["اللَّهُمَّ رَبَّنَا كُنْتَ وَ لَمْ يَكُنْ قَبْلَكَ شَيْ‏ءٌ وَ أَنْتَ تَكُونُ حِينَ لَا يَكُونُ غَيْرَكَ شَيْ‏ءٌ لَا يَعْلَمُ أَحَدٌ كُنْهَ عِزَّتِكَ وَ لَا يَسْتَطِيعُ أَحَدٌ أَنْ يَنْعَتَ عَظَمَتَكَ وَ لَا يَعْلَمُ أَحَدٌ أَيْنَ مُسَتَقَرُّكَ أَنْتَ فَوْقَ كُلِّ شَيْ‏ءٍ وَ أَنْتَ وَرَاءَ كُلِّ شَيْ‏ءٍ وَ أَمَامَ كُلِّ شَيْ‏ءٍ وَ مَعَ كُلِّ شَيْ‏ءٍ خَلَقْتَ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ الْعِزَّةَ لِوَجْهِكَ وَ أَخْلَصْتَ الْكِبْرِيَاءَ وَ الْعَظَمَةَ لِنَفْسِكَ وَ خَلَقْتَ الْقُوَّةَ وَ الْقُدْرَةَ لِسُلْطَانِكَ فَسُبْحَانَكَ رَبَّنَا وَ لَكَ الْحَمْدُ عَلَى عَظَمَةِ مُلْكِكَ وَ جَلَالِ وَجْهِكَ الَّذِي مَلَأَ نُورُهُ كُلَّ شَيْ‏ءٍ وَ هُوَ حَيْثُ لَا يَرَاهُ شَيْ‏ءٌ يُسَبِّحُ بِحَمْدِهِ فَسُبْحَانَكَ رَبَّنَا وَ بِحَمْدِكَ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ تَسَلَّطْتَ فَلَا أَحَدٌ مِنَ الْعِبَادِ يَحُدُّ وَصْفَكَ تَسَلَّطْتَ بِعِزَّتِكَ وَ تَعَزَّزْتَ بِجَبَرُوتِكَ وَ تَجَبَّرْتَ بِكِبْرِيَائِكَ وَ تَكَبَّرْتَ بِمُلْكِكَ وَ تَمَلَّكْتَ بِقُدْرَتِكَ‏\nوَ قَدَرْتَ بِقُوَّتِكَ‏  وَ لَا يَسْتَطِيعُ أَحَدٌ مِنَ الْعِبَادِ وَصْفَكَ وَ لَا يَقْدِرُ أَحَدٌ قَدْرَكَ وَ لَا يَسْبِقُ أَحَدٌ مِنْ قَضَائِكَ سُبْحَانَكَ رَبَّنَا وَ لَكَ الْحَمْدُ عَلَى جَلَالِ وَجْهِكَ وَ عَظَمَةِ مُلْكِكَ الَّذِي بِهِ قَامَتِ السَّمَاوَاتُ وَ الْأَرْضُ سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَ لَكَ الْحَمْدُ مَلَأْتَ كُلَّ شَيْ‏ءٍ عَظَمَةً وَ خَلَقْتَ كُلَّ شَيْ‏ءٍ بِقُدْرَةٍ وَ أَحَطْتَ‏ بِكُلِّ شَيْ‏ءٍ عِلْماً وَ أَحْصَيْتَ‏ كُلَّ شَيْ‏ءٍ عَدَداً وَ حَفِظْتَ كُلَّ شَيْ‏ءٍ كِتَاباً وَ وَسِعْتَ كُلَّ شَيْ‏ءٍ رَحْمَةً وَ عِلْماً- وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ‏ فَسُبْحَانَكَ رَبَّنَا وَ لَكَ الْحَمْدُ عَلَى عِزَّةِ سُلْطَانِكَ الَّذِي خَشَعَ لَهُ كُلُّ شَيْ‏ءٍ مِنْ خَلْقِكَ وَ أَشْفَقَ مِنْهُ كُلُّ عِبَادِكَ وَ خَضَعَتْ لَهُ كُلُّ خَلِيقَتِكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْزِهِ أَفْضَلَ الْجَزَاءِ وَ أَفْضَلَ مَا أَنْتَ جَازٍ أَحَداً مِنْ أَنْبِيَائِكَ عَلَى حِفْظِهِ دِينَكَ وَ إِبْلَاغِهِ وَ اتِّبَاعِهِ وَصِيَّتَكَ وَ أَمْرَكَ حَتَّى تُشَرِّفَهُ يَوْمَ الْقِيَامَةِ بِتَفْضِيلِكَ إِيَّاهُ عَلَى جَمِيعِ رُسُلِكَ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ اللَّهُمَّ كَمَا اسْتَنْقَذْتَنَا بِمَا انْتَجَبْتَ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ هَدَيْتَنَا بِمَا بَعَثْتَهُ وَ بَصَّرْتَنَا بِمَا أَوْصَيْتَهُ مِنَ الْعَمَلِ فَصَلِّ عَلَيْهِ وَ عَلَى آلِهِ وَ اجْزِهِ عَنَّا أَفْضَلَ الْجَزَاءِ وَ أَفْضَلَ مَا جَازَيْتَ‏  نَبِيّاً مِنْ أَنْبِيَائِكَ وَ رُسُلِكَ وَ أَنْ تَجْمَعَ لِي بِهِ خَيْرَ الدُّنْيَا وَ الْآخِرَةِ إِنَّكَ ذُو فَضْلٍ كَرِيمٍ يَا ذَا الْجَلَالِ وَ الْإِكْرَام‏\n","المصباح للكفعمي"]