["اَلْحَمْدُ لِلَّهِ الَّذي لا مِنْ شَيْ ءٍ كانَ، وَ لا مِنْ شَيْ ءٍ كَوَّنَ ما قَدْ كانَ، مُسْتَشْهِدٌ بِحُدُوثِ الْاَشْياءِ عَلى اَزَلِيَّتِهِ، وَ بِما وَسَمَها بِهِ مِنَ الْعَجْزِ عَلى قُدْرَتِهِ، وَ بِمَا اضْطَرَّها اِلَيْهِ مِنَ الْفَناءِ عَلى دَوامِهِ. \nلَمْ يَخْلُ مِنْهُ مَكانٌ فَيُدْرَكَ بِاَيْنِيَّتِهِ، وَ لا لَهُ شِبْهٌ وَ لا مِثالٌ فَيُوصَفَ بِكَيْفِيَّتِهِ، وَ لَمْ يَغِبْ عَنْ شَيْ ءٍ فَيُعْلَمَ بِحَيْثِيَّتِهِ، مُبائِنٌ لِجَميعِ ما اَحْدَثَ فِي الصِّفاتِ، وَ مُمْتَنِعٌ عَنِ الْاِدْراكِ بِمَا ابْتَدَعَ مِنْ تَصَرُّفِ الذَّواتِ، وَ خارِجٌ بِالْكِبْرِياءِ وَ الْعَظَمَةِ مِنْ جَميعِ تَصَرُّفِ الْحالاتِ. \nمُحَرَّمٌ عَلى بَوارِعِ ثاقِباتِ الْفِطَنِ تَحْديدُهُ، وَ عَلى عَوامِقِ ثاقِباتِ الْفِكَرِ تَكْييفُهُ، وَ عَلى غَوامِضِ سابِقاتِ الْفِطَرِ تَصْويرُهُ، وَ لاتَحْويهِ الْاَماكِنُ لِعَظَمَتِهِ، وَ لاتَذْرَعُهُ، الْمَقاديرُ لِجَلالِهِ، وَ لاتَقْطَعُهُ الْمَقاييسُ لِكِبْرِيائِهِ. \nمُمْتَنِعٌ عَنِ الْاَوْهامِ اَنْ تَكْتَنِهَهُ، وَ عَنِ الْاَفْهامِ اَنْ تَسْتَغْرِقَهُ، وَ عَنِ الْاَذْهانِ اَنْ تُمَثِّلَهُ، قَدْ يَئِسَتْ عَنِ اسْتِنْباطِ الْاِحاطَةِ بِهِ طَوامِحُ الْعُقُولِ، وَ نَضَبَتْ عَنِ الْاِشارَةِ اِلَيْهِ بِالْاِكْتِناهِ بِحارُ الْعُلُومِ، وَ رَجَعَتْ عَنِ الْاِهْواءِ اِلى وَصْفِ قُدْرَتِهِ لَطائِفُ الْخُصُومِ، واحِدٌ لا مِنْ عَدَدٍ، وَ دائِمٌ لا بِاَمَدٍ، وَ قائِمٌ لا بِعَمَدٍ، لَيْسَ بِجِنْسٍ فَتُعادِلَهُ الْاَجْناسُ، وَ لا بِشَبَحٍ فَتُضارِعَهُ الْاَشْباحُ، وَ لا كَالْاَشْياءِ فَتَقَعَ عَلَيْهِ الصِّفاتُ. \nقَدْ ضَلَّتِ الْعُقُولُ في اَمْواجِ تَيَّارِ اِدْراكِهِ، وَ تَحَيَّرَتِ الْاَوْهامُ عَنْ اِحاطَةِ ذِكْرِ اَزَلِيَّتِهِ، وَ حَصَرَتِ الْاَفْهامُ عَنِ اسْتِشْعارِ وَصْفِ قُدْرَتِهِ، وَ غَرَقَتِ الْاَذْهانُ في لُجَجِ بِحارِ اَفْلاكِ مَلَكُوتِهِ، مُقْتَدِرٌ بِالْالاءِ، وَ مُمْتَنِعٌ بِالْكِبْرِياءِ، وَ مُتَمَلِّكٌ عَلَى الْاَشْياءِ، فَلا دَهْرٌ يُخْلِقُهُ، وَ لا وَصْفٌ يُحيطُ بِهِ، قَدْ خَضَعَتْ لَهُ رِقابُ الصِّعابِ في مَحَلِّ تُخُومِ قَرارِها، وَ اَذْعَنَتْ لَهُ رَواصِنُ الْاَسْبابِ في مُنْتَهى شَواهِقِ اَقْطارِها. \nمُسْتَشْهِدٌ بِكُلِّيَةِ الْاَجْناسِ عَلى رُبُوبِيَّتِهِ، وَ بِعَجْزِها عَلى قُدْرَتِهِ، وَ بِفُطُورِها عَلى قِدْمَتِهِ، وَ بِزَوالِها عَلى بَقائِهِ، فَلا لَها مَحيصٌ عَنْ اِدْراكِهِ اِيَّاها، وَ لا خُرُوجٌ عَنْ اِحاطَتِهِ بِها، وَ لاَ احْتِجابٌ عَنْ اِحْصائِهِ لَها، وَ لاَ امْتِناعٌ مِنْ قُدْرَتِهِ عَلَيْها. \nكَفى بِاِتْقانِ الصُّنْعِ لَهُ ايَةً، وَ بِتَرْكيبِ الطَّبْعِ عَلَيْهِ دَلالَةً، وَ بِحُدُوثِ الْفِطَرِ عَلَيْهِ قِدْمَةً، وَ بِاِحْكامِ الصَّنْعَةِ عَلَيْهِ عِبْرَةً، فَلا اِلَيْهِ حَدٌّ مَنْسُوبٌ، وَ لا لَهُ مَثَلٌ مَضْرُوبٌ، وَ لا شَيْ ءٌ عَنْهُ بِمَحْجُوبٍ، تَعالى عَنْ ضَرْبِ الْاَمْثالِ لَهُ وَ الصِّفاتِ الْمَخْلُوقَةِ عُلُوّاً كَبيراً. \nوَ سُبْحانَ اللَّهِ الَّذي خَلَقَ الدُّنْيا لِلْفَناءِ وَ الْبُيُودِ، وَ الْاخِرَةَ لِلْبَقاءِ وَ الْخُلُودِ، وَ سُبْحانَ اللَّهِ الَّذي لايَنْقُصُهُ ما اَعْطى فَاَسْنى، وَ اِنْ جازَ الْمَدى فِي الْمُنى وَ بَلَغَ الْغايَةَ الْقُصْوى، وَ لايَجُورُ في حُكْمِهِ اِذا قَضى. \nوَ سُبْحانَ اللَّهِ الَّذي لايُرَدُّ ما قَضى، وَ لايُصْرَفُ ما اَمْضى، وَ لايُمْنَعُ ما اَعْطى، وَ لايَهْفُو وَ لايَنْسى وَ لايَعْجَلُ، بَلْ يُمَهِّلُ وَ يَعْفُو وَ يَغْفِرُ وَ يَرْحَمُ وَ يَصْبِرُ، وَ لايُسْأَلُ عَمَّا يَفْعَلُ وَ هُمْ يُسْأَلُونَ. \nوَ لا اِلهَ اِلاَّ اللَّهُ الشَّاكِرُ لِلْمُطيعِ لَهُ، اَلْمُمْلي لِلْمُشْرِكِ بِهِ، اَلْقَريبُ مِمَّنْ دَعاهُ عَلى حالِ بُعْدِهِ، وَ الْبَرُّ الرَّحيمُ لِمَنْ لَجَأَ اِلى ظِلِّهِ وَ اعْتَصَمَ بِحَبْلِهِ. \nوَ لا اِلهَ اِلاَّ اللَّهُ الْمُجيبُ لِمَنْ ناداهُ بِاَخْفَضِ صَوْتِهِ، السَّميعُ لِمَنْ ناجاهُ لِاَغْمَضِ سِرِّهِ، الرَّؤُوفُ بِمَنْ رَجاهُ لِتَفْريجِ هَمِّهِ، اَلْقَريبُ مِمَّنْ دَعاهُ لِتَنْفيسِ كَرْبِهِ وَ غَمِّهِ، وَ لا اِلهَ اِلاَّ اللَّهُ الْحَليمُ عَمَّنْ اَلْحَدَ في اياتِهِ، وَ انْحَرَفَ عَنْ بَيِّناتِهِ، وَ دانَ بِالْجُحُودِ في كُلِّ حالاتِهِ. \nوَ اللَّهُ اَكْبَرُ الْقاهِرُ لِلْاَضْدادِ، الْمُتَعالي عَنِ الْاَنْدادِ، الْمُتَفَرِّدُ بِالْمَنِيَّةِ عَلى جَميعِ الْعِبادِ، وَ اللَّهُ اَكْبَرُ الْمُحْتَجِبُ بِالْمَلَكُوتِ وَ الْعِزَّةِ، الْمُتَوَحِّدُ بِالْجَبَرُوتِ وَ الْقُدْرَةِ، الْمُتَرَدّي بِالْكِبْرِياءِ وَ الْعَظَمَةِ، وَ اللَّهُ اَكْبَرُ الْمُتَقَدِّسُ بِدَوامِ السُّلْطانِ، وَ الْغالِبُ بِالْحُجَّةِ وَ الْبُرْهانِ، وَ نَفاذِ الْمَشِيَّةِ في كُلِّ حينٍ وَ أَوانٍ. \nاَللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ، وَ اَعْطِهِ الْيَوْمَ اَفْضَلَ الْوَسائِلِ وَ اَشْرَفَ الْعَطاءِ، وَ اَعْظَمَ الْحِباءِ، وَ اَقْرَبَ الْمَنازِلِ، وَ اَسْعَدَ الْحُدُودِ، وَ اَقَرَّ الْاءَعْيُنِ. \nاَللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ اَعْطِهِ الْوَسيلَةَ وَ الْفَضيلَةَ وَ الْمَكانَ الرَّفيعَ وَ الْغِبْطَةَ، وَ شَرَفَ الْمُنْتَهى وَ النَّصيبَ الْاَوْفى، وَ الْغايَةَ الْقُصْوى، وَ الرَّفيعَ الْاَعْلى حَتّى يَرْضى وَ زِدْهُ بَعْدَ الرِّضا، اَللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ الَّذينَ اَمَرْتَ بِطاعَتِهِمْ وَ اَذْهَبْتَ عَنْهُمُ الرِّجْسَ وَ طَهَّرْتَهُمْ تَطْهيراً، اَللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ الَّذينَ اَلْهَمْتَهُمْ عِلْمَكَ، وَ اسْتَحْفَظْتَهُمْ كُتُبَكَ، وَ اسْتَرْعَيْتَهُمْ عِبادَكَ. \nاَللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ، وَ نَبِيِّكَ وَ حَبيبِكَ وَ خَليلِكَ، وَ سَيِّدِ الْاَوَّلينَ وَ الْاَخِرينَ، مِنَ الْاَنْبِياءِ وَ الْمُرْسَلينَ وَ الْخَلْقِ اَجْمَعينَ وَ عَلى الِهِ الطَّيِّبينَ الطَّاهِرينَ، الَّذينَ اَمَرْتَ بِطاعَتِهِمْ، وَ اَوْجَبْتَ عَلَيْنا حَقَّهُمْ وَ مَوَدَّتَهُمْ. \nاَللَّهُمَّ اُقَدِّمُهُمْ بَيْنَ يَدَىْ مَسْأَلَتي وَ حاجَتي، وَ اَسْتَشْفِعُ بِهِمْ عِنْدَكَ اَمامَ طَلِبَتي، وَ اَسْأَلُكَ اللَّهُمَّ سُؤالَ وَجِلٍ مِنْ عِقابِكَ، حاذِرٍ مِنْ نِقْمَتِكَ، فَزِعٍ اِلَيْكَ مِنْكَ لَمْ يَجِدْ لِفاقَتِهِ مُجيراً غَيْرَكَ، وَ لا لِخَوْفِهِ امِناً غَيْرَ فِنائِكَ. \nوَ تَطَوُّلُكَ يا سَيِّدي وَ مَوْلايَ عَلَيَّ مَعَ طُولِ مَعْصِيَتي لَكَ اَقْصَدَني اِلَيْكَ وَ اِنْ كانَتْ سَبَقَتْنِي الذُّنُوبُ وَ حالَتْ بَيْني وَ بَيْنَكَ، لِاَنَّكَ عِمادُ الْمُعْتَمِدَ وَ رَصَدُ الْمُرْتَصِدِ، لاتَنْقُصُكَ الْمَواهِبُ، وَ لاتُغيضُكَ الْمَطالِبُ، فَلَكَ الْمِنَنُ الْعِظامُ وَ النِّعَمُ الْجِسامُ يا كَثيرَ الْخَيْرِ يا دائِمَ الْمَعْرُوفِ، يا مَنْ لاتَنْقُصُ خَزائِنُهُ وَ لايَبيدُ مُلْكُهُ وَ لاتَراهُ الْعُيُونُ، وَ لاتَعْزُبُ مِنْهُ حَرَكَةٌ وَ لا سَكُونٌ. \nلَمْ تَزَلْ سَيِّدي وَ لاتَزالُ، وَ لايَتَوارى عَنْكَ مُتَوارٍ في كَنينِ اَرْضٍ وَ لا سَماءٍ، وَ لا تُخُومٍ وَ لا قَرارٍ، تَكَفَّلْتَ بِالْاَرْزاقِ يا رازِقُ، وَ تَقَدَّسْتَ عَنْ اَنْ تَتَناوَلَكَ الصِّفاتُ، وَ تَعَزَّزْتَ عَنْ اَنْ تُحيطَ بِكَ تَصاريفُ اللُّغاتِ، وَ لَمْ تَكُنْ مُسْتَحْدَثاً فَتُوجَدَ مُنْتَقِلاً عَنْ حالَةٍ اِلى حالَةٍ. \nبَلْ اَنْتَ الْفَرْدُ الْاَوَّلُ وَ الْاَخِرُ، وَ الْباطِنُ وَ الظَّاهِرُ، ذُوالْعِزِّ الْقاهِرِ، جَزيلُ الْعَطاءِ جَليلُ الثَّناءِ، سابِغُ النَّعْماءِ، دائِمُ الْبَقاءِ، اَحَقُّ مَنْ تَجاوَزَ وَ عَفى عَمَّنْ ظَلَمَ وَ اَساءَ بِكُلِّ لِسانٍ. \nاِلهي عَبْدُكَ يَحْمَدُ، وَ في كُلِّ الشَّدائِدِ عَلَيْكَ يَعْتَمِدُ، فَلَكَ الْحَمْدُ وَ الْمَجْدُ لِاَنَّكَ الْمالِكُ الْاَبَدُ وَ الرَّبُّ السَّرْمَدُ، اَتْقَنْتَ اِنْشاءَ الْبَرايا فَاَحْكَمْتَها بِلُطْفِ التَّقْديرِ، وَ تَعالَيْتَ فِي ارْتِفاعِ شَأْنِكَ عَنْ اَنْ يُنْفَذَ فيكَ حُكْمُ التَّغْييرِ، اَوْ يُحْتالَ مِنْكَ بِحالٍ يَصِفُكَ بِهِ الْمُلْحِدُ اِلى تَبْديلٍ، اَوْ يُوجَدَ فِي الزِّيادَةِ وَ النُّقْصانِ، مَساغٌ فِي اخْتِلافِ التَّحْويلِ، اَوْ تَلْتَثِقَ سَحائِبُ الْاِحاطَةِ بِكَ في بُحُورِ هِمَمِ الْاَحْلامِ، اَوْ تُمَثَّلَ لَكَ مِنْها جِبِلَّةٌ، تَضِلُّ اِلَيْكَ فيها رَوِيَّاتُ الْاَوْهامِ. \nفَلَكَ مَوْلايَ انْقادَ الْخَلْقُ مُسْتَخْذِئينَ بِاِقْرارِ الرُّبُوبِيَّةِ، وَ مُعْتَرِفينَ خاضِعينَ لَكَ بِالْعُبُودِيَّةِ، سُبْحانَكَ ما اَعْظَمَ شَأْنَكَ، وَ اَعْلى مَكانَكَ، وَ اَنْطَقَ بِالصِّدْقِ بُرْهانَكَ، وَ اَنْفَذَ اَمْرَكَ، وَ اَحْسَنَ تَقْديرَكَ، سَمَكْتَ السَّماءَ فَرَفَعْتَها، وَ مَهَّدْتَ الْاَرْضَ فَفَرَشْتَها، وَ اَخْرَجْتَ مِنْها ماءً ثَجَّاجاً وَ نَباتاً رَجْراجاً، فَسَبَّحَكَ نَباتُها، وَ جَرَتْ بِاَمْرِكَ مِياهُها، وَ قامَتْ عَلى مُسْتَقَرِّ الْمَشِيَّةِ كَما اَمَرْتَهُما. \nفَيا مَنْ تَعَزَّزَ بِالْبَقاءِ، وَ قَهَرَ عِبادَهُ بِالْفَناءِ، اَكْرِمْ مَثْواىَ فَاِنَّكَ خَيْرُ مُنْتَجَعٍ لِكَشْفِ الضُّرِّ، يا مَنْ هُوَ مَأْمُولٌ في كُلِّ عُسْرٍ وَ مُرْتَجىً لِكُلِّ يُسْرٍ، بِكَ اَنْزَلْتُ الْيَوْمَ حاجَتي، وَ اِلَيْكَ اَبْتَهِلُ فَلاتَرُدَّني خائِباً مِمَّا رَجَوْتُ، وَ لاتَحْجُبْ دُعائي عَنْكَ اِذْ فَتَحْتَهُ لي، قَدْ دَعَوْتُ فَصَلِّ عَلى مُحَمَّدٍ وَ الِ مُحمَّدٍ، وَ سَكِّنْ رَوْعَتي، وَ اسْتُرْ عَوْرَتي، وَ ارْزُقْني مِنْ فِضْلِكَ الْواسِعِ رِزْقاً واسِعاً، سائِغاً هَنيئاً مَريئاً لَذيذاً في عافِيَةٍ. \nاَللَّهُمَّ اجْعَلْ خَيْرَ اَيَّامي يَوْمَ اَلْقاكَ، وَ اغْفِرْلي خَطاياىَ فَقَدْ اَوْحَشَتْني، وَ تَجاوَزْ عَنْ ذُنُوبي فَقَدْ اَوْبَقَتْني، فَاِنَّكَ مُجيبٌ مُثيبٌ، رَقيبٌ قَريبٌ، قادِرٌ غافِرٌ قاهِرٌ، رَحيمٌ كَريمٌ قَيُّومٌ، وَ ذلِكَ عَلَيْكَ يَسيرٌ وَ اَنْتَ اَحْسَنُ الْخالِقينَ. \nاَللَّهُمَّ اِنَّكَ افْتَرَضْتَ عَلَيَّ لِلْاباءِ وَ الْاُمَّهاتِ حُقُوقاً فَعَظَّمْتَهُنَّ، وَ اَنْتَ اَوْلى مَنْ حَطَّ الْاَوْزارِ، وَ خَفِّفْها وَ اَدِّى الْحُقُوقَ عَنْ عَبيدِهِ فَاحْتَمِلْهُنَّ عَنّي اِلَيْهِما، وَ اغْفِرْلَهُما كَما رَجاكَ كُلُّ مُوَحِّدٍ مَعَ الْمُؤْمِنينَ وَ الْمُؤْمِناتِ، وَ الْاِخْوَةِ وَ الْاَخَواتِ، وَ اَلْحِقْنا وَ اِيَّاهُمْ بِالْاَبْرارِ، وَ اَبِحْ لَنا وَ لَهُمْ جَنَّاتِكَ مَعَ النُّجَباءِ الْاَخْيارِ، اِنَّكَ سَميعُ الدُّعاءِ، قَريبٌ مُجيبٌ لِما تَشاءُ، وَ صَلَّى اللَّهُ عَلى سَيِّدِنا مُحَمَّدٍ وَ الِهِ وَ سَلَّمَ تَسْليماً. \n","المصباح للكفعمي"]