["مَرْحَباً بِخَلْقِ اللَّهِ الْجَدِيدِ وَ بِكُمَا مِنْ كَاتِبَيْنِ وَ شَاهِدَيْنِ اكْتُبَا بِسْمِ اللَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ وَ أَنَّ الْإِسْلَامَ كَمَا وَصَفَ وَ الدِّينَ كَمَا شَرَعَ وَ أَنَّ الْكِتَابَ كَمَا أَنْزَلَ وَ الْقَوْلَ كَمَا حَدَّثَ وَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ‏ وَ صَلَوَاتُ اللَّهِ وَ بَرَكَاتُهُ وَ شَرَائِفُ تَحِيَّاتِهِ وَ سَلَامُهُ عَلَى مُحَمَّدٍ وَ آلِهِ-أَصْبَحْتُ فِي أَمَانِ اللَّهِ الَّذِي لَا يُسْتَبَاحُ وَ فِي ذِمَّةِ اللَّهِ الَّتِي لَا تُخْفَرُ وَ فِي جِوَارِ اللَّهِ الَّذِي لَا يُضَامُ وَ كَنَفِهِ الَّذِي لَا يُرَامُ وَ جَارُ اللَّهِ آمِنٌ مَحْفُوظٌ مَا شَاءَ اللَّهُ كُلُّ نِعْمَةٍ فَمِنَ اللَّهِ لَا يَأْتِي بِالْخَيْرِ إِلَّا اللَّهُ مَا شَاءَ اللَّهُ نِعْمَ الْقَادِرُ اللَّهُ مَا شَاءَ اللَّهُ‏ تَوَكَّلْتُ عَلَى اللَّهِ‏ أَشْهَدُ أَنْ‏ لا إِلهَ إِلَّا اللَّهُ‏ وَحْدَهُ‏ لا شَرِيكَ لَهُ‏- لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ‏ وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ اغْفِرْ لِي كُلَّ ذَنْبٍ يَحْبِسُ رِزْقِي وَ يَحْجُبُ مَسْأَلَتِي أَوْ يُقَصِّرُ بِي عَنْ بُلُوغِ مَسْأَلَتِي أَوْ يَصُدُّ بِوَجْهِكَ الْكَرِيمِ عَنِّي اللَّهُمَّ اغْفِرْ لِي وَ ارْزُقْنِي وَ ارْحَمْنِي وَ اجْبُرْنِي وَ عَافِنِي وَ اعْفُ عَنِّي وَ ارْفَعْنِي وَ اهْدِنِي وَ انْصُرْنِي وَ أَلْقِ فِي قَلْبِي الصَّبْرَ وَ النَّصْرَ يَا مَالِكَ الْمُلْكِ فَإِنَّهُ لَا يَمْلِكُ ذَلِكَ غَيْرُكَ اللَّهُمَّ مُصَرِّفَ الْقُلُوبِ غَفَّارَ الذُّنُوبِ خُذْ بِسَمْعِي وَ قَلْبِي وَ بَصَرِي وَ وَجْهِي إِلَيْكَ وَ لَا تَجْعَلْ لِشَيْ‏ءٍ مِنْ ذَلِكَ مَصْرُوفاً عَنْكَ وَ لَا مُنْتَهَى لَهُ دُونَكَ‏  اللَّهُمَّ وَ مَا كَتَبْتَ عَلَيَّ مِنْ خَيْرٍ فَوَفِّقْنِي وَ اهْدِنِي لَهُ وَ مُنَّ عَلَيَّ بِذَلِكَ‏  كُلِّهِ وَ أَعِنِّي وَ ثَبِّتْنِي عَلَيْهِ وَ اجْعَلْهُ أَحَبَّ إِلَيَّ مِنْ غَيْرِهِ وَ آثَرَ عِنْدِي مِمَّا سِوَاهُ وَ زِدْنِي مِنْ فَضْلِكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ رِضْوَانَكَ وَ الْجَنَّةَ وَ أَعُوذُ بِكَ مِنْ سَخَطِكَ وَ النَّارِ وَ أَسْأَلُكَ النَّصِيبَ الْأَوْفَرَ فِي جَنَّاتِ النَّعِيمِ اللَّهُمَّ طَهِّرْ لِسَانِي مِنَ الْكَذِبِ وَ قَلْبِي مِنَ النِّفَاقِ وَ عَمَلِي مِنَ الرِّيَاءِ وَ بَصَرِي مِنَ الْخِيَانَةِ فَإِنَّكَ تَعْلَمُ‏ خائِنَةَ الْأَعْيُنِ وَ ما تُخْفِي الصُّدُورُ-اللَّهُمَّ إِنْ كُنْتُ عِنْدَكَ مَحْرُوماً مُقْتَراً عَلَيَّ رِزْقِي فَامْحُ حِرْمَانِي وَ تَقْتِيرَ رِزْقِي وَ اكْتُبْنِي عِنْدَكَ مَرْزُوقاً مُوَفَّقاً لِلْخَيْرَاتِ‏  فَإِنَّكَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ يَمْحُوا اللَّهُ ما يَشاءُ وَ يُثْبِتُ وَ عِنْدَهُ أُمُّ الْكِتابِ‏ اللَّهُمَّ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ إِنَّكَ حَمِيدٌ مَجِيد","المصباح للكفعمي"]