["رُوي عن الصّادق (عليه السلام) أنّه قال: من دهمه أمرٌ من سلطان أو من عدوٍّ حاسد، فليصم يوم الأربعاء والخميس والجمعة، وليدْعُ عشيَّةَ الجمعة ليلة السّبت. وليقل في دعائه:\n\nأََيْ رَبَّاهُ أََيْ سَيِّدَاهُ أََيْ سَنَدَاهُ أي أَمَلاَهُ أََيْ رَجَايَاهُ أََيْ عِمَادَاهُ أََيْ كَهْفَاهُ أََيْ حِصْنَاهُ أََيْ حِرْزَاهُ أََيْ فَخْرَاهُ بِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ وَعَلَيْكَ تَوَكَّلْتُ وَبَابَكَ قَرَعْتُ وَبِفِنَائِكَ نَزَلْتُ وَبِحَبْلِكَ اعْتَصَمْتُ، وَبِكَ اسْتَغَثْتُ وَبِكَ أَعُوذُ وبِكَ أَلُوذُ وَعَلَيْكَ أَتَوَكَّلُ وإِلَيْكَ أَلْجَأُ وأَعْتَصِمُ وَبِكَ أَسْتَجِيرُ في جَمِيعِ أُمُورِي وأَنْتَ غِيَاثِي وعِمَادِي وَأَنْتَ عِصْمَتِي وَرَجَائِي، وأَنْتَ الله رَبِّي لا إِلهَ إِلاَّ أَنْتَ، سُبْحَانَكَ وَبِحَمْدِكَ عَمِلْتُ سُوءاً وَظَلَمْتُ نَفْسِي، فَصَلِّ عَلَى مُحَمَّدٍ وآلِ مَحَمَّدٍ واغْفِرْ لِي وارْحَمْنِي وَخُذْ بِيَدِي وأَنْقِذْنِي وَقِنِي واكْفِنِي واكْلأْنِي وارْعَنِي في لَيْلِي وَنَهَارِي وإِمْسَائي وإِصْبَاحِي وَمَقَامِي وَسَفَرِي يَا أَجْوَدَ الأَجْوَدِينَ وَيَا أَكْرَمَ الأَكْرَمِينَ وَيَا أَعْدَلَ الفَاصِلِينَ وَيَا إِلهَ الأَوَّلِينَ والآخِرِينَ وَيَا مَالِكَ يَوْمِ الدِّينِ ويَا أَرْحَمَ الرَّاحِمِينَ يَا حَيُّ يَا قَيُّومُ يَا حَيُّ لاَ يَمُوتُ يَا حَيُّ لا إِلهَ إِلاَّ أَنْتَ بِمُحَمَّدٍ يَا اللهُ بِعَلِيٍّ يَا اللهُ بِفَاطِمَةَ يَا اللهُ بِالحَسَنِ يَا اللهُ بِالحُسَينِ يَا اللهُ بِعَلِيٍّ يَا اللهُ بِمُحَمَّدٍ يَا اللهُ صَلَوَاتُ الله عَلَيْهِ وعَلَيْهِمْ أَجْمَعِينَ.\n\n \n\nقال الحسن بن محبوب: فعرضتُه على أبي الحسن الرّضا (عليه السلام) فزادني فيه:\n\nبِجَعْفَرٍ يَا الله بِمُوسَى يَا الله بِعَلِيٍّ يَا اللهُ بِمُحَمَّدٍ يَا الله بِعَلِيٍّ يَا الله بالحَسَنِ يَا الله بِحُجَّتِكَ وخَلِيفَتِكَ في بِلاَدِكَ يَا الله صَلِّ عَلَى مُحَمَّدٍ وآلِ مُحَمَّدٍ وَخُذْ بِنَاصِيَةِ مَنْ أَخَافُهُ (وتُسمِّيه باسمه) وَذَلِّلْ لِي صَعْبَهُ وَسَهِّلْ لِي قِيَادَهُ وَرُدَّ عَنِّي نَافِرَةَ قَلْبِهِ وارْزُقْنِي خَيْرَهُ واصْرِفْ عَنِّي شَرَّهُ، فَإِنِّي بِكَ اللَّهُمَّ أَعُوذُ وَأَلُوذُ وَبِكَ أَثِقُ وَعَلَيْكَ أَعْتَمِدُ وَأَتَوَكَّلُ، فَصَلِّ عَلَى مُحَمَّدٍ وآلِ مُحَمَّدٍ واصْرِفْهُ عَنِّي فَإِنَّكَ غِيَاثُ المُسْتَغِيثِينَ وَجَارُ المُسْتَجِيرِينَ وَلَجَأُ اللاَّجِئِينَ وأَرْحَمُ الرَّاحِمِينَ.","مصباح المتهجد"]