["بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ وَ لَكَ الْمُلْكُ وَ بِيَدِكَ الْخَيْرُ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ سُبْحَانَكَ لَكَ التَّسْبِيحُ وَ التَّقْدِيسُ وَ التَّهْلِيلُ وَ التَّكْبِيرُ وَ التَّمْجِيدُ وَ التَّحْمِيدُ وَ الْكِبْرِيَاءُ وَ الْجَبَرُوتُ وَ الْمَلَكُوتُ وَ الْعَظَمَةُ وَ الْعُلُوُّ وَ الْوَقَارُ وَ الْجَمَالُ وَ الْعِزَّةُ وَ الْجَلَالُ وَ الْغَايَةُ وَ السُّلْطَانُ وَ الْمَنَعَةُ وَ الْعِزَّةُ وَ الْحَوْلُ وَ الْقُوَّةُ وَ الدُّنْيَا وَ الْآخِرَةُ وَ الْخَلْقُ وَ الْأَمْرُ تَبَارَكْتَ رَبَّ الْعَالَمِينَ وَ تَعَالَيْتَ سُبْحَانَكَ لَكَ الْحَمْدُ وَ لَكَ الْبَهْجَةُ وَ الْجَمَالُ وَ الْبَهَاءُ وَ النُّورُ وَ الْوَقَارُ وَ الْكَمَالُ وَ الْعِزَّةُ وَ الْجَلَالُ وَ الْفَضْلُ وَ الْإِحْسَانُ وَ الْكِبْرِيَاءُ وَ الْجَبَرُوتُ وَ بَسَطْتَ الرَّحْمَةَ وَ الْعَافِيَةَ وَ وُلِّيتَ الْحَمْدَ [وَحْدَكَ‏] لَا شَرِيكَ لَكَ أَنْتَ اللَّهُ لَا شَيْ‏ءَ مِثْلُكَ فَسُبْحَانَكَ مَا أَعْظَمَ شَأْنَكَ وَ أَعَزَّ سُلْطَانَكَ وَ أَشَدَّ جَبَرُوتَكَ وَ أَحْصَى عَدَدَكَ وَ سُبْحَانَكَ يُسَبِّحُ [سَبَّحَ‏] الْخَلْقُ كُلُّهُمْ لَكَ وَ قَامَ الْخَلْقُ كُلُّهُمْ بِكَ وَ أَشْفَقَ الْخَلْقُ كُلُّهُمْ مِنْكَ وَ ضَرَعَ الْخَلْقُ كُلُّهُمْ إِلَيْكَ وَ سُبْحَانَكَ تَسْبِيحاً يَنْبَغِي لَكَ وَ لِوَجْهِكَ وَ يَبْلُغُ مُنْتَهَى عِلْمِكَ وَ لَا يَقْصُرُ دُونَ أَفْضَلِ رِضَاكَ وَ لَا يَفْضُلُهُ شَيْ‏ءٌ مِنْ مَحَامِدِ خَلْقِكَ سُبْحَانَكَ خَلَقْتَ كُلَّ شَيْ‏ءٍ وَ إِلَيْكَ مَعَادُهُ وَ بَدَأْتَ كُلَّ شَيْ‏ءٍ وَ إِلَيْكَ مُنْتَهَاهُ وَ أَنْشَأْتَ كُلَّ شَيْ‏ءٍ وَ إِلَيْكَ مَصِيرُهُ وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ بِأَمْرِكَ ارْتَفَعَتِ السَّمَاءُ وَ وُضِعَتِ الْأَرَضُونَ وَ أُرْسِيَتِ الْجِبَالُ وَ سُجِّرَتِ الْبُحُورُ فَمَلَكُوتُكَ فَوْقَ كُلِّ مَلَكُوتٍ تَبَارَكْتَ بِرَحْمَتِكَ‏ وَ تَعَالَيْتَ بِرَأْفَتِكَ وَ تَقَدَّسْتَ فِي مَجْلِسِ وَقَارِكَ لَكَ التَّسْبِيحُ بِحِلْمِكَ وَ لَكَ التَّمْجِيدُ بِفَضْلِكَ وَ لَكَ الْحَوْلُ بِقُوَّتِكَ وَ لَكَ الْكِبْرِيَاءُ بِعَظَمَتِكَ وَ لَكَ الْحَمْدُ وَ الْجَبَرُوتُ بِسُلْطَانِكَ وَ لَكَ الْمَلَكُوتُ بِعِزَّتِكَ وَ لَكَ الْقُدْرَةُ بِمُلْكِكَ وَ لَكَ الرِّضَا بِأَمْرِكَ وَ لَكَ الطَّاعَةُ عَلَى خَلْقِكَ أَحْصَيْتَ‏ كُلَّ شَيْ‏ءٍ عَدَداً وَ أَحَطْتَ‏ بِكُلِّ شَيْ‏ءٍ عِلْماً وَ وَسِعْتَ كُلَّ شَيْ‏ءٍ رَحْمَةً وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ‏ عَظِيمُ الْجَبَرُوتِ عَزِيزُ السُّلْطَانِ قَوِيُّ الْبَطْشِ مَلِكُ السَّمَاوَاتِ وَ الْأَرْضِ رَبُّ الْعَالَمِينَ ذُو الْعَرْشِ الْعَظِيمِ وَ الْمَلَائِكَةِ الْمُقَرَّبِينَ‏ يُسَبِّحُونَ اللَّيْلَ وَ النَّهارَ لا يَفْتُرُونَ‏ فَسُبْحَانَ الَّذِي لَا يَمُوتُ أَبَدَ الْآبِدِ وَ سُبْحَانَ رَبِّ الْعِزَّةِ أَبَدَ الْآبِدِ وَ سُبْحَانَ الْقُدُّوسِ رَبِّ الْعِزَّةِ أَبَدَ الْآبِدِ وَ سُبْحَانَ رَبِّ الْمَلَائِكَةِ وَ الرُّوحِ سُبْحَانَ رَبِّيَ الْأَعْلَى سُبْحَانَ رَبِّي وَ تَعَالَى سُبْحَانَ الَّذِي فِي السَّمَاءِ عَرْشُهُ وَ فِي الْأَرْضِ قُدْرَتُهُ [رِضَاهُ‏] وَ سُبْحَانَ الَّذِي فِي الْقُبُورِ قَضَاؤُهُ وَ سُبْحَانَ الَّذِي فِي الْجَنَّةِ رِضَاهُ وَ سُبْحَانَ الَّذِي فِي الْبَحْرِ سَبِيلُهُ وَ سُبْحَانَ الَّذِي فِي جَهَنَّمَ سُلْطَانُهُ سُبْحَانَ الَّذِي سَبَقَتْ رَحْمَتُهُ غَضَبَهُ سُبْحَانَ مَنْ لَهُ‏ مَلَكُوتُ كُلِّ شَيْ‏ءٍ سُبْحَانَ اللَّهِ بِالْعَشِيِّ وَ سُبْحَانَ اللَّهِ بِالْإِبْكَارِ وَ سُبْحَانَهُ وَ بِحَمْدِهِ عَزَّ وَجْهُهُ وَ نَصَرَ عَبْدَهُ وَ عَلَا اسْمُهُ وَ تَبَارَكَ وَ تَقَدَّسَ فِي مَجْلِسِ وَقَارِهِ وَ كُرْسِيِّ عَرْشِهِ يَرَى كُلَّ عَيْنٍ وَ لَا تَرَاهُ كُلُّ عَيْنٍ وَ يُدْرِكُ كُلَّ شَيْ‏ءٍ وَ لا تُدْرِكُهُ الْأَبْصارُ وَ هُوَ يُدْرِكُ الْأَبْصارَ وَ هُوَ اللَّطِيفُ الْخَبِيرُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ أَمْراً اخْتَصَصْتَنَا بِهِ دُونَ مَنْ عَبَدَ غَيْرَكَ وَ تَوَلَّى سِوَاكَ وَ صَلِّ اللَّهُمَّ عَلَيْهِ بِمَا انْتَجَبْتَ لَهُ مِنْ رِسَالَتِكَ وَ أَكْرَمْتَهُ بِهِ مِنْ نُبُوَّتِكَ وَ لَا تَحْرِمْنَا النَّظَرَ إِلَى وَجْهِهِ وَ الْكَوْنَ مَعَهُ فِي دَارِكَ وَ مُسْتَقَرٍّ مِنْ جِوَارِكَ اللَّهُمَّ كَمَا أَرْسَلْتَهُ فَبَلَّغَ وَ حَمَّلْتَهُ فَأَدَّى حَتَّى أَظْهَرَ سُلْطَانَكَ وَ آمَنَ بِكَ لَا شَرِيكَ لَكَ فَضَاعِفِ اللَّهُمَّ ثَوَابَهُ وَ كَرَمَهُ بِقُرْبِهِ مِنْكَ‏ كَرَامَةً يُفَضَّلُ بِهَا عَلَى جَمِيعِ خَلْقِكَ وَ يَغْبِطُهُ بِهِ الْأَوَّلُونَ وَ الْآخَرُونَ مِنْ عِبَادِكَ وَ اجْعَلْ مَثْوَانَا مَعَهُ فِيمَا لَا ظَعْنَ لَهُ مِنْهُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ بِحَوْلِكَ وَ قُوَّتِكَ وَ طَوْلِكَ وَ مَنِّكَ وَ عَظِيمِ مُلْكِكَ وَ جَلَالِ ذِكْرِكَ وَ كِبَرِ مَجْدِكَ وَ عِظَمِ سُلْطَانِكَ وَ لُطْفِ جَبَرُوتِكَ وَ تَجَبُّرِ عَظَمَتِكَ وَ حِلْمِ عَفْوِكَ وَ تَحَنُّنِ رَحْمَتِكَ وَ تَمَامِ كَلِمَاتِكَ وَ نَفَاذِ أَمْرِكَ وَ رُبُوبِيَّتِكَ الَّتِي دَانَ لَكَ بِهَا كُلُّ ذِي رُبُوبِيَّةٍ وَ أَطَاعَكَ بِهَا كُلُّ ذِي طَاعَةٍ وَ تَقَرُّبٍ بِهَا إِلَيْكَ كُلُّ ذِي رَغْبَةٍ فِي مَرْضَاتِكَ وَ يَلُوذُ بِهَا كُلُّ ذِي رَهْبَةٍ مِنْ سَخَطِكَ أَنْ تَرْزُقَنِي فَوَاتِحَ الْخَيْرِ وَ خَوَاتِمَهُ وَ ذَخَائِرَهُ وَ جَوَائِزَهُ [وَ فَوَاضِلَهُ‏] وَ فَضَائِلَهُ وَ خَيْرَهُ وَ نَوَافِلَهُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اهْدِ بِالْيَقِينِ مُعْلَنَنَا وَ أَصْلِحْ بِالْيَقِينِ سَرَائِرَنَا وَ اجْعَلْ قُلُوبَنَا مُطْمَئِنَّةً إِلَى ذِكْرِكَ وَ أَعْمَالَنَا خَالِصَةً لَكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ الرِّبْحَ مِنَ التِّجَارَةِ الَّتِي لَا تَبُورُ وَ الْغَنِيمَةَ مِنَ الْأَعْمَالِ الْخَالِصَةِ الْفَاضِلَةِ فِي الدُّنْيَا وَ الْآخِرَةِ وَ الذِّكْرَ الْكَثِيرَ لَكَ وَ الْعَفَافَ وَ السَّلَامَةَ مِنَ الذُّنُوبِ وَ الْخَطَايَا اللَّهُمَّ ارْزُقْنَا أَعْمَالًا زَاكِيَةً مُتَقَبَّلَةً تَرْضَى بِهَا عَنَّا وَ تُسَهِّلَ لَنَا سَكْرَةَ الْمَوْتِ وَ شِدَّةَ هَوْلِ يَوْمِ الْقِيَامَةِ اللَّهُمَّ إِنَّا نَسْأَلُكَ خَاصَّةَ الْخَيْرِ وَ عَامَّتَهُ لِخَاصِّنَا وَ عَامِّنَا وَ الزِّيَادَةَ مِنْ فَضْلِكَ فِي كُلِّ يَوْمٍ وَ لَيْلَةٍ وَ النَّجَاةَ مِنْ عَذَابِكَ وَ الْفَوْزَ بِرَحْمَتِكَ اللَّهُمَّ حَبِّبْ إِلَيْنَا لِقَاءَكَ وَ ارْزُقْنَا النَّظَرَ إِلَى وَجْهِكَ وَ اجْعَلْ لَنَا فِي لِقَائِكَ‏ نَضْرَةً وَ سُرُوراً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَحْضِرْنَا ذِكْرَكَ عِنْدَ كُلِّ غَفْلَةٍ وَ شُكْرَكَ عِنْدَ كُلِّ نِعْمَةٍ وَ الصَّبْرَ عِنْدَ كُلِّ بَلَاءٍ وَ ارْزُقْنَا قُلُوباً وَجِلَةً مِنْ خَشْيَتِكَ خَاشِعَةً لِذِكْرِكَ مُنِيبَةً إِلَيْكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْنَا مِمَّنْ يُوفِي بِعَهْدِكَ وَ يُؤْمِنُ بِوَعْدِكَ وَ يَعْمَلُ بِطَاعَتِكَ وَ يَسْعَى فِي مَرْضَاتِكَ وَ يَرْغَبُ‏ فِيمَا عِنْدَكَ وَ يَفِرُّ إِلَيْكَ مِنْكَ وَ يَرْجُو أَيَّامَكَ [أَمَانَكَ‏] وَ يَخَافُ سُوءَ حِسَابِكَ وَ يَخْشَاكَ حَقَّ خَشْيَتِكَ وَ اجْعَلْ ثَوَابَ أَعْمَالِنَا جَنَّتَّكَ بِرَحْمَتِكَ وَ تَجَاوَزْ عَنْ ذُنُوبِنَا بِرَأْفَتِكَ وَ أَعِذْنَا مِنْ ظُلْمَةِ خَطَايَانَا بِنُورِ وَجْهِكَ وَ تَغَمَّدْنَا بِفَضْلِكَ وَ أَلْبِسْنَا عَافِيَتَكَ وَ هَنِّئْنَا كَرَامَتَكَ وَ أَتْمِمْ عَلَيْنَا نِعْمَتَكَ وَ أَوْزِعْنَا أَنْ نَشْكُرَ رَحْمَتَكَ [نِعْمَتَكَ‏] آمِينَ إِلَهَ الْحَقِّ رَبَّ الْعَالَمِينَ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَ آلِهِ الطَّاهِرِينَ‏","المصباح للكفعمي"]