["يستحب المواظبة على زيارة الإمام الحسين عليه السلام كل يوم\n\nزيارة وارث\n\nالسَّلامُ عـَلَيـْكَ يا وارِثَ آدَمَ صـَفـُوةِ اللهِ السَّلامُ عـَلَيْكَ يا وارِثَ نـوُحٍ نَبــِيِ اللهِ السَّلامُ عـَلَيـْكَ يـا وارِثَ إبـراهيـمَ خـَليـلِ اللهِ السَّلامُ عـَلَيـْكَ يا وارِثَ موســى كـَليِم اللهِ السَّلامُ عـَلَيـْكَ يـا وارِثَ عـيـسى روُحِ الله السَّلامُ عـَلَيْكَ يا وارِثَ مـُحـَمـّدٍ حـَبـيبِ اللهِ السَّلامُ عـَلَيـْكَ يـا وارِثَ اَميرِ المُؤمِنينَ وَلَيِ اللهِ السَّلامُ عـَلَيـْكَ يَابـنَ مـُحـَمـّدٍ المـُصـطـَفـى السَّلامُ عـَلَيْكَ يَابـن عـلي المرتـضـى السَّلامُ عَلَيْكَ يَابـن فاطـمة الزهراء السَّلامُ عَلَيْكَ يَابـنَ خَديجَةَ الكُبـرى السَّلام عَلَيْكَ يا ثارَ اللهِ وابـنَ ثارِهِ والوِتـرَ المَوتـوُرَ اَشـهَدُ اَنَّكَ قَد اَقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاة وَاَمَرتَ بـاُلمِعروف ِوَنَهَيتَ عـَنِ المُنكرِ وَاَطـَعـتَ اللهَ وَرَسـولَهُ حـَتّى اَتيكَ اليَقـينُ فـَلَعـَنَ اللهُ اُمَةً قَتـَلَتـكَ وَلَعَنَ اللهُ اُمَةً ظَلَمَتكَ وَلَعَنَ اللهُ اُمَةً سَمِعت بـِذلك فَرَضِيَت بـه يا مَولاي يا ابا عَبدِ اللهِ اَشهَدُ اَنّك كُنتَ نوُرا في الأصلابِ الشّامِخَةِ وَالأرحـامِ المُطَهَرَةِ لم تـُنَجـِسـكَ الجـاهِليَّةُ بـاَنِجـاسـِها وَلَم تـُلبـِسكَ مِن مُدلَهِمّاتِ ثـِيابـِها وَاَشـهَدُ أنَكَ مِن دَعائِم الدّين وَاَركانِ المُؤمِنينَ وَاَشهَدُ اَنّكَ الإمـام البَّرُ التَّقـيُ الرَّضـيُ الزَّكيّ الهادِي المَهدِيُ وَاَشـهَدُ اَنَّ الأَئمّة مِن وُلْدِكَ كَلِمةُ التَّقـوى وَاَعـلامُ الهُدى وَالعـُروةُ الوُثـقى وَالحـُجَّةُ عـَلى اَهل الدُنيـا وَاُشـهِدُ اللهَ وَمـلائكـَتـَهُ وَاَنبـِيائَهُ وَرُسـُلَهُ اَنّي بـِكـمُ مُؤمِنٌ وَبـِايِابـِكم مُوقنٌ بـَشَرائِع ديني وخواتيِم عَمَلي وقَلبي لقَلبِكم سِلمٌ وَاَمري لِامْرِكـمُ مُتَّبـع صـَلَوات الله عَلَيكم وَعَلى اَرواحـِكم وَعَلى اَجـسـادِكُم وعـَلَى اَجـسـامِكُم وَعـَلى شـاهِدِكم وَعـَلَى غـائِبـِكم وَعـَلَى ظـاهركم وعـلى بــاطـِنـِكـم بـاَبـي أَنـت وَ اُمي يَا بْن رَسـُولِ اللهِ بِاَبي اَنتَ وَاَمّي يا ابـا عـَبـدِ اللهِ لَقَد عَظـُمتِ الرَّزيَّةُ و جـَلَتِ المُصـيبـَةُ بـِكَ عَلَينا وَعَلى جــَمــيعِ اَهل السَّمــواتِ والأرض فــَلَعَنَ اللهُ اُمـةً أَسرجَت و َاَلجمـَتْ وَتـَهَيَأت و تنـقـبـت لِقـِتالِك يامـَولايَ ياابـا عـَبـدِ اللهِ قـَصـَدتُ زيارتك اَسـئَلُ اللهَ بـالِشـأن الذَي لَكَ عِندَهُ وَ بـِالمَحَل الَّذي لَكَ لَدَيهِ اَن يُصـَليَ عَلَى مُحـَمّدٍ وَآلِ مُحـَمّدٍ وَاَن يَجعَلَني مَعَكم في الدُنيا وَالآخـِرة\n\n(زيارة علي بن الحسين الأكبر عليه السلام)\n السّلامُ عـَلَيكَ يابــنَ رَسـوُلِ اللهِ السـّلامُ عـَلَيكَ يابـنَ نَبـِيِ اللهِ السـّلامُ عـَلَيـكَ يابـنَ اَمير المُؤمِنينَ السـّلامُ عَلَيكَ يابـنَ الحـُسـينِ الشـهيدِ السـّلامُ عَلَيكَ ايُّها الشـَهيدُ وابـن الشـهيد السـّلامُ عـَلَيكَ ايُّها المـَظـلومُ وَابـنُ المَظـلوُمِ لَعَنَ اللهُ اُمةً قَتـَلَتـك وَلَعَنَ الله اُمةً ظَلَمَتـكَ وَلَعَن اللهُ اُمةً سـَمِعت بـِذلِك فَرَضِيت بـِهِ السـّلامُ عَلَيكَ يا ياوَليَّ اللهِ وَابـنَ وَلِيهِ لَقَد عَظُمتِ المُصـيبـَةُ وَجـَلّتِ الرَزِيةُ بـِكَ عـَلينا وَعـَلَى جـَميعِ المُسـلِمينَ فَلَعَنَ اللهُ اُمةً قَتَلَتك وَاَبـرءُ اِلى اللهِ وَاِليكَ مـِنهم\n\n(زيارة أنصار الحسين عليه السلام)\n السَّلامُ عـَلَيكُم يااَولياءَ اللهِ وَاَحـِبـائَهُ السَّلام ُعـَلَيكُم يا اصـفـِياءَ اللهِ وَاوِدّائَهُ السَّلامُ عـَلَيكُم يا اَنصـارَ دينِ اللهِ السَّلامُ عـَلَيكُم يا اَنـصـارَ رَسـُولِ اللهِ السَّلامُ عـَلَيـكُم يـا اَنـصـارَ اَميرِ المُؤمِنـين السَّلامُ عـَلَيكُم يا اَنـصـارَ فـاطـِمةَ الزهراء سَيدةِ نِساءِ العـالَمينَ السَّلامُ عـَلَيكُم يا اَنـصـارَ اَبـي مُحـَمَّدٍ الحـَسـَنِ بـن عـليٍّ الوَلي الناصِح السَّلامُ عَلَيكُم يا اَنصارَ اَبـي عَبـدِ اللهِ الحـسـين بـاَبـي اَنتُم وَاُمي طِبـتُم وطابـَتِ الأرضُ الّتـي فـيها دُفـِنـتُم وَفـُزتُم فـَوزاً عـَظـيماً فـَيالَيتَني كـُنتُ مَعـَكُم فَاَفوُز فوزاً عَظيما.\n\n\nزيارة عاشوراء\n\nاَلسَّلامُ عَلَيْكَ يا اَبا عَبْدِاللهِ، اَلسَّلامُ عَلَيْكَ يَا بْنَ رَسُولِ اللهِ (السَّلامُ عَلَيكَ يا خِيَرَةِ اللهِ وابْنَ خَيرَتِهِ) اَلسَّلامُ عَلَيْكَ يَا بْنَ اَميرِ الْمُؤْمِنينَ وَابْنَ سَيِّدِ الْوَصِيّينَ، اَلسَّلامُ عَلَيْكَ يَا بْنَ فاطِمَةَ سَيِّدَةِ نِساءِ الْعالَمينَ، اَلسَّلامُ عَلَيْكَ يا ثارَ اللهِ وَابْنَ ثارِهِ وَالْوِتْرَ الْمَوْتُورَ، اَلسَّلامُ عَلَيْكَ وَعَلَى الأرْواحِ الَّتي حَلَّتْ بِفِنائِكَ عَلَيْكُمْ مِنّي جَميعاً سَلامُ اللهِ اَبَداً ما بَقيتُ وَبَقِىَ اللَّيْلُ وَالنَّهارُ\n\n يا اَبا عَبْدِاللهِ لَقَدْ عَظُمَتِ الرَّزِيَّةُ وَجَلَّتْ وَعَظُمَتِ الْمُصيبَةُ بِكَ عَلَيْنا وَعَلى جَميعِ اَهْلِ الإسْلامِ وَجَلَّتْ وَعَظُمَتْ مُصيبَتُكَ فِي السَّماواتِ عَلى جَميعِ اَهْلِ السَّماواتِ، فَلَعَنَ اللهُ اُمَّةً اَسَّسَتْ اَساسَ الظُّلْمِ وَالْجَوْرِ عَلَيْكُمْ اَهْلَ الْبَيْتِ، وَلَعَنَ اللهُ اُمَّةً دَفَعَتْكُمْ عَنْ مَقامِكُمْ وَاَزالَتْكُمْ عَنْ مَراتِبِكُمُ الَّتي رَتَّبَكُمُ اللهُ فيها، وَلَعَنَ اللهُ اُمَّةً قَتَلَتْكُمْ وَلَعَنَ اللهُ الْمُمَهِّدينَ لَهُمْ بِالَّتمْكينِ مِنْ قِتالِكُمْ، بَرِئْتُ اِلَى اللهِ وَاِلَيْكُمْ مِنْهُمْ وَمِنْ اَشْياعِهِمْ وَاَتْباعِهِمْ وَاَوْلِيائِهِم\n\n يا اَبا عَبْدِاللهِ اِنّي سِلْمٌ لِمَنْ سالَمَكُمْ وَحَرْبٌ لِمَنْ حارَبَكُمْ اِلى يَوْمِ الْقِيامَةِ، وَلَعَنَ اللهُ آلَ زِياد وَآلَ مَرْوانَ، وَلَعَنَ اللهُ بَني اُمَيَّةَ قاطِبَةً، وَلَعَنَ اللهُ ابْنَ مَرْجانَةَ، وَلَعَنَ اللهُ عُمَرَ بْنَ سَعْد، وَلَعَنَ اللهُ شِمْراً، وَلَعَنَ اللهُ اُمَّةً اَسْرَجَتْ وَاَلْجَمَتْ وَتَنَقَّبَتْ لِقِتالِكَ، بِاَبي اَنْتَ وَاُمّي لَقَدْ عَظُمَ مُصابي بِكَ فَاَسْأَلُ اللهَ الَّذي َكْرَمَ مَقامَكَ وَاَكْرَمَني اَنْ يَرْزُقَني طَلَبَ ثارِكَ مَعَ اِمام مَنْصُور مِنْ اَهْلِ بَيْتِ مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَآلِهِ، اَللّـهُمَّ اجْعَلْني عِنْدَكَ وَجيهاً بِالْحُسَيْنِ عَلَيْهِ السَّلامُ فِي الدُّنْيا وَالاْخِرَةِ\n\n يا اَبا عَبْدِاللهِ اِنّي اَتَقَرَّبُ اِلى اللهِ وَ اِلى رَسُولِهِ وَاِلى اَميرِ الْمُؤْمِنينَ وَاِلى فاطِمَةَ وَاِلَى الْحَسَنِ وَاِلَيْكَ بِمُوالاتِكَ وَبِالْبَراءَةِ (مِمَّنْ قاتَلَكَ وَنَصَبَ لَكَ الْحَرْبَ وَبِالْبَراءَةِ مِمَّنْ اَسَسَّ اَساسَ الظُّلْمِ وَالْجَوْرِ عَلَيْكُمْ وَاَبْرَأُ اِلَى اللهِ وَاِلى رَسُولِهِ) مِمَّنْ اَسَسَّ اَساسَ ذلِكَ وَبَنى عَلَيْهِ بُنْيانَهُ وَجَرى فِي ظُلْمِهِ وَجَوْرِهِ عَلَيْكُمْ وَعلى اَشْياعِكُمْ، بَرِئْتُ اِلَى اللهِ وَاِلَيْكُمْ مِنْهُمْ وَاَتَقَرَّبُ اِلَى اللهِ ثُمَّ اِلَيْكُمْ بِمُوالاتِكُمْ وَمُوالاةِ وَلِيِّكُمْ وَبِالْبَراءَةِ مِنْ اَعْدائِكُمْ وَالنّاصِبينَ لَكُمُ الْحَرْبَ وَبِالْبَراءَةِ مِنْ اَشْياعِهِمْ وَاَتْباعِهِمْ، اِنّي سِلْمٌ لِمَنْ سالَمَكُمْ وَحَرْبٌ لِمَنْ حارَبَكُمْ وَوَلِىٌّ لِمَنْ والاكُمْ وَعَدُوٌّ لِمَنْ عاداكُمْ فَاَسْأَلُ اللهَ الَّذي أكْرَمَني بِمَعْرِفَتِكُمْ وَمَعْرِفَةِ اَوْلِيائِكُمْ وَرَزَقَنِى الْبَراءَةَ مِنْ اَعْدائِكُمْ اَنْ يَجْعَلَني مَعَكُمْ فِي الدُّنْيا وَالاْخِرَةِ وَاَنْ يُثَبِّتَ لي عِنْدَكُمْ قَدَمَ صِدْق فِي الدُّنْيا وَالاْخِرَةِ وَاَسْأَلُهُ اَنْ يُبَلِّغَنِى الْمَقامَ الَْمحْمُودَ لَكُمْ عِنْدَ اللهِ وَاَنْ يَرْزُقَني طَلَبَ ثاري مَعَ اِمام هُدىً ظاهِر ناطِق بِالْحَقِّ مِنْكُمْ وَاَسْألُ اللهَ بِحَقِّكُمْ وَبِالشَّأنِ الَّذي لَكُمْ عِنْدَهُ اَنْ يُعْطِيَني بِمُصابي بِكُمْ اَفْضَلَ ما يُعْطي مُصاباً بِمُصيبَتِهِ مُصيبَةً ما اَعْظَمَها وَاَعْظَمَ رَزِيَّتَها فِي الإسْلامِ وَفِي جَميعِ السَّماواتِ وَالاْرْضِ \n\nاَللّـهُمَّ اجْعَلْني فِي مَقامي هذا مِمَّنْ تَنالُهُ مِنْكَ صَلَواتٌ وَرَحْمَةٌ وَمَغْفِرَةٌ، اَللّـهُمَّ اجْعَلْ مَحْياىَ مَحْيا مُحَمَّد وَآلِ مُحَمَّد وَمَماتي مَماتَ مُحَمَّد وَآلِ مُحَمَّد \n\n اَللّـهُمَّ اِنَّ هذا يَوْمٌ تَبَرَّكَتْ بِهِ بَنُو اُمَيَّةَ وَابْنُ آكِلَةِ الاكبادِ اللَّعينُ ابْنُ اللَّعينِ عَلى لِسانِكَ وَلِسانِ نَبِيِّكَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ فِي كُلِّ مَوْطِن وَمَوْقِف وَقَفَ فيهِ نَبِيِّكَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ\n\n اَللّـهُمَّ الْعَنْ اَبا سُفْيانَ وَمُعاوِيَةَ وَيَزيدَ ابْنَ مُعاوِيَةَ عَلَيْهِمْ مِنْكَ اللَّعْنَةُ اَبَدَ الاْبِدينَ، وَهذا يَوْمٌ فَرِحَتْ بِهِ آلُ زِياد وَآلُ مَرْوانَ بِقَتْلِهِمُ الْحُسَيْنَ صَلَواتُ اللهِ عَلَيْهِ، اَللّـهُمَّ فَضاعِفْ عَلَيْهِمُ اللَّعْنَ مِنْكَ وَالْعَذابَ (الاْليمَ) اَللّـهُمَّ اِنّي اَتَقَرَّبُ اِلَيْكَ فِي هذَا الْيَوْمِ وَفِي مَوْقِفي هذا وَاَيّامِ حَياتي بِالْبَراءَةِ مِنْهُمْ وَاللَّعْنَةِ عَلَيْهِمْ وَبِالْمُوالاةِ لِنَبِيِّكَ وَآلِ نَبِيِّكَ عَلَيْهِ وَعَلَيْهِمُ اَلسَّلامُ\n\n ثمّ تقول مائة مرّة :\n\n اَللّـهُمَّ الْعَنْ اَوَّلَ ظالِم ظَلَمَ حَقَّ مُحَمَّد وَآلِ مُحَمَّد وَآخِرَ تابِع لَهُ عَلى ذلِكَ، اَللّـهُمَّ الْعَنِ الْعِصابَةَ الَّتي جاهَدَتِ الْحُسَيْنَ (عليه السلام) وَشايَعَتْ وَبايَعَتْ وَتابَعَتْ عَلى قَتْلِهِ، اَللّـهُمَّ الْعَنْهُمْ جَميعاً \n\nثمّ تقول مائة مرّة : اَلسَّلامُ عَلَيْكَ يا اَبا عَبْد ِاللهِ وَعَلَى الاَْرْواحِ الَّتي حَلَّتْ بِفِنائِكَ عَلَيْكَ مِنّي سَلامُ اللهِ اَبَداً ما بَقيتُ وَبَقِيَ اللَّيْلُ وَالنَّهارُ وَلا جَعَلَهُ اللهُ آخِرَ الْعَهْدِ مِنّي لِزِيارَتِكُمْ، اَلسَّلامُ عَلَى الْحُسَيْنِ وَعَلى عَلِيِّ بْنِ الْحُسَيْنِ وَعَلى اَوْلادِ الْحُسَيْنِ وَعَلى اَصْحابِ الْحُسَيْنِ، ثمّ تقول : اَللّـهُمَّ خُصَّ اَنْتَ اَوَّلَ ظالِم بِاللَّعْنِ مِنّي وَابْدَأْ بِهِ اَوَّلاً ثُمَّ (الْعَنِ) الثّانيَ وَالثّالِثَ وَالرّابِعَ اَللّـهُمَّ الْعَنْ َيَزيدَ خامِساً وَالْعَنْ عُبَيْدَ اللهِ بْنَ زِياد وَابْنَ مَرْجانَةَ وَعُمَرَ بْنَ سَعْد وَشِمْراً وَآلَ اَبي سُفْيانَ وَآلَ زِياد وَآلَ مَرْوانَ اِلى يَوْمِ الْقِيامَةِ \n\nثمّ تسجد وتقُول : \n\nاَللّـهُمَّ لَكَ الْحَمْدُ حَمْدَ الشّاكِرينَ لَكَ عَلى مُصابِهِمْ اَلْحَمْدُ للهِ عَلى عَظيمِ رَزِيَّتي اَللّـهُمَّ ارْزُقْني شَفاعَةَ الْحُسَيْنِ يَوْمَ الْوُرُودِ وَثَبِّتْ لي قَدَمَ صِدْق عِنْدَكَ مَعَ الْحُسَيْنِ وَاَصْحابِ الْحُسَيْنِ اَلَّذينَ بَذَلُوا مُهَجَهُمْ دُونَ الْحُسَيْنِ عَلَيْهِ السَّلامُ .","مفاتيح الجنان"]