["اَلْحَمْدُلِلَّهِ عَلى حِلْمِهِ وَ اَناتِهِ، وَ الْحَمْدُلِلَّهِ عَلى عِلْمي بِاَنَّ ذَنْبي وَ اِنْ كَبُرَ صَغيرٌ في جَنْبٍ عَفْوِهِ، وَ جُرْمي وَ اِنْ عَظُمَ حَقيرٌ عِنْدَ رَحْمَتِهِ، وَ سُبْحانَ اللَّهِ الَّذي رَفَعَ السَّماواتِ بِغَيْرِ عَمَدٍ، وَ اَنْشَأَ جَنَّاتِ الْمَأْوى بِلا اَمَدٍ، وَ خَلَقَ الْخَلائِقَ بِلا ظَهْرٍ وَ لا سَنَدٍ. \nوَ لا اِلهَ اِلاَّ اللَّهُ الْمُنْذِرُ مَنْ عَنَدَ عَنْ طاعَتِهِ وَ عَتى عَنْ اَمْرِهِ، وَ الْمُحَذِّرُ مَنْ لَجَّ في مَعْصِيَتِهِ وَ اسْتَكْبَرَ عَنْ عِبادَتِهِ، وَ الْمُعْذِرُ اِلى مَنْ تَمادى في غَيِّهِ وَ ضَلالَتِهِ لِتَثْبيتِ حُجَّتِهِ عَلَيْهِ وَ عِلْمِهِ بِسُوءِ عاقِبَتِهِ، وَ اللَّهُ اَكْبَرُ، الْجَوادُ الْكَريمُ الَّذي لَيْسَ لِقَديمِ اِحْسانِهِ وَ عَظيمِ امْتِنانِهِ عَلى جَميعِ خَلْقِهِ نِهايَةٌ، وَ لا لِقُدْرَتِهِ وَ سُلْطانِهِ عَلى بَرِيَّتِهِ غايَةٌ. \nاَللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَ عَلى اَهْلِ بَيْتِهِ، وَ بارِكْ عَلى مُحَمَّدٍ وَ عَلى اَهْلِ بَيْتِهِ، كَاَفْضَلِ ما صَلَّيْتَ وَ بارَكْتَ عَلى اِبْراهيمَ وَ الِ اِبْراهيمَ اِنَّكَ حَميدٌ مَجيدٌ. \nاَللَّهُمَّ اِنّي اَسْأَلُكَ سُؤالَ مُذْنِبٍ اَوْبَقَتْهُ مَعاصيهِ في ضَيْقِ الْمسالِكِ وَ لَيْسَ لَهُ مُجيرٌ سِواكَ، وَ لا لَهُ اَمَلٌ غَيْرُكَ، وَ لا مُغيثٌ اَرْأَفُ بِهِ مِنْكَ، وَ لا مُعْتَمَدٌ يَعْتَمِدُ عَلَيْهِ غَيْرُكَ. \nاَنْتَ مَوْلايَ الَّذي جُدْتَ بِالنِّعَمِ قَبْلَ اسْتِحْقاقِها، وَ اَهَّلْتَها بِتَطَوُّلِكَ غَيْرَ مُؤَهَّليها، وَ لَمْ يَعِزَّكَ مَنْعٌ، وَ لااَكْداكَ اِعْطاءٌ، وَ لااَنْفَدَ سَعَتَكَ سُؤالُ مُلِحٍّ، بَلْ اَدَرْتَ اَرْزاقَ عِبادِكَ تَطَوُّلاً مِنْكَ عَلَيْهِمْ وَ تَفَضُّلاً مِنْكَ لَدَيْهِمْ. \nاَللَّهُمَّ كَلَّتِ الْعِبارَةُ عَنْ مِدْحَتِكَ، وَ هَفَتِ الْأَلْسُنُ عَنْ نَشْرِ مَحامِدِكَ وَ تَفَضُّلِكَ، وَ قَدْ تَعَمَّدْتُكَ بِقَصْدي اِلَيْكَ وَ اِنْ اَحاطَتْ بِيَ الذُّنُوبُ، وَ اَنْتَ اَرْحَمُ الرَّاحِمينَ وَ اَكْرَمُ الْاَكْرَمينَ وَ اَجْوَدُ الْاَجْوَدينَ وَ اَنْعَمُ الرَّازِقينَ وَ اَحْسَنُ الْخالِقينَ، اَلْاَوَّلُ وَ الْاخِرُ وَ الظَّاهِرُ وَ الْباطِنُ، اَجَلُّ وَ اَعَزُّ، وَ اَرْأَفُ وَ اَكْرَمُ مِنْ اَنْ تَرُدَّ مَنْ اَمَّلَكَ وَ رَجاكَ وَ طَمِعَ فيما عِنْدَكَ، فَلَكَ الْحَمْدُ يا اَهْلَ الْحَمْدِ. \nاِلهي اِنّي جُرْتُ عَلى نَفْسي فِي النَّظَرِ لَها، وَ سالَمْتُ الْاَيَّامَ بِاقْتِرافِ الْاثامِ، وَ اَنْتَ وَلِيُّ الْاِنْعامِ ذُوالْجَلالِ وَ الْاِكْرامِ، فَما بَقِيَ لَها اِلاَّ نَظَرُكَ، فَاجْعَلْ مَرَدَّها مِنْكَ بِالنَّجاحِ، وَ اَجْمِلِ النَّظَرَ مِنْكَ لَها بِالْفَلاحِ، فَاَنْتَ الْمُعْطِي النَّفَّاحُ، ذُوالْالاءِ وَ النِّعَمِ وَ السَّماحِ، يا فالِقَ الْاِصْباحِ اِمْنَحْها سُؤْلَها وَ اِنْ لَمْ تَسْتَحِقَّ يا غَفَّارُ. \nاَللَّهُمَّ اِنّي اَسْأَلُكَ بِاسْمِكَ الَّذي تُمْضي بِهِ الْمَقاديرَ، وَ بِعِزَّتِكَ الَّتي تَتِمُّ بِهِ التَّدابيرُ، اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ تَرْزُقَني رِزْقاً واسِعاً حَلالاً طَيِّباً مِنْ فَضْلِكَ، وَ اَنْ لاتَحُولَ بَيْني وَ بَيْنَ ما يُقَرِّبُني مِنْكَ، يا حَنَّانُ يا مَنَّانُ، اَللَّهُمَّ وَ اَدْرِجْني فيمَنْ اَبَحْتَ لَهُ عَفْوَكَ وَرِضْوانَكَ، وَ اَسْكَنْتَهُ جِنانَكَ بِرَاْفَتِكَ وَ طَوْلِكَ وَ امْتِنانِكَ. \nيا اِلهي اَنْتَ اَكْرَمْتَ اَوْلِياءَكَ بِكَرامَتِكَ، فَاَوْجَبْتَ لَهُمْ حِياطَتَكَ، وَ اَظْلَلْتَهُمْ بِرِعايَتِكَ مِنَ التَّتابُعِ فِي الْمَهالِكِ وَ اَنَا عَبْدُكَ، فَاَنْقِذْني بِرَحْمَتِكَ مِنْ ذلِكَ، وَ اَلْبِسْنِي الْعافِيَةَ، وَ اِلى طاعَتِكَ فَمِلْ بي، وَ عَنْ طُغْيانِكَ وَ مَعْصِيَتِكَ فَرُدَّني، فَقَدْ عَجَّتْ اِلَيْكَ الْاَصْواتُ بِضُرُوبِ اللُّغاتِ، يَسْأَلُونَكَ الْحاجاتِ تُرْتَجى لِمَحْقِ الْعُيُوبِ وَ غُفْرانِ الذُّنُوبِ يا عَلاَّمَ الْغُيُوبِ. \nاَللَّهُمَّ اِنّي اَسْتَهْديكَ فَاهْدِني، وَ اَعْتَصِمُ بِكَ فَاعْصِمْني، وَ اَدِّ عَنّي حُقُوقَكَ عَلَيَّ اِنَّكَ اَهْلُ التَّقْوى وَ اَهْلُ الْمَغْفِرَةِ، وَ اصْرِفْ عَنّي شَرَّ كُلِّ ذي شَرٍّ اِلى خَيْرِ ما لايَمْلِكُهُ اَحَدٌ سِواكَ، وَ احْتَمِلْ عَنّي مُفْتَرَضاتِ حُقُوقِ الْاباءِ وَ الْاُمَّهاتِ، وَ اغْفِرْلي وَ لِلْمُؤْمِنينَ وَ الْمُؤْمِناتِ، وَ الْاِخْوَةِ وَ الْاَخَواتِ وَ الْقَراباتِ، يا وَلِيَّ الْبَرَكاتِ وَ عالِمَ الْخَفِيَّاتِ. \n","الصحيفة العلوية"]