["اَلْحَمْدُ لِلَّهِ الَّذي قَرَنَ رَجائي بِعَفْوِهِ، وَ فَسَحَ اَمَلي بِحُسْنِ تَجاوُزِهِ وَ صَفْحِهِ، وَ قَوّى مَتْني وَ ظَهْري وَ ساعِدي وَ يَدي بِما عَرَّفَني مِنْ جُودِهِ وَ كَرَمِهِ، وَ لَمْ يُخْلِني مَعَ مُقامي عَلى مَعْصِيَتِهِ وَ تَقْصيري في طاعَتِهِ، وَ ما يَحِقُّ عَلَيَّ مِنِ اعْتِقادِ خَشْيَتِهِ وَ اسْتِشْعارِ خيفَتِهِ، مِنْ تَواتُرِ مِنَنِهِ وَ تَظاهُرِ نِعَمِهِ. \nوَ سُبْحانَ الَّذي يَتَوَكَّلُ كُلُّ مُؤْمِنٍ عَلَيْهِ، وَ يُضْطَرُّ كُلُّ جاحِدٍ اِلَيْهِ، وَ لايَسْتَغْني اَحَدٌ اِلاَّ بِفَضْلِ ما لَدَيْهِ، وَ لا اِلهَ اِلاَّ اللَّهُ الْمُقْبِلُ عَلى مَنْ اَعْرَضَ عَنْ ذِكْرِهِ، التَّوابُ عَلى مَنْ تابَ اِلَيْهِ مِنْ عَظيمِ ذَنْبِهِ، السَّاخِطُ عَلى مَنْ قَنَطَ مِنْ واسِعِ رَحْمَتِهِ، وَ يَئِسَ مِنْ عاجِلِ رَوْحِهِ، وَ اللَّهُ اَكْبَرُ خالِقُ كُلِّ شَيْ ءٍ وَ مالِكُهُ، وَ مُبيدُ كُلِّ شَيْ ءٍ وَ مُهْلِكُهُ، وَ اللَّهُ اَكْبَرُ كَبيراً كَما هُوَ اَهْلُهُ وَ مُسْتَحِقُّهُ. \nاَللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ عَبْدِكَ وَ نَبِيِّكَ وَ رَسُولِكَ، وَ اَمينِكَ وَ شاهِدِكَ، التَّقِيِّ النَّقِيِّ، وَ عَلى الِ مُحَمَّدٍ الطَّيِّبينَ الطَّاهِرينَ. \nاَللَّهُمَّ اِنّي اَسْأَلُكَ سُؤالَ مُعْتَرِفٍ بِذَنْبِهِ، نادِمٍ عَلَى اقْتِرافِ تَبِعَتِهِ، وَ اَنْتَ اَوْلى مَنِ اعْتُمِدَ وَ عَفا، وَ جادَ بِالْمَغْفِرَةِ عَلى مَنْ ظَلَمَ وَ اَساءَ، فَقَدْ اَوْبَقَتْنِي الذُّنُوبُ في مَهاوِي الْهَلَكَةِ، وَ اَحاطَتْ بِيَ الْاَثامُ، وَ بَقيتُ غَيْرَ مُسْتَقِلٍّ بِها، وَ اَنْتَ الْمُرْتَجى وَ عَلَيْكَ الْمُعَوَّلُ فِي الشِّدَّةِ وَ الرَّخاءِ. \nوَ اَنْتَ مَلْجَأُ الْخائِفِ الْغَريقِ، وَ اَرْأَفُ مِنْ كُلِّ شَفيقٍ، اِلَيْكَ قَصَدْتُ سَيِّدي، وَ اَنْتَ مُنْتَهَى الْقَصْدِ لِلْقاصِدينَ، وَ اَرْحَمُ مَنِ اسْتُرْحِمَ في تَجاوُزِكَ عَنِ الْمُذْنِبينَ. \nاَللَّهُمَّ اَنْتَ الَّذي لايَتَعاظَمُكَ غُفْرانُ الذُّنُوبِ وَ كَشْفُ الْكُرُوبِ، وَ اَنْتَ عَلاَّمُ الْغُيُوبِ وَ سَتَّارُ الْعُيُوبِ وَ كَشَّافُ الْكُرُوبِ، لِاَنَّكَ الْباقِي الرَّحيمُ، الَّذي تَسَرْبَلْتَ بِالرُّبُوبِيَّةِ، وَ تَوَحَّدْتَ بِالْاِلهِيَّةِ، وَ تَنَزَّهْتَ مِنَ الْحَيْثُوثِيَّةِ، فَلَمْ يَجِدْكَ واصِفٌ مَحْدُوداً بِالْكَيْفُوفِيَّةِ، وَ لاتَقَعُ فِي الْاَوْهامِ بِالْمائِيَّةِ وَ الْحَيْنُونِيَّةِ، فَلَكَ الْحَمْدُ عَدَدَ نَعْمائِكَ عَلَى الْاَنامِ، وَ لَكَ الشُّكْرُ عَلى كُرُورِ اللَّيالي وَ الْاَيَّامِ. \nاِلهي بِيَدِكَ الْخَيْرُ وَ اَنْتَ وَلِيُّهُ، مُتيحُ الرَّغائِبِ وَ غايَةُ الْمَطالِبِ، اَتَقَرَّبُ اِلَيْكَ بِسَعَةِ رَحْمَتِكَ الَّتي وَسِعَتْ كُلَّ شَيْ ءٍ، فَقَدْ تَرى يا رَبِّ مَكاني وَ تَطَّلِعُ عَلى ضَميري وَ تَعْلَمُ سِرّي، وَ لايَخْفى عَلَيْكَ اَمْري، وَ اَنْتَ اَقْرَبُ اِلَيَّ مِنْ حَبْلِ الْوَريدِ، فَتُبْ عَلَيَّ تَوْبَةً لااَعُودُ بَعْدَها فيما يُسْخِطُكَ، وَ اغْفِرْلي مَغْفِرَةً لااَرْجِعُ مَعَها اِلى مَعْصِيَتِكَ يا اَكْرَمَ الْاَكْرَمينَ. \nاِلهي اَنْتَ الَّذي اَصْلَحْتَ قُلُوبَ الْمُفْسِدينَ، فَصَلَحَتْ بِاِصْلاحِكَ اِيَّاها فَاَصْلِحْني بِاِصْلاحِكَ، وَ اَنْتَ الَّذي مَنَنْتَ عَلَى الضَّالّينَ، فَهَدَيْتَهُمْ بِرُشْدِكَ عَنِ الضَّلالَةِ، وَ عَلَى الْجائِرينَ عَنْ قَصْدِكَ، فَسَدَدْتَهُمْ وَ قَوَّمْتَ مِنْهُمْ عَثْرَ الزَّلَلِ، فَمَنَحْتَهُمْ مَحَبَّتَكَ وَ جَنَّبْتَهُمْ مَعْصِيَتَكَ، وَ اَدْرَجْتَهُمْ دَرَجَ الْمَغْفُورِ لَهُمْ، وَ اَحْلَلْتَهُمْ مَحَلَّ الْفائِزينَ، فَأَسْأَلُكَ يا مَوْلايَ اَنْ تُلْحِقَني بِهِمْ يا اَرْحَمَ الرَّاحِمينَ. \nاَللَّهُمَّ اِنّي اَسْأَلُكَ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ اَنْ تَرْزُقَني رِزْقاً واسِعاً حَلالاً طَيِّباً في عافِيَةٍ، وَ عَمَلاً يُقَرِّبُ اِلَيْكَ يا خَيْرَ مَسْؤُولٍ. \nاَللَّهُمَّ وَ اَتَضَرَّعُ اِلَيْكَ ضَراعَةَ مُقِرٍّ عَلى نَفْسِهِ بِالْهَفَواتِ، وَ اَتُوبُ اِلَيْكَ يا تَوَّابُ، فَلاتَرُدَّني خائِباً مِنْ جَزيلِ عَطاءِكَ، يا وَهَّابُ فَقَديماً جُدْتَ عَلَى الْمُذْنِبينَ بِالْمَغْفِرَةِ، وَ سَتَرْتَ عَلى عَبيدِكَ قَبيحاتِ الْفِعالِ. \nيا جَليلُ يا مُتَعالِ، اَتَوَجَّهُ اِلَيْكَ بِمَنْ اَوْجَبْتَ حَقَّهُ عَلَيْكَ اِذْ لَمْ يَكُنْ لي مِنَ الْخَيْرِ ما اَتَوَجَّهُ بِهِ اِلَيْكَ، وَ حالَتِ الذُّنُوبُ بَيْني وَ بَيْنَ الْمُحْسِنينَ، وَ اِذْ لَمْ يُوجِبْ لي عَمَلي مُرافَقَةَ الْمُتَّقينَ، فَلاتَرُدَّ سَيِّدي تَوَجُّهي بِمَنْ تَوَجَّهْتُ بِهِ اِلَيْكَ، اَتَخْذُلُني رَبّي وَ اَنْتَ اَمَلي،، اَمْ تَرُدُّ يَدي صِفْراً مِنَ الْعَفْوِ وَ اَنْتَ مُنْتَهى رَغْبَتي. \nيا مَنْ هُوَ مَأْمُولٌ فِي الشَّدائِدِ، مَوْصُوفٌ مَعْرُوفٌ بِالْجُودِ، وَ الْخَلْقُ لَهُ عَبيدٌ، وَ اِلَيْهِ مَرَدُّ الْأُمُورِ، فَصَلِّ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ جُدْ عَلَيَّ بِاِحْسانِكَ الَّذي فيهِ الْغِنى عَنِ الْقَريبِ وَ الْبَعيدِ، وَ الْاَعْداءِ وَ الْاِخْوانِ وَ الْاَخَواتِ، وَ اَلْحِقْني بِالَّذينَ غَمَرْتَهُمْ بِسَعَةِ تَطَوُّلِكَ وَ كَرامَتِكَ لَهُمْ وَ تَطَوُّلِكَ عَلَيْهِمْ، وَ جَعَلْتَهُمْ اَطائِبَ اَبْراراً اَتْقِياءَ اَخْياراً، وَ لِنَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهُ وَ الِهِ وَ سَلَّمَ في دارِكَ جيراناً، وَ اغْفِرْلي وَ لِلْمُؤْمِنينَ وَ الْمُؤْمِناتِ مَعَ الْاباءِ وَ الْاُمَّهاتِ وَ الْاِخْوَةِ وَ الْاَخَواتِ يا اَرْحَمَ الرَّاحِمينَ. \n","الصحيفة العلوية"]