["بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ سُبْحَانَكَ رَبَّنَا وَ لَكَ الْحَمْدُ أَنْتَ اللَّهُ الْقَائِمُ عَلَى عَرْشِكَ أَبَداً أَحَاطَ بَصَرُكَ بِجَمِيعِ الْخَلْقِ وَ الْخَلْقُ‏ كُلُّهُمْ عَلَى الْفَنَاءِ وَ أَنْتَ الْبَاقِي الْكَرِيمُ الْقَائِمُ الدَّائِمُ بَعْدَ فَنَاءِ كُلِّ شَيْ‏ءٍ الْحَيُّ الَّذِي لَا يَمُوتُ بِيَدِكَ مَلَكُوتُ السَّمَاوَاتِ وَ الْأَرْضِ وَ دَهْرُ الدَّاهِرِينَ أَنْتَ الَّذِي قَصَمْتَ بِصَوْتِكَ الْجَبَّارِينَ وَ أَضَفْتَ فِي قَبْضَتِكَ الْأَرَضِينَ وَ أَغْشَيْتَ بِضَوْءِ نُورِكَ النَّاظِرِينَ وَ أَشْبَعْتَ بِفَضْلِ رِزْقِكَ الْآكِلِينَ وَ عَلَوْتَ بِعَرْشِكَ عَلَى الْعَالَمِينَ وَ أَعْمَرْتَ سَمَاوَاتِكَ بِالْمَلَائِكَةِ الْمُقَرَّبِينَ وَ عَلَّمْتَ تَسْبِيحَكَ الْأَوَّلِينَ وَ الْآخِرِينَ وَ انْقَادَتْ لَكَ الدُّنْيَا وَ الْآخِرَةُ بِأِزمَّتِهَا وَ حَفِظْتَ السَّمَاوَاتِ [وَ الْأَرْضَ‏] وَ الْأَرَضِينَ بِمَقَالِيدِهَا وَ أَذْعَنَتْ لَكَ بِالطَّاعَةِ وَ مِنْ فَوْقِهَا وَ أَبَتْ حَمْلَ الْأَمَانَةِ مِنْ شَفَقَتِهَا وَ قَامَتْ بِكَلِمَاتِكَ فِي قَرَارِهَا وَ اسْتَقَامَ الْبَحْرَانِ مَكَانَهُمَا وَ اخْتَلَفَ اللَّيْلُ وَ النَّهَارُ كَمَا أَمَرْتَهُمَا وَ أَحْصَيْتَ كُلَّ شَيْ‏ءٍ فِيهِمَا عَدَداً وَ أَحَطْتَ بِهِمَا عِلْماً خَالِقَ الْخَلْقِ وَ مُصْطَفِيَهُ وَ مُهَيْمِنَهُ وَ مُنْشِيَهً [وَ بَارِيَهُ‏] وَ ذَارِيَهُ كُنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ إِلَهاً وَاحِداً وَ كَانَ عَرْشُكَ عَلَى الْمَاءِ مِنْ قَبْلِ أَنْ تَكُونَ أَرْضٌ وَ لَا سَمَاءٌ أَوْ شَيْ‏ءٌ مِمَّا خَلَقْتَ فِيهَا بِعِزَّتِكَ كُنْتَ قَدِيماً بَدِيعاً مُبْتَدِعاً كَيْنُوناً كَائِناً مُكَوِّناً كَمَا سَمَّيْتَ نَفْسَكَ ابْتَدَعْتَ الْخَلْقَ بِعَظَمَتِكَ وَ دَبَّرْتَ أُمُورَهُمْ بِعِلْمِكَ فَكَانَ عَظِيمُ مَا ابْتَدَعْتَ مِنْ خَلْقِكَ وَ قَدَرْتَ عَلَيْهِ مِنْ أَمْرِكَ عَلَيْكَ هَيِّناً يَسِيراً لَمْ يَكُنْ لَكَ ظَهِيرٌ عَلَى خَلْقِكَ وَ لَا مُعِينٌ عَلَى حِفْظِكَ وَ لَا شَرِيكَ لَكَ فِي مُلْكِكَ وَ كُنْتَ رَبَّنَا تَبَارَكَتْ أَسْمَاؤُكَ وَ جَلَّ ثَنَاؤُكَ عَلَى ذَلِكَ عَلِيّاً غَنِيّاً فَإِنَّمَا أَمَرَكَ لِشَيْ‏ءٍ إِذَا أَرَدْتَهُ أَنْ تَقُولَ لَهُ‏ كُنْ فَيَكُونُ‏ لَا يُخَالِفُ شَيْ‏ءٌ مِنْهُ مَحَبَّتَكَ فَسُبْحَانَكَ وَ بِحَمْدِكَ وَ تَبَارَكْتَ رَبَّنَا وَ جَلَّ ثَنَاؤُكَ وَ تَعَالَيْتَ عَلَى ذَلِكَ عُلُوّاً كَبِيراً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ وَ عَلَى أَهْلِ بَيْتِهِ كَمَا سَبَقَتْ إِلَيْنَا بِهِ رَحْمَتُكَ وَ قَرُبَ إِلَيْنَا بِهِ هُدَاكَ وَ أَوْرَثْتَنَا بِهِ كِتَابَكَ وَ دَلَلْتَنَا بِهِ عَلَى طَاعَتِكَ فَأَصْبَحْنَا مُبْصِرِينَ بِنُورِ الْهُدَى الَّذِي جَاءَ بِهِ ظَاهِرِين بِعِزِّ الدِّينِ الَّذِي دَعَا إِلَيْهِ نَاجِينَ بِحُجَجِ الْكِتَابِ الَّذِي نَزَلَ عَلَيْهِ اللَّهُمَّ فَآثَرَهُ بِقُرْبِ الْمَجْلِسِ مِنْكَ يَوْمَ الْقِيَامَةِ وَ أَكْرَمَهُ بِتَمْكِينِ الشَّفَاعَاتِ عِنْدَكَ تَفْضِيلًا مِنْكَ لَهُ عَلَى الْفَاضِلِينَ وَ تَشْرِيفاً مِنْكَ لَهُ عَلَى الْمُتَّقِينَ اللَّهُمَّ وَ امْنَحْنَا مِنْ شَفَاعَتِهِ نَصِيباً نَرِدُ بِهِ مَعَ الصَّادِقِينَ جِنَانَهُ وَ نَنْزِلُ بِهِ مَعَ الْآمِنِينَ فُسْحَةَ رِيَاضِهِ غَيْرَ مَرْفُوضِينَ عَنْ دَعْوَتِهِ وَ لَا مَرْدُودِينَ عَنْ سَبِيلِ مَا بَعَثْتَهُ بِهِ وَ لَا مَحْجُوبَةٍ عَنَّا مُرَافَقَتُهُ وَ لَا مَحْظُورَةٍ عَنَّا دَارُهُ آمِينَ إِلَهَ الْحَقِّ رَبَّ الْعَالَمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ بِاسْمِكَ الْعَظِيمِ الَّذِي لَا يَعْلَمُهُ أَحَدٌ غَيْرُكَ وَ الَّذِي سَخَّرْتَ بِهِ اللَّيْلَ وَ النَّهَارَ وَ أَجْرَيْتَ بِهِ الشَّمْسَ وَ الْقَمَرَ وَ النُّجُومَ وَ بِهِ أَنْشَأْتَ السَّحَابَ وَ الْمَطَرَ وَ الرِّيَاحَ وَ الَّذِي بِهِ تُنَزْلُ الْغَيْثَ وَ تَذْرَأُ الْمَرْعَى وَ تُحْيِي‏ الْعِظامَ وَ هِيَ رَمِيمٌ‏ وَ الَّذِي بِهِ تَرْزُقُ مَنْ فِي الْبَرِّ وَ الْبَحْرِ وَ تَكْلَؤُهُمْ [وَ تَرْعَاهُمْ‏] وَ تَحْفَظُهُمْ وَ الَّذِي هُوَ فِي التَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ وَ الْقُرْآنِ الْعَظِيمِ وَ الَّذِي فَلَقْتَ بِهِ الْبَحْرَ لِمُوسَى وَ أَسْرَيْتَ بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ بِكُلِّ اسْمٍ لَكَ مَخْزُونٍ وَ مَكْنُونٍ وَ بِكُلِّ اسْمٍ دَعَاكَ بِهِ مَلَكٌ مُقَرَّبٌ أَوْ نَبِيٌّ مُرْسَلٌ أَوْ عَبْدٌ مُصْطَفًى أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَ رَاحَتِي فِي لِقَائِكَ وَ خَاتِمَ عَمَلِي فِي سَبِيلِكَ وَ حَجَّ بَيْتِكَ الْحَرَامِ وَ اخْتِلَافٍ إِلَى مَسَاجِدِكَ وَ مَجَالِسِ الذِّكْرِ وَ اجْعَلْ خَيْرَ أَيَّامِي يَوْمَ أَلْقَاكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَ مِنْ خَلْفِي وَ عَنْ يَمِينِي وَ عَنْ شِمَالِي وَ مِنْ فَوْقِي وَ مِنْ تَحْتِي أَسْفَلَ مِنِّي وَ احْفَظْنِي مِنَ السَّيِّئَاتِ وَ مَحَارِمِكَ كُلِّهَا وَ مَكِّنْ لِي فِي دِينِي الَّذِي ارْتَضَيْتَ لِي وَ فَهِّمْنِي فِيهِ وَ اجْعَلْهُ لِي نُوراً [وَ بِشْراً] وَ يَسِّرْ لِيَ الْيُسْرَ وَ الْعَافِيَةَ وَ اعْزِمْ عَلَى رُشْدِي كَمَا عَزَمْتَ عَلَى خَلْقِي وَ أَعِنِّي عَلَى نَفْسِي بِبِرٍّ وَ تَقْوَى وَ عَمَلٍ رَاجِحٍ وَ بَيْعٍ رَابِحٍ وَ تِجَارَةٍ لَنْ تَبُورَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَ مَا قَرُبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَ أَعُوذُ بِكَ‏ مِنْ خَوْنِ الْأَمَانَةِ وَ أَكْلِ أَمْوَالِ النَّاسِ بِالْبَاطِلِ وَ مِنَ التَّزَيُّنِ بِمَا لَيْسَ فِيَّ وَ مِنَ الْآثَامِ وَ الْبَغْيِ بِغَيْرِ الْحَقِّ وَ أَنْ أُشْرِكَ بِكَ مَا لَمْ تُنَزِّلْ بِهِ سُلْطَاناً وَ أَجِرْنِي مِنْ مَضَلَّاتِ الْفِتَنِ‏ ما ظَهَرَ مِنْها وَ ما بَطَنَ‏ وَ مِنْ مُحِيطَاتِ الْخَطَايَا وَ نَجِّنِي مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَ اهْدِنِي سَبِيلَ الْإِسْلَامِ وَ اكْسُنِي حُلَلَ الْإِيمَانِ وَ أَلْبِسْنِي لِبَاسَ التَّقْوَى وَ اسْتُرْنِي بِسِتْرٍ الصَّالِحِينَ وَ زَيِّنِّي بِزِينَةِ الْمُؤْمِنِينَ وَ ثَقِّلْ عَمَلِي فِي الْمِيزَانِ وَ أَلْقِنِي مِنْكَ بِرَوْحٍ وَ رَيْحَانٍ آمِينَ رَبَّ الْعَالَمِينَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ تَسْلِيماً","المصباح للكفعمي"]