["اَلْحَمْدُ لِلَّهِ الَّذي هَداني لِلْاِسْلامِ وَ اَكْرَمَني بِالْايمانِ، وَ بَصَّرَني فِي الدّينِ، وَ شَرَّفَني بِالْيَقينِ، وَ عَرَّفَنِي الْحَقَّ الَّذي عَنْهُ يُؤْفَكُونَ، وَ النَّبَأَ الْعَظيمَ الَّذي هُمْ فيهِ مُخْتَلِفُونَ. \nوَ سُبْحانَ اللَّهِ الَّذي يَرْزُقُ الْقاسِطَ وَ الْعادِلَ، وَ الْعاقِلَ وَ الْجاهِلَ، وَ يَرْحَمُ السَّاهِيَ وَ الْغافِلَ، فَكَيْفَ الدَّاعِيَ السَّائِلَ، وَ لا اِلهَ اِلاَّ اللَّهُ اللَّطيفُ بِمَنْ شَرَدَ عَنْهُ مِنْ مُسْرِفي عِبادِهِ لِيَرْجِعَ عَنْ عُتُوِّهِ وَ عِنادِهِ، الرَّاضي مِنَ الْمُنيبِ الْمُخْلِصِ بِدُونِ الْوُسْعِ وَ الطَّاقَةِ. \nوَ اللَّهُ اَكْبَرُ، الْحَليمُ الْعَليمُ الَّذي لَهُ في كُلِّ صِنْفٍ مِنْ غَرائِبِ فِطْرَتِهِ وَ عَجائِبِ صَنْعَتِهِ ايَةٌ بَيِّنَةٌ تُوجِبُ لَهُ الرُّبُوبِيَّةَ، وَ عَلى كُلِّ نَوْعٍ مِنْ غَوامِضِ تَقْديرِهِ وَ حُسْنِ تَدْبيرِهِ دَليلٌ واضِحٌ وَ شاهِدٌ عَدْلٌ يَقْضِيانِ لَهُ بِالْوَحْدانِيَّةِ. \nاَللَّهُمَّ اِنّي اَسْأَلُكَ يا مَنْ يَصْرِفُ الْبَلايا، وَ يَعْلَمُ الْخَفايا، وَ يُجْزِلُ الْعَطايا، سُؤالَ نادِمٍ عَلَى اقْتِرافِ الْاثامِ، وَ سالِمٍ عَلَى الْمَعاصي مِنَ اللَّيالي وَ الْاَيَّامِ، اِذْ لَمْ يَجِدْ مُجيراً سِواكَ لِغُفْرانِها، وَ لا مَوْئِلاً يَفْزَعُ اِلَيْهِ لِارْتِجاءِ كَشْفِ فاقَتِهِ اِلاَّ اِيَّاكَ، يا جَليلُ اَنْتَ الَّذي عَمَّ الْخَلائِقَ مَنُّكَ وَ غَمَرَتْهُمْ سَعَةُ رَحْمَتِكَ وَ سَوَّغْتَهُمْ سَوابِغَ نِعْمَتِكَ. \nيا كَريمَ الْمَابِ وَ الْجَوادُ الْوَهَّابُ وَ الْمُنْتَقِمُ مِمَّنْ عَصاهُ بِاَليمِ الْعَذابِ، دَعَوْتُكَ مُقِرّاً بِالْاِساءَةِ عَلى نَفْسي، اِذْ لَمْ اَجِدْ مَلْجَاً اَلْجَأُ اِلَيْهِ فِي اغْتِفارِ مَا اكْتَسَبْتُ مِنَ الْاثامِ، يا خَيْرَ مَنِ اسْتُدْعِيَ لِبَذْلِ الرَّغائِبِ، وَ اَنْجَحَ مَأْمُولٍ لِكَشْفِ اللَّوازِبِ، لَكَ عَنَتِ الْوُجُوهُ فَلاتَرُدَّني مِنْكَ بِالْحِرْمانِ، اِنَّكَ تَفْعَلُ ما تَشاءُ وَ تَحْكُمُ ما تُريدُ. \nاِلهي وَ سَيِّدي وَ مَوْلايَ، اَىَّ رَبٍّ اَرْتَجيهِ سِواكَ، اَمْ اَيَّ اِلهٍ اَقْصُدُهُ اِذا اَلَمَّ بِيَ النَّدَمُ، وَ اَحاطَتْ بِيَ الْمَعاصي وَ نَكائِبُ خَوْفِ النِّقَمِ، وَ اَنْتَ وَلِيُّ الصَّفْحِ وَ مَاْوَى الْكَرَمِ، اِلهي اَتُقيمُني مَقامَ التَّهَتُّكِ وَ اَنْتَ جَميلُ السِّتْرِ، وَ تَسْأَلُني عَنِ اقْتِرافي عَلى رُؤُوسِ الْأَشْهادِ، وَ قَدْ عَلِمْتَ مَخْبِيَّاتِ السِّرِّ. \nفَاِنْ كُنْتُ يا اِلهي مُسْرِفاً عَلى نَفْسي، مُخْطِئاً عَلَيْها بِانْتِهاكِ الْحُرُماتِ، ناسِياً لِمَا اجْتَرَمْتُ مِنَ الْهَفَواتِ، فَاَنْتَ لَطيفٌ تَجُودُ عَلَى الْمُسْرِفينَ بِرَحْمَتِكَ وَ تَتَفَضَّلُ عَلَى الْخاطِئينَ بِكَرَمِكَ، فَارْحَمْني يا اَرْحَمَ الرَّاحِمينَ. \nفَاِنَّكَ تُسَكِّنُ يا اِلهي بِتَحَنُّنِكَ رَوْعاتِ قُلُوبِ الْوَجِلينَ، وَ تُحَقِّقُ بِتَطَوُّلِكَ اَمَلٍ الْامِلينَ، وَ تُفيضُ سِجالَ عَطاياكَ عَلى غَيْرِ الْمُسْتَاْهِلينَ، فَامِنّي بِرَجاءٍ لايَشُوبُهُ قُنُوطٌ وَ اَمَلٌ لايُكَدِّرُهُ يَأْسٌ، يا مُحيطاً بِكُلِّ شَيْ ءٍ عِلْماً، وَ قَدْ اَصْبَحْتُ سَيِّدي وَ اَمْسَيْتُ عَلى بابٍ مِنْ اَبْوابِ مِنَحِكَ سائِلاً،وَ عَنِ التَّعَرُّضِ لِسِواكَ بِالْمَسْأَلَةِ عادِلاً، وَلَيْسَ مِنْ جَميلِ امْتِنانِكَ رَدُّ سائِلٍ مَأْسُورٍ مَلْهُوفٍ، وَ مُضْطَرٍّ لاِنْتِظارِ خَيْرِكَ الْمَأْلُوفِ. \nاِلهي اَنْتَ الَّذي عَجَزَتِ الْاَوْهامُ عَنِ الْاِحاطَةِ بِكَ، وَ كَلَّتِ الْاَلْسُنُ عَنْ نَعْتِ ذاتِكَ، فَبِالائِكَ وَ طَوْلِكَ صَلِّ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ اغْفِرْلي ذُنُوبي، وَ اَوْسِعْ عَلَيَّ مِنْ فَضْلِكَ الْواسِعِ رِزْقاً واسِعاً حَلالاً طَيِّباً في عافِيَةٍ، وَ اَقِلْنِي الْعَثْرَةَ، يا غايَةَ اَمَلِ الْامِلينَ، وَ جَبَّارَ السَّماواتِ وَ الْاَرَضينَ، وَ الْباقي بَعْدَ فَناءِ الْخَلْقِ اَجْمَعينَ، وَ دَيَّانَ يَوْمِ الدّينِ. \nوَ اَنْتَ يا مَوْلايَ ثِقَةُ مَنْ لَمْ يَثِقْ بِنَفْسِهِ لِاِفْراطِ خَلَلِهِ، وَ اَمَلُ مَنْ لَمْ يَكُنْ لَهُ تَاْميلٌ لِكَثْرَةِ زَلَلِهِ، وَ رَجاءُ مَنْ لَمْ يَرْتَجِ لِنَفْسِهِ بِوَسيلَةِ عَمَلِهِ. \nاِلهي فَاَنْقِذْني بِرَحْمَتِكَ مِنَ الْمَهالِكِ، وَ نَجِنّي يا مَوْلايَ مِنْ ضيقِ الْمَسالِكِ، وَ اَحْلِلْني دارَ الْاَخْيارِ، وَ اجْعَلْني مِنْ مُرافِقِي الْاَبْرارِ، وَ اغْفِرْلي ذُنُوبَ اللَّيْلِ وَ النَّهارِ، يا مُطَّلِعاً عَلَى الْاَسْرارِ، اِحْتَمِلْ عَنّي يا مَوْلايَ اَداءَ مَا افْتَرَضْتَ عَلَيَّ لِلْاباءِ وَ الْاُمَّهاتِ، وَ الْاِخْوانِ وَ الْاَخَواتِ، بِلُطْفِكَ وَ كَرَمِكَ يا ذَا الْجَلالِ وَ الْاِكْرامِ، وَ اَشْرِكْنا في دُعاءِ مَنِ اسْتَجَبْتَ لَهُ مِنَ الْمُؤْمِنينَ وَ الْمُؤْمِناتِ، اِنَّكَ عالِمٌ جَوادٌ كَريمٌ وَهَّابٌ، وَ صَلَّى اللَّهُ عَلى مُحَمَّدٍ وَ الِهِ وَ سَلَّمَ تَسْليماً. \n","الصحيفة العلوية"]