["بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ سُبْحَانَكَ اللَّهُمَّ وَ بِحَمْدِكَ أَنْتَ اللَّهُ الْمَلِكُ الْحَقُّ وَ أَنْتَ مَلِكٌ لَا مَلِكَ مَعَكَ وَ لَا شَرِيكَ لَكَ وَ لَا إِلَهَ دُونَكَ اعْتَرَفَ لَكَ الْخَلَائِقُ رَبَّنَا لَكَ الْحَمْدُ وَ لَكَ الْمُلْكُ الْعَظِيمُ الَّذِي لَا يَزُولُ وَ الْغَنِيُّ الْكَبِيرُ الَّذِي لَا يَعُولُ وَ السُّلْطَانُ الْعَزِيزُ الَّذِي لَا يُضَامُ وَ الْعِزُّ الْمَنِيعُ الَّذِي لَا يُرَامُ وَ الْحَوْلُ الْوَاسِعُ الَّذِي لَا يَضِيقُ وَ الْقُوَّةُ الْمَتِينَةُ الَّتِي لَا تَضْعُفُ وَ الْكِبْرِيَاءُ الْعَظِيمُ الَّذِي لَا يُوصَفُ وَ الْعَظَمَةُ الْكَبِيرَةُ فَحَوْلَ أَرْكَانِ عَرْشِكَ النُّورُ وَ الْوَقَارُ مِنْ قَبْلِ أَنْ تَخْلُقَ السَّمَاوَاتِ وَ الْأَرْضَ وَ كَانَ عَرْشُكَ عَلَى الْمَاءِ وَ كُرْسِيُّكَ يَتَوَقَّدُ نُوراً وَ سُرَادِقُكَ سُرَادِقُ النُّورِ وَ الْعَظَمَةِ وَ الْإِكْلِيلُ الْمُحِيطُ بِهِ هَيْكَلُ السُّلْطَانِ وَ الْعِزَّةِ وَ الْمِدْحَةِ لَا إِلَهَ إِلَّا أَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ وَ [ذُو] الْبَهَاءِ وَ النُّورِ وَ الْحُسْنِ وَ الْجَمَالِ وَ الْعُلَى وَ الْعَظَمَةِ وَ الْكِبْرِيَاءِ وَ الْجَبَرُوتِ وَ السُّلْطَانِ وَ الْقُدْرَةِ أَنْتَ الْكَرِيمُ الْقَدِيرُ [الْقَادِرُ] عَلَى جَمِيعِ مَا خَلَقْتَ وَ لَا يَقْدِرُ شَيْ‏ءٌ قَدْرَكَ وَ لَا يُضَعِّفُ شَيْ‏ءٌ عَظَمَتَكَ خَلَقْتَ مَا أَرَدْتَ بِمَشِيَّتِكَ فَنَفَذَ فِيمَا خَلَقْتَ عِلْمُكَ وَ أَحَاطَ بِهِ خُبْرُكَ وَ أَتَى عَلَى ذَلِكَ أَمْرُكَ وَ وَسِعَهُ حَوْلُكَ وَ قُوَّتُكَ لَكَ الْخَلْقُ وَ الْأَمْرُ وَ الْأَسْمَاءُ الْحُسْنَى وَ الْأَمْثَالُ الْعُلْيَا وَ الْآلَاءُ وَ الْكِبْرِيَاءُ ذُو الْجَلالِ وَ الْإِكْرامِ‏ وَ النِّعَمُ الْعِظَامُ وَ الْعِزَّةُ الَّتِي لَا تُرَامُ سُبْحَانَكَ وَ بِحَمْدِكَ تَبَارَكْتَ رَبَّنَا وَ جَلَّ ثَنَاؤُكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ خَاتَمِ النَّبِيِّينَ الْمُقَفِّي عَلَى آثَارِهِمْ وَ الْمُحْتَجِّ بِهِ عَلَى أُمَمِهِمْ وَ الْمُهَيْمِنِ عَلَى تَصْدِيقِهِمْ وَ النَّاصِرِ لَهُمْ مِنْ ضَلَالِ مَنِ ادَّعَى مِنْ غَيْرِهِمْ دَعْوَتَهُمْ وَ سَارَ بِخِلَافِ سِيرَتِهِمْ صَلَاةً تُعَظِّمُ بِهَا نُورَهُ عَلَى نُورِهِمْ وَ تَزِيدُ بِهَا شَرَفاً عَلَى شَرَفِهِمْ وَ تُبَلِّغُهُ بِهَا أَفْضَلَ مَا بَلَّغْتَ نَبِيّاً مِنْهُمْ وَ عَلَى أَهْلِ بَيْتِهِ اللَّهُمَّ فَزِدْ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ مَعَ كُلِّ فَضِيلَةٍ فَضِيلَةً وَ مَعَ كُلِّ كَرَامَةٍ كَرَامَةً حَتَّى تُعَرِّفَ فَضِيلَتَهُ وَ كَرَامَتَهُ أَهْلَ الْكَرَامَةِ عِنْدَكَ يَوْمَ الْقِيَامَةِ وَ هَبْ لَهُ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ مِنَ الرِّفْعَةِ أَفْضَلَ الرِّفْعَةِ وَ مِنَ الرِّضَا أَفْضَلَ الرِّضَا وَ ارْفَعْ دَرَجَتَهُ الْعُلْيَا وَ تَقَبَّلْ شَفَاعَتَهُ الْكُبْرَى وَ آتِهِ سُؤْلَهُ فِي الْآخِرَةِ وَ الْأُولَى آمِينَ إِلَهَ الْحَقِّ رَبَّ الْعَالَمِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الْأَكْبَرِ الْعَظِيمِ الْمَخْزُونِ الَّذِي تُفَتَّحُ بِهِ أَبْوَابُ سَمَاوَاتِكَ وَ رَحْمَتُكَ وَ يَسْتَوْجِبُ بِهِ رِضْوَانَكَ الَّذِي تُحِبُّ وَ تَهْوَى وَ تَرْضَى عَمَّنْ دَعَاكَ بِهِ وَ هُوَ حَقٌّ عَلَيْكَ أَنْ لَا تَحْرِمَ بِهِ سَائِلَكَ وَ بِكُلِّ اسْمٍ دَعَاكَ بِهِ الرُّوحُ الْأَمِينُ وَ الْمَلَائِكَةُ الْمُقَرَّبُونَ وَ الْحَفَظَةُ الْكِرَامُ الْكَاتِبُونَ وَ أَنْبِيَاؤُكَ الْمُرْسَلُونَ وَ الْأَخْيَارُ الْمُنْتَجَبُونَ وَ جَمِيعُ مَنْ فِي سَمَاوَاتِكَ وَ أَقْطَارِ أَرْضِكَ وَ الصُّفُوفُ حَوْلَ عَرْشِكَ تُقَدِّسُ لَكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَنْظُرَ فِي حَاجَتِي إِلَيْكَ وَ أَنْ تَرْزُقَنِي نَعِيمَ الْآخِرَةِ وَ حُسْنَ ثَوَابِ أَهْلِهَا فِي دَارِ الْمُقَامَةِ مِنْ فَضْلِكَ وَ مَنَازِلَ الْأَخْيَارِ فِي ظِلٍّ أَمِينٍ فَإِنَّكَ أَنْتَ بَرَأْتَنِي وَ أَنْتَ تُعِيدُنِي لَكَ أَسْلَمْتُ نَفْسِي وَ إِلَيْكَ فَوَّضْتُ أَمْرِي وَ إِلَيْكَ أَلْجَأْتُ ظَهْرِي وَ عَلَيْكَ تَوَكَّلْتُ وَ بِكَ وَثِقْتُ اللَّهُمَّ إِنِّي أَدْعُوكَ دُعَاءَ ضَعِيفٍ مُضْطَرٍّ وَ رَحْمَتُكَ يَا رَبِّ أَوْثَقُ عِنْدِي مِنْ دُعَائِي اللَّهُمَّ فَأْذَنِ اللَّيْلَةَ لِدُعَائِي أَنْ يَعْرُجَ إِلَيْكَ وَ أْذَنْ لِكَلَامِي أَنْ يَلِجَ إِلَيْكَ وَ اصْرِفْ بَصَرَكَ عَنْ خَطِيئَتِي اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَعُوذُ بِكَ أَنْ أَضِلَّ فِي هَذِهِ اللَّيْلَةِ فَاسِقاً أَوْ أَنْ أَغْوِيَ نَاسِكاً أَوْ أَعْمَلَ بِمَا لَا تَهْوَى فَأَنْتَ رَبُّ السَّمَاوَاتِ الْعُلَى وَ أَنْتَ تَرَى وَ لَا تُرَى وَ أَنْتَ بِالْمَنْظَرِ الْأَعْلَى فالِقُ الْحَبِّ وَ النَّوى‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ اللَّيْلَةَ أَفْضَلَ النَّصِيبِ فِي الْأَنْصِبَاءِ وَ أَتَمَّ النِّعْمَةِ فِي النَّعْمَاءِ وَ أَفْضَلَ الشُّكْرِ فِي السَّرَّاءِ وَ أَحْسَنَ الصَّبْرِ فِي الضَّرَّاءِ وَ أَفْضَلَ الرُّجُوعِ إِلَى أَفْضَلِ دَارِ الْمَأْوَى اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ الْمَحَبَّةَ لِمَحَابِّكَ وَ الْعِصْمَةَ مِنْ مَحَارِمِكَ وَ الْوَجَلَ مِنْ خَشْيَتِكَ وَ الْخَشْيَةَ مِنْ عَذَابِكَ وَ النَّجَاةَ مِنْ عِقَابِكَ وَ الرَّغْبَةَ فِي حُسْنِ ثَوَابِكَ وَ الْفِقْهَ فِي دِينِكَ وَ الْفَهْمَ فِي كِتَابِكَ وَ الْقُنُوعَ بِرِزْقِكَ وَ الْوَرَعَ عَنْ مَحَارِمِكَ وَ الِاسْتِحْلَالَ لِحَلَالِكَ وَ التَّحْرِيمَ لِحَرَامِكَ وَ الِانْتِهَاءَ عَنْ مَعَاصِيكَ وَ الْحِفْظَ لِوَصِيَّتِكَ وَ الصِّدْقَ بِوَعْدِكَ وَ الْوَفَاءَ بِعَهْدِكَ وَ الِاعْتِصَامَ بِحَبْلِكَ وَ الْوُقُوفَ عِنْدَ مَوْعِظَتِكَ وَ الِازْدِجَارَ عِنْدَ زَوَاجِرِكَ وَ الِاصْطِبَارَ عَلَى عِبَادَتِكَ وَ الْعَمَلَ بِجَمِيعِ أَمْرِكَ يَا أَرْحَمَ الرَّاحِمِينَ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَ عَلَى عِتْرَتِهِ الْمَهْدِيِّينَ وَ السَّلَامُ عَلَيْهِمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ‏","المصباح للكفعمي"]