["اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَهْلُ الْكِبْرِيَاءِ وَ الْعَظَمَةِ وَ أَهْلُ السُّلْطَانِ وَ الْعِزَّةِ وَ الْقُدْرَةِ وَ أَهْلُ الْبَهَاءِ  وَ الْمَجْدِ وَلِيُّ الدُّنْيَا وَ الْآخِرَةِ خَلَقَ الْخَلْقَ بِقُدْرَتِهِ وَ أَعْلَى الْأَعْلَيْنَ بِعِزَّتِهِ وَ أَعْظَمَ الْعُظَمَاءَ بِمَجْدِهِ الَّذِي‏ يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَ الْمَلائِكَةُ مِنْ خِيفَتِهِ‏ وَ الطَّيْرُ صَافَّاتٍ بِأَمْرِهِ- كُلٌّ قَدْ عَلِمَ صَلاتَهُ وَ تَسْبِيحَهُ‏- لَهُ الْأَسْماءُ الْحُسْنى‏ وَ الْأَمْثَالُ الْعُلْيَا وَ لَا شَيْ‏ءَ أَعْلَمُ‏  مِنْهُ وَ لَا شَيْ‏ءَ أَجَلُّ مِنْهُ وَ لَا شَيْ‏ءَ أَعَزُّ مِنْهُ سُبْحَانَ الَّذِي بِعِزَّتِهِ رَفَعَ السَّمَاءَ وَ وَضَعَ الْأَرْضَ وَ نَصَبَ الْجِبَالَ وَ سَخَّرَ النُّجُومَ وَ الَّذِي بِعِزَّتِهِ أَظْلَمَ اللَّيْلَ وَ أَشْرَقَ النَّهَارَ وَ أَسْرَجَ الشَّمْسَ وَ أَنَارَ الْقَمَرَ سُبْحَانَ الَّذِي بِعِزَّتِهِ يُثِيرُ  السَّحَابَ وَ أَنْزَلَ الْمَطَرَ وَ أَخْرَجَ الثَّمَرَ وَ أَعْظَمَ الْبَرَكَةَ سُبْحَانَ الَّذِي مُلْكُهُ دَائِمٌ وَ كُرْسِيُّهُ وَاسِعٌ وَ عَرْشُهُ رَفِيعٌ وَ بَطْشُهُ شَدِيدٌ سُبْحَانَ الَّذِي عَذَابُهُ أَلِيمٌ وَ عِقَابُهُ سَرِيعٌ وَ أَمْرُهُ مَفْعُولٌ سُبْحَانَ الَّذِي كَلِمَتُهُ تَامَّةٌ وَ عَهْدُهُ وَفِيٌّ وَ عَقْدُهُ وَثِيقٌ سُبْحَانَ‏ الَّذِي عِزُّهُ قَاهِرٌ وَ كِبْرِيَاؤُهُ مَانِعٌ وَ أَمْرُهُ غَالِبٌ سُبْحَانَ الَّذِي مَقَامُهُ مَخُوفٌ وَ سُلْطَانُهُ عَظِيمٌ وَ بُرْهَانُهُ مُبِينٌ وَ بَقَاؤُهُ حَقٌّ سُبْحَانَ الَّذِي حُجَّتُهُ بَالِغَةٌ وَ حِفْظُهُ مَحْفُوظٌ وَ كَيْدُهُ مَتِينٌ سُبْحَانَ الَّذِي قَوْلُهُ صَادِقٌ وَ مِحَالُهُ شَدِيدٌ وَ طَلَبُهُ مُدْرِكٌ وَ سَبِيلُهُ قَاصِدٌ سُبْحَانَ الَّذِي بِيَدِهِ رِزْقُ كُلِّ شَيْ‏ءٍ وَ نَاصِيَةُ كُلِّ دَابَّةٍ يَعْلَمُ مُسْتَقَرَّها وَ مُسْتَوْدَعَها كُلٌّ فِي كِتابٍ مُبِينٍ‏ سُبْحَانَ ذِي الْعُلَى وَ الْجَبَرُوتِ سُبْحَانَ ذِي الْكِبْرِيَاءِ وَ الْعَظَمَةِ سُبْحَانَ ذِي الْمُلْكِ وَ الْعِزَّةِ سُبْحَانَ ذِي السُّلْطَانِ وَ الْقُدْرَةِ سُبْحَانَ ذِي الْإِحْسَانِ وَ الْمَهَابَةِ سُبْحَانَ ذِي الْحَوْلِ‏  وَ الْقُوَّةِ سُبْحَانَ ذِي الْفَضْلِ وَ السَّعَةِ  سُبْحَانَ ذِي الطَّوْلِ وَ الْمَنَعَةِ  سُبْحَانَ‏ ذِي الْجَلالِ وَ الْإِكْرامِ‏ سُبْحَانَ ذِي الْجُودِ وَ السَّمَاحَةِ سُبْحَانَ ذِي الثَّنَاءِ وَ الْمِدْحَةِ سُبْحَانَ ذِي الْأَيَادِي وَ الْبَرَكَةِ سُبْحَانَ ذِي الشَّرَفِ وَ الرِّفْعَةِ سُبْحَانَ ذِي الْعَفْوِ وَ الْمَغْفِرَةِ سُبْحَانَ ذِي الْمَنِّ وَ الرَّحْمَةِ سُبْحَانَ ذِي الْوَقَارِ وَ السَّكِينَةِ سُبْحَانَ ذِي الْكَرَمِ وَ الْكَرَامَةِ سُبْحَانَ ذِي النُّورِ وَ الْبَهْجَةِ سُبْحَانَ ذِي الرَّجَاءِ وَ الثِّقَةِ سُبْحَانَ رَبِّ الْآخِرَةِ وَ الْأُولَى الْأَوَّلِيَّةِ سُبْحَانَ الَّذِي لَا يَبْلَى مَجْدُهُ وَ لَا يَعْثُرُ جَدِّهِ وَ لَا يَزُولُ مُلْكُهُ وَ لَا يُبَدَّلُ قَوْلُهُ وَ لا مُعَقِّبَ لِحُكْمِهِ‏- لَهُ الْحُكْمُ‏ وَ إِلَيْهِ يُرْجَعُونَ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ عَلَى أَهْلِ بَيْتِهِ أَفْضَلَ صَلَوَاتِكَ الَّتِي تَفْضُلُ‏  بِهَا عَلَى أَنْبِيَائِكَ وَ ابْعَثْهُ يَوْمَ الْقِيَامَةِ مَقَاماً مَحْمُوداً فِي أَفْضَلِ كَرَامَتِكَ وَ قَرِّبْهُ مِنْ مَجْلِسِكَ وَ فَضِّلْهُ عَلَى جَمِيعِ خَلْقِكَ ثُمَّ عَرِّفْ بَيْنَنَا وَ بَيْنَهُ فِي ذَلِكَ‏ الْمَقَامِ مِنْ كَرَامَتِكَ وَ نَحْنُ آمِنُونَ رَاضُونَ بِمَنْزِلَةِ السَّابِقِينَ مِنْ عِبَادِكَ‏  وَ اجْمَعْ بَيْنَنَا وَ بَيْنَهُ فِي أَفْضَلِ مَسَاكِنِ الْجَنَّةِ الَّتِي تُفَضِّلُ‏  بِهَا أَنْبِيَاءَكَ وَ أَحِبَّاءَكَ مِنْ خَلْقِكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِجَلَالِكَ وَ جَمَالِكَ وَ خَيْرِكَ الْمَبْسُوطِ وَ طَاعَتِكَ الْمَفْرُوضَةِ وَ ثَوَابِكَ الْمَحْمُودِ وَ بِسِتْرِكَ الْفَائِضِ وَ رِزْقِكَ الدَّائِمِ وَ فَضْلِكَ الْوَاسِعِ وَ مَعْرُوفِكَ الْعَامِّ وَ ثَوَابِكَ الْكَرِيمِ وَ أَمْرِكَ الْغَالِبِ وَ مَنِّكَ الْقَدِيمِ وَ حِصْنِكَ الْمَنِيعِ وَ نَصْرِكَ الْكَبِيرِ وَ حَبْلِكَ الْمَتِينِ وَ عَهْدِكَ الْوَفِيِّ وَ وَعْدِكَ الصَّادِقِ عَلَى نَفْسِكَ وَ ذِمَّتِكَ الَّتِي لَا تُخْفَرُ وَ عِزَّتِكَ الَّتِي أَذْلَلْتَ بِهَا الْخَلَائِقَ وَ دَانَ لَكَ بِهَا كُلُّ شَيْ‏ءٍ مَعَ أَنِّي لَا أَسْأَلُكَ بِشَيْ‏ءٍ أَعْظَمَ مِنْكَ يَا اللَّهُ يَا رَحْمَانُ يَا رَحِيمُ وَ أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ وَ بِكُلِّ دَعْوَةٍ دَعَوْتُكَ بِهَا أَوْ لَمْ أَدْعُكَ بِهَا أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ عَلَى آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَ الْإِسْلَامَ وَ الصِّيَامَ وَ الْقِيَامَ وَ الصَّبْرَ وَ الصَّلَاةَ وَ الْهُدَى وَ التَّقْوَى وَ الْحِلْمَ وَ الْعِلْمَ وَ الْحِكَمَ وَ التَّوْفِيقَ وَ التَّصْدِيقَ وَ السَّكِينَةَ وَ الْوَقَارَ وَ الرَّأْفَةَ وَ الرِّقَّةَ فِي قُلُوبِنَا وَ أَسْمَاعِنَا وَ أَبْصَارِنَا وَ فِي لُحُومِنَا وَ دِمَائِنَا وَ اجْعَلْهُ‏  هَمَّنَا  وَ هَوَانَا فِي مَحْيَانَا وَ مَمَاتِنَا اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ قُلُوباً سَلِيمَةً وَ أَلْسِنَةً صَادِقَةً وَ أَزْوَاجاً طَيِّبَةً  وَ إِيمَاناً ثَابِتاً وَ عِلْماً نَافِعاً وَ بَرّاً ظَاهِراً وَ تِجَارَةً رَبِيحَةً وَ عَمَلًا نَجِيحاً وَ سَعْياً مَشْكُوراً وَ ذَنْباً مَغْفُوراً وَ تَوْبَةً نَصُوحاً لَا تُغَيِّرُهَا سَرَّاءُ وَ لَا ضَرَّاءُ وَ ارْزُقْنَا اللَّهُمَّ دِيناً قَيِّماً وَ شُكْراً دَائِماً وَ صَبْراً جَمِيلًا وَ حَيَاةً طَيِّبَةً وَ وَفَاةً كَرِيمَةً وَ فَوْزاً عَظِيماً وَ ظِلًّا ظَلِيلًا وَ الْفِرْدَوْسَ نُزُلًا وَ نَعِيماً مُقِيماً وَ مُلْكاً كَبِيراً وَ شَراباً طَهُوراً وَ ثِيَابَ سُنْدُسٍ خُضْراً وَ إِسْتَبْرَقاً وَ حَرِيراً اللَّهُمَّ وَ اجْعَلْ غَفْلَةَ النَّاسِ لَنَا ذِكْراً وَ ذِكْرَهُمْ لَنَا شُكْراً وَ اجْعَلْ نَبِيَّنَا صَلَّى اللَّهُ عَلَيْهِ وَ عَلَى آلِهِ لَنَا فَرَطاً وَ حَوْضَهُ لَنَا مَوْرِداً وَ اجْعَلِ اللَّيْلَ وَ النَّهَارَ وَ الدُّنْيَا وَ الْآخِرَةَ عَلَيْنَا بَرَكَةً وَ ارْزُقْنَا عِلْماً وَ إِيمَاناً وَ هُدًى وَ إِسْلَاماً وَ إِخْلَاصاً وَ تَوَكُّلًا وَ رَغْبَةً إِلَيْكَ وَ رَهْبَةً مِنْكَ يَا أَرْحَمَ الرَّاحِمِينَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ وَ سَلَّمَ تَسْلِيما","المصباح للكفعمي"]