["مَرْحَباً بِخَلْقِ اللَّهِ الْجَدِيدِ وَ بِكُمَا مِنْ كَاتِبَيْنِ وَ شَاهِدَيْنِ اكْتُبَا [رَحِمَكُمَا اللَّهُ‏] بِسْمِ اللَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ [وَحْدَهُ لَا شَرِيكَ لَهُ‏] وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ وَ أَشْهَدُ أَنَّ الْإِسْلَامَ كَمَا وَصَفَ وَ الدِّينَ كَمَا شَرَعَ وَ أَنَّ الْكِتَابَ كَمَا أُنْزِلَ وَ الْقَوْلَ كَمَا حَدَّثَ وَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ‏ حَيَّا اللَّهُ مُحَمَّداً بِالسَّلَامِ وَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ أَصْبَحْتُ أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ فِي دِينِي وَ دُنْيَايَ وَ آخِرَتِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي اللَّهُمَّ اسْتُرْ عَوْرَتِي وَ أَجِبْ دَعَوَاتِي وَ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَ مِنْ خَلْفِي وَ عَنْ يَمِينِي وَ عَنْ شِمَالِي اللَّهُمَّ إِنْ رَفَعْتَنِي فَمَنْ ذَا الَّذِي يَضَعُنِي وَ إِنْ تَضَعْنِي فَمَنْ ذَا الَّذِي يَرْفَعُنِي اللَّهُمَّ لَا تَجْعَلْنِي لِلْبَلَاءِ غَرَضاً وَ لَا لِلْفِتْنَةِ نَصَباً وَ لَا تُتْبِعْنِي [تَبْتَلِنِي‏] بِبَلَاءٍ عَلَى أَثَرِ بَلَاءٍ فَقَدْ تَرَى ضَعْفِي وَ قِلَّةَ حِيلَتِي وَ تَضَرُّعِي أَعُوذُ بِكَ مِنْ جَمِيعِ خَلْقِكَ فَأَعِذْنِي وَ أَسْتَجِيرُ بِكَ مِنْ جَمِيعِ عَذَابِكَ فَأَجِرْنِي وَ أَسْتَنْصِرُكَ عَلَى عَدُوِّي فَانْصُرْنِي وَ أَسْتَعِينُ بِكَ فَأَعِنِّي وَ أَتَوَكَّلُ عَلَيْكَ فَاكْفِنِي وَ أَسْتَهْدِيكَ فَاهْدِنِي وَ أَسْتَعْصِمُكَ فَاعْصِمْنِي وَ أَسْتَغْفِرُكَ فَاغْفِرْ لِي وَ أَسْتَرْحِمُكَ فَارْحَمْنِي وَ أَسْتَرْزِقُكَ فَارْزُقْنِي سُبْحَانَكَ مَنْ ذَا يَعْلَمُ مَا أَنْتَ وَ لَا يَخَافُكَ وَ مَنْ ذَا يَعْرِفُ قُدْرَتَكَ وَ لَا يَهَابُكَ سُبْحَانَكَ رَبَّنَا اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيمَاناً دَائِماً وَ قَلْباً خَاشِعاً وَ عِلْماً نَافِعاً وَ يَقِيناً صَادِقاً وَأَسْأَلُكَ دِيناً قَيِّماً وَ أَسْأَلُكَ رِزْقاً وَاسِعاً اللَّهُمَّ لَا تَقْطَعْ رَجَاءَنَا وَ لَا تُخَيِّبْ دُعَانَا وَ لَا تُجْهِدْ بَلَاءَنَا وَ أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ وَ الشُّكْرَ عَلَى الْعَافِيَةِ وَ أَسْأَلُكَ الْغِنَى عَنِ النَّاسِ أَجْمَعِينَ يَا أَرْحَمَ الرَّاحِمِينَ وَ يَا مُنْتَهَى هِمَّةِ الرَّاغِبِينَ وَ الْمُفَرِّجَ عَنِ الْمَهْمُومِينَ وَ يَا مَنْ‏ إِذا أَرادَ شَيْئاً فَحَسْبُهُ‏ أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ‏ اللَّهُمَّ إِنَّ كُلَّ شَيْ‏ءٍ لَكَ وَ كُلَّ شَيْ‏ءٍ بِيَدِكَ وَ كُلَّ شَيْ‏ءٍ إِلَيْكَ يَصِيرُ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَ لَا مُعْطِيَ لِمَا مَنَعْتَ وَ لَا مُيَسِّرَ لِمَا عَسَّرْتَ وَ لَا مُعْسِرَ لِمَا يَسَّرْتَ وَ لَا مُعَقِّبَ لِمَا حَكَمْتَ وَ لَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ وَ لَا قُوَّةَ إِلَّا بِكَ مَا شِئْتَ كَانَ وَ مَا لَمْ تَشَأْ لَمْ يَكُنْ اللَّهُمَّ فَمَا قَصُرَ عَنْهُ عَمَلِي وَ رَأْيِي وَ لَمْ تَبْلُغْهُ مَسْأَلَتِي مِنْ خَيْرٍ وَعَدْتَهُ أَحَداً مِنْ خَلْقِكَ وَ خَيْرِ مَا أَنْتَ مُعْطِيهِ أَحَداً مِنْ خَلْقِكَ فَإِنِّي أَسْأَلُكَ وَ أَرْغَبُ إِلَيْهِ فِيهِ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ وَ صَلِّ عَلَى مُحَمَّدٍ النَّبِيِّ وَ آلِهِ إِنَّكَ حَمِيدٌ مَجِيدٌ","المصباح للكفعمي"]