["مَرْحَباً بِخَلْقِ اللَّهِ الْجَدِيدِ وَ بِكُمَا مِنْ كَاتِبَيْنِ وَ شَاهِدَيْنِ اكْتُبَا رَحِمَكُمَا اللَّهُ بِسْمِ اللَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ وَ أَنَّ الْإِسْلَامَ كَمَا وَصَفَ وَ أَنَّ الدِّينَ كَمَا شَرَعَ وَ أَنَّ الْكِتَابَ كَمَا أَنْزَلَ وَ الْقَوْلَ كَمَا حَدَّثَ وَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ‏ وَ صَلَوَاتُ اللَّهِ وَ سَلَامُهُ عَلَى مُحَمَّدٍ وَ آلِهِ أَصْبَحْتُ اللَّهُمَّ فِي أَمَانِكَ أَسْلَمْتُ إِلَيْكَ نَفْسِي وَ وَجَّهْتُ إِلَيْكَ وَجْهِي وَ فَوَّضْتُ إِلَيْكَ أَمْرِي وَ أَلْجَأْتُ إِلَيْكَ ظَهْرِي رَهْبَةً مِنْكَ وَ رَغْبَةً إِلَيْكَ لَا مَلْجَأَ وَ لَا مَنْجَى مِنْكَ إِلَّا إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَ رَسُولِكَ الَّذِي أَرْسَلْتَ اللَّهُمَّ إِنِّي فَقِيرٌ إِلَيْكَ فَارْزُقْنِي بِغَيْرِ حِسَابٍ إِنَّكَ‏ تَرْزُقُ مَنْ تَشاءُ بِغَيْرِ حِسابٍ‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ الطَّيِّبَاتِ مِنَ الرِّزْقِ وَ تَرْكَ الْمُنْكَرَاتِ وَ حُبَّ الْمَسَاكِينِ وَ أَنْ تَتُوبَ عَلَيَّ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِكَرَامَتِكَ الَّتِي أَنْتَ أَهْلُهَا [أَنْ تَتَجَاوَزَ] أَنْ تُجَاوِزَ عَنْ سُوءِ مَا عِنْدِي بِحُسْنِ مَا عِنْدَكَ وَ أَنْ تُعْطِيَنِي مِنْ جَزِيلِ عَطَائِكَ أَفْضَلَ مَا أَعْطَيْتَهُ أَحَداً مِنْ عِبَادِكَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ مَالٍ يَكُونُ عَلَيَّ فِتْنَةً وَ مِنْ وَلَدٍ يَكُونُ لِي عَدُوّاً اللَّهُمَّ قَدْ تَرَى مَكَانِي وَ تَسْمَعُ دُعَائِي وَ كَلَامِي وَ تَعْلَمُ حَاجَتِي أَسْأَلُكَ بِجَمِيعِ أَسْمَائِكَ أَنْ تَقْضِيَ لِي كُلَّ حَاجَةٍ مِنْ حَوَائِجِ الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ إِنِّي أَدْعُوكَ دُعَاءَ عَبْدٍ ضَعُفَتْ قُوَّتُهُ وَ اشْتَدَّتْ فَاقَتُهُ وَ عَظُمَ جُرْمُهُ وَ قَلَّ عَدَدُهُ وَ ضَعُفَ عَمَلُهُ دُعَاءَ مَنْ لَا يَجِدُ لِفَاقَتِهِ سَادّاً غَيْرَكَ وَ لَا لِضَعْفِهِ عَوْناً سِوَاكَ أَسْأَلُكَ جَوَامِعَ الْخَيْرِ وَ خَوَاتِمَهُ وَ سَوَابِقَهُ وَ فَوَائِدَهُ وَ جَمِيعَ ذَلِكَ بِدَوَامِ فَضْلِكَ وَ إِحْسَانِكَ وَ مَنِّكَ وَ رَحْمَتِكَ فَارْحَمْنِي وَ أَعْتِقْنِي مِنَ النَّارِ يَا مَنْ كَبَسَ الْأَرْضَ عَلَى الْمَاءِ وَ يَا مَنْ سَمَكَ السَّمَاءَ بِالْهَوَاءِ يَا وَاحِداً قَبْلَ كُلِّ أَحَدٍ وَ يَا وَاحِداً بَعْدَ كُلِّ شَيْ‏ءٍ وَ يَا مَنْ لَا يَعْلَمُ‏ وَ لَا يَدْرِي كَيْفَ هُوَ إِلَّا هُوَ وَ يَا مَنْ لَا يَقْدِرُ قُدْرَتَهُ إِلَّا هُوَ يَا مَنْ هُوَ كُلَّ يَوْمٍ فِي شَأْنٍ يَا مَنْ لَا يَشْغَلُهُ شَأْنٌ عَنْ شَأْنِ وَ يَا غَوْثَ الْمُسْتَغِيثِينَ وَ يَا صَرِيخَ الْمَكْرُوبِينَ وَ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ وَ يَا رَحْمَانَ الدُّنْيَا وَ الْآخِرَةِ وَ رَحِيمَهُمَا رَبِّ ارْحَمْنِي رَحْمَةً لَا تُضِلُّنِي وَ لَا تُشْقِنِي بَعْدَهَا أَبَداً إِنَّكَ حَمِيدٌ مَجِيدٌ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ‏","المصباح للكفعمي"]