["بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَ لَكَ الْحَمْدُ أَنْتَ اللَّهُ الْغَنِيُّ الدَّائِمُ [الْمُلْكِ‏] الْمَلِكُ أَشْهَدُ أَنَّكَ إِلَهٌ لَا تَخْتَرِمُ الْأَيَّامُ مُلْكَكَ وَ لَا تُغَيِّرُ الْآثَامُ عِزَّكَ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ لَا رَبَّ سِوَاكَ وَ لَا خَالِقَ غَيْرُكَ أَنْتَ‏ خالِقُ كُلِّ شَيْ‏ءٍ وَ كُلُّ شَيْ‏ءٍ خَلْقُكَ وَ أَنْتَ رَبُّ كُلِّ شَيْ‏ءٍ وَ كُلُّ شَيْ‏ءٍ عَبْدُكَ وَ أَنْتَ إِلَهُ كُلِّ شَيْ‏ءٍ وَ كُلُّ شَيْ‏ءٍ يَعْبُدُكَ وَ يُسَبِّحُ بِحَمْدِكَ وَ يَسْجُدُ لَكَ فَسُبْحَانَكَ بِحَمْدِكَ تَبَارَكَتْ أَسْمَاؤُكَ الْحُسْنَى كُلُّهَا إِلَهاً مَعْبُوداً فِي جَلَالِ عَظَمَتِكَ وَ كِبْرِيَائِكَ وَ تَعَالَيْتَ مَلِكاً جَبَّاراً فِي وَقَارِ عِزَّةِ مُلْكِكَ وَ تَقَدَّسْتَ رَبّاً مَعْبُوداً [مَنْعُوتاً] فِي تَأْبِيدِ مَنَعَةِ سُلْطَانِكَ وَ ارْتَفَعْتَ إِلَهاً قَاهِراً فَوْقَ مَلَكُوتِ عَرْشِكَ وَ عَلَوْتَ كُلَّ شَيْ‏ءٍ بِارْتِفَاعِكَ وَ أَنْفَذْتَ كُلَّ شَيْ‏ءٍ بَصَرَكَ وَ لَطُفَ بِكُلِّ شَيْ‏ءٍ خُبْرُكَ وَ أَحَاطَ بِكُلِّ شَيْ‏ءٍ عِلْمُكَ وَ وَسِعَ كُلَّ شَيْ‏ءٍ حِفْظُكَ وَ حَفِظَ كُلَّ شَيْ‏ءٍ كِتَابُكَ وَ مَلَأَ كُلَّ شَيْ‏ءٍ نُورُكَ وَ قَهَرَ كُلَّ شَيْ‏ءٍ مُلْكُكَ وَ عَدَلَ فِي كُلِّ شَيْ‏ءٍ حُكْمُكَ وَ خَافَ كُلُّ شَيْ‏ءٍ مِنْ سَخَطِكَ وَ دَخَلَتْ فِي كُلِّ شَيْ‏ءٍ مَهَابَتُكَ إِلَهِي مِنْ مَخَافَتِكَ [وَ بَأْسِكَ‏] وَ تَأْيِيدِكَ قَامَتِ السَّمَاوَاتُ وَ الْأَرْضُ وَ مَا فِيهِنَ‏ مِنْ شَيْ‏ءٍ طَاعَةً لَكَ وَ خَوْفاً مِنْ مَقَامِكَ وَ خَشْيَتِكَ فَتَقَارَّ كُلُّ شَيْ‏ءٍ فِي قَرَارِهِ وَ انْتَهَى كُلُّ شَيْ‏ءٍ إِلَى أَمْرِكَ وَ مِنْ شِدَّةِ جَبَرُوتِكَ وَ عِزَّتِكَ انْقَادَ كُلُّ شَيْ‏ءٍ لِمُلْكِكَ وَ ذَلَّ كُلُّ شَيْ‏ءٍ بِسُلْطَانِكَ وَ مِنْ غِنَاكَ وَ سَعَتِكَ افْتَقَرَ كُلُّ شَيْ‏ءٍ إِلَيْكَ فَكُلُّ شَيْ‏ءٍ يَعِيشُ مِنْ رِزْقِكَ وَ مِنْ عُلُوِّ مَكَانِكَ وَ قُدْرَتِكَ عَلَوْتَ كُلَّ شَيْ‏ءٍ مِنْ خَلْقِكَ وَ كُلُّ شَيْ‏ءٍ أَسْفَلُ مِنْكَ تَقْضِي فِيهِمْ بِحُكْمِكَ وَ تَجْرِي الْمَقَادِيرُ فِيهِمْ بَيْنَهُمْ بِمَشِيَّتِكَ مَا قَدَّمْتَ مِنْهَا لَمْ يَسْبِقْكَ وَ مَا أَخَّرْتَ مِنْهَا لَمْ يُعْجِزْكَ وَ مَا أَمْضَيْتَ مِنْهَا أَمْضَيْتَهُ بِحُكْمِكَ وَ عِلْمِكَ سُبْحَانَكَ وَ بِحَمْدِكَ تَبَارَكْتَ رَبَّنَا وَ جَلَّ ثَنَاؤُكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ وَ آثِرْهُ بِصَفْوِ كَرَامَتِكَ عَلَى جَمِيعِ خَلْقِكَ وَ اخْصُصْهُ بِأَفْضَلِ الْفَضَائِلِ مِنْكَ وَ بَلِّغْ بِهِ [بَلِّغْهُ‏] أَفْضَلَ مَحَلِّ الْمُكَرَّمِينَ وَ أَشْرَفَ رَحْمَتِكَ فِي شَرَفِ الْمُقَرَّبِينَ وَ الدَّرَجَةَ الْعُلْيَا مِنَ الْأَعْلَيْنَ اللَّهُمَّ بَلِّغْ بِهِ الْوَسِيلَةَ مِنَ الْجَنَّةِ فِي الرِّفْعَةِ مِنْكَ وَ الْفَضِيلَةِ وَ أَدِمْ بِأَفْضَلِ الْكَرَامَةِ زُلْفَتَهُ حَتَّى تُتِمَّ النِّعْمَةَ عَلَيْهِ وَ تُطَوِّلَ ذِكْرَ الْخَلَائِقِ لَهُ وَ اجْعَلْنَا مِنْ رُفَقَائِهِ‏ عَلى‏ سُرُرٍ مُتَقابِلِينَ* مَعَ أَبِينَا إِبْرَاهِيمَ آمِينَ إِلَهَ الْحَقِّ رَبَّ الْعَالَمِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الَّذِي أَنْزَلْتَهُ عَلَى مُوسَى فِي الْأَلْوَاحِ وَ بِاسْمِكَ الَّذِي وَضَعْتَهُ عَلَى السَّمَاوَاتِ فَاسْتَقَلَّتْ وَ عَلَى الْأَرْضِ فَاسْتَقَرَّتْ وَ عَلَى الْجِبَالِ فَأَرْسَتْ وَ بِحَقِّ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ نَبِيِّكَ وَ إِبْرَاهِيمَ خَلِيلِكَ وَ مُوسَى نَجِيِّكَ وَ عِيسَى كَلِمَتِكَ وَ رُوحِكَ وَ أَسْأَلُكَ بِتَوْرَاةِ مُوسَى وَ إِنْجِيلِ عِيسَى وَ زَبُورِ دَاوُدَ وَ قُرْآنِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ عَلَيْهِمُ السَّلَامُ وَ عَلَى جَمِيعِ أَنْبِيَائِكَ وَ بِكُلِّ وَحْيٍ أَوْحَيْتَهُ وَ قَضَاءٍ قَضَيْتَهُ وَ كِتَابٍ أَنْزَلْتَهُ يَا إِلَهَ الْحَقِّ الْمُبِينِ وَ النُّورِ الْمُنِيرِ أَنْ تُتِمُّ النِّعْمَةَ عَلَيَّ وَ تُحْسِنَ لِيَ الْعَاقِبَةَ [الْعَافِيَةَ] فِي الْأُمُورِ كُلِّهَا فَإِنَّمَا أَنَا عَبْدُكَ وَ ابْنُ عَبْدِكَ نَاصِيَتِي بِيَدِكَ أَتَقَلَّبُ فِي قَبْضَتِكَ غَيْرَ مُعْجِزٍ وَ لَا مُمْتَنِعٍ عَجَزْتُ عَنْ نَفْسِي وَ عَجَزَ النَّاسُ عَنِّي فَلَا عَشِيرَةَ تَكْفِينِي وَ لَا مَالَ يَفْدِينِي وَ لَا عَمَلَ يُنْجِينِي وَ لَا قُوَّةَ لِي فَأَنْتَصِرَ وَ لَا أَنَا بَرِي‏ءٌ مِنَ الذُّنُوبِ فَأَعْتَذِرَ وَ عَظُمَ ذَنْبِي فَلْيَسَعْ عَفْوُكَ لِمَغْفِرَتِي اللَّيْلَةَ بِمَا وَأَيْتَ عَلَى نَفْسِكَ وَ ارْزُقْنِي الْقُوَّةَ مَا أَبْقَيْتَنِي وَ الْإِصْلَاحَ مَا أَحْيَيْتَنِي وَ الْعَوْنَ عَلَى مَا حَمَّلْتَنِي وَ الصَّبْرَ عَلَى مَا أَبْلَيْتَنِي وَ الشُّكْرَ فِيمَا آتَيْتَنِي وَ الْبَرَكَةَ فِيمَا رَزَقْتَنِي اللَّهُمَّ لَقِّنِّي حُجَّتِي يَوْمَ الْمَمَاتِ وَ لَا تُرِنِي عَمَلِي حَسَرَاتٍ وَ لَا تَفْضَحْنِي بِسَرِيرَتِي يَوْمَ أَلْقَاكَ وَ لَا تُخْزِنِي بِسَيِّئَاتِي وَ بِبَلَائِكَ عِنْدَ قَضَائِكَ وَ أَصْلِحْ مَا بَيْنِي وَ بَيْنَكَ وَ اجْعَلْ هَوَايَ فِي تَقْوَاكَ وَ اكْفِنِي هَوْلَ الْمُطَّلَعِ وَ مَا أَهَمَّنِي وَ مَا لَمْ يُهِمَّنِي مِمَّا أَنْتَ أَعْلَمُ بِهِ مِنِّي مِنْ أَمْرِ دُنْيَايَ وَ آخِرَتِي وَ أَعِنِّي عَلَى مَا غَلَبَنِي وَ مَا لَمْ يَغْلِبْنِي فَكُلُّ ذَلِكَ بِيَدِكَ يَا رَبِّ فَاكْفِنِي وَ اهْدِنِي وَ أَصْلِحْ بَالِي وَ أَدْخِلْنِي الْجَنَّةَ عَرِّفْهَا لِي وَ أَلْحِقْنِي بِالَّذِينَ هُمْ خَيْرٌ مِنِّي وَ ارْزُقْنِي مُرَافَقَةَ النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ وَ حَسُنَ أُولئِكَ رَفِيقاً أَنْتَ إِلَهُ الْحَقِّ رَبُّ الْعَالَمِينَ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا رَسُولِهِ مُحَمَّدٍ النَّبِيِّ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ وَ سَلَّمَ تَسْلِيماً","المصباح للكفعمي"]