["اَلْحَمْدُ لِلَّهِ الَّذي مَرْضاتُهُ فِي الطَّلَبِ اِلَيْهِ وَ الْتِماسِ ما لَدَيْهِ، وَ سَخَطُهُ في تَرْكِ الْاِلْحاحِ فِي الْمَسْأَلَةِ عَلَيْهِ، وَ سُبْحانَ اللَّهِ شاهِدِ كُلِّ نَجْوى بِعِلْمِهِ، وَ مُبائِنِ كُلِّ ذي جِسْمٍ بِنَفْسِهِ. \nوَ لا اِلهَ اِلاَّ اللَّهُ الَّذي لايُدْرَكُ بِالْعُيُونِ وَ الْاَبْصارِ، وَ لايُجْهَلُ بِالْعُقُولِ وَ الْاَلْبابِ، وَ لا يَخْلُو مِنَ الضَّميرِ وَ يَعْلَمُ خائِنَةَ الْاَعْيُنِ وَ ما تُخْفِي الصُّدُورُ، وَ اللَّهُ اَكْبَرُ الْمُتَجَلِّلُ عَنْ صِفاتِ الْمَخْلُوقينَ، الْمُطَّلِعُ عَلى ما في قُلُوبِ الْخَلائِقِ اَجْمَعينَ. \nاَللَّهُمَّ اِنّي اَسْأَلُكَ سُؤالَ مَنْ لايَمَلُّ دُعاءَ رَبِّهِ، وَ اَتَضَرَّعُ اِلَيْكَ تَضَرُّعَ غَريقٍ يَرْجُو كَشْفَ كَرْبِهِ، وَ اَبْتَهِلُ اِلَيْكَ ابْتِهالَ تائِبٍ مِنْ ذُنُوبِهِ وَ خَطاياهُ، وَ اَنْتَ الرَّؤُوفُ الَّذي مَلَكْتَ الْخَلائِقَ كُلَّهُمْ، وَ فَطَرْتَهُمْ اَجْناساً مُخْتَلِفاتِ الْاَلْوانِ وَ الْاَقْدارِ عَلى مَشِيَّتِكَ، وَ قَدَّرْتَ اجالَهُمْ، وَ اَدْرَرْتَ اَرْزاقَهُمْ، فَلَمْ يَتَعاظَمْكَ خَلْقُ خَلْقٍ، حَتَّى كَوَّنْتَهُ كَما شِئْتَ مُخْتَلِفاً مِمَّا شِئْتَ. \nفَتَعالَيْتَ وَ تَجَبَّرْتَ عَنِ اتِّخاذِ وَزيرٍ، وَ تَعَزَّزْتَ عَنْ مَوازَرَةِ شَريكٍ، وَ تَنَزَّهْتَ عَنْ اِتِّخاذِ الْاَبْناءِ، وَ تَقَدَّسْتَ عَنْ مُلامَسَةِ النِّساءِ، فَلَيْسَتِ الْاَبْصارُ بِمُدْرِكَةٍ لَكَ، وَ لَاالاَوْهامُ بِواقِعَةٍ عَلَيْكَ، وَ لَيْسَ لَكَ شَريكٌ وَ لا نِدٌّ، وَ لا عَديلٌ وَ لانَظيرٌ. \nاَنْتَ الْفَرْدُ الْواحِدُ الدَّائِمُ، الْاَوَّلُ الاْخِرُ، وَ الْعالِمُ الْاَحَدُ الصَّمَدُ الْقائِمُ، الَّذي لَمْ تَلِدْ وَ لَمْ تُولَدْ وَ لَمْ يَكُنْ لَكَ كُفُواً اَحَدٌ، لاتُنالُ بِوَصْفٍ، وَ لا تُدْرَكُ بِوَهْمٍ، وَ لايُغَيِّرُكَ في مَرِّ الدُّهُورِ صَرْفٌ، كُنْتَ اَزَلِيّاً لَمْ تَزَلْ وَ لا تَزالُ، وَ عِلْمُكَ بِالْاَشْياءِ فِي الْخَفاءِ كَعِلْمِكَ بِها فِي الْاِجْهارِ وَ الْاِعْلانِ. \nفَيا مَنْ ذَلَّتْ لِعَظَمَتِهِ الْعُظَماءُ، وَ خَضَعَتْ لِعِزَّتِهِ الرُّؤَساءُ، وَ مَنْ كَلَّتْ عَنْ بُلُوغِ ذاتِهِ اَلْسُنُ الْبُلَغاءِ، وَ مَنْ اَحْكَمَ تَدْبيرَ الْاَشْياءِ، وَ اسْتَعْجَمَتْ عَنْ اِدْراكِهِ عِبارَةُ عُلُومِ الْعُلَماءِ. \nيا سَيِّدي اَتُعَذِّبُني بِالنَّارِ وَ اَنْتَ اَمَلي، اَوْ تُسَلِّطُها عَلَيَّ بَعْدَ اِقْراري لَكَ بِالتَّوْحيدِ، وَ خُضُوعي وَ خُشُوعي لَكَ بِالسُّجُودِ، اَوْ تُلَجْلِجِ لِساني فِي الْمَوْقِفِ، وَ قَدْ مَهَّدْتَ لي بِمَنِّكَ سُبُلَ الْوُصُولِ اِلَى التَّسْبيحِ وَ التَّحْميدِ وَ الَّتمْجيدِ. \nفَيا غايَةَ الطَّالِبينَ وَ اَمانَ الْخائِفينَ، وَ عِمادَ الْمَلْهُوفينَ وَ غِياثَ الْمُسْتَغيثينَ، وَ جارَ الْمُسْتَجيرينَ، وَ كاشِفَ ضُرِّ الْمَكْرُوبينَ وَ رَبَّ الْعالَمينَ، وَ دَيَّانَ يَوْمِ الدّينَ وَ اَرْحَمَ الرَّاحِمينَ، صَلِّ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ تُبْ عَلَيَّ وَ اَلْبِسْنِي الْعافِيَةَ، وَ ارْزُقْني مِنْ فَضْلِكَ رِزْقاً واسِعاً، وَ اجْعَلْني مِنَ التَّوَّابينَ. \nاَللَّهُمَّ وَ اِنْ كُنْتَ كَتَبْتَني شَقِيّاً عِنْدَكَ فَاِنّي اَسْأَلُكَ بِمَعاقِدِ الْعِزِّ مِنْ رَحْمَتِكَ، وَ بِالْكِبْرِياءِ وَ الْعَظَمَةِ الَّتي لايُقاوِمُها مُتَكَبِّرٌ وَ لا عَظيمٌ، اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ اَنْ تُحَوِّلَني سَعيداً، فَاِنَّكَ تُجْرِي الْاُمُورَ عَلى اِرادَتِكَ، وَ تُجيرُ وَ لا يُجارُ عَلَيْكَ، يا قَديرُ وَ اَنْتَ عَلى كُلِّ شَيْ ءٍ قَديرٌ وَ اَنْتَ الرَّؤُوفُ الرَّحيمُ الْخَبيرُ. \nتَعْلَمُ ما في نَفْسي وَ لا اَعْلَمُ ما في نَفْسِكَ، اِنَّكَ اَنْتَ عَلاَّمُ الْغُيُوبِ، فَالْطُفْ بي فَقَديماً لَطُفْتَ بِمُسْرِفٍ عَلى نَفْسِهِ، فَامْنُنْ عَلَيَّ فَقَدْ مَنَنْتَ عَلى غَريقٍ في بُحُورِ خَطيئَتِهِ، اَسْلَمَتْهُ لِلْحُتُوفِ كَثْرَةُ زَلَلِهِ. \nوَ تَطَوَّلْ عَلَيَّ يا مُتَطَوِّلاً عَلَى الْمُذْنِبِينَ بِالصَّفْحِ وَ الْعَفْوِ، فَانَّكَ لَمْ تَزَلْ اخِذاً بِالْفَضْلِ عَلَى الْخاطِئينَ وَ الصَّفْحِ عَلَى الْعاثِرِينَ، وَ مَنْ وَجَبَ لَهُ بِاجْتِرائِهِ عَلَى الْاثامِ حُلُولُ دارِ الْبَوارِ. \nيا عالِمَ الْخَفِيَّاتِ وَ الْاَسْرارِ، يا جَبَّارُ يا قَهَّارُ، وَ ما اَلْزَمْتَنيهِ مَوْلايَ مِنْ فَرْضِ الْاباءِ وَ الْاُمَّهاتِ وَ واجِبِ حُقُوقِهِمْ مَعَ الْاِخْوانِ وَ الْاَخَواتِ، فَاحْتَمِلْ ذلِكَ عَنّي اِلَيْهِمْ وَ اَدِّهِ يا ذَاالْجَلالِ وَ الْاِكْرامِ، وَ اغْفِرْ لِلْمؤْمِنينَ وَ الْمُؤْمِناتِ اِنَّكَ عَلى كُلِّ شَيْءٍ قَديرٌ. \n","الصحيفة العلوية"]