["بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ سُبْحَانَ مَنْ تُسَبِّحُ لَهُ الْأَنْعَامُ بِأَصْوَاتِهَا يَقُولُونَ سُبُّوحاً قُدُّوساً سُبْحَانَ الْمَلِكِ الْحَقِّ الْمُبِينِ سُبْحَانَ مَنْ تُسَبِّحُ لَهُ الْبِحَارُ بِأَمْوَاجِهَا سُبْحَانَكَ رَبَّنَا وَ بِحَمْدِكَ سُبْحَانَ مَنْ تُسَبِّحُ لَهُ مَلَائِكَةُ السَّمَاوَاتِ بِأَصْوَاتِهَا سُبْحَانَ اللَّهِ الْمَحْمُودِ فِي كُلِّ مَقَالَةٍ [مَقَالِهِ‏] سُبْحَانَ اللَّهِ الَّذِي يُسَبِّحُ لَهُ الْكُرْسِيُّ وَ مَا حَوْلَهُ وَ مَا تَحْتَهُ سُبْحَانَ الْمَلِكِ الْجَبَّارِ الَّذِي مَلَأَ كُرْسِيُّهُ السَّمَاوَاتِ السَّبْعَ وَ الْأَرَضِينَ السَّبْعَ سُبْحَانَ اللَّهِ بِعَدَدِ مَا سَبَّحَهُ الْمُسَبِّحُونَ وَ الْحَمْدُ لِلَّهِ بِعَدَدِ مَا حَمِدَهُ الْحَامِدُونَ وَ لَا إِلَهَ إِلَّا اللَّهُ بِعَدَدِ مَا هَلَّلَهُ الْمُهَلِّلُونَ وَ اللَّهُ أَكْبَرُ بِعَدَدِ مَا كَبَّرَهُ الْمُكَبِّرُونَ وَ أَسْتَغْفِرُ اللَّهَ بِعَدَدِ مَا اسْتَغْفَرَهُ الْمُسْتَغْفِرُونَ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ بِعَدَدِ مَا قَالَهُ الْقَائِلُونَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ مَا صَلَّى عَلَيْهِ الْمُصَلُّونَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ تُسَبِّحُ لَكَ الدَّوَابُّ فِي مَرَاعِيهَا وَ الْوُحُوشُ فِي مَظَانِّهَا وَ السِّبَاعُ فِي فَلَوَاتِهَا وَ الطَّيْرُ فِي وُكُورِهَا سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ تُسَبِّحُ لَكَ الْبِحَارُ بِأَمْوَاجِهَا وَ الْحِيتَانُ فِي مِيَاهِهَا وَ الْمِيَاهُ [فِي‏] عَلَى مَجَارِيهَا وَ الْهَوَامُّ فِي أَمَاكِنِهَا سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ الْجَوَادُ الَّذِي لَا يَبْخَلُ الْغَنِيُّ الَّذِي لَا يُعْدِمُ الْجَدِيدُ الَّذِي لَا يَبْلَى الْحَمْدُ لِلَّهِ الْبَاقِي الَّذِي تَسَرْبَلَ بِالْبَقَاءِ الدَّائِمُ الَّذِي لَا يَفْنَى الْعَزِيزُ الَّذِي لَا يَذِلُّ الْمَلِكُ الَّذِي لَا يَزُولُ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ الْقَائِمُ الَّذِي لَا يَفْنَى الدَّائِمُ الَّذِي لَا يَبِيدُ الْعَلِيمُ الَّذِي لَا يَرْتَابُ الْبَصِيرُ الَّذِي [لَا يَلْهُو] لَا يَضِلُّ الْحَلِيمُ الَّذِي لَا يَجْهَلُ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ الْحَكِيمُ الَّذِي لَا يَحِيفُ الرَّقِيبُ الَّذِي لَا يَسْهُو الْمُحِيطُ الَّذِي لَا يَلْهُو الشَّاهِدُ الَّذِي لَا يَغِيبُ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ الْقَوِيُّ الَّذِي لَا يُرَامُ الْعَزِيزُ الَّذِي لَا يُضَامُ السُّلْطَانُ الَّذِي لَا يُغْلَبُ الْمُدْرِكُ الَّذِي لَا يُدْرَكُ الطَّالِبُ الَّذِي لَا يَعْجِزُ","المصباح للكفعمي"]