["يُستَحَب قراءة إنَّا أَنْزَلْنَاهُ في لَيْلَةِ القَدْرِ ألفَ مَرّةٍ يَوْم الخَميس، وَمِثله يوم الاثنَين.\n\nوَيُستَحبُّ صَوْم أوّل خميس في العشر الأوَّل منْ كُلّ شّهْرٍ، وأوّل أربعاء في العُشر الثّاني وَآخر خَميس في العُشر الأخير.\n\nوَيُستَحبُّ أَنْ يقرأ هَلْ أَتَى عَلَى الإِنْسَانِ في صَلاة الفجر، وَكذلِكَ يَوْم الاثنَين.\n\nوَمَنْ كَانَتْ لَه حَاجَة فلْيُباكِر فيها، فإنَّ النّبيّ (صَلَّى اللَّه عَلَيهِ وَآلِهِ وَسَلَّم) قال: أَللَّهُمَّ بَارِكْ لِأُمَّتي في بُكُورِهَا. فإذا تَوجَّه قرأ الحَمْد، وَالمعوّذتين، والإِخْلاص، وَالقَدْر، وَآية الكُرسيّ، وَالخمس الآيات مِنْ (آخر) آلِ عِمران.\n\nلاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ {3/196} مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ {3/197} لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللّهِ وَمَا عِندَ اللّهِ خَيْرٌ لِّلأَبْرَارِ {3/198} وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللّهِ ثَمَنًا قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللّهَ سَرِيعُ الْحِسَابِ {3/199} يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللّهَ لَعَلَّكُمْ تُفْلِحُونَ {3/200} آخر خمس آيات من سورة آل عمران.\n\nثمَّ يقُول:\n\nمَوْلاَيَ انْقَطَعَ الرَّجَاءُ إِلاَّ مِنْكَ، وَخَابَتِ الآمَالُ إِلاَّ فِيكَ، أَسْأَلُكَ يَا إِلهِي بِحَقِّ مَنْ حَقُّهُ (حَقَّهُ) وَاجِبٌ عَلَيْكَ مِمَّنْ جَعَلْتَ لَهُ الحَقَّ عِنْدَكَ، أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأَنْ تَقْضِيَ حَاجَتِي.\n\nويُستَحبُّ طلَبُ الْعِلْم فيه وَفي يَوْمِ الاثنَين.\n\nوَيُسْتَحَبُّ أَنْ يَقْرأَ الإِنْسان فِيه سُورَة المائدة.\n\nوَيُسْتَحَبُّ زيارة الشُّهَداء فيه وَقُبور المؤمنِينَ.\n\nوَيُكره الإِنْصرافُ فيه عَن المشاهِدِ حَتَّى تمضِي الجُمعة.\n\nوَيُسْتَحَبُّ التَّأهُّب فيه لِلجُمعَة بِقَصِّ الأظافِير وَتَركَ واحَدةٍ إِلى يَوْم الجُمعَة وَالأَخْذ مِنَ الشَّارِب وَدُخول الحَمّام وَالغُسْل للجُمُعِة لِمَنْ خافَ أَنْ لا يتمَكَّن يَوْم الجُمُعَة.\n\nومَنْ أرادَ الْحِجامَة يُسْتَحَبُّ لَهُ يَوْم الخَميس.\n\nوَرُويَ النَّهي عَنْ شُرْب الدّواءِ فيهِ.\n\nوَيُسْتَحَبُّ الصَّلاة فيه عَلَى النَّبِيّ (صَلَّى اللَّه عَلَيهِ وَآلِهِ وَسَلَّم) أَلْفَ مرَّةٍ، وإنَّا أَنْزَلْنَاهُ مرّة واحدة.\n\nوَيُسْتَحَبُّ أَنْ يَقُولَ فيهِ:\n\nأَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَعَجِّلْ فَرَجَهُمْ، وَأَهْلِكْ عَدُوَّهُمْ مِنَ الْجِنِّ وَالإِنْسِ مِنَ الأَوَّلِينَ وَالآخِرِينَ.\n\nوَيُسْتَحَبُّ أَنْ يَستَغْفِرَ الله تعالى بِهذَا الاسْتِغْفار آخر نَهار يوم الخميس. فَيقُول:\n\nأَسْتَغْفِرُ اللَّهَ الَّذِي لا إِلهَ إِلاَّ هُوَ الْحَيُّ القَيُّومُ وَأَتُوبُ إِلَيْهِ تَوْبَةَ عَبْدٍ خَاضِعٍ مِسْكِينٍ مُسْتَكِينٍ، لاَ يَسْتَطِيعُ لِنَفْسِهِ صَرْفاً وَلاَ عَدْلاً وَلاَ نَفْعاً وَلاَ ضَرَّاً وَلاَ حَيَاةً وَلاَ مَوْتاً وَلاَ نُشُوراً، وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَعِتْرَتِهِ الطَّيِّبينَ الطَّاهِرينَ الأَخْيَارِ الأَبْرَارِ وَسَلَّمَ تَسْلِيماً.\n\nوَيُسْتَحَبُّ أَنْ يَدْعُو آخر نَهَار يَوْم الخَميس هذا الدّعَاء:\n\nأَللَّهُمَّ يَا خَالِقَ نُورِ النَّبِيِّينَ وَمُوْزِعَ قُبُورِ الْعَالَمِينَ، وَدَيَّانَ حَقَائِقِ يَوْمِ الدِّينِ وَالْمَالِكَ لِحُكْمِ الأَوَّلِينَ وَالآخِرِينَ وَالْمُسَبِّحِينَ وَالعَالِمَ بِكُلِّ تَكْوِينٍ، أَشْهَدُ بِعِزَّتِكَ في الأَرْضِ وَالسَّمَاءِ وَحِجَابِكَ الْمَنيعِ عَلَى أَهْلِ الطُّغْيَانِ، يَا خَالِقَ رُوحي وَمُقَدِّرَ قُوتي (قُوَّتي) وَالْعَالِمَ بِسِرِّي وَجَهْرِي، لَكَ سُجُودِي وَعُبُودي (وَعُبُودِيَّتِي) وَلِعَدُوِّكَ عُنُودِي يَا مَعْبُودي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ الَّذِي لاَ إِلهَ إِلاَّ أَنْتَ، وَحْدَكَ لاَ شَرِيكَ لَكَ، عَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أُنِيبُ وَأَنْتَ حَسْبِي وَنِعْمَ الْوَكِيلُ.","مصباح المتهجد"]