["اَلْحَمْدُ لِلَّهِ الَّذي لَهُ في كُلِّ نَفَسٍ مِنَ الْاَنْفاسِ وَ خَطْرَةٍ مِنَ الْخَطَراتِ مِنَّا مِنَنٌ لاتُحْصى، وَ في كُلِّ لَحْظَةٍ مِنَ اللَّحَظاتِ نِعَمٌ لا تُنْسى، وَ في كُلِّ حالٍ مِنَ الْحالاتِ عائِدَةٌ لاتَخْفى. \nوَ سُبْحانَ اللَّهِ الَّذي يَقْهَرُ الْقَوِيَّ وَ يَنْصُرُ الضَّعيفَ، وَ يجْبُرُ الْكَسيرَ، وَ يُغْنِي الْفَقيرَ، وَ يَقْبَلُ الْيَسيرَ، وَ يُعْطِي الْكَثيرَ، وَ هُوَ عَلى كُلِّ شَيْ ءٍ قَديرٌ، وَ لا اِلهَ اِلاَّ اللَّهُ السَّابِغُ النِّعْمَةِ، الْبالِغُ الْحِكْمَةِ، الدَّامِغُ الْحُجَّةِ، الْواسِعُ الرَّحْمَةِ، المانِعُ الْعِصْمَةِ. \nوَ اللَّهُ اَكْبَرُ، ذُوالسُّلْطانِ الْمَنيعِ وَ الْبُنْيانِ الرَّفيعِ، وَ الْاِنْشاءِ الْبَديعِ وَ الْحِسابِ السَّريعِ، وَ صَلَّى اللَّهُ عَلى مُحَمَّدٍ خَيْرِ النَّبِيّينَ وَ الِهِ الطَّاهِرينَ وَ سَلَّمَ تَسْليماً. \nاَللَّهُمَّ اِنّي اَسْأَلُكَ سُؤالَ الْخائِفِ مِنْ وَقْفَةِ الْمَوْقِفِ، الْوَجِلِ مِنَ الْعَرْضِ، الْمُشْفِقِ مِنَ الْحِسابِ، الْخَشْيَةِ لِبَوائِقِ الْقِيامَةِ، الْمَأْخُوذِ عَلَى الْغِرَّةِ، النّادِمِ عَلَى الْخَطيئَةِ، الْمَسْؤُولِ الْمُحاسَبِ الْمُثابِ الْمُعاقَبِ، الَّذي لَمْ يُكِنَّهُ عَنْكَ مكانٌ، وَ لا وَجَدَ مَفَرّاً اِلاَّ اِلَيْكَ، مُتَنَصِّلاً مُلْتَجِأً مِنْ سَيِّي ءِ عَمَلِهِ، مُقِرّاً بِعَظيمِ ذُنُوبِهِ. \nقَدْ اَحاطَتْ بِه الْهُمُومُ، وَ ضاقَتْ عَلَيْهِ رَحائِبُ التُّخُومِ، مُوقِنٌ بِالْمَوْتِ، مُبادِرٌ بِالتَّوبَةِ قَبْلَ الْفَوْتِ، اِنْ مَنَنْتَ بِها عَلَيْهِ وَ عَفَوْتَ عَنْهُ، فَاَنْتَ اِلهي رَجائي اِذْ ضاقَ عَنِّي الرَّجاءُ، وَ مَلْجَأي اِذْ لَمْ اَجِدْ فِناءً لِلْاِلْتِجاءِ، تَوَحَّدْتَ سَيِّدي بِالْعِزَّ وَ الْعَلاءِ، وَ تَفَرَّدْتَ بِالْوَحْدانِيَّةِ وَ الْبَقاءِ، وَ اَنْتَ الْمُتَعَزِّزُ الْمُتَفَرِّدُ بِالْمَجْدِ، فَلَكَ رَبّي الْحَمْدُ. \nلايُواري مِنْكَ مَكانٌ، وَ لايُغَيِّرُكَ دَهْرٌ وَ لا زَمانٌ، اَلَّفْتَ بِلُطْفِكَ الْفِرَقَ وَ فَلَقْتَ بِقُدْرَتِكَ الْفَلَقَ، وَ اَنَرْتَ بِكَرَمِكَ دَياجِيَ الْغَسَقِ، وَ اَجْرَيْتَ الْمِياهَ مِنَ الصُّمِّ الصَّياخيدِ عَذْباً وَ اُجاجاً، وَ اَنْهَرْتَ مِنَ الْمُعْصِراتِ ماءً ثَجَّاجاً، وَ جَعَلْتَ الشَّمْسَ لِلْبَرِيَّةِ سِراجاً وَهَّاجاً، وَ الْقَمَرَ وَ النُجُومَ اَبْراجاً، مِنْ غَيْرِ اَنْ تُمارِسَ فيمَا ابْتَدَأْتَ لُغُوباً وَ لا عِلاجاً.\nوَ اَنْتَ اِلهُ كُلِّ شَيْ ءٍ وَ خالِقُهُ، وَ جَبَّارُ كُلِّ مَخْلُوقٍ وَ رازِقُهُ، فَالْعَزيزُ مَنْ اَعْزَزْتَ، وَ الذَّليلُ مَنْ اَذْلَلْتَ، وَ السَّعيدُ مَنْ اَسْعَدْتَ، وَ الشَّقِيُّ مَنْ اَشْقَيْتَ، وَ الْغَنِيٌّ مَنْ اَغْنَيْتَ، وَ الْفَقيرُ مَنْ اَفْقَرْتَ. \nاَنْتَ وَلِييّ وَ مَوْلايَ، وَ عَلَيْكَ رِزْقي، وَ بِيَدِكَ ناصِيَتي، فَصَلِّ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ افْعَلْ بي ما اَنْتَ اَهْلُهُ، وَ عُدْ بِفَضْلِكَ عَلى عَبْدٍ قَدْ غَمَرَهُ جَهْلُهُ، وَ اسْتَوْلى عَلَيْهِ التَّسْويفُ حَتَّى سالَمَ الْاَيَّامَ فَارْتَكَبَ الْمَحارِمَ وَ الْاثامَ. \nوَ اجْعَلْني سَيِّدي عَبْداً يَفْزَعُ اِلَى التَّوْبَةِ فَاِنَّها مَفْزَعُ الْمُذْنِبينَ، وَ اَغْنِني بِجُودِكَ الْواسِعِ عَنِ الْمَخْلُوقينَ، وَ لاتُحْوِجْني اِلى شِرارِ الْعالَمينَ، وَ هَبْ لي عَفْوَكَ في مَوْقِفِ يَوْمِ الدّين، فَاِنَّكَ اَرْحَمُ الرَّاحِمينَ وَ اَجْوَدُ الْاَجْوَدينَ وَ اَكْرَمُ الْاَكْرَمينَ. \nيا مَنْ لَهُ الْاَسْماءُ الْحُسْنى وَ الْاَمْثالُ الْعُلْيا، وَ جَبَّارُ السَّماواتِ وَ الْاَرَضينَ، اِلَيْكَ قَصَدْتُ راجِياً، فَلا تَرُدَّ يَدي عَنْ سَنِيِّ مَواهِبِكَ صِفْراً، اِنَّكَ جَوادٌ مِفْضالٌ، يا رَؤُوفاً بِالْعِبادِ، وَ مَنْ هُوَ لَهُمْ بِالْمِرْصادِ. \nاَسْأَلُكَ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ اَنْ تُجْزِلَ ثَوابي وَ تُحْسِنَ مَابي، وَ تَسْتُرَ عُيُوبي، وَ تَغْفِرَ ذُنُوبي، وَ تُنْقِذَني مَوْلايَ بِفَضْلِكَ مِنْ أَليمِ الْعَذابِ، اِنَّكَ جَوادٌ كَريمٌ وَهَابٌ، فَقَدْ اَلْقَتْنِي السَّيِّئاتُ وَ الْحَسَناتُ بَيْنَ ثَوابٍ وَ عِقابٍ. \nوَ قَدْ رَجْوتُ أَنْ تَكُونَ بِلُطْفِكَ تَتَغَمَّدُ عَبْدَكَ الْمُقِرَّ بِفَوادِحِ الْعُيُوبِ، الْمُعْتَرِفَ بِفَضائِحِ الذُّنُوبِ، وَ تَصْفَحَ بِجُودِكَ وَ كَرَمِكَ يا غافِرَ الذُّنُوبِ عَنْ زَلَلِهِ، فَلَيْسَ لي سَيِّدي رَبٌّ اَرْتَجيهِ غَيْرُكَ، وَ لا اِلهٌ اَسْأَلُهُ جَبْرَ فاقَتي وَ مَسْكَنَتي سِواكَ، فَلا تَرُدَّني مِنْكَ بِالْخَيْبَةِ يا مُقيلَ الْعَثَراتِ وَ كاشِفَ الْكُرُباتِ. \nاِلهي فَسُرَّني فَاِنّي لَسْتُ بِاَوَّلِ مَنْ سَرَرْتَهُ يا وَلِيَّ النِّعَمِ، وَ شَديدَ النِّقَمِ، وَ دائِمَ الْمَجْدِ وَ الْكَرَمِ، وَ اخْصُصْني مِنْكَ بِمَغْفِرَةٍ لا يُقارِنُها شَقاءٌ، وَ سَعادَةٍ لايُدانيها اَذىً، وَ اَلْهِمْني تُقاكَ وَ مَحَبَّتَكَ، وَ جَنِّبْني مُوبقاتِ مَعْصِيَتِكَ، وَ لاتَجْعَلْ للِنَّارِ عَلَيَّ سُلْطاناً، اِنَّكَ اَهْلُ التَّقْوى وَ اَهْلُ الْمَغْفِرَةِ، وَ قَدْ دَعَوْتُكَ كَما اَمَرْتَني وَ تَكَفَّلْتَ بِالْاِجابَةِ، فَلا تُخَيِّبْ سائِلَكَ، وَ لا تَخْذُلْ طالِبَكَ، وَ لا تَرُدَّ امِلَكَ، يا خَيْرَ مَأْمُولٍ. \nوَ اَسْأَلُكَ بِرَأْفَتِكَ وَ رَحْمَتِكَ وَ فَرْدانِيَّتِكَ وَ رُبُوبِيَّتِكَ، يا مَنْ هُوَ عَلى كُلِّ شَيْ ءٍ قَديرٌ، وَ بِكُلِّ شَيْ ءٍ مُحيطٌ، فَاكْفِني ما اَهَمَّني مِنْ اَمْرِ دُنْياىَ وَ اخِرتي فَاِنَّكَ سَميعُ الدُّعاءِ، لَطيفٌ لِما تَشاءُ، وَ اَدْرِجْني دَرَجَ مَنْ اَوْجَبْتَ لَهُ حُلُولَ دارِ كَرامَتِكَ مَعَ اَصْفِيائِكَ وَ اَهْلِ اخْتِصاصِكَ بِجَزيلِ مَواهِبِكَ في دَرَجاتِ جَنَّاتِكَ، مَعَ الَّذينَ اَنْعَمْتَ عَلَيْهِمْ مِنَ النَّبِيّينَ وَ الصِّدّيقينَ وَ الشُّهَداءِ وَ الصَّالِحينَ وَ حَسُنَ اُولئِكَ رَفيقاً. \nوَ مَا افْتَرَضْتَ عَلَيَّ يا اِلهي فَاحْتَمِلْهُ عَنّي اِلى مَنْ اَوْجَبْتَ حُقُوقَهُ مِنَ الْاباءِ وَ اْلاُمَّهاتِ وَ اْلاِخْوَةِ وَ اْلاَخَواتِ، وَ اغْفِرْلي وَ لَهُمْ مَعَ الْمُؤْمِنينَ وَ الْمُؤْمِناتِ اِنَّكَ قَريبٌ مُجيبٌ، واسِعُ الْبَرَكاتِ، وَ ذلِكَ عَلَيْكَ يَسيرٌ يا اَرْحَمَ الرَّاحِمينَ، وَ صَلَّى اللَّهُ عَلى مُحَمَّدٍ النَّبِيِّ وَ الِهِ وَ سَلَّمَ تَسْليماً. \n","الصحيفة العلوية"]