["مَرْحَباً بِخَلْقِ اللَّهِ الْجَدِيدِ وَ بِكُمَا مِنْ كَاتِبَيْنِ وَ شَاهِدَيْنِ اكْتُبَا بِسْمِ اللَّهِ أَشْهَدُ أَنْ لَا إِلَهَ‏ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ وَ أَشْهَدُ أَنَّ الْإِسْلَامَ كَمَا وَصَفَ وَ الدِّينَ كَمَا شَرَعَ وَ الْقَوْلَ كَمَا حَدَّثَ وَ الْكِتَابَ كَمَا أُنْزِلَ وَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ‏ حَيَّا اللَّهُ مُحَمَّداً بِالسَّلَامِ وَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ أَصْبَحْتُ أَعُوذُ بِوَجْهِ اللَّهِ الْكَرِيمِ وَ اسْمِ اللَّهِ الْعَظِيمِ وَ كَلِمَاتِهِ التَّامَّةِ مِنْ شَرِّ السَّامَّةِ وَ الْهَامَّةِ وَ الْعَيْنِ اللَّامَّةِ وَ مِنْ شَرِّ مَا خَلَقَ وَ ذَرَأَ وَ بَرَأَ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي [أَنْتَ‏] آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَمِيعِ خَلْقِكَ وَ أَتَوَكَّلُ عَلَيْكَ فِي جَمِيعِ أُمُورِي فَاحْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَ مِنْ خَلْفِي وَ مِنْ فَوْقِي وَ مِنْ تَحْتِي وَ لَا تَكِلْنِي فِي حَوَائِجِي إِلَى عَبْدٍ مِنْ عِبَادِكَ فَيَخْذُلُنِي أَنْتَ مَوْلَايَ وَ سَيِّدِي فَلَا تُخَيِّبْنِي مِنْ رَحْمَتِكَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَ تَحْوِيلِ عَافِيَتِكَ [أَسْتَغِيثُ‏] [امْتَنَعْتُ‏] اسْتَعَنْتُ بِحَوْلِ اللَّهِ وَ قُوَّتِهِ مِنْ حَوْلِ خَلْقِهِ وَ قُوَّتِهِمْ وَ أَعُوذُ بِرَبِّ الْفَلَقِ مِنْ شَرِّ ما خَلَقَ‏ حَسْبِيَ‏ اللَّهُ وَ نِعْمَ الْوَكِيلُ‏ اللَّهُمَّ أَعِزَّنِي بِطَاعَتِكَ وَ أَذِلَّ أَعْدَائِي بِمَعْصِيَتِكَ وَ اقْصِمْهُمْ يَا قَاصِمَ كُلِّ جَبَّارٍ عَنِيدٍ يَا مَنْ لَا يُخَيِّبُ مَنْ دَعَاهُ وَ يَا مَنْ إِذَا تَوَكَّلَ الْعَبْدُ عَلَيْهِ كَفَاهُ اكْفِنِي كُلَّ مُهِمٍّ مِنْ أَمْرِ الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ عَمَلَ الْخَائِفِينَ وَ خَوْفَ الْعَامِلِينَ وَ خُشُوعَ الْعَابِدِينَ وَ عِبَادَةَ الْمُتَّقِينَ وَ إِخْبَاتَ الْمُؤْمِنِينَ وَ إِنَابَةَ الْمُخْبِتِينَ وَ تَوَكُّلَ الْمُوقِنِينَ وَ بُشْرَى الْمُتَوَكِّلِينَ وَ أَلْحِقْنَا بِالْأَحْيَاءِ الْمَرْزُوقِينَ وَ أَدْخِلْنَا الْجَنَّةَ وَ أَعْتِقْنَا مِنَ النَّارِ وَ أَصْلِحْ لَنَا شَأْنَنَا كُلَّهُ اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيمَاناً صَادِقاً يَا مَنْ يَمْلِكُ حَوَائِجَ السَّائِلِينَ وَ يَعْلَمُ ضَمِيرَ الصَّامِتِينَ إِنَّكَ بِكُلِّ خَبَرٍ عَالِمٌ غَيْرُ مُعَلَّمٍ أَنْ تَقْضِيَ لِي حَوَائِجِي وَ أَنْ تَغْفِرَ لِي وَ لِوَالِدَيَّ وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ وَ الْمُسْلِمِينَ وَ الْمُسْلِمَاتِ الْأَحْيَاءِ مِنْهُمْ وَ الْأَمْوَاتِ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ وَ آلِهِ إِنَّكَ حَمِيدٌ مَجِيدٌ","المصباح للكفعمي"]