[" اللّهمّ انت ربّى و انا عبدك امنت بك مخلصا لك على عهدك و وعدك ما استطعت و اتوب اليك من سوء عملى و استغفرك لذنوبى الّتى لا يغفرها غيرك اصبح ذلّى مستجيرا بعزّتك و اصبح فقرى مستجيرا بغناك و اصبح جهلى مستجيرا بحلمك و اصبحت قلّة حيلتى مستجيرة بقدرتك و اصبح خوفى مستجيرا بامانك و اصبح دائى مستجيرا بدوائك و اصبح سقمى مستجيرا بشفائك و اصبح حينى مستجيرا بقضائك و اصبح‏ ضعفى مستجيرا بقوّتك و اصبح ذنبى مستجيرا بمغفرتك و و اصبح وجهى الفانى البالى مستجيرا بوجهك الباقى الدّائم الّذى لا يبلى و لا يفنى يا من لا يوارى منه ليل داج و لا سماء ذات ابراج و لا حجب ذات ارتجاج و لا ماء فى قعر بحر عجّاج يا دافع السّطوات يا كاشف الكربات يا منزّل البركات من فوق سبع سموات اسئلك يا فتّاح يا نفّاح يا مرتاح يا من بيده خزائن كلّ مفتاح ان تصلّى على محمّد و ال محمّد الطّيّبين الطّاهرين و ان تفتح لى من خير الدّنيا و الاخرة و ان تحجب عنّى فتنة المؤكّل بى و لا تسلّطه علىّ فيهلكنى و لا تكلنى الى احد طرفة عين فيعجز عنّى و لا تحرمنى الجنّة و ارحمنى و توفّنى مسلما و الحقنى بالصّالحين و اكففنى بالحلال عن الحرام و بالطّيّب عن الخبيث يا ارحم الرّاحمين اللّهمّ خلقت القلوب على ارادتك و فطرت العقول على معرفتك فتململت الأفئدة من مخافتك و صرخت القلوب بالوله اليك و تقاصر وسع قدر العقول‏ عن الثّناء عليك و انقطعت الألفاظ عن مقدار محاسنك و كلّت الألسن عن احصاء نعمك فاذا ولجت بطرق البحث عن نعتك بهرتها حيرة العجز عن ادراك وصفك فهى تتردّد فى التّقصير عن مجاوزة ما حدّدت لها اذ ليس لها ان تتجاوز ما امرتها فهى بالاقتدار على ما مكّنتها تحمدك بما انهيت اليها و الألسن منبسطة بما تملى عليها و لك على كلّ من استعبدت من خلقك ان لا يملّوا من حمدك و ان قصرت المحامد عن شكرك بما اسديت اليها من نعمك فحمدك بمبلغ طاقة جهدهم الحامدون و اعتصم برجاء عفوك المقصّرون و اوجس بالرّبوبيّة لك الخائفون و قصد بالرّغبة اليك الطّالبون و انتسب الى فضلك المحسنون و كلّ يتفيّؤ فى ظلال تاميل عفوك و يتضأّل بالذّلّ لخوفك و يعترف بالتّقصير فى شكرك فلم يمنعك صدوف من صدف عن طاعتك و لا عكوف من عكف على معصيتك ان اسبغت عليهم النّعم و اجزلت لهم‏ القسم و صرفت عنهم النّقم و خوّفتهم عواقب النّدم و ضاعفت لمن احسن و اوجبت على المحسنين شكر توفيقك للاحسان و على المسئ شكر تعطّفك بالامتنان و وعدت محسنهم الزّيادة فى الإحسان منك فسبحانك تثيب على ما بدؤه منك و انتسابه اليك و القوّة عليه بك و الاحسان فيه منك و التّوكّل فى التوفيق له عليك فلك الحمد حمد من علم انّ الحمد لك و انّ بدءه منك و معاده اليك حمدا لا يقصر عن بلوغ الرّضا منك فى نعمه و لك مؤيّدات من عونك و رحمة تخصّ بها من احببت من خلقك فصلّ على محمّد و ال محمّد و اخصصنا من رحمتك و مؤيّدات لطفك اوجبها للاقالات و اعصمها من الاضاعات و انجيها من الهلكات و ارشدها الى الهدايات و اوقيها من الافات و اوفرها من الحسنات و اثرها بالبركات و ازيدها فى القسم و اسبغها للنّعم و استرها للعيوب و اسرّها للغيوب و اغفرها للذّنوب انّك قريب مجيب و صلّ على خيرتك من خلقك وصفوتك من بريّتك و امينك على وحيك بافضل الصّلوات و بارك عليه بافضل البركات بما بلغ عنك من الرّسالات و صدع بامرك و دعى اليك بالدّلائل عليك بالحقّ المبين حتّى اتاه اليقين و صلّى اللّه عليه فى الأوّلين و صلّى اللّه عليه فى الاخرين و على اله و اهل بيته الطّاهرين و اخلفه فيهم باحسن ما خلفت به احدا من المرسلين بك يا ارحم الرّاحمين اللّهمّ و لك ارادات لا تعارض دون بلوغها الغايات قد انقطع معارضتها بعجز الإستطاعات عن الرّدّ لها دون النّهايات فايّة ارادة جعلتها ارادة لعفوك و سببا لنيل فضلك و استنزالا لخيرك فصلّ على محمّد و اهل بيت محمّد و صلها اللّهمّ بدوام و ايّدها بتمام انّك واسع الحباء كريم العطاء مجيب النّداء سميع الدّعاء","الصحيفة العلوية"]