{
"title": "دُعَاءٌ فيه أَسْمَاءٌ جَلِيلَةُ الْقَدْرِ",
"type": "text",
"source": "المصباح (للكفعمي)",
"data": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ اللَّهُمَّ أَنْتَ اللَّهُ وَ أَنْتَ الرَّحْمَنُ وَ أَنْتَ الرَّحِيمُ الْمَلِكُ الْقُدُّوسُ السَّلٰامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبّٰارُ الْمُتَكَبِّرُ الْأَوَّلُ الْآخِرُ الظَّاهِرُ الْبَاطِنُ الْحَمِيدُ الْمَجِيدُ الْمُبْدِئُ الْمُعِيدُ الْوَدُودُ الشَّهِيدُ الْقَدِيمُ الْعَلِيُّ الصَّادِقُ الرَّءُوفُ الرَّحِيمُ الشَّكُورُ الْغَفُورُ الْعَزِيزُ الْحَكِيمُ ذُو الْقُوَّةِ الْمَتِينُ الرَّقِيبُ الْحَفِيظُ ذُو الْجَلٰالِ وَ الْإِكْرٰامِ الْعَلِيُّ الْعَظِيمُ [الْعَلِيمُ] الْغَنِيُّ الْوَلِيُّ الْفَتَّاحُ الْمُرْتَاحُ الْقَابِضُ الْبَاسِطُ الْعَدْلُ الْوَفِيُّ الْحَقُّ الْمُبِينُ الْخَلَّاقُ الرَّزَّاقُ الْوَهَّابُ التَّوّٰابُ الرَّحِيمُ الْوَكِيلُ اللَّطِيفُ الْخَبِيرُ السَّمِيعُ الْبَصِيرُ الدُّيَّانُ الْمُتَعَالِ الْقَرِيبُ [الرَّقِيبُ] الْمُجِيبُ الْبَاعِثُ الْوَارِثُ الْوَاسِعُ الْبَاقِي الْحَيُّ الدَّائِمُ الَّذِي لٰا يَمُوتُ الْقَيُّومُ النُّورُ الْغَفَّارُ الْوٰاحِدُ الْقَهّٰارُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ ذُو الطَّوْلِ الْمُقْتَدِرُ عَلّٰامُ الْغُيُوبِ الْبَدِيءُ الْبَدِيعُ الدَّاعِي الطَّاهِرُ الْمُقِيتُ الْمُغِيثُ الدَّافِعُ الرَّافِعُ الضَّارُّ النَّافِعُ الْمُعِزُّ الْمُذِلُّ المُطْعِمُ الْمُنْعِمُ الْمُهَيْمِنُ الْمُكْرِمُ الْمُحْسِنُ الْمُجْمِلُ الْحَنَّانُ الْمُفْضِلُ الْمُحْيِي الْمُمِيتُ الْفَعَّالُ لِمَا يُرِيدُ مٰالِكُ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشٰاءُ وَ تَنْزِعُ الْمُلْكَ مِمَّنْ تَشٰاءُ وَ تُعِزُّ مَنْ تَشٰاءُ وَ تُذِلُّ مَنْ تَشٰاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ تُولِجُ اللَّيْلَ فِي النَّهٰارِ وَ تُولِجُ النَّهٰارَ فِي اللَّيْلِ وَ تُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ تُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَ تَرْزُقُ مَنْ تَشٰاءُ بِغَيْرِ حِسٰابٍ فٰالِقُ الْإِصْبٰاحِ فٰالِقُ الْحَبِّ وَ النَّوىٰ يُسَبِّحُ لَهُ مٰا فِي السَّمٰاوٰاتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ اللَّهُمَّ وَ مَا قُلْتُ مِنْ قَوْلٍ أَوْ حَلَفْتُ مِنْ حَلْفٍ أَوْ نَذَرْتُ مِنْ نَذْرٍ فِي يَوْمِي هَذَا وَ لَيْلَتِي هَذِهِ فَمَشِيَّتُكَ بَيْنَ يَدَيْ ذَلِكَ مَا شِئْتَ مِنْهُ كَانَ وَ مَا لَمْ تَشَأْ لَمْ يَكُنْ فَادْفَعْ عَنِّي بِحَوْلِكَ وَ قُوَّتِكَ فَإِنَّهُ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ اللَّهُمَّ بِحَقِّ هَذِهِ الْأَسْمَاءِ عِنْدَكَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي وَ ارْحَمْنِي وَ تُبْ عَلَيَّ وَ تَقَبَّلْ مِنِّي وَ أَصْلِحْ لِي شَأْنِي وَ يَسِّرْ أُمُورِي وَ وَسِّعْ عَلَيَّ فِي رِزْقِي وَ أَغْنِنِي بِكَرَمِ وَجْهِكَ عَنْ جَمِيعِ خَلْقِكَ وَ صُنْ وَجْهِي وَ يَدَيَّ وَ لِسَانِي عَنْ مَسْأَلَةِ غَيْرِكَ وَ اجْعَلْ لِي مِنْ أَمْرِي فَرَجاً وَ مَخْرَجاً فَإِنَّكَ تَعْلَمُ وَ لَا أَعْلَمُ وَ تَقْدِرُ وَ لَا أَقْدِرُ وَ أَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ وَ صَلَّى اللَّهُ عَلَى سَيِّدِ الْمُرْسَلِينَ سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ وَ آلِهِ الطَّاهِرِينَ."
}