{
"title": "دعاؤه المعروف بدعاء المذخور ",
"type": "text",
"source": "الصحيفة العلوية",
"data": "لا إله إلا الله , ثم لا إله إلا الله , ثم لا إله إلا الله , ولا إله إلا الله بما هلّل الله به نفسه , ولا إله إلا الله بما هلّله خلقه , والله أكبر بما كبّره به خلقه , وسبحان الله بما سبّحه به خلقه , والحمد لله بما حمده به عرشه ومن تحته , ولا إله إلا الله بما هلّله به عرشه ومن تحته , والله أكبر بما كبّره به عرشه ومن تحته , والحمد لله بما حمده به سماواته وأرضه ومن فيهن , ولا إله إلا الله بما هلّله به سماواته وأرضه ومن فيهن , ولا إله إلا الله بما هلّله به ملائكته , وسبحان الله بما سبّحه به ملائكته , والله أكبر بما كبّره به ملائكته , والحمد لله بما حمده به عرشه , والله أكبر بما كبّره به كرسيه وكل شيء أحاط به علمه , والحمد لله بما حمدته به بحاره وما فيها , ولا إله إلا الله بما هلّلته به بحاره وما فيها , والله أكبر بما كبّرته به بحاره وما فيها , والحمد لله بما حمده به الآخرة والدنيا وما فيهما , ولا إله إلا الله بما هلّله به الآخرة والدنيا وما فيهما , والله أكبر بما كبّره به الآخرة والدنيا وما فيهما , وسبحان الله بما سبّحه به الآخرة والدنيا , والحمد لله مبلغ رضاه , وزنة عرشه , ومُنتهى رضاه وما لا يعدله , والله أكبر مبلغ رضاه , وزنة عرشه , ومُنتهى رضاه وما لا يعدله , وسبحان الله مبلغ رضاه , وزنة عرشه , ومُنتهى رضاه وما لا يعدله , والحمد لله قبل كل شيء , ومع كل شيء , وعدد كل شيء , وسبحان الله قبل كل شيء , ومع كل شيء , وعدد كل شيء , وسبحان الله قبل كل شيء , ومع كل شيء , وعدد كل شيء , والحمد لله عدد آياته وأسمائه , وملء جنّته وناره , والله أكبر عدد آياته وأسمائه , وملء جنّته وناره , ولا إله إلا الله عدد آياته وأسمائه , وملء جنّته وناره , والحمد لله حمداً لا يُحصى بعدد , ولا بقوة ولا بحساب , وسبحان الله تسبيحاً لا يُحصى بعدد , ولا بقوة ولا بحساب , والله أكبر تكبيراً لا يُحصى بعدد , ولا بقوة ولا بحساب , والحمد لله عدد النجوم والمياه والأشجار والشعر , ولا إله إلا الله عدد النجوم والمياه والأشجار والشعر , والحمد لله عدد الحصى والنوى والتراب والجن والإنس , والله أكبر عدد الحصى والنوى والتراب والجن والإنس , وسبحان الله عدد الحصى والنوى والتراب والجن والإنس , والحمد لله حمداً لا يكون بعده في علمه حمد , ولا إله إلا الله تهليلاً لا يكون بعده في علمه تهليل , والله أكبر تكبيراً لا يكون بعده في علمه تكبير , وسبحان الله تسبيحاً لا يكون بعده في علمه تسبيح , والحمد لله أبد الأبد , وقبل الأبد , وبعد الأبد  وسبحان الله أبد الأبد , وقبل الأبد , وبعد الأبد , والله أكبر أبد الأبد , وقبل الأبد , وبعد الأبد , والحمد لله عدد هذا كله , وأضعافه وأمثاله , وذلك لله قليل , والله أكبر عدد هذا كله وأضعافه وأمثاله , وذلك لله قليل , ولا حول ولا قوة إلا بالله عدد هذا كله , وأضعافه وأمثاله , وذلك لله قليل , وصلى الله على محمد وآله عدد هذا كله , وأستغفر الله الذي لا إله إلا هو الحي القيوم , عدد هذا كله , وأتوب إليه من كل خطيئة ارتكبتها , ومن كل ذنب عملته , ولكل فاحشة سبقت مني عدد هذا كله ومُنتهى علمه ورضاه , يا الله المؤمن الخالق العظيم العزيز الجبار المتكبر , سبحان الله عما يشركون , يا الله الجليل الجميل , يا الله الرب الكريم , يا الله المبدىء المعيد , يا الله الواسع العليم , يا الله الحنان المنان , يا الله العليم القائم , يا الله العظيم الكريم , يا الله اللطيف الخبير , يا الله العظيم الجليل , يا الله القوي المتين , يا الله الغني الحميد , يا الله القريب المجيب , يا الله العزيز الحكيم , يا الله الحليم الكريم , يا الله الرؤوف الرحيم , يا الله الغفور الشكور يا الله الراضي باليسير , يا الله الساتر للقبيح , يا الله المعطي الجزيل , يا الله الغافر للذنب العظيم , يا الله الفعال لما يريد , يا الله الجبار المتجبّر , يا الله الكبير المتكبّر , يا الله العظيم المتعظم , يا الله العليّ المتعالي. يا الله الرفيع القدّوس , يا الله العظيم الأعظم. يا الله القائم الدائم , يا الله القادر المقتدر. يا الله القاهر , يا الله المعافي. يا الله الواحد الأحد , يا الله الفرد الصمد. يا الله القابض الباسط. يا الله الخالق الرازق , يا الله الباعث الوارث , يا الله المنعم المتفضّل , يا الله المُحسن المُجمل , يا الله الطالب المُدرك , يا الله مُنتهى الراغبين , يا الله جار المُستجيرين , يا الله أقرب المحسنين , يا الله أرحم الراحمين , يا الله غياث المُستغيثين. يا الله مُعطي السائلين , يا الله المُنفس عن المهمومين يا الله المفرّج عن المكروبين. يا الله المفرّج الكرب العظيم. يا الله النور منك النور , يا الله الخير من عندك الخير. يا رحمن أسألك بأسمائك البالغة المبلّغة. يا الله يا رحمن , أسألك بأسمائك العزيزة الحكيمة. يا الله يا رحمن , أسألك بأسمائك الرضيّة , الرفيعة الشريفة. يا الله يا رحمن , أسألك بأسمائك المخزونة المكنونة التامّة الجزيلة. يا الله يا رحمن , أسألك بأسمائك بما هو رضىً لك. يا الله يا رحمن , أسألك أن تصلي على محمد وآل محمد قبل كل شيء ومع كل شيء وعدد كل شيء صلاة لا يقوى على إحصائها إلا أنت. عدد كل شيء وبعدد ما أحصاه كتابك وأحاط به علمك وأن تفعل بي ما أنت أهله لا ما أنا أهله , أسألك حوائجي للدنيا والآخرة إن شاء الله , وصلى الله على خير خلقه وخيرته محمد سيد المرسلين , وآله وسلم."
}