{
"title": "دعائه عليه السلام فى الانقطاع الى الله تعالى ",
"type": "text",
"source": "الصحيفة العلوية",
"data": " اللهم إنك آنس الآنسين لأوليائك , وأحضرهم بالكفاية للمتوكلين عليك , تشاهدهم في سرائرهم , وتطّلع عليهم في ضمائرهم وتعلم مبلغ بصائرهم , فأسرارهم لك مكشوفة , وقلوبهم إليك ملهوفة.\n\nإن أوحشتهم الغربة , آنسهم ذكرك. وإن صُبّت عليهم المصائب لجأوا إلى الاستجارة بك , عِلماً بأن أزمّة الأمور بيدك. ومصادرها عن قضائك.\n\nاللهم فإن فههت عن مسألتي , أو عُميت عن طلتي , فدلّني على مصالحي , وخذ بقلبي إلى مراشدي , فليس ذلك بنُكر من هدايتك , ولا ببدع من كفايتك. اللهم احملني على عفوك , ولا تحملني على عدلك.\n\nاللهم إنك قلت في محكم كتابك المنزل على نبيك المُرسل صلى الله عليه وآله , وقولك الحق : \"كَانُوا قَلِيلاً مِّنَ اللَّيْلِ مَا يَهْجَعُونَ وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"ثُمَّ أَفِيضُواْ مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُواْ اللّهَ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت :\" الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنفِقِينَ وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ \". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ\".\n\nوانا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّهِ إِنَّ اللّهَ يُحِبُّ الْمُتَوَكِّلِينَ\". وقلت تباركت وتعاليت : \"وَلَوْ أَنَّهُمْ إِذ ظَّلَمُواْ أَنفُسَهُمْ جَآؤُوكَ فَاسْتَغْفَرُواْ اللّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُواْ اللّهَ تَوَّاباً رَّحِيماً\" وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \" وَمَن يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللّهَ يَجِدِ اللّهَ غَفُوراً رَّحِيماً\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"أَفَلاَ يَتُوبُونَ إِلَى اللّهِ وَيَسْتَغْفِرُونَهُ وَاللّهُ غَفُورٌ رَّحِيمٌ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَمَا كَانَ اللّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ\" وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ اللّهُ لَهُمْ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُواْ أُوْلِي قُرْبَى مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ إِلاَّ عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَأَنِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ يُمَتِّعْكُم مَّتَاعاً حَسَناً إِلَى أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَيَا قَوْمِ اسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَاراً وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"هُوَ أَنشَأَكُم مِّنَ الأَرْضِ وَاسْتَعْمَرَكُمْ فِيهَا فَاسْتَغْفِرُوهُ ثُمَّ تُوبُواْ إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ\" وأنا أستغفرك وأتوب إليك.\n\n- وقلت تباركت وتعاليت : \"وَاسْتَغْفِرُواْ رَبَّكُمْ ثُمَّ تُوبُواْ إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ\" وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَاسْتَغْفِرِي لِذَنبِكِ إِنَّكِ كُنتِ مِنَ الْخَاطِئِينَ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّيَ إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا إِذْ جَاءهُمُ الْهُدَى وَيَسْتَغْفِرُوا رَبَّهُمْ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيّاً\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"فَأْذَن لِّمَن شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"يَا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْلَا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعاً وَأَنَابَ\". وأنا أستغفرك وأتوب إليك.\n\n- وقلت تباركت وتعاليت : \"الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَاسْتَغْفِرْ لِذَنبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِي الْأَرْضِ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِن شَيْءٍ رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُؤُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"سَوَاء عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ اللَّهُ لَهُمْ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّاراً\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"هُوَ خَيْراً وَأَعْظَمَ أَجْراً وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ\". وأنا أستغفرك وأتوب إليك.\n\n– وقلت تباركت وتعاليت : \"فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً\". وأنا أستغفرك وأتوب إليك."
}