{
"title": "فى الثناء و المناجات ",
"type": "text",
"source": "الصحيفة العلوية",
"data": "إلهي صل على محمد وآل محمد , وارحمني إذا انقطع من الدنيا أثري , وامتحى من المخلوقين ذكري , وصِرت في المنسيّين كمن قد نُسي. إلهي كبُر سنّي , ورقّ جلدي , ودقّ عظمي , ونال الدهر مني , واقترب أجلي , ونفدت أيامي , وذهبت شهواتي , وبقِيت تبعاتي. إلهي ارحمني إذا تغيرت صورتي , وامتحت محاسني , وبَلِيَ جسمي , وتقطّعت أوصالي , وتفرّقت مَقالتي , فلا حُجّة لي ولا عذر , فأنا المُقرّ بجُرمي , المعترف بإساءتي , الأسير بذنبي , المُرتهن بعملي , المُتهوّر في بُحور خطيئتي , المتحيّر عن قصدي المُنقطع بي , فصل على محمد وآل محمد , وارحمني برحمتك , وتجاوز عني يا كريم بفضلك. إلهي إن كان صَغُر في جنب طاعتك عملي , فقد كبُر في جنب رجائك أملي. إلهي كيف أنقلب بالخيبة من عندك محروماً , وكان ظني بك وبجودك , أن تَقلبني بالنجاة مرحوماً. إلهي لم أُسلّط على حسن ظني قنوط الآيسين فلا تُبطل صدق رجائي لك بين الآمنين , إلهي عظم جرمي إذ كنت المبارز به وكبُر ذنبي إذ كنت المطالب به إلا أني إذا ذّكرت كبير جُرمي , وعظيم غُفرانك , وجدت الحاصل من بينها عفو رضوانك. إلهي إن دعاني إلى النار بذنبي مخشيّ عقابك , فقد ناداني إلى الجنة بالرجاء حُسن ثوابك. إلهي إن أوحشتني الخطايا عن محاسن لطفك , فقد أنستني باليقين مكارم عطفك. إلهي إن أنامتني الغفلة عن الإستعداد للقائك , فقد نبّهتني المعرفة يا سيدي بكرم آلائك. إلهي أن غَرُب لُبّي عن تقويم ما يُصلحني فما عَزُب إيقاني بنظرك لي فيما ينفعني , إلهي إن انقرضت بغير ما أحببت من السعي أيامي , فبالايمان أمضتها الماضيات من أعوامي. إلهي جئتك ملهوفاً قد أُلبست عُدم فاقتي وأقامني مقام الأذلاّء بين يديك ضُرّ حاجتي , إلهي كَرُمت فاكرمني إذ كنت من سُوالك , وجُدت بالمعروف فاخلطني بأهل نوالك , إلهي مسكنتي لا تجبرها إلا عطاؤك وامنيّتي لا يُعنيها إلا حَباؤك , إلهي أصبحت على باب من أبواب مِنحك سائلاً وعن التعرض لسواك بالمسألة عادلاً , وليس من جميل امتنانك ردّ سائل ملهوف ومُضطّر لإنتظار خيرك المألوف , إلهي أقمت على قنطرة من قناطر الأخطار مَبلُوّاً بالأعمال والاعتبار فانا الهالك إن لم تُعن عليها بتخفيف الأثقال , إلهي أمن أهل الشقاء خلقتني فأطيل بكائي , أم من أهل السعادة خلقتني فأُبشِّر رجائي , إلهي إن حرمتني رُؤية محمد صلى الله عليه وآله في دار السلام , وأعدمتني تطواف الوُصفاء من الخدّام , وصرفت وجه تأميلي بالخيبة في دار المَقام , فحرمتني سُؤلي بين الأنام , فغير ذلك مِنّتني نفسي منك , يا ذا الفضل والإنعام , إلهي وعزّتك وجلالك , لو قرنتني في الأصفاد طول الأيام , ومنعتني سيبك , من بين الأنام , وحُلت بيني وبين الكرام , ما قطعت رجائي منك , ولا صرفت وجه انتظاري للعفو عنك. إلهي لو لم تهدني إلى الإسلام ما اهتديت , ولو لم ترزقني الإيمان بك ما آمنت , ولو لم تُطلق لساني بدعائك ما دعوت , ولو لم تُعرّفني حلاوة معرفتك ما عرفت ولو لم تُبيّن لي شديد عقابك ما استجرت. إلهي أطعتك في أحب الأشياء إليك وهو التوحيد , ولم أعصك في أبغض الأشياء إليك وهو الكفر , فاغفر لي ما بينهما . إلهي أُحب طاعتك وإن قَصّرت عنها , وأكره معصيتك وإن ركبتها , فتفضّل عليّ بالجنة وإن لم أكن من أهلها , وخلّصني من النار وإن استوجبتها. إلهي إن أقعدني التخلّف عن السبق مع الأبرار فقد أقامتني الثقة بك على مدارج الأخيار. إلهي قلب حشوته من محبتك في دار الدنيا , كيف تَطّلع عليه نار مُحرقة في لظى. إلهي نفس أعززتها بتأييد ايمانك , كيف تُذلها بين أطباق نيرانك. إلهي لسان كسوته من تماجيدك أبيَن أثوابها , كيف تهوي إليه من النار مشتعلاتها إلتهابها. إلهي كل مكروب إليك يلتجيء , وكل محزون إياك يرتجىء. إلهي سَمِع العابدون بجزيل ثوابك فخشعوا , وسمع الزاهدون بسعة رحمتك فقنعوا , وسمع المُوَلّون عن القصد بجودك فرجعوا , وسمع المجرمون بسعة غُفرانك فطمعوا , وسمع المؤمنون بكرم عفوك , وفضل عوارفك فرغبوا , حتى ازدحمت مولاي , ببابك عصائب العُصاة من عبادك , وعجّت إليك منهم عجيج الضجيج بالدعاء في بلادك , ولكلٍ أمل قد ساق صاحبه إليك مُحتاجاً , ولكلٍ قلب تركه وجيب خوف المنع منك مُهتاجاً , وأنت المسؤول الذي لا تسوَدّ لديه وجوه المطالب. ولم ترزأ بنزيله قطيعات المعاطب , إلهي إن أخطأت طريق النظر لنفسي بما فيه كرامتها , فقد أصبت طريق الفزع إليك بما فيه سلامتها. إلهي إن كانت نفسي إستسعدتني مُتمرّدة على ما يُرديها , فقد استسعدتها الآن بدعائك على ما يُنجيها. إلهي إن عداني الاجتهاد في ابتغاء منفعتي , فلم يعدني بِرّك فيما فيه مصلحتي. إلهي إن قصدتها في الحكم على نفسي بما فيه حسرتها , فقد أقصدت الآن بتعريفي إياها من رحمتك إشفاق رأفتها. إلهي إن أجحف بي قلة الزاد في المسير إليك , فقد وصلته الآن بذخائر ما أعددته من فضل تعويلي عليك. إلهي إذا ذكرت رحمتك , ضحكت إليها وجوه وسائلي , وإذا ذكرت سخطتك , بكت لها عيون مسائلي. إلهي فاقض بسِجلّ من سِجالك على عبد بائس فقد أتلفه الظمأ , وأحاط بخيط جيده كِلال الوَنى. إلهي أدعوك دعاء من لم يرج غيرك بدعائه , وأرجوك رجاء من لم يقصد غيرك برجائه. إلهي كيف أرُدّ عارض تطلّعي إلى نَوالك وإنما أنا لإسترزاقي لهذا البدن أحد عيالك  , إلهي كيف أُسكت بالإفحام لسان ضراعتي , وقد أقلقني ما أُبهم عليّ من مصير عاقبتي. إلهي قد علمت حاجة نفسي إلى ما تكفّلت لها به من الرزق في حياتي , وعرفت قلّة استغنائي عنه من الجنة بعد وفاتي , فيا من سمُح لي به مُتفضلاً في العاجل لا تمنعنيه يوم فاقتي إليه في الأجل , فمن شواهد نعماء الكريم استتمام نعمائه , ومن محاسن الاء الجواد استكمال الائه. إلهي لولا ما جهلت من أمري , ما شكوت عثراتي , ولاولا ما ذكرت من التفريط , ما سفحت عبراتي. إلهي صل على محمد وآل محمد وامح مثبتات عثراتي بمُرسلات العبرات , وهَب لي كثير السيئات لقليل الحسنات. إلهي إن كنت لا ترحم إلا المُجدين في طاعتك , فإلى من يفزع المُقصّرون , وإن كنت لا تقبل إلا من المجتهدين , فإلى من يلجأ المُفرّطون , وإن كنت لا تُكرِّم إلا أهل الإحسان , فكيف يصنع المُسيئون , وإن كان لا يفوز يوم الحشر إلا المتّقون , فبمن يستغيث المجرمون. إلهي إن كان لا يجوز على الصراط إلا من أجازته براءة عمله , فأنّى بالجواز لمن لم يتب إليك قبل انقضاء أجله. إلهي إن لم تجد إلا على من قد عَمَر بالزهد مكنون سريرته , فمن للمُضطرّ الذي لم يُرضه بين العالمين سعي نقيبته ؛ إلهي إن حجبت عن موحّديك نظر تغمّدك لجناياتهم أوقعهم غضبك بين المشركين في كرباتهم ؛ إلهي إن لم تنلنا يد إحسانك يوم الورود اختلطنا في الجزاء بذوي الجحود , إلهي فأوجب لنا بالاسلام مذخور هِباتك , واستصف ما أكدرته الجرائر منا بصفو صِلاتك. إلهي ارحمنا غُرباء إذا تضمّنتنا بطون لُحودنا , وعُمّيت باللبن سقوف بيوتنا , وأُضجعنا مساكين على الايمان في قبورنا , وخُلِّقنا فُرادى في أضيق المضاجع , وصرعتنا المنايا في أعجب المصارع , وصرنا في ديار قوم كأنها مأهولة , وهي منهم بلاقع. إلهي ارحمنا إذا جئناك عُراة حُفاة مُغبرّة من ثرى الأجداث رؤوسنا , وشاحبة من تراب الملاحيد وجوهنا , وخاشعة من أفزاع القيامة أبصارنا , وذابلة من شدة العطش شفاهنا , وجائعة لطول المُقام بطوننا , وبادية هناك للعيون سوءاتنا ومُوقرة من ثقل الأوزار ظهورنا , ومشغولين بما قد دهانا عن أهالينا وأولادنا , فلا تُضَعّف المصاعب علينا , بإعراض وجهك الكريم عنا. وسلب عائدة ما مَثّله الرجاء منا. إلهي ما حنّت هذه العيون إلى بُكائها , ولا جادت مُتشرّبة بمائها , ولا أسهدها بنحيب الثاكلات فقد عزائها , إلا لِما اسلفته من عمدها وخطائها , وما دعاها إليه عواقب بلائها , وأنت القادر يا عزيز على كشف غمّائها. إلهي إن كنا مجرمين , فإنا نبكي على إضاعتنا من حُرمتك ما نستوجبه , وإن كنا مَحرومين , فإنا نبكي إذ فاتنا من جودك ما نطلبه. إلهي شِب حلاوة ما سيتعذبه لساني من النطق في بلاغته بزهادة ما يعرفه قلبي من النصح في دلالته , إلهي أمرت بالمعروف وأنت أولى به من المأمورين ؛ وأمرت بصلة السؤال وأنت خير المسؤولين ؛ إلهي كيف ينقل بنا اليأس إلى الإمساك عمّا لهجنا بطلابه وقد أدّرعنا من تأميلنا إياك أسبغ أثوابه , إلهي إذا هزّت الرهبة أقنان مخافتنا انقلعت من الأصول أشجارها , وإذا تنسّمت أرواح الرغبة منا أغصان رجائنا أينعت بمُناتيج البِشارة أثمارها , إلهي إذا تلونا من صفاتك (شديد العقاب) غضِبنا , وإذا تلونا منها (الغفور الرحيم) فرِحنا , فنحن بين أمرين , فلا سخطك يُؤمننا , ولا رحمتك تُؤيسنا. إلهي إن قصّرت مساعينا عن استحقاق نظرتك , فما قصّرت بنا عن دفاع نقمتك. إلهي إنك لم تزل علينا بحُظوظ صنائعك مُنعِماً ولنا بين الأقاليم مُكرِماً وتلك عادتك اللطيفة في أهل الحنيفة في سالفات الدهور وغابراتها , وخاليات الليالي وباقياتها. إلهي اجعل ما حبوتنا به من نور هدايتك , درجات نرقى بها إلى ما عرّفتنا من رحمتك. إلهي كيف تفرح بصُحبة الدنيا صدورنا , وكيف تلتئم في غمراتها أمورنا , وكيف يخلص لنا فيها سرورنا , وكيف يملكنا باللهو واللعب غرورنا , وقد دعتنا باقتراب الآجال قبورنا , إلهي كيف نبتهج في دار حُفِرت لنا فيها حفائر صرعتنا , وفُتِلت بايدي المنايا حبائل غَدرتها , وجرّعتنا مُكرهين جُرع مرارتها , ودلّتنا النفس على انقطاع عيشها لولا ما اصغت إليه هذه النفوس من رفائع لذّتها , وافتنانها بالفانيات من فواحش زينتها. إلهي فاليك نلتجىء من مكائد خُدعتها , وبك نستعين على عُبور قنطرتها , وبك نستفطم الجوارح على اخلاف شهوتها , وبك نستكشف جلابيب حيرتها , وبك تُقوّم من القلوب استصعاب جهالتها. إلهي كيف للدور بان تمنع من فيها من طوارق الرزايا , وقد أُصيب في كل دار سهم من أسهم المنايا إلهي ما تتفجّع أنفسنا من النُقلة عن الديار ان لم تُوحشنا هنالك من مرافقة الأبرار , إلهي ما تُضيرنا فُرقة الاخوان والقرابات إن قرّبتنا منك يا ذا العطيّات. إلهي ما تجُف من ماء الرجاء مجاري لهواتنا إن لم تَحُم طير الأشائم بحياض رغباتنا. إلهي إن عذّبتني , فعبد خلقته لما أردته فعذّبته , وإن رحمتني , فعبد وجدته مُسيئاً فأنجيته. إلهي لا سبيل إلى الإحتراس من الذنب إلا بعصمتك , ولا وصول إلى عمل الخيرات إلا بمشيئتك , وكيف لي بإفادة ما أسلفتني فيه مشيّتك , وكيف لي بالإحتراس من الذنب ما لم تُدركني فيه عصمتك. إلهي أنت دللتني على سؤال الجنة قبل معرفتها , فاقبلت النفس بعد العرفان على مسألتها , أفتدُل على خيرك السؤال ثم تمنعهم النوال , وأنت الكريم المحمود في كل ما تصنعه يا ذا الجلال والإكرام , إلهي إن كنت غير مُستوجب لما أرجو من رحمتك , فأنت أهل التفضّل عليّ بكرمك , فالكريم ليس يصنع كل معروف عند من يستوجبه. إلهي إن كنت غير مُستأهل لما أرجو من رحمتك , فأنت أهل أن تجود على المذنبين بسعة رحمتك. إلهي إن كان ذنبي قد أخافني فإن حُسن ظني بك قد أجارني , إلهي ليس تُشبه مسألتي مسألة السائلين لأن السائل إذا مُنع امتنع عن السؤال , وأنا لا غِناء بي عمّا سألتك على كل حال , إلهي إرض عني فان لم ترض عني فاعف عني , فقد يعفو السيد عن عبده وهو عنه غير راض , إلهي كيف أدعوك وأنا أنا , ام كيف ايئس منك وأنت أنت إلهي إن نفسي قائمة بين يديك وقد أظلّها حُسن توكّلي عليك فصنعت بها ما يُشبهك وتغمّدتني بعفوك إلهي إن كان قد دنا أجلي ولم يُقرّبني منك عملي , فقد جعلت الإعتراف بالذنب إليك وسائل عَللي , إلهي فإن عفوت فمن أولى منك بذلك , وإن عذّبت فمن أعدل منك في الحكم هنالك. إلهي ما أشدّ شوقي إلى لقائك , وأعظم رجائي لجزائك , وأنت الكريم الذي لا يخيب لديك أمل الآملين , ولا يبطل عندك شوق المشتاقين. إلهي إني جُرت على نفسي في النظر لها وبقي نظرك لها فالويل لها إن لم تُسْلّم به. إلهي إنك لم تزل بي بارّاً أيام حياتي , فلا تقطع برّك عني بعد وفاتي. إلهي كيف أيأس من حُسن نظرك لي بعد مماتي وأنت لم تُولّني إلا الجميل في أيام حياتي. إلهي إن ذنوبي قد أخافتني , ومحبّتي لك قد أجارتني , فتولّ من أمري ما أنت أهله , وعُد بفضلك على من غمره جهله , يا من لا تخفى عليه خافية. صل على محمد وآل محمد واغفر لي ما قد خفيَ على الناس من أمري. إلهي سترت عليّ في الدنيا ذنوباً , ولم تُظهرها للعصابة وأنا إلى سترها يوم القيامة أحوج , وقد أحسنت بي إذ لم تُظهرها للعصابة من المسلمين , فلا تفضحني بها يوم القيامة على رؤوس العالمين , إلهي إن جودك بَسَط أملي وشُكرك قَبِل عملي , فسُرّني بلقائك عند اقتراب أجلي , إلهي ليس اعتذاري إليك إعتذار من يستغني عن قبول عُذره , فاقبل عُذري يا خير من اعتذر إليه المُسيؤون إلهي لا تردّني في حاجة قد أفنيت عمري في طلبها منك وهي المغفرة , فليس لرغبتي وأملي مَذهب عنك إلهي وعزّتك لئن طالبتني بِجُرمي لأطالبنّك بعفوك , ولئن أخذتني بجهلي لأطالبنّك بحلمك , ولئن جازيتني بلومي لأطالبنّك بكرمك ولئن أدخلتني إلى النار لأُعرفنّ أهلها أني كنت أُوحّدك وأُحبك إلهي لو أردت اهانتي لم تهدني , ولو أردت فضحي لم تسترني فمتّعني بما له قد هديتني , وأدم لي ما به سترتني إلهي ما وصفت من بلاء ابتليتنيه أو احسان أوليتنيه وجميل منحتنيه فكل ذلك بمنّك فعلته وعفوك تمام ذلك إن أتممته , إلهي لو ما قرفت من الذنوب ما قرفت عقابك , ولولا ما عرفت من كرمك ما رجوت ثوابك , وأنت أولى الأكرمين بتحقيق أمل الآملين , وارحم من استرحم في تجاوزه عن المذنبين الهي نفسي تُمنيّني بأنك تغفر لي , فاكرم بها أمنية بَشّرت بعفوك فصدّق بكرمك مُبشّرات تمنيها وهَب لي بجودك مُدمّرات تُجنيها , إلهي كيف تُقرّ نفسي بأنك تعذّبني وقد رجوت بلطفك وعطفك أن تُقرّبني, إلهي ألقتني الحسنات بين جودك وكرمك , والقتني السيئات بين عفوك ومغفرتك , وقد رجوت أن لا يضيع بين ذين وذين مُسيء ومُحسن , إلهي إذا شهد لي الإيمان بتوحيدك , وانطلق لساني بتمجيدك ودلّني القرآن على فواضل جودك , فكيف لا يبتهج رجائي بحُسن موعودك إلهي تتابع احسانك إليّ يدلّني على حُسن نظرك لي فكيف يشقى امرؤ حَسُن له منك النظر , الهي إن نظرت إليّ بالهلكة عيون سخطتك , فما نامت عن استنقاذي منها عيون رحمتك , إلهي إن عَرَضني ذنبي لعقابك فقد أدناني رجائي من ثوابك , إلهي إن عفوت فبفضلك وان عذّبت فبعدلك فيا من لا يُرجى إلا فضله , ولا يُخاف إلا عدله صل على محمد وآل محمد , وامنن علينا بفضلك ولا تستقص علينا في عدلك , إلهي خلقت لي جسماً وجعلت لي فيه آلات أطيعك بها , وأعصيك وأُغضبك بها وأُرضيك , وجعلت لي من نفسي داعية إلى الشهوات , واسكنتني داراً قد مُلئت من الآفات , ثم قلت لي انزجر فبك أنزجر وبك أعتصم وبك أستجير وبك أحترز , وأستوفقك لما يُرضيك , وأسالك يا مولاي فإن سؤالي لا يُحفيك , إلهي أدعوك دعاء مُلحّ لا يَمِلّ دعاء مولاه وأتضرّع إليك تضرّع من قد أقرّ على نفسه بالحُجّة في دعواه , إلهي لو عرفت اعتذاراً من الذنب في التنصُل أبلغ من الاعتراف به لأتيته , فهب لي ذنبي بالاعتراف ولا ترُدّني بالخيبة عند الإنصراف , إلهي سعت نفسي بالإعتراف إليك لنفس تستوهبها وفتحت أفواهها آمالها نحو نظرة منك لا تستوجبها , فهب لها ما سألت وجد عليها بما طلبت , فإنك أكرم الأكرمين بتحقيق أمل الآملين , إلهي قد أصبت من الذنوب ما قد عرفت وأسرفت على نفسي بما قد علمت , فاجعلني عبداً إما طائعاً فاكرمته واما عاصياً فرحمته , إلهي كأني بنفسي قد أُضجعت في حفرتها , وانصرف عنها المُشيّعون من جِيرتها , وبكى الغريب عليها لغربتها وجاد بالدموع عليها المُشفقون من عشيرتها , وناداها من شفير القبر ذوو مودّتها , ورحمها المُعادي لها في الحياة عند صرعتها , ولم يخف على الناظرين اليها عند ذلك ضُرّ فاقتها , ولا على من رآها قد توسّدت الثرى عجز حيلتها , فقلت ملائكتي فريد نأى عنه الأقربون , ووحيد جفاه الاهلون , نزل بي قريباً , واصبح في اللحد غريباً , وقد كان لي في دار الدنيا داعياً , ولنظري إليه في هذا اليوم راجياً , فتُحسن عند ذلك ضيافتي وتكون أرحم لي من اهلي وقرابتي , الهي لو طبقت ذنوبي ما بين السماء إلى الأرض وخرقت النجوم وبلغت أسفل الثرى , ما ردّني اليأس عن توّقع غفرانك , ولا صرفني القنوط عن ابتغاء رضوانك , إلهي دعوتك بالدعاء الذي علمتنيه فلا تحرمني جزاءك الذي وعدتنيه , فمن النعمة أن هديتني لحُسن دعائك ومن تمامها أن تُوجب لي محمود جزائك , إلهي وعزّتك وجلالك لقد أحببتك محبة استقرّت حلاوتها في قلبي , وما تنعقد ضمائر مُوحّديك على أنك تُبغض مُحبيك , إلهي أنتظر عفوك كما ينتظره المذنبون , ولست أيأس من رحمتك التي يتوقعها المحسنون , إلهي لا تغضب عليّ فلست أقوى لغضبك ولا تسخط عليّ فلست اقوم لسخطك , إلهي اللنار ربتني أمي فليتها لم تُرّبني , أم للشقاوة ولدتني فليتها لم تلدني , إلهي إن هَمَلت عبراتي حين ذكرت عثراتي , وما لها لا تنهمل ولا أدري إلى ما يكون مصيري , وعلى ماذا تهجم عند البلاغ مسيري , وأرى نفسي تُخاتلني وأيامي تُخادعني , وقد خفقت فوق رأسي أجنحة الموت , ورمقتني من قريب أعين الفوت , فما عُذري وقد حشا مسامعي رافع الصوت , إلهي لقد رجوت ممن ألبسني بين الأحياء ثوب عافيته أن لا يُعريني منه بين الأموات بجود رأفته , وقد رجوت ممن تولاني في حياتي بإحسانه أن يشفعه لي عند وفاتي بغفرانه , يا أنيس كل غريب آنس في القبر غربتي , ويا ثاني كل وحيد إرحم في القبر وحدتي , ويا عالم السرّ والنجوى ويا كاشف الضُرّ والبلوى , كيف نظرك لي بين سُكان الثرى , وكيف صنيعك إليّ في دار الوحشة والبلاء , فقد كنت بي لطيفاً أيام حياة الدنيا يا أفضل المُنعِمين في آلائه , وأنعم المُفضلين في نَعمائه , إلهي كثُرت أياديك عندي فعجزت عن إحصائها , وضقت بالأمر ذرعاً في شكري لك بجزائها , فلك الحمد على ما أوليت , ولك الشكر على ما أبليت , ولك الحمد على ما أعطيت , إلهي أحَبّ الأمور إلى نفسي وأعوَدُها منفعة عليّ في رمسي ما تُرشدها بهدايتك إليه , وتُدنها برحمتك عليه فصل على محمد وآله واستعملها بذلك , إذ كنت أرحم بها مني , إلهي إن أشار بي التقصير إلى استيجاب الحِرمان , فقد أومأني الأعتراف من رحمتك إلى الإحسان , إلهي هل للمذنبين من قبول لديك إن اعترفوا وهل يُغني الإعتراف عن الخطّائين بما أقترفوا , إلهي أُثني عليك أحسن الثناء لأن بلاءك عندي أحسن البلاء , أحسنت إليّ وأسأت إلى نفسي أوقرتني نِعماً , وأوقرت نفس ذنوباً , كم من نعمة لم نُؤدّ شُكرها , وكم من خطيئة عليّ أحصيتها , أستحيي من ذكرها وأخاف معرّتها إن لم تعف لي عنها , إلهي فأرحم ندائي إذا ناديتك , واسمع مناجاتي إذا ناجيتك , فإني أعترف لك بخطيئتي وأذكر لك فاقتي ومسكنتي , وميل نفسي وقسوة قلبي , وضعف عملي , فإنك قلت فما استكانوا لربهم وما يتضرّعون , فها أنا ذا يا إلهي بين يديك تراني وتسمع كلامي وتعلم مُنقلبي ومثواي , وما أُريد أن أبتدىء به مَقالي جرت مقاديرك يا سيدي بإساءتي وما يكون مني من سريرتي وإعلاني , وأنت مُتممّ ما أخذت عليه ميثاقي , بيدك لا بيد غيرك ما تشاء من زيادتي ونقصاني , فصل على محمد وآله وافعل بي ما أنت أهله , وهَب لي ما سألته وإن لم أستوحبه بكرمك يا كريم , إلهي خلقتني سويّاً , وربيتني صبياً , وجعلتني مكفياً غنيّاً , فلك الحمد على ذلك وعلى كل حال فتمّم ذاك يا إلهي بالفوز بالجنة , والنجاة من النار يا كريم , إلهي إن واخذتني بذنوبي , وقايستني بعملي , فليس يمنعك ذلك من أن تكون رحيماً بالمساكين , جواداً للسائلين , وهاباً للطالبين , غفّاراً للمذنبين لأنك أرحم الراحمين , وأنت يا إلهي الذي لا يتعاظمُك ذنب تغفره ولا عيب تُصلحه فصل على محمد وآله واغفر لي ذنوبي , وأصلح لي عيوبي , وهَب لي من العمل بطاعتك , ومن واسع رحمتك ما تجعلني به من خالصتك وأصفيائك وأهل كرامتك , فإني قد سألتك عظيماً وأنت أعظم مما سألتك , وتب عليّ إنك أنت التواب الرحيم , يا خير من دعاه داع , وأفضل من رجاه راج , بذمّة الإسلام أتوسل إليك , وبحرمة القرآن أعتمد عليك , وبحق محمد وآل محمد أتقرّب إليك , فصل على محمد وآل محمد وأعرف ذمّتي التي رجوت بها قضاء حاجتي , برحمتك يا أرحم الراحمين.*\n\n"
}