[" يا من‏ يَسْئَلُهُ مَنْ فِي السَّماواتِ وَ الْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ‏ اللّهمّ فاجعل من شأنك شأن حاجتى و اقض لى فى شأنك حاجتى و حاجتى اليك اللّهمّ العتق من النّار و ان تقبل علىّ بوجهك الكريم ثمّ يجعل راحتيه ممّا يلى السّماء و يقول اللّه اكبر اللّه اكبر اللّه اكبر مقدّسا معظّما موقّرا الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً اللّه اكبر اهل التّكبير و الحمد و الثّناء و التّقديس و المجد و لا اله الّا اللّه و اللّه اكبر لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ اللّه اكبر لا شريك له فى تكبيرى بل مخلصا اقول و باللّه العلىّ العظيم اعوذ باللّه من‏ الشّيطان الرّجيم ثمّ امكن قدميك من الأرض و الصق احديهما بالأخرى و ايّاك و الإلتفات و حديث النّفس اقرأ فى الرّكعة الاولى الحمد و قُلْ هُوَ اللَّهُ أَحَدٌ و الم تنزيل الكتاب و حم السّجدة و ان شئت غير ذلك من سور القران فاقرأ ما تيسّر منه و فى الرّكعة الثّانية سورة يس و فى الرّكعة الثّالثة حم الدّخان و فى الرّكعة الرّابعة سورة الملك و ان شئت غير ذلك من القران فاقرأ ما تيّسر منه فاذا قضيت القرائة فى الرّكعة الاولى فقل قبل ان تركع و انت قائم خمس عشر مرّة لا اله الّا اللّه و اللّه اكبر و الحمد للّه و سبحان اللّه و بحمده و تبارك اللّه و تعالى ما شاء اللّه لا حول و لا قوّة الّا باللّه و لا ملجأ و لا منجا من اللّه الّا اليه سبحان اللّه و اللّه اكبر و لا اله الّا اللّه و اللّه اكبر و لا اله الّا اللّه عدد الشّفع و الوتر و الرّمل و القطر و عدد كلمات ربّى التّامّات الطّيّبات المباركات ثمّ ارفع يديك حذاء منكبيك ثمّ كبّر و اركع و قله و انت راكع عشرا ثمّ ارفع رأسك من الرّكوع و قله‏ و انت قائم عشرا ثمّ كبّر و اسجد و قل هذا الكلام و انت ساجد عشرا ثمّ ارفع رأسك من سجودك و قله و انت جالس عشرا ثمّ اسجد ثانية و قل فى سجودك عشرا ثمّ انهض الى الثانية و قله قبل ان تقرأ عشرا ثمّ تفعل كما فعلت فى الأوّلة تقول اللّه اكبر اللّه اكبر اللّه اكبر مثل الكلام الأوّل و ليكن تشهّدك فى الرّكعتين الأوليين و الأخريين و تقول بسم اللّه اللّهمّ انّى اتوجّه اليك بصلوتى مخلصا لك لا شريك لك سبحانك و بحمدك كذب العادلون بك التّحيّات و الصّلوات للّه اللّهمّ اجعلها صلوة طاهرة من الرّياء و اجعلها زاكية لى عندك و تقبّلها منّى يا ولىّ المؤمنين اللّهمّ صلّ على محمّد و ال محمّد و على جميع انبياءك و اخصص محمّدا و ال محمّد بأفضلها و سلّم على ملائكتك المقرّبين و اخصص جبرائيل و ميكآئيل و اسرافيل من سلامتك بانماها ثمّ سلّم على عبادك الصّالحين و اخصص اوليائك المخلصين من سلامك‏ بادومه و بارك عليهم و علىّ و على والدىّ معهم و على المؤمنين ثمّ سلّم و قل بعد التّسليم اللّهمّ انّى اشهدك و كفى بك شهيدا انّى اشهد انّك انت ربّى و انّ رسولك محمّدا صلّى اللّه عليه و اله نبيّى و انّ الدّين الّذى شرعت له دينى و انّ الكتاب الّذى انزل اليه امامى و اشهد انّ قولك حقّ و انّ قضاءك حقّ و انّ عطاءك حقّ عدل و انّ جنّتك حقّ و انّ نارك حقّ و انّك تميت الأحياء و تحيى الموتى و انّك تبعث من فى القبور و انّك جامع النّاس ليوم لا ريب فيه لا تغادر منهم احدا و إِنَّكَ لا تُخْلِفُ الْمِيعادَ اللّهمّ انّى اشهدك و كفى بك شهيدا فاشهد لى يا ربّ بانّك انت المنعم علىّ لا غيرك و انت مولاى الّذى بانعمك نتمّ الصّالحات اللّهمّ اغفرلى مغفرة عزما لا تغادر لى ذنبا و لا ارتكب بعونك لى بعدها محرّما و عافنى معافاة لا بلوى بعدها ابدا اللّهمّ اهدنى هدى‏ لا اضلّ بعده ابدا و انفعنى ممّا علّمتنى و اجعله حجّة لى و لا تجعله علىّ و ارزقنى رزقا حلالا مبلّغا و رضّنى به و تب علىّ يا اللّه يا اللّه يا اللّه يا رحمن يا رحيم اهدنى و ارحمنى من النّار و اهدنى لما اختلف فيه من الحقّ باذنك انّك تهدى من تشاء الى صراط مستقيم و اعصمنى من الشّيطان الرّجيم و ابلغ محمّدا صلّى اللّه عليه و اله عنّى تحيّة مباركة و سلاما امين ربّ العالمين‏","الصحيفة العلوية"]