["اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَ كَفَى بِكَ شَهِيداً وَ أُشْهِدُ مَلَائِكَتَكَ وَ حَمَلَةَ عَرْشِكَ وَ سُكَّانَ سَبْعِ سَمَاوَاتِكَ وَ أَرَضِيكَ [أَرْضِكَ‏] وَ أَنْبِيَاءَكَ وَ رُسُلَكَ وَ وَرَثَةَ أَنْبِيَاءِكَ وَ رُسُلِكَ وَ الصَّالِحِينَ مِنْ عِبَادِكَ وَ جَمِيعَ خَلْقِكَ فَاشْهَدْ لِي وَ كَفَى بِكَ شَهِيداً أَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْمَعْبُودُ وَحْدَكَ لَا شَرِيكَ لَكَ وَ أَنَّ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ عَبْدُكَ وَ رَسُولُكَ وَ أَنَّ كُلَّ مَعْبُودٍ [يُعْبَدُ] مِمَّا دُونَ عَرْشِكَ إِلَى قَرَارِ أَرْضِكَ السَّابِعَةِ السُّفْلَى بَاطِلٌ مُضْمَحِلٌّ مَا خَلَا وَجْهَكَ الْكَرِيمَ فَإِنَّهُ أَعَزُّ وَ أَكْرَمُ وَ أَجَلُّ وَ أَعْظَمُ مِنْ أَنْ‏ يَصِفَ الْوَاصِفُونَ كُنْهَ جَلَالِهِ أَوْ تَهْتَدِيَ الْقُلُوبُ إِلَى كُنْهِ عَظَمَتِهِ يَا مَنْ فَاقَ مَدْحَ الْمَادِحِينَ فَخْرُ مَدْحِهِ وَ عَدَا وَصْفَ الْوَاصِفِينَ مَآثِرُ حَمْدِهِ وَ جَلَّ عَنْ مَقَالَةِ النَّاطِقِينَ تَعْظِيمُ شَأْنِهِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ افْعَلْ بِنَا مَا أَنْتَ أَهْلُهُ يَا أَهْلَ التَّقْوَى وَ أَهْلَ الْمَغْفِرَةِ ثَلَاثاً \n\nثُمَّ تَقُولُ إِحْدَى عَشْرَةَ مَرَّةً :\n\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ سُبْحَانَ اللَّهِ وَ بِحَمْدِهِ أَسْتَغْفِرُ اللَّهَ وَ أَتُوبُ إِلَيْهِ- ما شاءَ اللَّهُ‏ وَ لا قُوَّةَ إِلَّا بِاللَّهِ‏ هُوَ الْأَوَّلُ وَ الْآخِرُ وَ الظَّاهِرُ وَ الْباطِنُ‏ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ‏ وَ يُمِيتُ وَ يُحْيِي وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ \n\nثُمَّ تَقُولُ إِحْدَى عَشْرَةَ مَرَّةً :\n\nسُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ [أَسْتَغْفِرُ اللَّهَ وَ أَتُوبُ إِلَيْهِ مَا شَاءَ اللَّهُ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ‏] الْحَلِيمِ الْكَرِيمِ الْعَلِيِّ الْعَظِيمِ الرَّحْمَنِ الرَّحِيمِ الْمَلِكِ الْقُدُّوسِ الْحَقِّ الْمُبِينِ عَدَدَ خَلْقِهِ وَ زِنَةَ عَرْشِهِ وَ مِلْ‏ءَ سَمَاوَاتِهِ وَ أَرْضِهِ [أَرَضِيهِ‏] وَ عَدَدَ مَا جَرَى بِهِ قَلَمُهُ وَ أَحْصَاهُ كِتَابُهُ [وَ مِدَادَ كَلِمَاتِهِ‏] وَ رِضَى نَفْسِهِ \n\n ثُمَّ قُلِ:\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِ مُحَمَّدٍ الْمُبَارَكِينَ وَ صَلِّ عَلَى جَبْرَئِيلَ وَ مِيكَائِيلَ وَ إِسْرَافِيلَ وَ حَمَلَةَ عَرْشِكَ أَجْمَعِينَ وَ الْمَلَائِكَةِ الْمُقَرَّبِينَ اللَّهُمَّ صَلِّ عَلَيْهِمْ جَمِيعاً حَتَّى تُبَلِّغَهُمُ الرِّضَا وَ تَزِيدَهُمْ بَعْدَ الرِّضَا مِمَّا [مَا] أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ صَلِّ عَلَى مَلَكِ الْمَوْتِ وَ أَعْوَانِهِ وَ صَلِّ عَلَى رِضْوَانَ وَ خَزَنَةِ الْجِنَانِ وَ صَلِّ عَلَى مَالِكٍ وَ خَزَنَةِ النِّيرَانِ اللَّهُمَّ صَلِّ عَلَيْهِمْ [جَمِيعاً] حَتَّى تُبَلِّغَهُمُ الرِّضَا وَ تَزِيدَهُمْ بَعْدَ الرِّضَا مِمَّا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى الْحَفَظَةِ الْكِرَامِ الْكَاتِبِينَ وَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَ الْحَفَظَةِ لِبَنِي آدَمَ وَ صَلِّ عَلَى مَلَائِكَةِ الْهَوَاءِ [وَ مَلَائِكَةِ السَّمَاوَاتِ الْعُلَى‏] وَ مَلَائِكَةِ الْأَرَضِينَ السُّفْلَى وَ مَلَائِكَةِ اللَّيْلِ وَ النَّهَارِ وَ الْأَرْضِ‏ وَ الْأَقْطَارِ وَ الْبِحَارِ وَ الْأَنْهَارِ وَ الْبَرَارِي وَ الْفَلَوَاتِ وَ الْقِفَارِ وَ الْأَشْجَارِ] وَ صَلِّ عَلَى مَلَائِكَتِكَ الَّذِينَ أَغْنَيْتَهُمْ عَنِ الطَّعَامِ وَ الشَّرَابِ بِتَسْبِيحِكَ وَ [تَقْدِيسِكَ‏] وَ عِبَادَتِكَ اللَّهُمَّ صَلِّ عَلَيْهِمْ حَتَّى تُبَلِّغَهُمُ الرِّضَا وَ تَزِيدَهُمْ بَعْدَ الرِّضَا مِمَّا [مَا] أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ \nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ صَلِّ عَلَى أَبِينَا آدَمَ وَ أُمِّنَا حَوَّاءَ وَ مَا وَلَدَا مِنَ النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ‏ اللَّهُمَّ صَلِّ عَلَيْهِمْ حَتَّى تُبَلِّغَهُمُ الرِّضَا وَ تَزِيدَهُمْ بَعْدَ الرِّضَا مِمَّا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ الطَّيِّبِينَ الطَّاهِرِينَ وَ عَلَى أَصْحَابِهِ الْمُنْتَجَبِينَ الْمُوفِينَ بِعَهْدِهِ [لِوَصِيِّهِ مِنْ بَعْدِهِ‏] وَ عَلَى أَزْوَاجِهِ الْمُطَهَّرَاتِ أُمَّهَاتِ الْمُؤْمِنِينَ وَ عَلَى ذُرِّيَّةِ مُحَمَّدٍ وَ عَلَى كُلِّ نَبِيٍّ بَشَّرَ بِمُحَمَّدٍ وَ عَلَى كُلِّ نَبِيٍّ وَلَدَ مُحَمَّداً وَ عَلَى كُلِّ امْرَأَةٍ صَالِحَةٍ كَفَّلَتْ مُحَمَّداً وَ عَلَى كُلِّ مَلَكٍ هَبَطَ إِلَى مُحَمَّدٍ وَ عَلَى كُلِّ مَنْ فِي صَلَوَاتِكَ عَلَيْهِ رِضًى لَكَ وَ رِضًى لِنَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ اللَّهُمَّ صَلِّ عَلَيْهِمْ حَتَّى تُبَلِّغَهُمُ الرِّضَى وَ تَزِيدَهُمْ بَعْدَ الرِّضَى مِمَّا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بَارِكْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ ارْحَمْ مُحَمَّداً وَ آلَ مُحَمَّدٍ كَأَفْضَلِ مَا صَلَّيْتَ وَ بَارَكْتَ وَ تَرَحَّمْتَ عَلَى إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ أَعْطِ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ الْوَسِيلَةَ وَ الْفَضْلَ وَ الْفَضِيلَةَ وَ الدَّرَجَةَ الرَّفِيعَةَ وَ أَعْطِهِ حَتَّى يَرْضَى وَ زِدْهُ بَعْدَ الرِّضَى [مَا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ‏] اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا أَمَرْتَنَا أَنْ نُصَلِّي عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا يَنْبَغِي لَنَا أَنْ نُصَلِّيَ عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ مَنْ صَلَّى عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ مَنْ لَمْ يُصَلِّ عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ كُلِّ حَرْفٍ فِي صَلَاةٍ صُلِّيَتْ عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ كُلِّ شَعْرَةٍ وَ لَفْظَةٍ وَ لَحْظَةٍ وَ نَفَسٍ وَ صِفَةٍ وَ سُكُونٍ وَ حَرَكَةٍ مِمَّنْ صَلَّى عَلَيْهِ وَ مِمَّنْ لَمْ يُصَلِّ عَلَيْهِ وَ بِعَدَدِ سَاعَاتِهِمْ وَ دَقَائِقِهِمْ وَ سُكُونِهِمْ وَ حَرَكَاتِهِمْ وَ حَقَائِقِهِمْ وَ مِيقَاتِهِمْ وَ صِفَاتِهِمْ وَ أَيَّامِهِمْ وَ شُهُورِهِمْ وَ سِنِينِهِمْ وَ أَشْعَارِهِمْ وَ أَبْشَارِهِمْ وَ بِعَدَدِ زِنَةِ ذَرِّ مَا عَمِلُوا أَوْ يَعْمَلُونَ أَوْ بَلَغَهُمْ أَوْ رَأَوْا أَوْ ظَنُّوا أَوْ كَانَ مِنْهُمْ أَوْ يَكُونُ إِلَى يَوْمِ الْقِيَامَةِ وَ كَأَضْعَافِ ذَلِكَ أَضْعَافاً مُضَاعَفَةً إِلَى يَوْمِ الْقِيَامَةِ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ مَا خَلَقْتَ وَ مَا أَنْتَ خَالِقُهُ إِلَى يَوْمِ الْقِيَامَةِ صَلَاةً تُرْضِيهِ [مَرْضِيَّةً] اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ مَا ذَرَأْتَ وَ بَرَأْتَ اللَّهُمَّ لَكَ الْحَمْدُ وَ الثَّنَاءُ وَ الشُّكْرُ وَ الْمَنُّ وَ الْفَضْلُ وَ الطَّوْلُ وَ الْخَيْرُ وَ الْحُسْنَى وَ النِّعْمَةُ وَ الْعَظَمَةُ وَ الْجَبَرُوتُ وَ الْمُلْكُ وَ الْمَلَكُوتُ وَ الْقَهْرُ وَ السُّلْطَانُ وَ الْفَخْرُ وَ السُّؤْدُدُ وَ الِامْتِنَانُ وَ الْكَرَمُ وَ الْجَلَالُ [وَ الْإِكْرَامُ وَ الْجَمَالُ وَ الْكَمَالُ‏] وَ الْخَيْرُ وَ التَّوْحِيدُ وَ التَّمْجِيدُ [وَ التَّحْمِيدُ] وَ التَّهْلِيلُ وَ التَّكْبِيرُ وَ التَّقْدِيسُ وَ الرَّحْمَةُ وَ الْمَغْفِرَةُ وَ الْكِبْرِيَاءُ وَ الْعَظَمَةُ وَ لَكَ مَا زَكَا وَ طَابَ وَ طَهُرَ مِنَ الثَّنَاءِ الطَّيِّبِ وَ الْمَدِيحِ الْفَاخِرِ وَ الْقَوْلِ الْحَسَنِ الْجَمِيلِ الَّذِي تَرْضَى بِهِ عَنْ قَائِلِهِ وَ يَرْضَى بِهِ قَائِلُهُ وَ هُوَ رِضًى لَكَ يَتَّصِلُ حَمْدِي بِحَمْدِ أَوَّلِ الْحَامِدِينَ وَ ثَنَائِي بِثَنَاءِ أَوَّلِ الْمُثْنِينَ عَلَى رَبِّ الْعَالَمِينَ مُتَّصِلًا ذَلِكَ بِذَلِكَ وَ تَهْلِيلِي بِتَهْلِيلِ أَوَّلِ الْمُهَلِّلِينَ وَ تَكْبِيرِي بِتَكْبِيرِ أَوَّلِ الْمُكَبِّرِينَ وَ قَوْلِي الْحَسَنُ الْجَمِيلُ بِقَوْلِ أَوَّلِ الْقَائِلِينَ الْمُجْمِلِينَ الْمُثْنِينَ عَلَى رَبِّ الْعَالَمِينَ مُتَّصِلًا ذَلِكَ بِذَلِكَ مِنْ أَوَّلِ الدَّهْرِ إِلَى آخِرِهِ وَ بِعَدَدِ زِنَةِ ذَرِّ السَّمَاوَاتِ وَ الْأَرَضِينَ وَ الرِّمَالِ وَ التِّلَالِ وَ الْجِبَالِ وَ عَدَدِ جُرَعِ مَاءِ الْبِحَارِ وَ عَدَدِ قَطْرِ الْأَمْطَارِ وَ وَرَقِ الْأَشْجَارِ وَ عَدَدِ النُّجُومِ وَ عَدَدِ الثَّرَى وَ الْحَصَى وَ النَّوَى [وَ الْمَدَرِ وَ الْمَلَكِ‏] وَ عَدَدِ زِنَةِ ذَلِكَ كُلِّهِ وَ عَدَدِ زِنَةِ ذَرِّ السَّمَاوَاتِ وَ الْأَرَضِينَ وَ مَا فِيهِنَّ وَ مَا بَيْنَهُنَّ وَ مَا تَحْتَهُنَّ وَ مَا بَيْنَ ذَلِكَ وَ مَا فَوْقَهُنَّ إِلَى يَوْمِ الْقِيَامَةِ مِنْ لَدُنِ الْعَرْشِ [عَرْشِكَ‏] إِلَى قَرَارِ أَرْضِكَ السَّابِعَةِ السُّفْلَى وَ بِعَدَدِ حُرُوفِ أَلْفَاظِ أَهْلِهِنَّ وَ عَدَدِ رِمَاقِهِمْ وَ أَزْمَانِهِمْ وَ دَقَائِقِهِمْ وَ شَعَائِرِهِمْ و وَ سَاعَاتِهِمْ وَ أَيَّامِهِمْ وَ شُهُورِهِمْ وَ سِنِيهِمْ وَ سُكُونِهِمْ وَ حَرَكَاتِهِمْ وَ أَشْعَارِهِمْ وَ أَبْشَارِهِمْ وَ أَنْفَاسِهِمْ وَ عَدَدِ زِنَةِ مَا عَمِلُوا أَوْ يَعْمَلُونَ أَوْ بَلَغَهُمْ أَوْ رَأَوْا أَوْ ظَنُّوا أَوْ فَطَنُوا أَوْ كَانَ مِنْهُمْ أَوْ يَكُونُ ذَلِكَ إِلَى يَوْمِ الْقِيَامَةِ وَ عَدَدِ زِنَةِ ذَلِكَ وَ أَضْعَافِ ذَلِكَ وَ كَأَضْعَافِ ذَلِكَ أَضْعَافاً مُضَاعَفَةً لَا يَعْلَمُهَا وَ لَا يُحْصِيهَا غَيْرُكَ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ أَهْلُ ذَلِكَ أَنْتَ وَ مُسْتَحِقُّهُ وَ مُسْتَوْجِبُهُ مِنِّي وَ مِنْ جَمِيعِ خَلْقِكَ يَا بَدِيعَ السَّمَاوَاتِ وَ الْأَرْضِ اللَّهُمَّ إِنَّكَ لَسْتَ بِرَبٍّ اسْتَحْدَثْنَاكَ وَ لَا مَعَكَ إِلَهٌ فَيَشْرَكَكَ فِي رُبُوبِيَّتِكَ وَ لَا مَعَكَ إِلَهٌ أَعَانَكَ عَلَى خَلْقِنَا أَنْتَ رَبُّنَا كَمَا نَقُولُ وَ فَوْقَ مَا يَقُولُ الْقَائِلُونَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعْطِيَ مُحَمَّداً أَفْضَلَ مَا سَأَلَكَ وَ أَفْضَلَ مَا سُئِلْتَ لَهُ وَ أَفْضَلَ مَا أَنْتَ مَسْئُولٌ لَهُ إِلَى يَوْمِ الْقِيَامَةِ أُعِيذُ أَهْلَ بَيْتِ النَّبِيِّ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ نَفْسِي وَ دِينِي وَ ذُرِّيَّتِي وَ مَالِي وَ وُلْدِي وَ أَهْلِي وَ قَرَابَاتِي‏ «248» وَ أَهْلَ بَيْتِي وَ كُلَّ ذِي رَحِمٍ لِي دَخَلَ فِي الْإِسْلَامِ أَوْ يَدْخُلُ إِلَى يَوْمِ الْقِيَامَةِ وَ حُزَانَتِي وَ خَاصَّتِي وَ مَنْ قَلَّدَنِي دُعَاءً أَوْ أَسْدَى إِلَيَّ يَداً أَوْ رَدَّ عَنِّي غِيبَةً أَوْ قَالَ فِيَّ خَيْراً أَوْ اتَّخَذْتُ عِنْدَهُ يَداً أَوْ صَنِيعَةً وَ جِيرَانِي وَ إِخْوَانِي مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِاللَّهِ وَ بِأَسْمَائِهِ‏ التَّامَّةِ الْعَامَّةِ الشَّامِلَةِ الْكَامِلَةِ الطَّاهِرَةِ الْفَاضِلَةِ الْمُبَارَكَةِ الْمُتَعَالِيَةِ الزَّاكِيَةِ الشَّرِيفَةِ الْمَنِيعَةِ الْكَرِيمَةِ الْعَظِيمَةِ الْمَخْزُونَةِ الْمَكْنُونَةِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَ لَا فَاجِرٌ وَ بِأُمِّ الْكِتَابِ وَ خَاتِمَتِهِ وَ مَا بَيْنَهُمَا مِنْ سُورَةٍ شَرِيفَةٍ وَ آيَةٍ مُحْكَمَةٍ وَ شِفَاءٍ وَ رَحْمَةٍ وَ عُوذَةٍ وَ بَرَكَةٍ وَ بِالتَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ وَ الْفُرْقَانِ وَ صُحُفِ إِبْرَاهِيمَ وَ مُوسَى وَ بِكُلِّ كِتَابٍ أَنْزَلَهُ اللَّهُ وَ بِكُلِّ رَسُولٍ أَرْسَلَهُ اللَّهُ وَ بِكُلِّ حُجَّةٍ أَقَامَهَا اللَّهُ وَ بِكُلِّ بُرْهَانٍ أَظْهَرَهُ اللَّهُ وَ بِكُلِّ نُورٍ أَنَارَهُ اللَّهُ وَ بِكُلِّ آلَاءِ اللَّهِ وَ عَظَمَتِهِ أُعِيذُ وَ أَسْتَعِيذُ مِنْ شَرِّ كُلِّ ذِي شَرٍّ وَ مِنْ شَرِّ مَا أَخَافُ وَ أَحْذَرُ وَ مِنْ شَرِّ مَا رَبِّي مِنْهُ أَكْبَرُ وَ مِنْ شَرِّ فَسَقَةِ الْعَرَبِ وَ الْعَجَمِ وَ مِنْ شَرِّ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ وَ الشَّيَاطِينِ وَ السَّلَاطِينِ وَ إِبْلِيسَ وَ جُنُودِهِ وَ أَشْيَاعِهِ وَ أَتْبَاعِهِ وَ مِنْ شَرِّ مَا فِي النُّورِ وَ الظُّلْمَةِ وَ مِنْ شَرِّ مَا دَهَمَ أَوْ هَجَمَ أَوْ أَلَمَّ وَ مِنْ شَرِّ كُلِّ غَمٍّ وَ هَمٍّ وَ آفَةٍ وَ نَدَمٍ وَ نَازِلَةٍ وَ سُقْمٍ وَ مِنْ شَرِّ مَا يَحْدُثُ فِي اللَّيْلِ وَ النَّهَارِ وَ تَأْتِي بِهِ الْأَقْدَارُ وَ مِنْ شَرِّ مَا فِي النَّارِ وَ مِنْ شَرِّ مَا فِي الْأَرْضِ‏ وَ الْأَقْطَارِ وَ الْفَلَوَاتِ وَ الْقِفَارِ وَ الْبِحَارِ وَ الْأَنْهَارِ وَ مِنْ شَرِّ الْفُسَّاقِ وَ الْفُجَّارِ وَ الْكُهَّانِ وَ السُّحَّارِ وَ الْحُسَّادِ وَ الذُّعَّارِ وَ الْأَشْرَارِ وَ مِنْ شَرِّ ما يَلِجُ فِي الْأَرْضِ وَ ما يَخْرُجُ مِنْها وَ ما يَنْزِلُ مِنَ السَّماءِ وَ ما يَعْرُجُ‏ إِلَيْهَا وَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏- فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏ وَ أَعُوذُ بِكَ اللَّهُمَّ مِنَ الْهَمِّ وَ الْحَزَنِ وَ الْعَجْزِ وَ الْكَسَلِ وَ الْجُبْنِ وَ الْبُخْلِ وَ مِنْ ضَلَعِ الدَّيْنِ وَ غَلَبَةِ الرِّجَالِ وَ مِنْ عَمَلٍ لَا يَنْفَعُ وَ مِنْ‏ عَيْنٍ لَا تَدْمَعُ وَ مِنْ قَلْبٍ لَا يَخْشَعُ وَ مِنْ دُعَاءٍ لَا يُسْمَعُ وَ مِنْ نَصِيحَةٍ لَا تَنْجَعُ وَ مِنْ صَحَابَةٍ لَا تَرْدَعُ وَ مِنْ إِجْمَاعٍ عَلَى نَكِرَةٍ وَ تَوَدُّدٍ عَلَى خُسْرٍ أَوْ تَوَاخُذٍ عَلَى خُبْثٍ وَ مِمَّا اسْتَعَاذَ مِنْهُ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ الْمَلَائِكَةُ الْمُقَرَّبُونَ وَ الْأَنْبِيَاءُ الْمُرْسَلُونَ وَ الْأَئِمَّةُ الْمُطَهَّرُونَ‏ وَ الشُّهَدَاءُ وَ الصَّالِحُونَ وَ عِبَادُكَ الْمُتَّقُونَ وَ أَسْأَلُكَ اللَّهُمَّ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعْطِيَنِي مِنَ الْخَيْرِ مَا سَأَلُوا وَ أَنْ تُعِيذَنِي مِنْ شَرِّ مَا اسْتَعَاذُوا وَ أَسْأَلُكَ اللَّهُمَّ مِنَ الْخَيْرِ كُلَّهُ عَاجِلَهُ وَ آجِلَهُ مَا عَلِمْتُ مِنْهُ وَ مَا لَمْ أَعْلَمْ وَ أَعُوذُ بِكَ مِنْ هَمَزاتِ الشَّياطِينِ وَ أَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ‏ بِسْمِ اللَّهِ عَلَى أَهْلِ بَيْتِ النَّبِيِّ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ بِسْمِ اللَّهِ عَلَى نَفْسِي وَ دِينِي بِسْمِ اللَّهِ عَلَى أَهْلِي وَ مَالِي بِسْمِ اللَّهِ عَلَى كُلِّ شَيْ‏ءٍ أَعْطَانِي رَبِّي بِسْمِ اللَّهِ عَلَى أَحِبَّتِي وَ وُلْدِي وَ قَرَابَاتِي بِسْمِ اللَّهِ عَلَى جِيرَانِي الْمُؤْمِنِينَ وَ إِخْوَانِي وَ مَنْ قَلَّدَنِي دُعَاءً أَوْ اتَّخَذَ عِنْدِي يَداً أَوْ ابْتَدَأَ إِلَيَّ بِرّاً مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِسْمِ اللَّهِ عَلَى مَا رَزَقَنِي رَبِّي بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْئٌ‏ فِي الْأَرْضِ وَ لا فِي السَّماءِ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ صِلْنِي بِجَمِيعِ مَا سَأَلَكَ عِبَادُكَ الْمُؤْمِنُونَ أَنْ تَصِلَهُمْ بِهِ مِنَ الْخَيْرِ وَ اصْرِفْ عَنِّي جَمِيعَ مَا سَأَلَكَ عِبَادُكَ الْمُؤْمِنُونَ أَنْ تَصْرِفَهُ عَنْهُمْ مِنَ السُّوءِ وَ الرَّدَى وَ زِدْنِي مِنْ فَضْلِكَ مَا أَنْتَ أَهْلُهُ وَ وَلِيُّهُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ الطَّيِّبِينَ وَ عَجِّلْ فَرَجَهُمْ وَ فَرَجِي وَ فَرِّجْ عَنْ كُلِّ مَهْمُومٍ مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ ارْزُقْنِي نَصْرَهُمْ وَ أَشْهِدْنِي أَيَّامَهُمْ وَ اجْمَعْ بَيْنِي وَ بَيْنَهُمْ فِي الدُّنْيَا وَ الْآخِرَةِ وَ اجْعَلْ مِنْكَ عَلَيْهِمْ وَاقِيَةً حَتَّى لَا يَخْلُصَ إِلَيْهِمْ إِلَّا بِسَبِيلِ خَيْرٍ وَ عَلَى مَنْ مَعَهُمْ وَ عَلَى شِيعَتِهِمْ وَ مُحِبِّيهِمْ وَ عَلَى أَوْلِيَائِهِمْ وَ عَلَى جَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ فَ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ بِسْمِ اللَّهِ وَ بِاللَّهِ وَ مِنَ اللَّهِ وَ إِلَى اللَّهِ وَ لَا غَالِبَ إِلَّا اللَّهُ‏ ما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ‏ حَسْبِيَ اللَّهُ‏ ... تَوَكَّلْتُ عَلَى اللَّهِ‏ وَ أُفَوِّضُ أَمْرِي إِلَى اللَّهِ‏ وَ أَلْتَجِئُ إِلَى اللَّهِ وَ بِاللَّهِ أُحَاوِلُ وَ أُصَاوِلُ وَ أُكَاثِرُ وَ أُفَاخِرُ وَ أَعْتَزُّ وَ أَعْتَصِمُ- عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ مَتابِ‏ لَا إِلَهَ إِلَّا اللَّهُ الْحَيُّ الْقَيُّومُ عَدَدَ الثَّرَى وَ النُّجُومِ وَ الْمَلَائِكَةِ الصُّفُوفِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ الْعَلِيُّ الْعَظِيمُ لَا إِلَهَ إِلَّا اللَّهُ‏ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِين‏\n","الصحيفة الفاطمية"]