{
"title": "المناجاة الإلهية",
"type": "text",
"source": "الصحيفة العلوية",
"data": "\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏\nاللّهمّ صلّ على محمّد و آل محمّد، و ارحمني إذا انقطع من الدّنيا أثري و انمحى من \nالمخلوقين ذكري و صرت من المنسيّين كمن قد نسي قبلي.\nإلهي! كبرت سنّي و رقّ جلدي و دقّ عظمي و نال الدّهر منّي و اقترب أجلي و نفدت \nأيّامي و ذهبت شهوتي و بقيت تبعتي و انمحت محاسني و بلي جسمي و تقطّعت أوصالي و \nتفرّقت أعضائي.\nإلهي! أفحمتني ذنوبي و قطّعت مقالتي فلا حجّة لي و لا عذر؛ فأنا المقرّ بجرمي، \nالمعترف بإساءتي، الأسير بذنبي، المرتهن بعملي، المتهوّر في بحور خطيئتي، المتحيّر \nعن قصدي، المنقطع بي؛ فصلّ على محمّد و آل محمّد، و ارحمني برحمتك، و تجاوز عنّي \nبمغفرتك.\nإلهي! إن كان صغر في جنب طاعتك عملي فقد كبر في جنب رجائك أملي.\nإلهي! كيف أنقلب بالخيبة من عندك محروما و قد كان ظنّي بجودك أن تقلّبني بالنّجاة \nمرحوما.\nإلهي! لم اسلّط على حسن ظنّي بك قنوط الآيسين؛ فلا تبطل صدق رجائي لك بين الآملين.\nإلهي! عظم جرمي إذ كنت المبارز به، و كبر ذنبي إذ كنت المطالب به إلّا أنّي إذا \nذكرت كبر جرمي و عظم غفرانك وجدت الحاصل لي من بينهما عفو رضوانك.\nإلهي! إن دعاني إلي النّار بذنبي مخشيّ عقابك فقد ناداني إلي الجنّة بالرّجاء حسن \nثوابك.\nإلهي! إن أوحشتني الخطايا عن محاسن لطفك فقد آنستني باليقين مكارم عطفك.\nإلهي! إن أنامتني الغفلة عن الاستعداد للقائك فقد أنبهتني المعرفة يا سيّدي بكريم \nآلائك.\nإلهي! إن عزب لبّي عن تقويم ما يصلحني فما عزب إيقاني بنظرك لي فيما ينفعني.\nإلهي! إن انقرضت بغير ما أحببت من السّعي أيّامي فبالإيمان أمضتها الماضيات من \nأعوامي.\nإلهي! جئتك ملهوفا قد ألبست عدم فاقتي و أقامني مقام الأذلّاء بين يديك ضرّ حاجتي.\nإلهي! كرمت، فأكرمني إذ كنت من سوّالك؛ و جدت بالمعروف، فألحقني بأهل نوالك.\nإلهي! مسكنتي لا يجبرها إلّا عطاؤك، و امنيّتي لا يغنيها إلّا جزاؤك.\nإلهي! أصبحت على باب من أبواب منحك سائلا و عن التعرّض لسواك‏ بالمسألة عادلا؛ و \nليس من جميل ردّ سائل ملهوف و مضطرّ لانتظار خيرك مألوف.\nإلهي! أقمت نفسي على قنطرة الأخطار مبلوّا بالأعمال و الإعتبار؛ فأنا الهالك إن لم \nتعن عليها بتخفيف الأوزار.\nإلهي! أ من أهل الشّقاء خلقتني فاطيل بكائي أم من أهل السّعادة خلقتني فابشّر \nرجائي.\nإلهي! إن حرمتني رؤية محمّد صلّي اللَّه عليه و آله في دار السّلام و أعدمتني طواف \nالوصفاء من الخدّام و صرفت وجه تأميلي بالخيبة في دار المقام فغير ذلك منّتني نفسي \nمنك يا ذا الفضل و الإنعام.\nإلهي! و عزّتك لو قرنتني في الأصفاد طول الأيّام، و منعتني سيبك من بين الأنام، و \nدللت على فضايحي عيون الأشهاد، و حلت بيني و بين الأبرار ما قطعت رجائي منك، و لا \nصرفت وجه انتظاري للعفو عنك.\nإلهي! لو لم تهدني للإسلام ما اهتديت؛ و لو لم ترزقني الإيمان بك ما آمنت؛ و لو لم \nتطلق لساني بدعائك ما دعوت؛ و لو لم تعرّفني حلاوة معرفتك ما عرفت؛ و لو لم تبيّن \nلي شديد عقابك ما استجرت.\nإلهي! أطعت في أحبّ الأشياء إليك و هو التّوحيد و لم أعصك في أبغض الأشياء إليك و \nهو الكفر؛ فاغفر لي ما بينهما.\nإلهي! أحبّ طاعتك و إن قصرت عنها، و اكره معصيتك و إن ركبتها؛ فتفضّل علي بالجنّة و \nإن لم أكن أهلها؛ و خلّصني من النّار و إن كنت استوجبتها.\nإلهي! إن أقعدني التّخلّف عن السّبق مع الأبرار فقد أقامتني الثّقة بك على مدارج \nالأخبار.\nإلهي! قلب حشوته من محبّتك في دار الدّنيا كيف تطّلع عليه نار محرقة في لظى؟\nإلهي! نفس أعززتها بتأييد إيمانك كيف تذلّها بين أطباق نيرانك؟\nالهي! لسان كسوته من تماجيدك أنيق أثوابها كيف تهوي إليه من النّار مشعلات \nالتهابها؟\nإلهي! كلّ مكروب إليك يلتجئ، و كلّ محزون إيّاك يرتجي.\nإلهي! سمع العابدون بجزيل ثوابك فخشعوا؛ و سمع الزّاهدون بعظيم جزائك فقنعوا؛ و سمع \nالمذنبون بسعة رحمتك فرغبوا؛ و سمع المولّون عن القصد بجودك فرجعوا؛ و سمع المجرمون \nبكرم عفوك فطمعوا حتّي ازدحمت عصائب العصاة من عبادك و عجّت إليك منهم عجيج الضّجيج \nبالدّعاء في بلادك و لكلّ أمل ساق صاحبه إليك محتاجا و لكلّ قلب تركه و جيب خوف \nالمنع منك مهتاجا و أنت المسئول الّذي لا تسودّ لديه وجوه المطالب و لم تزر بنزيله \nقطيعات المعاطب.\nإلهي! إن أخطأت طريق النّظر لنفسي بما فيه كرامتها فقد أصبت طريق الفزع إليك بما \nفيه سلامتها.\nإلهي! إن كانت نفسي استسعدتني متمرّدة على ما يرديها فقد استسعدتها الآن بدعائك على \nما ينجيها.\nإلهي! إن عداني الاجتهاد في ابتغاء منفعتي فلم يعدني برّك بما فيه مصلحتي.\nإلهي! إن قسطت في الحكم على نفسي بما فيه حسرتها فقد أقسطت الآن بتعريفي إيّاها من \nرحمتك إشفاق رأفتها.\nإلهي! إن أجحف بي قلّة الزّاد في المسير إليك فقد وصلته بذخائر ما أعددته‏ من فضل \nتعويلي عليك.\nإلهي! إذا ذكرت رحمتك ضحكت إليها وجوه وسائلي؛ و إذا ذكرت سخطتك بكت لها عيون \nمسائلي.\nإلهي! فأفض بسجل من سجالك على عبد قد أيبس ريقه متلف الظّمأ، و أمت بجودك عنه كلالة \nالوني.\nإلهي! أدعوك دعاء من لم يرج غيرك بدعائه؛ و أرجوك رجاء من لم يقصد غيرك برجائه.\nإلهي! كيف أردّ عارض تطلّعي إلي نوالك و إنّما أنا في استرزاقي لهذا البدن أحد \nعيالك؟! إلهي! كيف أسكت بالأفحام لسان ضراعتي و قد أقلقني ما أبهم علي من مصير \nعاقبتي.\nإلهي! قد علمت حاجة نفسي إلي ما تكلّفت لي به من الرّزق في حياتي و عرفت قلّة \nاستغنائي عنه من الجنّة بعد وفاتي؛ فيا من سمح لي به متفضّلا في العاجل لا تمنعنيه \nيوم فاقتي إليه في الأجل؛ فمن شواهد نعماء الكريم استتمام نعمائه؛ و من محاسن آلاء \nالجواد استكمال آلائه.\nإلهي! لو لا ما جهلت من أمري ما شكوت عثراتي، و لو لا ما ذكرت من التّفريط ما سفحت \nعبراتي.\nإلهي! صلّ على محمّد و آل محمّد، و امح متعبات العثرات بمرسلات العبرات؛ و هب لي \nكثير السّيّئات لقليل الحسنات‏ إِنَّ الْحَسَناتِ يُذْهِبْنَ السَّيِّئاتِ‏.\nإلهي! إن كنت لا ترحم إلّا المجدّين في طاعتك فإلي من يفزع المقصّرون؛ و إن كنت لا \nتقبل إلّا من المجتهدين فإلي من يلتجئ المفرّطون؛ و إن كنت لا تكرم‏\nإلّا أهل الإحسان فكيف يصنع المسيئون؛ و إن كان لا يفوز يوم الحشر إلّا المتّقون \nفبمن يستغيث المذنبون؟\nإلهي! و إن كان لا يجوز على الصّراط إلّا من أجازته براة عمله فأنّي بالجواز لمن لم \nيتب إليك قبل انقضاء أجله.\nإلهي! إن لم تجد إلّا من عمر بالزّهد مكنون سريرته فمن للمضطرّ الّذي لم يرضه بين \nالعالمين سعي تقيّته.\nإلهي! إن حجبت عن موحّديك نظر تغمّدك لجناياتهم أوقعهم غضبك بين المشركين في \nكرباتهم.\nإلهي! إن تنلنا يد إحسانك يوم الورود اختلطنا في الجزاء بذوي الجحود.\nإلهي! فأوجب لنا بالإسلام مذخور هباتك، و استصف ما كدّرته الجرائر منّا بصفو صلاتك.\nإلهي! ارحمنا غرباء إذا تضمّنتنا بطون لحودنا و غمّيت باللّبن سقوف بيوتنا؛ و \nأضجعنا مساكين على الأيمان في قبورنا؛ و خلّفنا فرادي في أضيق المضاجع و صرعتنا \nالمناديا في أعجب المصارع و صرنا في ديار قوم كأنّها مأهولة و هي منهم بلاقع.\nإلهي! و إذا جئناك عراة حفاتا مغبّرة من ثري الأجداث رءوسنا، و شاحبة من تراب \nالملاحيد وجوهنا، و خاشعة من أهوال القيامة أبصارنا، و ذابلة من شدّة العطش شفاهنا، \nو جائعة لطول المقام بطوننا، و بادية هنالك للعيون سوآتنا، و موصرة من ثقل الأوزار \nظهورنا، و مشغولين بما قد دهانا عن أهالينا و أولادنا؛ فلا تضاعف المصائب علينا \nبإعراض وجهك الكريم عنّا و سلب عايدة ما مثّله الرّجاء منّا.\nإلهي! ما حنّت هذه العيون إلي بكائها، و لا جادت متسربة بمائها، و لا أسهرها بنحب \nالثّاكلات فقد عزائها إلّا ما أسلفته من عمدها و خطائها، و ما دعاها إليه عواقب \nبلائها و أنت القادر يا عزيز على كشف غمّائها.\nإلهي! إن كنّا مجرمين فإنّا نبكي على إضاعتنا من حرمتك ما نستوجبه؛ و إن كنّا \nمحرومين فإنّا نبكي إذا فاتنا من جودك ما نطلبه.\nإلهي! شب حلاوة ما يستعذبه لساني من المنطق في بلاغته بزهادة ما يرفعه قلبي من \nالنّصح في دلالته.\nإلهي! أمرت بالمعروف و أنت أولي به المأمورين؛ و أمرت بصلة السّؤال و أنت خير \nالمسئولين.\nإلهي! كيف ينتقل بنا اليأس عن الإمساك عمّا لهجنا بطلابه و قد إدّرعنا من تأميلنا \nإيّاك أسبغ أثوابه.\nإلهي! إذا هزّت الرّهبة أفنان مخافتنا انقلعت من الأصول أشجارها؛ و إذا تنسّمت \nأرواح الرّغبة أغصان رجائنا أينعت بتلقيح البشارة أثمارها.\nإلهي! إذا تلونا من صفاتك «شديد العقاب» أسفنا؛ و إذا تلونا منها «الغفور الرّحيم» \nفرحنا؛ فنحن بين أمرين؛ فلا سخطتك تؤمننا، و لا رحمتك تؤيسنا.\nإلهي! إن قصرت مساعينا عن استحقاق نظرتك فما قصرت رحمتك بنا عن دفاع نقمتك.\nإلهي! إنّك لم تزل بحظوظ صنايعك علينا منعما و لنا من بين الأقاليم مكرما و تلك \nعادتك اللّطيفة في أهل الحنيفيّة في سالفات الدّهور و غابراتها و خاليات اللّيالي و \nباقياتها.\nإلهي! فاجعل ما حبوتنا به من نور هدايتك درجات نرقي بها إلي غرفات‏ جنّتك.\nإلهي! كيف تفرح بصحبة الدنيا صدورنا؟! و كيف تلتأم في غمراتها أمورنا؟! و كيف يخلص \nلنا فيها سرورنا؟! و كيف يملكنا باللهو و اللعب غرورنا و قد دعتنا باقتراب الآجال \nقبورنا؟! إلهي! كيف نبتهج بدار قد حفرت فيها حفائر صرعتها، و قتلتنا بأيدي المنايا \nحبائل غدرتها، و جرّعتنا مكرهين جرع مرارتها، و دلّتنا النّفس على انقطاع عيشتها لو \nلا ما أصغت إليه النّفوس من رفائغ لذّتها و افتتانها بالفانيات من فواحش زينتها.\nإلهي! فإليك نلتجئ من مكائد خدعتها؛ و بك نستعين على عبور قنطرتها؛ و بك نستفطم \nالجوارح من أخلاف شهوتها؛ و بك نستكشف من جلابيب حيرتها؛ و بك نقوّم من القلوب \nاستصعاب جهالتها.\nإلهي! كيف للدّور بأن تمنع من فيها من طوارق الرّزايا و قد أصيب في كلّ دار سهم من \nأسهم المنايا.\nإلهي! ما نتفجع أنفسنا من النقلة عن الدّيار إن لم توحشنا هنالك من مرافقة الأبرار.\nإلهي! ما تضرّنا فرقة الإخوان و القرابات إن قربتنا منك يا ذا العطيات.\nإلهي! ما تجفّ من ماء الرجال مجاري لهواتنا إن لم تحم طير الأشايم بحياض رغباتنا.\nإلهي! إن عذّبتني فعبد خلقته لما أردته فعذّبته بعدلك؛ و إن رحمتني فعبد وجدته \nمسيئا فأنجيته برحمتك.\nإلهي! لا سبيل إلي الاحتراس من الذّنب إلّا بعصمتك، و لا وصول إلي عمل‏\nالخيرات إلّا بمشيّتك؛ فكيف لي بإفادة ما اسلمتني فيه مشيتك؟! و كيف لي بالاحتراس \nمن الذّنب ما لم تدركني فيه عصمتك؟! إلهي! أنت دللتني على سؤال الجنّة قبل معرفتها؛ \nفأقبلت النّفس بعد العرفان على مسألتها. أ فتدلّ على خيرك السؤال ثمّ تمنعهم \nالنّوال و أنت المحمود في كلّ ما تصنعه يا ذا الجلال؟\nإلهي! إن كنت غير مستأهل لما أرجو من رحمتك فأنت أهل أن تجود على المذنبين بفضل \nسعتك.\nإلهي! إن كان ذنبي قد أخافني فإنّ حسن ظنّي بك قد أجارني.\nإلهي! كأنّي بنفسي قائمة بين يديك و قد أضلّها حسن توكّلي عليك؛ فصنعت بي ما يشبهك \nو تغمّدتني بعفوك.\nإلهي! ما أشوقني إلي لقائك و أعظم رجائي لجزائك و أنت الكريم الّذي لا يخيب لديك \nأمل الآملين و لا يبطل عندك شوق الشّائقين.\nإلهي! إن كان قد دنا أجلي و لم يقرّبني منك عملي فقد جعلت الاعتراف بالذّنب إليك \nوسائل عللي.\nإلهي! إن عفوت فمن أولي منك بذلك؟! و إن عذّبت فمن أعدل في الحكم منك هنالك؟! إلهي! \nإنّي جرت على نفسي في النّظر إليها و بقي نظرك لها؛ فالويل لها إن لم تسلم به.\nإلهي! إنّك لم تزل بي بارّا أيّام حياتي؛ فلا تقطع برّك عنّي بعد وفاتي.\nإلهي! كيف أياس من حسن نظرك لي بعد مماتي و أنت لم تولّني إلّا الجميل أيّام حياتي.\nإلهي! إنّ ذنوبي قد أخافتني و محبّتي لك قد أجارتني؛ فتولّ من أمرك بي ما أنت أهله، \nو عد بفضلك علي من غمره جهله يا من لا تخفي عليه خافية و لا تغيب عنه غائبة.\nصلّ على محمّد و آل محمّد، و اغفر لي ما قد خفي على النّاس من أمري.\nإلهي! سترت علي في الدّنيا ذنوبا و لم تظهرها لعصابة من المؤمنين و أنا إلي سترها \nيوم القيامة أحوج و قد أحسنت بي إذا لم تظهرها للعصابة من المسلمين؛ فلا تفضحني بها \nيوم القيامة على رؤوس العالمين.\nإلهي! جودك بسط أملي و شكرك قبل عملي؛ فصلّ على محمّد و آل محمّد، و سرّني بلقائك \nعند اقترب أجلي.\nإلهي! ليس اعتذاري إليك اعتذار من يستغني عن قبول عذره؛ فاقبل عذري يا خير من اعتذر \nإليه المسيئون.\nإلهي! لا تردّني عن حاجة قد أفنيت عمري في طلبها منك.\nإلهي! و عزّتك لئن طالبتني بجرمي لأطالبنّك بعفوك؛ و لئن و اخذتني بجهلي لاطالبنّك \nبحلمك؛ و لئن جازيتني بلؤمي لأطالبنّك بكرمك؛ و لئن أدخلتني النّار لأعرّفنّ أهلها \nأنّي كنت أحبّك.\nإلهي! إنّك لو أردت إهانتي لم تهدني؛ و لو أردت فضيحتي لم تسترني؛ فمتّعني بما له \nهديتني و أدم لي ما به سترتني.\nإلهي! ما وصفت من بلاء أبليتنيه أو إحسان أوليتنيه؛ فكلّ ذلك بمنّك ممّا قد فعلته و \nعفوك تمام ذلك إن أتممته.\nإلهي! لو لا ما اقترفت من الذّنوب ما فرقت عقابك: و لو لا ما عرفت من كرمك ما رجوت \nثوابك و أنت أولي الأكرمين بتحقيق أمل الآملين و أرحم من استرحم‏ في تجاوزه عن \nالمذنبين.\nإلهي! نفسي تمنّيني بأنّك تغفر لي؛ فأكرم بها أمنيّة بشّرت بعفوك؛ و صدّق بكرمك \nمبشّرات تمنّيها؛ وهب لها بجودك مدمّرات تجنّيها.\nإلهي! القتني الحسنات بين جودك و كرمك و القتني السّيّئات بين عفوك و مغفرتك و قد \nرجوت أن لا يضيع بين ذين و ذين مسي‏ء و محسن.\nإلهي! إذا شهد إيماني بتوحيدك، و انطلق لساني بتمجيدك، و دلّني القرآن على فواضل \nجودك، فكيف لا يبتهج رجائي بحسن موعودك؟\nإلهي! تتابع إحسانك إلي يدلّني على حسن نظرك، فكيف يشقي امرؤ حسن له منك النّظر؟\nإلهي! إن نظرت إلي بالهلكة عيون سخطتك فما نامت عن استنقاذي منها عيون رحمتك.\nإلهي! إن عرّضني ذنبي لعقابك فقد أنادني رجائي لك من ثوابك.\nإلهي! ان عفوت فبفضلك، و إن عذّبت فبعدلك؛ فيا من لا يرجي إلّا فضله و لا يخشي إلّا \nعدله صلّ على محمّد و آل محمّد، و امنن علينا بفضلك، و لا تستقص علينا في عدلك.\nإلهي! خلقت لي جسما و جعلت فيه آلات أطيعك بها و أعصيك و أغضبك بها و أرضيك و جعلت \nلي من نفسي داعية إلي الشّهوات و أسكنتني دارا قد ملئت من الآفات ثمّ قلت لي انزجر.\nإلهي! بك أنزجر و بك أعتصم فاعصمني؛ و بك أحترز من الذّنوب فاحفظني؛ و بك أتسجير من \nالنّار فأجرني؛ و أستوفقك لما يرضيك؛ و أسألك فإنّ سؤالي لا يحفيك. أدعوك دعاء ملحّ \nلا يملّ دعاءه مولاه، و أتضرّع إليك ضراعة من‏ قد أقرّ على نفسه بالحجّة في دعواه.\nإلهي! لو عرفت اعتذارا من الذّنب في التنصّل أبلغ من الاعتراف به لأتيته؛ و لو عرفت \nمجتلبا لحاجتي منك ألطف من الاستخداء لك لفعلته؛ فصلّ على محمّد و آل محمّد، و هب \nلي ذنبي بالاعتراف، و لا تردّني في طلبتي بالخيبة عند الانصراف.\nإلهي! سعت نفسي إليك لنفسي تستوهبها؛ و فتحت أفواه آمالها نحو نظرة منك برحمة لا \nتستوجبها؛ فهب لها ما سألت و جد لها بما طلبت؛ فإنّك أكرم الأكرمين بتحقيق أمل، و \nأرحم من استرحم في تجاوزه عن المذنبين.\nإلهي! قد أصبت من الذّنوب ما قد عرفت؛ و أسرفت على نفسي بما قد علمت؛ فاجعلني عبدا \nإمّا طائعا فأكرمته و امّا عاصيا؛ فرحمته.\nإلهي! كأنّي بنفسي قد أضجعت في حفرتها و انصرف عنها المشيّعون من حيرتها؛ و بكي \nالغريب عليها لغربتها؛ و جاد بالدّموع عليها المشفقون من عشيرتها؛ و ناداها من شفير \nالقبر ذوو مودّتها؛ و رحمها المعادي لها في الحياة عند صرعتها؛ و لم يخف على \nالناظرين إليها عند ذلك عدم فاقتها؛ و لا على من رآها قد توسّدت الثّري عجز حيلتها؛ \nفقلت: ملائكتي فريد قد ني عنه الأقربون؛ و وحيد جفاه الأهلون؛ نزل بي قريبا و أصبح \nفي اللّحد غريبا و قد كان لي في دار الدّنيا داعيا و لنظرتي له في هذا اليوم راجيا؛ \nفتحسن عند ذلك ضيافتي و تكون أشفق على من أهلي و قرابتي.\nإلهي! لو طبقت ذنوبي ما بين‏ السَّماءِ إِلَي الْأَرْضِ‏؛ و خرقت التّخوم و بلغت \nأسافل الثّري ما ردّني اليأس عن توقّع غفرانك و لا صرفني القنوط عن انتظار رضوانك.\nإلهي! دعوتك بالدّعاء الّذي علّمتنيه؛ فلا تحرمني جزائك الّذي وعدتنيه؛ فمن النعمة \nأن هديتني بحسن دعائك و من تمامها أن توجب لي محمود جزائك.\nإلهي! و عزّتك و جلالك لقد أحببتك محبّة استقرّت حلاوتها في قلبي و صدري؛ و ما \nتنعقد ضمائر موحّديك على أنّك تبغض محبيك.\nإلهي! لا تشبه مسألتي مسائل السّائلين؛ لأنّ السّائل إذا منع امتنع من السّؤال و \nأنا لا غني بي عمّا سألتك على كلّ حال.\nإلهي! لا تغضب علي؛ فلست أقوي على غضبك؛ و لا تسخط علي فلست أقوم لسخطك.\nإلهي! أخاف عقوبتك كما يخافها المذنبون؛ و أنتظر عفوك كما ينتظره المجرمون؛ و لست \nآيس من رحمتك الّتي يتوقّعها المحسنون.\nإلهي! أ للنّار ربّتني أمّي فليتها لم تربّني أم للشّقاء ولدتني فليتها لم تلدني.\nإلهي! انهملت عبراتي حين ذكرت عثراتي و ما لها لا تنهمل؛ و ما أدري إلي ما يكون \nمصيري و على ما ذا يهجم عند البلاغ مسيري؛ و أري نفسي تخاتلني و أيّامي تخادعني؛ و \nقد خفقت فوق رأسي أجنحة الموت و رمقتني من قريب أعين الفوت؛ فما عذري و قد حشا \nمسامعي رافع الصّوت.\nإلهي! قد رجوت ممّن تولّاني في حياتي بإحسانه أن يتغمّدني عند وفاتي بغفرانه؛ و لقد \nرجوت ممّن ألبسني بين الأحياء ثوب عافيته أن لا يعريني منه بين الأموات بجود رأفته.\nإلهي! أمرتني فقصّرت؛ و نهيتني فركبت؛ فهذه يدي بما جنت؛ و هذه ناصيتي بما أتت؛ إن \nتعذّبني فلك السّبيل و إن تعف عنّي فإنّك‏ أَهْلُ التَّقْوي‏ وَ أَهْلُ \nالْمَغْفِرَةِ.\n\nيا أرحم الرّاحمين! يا أنيس كلّ غريب! آنس في القبر غربتي؛ و يا ثاني كلّ‏\nوحيد! ارحم في القبر وحدتي؛ و يا عالم السّرّ و النّجوي! و يا كاشف الضّرّ و \nالبلوي! كيف نظرك لي من بين سكّان الثّري و كيف صنيعك إلي في دار الوحشة و البلي \nفقد كنت بي لطيفا أيّام حياة الدّنيا. يا أفضل المنعمين في نعمائه و أنعم المفضلين \nفي آلائه! إلهي! كثرت أياديك عندي؛ فعجزت عن إحصائها؛ و ضقت ذرعا في شكري لك \nبجزائها؛ فلك الحمد على ما أوليت و لك الشّكر على ما أبليت؛ يا خير من دعاه داع و \nأفضل من رجاه راج! فبذمّة الإسلام أتوسّل إليك و بحرمة القرآن أعتمد عليك و بمحمّد \nو آل محمّد أتشفّع إليك؛ صلّ على محمّد و آل محمّد و أعرف لي ذمّتي الّتي بها رجوت \nقضاء حاجتي و ارحمني برحمتك يا قريب! يا مجيب! إنّك على كلّ شي‏ء قدير و بكلّ شي‏ء \nمحيط؛ يا أرحم الرّاحمين! \n"
}