{
"title": "دعاء عظيم علّمه النبي للسيدة الزهراء",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "عن رَسُولَ اللَّهِ ص قَالَ لِلزَّهْرَاءِ فَاطِمَةَ ع يَا بُنَيَّةِ-أَ لَا أُعَلِّمُكِ دُعَاءً لَا يَدْعُو بِهِ أَحَدٌ إِلَّا اسْتُجِيبَ لَهُ وَ لَا يَجُوزُ فِيكِ سِحْرٌ وَ لَا سَمٌّ وَ لَا يَشْمَتُ بِكِ عَدُوٌّ وَ لَا يَعْرِضُ لَكِ الشَّيْطَانُ وَ لَا يُعْرِضُ عَنْكِ الرَّحْمَنُ وَ لَا يزغ [يَزِيغُ‏] قَلْبُكِ وَ لَا تُرَدُّ لَكِ دَعْوَةٌ وَ يُقْضَى حَوَائِجُكِ كُلُّهَا قَالَتْ يَا أَبَتِ لَهَذَا أَحَبُّ إِلَيَّ مِنَ الدُّنْيَا وَ مَا فِيهَا قَالَ تَقُولِينَ \n\nيَا أَعَزَّ مَذْكُورٍ وَ أَقْدَمَهُ قِدَماً فِي الْعِزِّ وَ الْجَبَرُوتِ يَا رَحِيمَ كُلِّ مُسْتَرْحِمٍ وَ مَفْزَعَ كُلِّ مَلْهُوفٍ إِلَيْهِ يَا رَاحِمَ كُلِّ حَزِينٍ يَشْكُو بَثَّهُ وَ حُزْنَهُ إِلَيْهِ يَا خَيْرَ مَنْ سُئِلَ الْمَعْرُوفُ مِنْهُ وَ أَسْرَعَهُ إِعْطَاءً يَا مَنْ يَخَافُ الْمَلَائِكَةُ الْمُتَوَقِّدَةُ بِالنُّورِ مِنْهُ أَسْأَلُكَ بِالْأَسْمَاءِ الَّتِي يَدْعُوكَ بِهَا حَمَلَةُ عَرْشِكَ وَ مَنْ حَوْلَ عَرْشِكَ بِنُورِكَ يُسَبِّحُونَ شَفَقَةً مِنْ خَوْفِ عِقَابِكَ وَ بِالْأَسْمَاءِ الَّتِي يَدْعُوكَ بِهَا جَبْرَئِيلُ وَ مِيكَائِيلُ وَ إِسْرَافِيلُ إِلَّا أَجَبْتَنِي وَ كَشَفْتَ يَا إِلَهِي كُرْبَتِي وَ سَتَرْتَ ذُنُوبِي يَا مَنْ أُمِرَ بِالصَّيْحَةِ فِي خَلْقِهِ- فَإِذا هُمْ بِالسَّاهِرَةِ يُحْشَرُونَ وَ بِذَلِكَ الِاسْمِ الَّذِي أَحْيَيْتَ بِهِ‏ الْعِظامَ وَ هِيَ رَمِيمٌ‏ أَحْيِ قَلْبِي وَ اشْرَحْ صَدْرِي وَ أَصْلِحْ شَأْنِي يَا مَنْ خَصَّ نَفْسَهُ بِالْبَقَاءِ وَ خَلَقَ لِبَرِيَّتِهِ الْمَوْتَ وَ الْحَيَاةَ وَ الْفَنَاءَ يَا مَنْ فِعْلُهُ قَوْلٌ وَ قَوْلُهُ أَمْرٌ وَ أَمْرُهُ مَاضٍ عَلَى مَا يَشَاءُ أَسْأَلُكَ بِالاسْمِ الَّذِي دَعَاكَ بِهِ خَلِيلُكَ حِينَ أُلْقِيَ فِي النَّارِ فَدَعَاكَ بِهِ فَاسْتَجَبْتَ لَهُ وَ قُلْتَ‏ يا نارُ كُونِي بَرْداً وَ سَلاماً عَلى‏ إِبْراهِيمَ‏ وَ بِالاسْمِ الَّذِي دَعَاكَ بِهِ مُوسَى‏ مِنْ جانِبِ الطُّورِ الْأَيْمَنِ‏ فَاسْتَجَبْتَ لَهُ- وَ بِالاسْمِ الَّذِي خَلَقْتَ بِهِ عِيسَى مِنْ رُوحِ الْقُدُسِ وَ بِالاسْمِ الَّذِي تُبْتَ بِهِ عَلَى دَاوُدَ وَ بِالاسْمِ الَّذِي وَهَبْتَ بِهِ لِزَكَرِيَّا يَحْيَى وَ بِالاسْمِ الَّذِي كَشَفْتَ بِهِ عَنْ أَيُّوبَ الضُّرَّ وَ تُبْتَ بِهِ عَلَى دَاوُدَ وَ سَخَّرْتَ بِهِ لِسُلَيْمَانَ الرِّيحَ‏ تَجْرِي بِأَمْرِهِ‏ وَ الشَّيَاطِينَ وَ عَلَّمْتَهُ مَنْطِقَ الطَّيْرِ وَ بِالاسْمِ الَّذِي خَلَقْتَ بِهِ الْعَرْشَ وَ بِالاسْمِ الَّذِي خَلَقْتَ بِهِ الْكُرْسِيَّ وَ بِالاسْمِ الَّذِي خَلَقْتَ بِهِ الرُّوحَانِيِّينَ وَ بِالاسْمِ الَّذِي خَلَقْتَ بِهِ الْجِنَّ وَ الْإِنْسَ وَ بِالاسْمِ الَّذِي خَلَقْتَ بِهِ جَمِيعَ الْخَلْقِ وَ بِالاسْمِ الَّذِي خَلَقْتَ بِهِ جَمِيعَ مَا أَرَدْتَ مِنْ شَيْ‏ءٍ وَ بِالاسْمِ الَّذِي قَدَرْتَ بِهِ عَلَى كُلِّ شَيْ‏ءٍ أَسْأَلُكَ بِحَقِّ هَذِهِ الْأَسْمَاءِ إِلَّا مَا أَعْطَيْتَنِي سُؤْلِي وَ قَضَيْتَ حَوَائِجِي يَا كَرِيم\nُ فَإِنَّهُ يُقَالُ لَكِ يَا فَاطِمَةُ نَعَمْ نَعَمْ‏\n"
}