["اللَّهُمَّ مِنْكَ الْبَدْءُ وَ لَكَ الْمَشِيَّةُ [الْمَشِيئَةُ] وَ لَكَ الْحَوْلُ وَ لَكَ الْقُوَّةُ وَ أَنْتَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا أَنْتَ جَعَلْتَ قُلُوبَ أَوْلِيَائِكَ مَسْكَناً لِمَشِيَّتِكَ وَ مَكْمَناً لِإِرَادَتِكَ وَ جَعَلْتَ عُقُولَهُمْ مَنَاصِبَ أَوَامِرِكَ وَ نَوَاهِيكَ فَأَنْتَ إِذَا شِئْتَ مَا تَشَاءُ حَرَّكْتَ مِنْ أَسْرَارِهِمْ كَوَامِنَ مَا أَبْطَنْتَ فِيهِمْ وَ أَبْدَأْتَ مِنْ إِرَادَتِكَ عَلَى أَلْسِنَتِهِمْ مَا أَفْهَمْتَهُمْ بِهِ عَنْكَ فِي عُقُودِهِمْ بِعُقُولٍ تَدْعُوكَ وَ تَدْعُو إِلَيْكَ بِحَقَائِقِ مَا مَنَحْتَهُمْ بِهِ وَ إِنِّي لَأَعْلَمُ مِمَّا عَلَّمْتَنِي مِمَّا أَنْتَ الْمَشْكُورُ عَلَى مَا مِنْهُ أَرَيْتَنِي وَ إِلَيْهِ آوَيْتَنِي اللَّهُمَّ وَ إِنِّي مَعَ ذَلِكَ كُلِّهِ عَائِذٌ بِكَ لَائِذٌ بِحَوْلِكَ وَ قُوَّتِكَ رَاضٍ بِحُكْمِكَ الَّذِي سُقْتَهُ إِلَيَّ فِي عِلْمِكَ جَارٍ بِحَيْثُ أَجْرَيْتَنِي قَاصِدٌ مَا أَمَّمْتَنِي غَيْرَ ضَنِينٍ بِنَفْسِي فِي مَا يُرْضِيكَ عَنِّي إِذْ بِهِ قَدْ رَضَّيْتَنِي وَ لَا قَاصِرٍ بِجُهْدِي عَمَّا إِلَيْهِ نَدَبْتَنِي مُسَارِعٌ لِمَا عَرَّفْتَنِي شَارِعٌ فِيمَا أَشْرَعْتَنِي مُسْتَبْصِرٌ فِي مَا بَصَّرْتَنِي مُرَاعٍ مَا أَرْعَيْتَنِي فَلَا تُخْلِنِي مِنْ رِعَايَتِكَ وَ لَا تُخْرِجْنِي مِنْ عِنَايَتِكَوَ لَا تُقْعِدْنِي عَنْ حَوْلِكَ وَ لَا تُخْرِجْنِي عَنْ مَقْصَدٍ أَنَالُ بِهِ إِرَادَتَكَ وَ اجْعَلْ عَلَى الْبَصِيرَةِ مَدْرَجَتِي وَ عَلَى الْهِدَايَةِ مَحَجَّتِي وَ عَلَى الرَّشَادِ مَسْلَكِي حَتَّى تُنِيلَنِي وَ تُنِيلَ بِي أُمْنِيَّتِي وَ تُحِلَّ بِي عَلَى مَا بِهِ أَرَدْتَنِي وَ لَهُ خَلَقْتَنِي وَ إِلَيْهِ آوَيْتَنِي وَ أَعِذْ أَوْلِيَاءَكَ مِنَ الِافْتِنَانِ بِي وَ فَتِّنْهُمْ بِرَحْمَتِكَ [لِرَحْمَتِكَ‏] فِي نِعْمَتِكَ تَفْتِينَ الِاجْتِبَاءِ وَ الْإِخْلَاصِ بِسُلُوكِ طَرِيقَتِي وَ اتِّبَاعِ مَنْهَجِي- وَ أَلْحِقْنِي بِالصَّالِحِينَ‏ مِنْ آبَائِي وَ ذَوِي رَحِمِي [لُحْمَتِي‏]\nو دعا ع في قنوته‏\nاللَّهُمَّ مَنْ أَوَى إِلَى مَأْوىً فَأَنْتَ مَأْوَايَ وَ مَنْ لَجَأَ إِلَى مَلْجَإٍ فَأَنْتَ مَلْجَئِي اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اسْمَعْ نِدَائِي وَ أَجِبْ دُعَائِي وَ اجْعَلْ مَا بِي عِنْدَكَ وَ مَثْوَايَ وَ احْرُسْنِي فِي بَلْوَايَ مِنِ افْتِنَانِ الِامْتِحَانِ وَ لَمَّةِ الشَّيْطَانِ بِعَظَمَتِكَ الَّتِي لَا يَشُوبُهَا وَلَعُ نَفْسٍ بِتَفْتِينٍ وَ لَا وَارِدُ طَيْفٍ بِتَظْنِينٍ وَ لَا يَلُمُّ بِهَا فَرَحٌ حَتَّى تَقْلِبَنِي إِلَيْكَ بِإِرَادَتِكَ غَيْرَ ظَنِينٍ وَ لَا مَظْنُونٍ وَ لَا مُرَابٍ وَ لَا مُرْتَابٍ إِنَّكَ أَرْحَمُ الرَّاحِمِينَ‏\n","مهج الدعوات و منهج العبادات"]