["بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ يَا حَيُّ قَبْلَ كُلِّ حَيٍّ يَا حَيُّ بَعْدَ كُلِّ حَيٍّ يَا حَيُّ مَعَ كُلِّ حَيٍّ يَا حَيُّ حِينَ لَا حَيَّ يَا حَيُّ يَبْقَى وَ يَفْنَى كُلُّ حَيٍّ لَا إِلَهَ إِلَّا أَنْتَ يَا حَيُّ يَا كَرِيمُ يَا مُحْيِيَ الْمَوْتَى يَا قائِمٌ عَلى‏ كُلِّ نَفْسٍ بِما كَسَبَتْ‏ إِنِّي أَتَوَجَّهُ إِلَيْكَ وَ أَتَوَسَّلُ إِلَيْكَ وَ أَتَقَرَّبُ إِلَيْكَ بِجُودِكَ وَ كَرَمِكَ وَ رَحْمَتِكَ الَّتِي‏ وَسِعَتْ كُلَّ شَيْ‏ءٍ وَ أَتَوَجَّهُ إِلَيْكَ وَ أَتَوَسَّلُ إِلَيْكَ بِحُرْمَةِ هَذَا الْقُرْآنِ وَ بِحُرْمَةِ الْإِسْلَامِ وَ شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ أَنَّ مُحَمَّداً عَبْدُكَ وَ رَسُولُكَ وَ أَتَوَجَّهُ إِلَيْكَ وَ أَتَوَسَّلُ إِلَيْكَ وَ أَسْتَشْفِعُ إِلَيْكَ بِنَبِيِّكَ نَبِيِّ الرَّحْمَةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ تَسْلِيماً وَ بِأَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ وَ فَاطِمَةَ الزَّهْرَاءِ وَ الْحَسَنِ وَ الْحُسَيْنِ عَبْدَيْكَ وَ أَمِينَيْكَ وَ حُجَّتَيْكَ عَلَى الْخَلْقِ أَجْمَعِينَ وَ عَلِيِّ بْنِ الْحُسَيْنِ زَيْنِ الْعَابِدِينَ وَ نُورِ الزَّاهِدِينَ وَ وَارِثِ عِلْمِ النَّبِيِّينَ وَ الْمُرْسَلِينَ وَ إِمَامِ الْخَاشِعِينَ وَ وَلِيِّ الْمُؤْمِنِينَ وَ الْقَائِمِ فِي خَلْقِكَ أَجْمَعِينَ وَ بَاقِرِ عِلْمِ الْأَوَّلِينَ وَ الْآخِرِينَ وَ الدَّلِيلِ عَلَى أَمْرِ النَّبِيِّينَ وَ الْمُرْسَلِينَ وَ الْمُقْتَدِي بِآبَائِهِ الصَّالِحِينَ وَ كَهْفِ الْخَلْقِ أَجْمَعِينَ وَ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ مِنْ أَوْلَادِ النَّبِيِّينَ وَ الْمُقْتَدِى بِآبَائِهِ الصَّالِحِينَ وَ الْبَارِّ مِنْ عِتْرَتِهِ الْبَرَرَةِ الْمُتَّقِينَ وَ وَلِيِّ دِينِكَ وَ حُجَّتِكَ عَلَى الْعَالَمِينَ وَ مُوسَى بْنِ جَعْفَرٍ الْعَبْدِ الصَّالِحِ مِنْ أَهْلِ بَيْتِ الْمُرْسَلِينَ وَ لِسَانِكَ فِي خَلْقِكَ أَجْمَعِينَ وَ النَّاطِقِ بِأَمْرِكَ وَ حُجَّتِكَ عَلَى بَرِيَّتِكَ وَ عَلِيِّ بْنِ مُوسَى الرِّضَا الْمُرْتَضَى الزَّكِيِّ الْمُصْطَفَى الْمَخْصُوصِ بِكَرَامَتِكَ وَ الدَّاعِي إِلَى طَاعَتِكَ وَ حُجَّتِكَ عَلَى الْخَلْقِ أَجْمَعِينَ وَ مُحَمَّدِ بْنِ عَلِيٍّ الرَّشِيدِ الْقَائِمِ بِأَمْرِكَ النَّاطِقِ بِحُكْمِكَ وَ حَقِّكَ وَ حُجَّتِكَ عَلَى بَرِيَّتِكَ وَ وَلِيِّكَ وَ ابْنِ أَوْلِيَائِكَ وَ حَبِيبِكَ وَ ابْنِ أَحِبَّائِكَ وَ عَلِيِّ بْنِ مُحَمَّدٍ السِّرَاجِ الْمُنِيرِ وَ الرُّكْنِ الْوَثِيقِ الْقَائِمِ بِعَدْلِكَ وَ الدَّاعِي إِلَى دِينِكَ وَ دِينِ نَبِيِّكَ وَ حُجَّتِكَ عَلَى بَرِيَّتِكَ وَ الْحَسَنِ بْنِ عَلِيٍّ عَبْدِكَ وَ وَلِيِّكَ وَ خَلِيفَتِكَ الْمُؤَدِّي عَنْكَ فِي خَلْقِكَ عَنْ آبَائِهِ الصَّادِقِينَ وَ بِحَقِّ خَلَفِ الْأَئِمَّةِ الْمَاضِينَ وَ الْإِمَامِ الزَّكِيِّ الْهَادِي الْمَهْدِيِّ وَ الْحُجَّةِ بَعْدَ آبَائِهِ عَلَى خَلْقِكَ الْمُؤَدِّي عَنْ عِلْمِ نَبِيِّكَ وَ وَارِثِ عِلْمِ الْمَاضِينَ مِنَ الْوَصِيِّينَ الْمَخْصُوصِ الدَّاعِي إِلَى طَاعَتِكَ وَ طَاعَةِ آبَائِهِ الصَّالِحِينَ يَا مُحَمَّدُ يَا أَبَا الْقَاسِمَاهْ بِأَبِي أَنْتَ وَ أُمِّي إِلَى اللَّهِ أَتَشَفَّعُ بِكَ وَ بِالْأَئِمَّةِ مِنْ وُلْدِكَ وَ بِعَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ وَ فَاطِمَةَ وَ الْحَسَنِ وَ الْحُسَيْنِ وَ عَلِيِّ بْنِ الْحُسَيْنِ وَ مُحَمَّدِ بْنِ عَلِيٍّ وَ جَعْفَرِ بْنِ مُحَمَّدٍ وَ مُوسَى بْنِ جَعْفَرٍ وَ عَلِيِّ بْنِ مُوسَى وَ مُحَمَّدِ بْنِ عَلِيٍّ وَ عَلِيِّ بْنَ مُحَمَّدٍ وَ الْحَسَنِ بْنِ عَلِيٍّ وَ الْخَلَفِ الْقَائِمِ الْمُنْتَظَرِ اللَّهُمَّ فَصَلِّ عَلَيْهِمْ وَ عَلَى مَنِ اتَّبَعَهُمْ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلَاةَ الْمُرْسَلِينَ وَ الصِّدِّيقِينَ وَ الصَّالِحِينَ صَلَاةً لَا يَقْدِرُ عَلَى إِحْصَائِهَا غَيْرُكَ اللَّهُمَّ أَلْحِقْ أَهْلَ بَيْتِ نَبِيِّكَ وَ ذُرِّيَّتَهُمْ وَ شِيعَتَهُمْ بِنَبِيِّكَ سَيِّدِ الْمُرْسَلِينَ وَ أَلْحِقْنَا بِهِمْ مُؤْمِنِينَ مُخْبِتِينَ فَائِزِينَ مُتَّقِينَ صَالِحِينَ خَاشِعِينَ عَابِدِينَ مُوَفَّقِينَ مُسَدَّدِينَ عَامِلِينَ زَاكِينَ تَائِبِينَ سَاجِدِينَ رَاكِعِينَ شَاكِرِينَ حَامِدِينَ صَابِرِينَ مُحْتَسِبِينَ مُنِيبِينَ مُصِيبِينَ اللَّهُمَّ إِنِّي أَتَوَلَّى وَلِيَّهُمْ وَ أَتَبَرَّأُ إِلَيْكَ مِنْ عَدُوِّهِمْ وَ أَتَقَرَّبُ إِلَيْكَ بِحُبِّهِمْ وَ مُوَالاتِهِمْ وَ طَاعَتِهِمْ فَارْزُقْنِي بِهِمْ خَيْرَ الدُّنْيَا وَ الْآخِرَةِ وَ اصْرِفْ عَنِّي بِهِمْ أَهْوَالَ يَوْمِ الْقِيَامَةِ اللَّهُمَّ إِنِّي أُشْهِدُكَ بِأَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَ أَنَّ مُحَمَّداً وَ عَلِيّاً وَ زَوْجَتَهُ وَ وَلَدَيْهِ عَبِيدُكَ وَ إِمَاؤُكَ وَ أَنْتَ وَلِيُّهُمْ فِي الدُّنْيَا وَ الْآخِرَةِ وَ هُمْ أَوْلِيَاؤُكَ وَ الأولين [الْأَوْلَوْنَ‏] بِالْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ وَ الْمُسْلِمِينَ وَ الْمُسْلِمَاتِ مِنْ بَرِيَّتِكَ وَ أَشْهَدُ أَنَّهُمْ عِبَادُكَ الْمُؤْمِنُونَ لَا يَسْبِقُونَكَ بِالْقَوْلِ وَ هُمْ بِأَمْرِكَ يَعْمَلُونَ اللَّهُمَّ إِنِّي أَتَوَسَّلُ إِلَيْكَ بِهِمْ وَ أَتَشَفَّعُ بِهِمْ إِلَيْكَ أَنْ تُحْيِيَنِي مَحْيَاهُمْ وَ تُمِيتَنِي عَلَى طَاعَتِهِمْ وَ مِلَّتِهِمْ وَ تَمْنَعَنِي مِنْ طَاعَةِ عَدُوِّهِمْ وَ تَمْنَعَ عَدُوَّكَ وَ عَدُوَّهُمْ مِنِّي وَ تُغْنِيَنِي بِكَ وَ بِأَوْلِيَائِكَ عَمَّنْ أَغْنَيْتَهُ عَنِّي وَ تُسَهِّلَنِي لِمَنْ أَحْوَجْتَهُمْ‏ إِلَيَّ وَ تَجْعَلَنِي فِي حِفْظِكَ فِي الدِّينِ وَ الدُّنْيَا وَ الْآخِرَةِ وَ تُلْبِسَنِي الْعَافِيَةَ حَتَّى تُهَنِّئَنِي الْمَعِيشَةَ وَ الْحَظْنِي بِلَحْظَةٍ مِنْ لَحَظَاتِكَ الْكَرِيمَةِ الرَّحِيمَةِ الشَّرِيفَةِ تَكْشِفْ بِهَا عَنِّي مَا قَدِ ابْتُلِيتُ بِهِ وَ دَبِّرْنِي بِهَا إِلَى أَحْسَنِ عَادَاتِكَ وَ أَجْمَلِهَا عِنْدِي فَقَدْ ضَعُفَتْ قُوَّتِي وَ قَلَّتْ حِيلَتِي وَ نَزَلَ بِي مَا لَا طَاقَةَ لِي بِهِ فَرُدَّنِي إِلَى أَحْسَنِ عَادَاتِكَ فَقَدْ آيَسْتُ مِمَّا عِنْدَ خَلْقِكَ فَلَمْ يَبْقَ إِلَّا رَجَاؤُكَ فِي قَلْبِي وَ قَدِيماً مَا مَنَنْتَ عَلَيَّ وَ قُدْرَتُكَ يَا سَيِّدِي وَ رَبِّي وَ خَالِقِي وَ مَوْلَايَ وَ رَازِقِي عَلَى إِذْهَابِ مَا أَنَا فِيهِ كَقُدْرَتِكَ عَلَيَّ حَيْثُ ابْتَلَيْتَنِي بِهِ إِلَهِي ذِكْرُ عَوَائِدِكَ يُؤْنِسُنِي وَ رَجَاءُ إِنْعَامِكَ يُقَرِّبُنِي وَ لَمْ أَخْلُ مِنْ نِعْمَتِكَ مُنْذُ خَلَقْتَنِي فَأَنْتَ يَا رَبِّ ثِقَتِي وَ رَجَائِي وَ إِلَهِي وَ سَيِّدِي وَ الذَّابُّ عَنِّي وَ الرَّاحِمُ بِي وَ الْمُتَكَفِّلُ بِرِزْقِي فَأَسْأَلُكَ يَا رَبَّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَنْ تَجْعَلَ رُشْدِي بِمَا قَضَيْتَ مِنَ الْخَيْرِ وَ خَتَمْتَهُ وَ قَدَّرْتَهُ وَ أَنْ تَجْعَلَ خَلَاصِي مِمَّا أَنَا فِيهِ فَإِنِّي لَا أَقْدِرُ عَلَى ذَلِكَ إِلَّا بِكَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ لَا أَعْتَمِدُ فِيهِ إِلَّا عَلَيْكَ فَكُنْ يَا رَبَّ الْأَرْبَابِ وَ يَا سَيِّدَ السَّادَاتِ عِنْدَ حُسْنِ ظَنِّي بِكَ وَ أَعْطِنِي مَسْأَلَتِي يَا أَسْمَعَ السَّامِعِينَ وَ يَا أَبْصَرَ النَّاظِرِينَ وَ يَا أَحْكَمَ الْحَاكِمِينَ وَ يَا أَسْرَعَ الْحَاسِبِينَ وَ يَا أَقْدَرَ الْقَادِرِينَ وَ يَا أَقْهَرَ الْقَاهِرِينَ وَ يَا أَوَّلَ الْأَوَّلِينَ وَ يَا آخِرَ الْآخِرِينَ وَ يَا حَبِيبَ مُحَمَّدٍ وَ عَلِيٍّ وَ جَمِيعِ الْأَنْبِيَاءِ وَ الْمُرْسَلِينَ وَ الْأَوْصِيَاءِ الْمُنْتَجَبِينَ وَ يَا حَبِيبَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ أَوْصِيَائِهِ وَ أَنْصَارِهِ وَ خُلَفَائِهِ وَ أَحِبَّائِهِ الْمُؤْمِنِينَ وَ حُجَجِكَ الْبَالِغِينَ مِنْ أَهْلِ بَيْتِ الرَّحْمَةِ الْمُطَهَّرِينَ الزَّاهِدِينَ أَجْمَعِينَ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى آلِ مُحَمَّدٍ وَ افْعَلْ بِي مَا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ‏\n","مهج الدعوات و منهج العبادات"]