["يامَنْ لاتَنْقَضِي عَجَائِبُ عَظَمَتِهِ، صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَاحْجُبْنَا عَنِ الالْحَادِ فِي عَظَمَتِكَ. وَيَا مَنْ لاَ تَنْتَهِي مُدَّةُ مُلْكِهِ، صَلِّ عَلَى مُحَمَّد وَآلِـهِ، وَأَعْتِقْ رِقَابَنَا مِنْ نَقِمَتِك. وَيَا مَنْ لا تَفْنَى خَزَائِنُ رَحْمَتِهِ، صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَاجْعَلْ لَنا نَصِيباً فِي رَحْمَتِكَ. وَيَا مَنْ تَنْقَطِعُ دُونَ رُؤْيَتِهِ الابْصَارُ، صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَأَدْنِنَا إلَى قُرْبِكَ. وَيَا مَنْ تَصْغُرُ عِنْدَ خَطَرِهِ الاخْطَارُ، صَلِّ عَلَى مُحَمَّد وَآلِهِ وَكَرِّمْنَا عَلَيْكَ. وَيَا مَنْ تَظْهَرُ عِنْدَهُ بَوَاطِنُ الاخْبَارِ، صَلِّ عَلَى مُحَمَّد وَالِهِ وَلاَ تَفْضَحْنَا لَدَيْكَ. اللَّهُمَّ أَغْنِنَا عَنْ هِبَةِ الْوَهَابِيْنَ بِهِبَتِكَ، وَاكْفِنَا وَحْشَةَ الْقَاطِعِين بِصِلَتِكَ ، حَتّى لا نَرْغَبَ إلَى أحَد مَعَ بَذْلِكَ، وَلاَ نَسْتَوْحِشَ مِنْ أحَد مَعَ فَضْلِكَ اللهُمَّ فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَكِدْ لَنَا وَلا تَكِدْ عَلَيْنَا، وَامْكُرْ لَنَا وَلاَ تَمْكُرْ بنَا، وَأدِلْ لَنَا وَلاَ تُدِلْ مِنّا. اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَقِنَا مِنْكَ، وَاحْفَظْنَا بِكَ، وَاهْدِنَا إلَيْكَ، وَلاَ تُبَاعِدْنَا عَنْكَ إنّ مَنْ تَقِهِ يَسْلَمْ، وَمَنْ تَهْدِهِ يَعْلَمْ، وَمَنْ تُقَرِّبُهُ إلَيْكَ يَغْنَمْ. الّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَاكْفِنَا حَدَّ نَوائِبِ الزَّمَانِ، وَشَرَّ مَصَائِدِ الشّيطانِ وَمَرَارَةَ صَوْلَةِ السُّلْطَانِ. اللّهُمَّ إنَّما يَكْتَفِي الْمُكْتَفُونَ بِفَضْـل قُوَّتِكَ فَصَلِّ عَلَى محَمَّد وَآلِهِ ، وَاكْفِنَا وَإنَّمَا يُعْطِي الْمُعْطُونَ مِنْ فَضْلِ جِدَتِكَ فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَأعْطِنَا ، وَإنمَا يَهْتَدِي الْمُهْتَدُونَ بِنُورِ وَجْهِكَ فَصَلِّ عَلَى محمّد وَآلِهِ وَاهْدِنَا . اللّهُمَّ إنّكَ مَنْ وَالَيْتَ لَمْ يَضْرُرْهُ خِذْلانُ الْخَاذِلِينَ، وَمَنْ أعْطَيْتَ لَمْ يَنْقُصْهُ مَنْـعُ الْمَانِعِينَ، وَمَنْ هَدَيْتَ لَمْ يُغْوِهِ إضْلاَلُ المُضِلِّيْنَ. فَصَلِّ عَلَى مُحَمَّد وَآلِهِ، وَامْنَعْنَا بِعِزَّكَ، مِنْ عِبَادِكَ وَأغْنِنَا عَنْ غَيْرِكَ بِإرْفَادِكَ وَاسْلُكْ بِنَا سَبِيلَ الْحَقِّ بِـإرْشَادِكَ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِـهِ وَاجْعَلْ سَلاَمَةَ قُلُوبِنَا فِي ذِكْرِ عَظَمَتِكَ وَفَرَاغَ أبْدَانِنَا فِي شُكْرِ نِعْمَتِكَ وَانْطِلاَقَ أَلْسِنَتِنَا فِي وَصْفِ مِنَّتِكَ. أللَهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَاجْعَلْنَا مِنْ دُعَاتِكَ الدّاعِينَ إلَيْكَ وَهُدَاتِكَ الدَّالّينَ عَلَيْكَ وَمِنْ خَاصَّتِكَ الْخَاصِّينَ لَدَيْكَ يَا أرْحَمَ ألرَّاحِمِينَ","الصحيفة السجادية"]