["أَللَّهُمَّ إنَّهُ يَحْجُبُنِي عَنْ مَسْأَلَتِكَ خِلاَلٌ ثَلاثٌ وَتَحْدُونِي عَلَيْهَا خَلَّةٌ وَاحِدَةٌ ، يَحْجُبُنِي أَمْرٌ أَمَرْتَ بِهِ فَأَبْطَأتُ عَنْهُ، وَنَهْيٌ نَهَيْتَنِي عَنْهُ فَأَسْرَعْتُ إلَيْهِ، وَنِعْمَةٌ أَنْعَمْتَ بِهَا عَلَيَّ فَقَصَّرْتُ فِي شُكْرِهَـا. وَيَحْدُونِي عَلَى مَسْأَلَتِكَ تَفَضُّلُكَ عَلَى مَنْ أَقْبَلَ بِوَجْهِهِ إلَيْكَ، وَوَفَدَ بِحُسْنِ ظَنِّـهِ إلَيْكَ، إذْ جَمِيعُ إحْسَانِكَ تَفَضُّلٌ، وَإذْ كُلُّ نِعَمِكَ ابْتِدَاءٌ. فَهَا أَنَا ذَا يَا إلهِيْ وَاقِفٌ بِبَابِ عِزِّكَ وُقُوفَ المُسْتَسْلِمِ الذَّلِيْل، وَسَائِلُكَ عَلَى الْحَيَاءِ مِنّي سُؤَالَ الْبَائِسِ الْمُعِيْلِ. مُقـرٌّ لَكَ بأَنّي لَمْ أَسْتَسْلِمْ وَقْتَ إحْسَانِـكَ إلاَّ بِالاِقْلاَعِ عَنْ عِصْيَانِكَ، وَلَمْ أَخْلُ فِي الْحَالاتِ كُلِّهَا مِنِ امْتِنَانِكَ. فَهَلْ يَنْفَعُنِي يَا إلهِي إقْرَارِي عِنْدَكَ بِسُوءِ مَا اكْتَسَبْتُ؟ وَهَلْ يُنْجِيْنِي مِنْكَ اعْتِرَافِي لَكَ بِقَبِيْحِ مَا ارْتَكَبْتُ؟ أَمْ أَوْجَبْتَ لِي فِي مَقَامِي هَذَا سُخْطَكَ؟ أَمْ لَزِمَنِي فِي وَقْتِ دُعَائِي مَقْتُكَ؟ سُبْحَانَكَ! لاَ أَيْأَسُ مِنْكَ وَقَدْ فَتَحْتَ لِيَ بَابَ التَّوْبَةِ إلَيْكَ، بَلْ أَقُولُ مَقَالَ الْعَبْدِ الذَّلِيلِ الظَّالِمِ لِنَفْسِهِ الْمُسْتَخِفِّ بِحُرْمَةِ رَبِّهِ الَّذِي عَظُمَتْ ذُنُوبُهُ فَجَلَّتْ وَأَدْبَرَتْ أَيّامُهُ فَوَلَّتْ حَتَّى إذَا رَأى مُدَّةَ الْعَمَلِ قَدِ انْقَضَتْ وَغَايَةَ الْعُمُرِ قَدِ انْتَهَتْ ، وَأَيْقَنَ أَنَّهُ لا مَحيصَ لَهُ مِنْكَ ، وَلاَ مَهْرَبَ لَهُ عَنْكَ تَلَقَّاكَ بِالإنَابَةِ ، وَأَخْلَصَ لَكَ التَّوْبَةَ ، فَقَامَ إلَيْكَ بِقَلْبِ طَاهِر نَقِيٍّ ثُمَّ دَعَاكَ بِصَوْت حَائِل خَفِيٍّ ، قَدْ تَطَأطَأَ لَكَ فَانْحَنى، وَنَكَّسَ رَأسَهُ فَانْثَنَى ، قَدْ أَرْعَشَتْ خَشْيَتُهُ رِجْلَيْهِ، وَغَرَّقَتْ دُمُوعُهُ خَدَّيْهِ ، يَدْعُوكَ بِيَا أَرْحَمَ الرَّاحِمِينَ وَيَا أَرْحَمَ مَنِ انْتَابَهُ الْمُسْتَرْحِمُونَ، وَيَا أَعْطَفَ مَنْ أَطَافَ بِهِ الْمُسْتَغْفِرُونَ ، وَيَا مَنْ عَفْوُهُ أكْثَرُ مِنْ نِقْمَتِهِ، وَيَا مَنْ رِضَاهُ أَوْفَرُ مِنْ سَخَطِهِ، وَيَا مَنْ تَحَمَّدَ إلَى خَلْقِهِ بِحُسْنِ التَّجاوُزِ ، وَيَا مَنْ عَوَّدَ عِبادَهُ قَبُولَ الإنَابَةِ ، وَيَا مَنِ اسْتَصْلَحَ فَاسِدَهُمْ بِالتَّوْبَةِ وَيَا مَنْ رَضِيَ مِنْ فِعْلِهِمْ بِالْيَسيرِ، وَيَا مَنْ كَافى قَلِيْلَهُمْ بِالْكَثِيرِ، وَيَا مَنْ ضَمِنَ لَهُمْ إجَابَةَ الدُّعاءِ، وَيَا مَنْ وَعَدَهُمْ عَلَى نَفْسِهِ بِتَفَضُّلِهِ حُسْنَ الْجَزاءِ، مَا أَنَا بِأَعْصَى مَنْ عَصَاكَ فَغَفَرْتَ لَهُ، وَمَا أَنَا بِأَلْوَمِ مَنِ اعْتَذَرَ إلَيْكَ فَقَبِلْتَ مِنْهُ، وَمَا أَنَا بِأَظْلَمِ مَنْ تَابَ إلَيْكَ فَعُدْتَ عَلَيْهِ ، أَتُوبُ إلَيْكَ فِي مَقَامِي هَذَا تَوْبَةَ نَادِم عَلَى مَا فَرَطَ مِنْهُ مُشْفِق مِمَّا اجْتَمَعَ عَلَيْهِ خَالِصِ الْحَيَاءِ مِمَّا وَقَعَ فِيْهِ ، عَالِم بِأَنَّ الْعَفْوَ عَنِ الذَّنْبِ الْعَظِيمِ لاَ يَتَعـاظَمُكَ، وَأَنَّ التَّجَـاوُزَ عَنِ الإثْمِ الْجَلِيْلِ لا يَسْتَصْعِبُكَ ، وَأَنَّ احْتِمَالَ الْجنَايَاتِ الْفَـاحِشَةِ لا يَتَكَأَّدُكَ، وَأَنَّ أَحَبَّ عِبَادِكَ إلَيْكَ مَنْ تَرَكَ الاسْتِكْبَارَ عَلَيْكَ، وَجَانَبَ الإِصْرَارَ، وَلَزِمَ الاسْتِغْفَارَ. وَأَنَا أَبْرَأُ إلَيْكَ مِنْ أَنْ أَسْتَكْبِرَ، وَأَعُوذُ بِكَ مِنْ أَنْ أصِـرَّ. وَأَسْتَغْفِرُكَ لِمَا قَصَّرْتُ فِيهِ ، وَأَسْتَعِينُ بِكَ عَلَى مَا عَجَزْتُ عَنْهُ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَهَبْ لِي مَا يَجبُ عَلَيَّ لَكَ ، وَعَافِنِي مِمَّا أَسْتَوْجِبُهُ مِنْكَ، وَأجِرْنِي مِمَّا يَخَافُهُ أَهْلُ الإساءَةِ فَإنَّكَ مَلِيءٌ بِالْعَفْوِ، مَرْجُوٌّ لِلْمَغْفِرَةِ، مَعْرُوفٌ بِالتَّجَاوُزِ ، لَيْسَ لِحَاجَتِي مَطْلَبٌ سِوَاكَ ، وَلا لِذَنْبِي غَافِرٌ غَيْرُكَ، حَاشَاكَ وَلاَ أَخَافُ عَلَى نَفْسِي إلاّ إيَّاكَ إنَّكَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ . صَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد، وَاقْض حَاجَتِي وَأَنْجِحْ طَلِبَتِي، وَاغْفِرْ ذَنْبِي، وَآمِنْ خَوْفَ نَفْسِيْ إنَّكَ عَلَى كُلِّ شَيْء قَدِيرٌ وَذلِكَ عَلَيْكَ يَسِيرٌ آمِينَ رَبَّ الْعَالَمِينَ","الصحيفة السجادية"]