["أللَّهُمَّ يَا مُنْتَهَى مَطْلَبِ الْحَاجَاتِ، وَيَا مَنْ عِنْدَه نَيْلُ الطَّلِبَاتِ، وَيَا مَنْ لا يَبِيْعُ نِعَمَهُ بالأثْمَانِ ، وَيَا مَنْ لا يُكَدِّرُ عَطَايَاهُ بِالامْتِنَانِ، وَيَا مَنْ يُسْتَغْنَى بِهِ وَلاَ يُسْتَغْنَى عَنْهُ، وَيَا مَنْ يُرْغَبُ إلَيْهِ وَلا يُرْغَبُ عَنْهُ. وَيَا مَنْ لا تُفنى خَزَآئِنَهُ الْمَسَائِلُ، وَيَا مَنْ لاَ تُبَدِّلُ حِكْمَتَهُ الْوَسَائِلُ. وَيَا مَنْ لاَ تَنْقَطِعُ عَنْهُ حَوَائِجُ الْمُحْتَاجِينَ وَيَا مَنْ لاَ يُعَنِّيهِ دُعَاءُ الدَّاعِينَ تَمَدَّحْتَ بِالْغَنَاءِ عَنْ خَلْقِكَ وَأَنْتَ أَهْلُ الْغِنَى عَنْهُمْ، وَنَسَبْتَهُمْ إلَى الفَقْرِ وَهُمْ أَهْلُ الْفَقْرِ إلَيْكَ. فَمَنْ حَاوَلَ سَدَّ خَلَّتِهِ مِنْ عِنْدِكَ وَرَامَ صَرْفَ الْفَقْر عَنْ نَفْسِهِ بِكَ فَقَدْ طَلَبَ حَاجَتَهُ فِي مَظَانِّها وَأَتَى طَلِبَتَهُ مِنْ وَجْهِهَا وَمَنْ تَوَجَّهَ بِحَاجَتِهِ إلَى أَحَد مِنْ خَلْقِكَ أَوْ جَعَلَهُ سَبَبَ نُجْحِهَا دُونَكَ فَقَدْ تَعَرَّضَ لِلْحِرْمَانِ، وَاسْتَحَقَّ مِنْ عِنْدِكَ فَوْتَ الاِحْسَانِ. أللَّهُمَّ وَلِي إلَيْكَ حَاجَةٌ قَـدْ قَصَّرَ عَنْهَـا جُهْدِي، وَتَقَطَّعَتْ دُونَهَا حِيَلِي، وَسَوَّلَتْ لِيْ نَفْسِي رَفْعَهَا إلَى مَنْ يَرْفَعُ حَوَائِجَهُ إلَيْكَ، وَلاَ يَسْتَغْنِي فِي طَلِبَاتِهِ عَنْكَ، وَهِيَ زَلَّةٌ مِنْ زَلَلِ الْخَاطِئِينَ، وَعَثْرَةٌ مِنْ عَثَراتِ الْمُذْنِبِينَ، ثُمَّ انْتَبَهْتُ بِتَذْكِيرِكَ لِي مِنْ غَفْلَتِي وَنَهَضْتُ بِتَوْفِيقِكَ مِنْ زَلَّتِي، وَنَكَصْتُ بِتَسْـدِيدِكَ عَنْ عَثْـرَتِي وَقُلْتُ: سُبْحَانَ رَبّي كَيْفَ يَسْأَلُ مُحْتَاجٌ مُحْتَاجـاً، وَأَنَّى يَرْغَبُ مُعْدِمٌ إلَى مُعْدِم؟ فَقَصَدْتُكَ يا إلهِي بِالرَّغْبَةِ، وَأَوْفَدْتُ عَلَيْكَ رَجَائِي بِالثِّقَةِ بِكَ، وَعَلِمْتُ أَنَّ كَثِيرَ مَا أَسْأَلُكَ يَسِيرٌ فِي وُجْدِكَ، وَأَنَّ خَطِيرَ مَا أَسْتَوْهِبُكَ حَقِيرٌ فِيْ وُسْعِكَ، وَأَنَّ كَرَمَكَ لاَ يَضِيقُ عَنْ سُؤَال أحَد، وَأَنَّ يَدَكَ بِالْعَطايا أَعْلَى مِنْ كُلِّ يَد. أللَهُمَّ فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَاحْمِلْنِي بِكَرَمِكَ عَلَى التَّفَضُّلِ، وَلاَ تَحْمِلْنِي بِعَدْلِكَ عَلَى الاسْتِحْقَاقِ، فَما أَنَا بِأَوَّلِ رَاغِبِ رَغِبَ إلَيْكَ فَأَعْطَيْتَهُ وَهُوَ يَسْتَحِقُّ الْمَنْعَ، وَلاَ بِأَوَّلِ سَائِل سَأَلَكَ فَأَفْضَلْتَ عَلَيْهِ وَهُوَ يَسْتَوْجِبُ الْحِرْمَانَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَكُنْ لِدُعَائِي مُجِيباً، وَمِنْ نِدائِي قَرِيباً، وَلِتَضَرُّعِي رَاحِماً، وَلِصَوْتِي سَامِعاً وَلاَ تَقْطَعْ رَجَائِي عَنْكَ وَلا تَبُتَّ سَبَبِي مِنْكَ وَلاَ تُوَجِّهْنِي فِي حَاجَتيْ هَذِهِ وَغَيْرِهَا إلى سِوَاكَ وَتَوَلَّنِي بِنُجْحِ طَلِبَتِي، وَقَضاءِ حَاجَتِي، وَنَيْلِ سُؤْلِي قَبْلَ زَوَالِي عَنْ مَوْقِفِي هَذَا بِتَيسِيرِكَ لِيَ الْعَسِيْرَ، وَحُسْنِ تَقْدِيرِكَ لِي فِي جَمِيعِ الأُمُورِ. وَصَلِّ عَلَى مُحَمَّد وَآلِهِ صَلاَةً دَائِمَةً نَامِيَةً لاَ انْقِطَاعَ لأِبَدِهَا، وَلا مُنْتَهَى لأِمَدِهَا، وَاجْعَلْ ذَلِكَ عَوْناً لِيْ وَسَبَباً لِنَجَاحِ طَلِبَتِي إنَّكَ وَاسِعٌ كَرِيْمٌ. وَمِنْ حَاجَتِي يَا رَبِّ كَذَا وَكَذَا ـ وَتَذْكُرُ حَاجَتَكَ ثمّ تَسْجُـدُ وَتَقُولُ فِي سُجُودِكَ: ـ فَضْلُكَ آنَسَنِي، وَإحْسَانُكَ دَلَّنِي، فَأَسْأَلُكَ بِكَ وَبِمُحَمَّـد وَآلِهِ صَلَواتُكَ عَلَيْهمْ أَنْ لاَ تَرُدَّنِي خَائِباً","الصحيفة السجادية"]