{
"title": "قنوت الإمام الحسن(ع)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "يَا مَنْ بِسُلْطَانِهِ يَنْتَصِرُ الْمَظْلُومُ وَ بِعَوْنِهِ يَعْتَصِمُ الْمَكْلُومُ سَبَقَتْ مَشِيَّتُكَ وَ تَمَّتْ كَلِمَتُكَ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ بِمَا تُمْضِيهِ خَبِيرٌ يَا حَاضِرَ كُلِّ غَيْبٍ وَ عَالِمَ كُلِّ سِرٍّ وَ مَلْجَأَ كُلِّ مُضْطَرٍّ ضَلَّتْ فِيكَ الْفُهُومُ وَ تَقَطَّعَتْ دُونَكَ الْعُلُومُ أَنْتَ اللَّهُ الْحَيُّ الْقَيُّومُ الدَّائِمُ الدَّيْمُومُ قَدْ تَرَى مَا أَنْتَ بِهِ عَلِيمٌ وَ فِيهِ حَكِيمٌ وَ عَنْهُ حَلِيمٌ وَ أَنْتَ بِالتَّنَاصُرِ عَلَى كَشْفِهِ وَ الْعَوْنِ عَلَى كَفِّهِ غَيْرُ ضَائِقٍ وَ إِلَيْكَ مَرْجِعُ كُلِّ أَمْرٍ كَمَا عَنْ مَشِيَّتِكَ مَصْدَرُهُ وَ قَدْ أَبَنْتَ عَنْ عُقُودِ كُلِّ قَوْمٍ وَ أَخْفَيْتَ سَرَائِرَ آخَرِينَ وَ أَمْضَيْتَ مَا قَضَيْتَ وَ أَخَّرْتَ مَا لَا فَوْتَ عَلَيْكَ فِيهِ وَ حَمَّلْتَ الْعُقُولَ مَا تَحَمَّلْتَ فِي غَيْبِكَ- لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَ يَحْيى‏ مَنْ حَيَّ عَنْ بَيِّنَةٍ وَ إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ الْأَحَدُ الْبَصِيرُ وَ أَنْتَ اللَّهُ الْمُسْتَعَانُ وَ عَلَيْكَ التَّوَكُّلُ وَ أَنْتَ وَلِيُّ مَنْ تَوَلَّيْتَ لَكَ الْأَمْرُ كُلُّهُ تَشْهَدُ الِانْفِعَالَ وَ تَعْلَمُ الِاخْتِلَالَ وَ تَرَى تَخَاذُلَ أَهْلِ الْخَبَالِ [الْفَسَادِ] وَ جُنُوحَهُمْ إِلَى مَا جَنَحُوا إِلَيْهِ مِنْ عَاجِلٍ فَانٍ وَ حُطَامٍ عُقْبَاهُ حَمِيمٌ آنٍ وَ قُعُودَ مَنْ قَعَدَ وَ ارْتِدَادَ مَنِ ارْتَدَّ وَ خُلُوِّي مِنَ النُّصَّارِ وَ انْفِرَادِي عَنِ الظُّهَّارِ وَ بِكَ أَعْتَصِمُ وَ بِحَبْلِكَ أَسْتَمْسِكُ وَ عَلَيْكَ أَتَوَكَّلُ- اللَّهُمَّ فَقَدْ تَعْلَمُ أَنِّي مَا ذَخَرْتُ جُهْدِي وَ لَا مَنَعْتُ وُجْدِي حَتَّى انْفَلَّ حَدِّي وَ بَقِيتُ وَحْدِي فَاتَّبَعْتُ طَرِيقَ مَنْ تَقَدَّمَنِي فِي كَفِّ الْعَادِيَةِ وَ تَسْكِينِ الطَّاغِيَةِ عَنْ دِمَاءِ أَهْلِ الْمُشَايَعَةِ وَ حَرَسْتُ مَا حَرَسَهُ أَوْلِيَائِي مِنْ أَمْرِ آخِرَتِي وَ دُنْيَايَ فَكُنْتُ كَكَظْمِهِمْ أَكْظِمُ وَ بِنِظَامِهِمْ أَنْتَظِمُ وَ لِطَرِيقَتِهِمْ أَتَسَنَّمُ وَ بِمِيسَمِهِمْ أَتَّسِمُ حَتَّى يَأْتِيَ نَصْرُكَ وَ أَنْتَ نَاصِرُ الْحَقِّ وَ عَوْنُهُ وَ إِنْ بَعُدَ الْمَدَى عَنِ الْمُرْتَادِ وَ نَأَى الْوَقْتُ عَنْ إِفْنَاءِ الْأَضْدَادِ- اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ امْزُجْهُمْ مَعَ النُّصَّابِ فِي سَرْمَدِ الْعَذَابِ وَ أَعْمِ عَنِ الرُّشْدِ أَبْصَارَهُمْ وَ سَكِّعْهُمْ فِي غَمَرَاتِ‏ لَذَّاتِهِمْ حَتَّى تَأْخُذَهُمْ بَغْتَةً وَ هُمْ غَافِلُونَ وَ سُحْرَةً وَ هُمْ نَائِمُونَ بِالْحَقِّ الَّذِي تُظْهِرُهُ وَ الْيَدِ الَّتِي تَبْطِشُ بِهَا وَ الْعِلْمِ الَّذِي تُبْدِيهِ إِنَّكَ كَرِيمٌ عَلِيمٌ‏\nو دعا ع في قنوته‏\nاللَّهُمَّ إِنَّكَ الرَّبُّ الرَّءُوفُ- الْمَلِكُ الْعَطُوفُ الْمُتَحَنِّنُ الْمَأْلُوفُ وَ أَنْتَ غِيَاثُ الْحَيْرَانِ الْمَلْهُوفِ وَ مُرْشِدُ الضَّالِّ الْمَكْفُوفِ تَشْهَدُ خَوَاطِرَ أَسْرَارِ الْمُسِرِّينَ كَمُشَاهَدَتِكَ أَقْوَالَ النَّاطِقِينَ أَسْأَلُكَ بِمُغَيَّبَاتِ عِلْمِكَ فِي بَوَاطِنِ أَسْرَارِ سَرَائِرِ الْمُسِرِّينَ إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ صَلَاةً يَسْبِقُ بِهَا مَنِ اجْتَهَدَ مِنَ الْمُتَقَدِّمِينَ وَ يَتَجَاوَزُ فِيهَا مَنْ يَجْتَهِدُ مِنَ الْمُتَأَخِّرِينَ وَ أَنْ تَصِلَ الَّذِي بَيْنَنَا وَ بَيْنَكَ صِلَةَ مَنْ صَنَعْتَهُ لِنَفْسِكَ وَ اصْطَنَعْتَهُ لِغَيْبِكَ فَلَمْ تَتَخَطَّفْهُ خَاطِفَاتُ الظِّنَنِ وَ لَا وَارِدَاتُ الْفِتَنِ حَتَّى نَكُونَ لَكَ فِي الدُّنْيَا مُطِيعِينَ وَ فِي الْآخِرَةِ فِي جِوَارِكَ خَالِدِينَ‏\n"
}