["أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَأَلْبِسْنِي عَافِيَتَكَ، وَجَلِّلْنِي عَـافِيَتَكَ، وَحَصِّنِّي بِعَـافِيَتِـكَ، وَأكْـرِمْنِي بِعَافِيَتِكَ، وَأغْنِنِي بِعَافِيَتِكَ، وَتَصَدَّقْ عَلَيَّ بِعَافِيَتِكَ، وَهَبْ لِي عَافِيَتَكَ، وَأَفْرِشْنِي عَافِيَتَكَ، وَأَصْلِحْ لِي عَافِيَتَكَ، وَلا تُفَرِّقْ بَيْنِي وَبَيْنَ عَافِيَتِكَ فِي الدُّنْيَا وَالآخِرَةِ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَعَافِنِي عَافِيَةً كَافِيَةً شَافِيَةً عَالِيَةً نَامِيةً، عَافِيَةً تُوَلِّدُ فِي بَدَنِي الْعَافِيَةَ، عَافِيَةَ الدُّنْيَا والآخِرَةِ، وَامْنُنْ عَلَيَّ بِالصِّحَّةِ وَالأمْنِ وَالسَّلاَمَةِ فِي دِيْنِي وَبَـدَنِي، وَالْبَصِيرَةِ فِي قَلْبِي وَالنَّفَاذِ فِي أمُورِيْ وَالْخَشْيَةِ لَكَ، وَالْخَوْفِ مِنْكَ وَالْقُوَّةِ عَلَى مَا أَمَرْتَنِي بِهِ مِنْ طَاعَتِكَ وَالاجْتِنَابِ لِمَـا نَهَيْتَنِي عَنْهُ مِنْ مَعْصِيَتِـكَ. أللَّهُمَّ وَامْنُنْ عَلَيَّ بِالْحَجِّ وَالْعُمْرَةِ، وَزِيَارَةِ قَبْرِ رَسُولِكَ صَلَوَاتُكَ عَلَيْهِ وَرَحْمَتُكَ وَبَرَكَاتُكَ عَلَيْهِ وَعَلَى آلِهِ، وَآلِ رَسُولِكَ عَلَيْهِمُ السَّلاَمُ أَبَداً مَا أَبْقَيْتَنِي، فِي عَامِي هَذَا وَفِي كُلِّ عَام، وَاجْعَلْ ذَلِكَ مَقْبُولاً مَشْكُوراً مَذْكُوراً لَدَيْكَ، مَذْخُوراً عِنْدَكَ، وَأَنْطِقْ بِحَمْدِكَ وَشُكْرِكَ وَذِكْرِكَ وَحُسْنِ الثَّناءِ عَلَيْكَ لِسَانِي، وَاشْرَحْ لِمَرَاشِدِ دِينِكَ قَلْبِي، وَأَعِذْنِي وَذُرِّيَّتِي مِنَ الشَّيْطَانِ الرَّجِيم وَمِنْ شَرِّ السَّامَّةِ وَالْهَامَّةِ وَالْعَامَّةِ وَاللاَّمَّةِ وَمِنْ شَرِّ كُلِّ شَيْطَان مَرِيد ، وَمِنْ شَرِّ كُلِّ سُلْطَان عَنِيد ، وَمِنْ شَرِّ كُلِّ مُتْرَف حَفِيد، وَمِنْ شَرِّ كُلِّ ضَعِيف وَشَدِيد، وَمِنْ شَرِّ كُلِّ شَرِيف وَوَضِيع، وَمِنْ شَرِّ كُلِّ صَغِير وَكَبِير، وَمِنْ شَرِّ كُلِّ قَرِيْب وَبَعِيد، وَمِنْ شَرِّ كُلِّ مَنْ نَصَبَ لِرَسُولِكَ وَلأهْلِ بَيْتِهِ حَرْبَـاً مِنَ الْجِنِّ وَالإنْسِ، وَمِنْ شَرّ كُلِّ دَابَّة أَنْتَ آخِذٌ بِنَاصِيَتِهَا إنَّكَ عَلَى صِرَاط مُسْتَقِيم. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وآلِهِ وَمَنْ أَرَادَنِي بِسُوء فَاصْرِفْهُ عَنِّي وَادْحَرْ عَنِّي مَكْرَهُ، وَادْرَأ عَنِّي شَرَّهُ، وَرُدَّ كَيْدَهُ فِي نَحْرِهِ، وَاجْعَلْ بَيْنَ يَدَيْهِ سَدّاً حَتَّى تُعْمِيَ عَنِّي بَصَرَهُ، وَتُصِمَّ عَنْ ذِكْري سَمْعَهُ، وَتُقْفِلَ دُونَ إخْطَارِي قَلْبَهُ، وَتُخْرِسَ عَنَي لِسَانَهُ، وَتَقْمَعَ رَأسَهُ، وَتُذِلَّ عِزَّهُ، وَتَكْسِرَ جَبَرُوتَهُ، وَتُذِلَّ رَقَبَتَهُ، وَتَفْسَخَ كِبْرَهُ، وَتُؤْمِنَنِي مِنْ جَمِيْعِ ضَرِّهِ وَشَرِّهِ وَغَمْزِهِ وَهَمْزِهِ وَلَمْزِهِ وَحَسَدِهِ وَعَدَاوَتِهِ وَحَبَائِلِهِ وَمَصَائِدِهِ وَرَجْلِهِ وَخَيْلِهِ إنَّكَ عَزِيز قَدِيرٌ","الصحيفة السجادية"]