[" أللَّهُمَّ إنَّ أَحَداً لاَ يَبْلُغُ مِنْ شُكْرِكَ غَايَةً إلاّ حَصَلَ عَلَيْهِ مِنْ إحْسَانِكَ مَا يُلْزِمُهُ شُكْرَاً، وَلا يَبْلُغُ مَبْلَغاً مِنْ طَاعَتِكَ وَإن اجْتَهَدَ إلاَّ كَانَ مُقَصِّراً دُونَ اسْتِحْقَاقِكَ بِفَضْلِكَ، فَأَشْكَرُ عِبَادِكَ عَاجِزٌ عَنْ شُكْرِكَ وَأَعْبَدُهُمْ مُقَصِّرٌ عَنْ طَاعَتِكَ، لا يَجبُ لأِحَد أَنْ تَغْفِرَ لَهُ بِاسْتِحْقَاقِهِ، وَلا أَنْ تَرْضَى عَنْهُ بِاسْتِيجَابِهِ، فَمَنْ غَفَرْتَ لَهُ فَبِطَولِكَ، وَمَنْ رَضِيْتَ عَنْهُ فَبِفَضْلِكَ تَشْكُرُ يَسِيرَ مَا شُكِرْتَهُ وَتُثِيبُ عَلَى قَلِيلِ مَا تُطَاعُ فِيهِ حَتَّى كَأَنَّ شُكْـرَ عِبَادِكَ الَّذِيْ أَوْجَبْتَ عَلَيْهِ ثَوَابَهُمْ وَأَعْظَمْتَ عَنْهُ جَزَاءَهُمْ أَمْرٌ مَلَكُوا اسْتِطَاعَةَ الامْتِنَاعِ مِنْهُ دُونَكَ، فَكَافَيْتَهُمْ أَوْ لَمْ يَكُنْ سَبَبُهُ بِيَدِكَ فَجَازَيْتَهُمْ، بَـلْ مَلَكْتَ يَا إلهِي أَمْرَهُمْ قَبْلَ أَنْ يَمْلِكُوا عِبَادَتَكَ، وَأَعْدَدْتَ ثَوَابَهُمْ قَبْلَ أَنْ يُفِيضُوا فِي طَاعَتِكَ، وَذَلِكَ أَنَّ سُنَّتَكَ الأِفْضَالُ، وَعَادَتَكَ الإحْسَانُ، وَسَبِيلَكَ الْعَفْوُ، فَكُلُّ الْبَرِيِّةِ مًعْتَرِفَةٌ بِأَنَّكَ غَيْرُ ظَالِم لِمَنْ عَاقَبْتَ، وَشَاهِدَةٌ بِأَنَّكَ مُتَفَضِّلٌ عَلَى مَنْ عَافَيْتَ، وَكُلٌّ مُقِرٌّ عَلَى نَفْسِهِ بِالتَّقْصِيْرِ عَمَّا اسْتَوْجَبْتَ، فَلَوْلا أَنَّ الشَّيْطَانَ يَخْتَدِعُهُمْ عَنْ طَاعَتِكَ مَا عَصَاكَ عَاص، وَلَوْلا أَنَّهُ صَوَّرَ لَهُمُ البَاطِلَ فِي مِثَالِ الْحَقِّ مَا ضَلَّ عَنْ طَرِيْقِكَ ضَالٌّ. فَسُبْحَانَكَ مَا أَبْيَنَ كَرَمَكَ فِي مُعَامَلَةِ مَنْ أَطَاعَكَ أَوْ عَصَاكَ، تَشْكُرُ للْمُطِيْعِ مَا أَنْتَ تَوَلَّيْتَهُ لَهُ، وَتُمْلِي لِلْعَاصِي فِيْمَا تَمْلِكُ مُعَاجَلَتَهُ فِيْهِ، أَعْطَيْتَ كُلاًّ مِنْهُمَا مَا لَمْ يَجِبْ لَهُ، وَتَفَضَّلْتَ عَلَى كُلٍّ مِنْهُمَا بِمَا يَقْصُرُ عَمَلُهُ عَنْهُ وَلَوْ كَافَأْتَ الْمُطِيعَ عَلَى مَا أَنْتَ تَوَلَّيْتَهُ لاوْشَكَ أَنْ يَفْقِدَ ثَوَابَكَ، وَأَنْ تَزُولَ عَنْهُ نِعْمَتُكَ وَلكِنَّكَ بِكَرَمِكَ جَازَيْتَهُ عَلَى الْمُدَّةِ الْقَصِيرَةِ الفَانِيَةِ بِالْمُدَّةِ الطَّوِيلَةِ الْخَالِدَةِ، وَعَلَى الْغَايَةِ الْقَرِيبَةِ الزَّائِلَةِ بِالْغايَةِ الْمَدِيدَةِ الْبَاقِيَةِ، ثُمَّ لَمْ تَسُمْهُ الْقِصَاصَ فِيمَا أَكَلَ مِنْ رِزْقِكَ الَّذِي يَقْوَى بِهِ عَلَى طَاعَتِكَ، وَلَـمْ تَحْمِلْهُ عَلَى الْمُنَاقَشَاتِ فِي الالاتِ الَّتِي تَسَبَّبَ بِاسْتِعْمَالِهَا إلَى مَغْفِـرَتِكَ، وَلَـوْ فَعَلْتَ ذلِكَ بِهِ لَذَهَبَ بِجَمِيْعِ مَا كَدَحَ لَهُ وَجُمْلَةِ مَا سَعَى فِيهِ، جَزَاءً لِلصُّغْرى مِنْ أَيادِيْكَ وَمِنَنِكَ، وَلَبقِيَ رَهيناً بَيْنَ يَدَيْكَ بِسَائِرِ نِعَمِكَ فَمَتَى كَانَ يَسْتَحِقُّ شَيْئاً مِنْ ثَوَابِكَ ، لا ، مَتَى؟. هَذَا يا إلهِي حَالُ مَنْ أَطَاعَكَ وَسَبِيلُ مَنْ تَعَبَّدَ لَكَ، فَأَمَّا الْعَاصِيْ أَمْرَكَ وَالْمُوَاقِـعُ نَهْيَكَ فَلَمْ تُعَاجِلْهُ بِنَقِمَتِكَ لِكَيْ يَسْتَبْدِلَ بِحَالِهِ فِي مَعْصِيَتِكَ حَالَ الاِنَابَـةِ إلَى طَـاعَتِـكَ، وَلَقَـدْ كَـانَ يَسْتَحِقُّ فِي أَوَّلِ مَـا هَمَّ بِعِصْيَانِكَ كُلَّ مَا أَعْدَدْتَ لِجَمِيعِ خَلْقِكَ مِنْ عُقُوبَتِكَ، فَجَمِيعُ مَا أَخَّرْتَ عَنْهُ مِنْ وَقْتِ الْعَذَابِ، وَأَبْطَأتَ بِهِ عَلَيْهِ مِنْ سَطَوَاتِ النَّقِمَةِ وَالْعِقَابِ تَرْكٌ مِنْ حَقِّكَ، وَرِضىً بِدُونِ وَاجِبِكَ، فَمَنْ أكْرَمُ مِنْكَ يَا إلهِي، وَمَنْ أَشْقَى مِمَّنْ هَلَكَ عَلَيْـكَ، لا ، مَنْ؟ فَتَبَارَكْتَ أَنْ تُوصَفَ إلاّ بِالإحْسَانِ، وَكَـرُمْتَ أَنْ يُخَافَ مِنْكَ إلاّ الْعَدْلُ، لا يُخْشَى جَوْرُكَ عَلَى مَنْ عَصَاكَ، وَلاَ يُخَافُ إغْفَالُكَ ثَوَابَ مَنْ أَرْضَاكَ. فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَهَبْ لِيْ أَمَلِي، وَزِدْنِي مِنْ هُدَاكَ مَا أَصِلُ بِهِ إلَى التَّوْفِيقِ فِي عَمَلِي، إنَّكَ مَنَّانٌ كَرِيمٌ.","الصحيفة السجادية"]