{
"title": "حرز للإمام السجاد ع",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "وَ هُوَ مُخْرَجٌ مِنْ كِتَابِ اللَّهِ سُبْحَانَهُ وَ تَعَالَى يُقْرَأُ فِي كُلِّ صَبَاحٍ وَ مَسَاءٍ وَ هُوَ هَذَا- بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ وَ أَعَزُّ [وَ أَعْلَى‏] وَ أَجَلُّ وَ أَعْظَمُ مِمَّا أَخَافُ وَ أَحْذَرُ أَسْتَجِيرُ بِاللَّهِ عَزَّ جَارُ اللَّهِ وَ جَلَّ ثَنَاءُ اللَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ كَثِيراً اللَّهُمَّ بِكَ أُعِيذُ نَفْسِي وَ دِينِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ مَنْ يَعْنِينِي أَمْرُهُ اللَّهُمَّ بِكَ أَعُوذُ وَ بِكَ أَلُوذُ وَ بِكَ أَصُولُ وَ إِيَّاكَ أَعْبُدُ وَ إِيَّاكَ أَسْتَعِينُ وَ عَلَيْكَ أَتَوَكَّلُ وَ أَدْرَأُ بِكَ فِي نَحْرِ أَعْدَائِي وَ أَسْتَعِينُ بِكَ عَلَيْهِمْ وَ أَسْتَكْفِيكَهُمْ فَاكْفِنِيهِمْ بِمَا شِئْتَ وَ أَنَّى شِئْتَ وَ كَيْفَ شِئْتَ وَ حَيْثُ شِئْتَ بِحَقِّكَ لَا إِلَهَ إِلَّا أَنْتَ‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ- فَسَيَكْفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏- قالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَ نَجْعَلُ لَكُما سُلْطاناً فَلا يَصِلُونَ إِلَيْكُما بِآياتِنا أَنْتُما وَ مَنِ اتَّبَعَكُمَا الْغالِبُونَ‏- قالَ لا تَخافا إِنَّنِي مَعَكُما أَسْمَعُ وَ أَرى‏- قالَتْ إِنِّي أَعُوذُ بِالرَّحْمنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا- اخْسَؤُا فِيها وَ لا تُكَلِّمُونِ‏ إِنِّي أَخَذْتُ بِسَمْعِ مَنْ يُطَالِبُنِي بِالسُّوءِ بِسَمْعِ اللَّهِ وَ بَصَرِهِ وَ قُوَّتِهِ بِقُوَّةِ اللَّهِ وَ حَبْلِهِ الْمَتِينِ وَ سُلْطَانِهِ الْمُبِينِ فَلَيْسَ لَهُمْ عَلَيْنَا سَبِيلٌ وَ لَا سُلْطَانٌ إِنْ شَاءَ اللَّهُ سَتَرْتَ بَيْنَنَا وَ بَيْنَهُمْ بِسَتْرِ النُّبُوَّةِ الَّذِي سَتَرَ اللَّهُ الْأَنْبِيَاءَ بِهِ مِنَ الْفَرَاعِنَةِ جَبْرَائِيلُ [جَبْرَئِيلُ‏] عَنْ أَيْمَانِنَا وَ مِيكَائِيلُ عَنْ يَسَارِنَا وَ اللَّهُ مُطَّلِعٌ عَلَيْنَا- وَ جَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ‏ لا يُبْصِرُونَ‏ شَاهَتِ الْوُجُوهُ‏ فَغُلِبُوا هُنالِكَ وَ انْقَلَبُوا صاغِرِينَ‏- صُمٌّ بُكْمٌ عُمْيٌ‏ فَهُمْ لا يُبْصِرُونَ‏- وَ إِذا قَرَأْتَ الْقُرْآنَ جَعَلْنا بَيْنَكَ وَ بَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجاباً مَسْتُوراً. وَ جَعَلْنا عَلى‏ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَ فِي آذانِهِمْ وَقْراً وَ إِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلى‏ أَدْبارِهِمْ نُفُوراً- قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى‏ وَ لا تَجْهَرْ بِصَلاتِكَ وَ لا تُخافِتْ بِها وَ ابْتَغِ بَيْنَ ذلِكَ سَبِيلًا. وَ قُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً سُبْحَانَ اللَّهِ‏ بُكْرَةً وَ أَصِيلًا حَسْبِيَ اللَّهُ مِنْ خَلْقِهِ حَسْبِيَ اللَّهُ الَّذِي يَكْفِي وَ لَا يُكْتَفَى مِنْهُ شَيْ‏ءٌ حَسْبِيَ‏ اللَّهُ وَ نِعْمَ الْوَكِيلُ‏- حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏- أُولئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلى‏ قُلُوبِهِمْ وَ سَمْعِهِمْ وَ أَبْصارِهِمْ وَ أُولئِكَ هُمُ الْغافِلُونَ‏- أَ فَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ وَ أَضَلَّهُ اللَّهُ عَلى‏ عِلْمٍ وَ خَتَمَ عَلى‏ سَمْعِهِ وَ قَلْبِهِ وَ جَعَلَ عَلى‏ بَصَرِهِ غِشاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَ فَلا تَذَكَّرُونَ‏- إِنَّا جَعَلْنا عَلى‏ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَ فِي آذانِهِمْ وَقْراً وَ إِنْ تَدْعُهُمْ إِلَى الْهُدى‏ فَلَنْ يَهْتَدُوا إِذاً أَبَداً اللَّهُمَّ احْرُسْنَا بِعَيْنِكَ الَّتِي لَا تَنَامُ وَ اكْنُفْنَا بِرُكْنِكَ الَّذِي لَا يُرَامُ وَ أَعِذْنَا بِسُلْطَانِكَ الَّذِي لَا يُضَامُ وَ ارْحَمْنَا بِقُدْرَتِكَ يَا رَحْمَانُ اللَّهُمَّ لَا تُهْلِكْنَا وَ أَنْتَ حَسْبُنَا يَا بَرُّ يَا رَحْمَانُ وَ حِصْنُنَا حَسْبِيَ الرَّبُّ مِنَ الْمَرْبُوبِينَ حَسْبِيَ الْخَالِقُ مِنَ الْمَخْلُوقِينَ حَسْبِي مَنْ لَمْ يَزَلْ حَسْبِي حَسْبِيَ الَّذِي لَا يَمُنُّ عَلَى الَّذِينَ يَمُنُّونَ حَسْبِيَ‏ اللَّهُ وَ نِعْمَ الْوَكِيلُ‏ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ كَثِيراً اللَّهُمَّ إِنِّي أَصْبَحْتُ فِي حِمَاكَ الَّذِي لَا يُسْتَبَاحُ وَ ذِمَّتِكَ الَّتِي لَا تُخْفَرُ وَ جِوَارِكَ الَّذِي لَا يُضَامُ وَ أَسْأَلُكَ اللَّهُمَّ بِقُدْرَتِكَ وَ عِزَّتِكَ أَنْ تَجْعَلَنِي فِي حِرْزِكَ وَ جِوَارِكَ وَ أَمْنِكَ وَ عِيَاذِكَ وَ عُدَّتِكَ وَ عَقْدِكَ وَ حِفْظِكَ وَ أَمَانِكَ وَ مَنْعِكَ الَّذِي لَا يُرَامُ وَ عِزِّكَ الَّذِي لَا يُسْتَطَاعُ مِنْ غَضَبِكَ وَ سُوءِ عِقَابِكَ وَ سُوءِ أَحْدَاثِ النَّهَارِ وَ طَوَارِقِ اللَّيْلِ إِلَّا طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَانُ اللَّهُمَّ يَدُكَ فَوْقَ كُلِّ يَدٍ وَ عِزَّتُكَ أَعَزُّ مِنْ كُلِّ عِزَّةٍ وَ قُوَّتُكَ أَقْوَى مِنْ كُلِّ قُوَّةٍ وَ سُلْطَانُكَ أَجَلُّ وَ أَمْنَعُ مِنْ كُلِّ سُلْطَانٍ أَدْرَأُ بِكَ فِي نُحُورِ أَعْدَائِي وَ أَسْتَعِينُ بِكَ عَلَيْهِمْ وَ أَعُوذُ بِكَ مِنْ شُرُورِهِمْ وَ أَلْجَأُ إِلَيْكَ فِيمَا أَشْفَقْتُ عَلَيْهِ مِنْهُمْ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَجِرْنِي مِنْهُمْ يَا أَرْحَمَ الرَّاحِمِينَ- وَ قالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قالَ إِنَّكَ الْيَوْمَ لَدَيْنا مَكِينٌ أَمِينٌ. قالَ اجْعَلْنِي عَلى‏ خَزائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ. وَ كَذلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْها حَيْثُ يَشاءُ نُصِيبُ بِرَحْمَتِنا مَنْ نَشاءُ وَ لا نُضِيعُ أَجْرَ الْمُحْسِنِينَ. وَ لَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَ كانُوا يَتَّقُونَ‏- وَ خَشَعَتِ الْأَصْواتُ لِلرَّحْمنِ فَلا تَسْمَعُ إِلَّا هَمْساً أُعِيذُ نَفْسِي وَ دِينِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ جَمِيعَ مَا تَلْحَقُهُ عِنَايَتِي وَ جَمِيعَ نِعَمِ اللَّهِ عِنْدِي بِ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ بِسْمِ اللَّهِ الَّذِي خَضَعَتْ لَهُ الرِّقَابُ وَ بِسْمِ اللَّهِ الَّذِي خَافَتْهُ الصُّدُورُ وَ بِسْمِ اللَّهِ الَّذِي نَفَّسَ عَنْ دَاوُدَ كُرْبَتَهُ وَ بِسْمِ اللَّهِ الَّذِي وَجِلَتْ مِنْهُ النُّفُوسُ وَ بِسْمِ اللَّهِ الَّذِي قَالَ بِهِ لِلنَّارِ- كُونِي بَرْداً وَ سَلاماً عَلى‏ إِبْراهِيمَ. وَ أَرادُوا بِهِ كَيْداً فَجَعَلْناهُمُ الْأَخْسَرِينَ‏ وَ بِسْمِ اللَّهِ الَّذِي مَلَأَ الْأَرْكَانَ كُلَّهَا وَ بِعَزِيمَةِ اللَّهِ الَّتِي لَا تُحْصَى وَ بِقُدْرَةِ اللَّهِ الْمُسْتَطِيلَةِ عَلَى جَمِيعِ خَلْقِهِ مِنْ شَرِّ مَنْ فِي هَذِهِ الدُّنْيَا وَ مِنْ شَرِّ سُلْطَانِهِمْ وَ سَطَوَاتِهِمْ وَ حَوْلِهِمْ وَ قُوَّتِهِمْ وَ غَدْرِهِمْ وَ مَكْرِهِمْ وَ أُعِيذُ نَفْسِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ ذَوِي عِنَايَتِي وَ جَمِيعَ نِعَمِ اللَّهِ عِنْدِي بِشِدَّةِ حَوْلِ اللَّهِ وَ شِدَّةِ قُوَّةِ اللَّهِ وَ شِدَّةِ بَطْشِ اللَّهِ وَ شِدَّةِ جَبَرُوتِ اللَّهِ وَ بِمَوَاثِيقِ اللَّهِ وَ طَاعَتِهِ عَلَى الْجِنِّ وَ الْإِنْسِ بِسْمِ اللَّهِ الَّذِي‏ يُمْسِكُ السَّماواتِ وَ الْأَرْضَ أَنْ تَزُولا وَ لَئِنْ زالَتا إِنْ أَمْسَكَهُما مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كانَ حَلِيماً غَفُوراً وَ بِسْمِ اللَّهِ الَّذِي فَلَقَ الْبَحْرَ لِبَنِي إِسْرَائِيلَ وَ بِسْمِ اللَّهِ الَّذِي أَلَانَ لِدَاوُدَ الْحَدِيدَ وَ بِسْمِ اللَّهِ الَّذِي الْأَرْضُ‏ جَمِيعاً قَبْضَتُهُ يَوْمَ الْقِيامَةِ وَ السَّماواتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحانَهُ وَ تَعالى‏ عَمَّا يُشْرِكُونَ‏ مِنْ شَرِّ جَمِيعِ مَنْ فِي هَذِهِ الدُّنْيَا وَ مِنْ شَرِّ جَمِيعِ مَنْ خَلَقَهُ وَ مَا أَحَاطَ بِهِ عِلْمُهُ وَ مِنْ شَرِّ كُلِّ ذِي‏ شَرٍّ وَ مِنْ شَرِّ حَسَدِ كُلِّ حَاسِدٍ وَ سِعَايَةِ كُلِّ سَاعٍ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ شَأْنُهُ اللَّهُمَّ بِكَ أَسْتَعِينُ وَ بِكَ أَسْتَغِيثُ وَ عَلَيْكَ أَتَوَكَّلُ وَ أَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ احْفَظْنِي وَ خَلِّصْنِي مِنْ كُلِّ مَعْصِيَةٍ وَ مُصِيبَةٍ نَزَلَتْ فِي هَذَا الْيَوْمِ وَ فِي هَذِهِ اللَّيْلَةِ وَ فِي جَمِيعِ اللَّيَالِي وَ الْأَيَّامِ مِنَ السَّمَاوَاتِ وَ الْأَرْضِ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ بِسْمِ اللَّهِ عَلَى نَفْسِي وَ مَالِي وَ أَهْلِي وَ وُلْدِي بِسْمِ اللَّهِ عَلَى كُلِّ شَيْ‏ءٍ أَعْطَانِي رَبِّي- بِسْمِ اللَّهِ خَيْرِ الْأَسْمَاءِ بِسْمِ اللَّهِ رَبِّ الْأَرْضِ وَ السَّمَاءِ بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ‏ شَيْ‏ءٌ فِي الْأَرْضِ وَ لا فِي السَّماءِ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ اللَّهُمَّ رَضِّنِي بِمَا قَضَيْتَ وَ عَافِنِي فِي مَا أَمْضَيْتَ حَتَّى لَا أُحِبَّ تَعْجِيلَ مَا أَخَّرْتَ وَ لَا تَأْخِيرَ مَا عَجَّلْتَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ أَضْغَاثِ الْأَحْلَامِ وَ أَنْ يَلْعَبَ بِيَ الشَّيْطَانُ فِي الْيَقَظَةِ وَ الْمَنَامِ بِسْمِ اللَّهِ تَحَصَّنْتُ بِ الْحَيِّ الَّذِي لا يَمُوتُ‏ مِنْ شَرِّ مَا أَخَافُ وَ أَحْذَرُ وَ رَمَيْتُ مَنْ يُرِيدُ بِي سُوءاً أَوْ مَكْرُوهاً مِنْ بَيْنِ يَدَيَّ بِلَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ أَعُوذُ بِاللَّهِ مِنْ شَرِّكُمْ شَرُّكُمْ تَحْتَ أَقْدَامِكُمْ وَ خَيْرُكُمْ بَيْنَ أَعْيُنِكُمْ وَ أُعِيذُ نَفْسِي وَ مَا أَعْطَانِي رَبِّي وَ مَا مَلَكَتْهُ يَدِي وَ ذَوِي عِنَايَتِي بِرُكْنِ اللَّهِ الْأَشَدِّ وَ كُلُّ أَرْكَانِ رَبِّي شِدَادٌ اللَّهُمَّ تَوَسَّلْتُ بِكَ إِلَيْكَ وَ تَحَمَّلْتُ بِكَ عَلَيْكَ فَإِنَّهُ لَا يُنَالُ مَا عِنْدَكَ إِلَّا بِكَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَنْ تَكْفِيَنِي شَرَّ مَا أَحْذَرُ وَ مَا لَا يَبْلُغُهُ حِذَارِي- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ هُوَ عَلَيْكَ يَسِيرٌ جَبْرَئِيلُ عَنْ يَمِينِي وَ مِيكَائِيلُ عَنْ شِمَالِي وَ إِسْرَافِيلُ أَمَامِي وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ اللَّهُمَّ مُخْرِجَ الْوَلَدِ مِنَ الرَّحِمِ وَ رَبَ‏ الشَّفْعِ وَ الْوَتْرِ سَخِّرْ لِي مَا أُرِيدُ مِنْ دُنْيَايَ وَ آخِرَتِي وَ اكْفِنِي مَا أَهَمَّنِي‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ إِنِّي عَبْدُكَ وَ ابْنُ عَبْدِكَ وَ ابْنُ أَمَتِكَ نَاصِيَتِي بِيَدِكَ مَاضٍ فِيَّ حُكْمُكَ عَدْلٌ عَلَيَّ قَضَاؤُكَ أَسْأَلُكَ بِكُلِّ اسْمٍ سَمَّيْتَ بِهِ نَفْسَكَ وَ أَنْزَلْتَهُ فِي كِتَابِكَ أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ أَنْ تُصَلِّيَ‏ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَ الْقُرْآنَ رَبِيعَ قَلْبِي وَ نُورَ بَصَرِي وَ شِفَاءَ صَدْرِي وَ جَلَاءَ حُزْنِي وَ ذَهَابَ هَمِّي وَ قَضَاءَ دَيْنِي- لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ‏ يَا حَيُّ حِينَ لَا حَيَّ يَا حَيُّ يَا مُحْيِيَ الْأَمْوَاتِ وَ الْقَائِمَ‏ عَلى‏ كُلِّ نَفْسٍ بِما كَسَبَتْ‏ يَا حَيُّ لَا إِلَهَ إِلَّا أَنْتَ بِرَحْمَتِكَ الَّتِي‏ وَسِعَتْ كُلَّ شَيْ‏ءٍ اسْتَعَنْتُ فَأَعِنِّي وَ اجْمَعْ لِي خَيْرَ الدُّنْيَا وَ الْآخِرَةِ وَ اصْرِفْ عَنِّي شَرَّهُمَا بِمَنِّكَ وَ سَعَةِ فَضْلِكَ اللَّهُمَّ إِنَّكَ مَلِيكٌ مُقْتَدِرٌ وَ مَا تَشَاءُ مِنْ أَمْرٍ يَكُنْ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ فَرِّجْ عَنِّي وَ اكْفِنِي مَا أَهَمَّنِي إِنَّكَ عَلَى ذَلِكَ قَادِرٌ [قَدِيرٌ] يَا جَوَادُ يَا كَرِيمُ اللَّهُمَّ بِكَ أَسْتَفْتِحُ وَ بِكَ أَسْتَنْجِحُ وَ بِمُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ ع إِلَيْكَ أَتَوَجَّهُ اللَّهُمَّ سَهِّلْ لِي حُزُونَةَ أَمْرِي وَ ذَلِّلْ لِي صُعُوبَتَهُ وَ أَعْطِنِي مِنَ الْخَيْرِ أَكْثَرَ مِمَّا أَرْجُو وَ اصْرِفْ عَنِّي مِنَ الشَّرِّ أَكْثَرَ مِمَّا أَخَافُ وَ أَحْذَرُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ‏ نِعْمَ الْمَوْلى‏ وَ نِعْمَ النَّصِيرُ"
}