{
"title": "التحميد لله عز وجل",
"type": "text",
"source": "الصحيفة السجادية",
"data": "أَلْحَمْدُ للهِ الاوَّلِ بِلا أَوَّل كَانَ قَبْلَهُ، وَ الاخِر بِلاَ آخِر يَكُونُ بَعْدَهُ . الَّذِي قَصُرَتْ عَنْ رُؤْيَتِهِ أَبْصَارُ النَّاظِرِينَ، وَ عَجَزَتْ عَنْ نَعْتِهِ أَوهامُ اَلْوَاصِفِينَ . ابْتَدَعَ بِقُدْرَتِهِ الْخَلْقَ اَبتِدَاعَاً، وَ اخْتَرَعَهُمْ عَلَى مَشِيَّتِهِ اخترَاعاً، ثُمَّ سَلَكَ بِهِمْ طَرِيقَ إرَادَتِهِ، وَبَعَثَهُمْ فِي سَبِيلِ مَحَبَّتِهِ. لا يَمْلِكُونَ تَأخِيراً عَمَا قَدَّمَهُمْ إليْهِ، وَلا يَسْتَطِيعُونَ تَقَدُّماً إلَى مَا أَخَّرَهُمْ عَنْهُ، وَ جَعَلَ لِكُلِّ رُوْح مِنْهُمْ قُوتَاً مَعْلُوماً مَقْسُوماً مِنْ رِزْقِهِ لاَ يَنْقُصُ مَنْ زادَهُ نَاقِصٌ، وَلاَ يَزِيدُ مَنْ نَقَصَ منْهُمْ زَائِدٌ. ثُمَّ ضَرَبَ لَهُ فِي الْحَيَاةِ أَجَلاً مَوْقُوتاً، وَ نَصَبَ لَهُ أَمَداً مَحْدُوداً، يَتَخَطَّأُ إلَيهِ بِأَيَّامِ عُمُرِهِ، وَيَرْهَقُهُ بِأَعْوَامِ دَهْرِهِ، حَتَّى إذَا بَلَغَ أَقْصَى أَثَرِهِ، وَ اسْتَوْعَبَ حِسابَ عُمُرِهِ، قَبَضهُ إلَى ما نَدَبَهُ إلَيْهِ مِنْ مَوْفُورِ ثَوَابِهِ أَوْ مَحْذُورِ عِقَابِهِ، لِيَجْزِيَ الَّذِينَ أَساءُوا بِمَا عَمِلُوا ، وَ يَجْزِىَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى عَدْلاً مِنْهُ تَقَدَّسَتْ أَسْمَآؤُهُ، وَتَظَاهَرَتْ ألاؤُهُ، لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ. وَالْحَمْدُ للهِ الَّذِي لَوْ حَبَسَ عَنْ عِبَادِهِ مَعْرِفَةَ حَمْدِهِ عَلَى مَا أَبْلاَهُمْ مِنْ مِنَنِهِ الْمُتَتَابِعَةِ وَأَسْبَغَ عَلَيْهِمْ مِنْ نِعَمِهِ الْمُتَظَاهِرَةِ لَتَصرَّفُوا فِي مِنَنِهِ فَلَمْ يَحْمَدُوهُ وَتَوَسَّعُوا فِي رِزْقِهِ فَلَمْ يَشْكُرُوهُ، وَلَوْ كَانُوا كَذلِكَ لَخَرَجُوا مِنْ حُدُودِ الانْسَانِيَّةِ إلَى حَدِّ الْبَهِيمِيَّةِ، فَكَانُوا كَمَا وَصَفَ فِي مُحْكَم كِتَابِهِ : ( إنْ هُمْ إلا كَالانْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلا ) وَالْحَمْدُ لله عَلَى مَا عَرَّفَنا مِنْ نَفْسِهِ وَأَلْهَمَنَا مِنْ شُكْرِهِ وَفَتَحَ لَنَا من أبوَابِ الْعِلْمِ بِرُبُوبِيّته وَدَلَّنَا عَلَيْهِ مِنَ الاِخْلاَصِ لَهُ فِي تَوْحِيدِهِ وَجَنَّبَنا مِنَ الالْحَادِ وَالشَّكِّ فِي أَمْرِهِ، حَمْداً نُعَمَّرُ بِهِ فِيمَنْ حَمِدَهُ مِنْ خَلْقِهِ ، وَنَسْبِقُ بِـهِ مَنْ سَبَقَ إلَى رِضَاهُ وَعَفْوِهِ حَمْداً يُضِيءُ لَنَا بِهِ ظُلُمَاتِ الْبَرْزَخِ وَيُسَهِّلُ عَلَيْنَا بِهِ سَبِيلَ الْمَبْعَثِ وَيُشَرِّفُ بِهِ مَنَازِلَنَا عِنْدَ مَوَاقِفِ الاشْهَادِ يَوْمَ تُجْزَى كُلُّ نَفْس بِمَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ (يَوْمَ لاَ يُغْنِي مَوْلىً عَنْ مَوْلىً شَيْئاً وَلاَ هُمْ يُنْصَرُونَ) ، حَمْداً يَرْتَفِعُ مِنَّا إلَى أَعْلَى عِلِّيِّينَ فِي كِتَاب مَرْقُوم يَشْهَدُهُ الْمُقَرَّبُونَ، حَمْداً تَقَرُّ بِهِ عُيُونُنَا إذَا بَرِقَت الابْصَارُ وَتَبْيَضُّ بِهِ وُجُوهُنَا إذَا اسْوَدَّتِ الابْشَارُ، حَمْداً نُعْتَقُ بِهِ مِنْ أَلِيمِ نَارِ اللهِ إلَى كَرِيمِ جِوَارِ اللهِ، حَمْداً نُزَاحِمُ بِهِ مَلاَئِكَتَهُ الْمُقَرَّبِينَ وَنُضَامُّ بِـهِ أَنْبِيآءَهُ الْمُـرْسَلِيْنَ فِي دَارِ الْمُقَامَةِ الَّتِي لا تَزُولُ وَمَحَلِّ كَرَامَتِهِ الَّتِي لاَ تَحُولُ ، وَالْحَمْدُ للهِ الَّذِي اخْتَارَ لَنَا مَحَاسِنَ الْخَلْقِ ، وَأَجرى عَلَيْنَا طَيِّبَاتِ الرِّزْقِ وَجَعَلَ لَنَا الفَضِيلَةَ بِالْمَلَكَةِ عَلَى جَمِيعِ الْخَلْقِ، فَكُلُّ خَلِيقَتِهِ مُنْقَادَةٌ لَنَا بِقُدْرَتِهِ، وَصَآئِرَةٌ إلَى طَاعَتِنَا بِعِزَّتِهِ. وَالْحَمْدُ لله الَّذِي أَغْلَقَ عَنَّا بَابَ الْحَّاجَةِ إلاّ إلَيْهِ فَكَيْفَ نُطِيقُ حَمْدَهُ أَمْ مَتَى نُؤَدِّي شُكْرَهُ؟!، لا، مَتى؟ وَالْحَمْدُ للهِ الَّذِي رَكَّبَ فِينَا آلاَتِ الْبَسْطِ، وَجَعَلَ لَنَا أدَوَاتِ الْقَبْضِ، وَمَتَّعَنا بِاَرْواحِ الْحَياةِ ، وَأثْبَتَ فِينَا جَوَارِحَ الاعْمَال ، وَغَذَّانَا بِطَيِّبَاتِ الرِّزْقِ ، وَأغْنانَا بِفَضْلِهِ ، وَأقْنانَا بِمَنِّهِ ، ثُمّ أَمَرَنَا لِيَخْتَبِرَ طاعَتَنَا، وَنَهَانَا لِيَبْتَلِيَ شُكْرَنَا فَخَالَفْنَا عَنْ طَرِيْقِ أمْرِهِ وَرَكِبْنا مُتُونَ زَجْرهِ فَلَم يَبْتَدِرْنا بِعُقُوبَتِهِ ، وَلَمْ يُعَاجِلْنَا بِنِقْمَتِهِ بَلْ تَانَّانا بِرَحْمَتِهِ تَكَرُّماً، وَانْتَظَرَ مُراجَعَتَنَا بِرَأفَتِهِ حِلْماً. وَالْحَمْدُ للهِ الَّذِي دَلَّنَا عَلَى التَّوْبَةِ الَّتِي لَمْ نُفِدْهَا إلاّ مِنْ فَضْلِهِ، فَلَوْ لَمْ نَعْتَدِدْ مِنْ فَضْلِهِ إلاّ بِهَا لَقَدْ حَسُنَ بَلاؤُهُ عِنْدَنَا، وَ جَلَّ إحْسَانُهُ إلَيْنَا وَ جَسُمَ فَضْلُهُ عَلَيْنَا، فَمَا هكذا كَانَتْ سُنَّتُهُ فِي التَّوْبَةِ لِمَنْ كَانَ قَبْلَنَا لَقَدْ وَضَعَ عَنَّا مَا لا طَاقَةَ لَنَا بِهِ، وَلَمْ يُكَلِّفْنَا إلاّ وُسْعاً، وَ لَمْ يُجَشِّمْنَا إلاّ يُسْراً وَلَمْ يَدَعْ لاَحَـد مِنَّا حُجَّةً وَلاَ عُذْراً، فَالْهَالِكُ مِنَّا مَنْ هَلَكَ عَلَيْهِ وَ السَّعِيدُ مِنَّا مَنْ رَغِبَ إلَيْهِ . وَ الْحَمْد للهِ بِكُلِّ مَا حَمِدَهُ بِهِ أدْنَى مَلائِكَتِهِ إلَيْهِ وَ أَكْرَمُ خَلِيقَتِهِ عَلَيْهِ، وَأرْضَى حَامِدِيْهِ لَدَيْهِ، حَمْداً يَفْضُلُ سَآئِرَ الْحَمْدِ كَفَضْلِ رَبِّنا عَلَى جَمِيعِ خَلْقِهِ . ثُمَّ لَهُ الْحَمْدُ مَكَانَ كُلِّ نِعْمَة لَهُ عَلَيْنَا وَ عَلى جَمِيعِ عِبَادِهِ الْمَاضِينَ وَالْبَاقِينَ عَدَدَ مَا أَحَاطَ بِهِ عِلْمُهُ مِنْ جَمِيعِ الاشْيَآءِ، وَ مَكَانَ كُلِّ وَاحِدَة مِنْهَا عَدَدُهَا أَضْعافَاً مُضَاعَفَةً أَبَداً سَرْمَداً إلَى يَوْمِ الْقِيَامَةِ، حَمْداً لاَ مُنْتَهَى لِحَدِّهِ وَ لا حِسَابَ لِعَدَدِهِ وَ لاَ مَبْلَغَ لِغَايَتِهِ وَ لا انْقِطَاعَ لاَمَدِهِ، حَمْدَاً يَكُونُ وُصْلَةً إلَى طَاعَتِهِ وَعَفْوِهِ، وَ سَبَباً إلَى رِضْوَانِهِ وَذَرِيعَةً إلَى مَغْفِرَتِهِ وَ طَرِيقاً إلَى جَنَّتِهِ، وَخَفِيْراً مِنْ نَقِمَتِهِ، وَ أَمْناً مِنْ غَضَبِهِ، وَ ظَهِيْراً عَلَى طَاعَتِهِ، وَ حَاجِزاً عَنْ مَعْصِيَتِهِ وَ عَوْناً عَلَى تَأدِيَةِ حَقِّهِ وَ وَظائِفِهِ، حَمْداً نَسْعَدُ بِهِ فِي السُّعَدَاءِ مِنْ أَوْلِيَآئِهِ وَنَصِيرُ بِهِ فِي نَظْمِ الشُّهَدَآءِ بِسُيُوفِ أَعْدَائِهِ إنَّهُ وَلِيٌّ حَمِيدٌ"
}