{
"title": "الصلاة على محمد وآله",
"type": "text",
"source": "الصحيفة السجادية",
"data": "الْحَمْدُ للهِ الَّذِي مَنَّ عَلَيْنَا بِمُحَمَّد نَبِيِّهِ صَلَّى الله عَلَيْهِ وَآلِهِ دُونَ الاُمَمِ الْمَاضِيَةِ وَالْقُـرُونِ السَّالِفَةِ بِقُدْرَتِهِ الَّتِي لاَ تَعْجِزُ عَنْ شَيْء وَ إنْ عَظُمَ، وَ لا يَفُوتُهَا شَيءٌ وَإنْ لَطُفَ، فَخَتَمَ بِنَا عَلَى جَمِيع مَنْ ذَرَأَ وَ جَعَلَنَا شُهَدَاءَ عَلَى مَنْ جَحَدَ وَكَثَّرَنا بِمَنِّهِ عَلَى مَنْ قَلَّ . اللّهمَّ فَصَلِّ عَلَى مُحَمَّد أَمِينِكَ عَلَى وَحْيِكَ ، وَنَجِيبِكَ مِنْ خَلْقِكَ، وَ صَفِيِّكَ مِنْ عِبَادِكَ، إمَامِ الرَّحْمَةِ وَقَائِدِ الْخَيْرِ وَ مِفْتَاحِ الْبَرَكَةِ، كَمَا نَصَبَ لاَِمْرِكَ نَفْسَهُ ، وَ عَرَّضَ فِيْكَ لِلْمَكْرُوهِ بَدَنَهُ ، وَكَاشَفَ فِي الدُّعَآءِ إلَيْكَ حَامَّتَهُ وَحَارَبَ فِي رِضَاكَ أسْرَتَهُ وَقَطَعَ فِىْ إحْياءِ دِينِكَ رَحِمَهُ وَاقصَى الادْنَيْنَ عَلَى جُحُـودِهِمْ ، وَقَرَّبَ الاقْصَيْنَ عَلَى اسْتِجَابَتِهِمْ لَكَ وَ والَى فِيكَ الابْعَدِينَ ، وَعَادى فِيكَ الاقْرَبِينَ، وَأدْأبَ نَفْسَهُ فِي تَبْلِيغِ رِسَالَتِكَ وَأَتْعَبَهَا بِالدُّعآءِ إلَى مِلَّتِكَ وَشَغَلَهَا بِالنُّصْحِ لاَِهْلِ دَعْوَتِكَ، وَهَاجَرَ إلَى بِلاَدِ الْغُرْبَةِ وَمحَلِّ النَّأيِ عَنْ مَوْطِنِ رَحْلِهِ ، وَمَوْضِـعِ رِجْلِهِ وَمَسْقَطِ رَأسِهِ وَمَأنَسِ نَفْسِهِ إرَادَةً مِنْهُ لاعْزَازِ دِيْنِكَ ، واسْتِنْصَاراً عَلَى أَهْلِ الْكُفْرِ بِكَ ، حَتّى اسْتَتَبَّ لَهُ مَا حَاوَلَ فِي أَعْدَائِكَ ، وَاسْتَتَمَّ لَهُ مَا دَبَّرَ فِي أوْلِيآئِكَ ، فَنَهَدَ إلَيْهِمْ مُسْتَفْتِحاً بِعَوْنِكَ وَمُتَقَوِّياً عَلَى ضَعْفِهِ بِنَصْرِكَ ، فَغَزَاهُمْ فِي عُقْرِ دِيَارِهِمْ وَهَجَمَ عَلَيْهِمْ فِي بُحْبُوحَةِ قَرَارِهِمْ حَتّى ظَهَر أَمْرُكَ، وَعَلَتْ كَلِمَتُكَ وَلَوْ كَرِهَ الْمُشْرِكُونَ . اللَهُمَّ فَارْفَعْهُ بِمَا كَدَحَ فِيكَ إلَى الدَّرَجَةِ الْعُلْيَا مِنْ جَنَّتِكَ، حَتَّى لاَ يُسَاوَى فِي مَنْزِلَة وَلا يُكَاْفَأَ فِي مَرْتَبَة وَلاَ يُوَازِيَهُ لَدَيْكَ مَلَكٌ مُقَرَّبٌ وَلا نبيٌّ مُرْسَلٌ ، وَعَرِّفْهُ فِي أهْلِهِ الطّاهِرِينَ وَاُمَّتِهِ الْمُؤْمِنِينَ مِنْ حُسْنِ الشَّفَاعَةِ أجَلَّ مَا وَعَدْتَهُ يَا نَافِذَ الْعِدَةِ يَا وَافِىَ الْقَوْلِ يَا مُبَدِّلَ السّيِّئات بِأضْعَافِهَا مِنَ الْحَسَنَاتِ إنَّكَ ذُو الْفَضْلِ الْعَظِيمِ الْجَوَادُ اَلْكَرِيمُ"
}