[" الْحَمْدُ للهِ الَّذِي هَدَانَا لِحَمْدِهِ، وَجَعَلَنَا مِنْ أَهْلِهِ، لِنَكُونَ لإحْسَانِهِ مِنَ الشَّاكِرِينَ، وَلِيَجْزِيَنَا عَلَى ذلِكَ جَزَآءَ الْمُحْسِنِينَ. وَالْحَمْدُ للهِ الَّذِي حَبَانَا بِدِينِهِ، وَاخْتَصَّنَا بِمِلَّتِهِ، وَسَبَّلَنَا فِي سُبُلِ إحْسَانِهِ، لِنَسْلُكَهَا بِمَنِّهِ إلَى رِضْوَانِهِ، حَمْدَاً يَتَقَبَّلُهُ مِنَّا، وَيَرْضَى بِهِ عَنَّا. وَالْحَمْدُ لِلّه الَّذِي جَعَلَ مِنْ تِلْكَ السُّبُلِ شَهْرَهُ شَهْرَ رَمَضَانَ، شَهْرَ الصِّيَامِ، وَشَهْرَ الإِسْلاَم، وَشَهْرَ الطَّهُورِ، وَشَهْرَ التَّمْحِيْصِ، وَشَهْرَ الْقِيَامِ، الَّذِي أُنْزِلَ فِيْهِ الْقُرْآنُ هُدىً لِلنَّاسِ، وَبَيِّنَات مِنَ الْهُدى وَالْفُرْقَانِ، فَأَبَانَ فَضِيْلَتَهُ عَلَى سَائِرِ الشُّهُورِ بِمَا جَعَلَ لَهُ مِنَ الْحُرُمَاتِ الْمَوْفُورَةِ وَالْفَضَائِلِ الْمَشْهُورَةِ، فَحَرَّمَ فِيْهِ ما أَحَلَّ فِي غَيْرِهِ إعْظَاماً، وَحَجَرَ فِيْهِ الْمَطَاعِمَ وَالْمَشَارِبَ إكْرَاماً، وَجَعَلَ لَهُ وَقْتاً بَيِّناً لاَ يُجِيزُ جَلَّ وَعَزَّ أَنْ يُقَدَّمَ قَبْلَهُ، وَلا يَقْبَـلُ أَنْ يُؤَخَّرَ عَنْهُ، ثُمَّ فَضَّلَ لَيْلَةً وَاحِدَةً مِنْ لَيَالِيهِ عَلَى لَيَالِي أَلْفِ شَهْر، وَسَمَّاهَا لَيْلَةَ الْقَدْرِ، تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْر، سَلاَمٌ دَائِمُ الْبَرَكَةِ إلَى طُلُوعِ الْفَجْرِ، عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ بِمَا أَحْكَمَ مِنْ قَضَائِهِ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَأَلْهِمْنَا مَعْرِفَةَ فَضْلِهِ وَإِجْلاَلَ حُرْمَتِهِ وَالتَّحَفُّظَ مِمَّا حَظَرْتَ فِيهِ وَأَعِنَّـا عَلَى صِيَامِـهِ بِكَفِّ الْجَـوَارِحِ عَنْ مَعَاصِيْكَ، وَاسْتِعْمَالِهَا فِيهِ بِمَا يُرْضِيْكَ حَتَّى لاَ نُصْغِي بِأَسْمَاعِنَا إلَى لَغْو، وَلا نُسْرِعُ بِأَبْصَارِنَا إلَى لَهْو، وَحَتَّى لاَ نَبْسُطَ أَيْدِيَنَا إلَى مَحْظُور، وَلاَ نَخْطُوَ بِأَقْدَامِنَا إلَى مَحْجُور، وَحَتَّى لاَ تَعِيَ بُطُونُنَا إلاَّ مَا أَحْلَلْتَ، وَلا تَنْطِقَ أَلْسِنَتُنَا إلاَّ بِمَا مَثَّلْتَ وَلا نَتَكَلَّفَ إلاَّ ما يُدْنِي مِنْ ثَوَابِكَ، وَلاَ نَتَعَاطَى إلاّ الَّذِي يَقِيْ مِنْ عِقَابِكَ، ثُمَّ خَلِّصْ ذَلِكَ كُلَّهُ مِنْ رِئآءِ الْمُرَائِينَ وَسُمْعَةِ الْمُسْمِعِينَ، لاَ نَشْرِكُ فِيهِ أَحَداً دُونَكَ، وَلا نَبْتَغِيْ فِيهِ مُرَاداً سِوَاكَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَقِفْنَـا فِيْـهِ عَلَى مَـوَاقِيْتِ الصَّلَوَاتِ الْخَمْس بِحُدُودِهَا الَّتِي حَدَّدْتَ، وَفُرُوضِهَا الَّتِي فَرَضْتَ وَوَظَائِفِهَا الَّتِي وَظَّفْتَ، وَأَوْقَاتِهَا الَّتِي وَقَّتَّ، وَأَنْزِلْنَا فِيهَا مَنْزِلَةَ الْمُصِيْبينَ لِمَنَازِلِهَا الْحَافِظِينَ لاِرْكَانِهَا الْمُؤَدِّينَ لَهَـا فِي أَوْقَاتِهَـا عَلَى مَا سَنَّـهُ عَبْدُكَ وَرَسُـولُكَ صَلَوَاتُـكَ عَلَيْهِ وَآلِـهِ فِي رُكُوعِهَا وَسُجُودِهَا وَجَمِيْعِ فَوَاضِلِهَا عَلَى أَتَمِّ الطَّهُورِ، وَأَسْبَغِهِ وَأَبْيَنِ الْخُشُوعِ وَأَبْلَغِهِ، وَوَفِّقْنَا فِيهِ لاِنْ نَصِلَ أَرْحَامَنَا بِالبِرِّ وَالصِّلَةِ وَأَنْ نَتَعَاهَدَ جِيرَانَنَا بِالاِفْضَالِ وَالْعَطِيَّةِ وَأَنْ نُخَلِّصَ أَمْوَالَنَا مِنَ التَّبِعَاتِ، وَأَنْ نُطَهِّرَهَا بِإخْرَاجِ الزَّكَوَاتِ، وَأَنْ نُرَاجِعَ مَنْ هَاجَرَنَـا وَأَنْ نُنْصِفَ مَنْ ظَلَمَنَا وَأَنْ نُسَـالِمَ مَنْ عَادَانَا حَاشَا مَنْ عُودِيَ فِيْكَ وَلَكَ، فَإنَّهُ الْعَدُوُّ الَّذِي لاَ نُوالِيهِ، وَالحِزْبُ الَّذِي لاَ نُصَافِيهِ. وَأَنْ نَتَقَرَّبَ إلَيْكَ فِيْهِ مِنَ الأَعْمَالِ الزَّاكِيَةِ بِمَا تُطَهِّرُنا بِهِ مِنَ الذُّنُوبِ، وَتَعْصِمُنَا فِيهِ مِمَّا نَسْتَأنِفُ مِنَ الْعُيُوبِ، حَتَّى لا يُورِدَ عَلَيْكَ أَحَدٌ مِنْ مَلاَئِكَتِكَ إلاّ دُونَ مَا نُورِدُ مِنْ أَبْوابِ الطَّاعَةِ لَكَ، وَأَنْوَاعِ القُرْبَةِ إلَيْكَ. أللَّهُمَّ إنِّي أَسْأَلُكَ بِحَقِّ هَذَا الشَّهْرِ، وَبِحَقِّ مَنْ تَعَبَّدَ لَكَ فِيهِ مِنِ ابْتِدَائِهِ إلَى وَقْتِ فَنَائِهِ مِنْ مَلَك قَرَّبْتَهُ أَوْ نَبِيٍّ أَرْسَلْتَهُ أَوْ عَبْد صَالِح اخْتَصَصْتَهُ أَنْ تُصَلِّيَ عَلَى مُحَمَّد وَآلِهِ، وَأَهِّلْنَا فِيهِ لِمَا وَعَدْتَ أَوْلِياءَكَ مِنْ كَرَامَتِكَ، وَأَوْجِبْ لَنَا فِيهِ مَا أَوْجَبْتَ لأِهْلِ الْمُبَالَغَةِ فِي طَاعَتِكَ، وَاجْعَلْنَا فِي نَظْمِ مَنِ اسْتَحَقَّ الرَّفِيْعَ الأعْلَى بِرَحْمَتِكَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَجَنِّبْنَا الإلْحَادَ فِي تَوْحِيدِكَ وَالتَّقْصِيرَ فِي تَمْجِيدِكَ وَالشَّكَّ فِي دِينِـكَ وَالْعَمَى عَنْ سَبِيْلِكَ وَالاغْفَالَ لِحُرْمَتِكَ، وَالانْخِدَاعَ لِعَدُوِّكَ الشَّيْطَانِ الرَّجِيمِ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَإذَا كَانَ لَكَ فِيْ كُلِّ لَيْلَة مِنْ لَيَالِيْ شَهْرِنَا هَذَا رِقَابٌ يُعْتِقُهَا عَفْوُكَ أَوْ يَهَبُهَا صَفْحُكَ فَاجْعَلْ رِقَابَنَا مِنْ تِلْكَ الرِّقَابِ وَاجْعَلْنَا لِشَهْرِنَا مِنْ خَيْرِ أَهْل وَأَصْحَاب. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَامْحَقْ ذُنُوبَنَا مَعَ امِّحاقِ هِلاَلِهِ وَاسْلَخْ عَنَّا تَبِعَاتِنَا مَعَ انْسِلاَخِ أَيَّامِهِ حَتَّى يَنْقَضِي عَنَّا وَقَدْ صَفَّيْتَنَا فِيهِ مِنَ الْخَطِيئاتِ، وَأَخْلَصْتَنَا فِيهِ مِنَ السَّيِّئاتِ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَإنْ مِلْنَا فِيهِ فَعَدِّلْنا، وَإنْ زِغْنَا فِيهِ فَقَوِّمْنَا، وَإنِ اشْتَمَلَ عَلَيْنَا عَدُوُّكَ الشَّيْطَانُ فَاسْتَنْقِذْنَا مِنْهُ. أللَهُمَّ اشْحَنْهُ بِعِبَادَتِنَا إيَّاكَ، وَزَيِّنْ أَوْقَاتَهُ بِطَاعَتِنَا لَكَ، وَأَعِنَّا فِي نَهَـارِهِ عَلَى صِيَـامِـهِ، وَفِي لَيْلِهِ عَلَى الصَّـلاَةِ وَالتَّضَرُّعِ إلَيْكَ وَالخُشُوعِ لَكَ، وَالذِّلَّةِ بَيْنَ يَدَيْكَ حَتَّى لا يَشْهَدَ نَهَارُهُ عَلَيْنَا بِغَفْلَة، وَلا لَيْلُهُ بِتَفْرِيط. أللَّهُمَّ وَاجْعَلْنَا فِي سَائِرِ الشُّهُورِ وَالأَيَّامِ كَذَلِكَ مَا عَمَّرْتَنَا، وَاجْعَلْنَا مِنْ عِبَادِكَ الصَّالِحِينَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ، هُمْ فِيهَا خَالِدُونَ، وَالَّذِينَ يُؤْتُونَ مَا آتَوْا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إلَى رَبِّهِمْ رَاجِعُـونَ، وَمِنَ الَّذِينَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، فِي كُلِّ وَقْت وَكُلِّ أَوَان وَعَلَى كُـلِّ حَال عَـدَدَ مَا صَلَّيْتَ عَلَى مَنْ صَلَّيْتَ عَلَيْهِ، وَأَضْعَافَ ذَلِكَ كُلِّهِ بِالاضْعافِ الَّتِي لا يُحْصِيهَا غَيْرُكَ، إنَّكَ فَعَّالٌ لِمَا تُرِيدُ.","الصحيفة السجادية"]