{
"title": "الصلاة على حملة العرش",
"type": "text",
"source": "الصحيفة السجادية",
"data": "اللَّهُمَّ وَحَمَلَةُ عَرْشِكَ الَّذِينَ لا يَفْتُرُونَ مِنْ تَسْبِيحِكَ، وَلا يَسْـأَمُـونَ مِنْ تَقْـدِيْسِكَ، وَلا يَسْتَحسِرُونَ مِنْ عِبَادَتِكَ، وَلاَ يُؤْثِرُونَ التَّقْصِيرَ عَلَى الْجِدِّ فِي أَمْرِكَ، وَلا يَغْفُلُونَ عَنِ الْوَلَهِ إلَيْكَ. وَإسْرافِيْلُ صَاحِبُ الصُّوْرِ، الشَّاخِصُ الَّذِي يَنْتَظِرُ مِنْكَ الاذْنَ وَحُلُولَ الامْرِ، فَيُنَبِّهُ بِالنَّفْخَةِ صَرْعى رَهَائِنِ الْقُبُورِ. وَمِيكَآئِيلُ ذُو الْجَاهِ عِنْدَكَ، وَالْمَكَانِ الرَّفِيعِ مِنْ طَاعَتِكَ. وَجِبْريلُ الامِينُ عَلَى وَحْيِكَ، الْمُطَاعُ فِي أَهْلِ سَمَاوَاتِكَ، الْمَكِينُ لَدَيْكَ، الْمُقَرَّبُ عِنْدَكَ، وَالرُّوحُ الَّذِي هُوَ عَلَى مَلائِكَةِ الْحُجُبِ، وَالرُّوحُ الَّذِي هُوَ مِنْ أَمْرِكَ. أَللَّهُمَّ فَصَلِّ عليهم وَعَلَى الْمَلاَئِكَـةِ الَّـذِينَ مِنْ دُونِهِمْ مِنْ سُكَّـانِ سَمَاوَاتِكَ وَأَهْلِ الامَانَةِ عَلَى رِسَالاَتِكَ، وَالَّذِينَ لا تَدْخُلُهُمْ سَأْمَةٌ مِنْ دؤُوب ، وَلاَ إعْيَاءٌ مِنْ لُغُوب وَلاَ فُتُورٌ، وَلاَ تَشْغَلُهُمْ عَنْ تَسْبِيحِكَ الشَّهَوَاتُ، وَلا يَقْطَعُهُمْ عَنْ تَعْظِيمِكَ سَهْوُ الْغَفَـلاَتِ، الْخُشَّعُ الابْصارِ فلا يَرُومُونَ النَّظَرَ إلَيْكَ ، النَّواكِسُ الاذْقانِ الَّذِينَ قَدْ طَالَتْ رَغْبَتُهُمْ فِيمَا لَدَيْكَ الْمُسْتَهْتِرُونَ بِذِكْرِ آلائِكَ وَالْمُتَوَاضِعُونَ دُونَ عَظَمَتِكَ وَجَلاَلِ كِبْرِيآئِكَ وَالَّذِينَ يَقُولُونَ إذَا نَظَرُوا إلَى جَهَنَّمَ تَزْفِرُ عَلَى أَهْلِ مَعْصِيَتِكَ: سُبْحَانَكَ مَا عَبَدْنَاكَ حَقَّ عِبَـادَتِكَ. فَصَـلِّ عَلَيْهِمْ وَعَلَى الرَّوْحَانِيِّينَ مِنْ مَلائِكَتِكَ، وَ أهْلِ الزُّلْفَةِ عِنْدَكَ، وَحُمَّالِ الْغَيْبِ إلى رُسُلِكَ، وَالْمُؤْتَمَنِينَ على وَحْيِكَ وَقَبائِلِ الْمَلائِكَةِ الَّذِينَ اخْتَصَصْتَهُمْ لِنَفْسِكَ، وَأَغْنَيْتَهُمْ عَنِ الطَّعَامِ والشَّرَابِ بِتَقْدِيْسِكَ، وَأسْكَنْتَهُمْ بُطُونَ أطْبَـاقِ سَمَاوَاتِكَ، وَالّذينَ عَلَى أرْجَآئِهَا إذَا نَزَلَ الامْرُ بِتَمَامِ وَعْدِكَ، وَخزّانِ الْمَطَرِ وَزَوَاجِرِ السَّحَابِ، وَالّذِي بِصَوْتِ زَجْرِهِ يُسْمَعُ زَجَلُ ألرُّعُوْدِ، وَإذَا سَبَحَتْ بِهِ حَفِيفَةُ السّحَـابِ الْتَمَعَتْ صَوَاعِقُ الْبُرُوقِ. وَمُشَيِّعِيْ الْثَلْجِ وَالْبَرَدِ. وَالْهَابِطِينَ مَعَ قَطْرِ الْمَطَر إَذَا نَزَلَ، وَالْقُوَّامِ عَلَى خَزَائِنِ الرّيَاحِ، وَ المُوَكَّلِينَ بِالجِبَالِ فَلا تَزُولُ. وَالَّذِينَ عَرَّفْتَهُمْ مَثَاقِيلَ الْمِياهِ، وَكَيْلَ مَا تَحْوِيهِ لَوَاعِجُ الامْطَارِ وَعَوَالِجُهَا، وَرُسُلِكَ مِنَ الْمَلائِكَةِ إلَى أهْلِ الارْضِ بِمَكْرُوهِ مَا يَنْزِلُ مِنَ الْبَلاءِ، وَمَحْبُوبِ الرَّخَآءِ، والسَّفَرَةِ الْكِرَامِ اَلبَرَرَةِ، وَالْحَفَظَةِ الْكِرَامِ الْكَاتِبِينَ، وَمَلَكِ الْمَوْتِ وَأعْوَانِهِ، وَمُنْكَر وَنَكِير، وَرُومَانَ فَتَّانِ الْقُبُورِ، وَالطَّائِفِينَ بِالبَيْتِ الْمَعْمُورِ، وَمَالِك، وَالْخَزَنَةِ، وَرُضْوَانَ، وَسَدَنَةِ الْجِنَانِ وَالَّذِيْنَ لاَ يَعْصُوْنَ اللّهَ مَا أمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ. وَالَّذِينَ يَقُولُونَ: سَلاَمٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الـدّارِ. والزّبانيةُ الذّينَ إذَا قِيْـلَ لَهُمْ: خُذُوهُ فَغُلُّوْهُ ثُمَّ الْجَحِيمَ صَلُّوْهُ ابْتَدَرُوهُ سِرَاعاً وَلَمْ يُنْظِرُوهُ. وَمَنْ أوْهَمْنَا ذِكْرَهُ، وَلَمْ نَعْلَمْ مَكَانَهُ مِنْكَ، وَبأيِّ أمْر وَكَّلْتَهُ. وَسُكّانُ الْهَوَآءِ وَالارْضِ وَالمآءِ، وَمَنْ مِنْهُمْ عَلَى الْخَلْقِ فَصَلِّ عَلَيْهِمْ يَوْمَ تَأْتي كُلُّ نَفْس مَعَهَا سَائِقٌ وَشَهِيدٌ، وَصَلّ عَلَيْهِمْ صَلاَةً تَزِيدُهُمْ كَرَامَةً عَلى كَرَامَتِهِمْ، وَطَهَارَةً عَلَى طَهَارَتِهِمْ اللّهُمَّ وَإذَا صَلَّيْتَ عَلَى مَلاَئِكَتِكَ وَرُسُلِكَ، وَبَلَّغْتَهُمْ صَلاَتَنَا عَلَيْهِمْ، فَصَلِّ عَلَيْهِمْ بِمَا فَتَحْتَ لَنَا مِنْ حُسْنِ الْقَوْلِ فِيْهِمْ إنَّكَ جَوَاْدٌ كَرِيمٌ"
}