{
"title": "الصلاة على مصدقي الرسل",
"type": "text",
"source": "الصحيفة السجادية",
"data": "اَللَّهُمَّ وَأَتْبَاعُ الرُّسُلِ وَمُصَدِّقُوهُمْ مِنْ أَهْلِ الاَرْضِ بِالْغَيْبِ عِنْدَ مُعَارَضَةِ الْمُعَـانِدينَ لَهُمْ بِالتَّكْذِيبِ وَالاشْتِيَاقِ إلَى الْمُرْسَلِينَ بِحَقائِقِ الايْمَانِ . فِي كُلِّ دَهْر وَزَمَان أَرْسَلْتَ فِيْهِ رَسُولاً، وَأَقَمْتَ لاهْلِهِ دَلِيلاً، مِنْ لَدُنْ آدَمَ إلَى مُحَمَّد صَلَّى الله عَلَيْهِ وَآلِـهِ مِنْ أَئِمَّةِ الْهُـدَى، وَقَادَةِ أَهْـلِ التُّقَى عَلَى جَمِيعِهِمُ السَّلاَمُ، فَاذْكُرْهُمْ مِنْكَ بِمَغْفِرَة وَرِضْوَان. اَللَّهُمَّ وَأَصْحَابُ مُحَمَّد خَاصَّةً الَّـذِينَ أَحْسَنُوا الصَّحَابَةَ، وَالَّذِينَ أَبْلَوْا الْبَلاَءَ الْحَسَنَ فِي نَصْرِهِ، وَكَانَفُوهُ وَأَسْرَعُوا إلَى وِفَادَتِهِ وَسَابَقُوا إلَى دَعْوَتِهِ واسْتَجَابُوا لَهُ حَيْثُ أَسْمَعَهُمْ حجَّةَ رِسَالاَتِهِ، وَفَارَقُوا الازْوَاجَ وَالاوْلادَ فِي إظْهَارِ كَلِمَتِهِ، وَقَاتَلُوا الاباءَ وَ الابناءَ فِي تَثْبِيتِ نبُوَّتِهِ، وَانْتَصَرُوا بهِ وَمَنْ كَانُوا مُنْطَوِينَ عَلَى مَحبَّتِهِ يَرْجُونَ تِجَارَةً لَنْ تَبُورَ فِي مَوَدَّتِهِ، وَالّذينَ هَجَرَتْهُمُ العَشَائِرُ إذْ تَعَلَّقُوا بِعُرْوَتِهِ، وَانْتَفَتْ مِنْهُمُ الْقَرَاباتُ إذْ سَكَنُوا فِي ظلِّ قَرَابَتِهِ فَلاَ تَنْسَ لَهُمُ الّهُمَّ مَا تَرَكُوا لَكَ وَفِيكَ، وَأَرْضِهِمْ مِنْ رِضْوَانِكَ وَبِمَا حَاشُوا الْخَلْقَ عَلَيْكَ، وَكَانُوا مَعَ رَسُولِكَ دُعَاةً لَكَ إلَيْكَ، وَاشكُرْهُمْ عَلَى هَجْرِهِمْ فِيْكَ دِيَارَ قَوْمِهِمْ، وَخُرُوجِهِمْ مِنْ سَعَةِ الْمَعَاشِ إلَى ضِيْقِهِ، وَمَنْ كَثَّرْتَ فِي إعْزَازِ دِيْنِـكَ مِنْ مَظْلُومِهِمْ. ألّهُمَّ وَأوْصِلْ إلَى التَّابِعِينَ لَهُمْ بِإحْسَان الَّذِينَ يَقُولُونَ : رَبَّنَا اغْفِرْ لَنَا وَلاخْوَانِنَا الَّذِيْنَ سَبَقُونَا بِالاِيمَانِ خَيْرَ جَزَائِكَ، الَّذِينَ قَصَدُوا سَمْتَهُمْ، وَتَحَرَّوْا وِجْهَتَهُمْ، وَمَضَوْا عَلى شاكِلَتِهِمْ، لَمْ يَثْنِهِمْ رَيْبٌ فِي بَصِيْرَتِهِمْ، وَلَمْ يَخْتَلِجْهُمْ شَكٌّ فِي قَفْوِ آثَارِهِمْ وَالاِئْتِمَامِ بِهِدَايَةِ مَنَارِهِمْ، مُكَانِفِينَ وَمُوَازِرِيْنَ لَهُمْ، يَدِيْنُونَ بِدِيْنِهِمْ، وَيَهْتَدُونَ بِهَدْيِهِمْ، يَتَّفِقُونَ عَلَيْهِمْ، وَلاَ يَتَّهِمُونَهُمْ فِيمَا أدَّوْا إلَيْهِمْ. ألَّلهُمَّ وَصَلِّ عَلَى التّابِعِيْنَ مِنْ يَوْمِنَا هَذا إلى يَوْم الدِّينِ، وَعَلَى أزْوَاجِهِمْ، وَعَلَى ذُرِّيَّاتِهِمْ، وَعَلَى مَنْ أَطَاعَكَ مِنْهُمْ صَلاْةً تَعْصِمُهُمْ بِهَامِنْ مَعْصِيَتِكَ، وَتَفْسَحُ لَهُمْ فِي رِيَاضِ جَنَّتِكَ، وَتَمْنَعُهُمْ بِهَا مِنْ كَيْدِ الشَيْطَانِ، وَتُعِينُهُمْ بِهَا عَلَى مَا اسْتَعَانُوكَ عَلَيْهِ مِنْ بِرٍّ، وَتَقِيهِمْ طَوَارِقَ اللَّيْلِ وَالنَّهَارِ إلاّ طَارِقاً يَطْرُقُ بِخَيْر، وَتَبْعَثُهُمْ بِهَا عَلَى اعْتِقَادِ حُسْنِ الرَّجَـاءِ لَكَ، وَالطَّمَعِ فِيمَا عِنْدَكَ، وَتَرْكِ النُّهَمَةِ فِيمَا تَحْويهِ أيْدِي الْعِبَادِ لِتَرُدَّهُمْ إلَى الرَّغْبَةِ إلَيْكَ وَالرَّهْبَةِ مِنْكَ، وَتُزَهِّدُهُمْ فِي سَعَةِ العَاجِلِ وَتُحَبِّبُ إلَيْهِمُ الْعَمَلَ لِلاجِلِ، وَالاسْتِعْدَادَ لِمَا بَعْدَ الْمَوْتِ وَتُهَوِّنَ عَلَيْهِمْ كُلَّ كَرْب يَحُلُّ بِهِمْ يَوْمَ خُـرُوجِ الانْفُسِ مِنْ أَبْدَانِهَا ، وَتُعَافِيَهُمْ مِمَّا تَقَعُ بِهِ الْفِتْنَةُ مِنْ مَحْذُورَاتِهَا، وَكَبَّةِ النَّارِ وَطُولِ الْخُلُودِ فِيهَا، وَتُصَيِّرَهُمْ إلَى أَمْن مِنْ مَقِيلِ الْمُتَّقِينَ"
}