{
"title": "دعاؤه عند الصباح والمساء",
"type": "text",
"source": "الصحيفة السجادية",
"data": "أَلْحَمْدُ للهِ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهارَ بِقُوَّتِهِ، وَمَيَّزَ بَيْنَهُمَا بِقُدْرَتِهِ، وَجَعَلَ لِكُلِّ وَاحِد مِنْهُمَا حَدّاً مَحْدُوداً، وَأَمَداً مَمْدُوداً ، يُولِجُ كُلَّ وَاحِد مِنْهُمَا فِي صَاحِبِهِ، وَيُولِجُ صَاحِبَهُ فِيهِ بِتَقْدِير مِنْهُ لِلْعِبَادِ فِيمَا يَغْـذُوهُمْ بِـهِ وَيُنْشئُهُمْ عَلَيْـهِ، فَخَلَقَ لَهُمُ اللَّيْـلَ لِيَسْكُنُوا فِيْهِ مِنْ حَرَكَاتِ التَّعَبِ، وَنَهَضَاتِ النَّصَبِ، وَجَعَلَهُ لِبَاساً لِيَلْبَسُوا مِنْ رَاحَتِهِ وَمَنَامِهِ، فَيَكُونَ ذَلِكَ جَمَاماً وَقُوَّةً، وَلِيَنَالُوا بِهِ لَذَّةً وَشَهْوَةً. وَخَلَقَ لَهُمُ النَّهارَ مُبْصِراً لِيَبْتَغُوا فِيهِ مِنْ فَضْلِهِ، وَلِيَتَسَبَّبُوا إلَى رِزْقِهِ، وَيَسْرَحُوا فِي أَرْضِهِ، طَلَباً لِمَا فِيـهِ نَيْلُ الْعَاجِلِ مِنْ دُنْيَاهُمْ، وَدَرَكُ الاجِلِ فِيْ اُخْراهُمْ. بِكُلِّ ذلِكَ يُصْلِحُ شَأنَهُمْ، وَيَبْلُو أَخْبَارَهُمْ وَيَنْظُرُ كَيْفَ هُمْ فِي أَوْقَاتِ طَاعَتِـهِ، وَمَنَازِلِ فُـرُوضِهِ وَمَوَاقِعِ أَحْكَامِهِ لِيَجْزِيَ الَّذِينَ أسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى. اللَّهُمَّ فَلَكَ الْحَمْدُ عَلَى مَافَلَقْتَ لَنَا مِنَ الإصْبَاحِ، وَمَتَّعْتَنَا بِهِ مِنْ ضَوْءِ النَّهَارِ، وَبَصَّرْتَنَا مِنْ مَطَالِبِ الاقْوَاتِ، وَوَقَيْتَنَا فِيهِ مِنْ طَوارِقِ الآفاتِ. أَصْبَحْنَا وَأَصْبَحَتِ الاَشْياءُ كُلُّهَا بِجُمْلَتِهَا لَكَ: سَمَاؤُها وَأَرْضُهَا وَمَا بَثَثْتَ فِي كُلِّ وَاحِد مِنْهُمَا سَاكِنُهُ وَمُتَحَرِّكُهُ وَمُقِيمُهُ وَشَاخِصُهُ وَمَا عَلا فِي الْهَواءِ وَمَا كَنَّ تَحْتَ الثَّرى. أَصْبَحْنَا فِي قَبْضَتِكَ يَحْوِينَا مُلْكُكَ وَسُلْطَانُكَ وَتَضُمُّنَا مَشِيَّتُكَ، وَنَتَصَرَّفُ عَنْ أَمْرِكَ، وَنَتَقَلَّبُ فِيْ تَدْبِيرِكَ. لَيْسَ لَنَا مِنَ الامْرِ إلاّ مَا قَضَيْتَ وَلا مِنَ الْخَيْـرِ إلا مَـا أَعْطَيْتَ. وَهَذَا يَوْمٌ حَادِثٌ جَدِيدٌ، وَهُوَ عَلَيْنَا شَاهِدٌ عَتِيدٌ ، إنْ أحْسَنَّا وَدَّعَنَا بِحَمْد، وَإِنْ أسَأنا فارَقَنا بِذَمّ اللَّهُمَ صَلِّ عَلَى مُحَمَد وَآلِـهِ وَارْزُقْنَـا حُسْنَ مُصَاحَبَتِهِ وَاعْصِمْنَا مِنْ سُوْءِ مُفَارَقَتِهِ بِارْتِكَابِ جَرِيرَة، أَوِ اقْتِرَافِ صَغِيرَة أوْ كَبِيرَة. وَأجْزِلْ لَنَا فِيهِ مِنَ الْحَسَناتِ وَأَخْلِنَا فِيهِ مِنَ السَّيِّئاتِ. وَامْلا لَنَا مَا بَيْنَ طَرَفَيْهِ حَمْداً وَشُكْراً وَأجْراً وَذُخْراً وَفَضْلاً وَإحْسَاناً. اللَّهُمَّ يسِّرْ عَلَى الْكِرَامِ الْكَاتِبِينَ مَؤُونَتَنَا، وَامْلا لَنَا مِنْ حَسَنَاتِنَا. صَحَائِفَنَا وَلاَ تُخْزِنَا عِنْدَهُمْ بِسُوءِ أَعْمَالِنَا. اللَّهُمَّ اجْعَلْ لَنَا فِي كُلِّ سَاعَة مِنْ سَاعَاتِهِ حَظّاً مِنْ عِبَادِكَ ، وَنَصِيباً مِنْ شُكْرِكَ وَشَاهِدَ صِدْق مِنْ مَلائِكَتِكَ أللَّهَّمَ صَلِّ عَلَى مُحَمَّد وَآلِهِ ، وَاحْفَظْنَا مِنْ بَيْنِ أيْدِينَا وَمِنْ خَلْفِنَا وَعَنْ أيْمَانِنَا وَعَنْ شَمَائِلِنَا، وَمِنْ جَمِيْعِ نَوَاحِيْنَا حِفْظاً عَاصِماً مِنْ مَعْصِيَتِكَ هَادِياً إلَى طَاعَتِكَ مُسْتَعْمِلاً لِمَحَبَّتِكَ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَوَفِّقْنَا فِي يَوْمِنَا هذا ولَيْلَتِنَا هذِهِ وَفِي جَمِيعِ أيّامِنَا لاسْتِعْمَالِ الْخَيْرِ وَهِجْـرَانِ الشَرِّ وَشُكْـرِ ألنِّعَمِ وَاتّبَـاعِ السُّنَنِ وَمُجَانَبَةِ البِدَعِ وَالأمْرِ بِـالْمَعْرُوفِ وَالنَّهيِ عَنِ الْمُنْكَرِ وَحِياطَةِ الإسْلاَمِ وَانْتِقَاصِ الْبَاطِلِ وَإذْلالِهِ وَنُصْرَةِ الْحَقِّ وَإعْزَازِهِ ، وَإرْشَادِ الضَّالِّ ، وَمُعَاوَنَةِ الضَّعِيفِ وَإدْرَاكِ اللَّهِيْفِ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَاجْعَلْهُ أيْمَنَ يَوْم عَهِدْنَاهُ ، وَأَفْضَلَ صَاحِب صَحِبْنَاهُ ، وَخَيْرَ وَقْت ظَلِلْنَا فِيْهِ. وَاجْعَلْنَا مِنْ أرْضَى مَنْ مَرَّ عَلَيْهِ اللَّيْـلُ وَالنَّهَارُ مِنْ جُمْلَةِ خَلْقِكَ وأَشْكَـرَهُمْ لِمَا أوْلَيْتَ مِنْ نِعَمِكَ وَأقْوَمَهُمْ بِمَـا شَرَعْتَ مِنْ شَرَائِعِكَ ، وَأَوْقَفَهُمْ عَمَّا حَذَّرْتَ مِنْ نَهْيِكَ. اللَهُمَّ إنِّي اشْهِدُكَ وَكَفَى بِكَ شَهِيداً وَاُشْهِدُ سَمَاءكَ وَأَرْضَكَ وَمَنْ أَسْكَنْتَهُما مِنْ مَلائِكَتِـكَ وَسَائِرِ خَلْقِكَ فِي يَوْمِي هَذَا ، وَسَاعَتِي هَذِهِ ، وَلَيْلَتِي هَذِهِ ، وَمُسْتَقَرِّي هَذَا ، أنِّي أَشْهَدُ أَنَّكَ أنْتَ اللهُ الِذَّي لاَ إلهَ إلاّ أَنْتَ قَائِمٌ بِـالْقِسْطِ ، عَدْلٌ فِي الْحُكْم ، رَؤُوفٌ بِالْعِبَادِ ، مَالِكُ المُلْكِ رَحِيمٌ بِالْخَلْقِ ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ وَخِيرَتُكَ مِنْ خَلْقِكَ ، حَمَّلْتَهُ رِسَالَتَكَ فَأدَّاهَا وَأَمَرْتَهُ بالنُّصْحِ لاُِمَّتِهِ فَنَصَحَ لَهَا. اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّد وَآلِهِ أكْثَرَ مَا صَلَّيْتَ عَلَى أَحَد مِنْ خَلْقِكَ وَآتِهِ عَنَّا أَفْضَلَ مَا آتَيْتَ أَحَداً مِنْ عِبَادِكَ وَاجْزِهِ عَنَّا أَفْضَلَ وَأكْرَمَ مَا جَزَيْتَ أَحَداً مِنْ أَنْبِيائِـكَ عَنْ أمَّتِهِ. إنَّـكَ أَنْتَ الْمَنَّانُ بِالْجَسِيمِ الْغَـافِر لِلْعَظِيمِ ، وَأَنْتَ أَرْحَمُ مِنْ كُلِّ رَحِيم ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ الطَّيِّبِينَ الطَّاهِرِينَ الأَخْيَارِ الانْجَبِينَ"
}