[" إلهِي هَدَيْتَنِي فَلَهَوْتُ، وَوَعَظْتَ فَقَسَوْتُ، وَأَبْلَيْتَ الْجَمِيلَ فَعَصَيْتُ، ثُمَّ عَرَفْتُ مَا أَصْدَرْتَ؟ إذْ عَرَّفْتَنِيهِ فَاسْتَغْفَرْتُ، فَأَقَلْتَ فَعُدتُ، فَسَتَرْتَ فَلَكَ إلهِي الْحَمْدُ. تَقَحَّمْتُ أَوْدِيَةَ الْهَلاَكِ، وَحَلَلْتُ شِعَابَ تَلَف تَعَرَّضْتُ فِيهَا لِسَطَوَاتِكَ، وَبِحُلُولِهَا عُقُوبَاتِكَ، وَوَسِيلَتِي إلَيْكَ التَّوْحِيدُ، وَذَرِيْعَتِي أَنِّي لَمْ أُشْرِكْ بِكَ شَيْئاً، وَلَمْ أَتَّخِذْ مَعَكَ إلهاً، وَقَدْ فَرَرْتُ إلَيْكَ بِنَفْسِي، وَإلَيْكَ مَفَرُّ الْمُسِيءِ، وَمَفْزَعُ الْمُضَيِّعِ لِحَظِّ نَفْسِهِ، الْمُلْتَجِئِ. فَكَمْ مِنْ عَدُوٍّ انْتَضى عَلَيَّ سَيْفَ عَدَاوَتِهِ، وَشَحَذَ لِيْ ظُبَةَ مُدْيَتِهِ، وَأَرْهَفَ لِي شَبَا حَدِّهِ، وَدَافَ لِيْ قَوَاتِلَ سُمُومِهِ، وَسَدَّدَ نَحْوِي صَوَائِبَ سِهَامِهِ، وَلَمْ تَنَمْ عَنِّي عَيْنُ حِرَاسَتِهِ، وَأَضْمَرَ أَنْ يَسُومَنِي الْمَكْرُوهَ وَيُجَرِّ عَنِّي زُعَافَ مَرَارَتِهِ ، فَنَظَرْتَ يا إلهِيْ إلَى ضَعْفِي عَنِ احْتِمَـالِ الْفَـوَادِحِ ، وَعَجْزِي عَنِ الانْتِصَارِ مِمَّنْ قَصَدَنِيْ بِمُحَارَبَتِهِ، وَوَحْدَتِي فِي كَثِيرِ عَدَدِ مَنْ نَاوَانِيْ وَأَرْصَدَ لِيْ بِالْبَلاءِ فِيمَا لَمْ أُعْمِلْ فِيهِ فِكْرِي، فَابْتَدَأْتَنِي بِنَصْرِكَ، وَشَدَدْتَ أَزْرِي بِقُوَّتِكَ، ثُمَّ فَلَلْتَ لِيَ حَدَّهُ، وَصَيَّرْتَهُ مِنْ بَعْدِ جَمْع عَدِيْد وَحْدَهُ، وَأَعْلَيْتَ كَعْبِي عَلَيْهِ، وَجَعَلْتَ مَا سَدَّدَهُ مَرْدُوداً عَلَيْهِ، فَرَدَدْتَهُ لَمْ يَشْفِ غَيْظَهُ، وَلَمْ يَسْكُنْ غَلِيلُهُ، قَدْ عَضَّ عَلَى شَوَاهُ، وَأَدْبَرَ مُوَلِّياً قَدْ أَخْلَفَتَ سَرَاياهُ. وَكَمْ مِنْ باغ بَغانِيْ بِمَكَائِدِهِ، وَنَصَبَ لِيْ شَرَكَ مَصَائِدِهِ، وَوَكَّلَ بِيْ تَفَقُّدَ رِعَايَتِهِ، وَأَظْبَأَ إلَيَّ إظْبَآءَ السَّبُعِ لِطَرِيْدَتِهِ، انْتِظَـاراً لانْتِهَازِ الْفُرْصَةِ لِفَرِيسَتِهِ، وَهُوَ يُظْهِرُ لِيْ بَشَاشَةَ المَلَقِ، وَيَنْظُـرُنِي عَلَى شِدَّةِ الْحَنَقِ، فَلَمَّا رَأَيْتَ يَا إلهِي تَبَارَكْتَ وَتَعَالَيْتَ دَغَلْ سَرِيرَتِهِ، وَقُبْحَ مَا انْطَوى عَلَيْهِ، أَرْكَسْتَهُ لاُِمِّ رَأْسِهِ فِي زُبْيَتِهِ، وَرَدَدْتَهُ فِي مَهْوى حُفْرَتِهِ، فَانْقَمَعَ بَعْدَ اسْتِطَالَتِهِ ذَلِيلاً فِي رِبَقِ حِبالتِهِ الَّتِي كَانَ يُقَدِّرُ أَنْ يَرَانِي فِيهَا، وَقَدْ كَادَ أَنْ يَحُلَّ بِيْ لَوْلاَ رَحْمَتُكَ مَا حَلَّ بِسَاحَتِهِ. وَكَمْ مِنْ حَاسِد قَدْ شَرِقَ بِي بِغُصَّتِهِ، وَشَجِيَ مِنِّي بِغَيْظِهِ، وَسَلَقَنِي بِحَدِّ لِسَانِهِ، وَوَحَرَنِي بِقَرْفِ عُيُوبِهِ، وَجَعَلَ عِرْضِيْ غَرَضاً لِمَرَامِيهِ، وَقَلَّدَنِي خِلاَلاً لَمْ تَزَلْ فِيهِ، وَوَحَرنِي بِكَيْدِهِ، وَقَصَدَنِي بِمَكِيدَتِهِ، فَنَادَيْتُكَ يَا إلهِي مُسْتَغِيْثاً بِكَ، وَاثِقاً بِسُرْعَةِ إجَابَتِكَ، عَالِماً أَنَّهُ لاَ يُضْطَهَدُ مَنْ آوى إلَى ظِلِّ كَنَفِكَ، وَلاَ يَفْزَعُ مَنْ لَجَأَ إلَى مَعْقِل انْتِصَارِكَ، فَحَصَّنْتَنِي مِنْ بَأْسِهِ بِقُدْرَتِكَ. وَكَمْ مِنْ سَحَائِبِ مَكْرُوه جَلَّيْتَهَا عَنِّي، وَسَحَائِبِ نِعَم أَمْطَرْتَهَا عَلَيَّ، وَجَدَاوِلِ رَحْمَة نَشَرْتَهَا، وَعَافِيَة أَلْبَسْتَهَا، وَأَعْيُنِ أَحدَاث طَمَسْتَهَا، وَغَواشي كُرُبَات كَشَفْتَهَا، وَكَمْ مِنْ ظَنٍّ حَسَن حَقَّقْتَ، وَعَدَم جَبَرْتَ، وَصَرْعَة أَنْعَشْتَ وَمَسْكَنَة، حَوَّلْتَ، كُلُّ ذَلِكَ إنْعَامَاً وَتَطَوُّلاً مِنْكَ، وَفِي جَمِيعِهِ انْهِمَاكاً مِنِّي عَلَى مَعَاصِيْكَ، لَمْ تَمْنَعْكَ إساءَتِي عَنْ إتْمَامِ إحْسَانِكَ، وَلاَ حَجَرَنِي ذالِكَ عَنِ ارْتِكَابِ مَسَاخِطِكَ، لاَ تُسْأَلُ عَمَّا تَفْعَلُ، وَلَقَدْ سُئِلْتَ فَأَعْطَيْتَ، وَلَمْ تُسْأَلْ فابْتَدَأْتَ، وَاسْتُمِيحَ فَضْلُكَ فَمَا أَكْدَيْتَ، أَبَيْتَ يَا مَوْلاَيَ إلاَّ إحْسَانَـاً وَامْتِنَاناً وَتَطوُّلاً وَإنْعَامـاً ، وَأَبَيْتُ إلاَّ تَقَحُّماً لِحُرُماتِكَ، وَتَعَدِّياً لِحُدُودِكَ، وَغَفْلَةً عَنْ وَعِيدِكَ. فَلَكَ الْحَمْدُ إلهِي مِنْ مُقْتَدِر لاَ يُغْلَبُ، وَذِي أَناة لاَ تَعْجَلُ. هَذَا مَقَامُ مَنِ اعْتَرَفَ بِسبوغِ النِّعَمِ، وَقَابَلَهَا بِالتَّقْصِيرِ، وَشَهِدَ عَلَى نَفْسِهِ بِالتَّضْيِيْعِ. أللَّهُمَّ فَإنِّي أَتَقَرَّبُ إلَيْكَ بِالْمُحَمَّدِيَّةِ الرَّفِيعَةِ، وَالْعَلَوِيَّةِ الْبَيْضَآءِ، وَأَتَـوَجَّهُ إلَيْكَ بِهِمَا، أَنْ تُعِيذَنِيْ مِنْ شَرِّ [كَذَا وَكَذَا] فَإنَّ ذَالِكَ لا يَضِيْقُ عَلَيْكَ فِي وُجْدِكَ، وَلاَ يَتَكَأدُّكَ فِي قُدْرَتِكَ، وَأَنْتَ عَلَى كُلِّ شَيْء قَدِيرٌ، فَهَبْ لِي يا إلهِي مِنْ رَحْمَتِكَ وَدَوَامِ تَوْفِيقِكَ، مَا أَتَّخِذُهُ سُلَّماً أَعْرُجُ بِهِ إلى رِضْوَانِكَ، وَآمَنُ بِهِ مِنْ عِقَابِكَ، يَا أَرْحَمَ الرَّاحِمِينَ. ","الصحيفة السجادية"]