[" إلهِي أَحْمَـدُكَ ـ وَأَنْتَ لِلْحَمْدِ أَهْلٌ ـ عَلَى حُسْنِ صَنِيعِكَ إلَيَّ، وَسُبُـوغِ نَعْمَآئِكَ عَلَيَّ، وَجَزِيْلِ عَطَآئِكَ عِنْدِي، وَعَلَى ما فَضَّلْتَنِي مِنْ رَحْمَتِكَ، وَأَسْبَغْتَ عَلَيَّ مِنْ نِعْمَتِكَ، فَقَدِ اصْطَنَعْتَ عِنْدِي ما يَعْجِزُ عَنُهُ شُكْرِي، وَلَوْلاَ إحْسَانُكَ، إلَيَّ وَسُبُوغُ نَعْمَآئِـكَ عَلَيَّ مَا بَلَغْتُ إحْرازَ حَظِّي، وَلاَ إصْلاَحَ نَفْسِي، وَلكِنَّكَ ابْتَدَأْتَنِي بِالإحْسَانِ، وَرَزَقْتَنِي فِي أُمُورِي كُلِّهَا الْكِفَايَةَ، وَصَرَفْتَ عَنِّي جَهْدَ الْبَلاءِ، وَمَنَعْتَ مِنِّي مَحْذُورَ الْقَضَآءِ. إلهِي فَكَمْ مِنْ بَلاء جَاهِد قَدْ صَرَفْتَ عَنِّي، وَكَمْ مِنْ نِعْمَة سَابِغَة أَقْرَرْتَ بِهَا عَيْنِي، وَكَمْ مِنْ صَنِيعَة كَرِيمَة لَكَ عِنْدِي. أَنْتَ الَّذِي أَجَبْتَ عِنْدَ الاضْطِرَارِ دَعْوَتِي، وَأَقَلْتَ عِنْدَ الْعِثَارِ زَلَّتِي، وَأَخَذْتَ لِي مِنَ الاَعْدَآءِ بِظُلاَمَتِي. إلهِي مَا وَجَدْتُكَ بَخِيلاً حِينَ سَأَلْتُكَ، وَلاَ مُنْقَبِضاً حِينَ أَرَدْتُكَ، بل وَجَدْتُكَ لِدُعَآئِي سَامِعاً، وَلِمَطَالِبِي مُعْطِياً، وَوَجَدْتُ نُعْمَاكَ عَلَيَّ سَابِغَةً، فِي كُلِّ شَأْن مِنْ شَأْنِي، وَكُلِّ زَمَان مِنْ زَمَانِي، فَأَنْتَ عِنْدِي مَحْمُودٌ، وَصَنِيعُكَ لَدَيَّ مَبْرُورٌ، تَحْمَدُكَ نَفْسِي وَلِسَانِيْ وَعَقْلِي حَمْداً يَبْلُغُ الوَفَآءَ وَحَقِيقَةَ الشُّكْرِ، حَمْداً يَكُونُ مَبْلَغَ رِضَاكَ عَنِّي، فَنَجِّنِي مِنْ سَخَطِكَ يَا كَهْفِي حِينَ تُعْيينِي الْمَذَاهِبُ، وَيَا مُقيلِي عَثْرَتِي، فَلَوْلاَ سَتْرُكَ عَوْرَتِي لَكُنْتُ مِنَ الْمَفْضُوحِينَ، وَيَا مُؤَيِّدِي بِالنَّصْرِ، فَلَوْلاَ نَصْرُكَ إيَّايَ لَكُنْتُ مِنَ الْمَغْلُوبِينَ، وَيَا مَنْ وَضَعَتْ لَهُ الْمُلُوكُ نِيرَ الْمَذَلَّةِ عَلى أَعْنَاقِهَا، فَهُمْ مِنْ سَطَواتِهِ خَائِفُونَ، وَيَا أَهْلَ التَّقْوَى، وَيَا مَنْ لَهُ الأَسْمَآءُ الْحُسْنى أَسْأَلُكَ أَنْ تَعْفُوَ عَنِّي، وَتَغْفِرَ لِي فَلَسْتُ، بَرِيئاً فَأَعْتَذِرَ، وَلاَ بِذِي قُوَّة فَأَنْتَصِرَ، وَلاَ مَفَرَّ لِي فَأَفِرَّ. وَأَسْتَقِيْلُكَ عَثَراتِي، وَأَتَنَصَّلُ إلَيْكَ مِنْ ذُنُوبِي الَّتِي قَدْ أَوْبَقَتْنِي، وَأَحَاطَتْ بِي فَأَهْلَكَتْنِي، مِنْهَا فَرَرْتُ إلَيْكَ رَبِّ تَائِباً، فَتُبْ عَلَيَّ مُتَعَوِّذاً، فَأَعِذْنِي مُسْتَجِيراً، فَلاَ تَخْذُلْنِي سَآئِلاً، فَلاَ تَحْرِمْنِي مُعْتَصِماً، فَلاَ تُسْلِمْنِي دَاعِياً، فَلاَ تَرُدَّنِي خَائِباً، دَعوْتُكَ يَارَبِّ مِسْكِيناً، مُسْتَكِيناً، مُشْفِقاً، خَائِفاً، وَجِلاً، فَقِيراً، مُضْطَرّاً، إلَيْكَ أَشْكُو إلَيْكَ يَا إلهِي ضَعْفَ نَفْسِي عَنِ الْمُسَارَعَةِ فِيمَا وَعَدْتَهُ أَوْلِيَآءَكَ، وَالْمُجَانَبَةِ عَمَّا حَذَّرْتَهُ أَعْدَآءَكَ، وَكَثْرَةَ هُمُومِي وَوَسْوَسَةَ نَفْسِي . إلهِي لَمْ تَفْضَحْنِي بِسَرِيرَتِي، وَلَمْ تُهْلِكْنِي بِجَرِيرَتِي، أَدْعُوكَ فَتُجِيبُنِي وَإنْ كُنْتُ بَطِيئاً حِيْنَ تَدْعُونِي. وَأَسْأَلُكَ كُلَّمَا شِئْتُ مِنْ حَوَائِجِي، وَحَيْثُ مَا كُنْتُ وَضَعْتُ عِنْدَكَ سِرِّي، فَلاَ أَدْعُو سِوَاكَ، وَلاَ أَرْجُو غَيْرَكَ، لَبَّيْكَ لَبَّيْكَ، تَسْمَعُ مَنْ شَكَا إلَيْكَ، وَتَلْقى مَنْ تَوَكَّلَ عَلَيْكَ، وَتُخَلِّصُ مَنِ اعْتَصَمَ بِكَ، وَتُفَرِّجُ عَمَّنْ لاذَ بِكَ. إلهِي فَلاَ تَحْرِمْنِي خَيْرَ الآخِرَةِ وَالأُولى لِقِلَّةِ شُكْرِي، وَاغْفِرْ لِي مَا تَعْلَمُ مِنْ ذُنُوبِي، إنْ تُعَذِّبْ فَأَنَا الظَّالِمُ، الْمُفَرِّطُ، الْمُضَيِّعُ، الاثِمُ، الْمُقَصِّرُ، الْمُضْجِعُ، الُمُغْفِلُ حَظَّ نَفْسِي، وَإنْ تَغْفِرْ فَأَنْتَ أَرْحَمُ الرَّاحِمِينَ.","الصحيفة السجادية"]