[" يَا فَارِجَ الْهَمِّ وَكَاشِفَ الغَمِّ، يَا رَحْمنَ الدُّنْيَا وَالآخِرَةِ وَرَحِيمَهُمَا، صَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد، وَافْرُجْ هَمِّيَ، وَاكْشِفْ غَمِّيَ، يَا وَاحِدُ يَا أَحَدُ، يَا صَمَدُ، يَامَنْ لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ، اعْصِمْنِي وَطَهِّرْنِي، وَاْذهِبْ بِبَلِيَّتِي. [وَاقْرَأْ آيَةَ الْكُرسِيّ وَالْمُعَوِّذَتَيْنِ وَقُلْ هُوَ اللهُ أَحَدٌ وَقُلْ:] أَللَّهُمَّ إنِّيْ أَسْأَلُكَ سُؤَالَ مَنِ اشْتَدَّتْ فَاقَتُهُ، وَضَعُفَتْ قُوَّتُهُ، وَكَثُرَتْ ذُنُوبُهُ، سُؤَالَ مَنْ لاَ يَجِدُ لِفَاقَتِهِ مُغِيْثاً، وَلاَ لِضَعْفِهِ مُقَوِّياً، وَلاَ لِذَنْبِهِ غَافِراً غَيْرَكَ، يَا ذَا الْجَلاَلِ وَالإكْرَامِ. أَسْأَلُكَ عَمَلاً تُحِبُّ بِهِ مَنْ عَمِلَ بِهِ، وَيَقِيناً تَنْفَعُ بِهِ مَنِ اسْتَيْقَنَ بِهِ حَقَّ الْيَقِينِ فِيْ نَفَاذِ أَمْرِكَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد، وَاقْبِضَ عَلَى الصِّدْقِ نَفْسِي، وَاقْطَعْ مِنَ الدُّنْيَا حَاجَتِي، وَاجْعَلْ فِيمَا عِنْدَكَ رَغْبَتِي، شَوْقاً إلَى لِقَائِكَ، وَهَبْ لِي صِدْقَ التَّوَكُّلِ عَلَيْكَ . أَسْأَلُكَ مِنْ خَيْرِ كِتَاب قَدْ خَلاَ وَأَعُوذُ بِكَ مِنْ شَرِّ كِتَاب قَدْ خَلاَ أَسْأَلُكَ خَوْفَ الْعَابِدِينَ لَكَ، وَعِبَادَةَ الْخَاشِعِينَ لَكَ، وَيَقِيْنَ الْمُتَوَكِّلِينَ عَلَيْكَ، وَتَوَكُّلَ الْمُؤْمِنِينَ عَلَيْكَ. أَللَّهُمَّ اجْعَلْ رَغْبَتِي فِي مَسْأَلَتِي مِثْلَ رَغْبَةِ أَوْلِيَآئِكَ فِي مَسَائِلِهِمْ، وَرَهْبَتِيْ مِثْلَ رَهْبَةِ أَوْلِيَآئِكَ، وَاسْتَعْمِلْنِي فِي مَرْضَاتِكَ، عَمَلاً لاَ أَتْرُكُ مَعَهُ شَيْئاً مِنْ دِيْنِكَ مَخَافَةَ أَحْد مِنْ خَلْقِكَ. أللَّهُمَّ هَذِهِ حَاجَتِي، فَأَعْظِمْ فِيهَا رَغْبَتِي، وَأَظْهِرْ فِيهَا عُذْرِي، وَلَقِّنِي فِيهَا حُجَّتِي وَعَافِ فِيْهَا جَسَدِيْ. أللَّهُمَّ مَنْ أَصْبَحَ لَهُ ثِقَةٌ أَوْ رَجَآءٌ غَيْرُكَ، فَقَدْ أَصْبَحْتُ وَأَنْتَ ثِقَتِي وَرَجَآئِي فِي الأُمُورِ كُلِّهَا، فَاقْضِ لِيْ بِخَيْرِهَا عَاقِبَةً، وَنَجِّنِيْ مِنْ مُضِلاَّتِ الْفِتَنِ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ. وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّد رُسُولِ اللهِ المُصْطَفَى، وَعَلَى آلِهِ الطَّاهِرِينَ.","الصحيفة السجادية"]