{
"title": "دعاؤه في الظلامات",
"type": "text",
"source": "الصحيفة السجادية",
"data": "يَامَنْ لاَ يَخْفَى عَلَيْهِ أَنْبَآءُ الْمُتَظَلِّمِينَ وَيَا مَنْ لاَ يَحْتَاجُ فِي قِصَصِهِمْ إلَى شَهَادَاتِ الشَّاهِدِينَ وَيَا مَنْ قَرُبَتْ نُصْرَتُهُ مِنَ الْمَظْلُومِينَ وَيَا مَنْ بَعُدَ عَوْنُهُ عَنِ الظَّالِمِينَ قَدْ عَلِمْتَ يَا إلهِي مَا نالَنِي مِنْ [فُلاَنِ بْنِ فُلاَن] مِمَّا حَظَرْتَ وَانْتَهَكَهُ مِنّي مِمَّا حَجَزْتَ عَلَيْهِ بَطَراً فِي نِعْمَتِكَ عِنْدَهُ وَاغْتِرَاراً بِنَكِيرِكَ عَلَيْهِ فَصَلِّ اللَّهُمَّ عَلَى مُحَمَّد وَآلِهِ وَخُذْ ظَالِمِي وَعَدُوِّي عَنْ ظُلْمِي بِقُوَّتِكَ وَافْلُلْ حَدَّهُ عَنِّي بِقُدْرَتِكَ وَاجْعَلْ لَهُ شُغْلاً فِيَما يَلِيهِ وَعَجْزاً عَمَّا يُناوِيْهِ أللَّهُمَّ وَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَلاَ تُسَوِّغْ لَهُ ظُلْمِي وَأَحْسِنْ عَلَيْـهِ عَوْنِي، وَاعْصِمْنِي مِنْ مِثْـلِ أَفْعَالِهِ، وَلا تَجْعَلْنِي فِي مِثْلِ حَالِهِ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ ، وَأَعِدْنِي عَلَيْهِ عَدْوى حَاضِرَةً تَكُونُ مِنْ غَيْظِي بِهِ شِفَاءً، وَمِنْ حَنَقِي عَلَيْهِ وَفَاءً. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَعَوِّضْنِي مِنْ ظُلْمِهِ لِي عَفْوَكَ، وَأَبْدِلْنِي بِسُوْءِ صنِيعِهِ بِيْ رَحْمَتَكَ، فَكُلُّ مَكْرُوه جَلَلٌ دُونَ سَخَطِكَ، وَكُلُّ مُرْزِئَةٍ سَوَاءٌ مَعَ مَوْجِدَتِكَ. أللَّهُمَّ فَكَمَا كَـرَّهْتَ إلَيَّ أَنْ أَظْلِمَ فَقِنِي مِنْ أَنْ أُظْلَمَ. أللَّهُمَّ لاَ أَشْكُو إلَى أَحَد سِوَاكَ، وَلاَ أَسْتَعِينُ بِحَاكِم غَيْرِكَ حَاشَاكَ فَصَلِّ عَلَى مُحَمَّد وَآلِهِ، وَصِلْ دُعَائِي بِالإِجَابَةِ، وَأَقْرِنْ شِكَايَتِي بِالتَّغْيِيرِ. أَللَّهُمَّ لا تَفْتِنِّي بِالْقُنُوطِ مِنْ إنْصَافِكَ، وَلاَ تَفْتِنْـهُ بِالأَمْنِ مِنْ إنْكَارِكَ، فَيُصِرَّ عَلَى ظُلْمِي وَيُحَاضِرَنِي بِحَقِّيْ وَعَرِّفْهُ عَمَّا قَلِيْل مَا أَوْعَدْتَ الظَّالِمِينَ، وَعَرِّفْنِي مَا وَعَدْتَ مِنْ إجَابَةِ الْمُضْطَرِّينَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَوَفِّقْنِي لِقَبُولِ مَا قَضَيْتَ لِيْ وَعَليَّ، وَرَضِّنِيْ بِمَا أَخَذْتَ لي وَمِنِّي وَاهْـدِنِي لِلَّتِيْ هِي أَقْوَمُ وَاسْتَعْمِلْنِي بِمَا هُوَ أَسْلَمُ. أللَّهُمَّ وَإنْ كَانَتِ الْخِيَرَةُ لِيْ عِنْدَكَ فِي تَأْخِيرِ الأَخْذِ لِي وَتَرْكِ الانْتِقَامِ مِمَّنْ ظَلَمَنِيْ إلَى يَوْمِ الْفَصْلِ وَمَجْمَعِ الْخَصْمِ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ ، وَأَيِّدْنِي مِنْكَ بِنِيَّة صَادِقَة وَصَبْر دَائِم، وَأَعِذْنِي مِنْ سُوءِ الرَّغْبَةِ، وَهَلَعِ أَهْلِ الْحِرْصِ، وَصَوِّرْ فِي قَلْبِي مِثَالَ مَا ادَّخَـرْتَ لِي مِنْ ثَوَابِـكَ، وَأَعْدَدْتَ لِخَصْمِي مِنْ جَزَائِكَ وَعِقَابِكَ ، وَاجْعَلْ ذَلِكَ سَبَباً لِقَنَاعَتِي بِمَا قَضَيْتَ ، وَثِقَتِي بِمَا تَخَيَّرْتَ، آمِينَ رَبَّ الْعَالَمِينَ ، إنَّكَ ذُو الْفَضْلِ الْعَظِيمِ ، وَأَنْتَ عَلَى كُلِّ شَيْء قَدِيرٌ"
}