{
"title": "دعاؤه على الشيطان",
"type": "text",
"source": "الصحيفة السجادية",
"data": "أَللَّهُمَّ إنَّا نَعُوذُ بِكَ مِنْ نَزَغَـاتِ الشَّيْطَانِ الرَّجِيمِ وَكَيْدِهِ وَمَكَائِدِهِ، وَمِنَ الثِّقَةِ بِأَمَـانِيِّهِ وَمَوَاعِيدِهِ وَغُرُورِهِ وَمَصَائِدِهِ، وَأَنْ يُطْمِعَ نَفْسَهُ فِي إضْلاَلِنَا عَنْ طَاعَتِكَ وَامْتِهَانِنَا بِمَعْصِيَتِكَ، أَوْ أَنْ يَحْسُنَ عِنْدَنَا مَا حَسَّنَ لَنَا، أَوْ أَنْ يَثْقُلَ عَلَيْنَا مَا كَرَّهَ إلَيْنَا. أللَّهُمَّ اخْسَأْهُ عَنَّا بِعِبَادَتِكَ، وَاكْبِتْهُ بِدُؤوبِنَا فِي مَحَبَّتِكَ، وَاجْعَلْ بَيْنَنَا وَبَيْنَهُ سِتْراً لاَ يَهْتِكُهُ، وَرَدْماً مُصْمِتاً لا يَفْتُقُهُ. أللَّهُمَّ صَـلِّ عَلَى مُحَمَّد وَآلِـهِ، وَاشْغَلْهُ عَنَّا بِبَعْضِ أَعْدَائِكَ، وَاعْصِمْنَا مِنْهُ بِحُسْنِ رِعَايَتِكَ، وَاكْفِنَا خَتْرَهُ، وَوَلِّنَا ظَهْرَهُ، وَاقْطَعْ عَنَّا إثْرَهُ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَأَمْتِعْنَا مِنَ الْهُدَى، بِمِثْلِ ضَلاَلَتِهِ، وَزَوِّدْنَا مِنَ التَّقْوَى ضِدَّ غَوَايَتِهِ، وَاسْلُكْ بِنَـا مِنَ التُّقى خِـلافَ سَبِيلِهِ مِنَ الـرَّدى. أللَّهُمَّ لاَ تَجْعَلْ لَهُ فِي قُلُوبِنَا مَدْخَلاً وَلاَ تُوطِنَنَّ لَهُ فِيمَا لَدَيْنَا مَنْزِلاً. اللَّهُمَّ وَمَا سَوَّلَ لَنَا مِنْ بَاطِل فَعَرِّفْنَاهُ وَإذَا عَرَّفْتَنَاهُ فَقِنَاهُ، وَبَصِّرْنَا مَا نُكَايِدُهُ بِهِ، وَأَلْهِمْنَا مَا نُعِدُّهُ ، وَأَيْقِظْنَا عَنْ سِنَةِ الْغَفْلَةِ بِالرُّكُونِ إلَيْهِ وَأَحْسِنْ بِتَوْفِيقِكَ عَوْنَنَا عَلَيْهِ. اللَّهُمَّ وَأَشْرِبْ قُلُوبَنَـا إنْكَارَ عَمَلِهِ، وَالْـطُفْ لَنَا فِي نَقضِ حِيَلِهِ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَحَوِّلْ سُلْطَانَهُ عَنَّا، وَاقْطَعْ رَجَاءَهُ مِنَّا ، وادْرَأْه عَنِ الْوُلُوعِ بِنَا. اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَاجْعَلْ آباءَنَا وَأُمَّهَاتِنَا وَأَوْلاَدَنَا وَأَهَالِينَا وَذَوِي أَرْحَامِنَا وَقَرَابَاتِنَا وَجِيْرَانَنَا مِنَ الْمُؤْمِنِينَ وَالْمُؤْمِنَـاتِ مِنْهُ فِي حِرْز حَـارِز، وَحِصْن حَافِظ ، وَكَهْف مَانِع، وَألْبِسْهُمْ مِنْهُ جُنَناً وَاقِيَةً، وَأَعْطِهِمْ عَلَيْهِ أَسْلِحَةً مَاضِيَةً. أللَّهُمَّ وَاعْمُمْ بِذلِكَ مَنْ شَهِدَ لَكَ بِالرُّبُوبِيَّةِ، وَأَخْلَصَ لَكَ بِالْوَحْدَانِيَّةِ، وَعَادَاهُ لَكَ بِحَقِيقَةِ الْعُبُودِيَّة، وَاسْتَظْهَرَ بِكَ عَلَيْهِ فِي مَعْرِفَةِ الْعُلُومِ الرَّبَّانِيَّةِ. اللَّهُمَّ احْلُلْ مَا عَقَدَ، وَافْتقْ مَا رَتَقَ، وَافسَخ مَا دَبَّرَ، وَثَبِّطْهُ إذَا عَزَمَ، وَانْقُضْ مَا أَبْرَمَ. اللَّهُمَّ وَاهْزِمْ جُنْدَهُ وَأَبْطِلْ كَيْدَهُ وَاهْدِمْ كَهْفَهُ وَأَرْغِمْ أَنْفَهُ. اللَّهُمَّ اجْعَلْنَا فِي نَظْم أَعْدَآئِهِ وَاعْزِلْنَا عَنْ عِدَادِ أَوْلِيَائِهِ، لا نُطِيعُ لَهُ إذَا اسْتَهْوَانَا، وَلا نَسْتَجِيبُ لَهُ إذَا دَعَانَا نَأْمُرُ بِمُنَاوَاتِهِ مَنْ أَطَاعَ أَمْرَنَا وَنَعِظُ عَنْ مُتَابَعَتِهِ مَنِ اتَّبَعَ زَجْرَنَا. اللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ خَاتَمِ النَّبِيِّينَ وَسَيِّدِ الْمُرْسَلِينَ وَعَلَى أَهْلِ بَيْتِهِ الطَّيِّبِينَ الـطَّاهِرِينَ وَأَعِذْنَا وَأَهَـالِينَا وَإخْـوَانَنَا وَجَمِيـعَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ مِمَّا اسْتَعَذْنَا مِنْهُ، وَأَجِرْنَا مِمَّا اسْتَجَرْنَا بِكَ مِنْ خَوْفِهِ وَاسْمَعْ لَنَا مَا دَعَوْنَا بِهِ وَأَعْطِنَا مَا أَغْفَلْنَاهُ وَاحْفَظْ لَنَا مَا نَسِيْنَاهُ، وَصَيِّرْنَا، بِذَلِكَ فِي دَرَجَاتِ الصَّالِحِينَ وَمَـرَاتِبِ الْمُؤْمِنِينَ آمينَ رَبَّ ا لْعَالَمِينَ"
}