{
"title": "دعاؤه عند الشدة",
"type": "text",
"source": "الصحيفة السجادية",
"data": "أَللَّهُمَّ إنَّكَ كَلَّفْتَنِي مِنْ نَفْسِي مَا أَنْتَ أَمْلَكُ بِهِ مِنِّي، وَقُدْرَتُكَ عَلَيْهِ وَعَلَيَّ أَغْلَبُ مِنْ قُدْرَتِي، فَأَعْطِنِي مِنْ نَفْسِي مَا يُرْضِيْكَ عَنِّي، وَخُذْ لِنَفْسِكَ رِضَاهَا مِنْ نَفْسِي فِي عَافِيَة. أللَّهُمَّ لاَ طَاقَةَ لِي بِالجَهْدِ ، وَلاَ صَبْرَ لِي عَلَى البَلاَءِ، وَلاَ قُوَّةَ لِي عَلَى الْفَقْرِ، فَلاَ تَحْظُرْ عَلَيَّ رِزْقِي، وَلاَ تَكِلْنِيْ إلَى خَلْقِكَ بَلْ تَفَرَّدْ بِحَاجَتِي، وَتَولَّ كِفَايَتِي، وَانْظُرْ إلَيَّ وَانْظُرْ لِي فِي جَمِيْعِ اُمُورِي، فَإنَّكَ إنْ وَكَلْتَنِي إلَى نَفْسِي عَجَزْتُ عَنْهَا، وَلَمْ اُقِمْ مَا فِيهِ مَصْلَحَتُهَا، وَإنْ وَكَلْتَنِي إلَى خَلْقِكَ تَجَهَّمُونِي، وَإنْ أَلْجَأتَنِيْ إلَى قَرَابَتِي حَرَمُونِي، وَإنْ أَعْطَوْا أَعْطَوْا قَلِيْلاً نَكِداً، وَمَنُّوا عَلَيَّ طَوِيلاً وَذَمُّوا كَثِيراً. فَبِفَضْلِكَ أللَّهُمَّ فَأَغْنِنِي، وَبِعَظَمَتِكَ فَانْعَشنِي، وَبِسَعَتِكَ فَابْسُطْ يَدِي، وَبِمَا عِنْدَكَ فَاكْفِنِي. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَخَلِّصْنِي مِنَ الْحَسَدِ، وَاحْصُرْنِي عَن الذُّنُوبِ، وَوَرِّعْنِي عَنِ الْمَحَارِمِ، وَلا تُجَرِّئْنِي عَلَى الْمَعَاصِي، وَاجْعَلْ هَوايَ عِنْدَكَ، وَرِضَايَ فِيمَا يَرِدُ عَلَيَّ مِنْكَ، وَبَارِكْ لِي فِيْمَا رَزَقْتَنِي، وَفِيمَا خَوَّلْتَنِي، وَفِيمَا أَنْعَمْتَ بِهِ عَلَيَّ، وَاجْعَلْنِي فِي كُلِّ حَالاَتِي مَحْفُوظَاً مَكْلُوءاً مَسْتُوراً مَمْنُوعاً مُعَاذاً مُجَاراً. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَاقْضِ عَنِّي كُلَّمَا أَلْزَمْتَنِيهِ وَفَرَضْتَهُ عَلَيَّ لَكَ فِي وَجْه مِنْ وُجُوهِ طَاعَتِكَ، أَوْ لِخَلْق مِنْ خَلْقِكَ وَإنْ ضَعُفَ عَنْ ذَلِكَ بَدَنِي ، وَوَهَنَتْ عَنْهُ قُـوَّتِي، وَلَمْ تَنَلْهُ مَقْدِرَتِي، وَلَمْ يَسَعْهُ مَالِي وَلاَ ذَاتُ يَدِي، ذَكَرْتُهُ أَوْ نَسِيتُهُ هُوَ يَا رَبِّ مِمَّا قَدْ أَحْصَيْتَهُ عَلَيَّ وَأَغْفَلْتُهُ أَنَا مِنْ نَفْسِي، فَأَدِّهِ عَنِّي مِنْ جَزِيْلِ عَطِيَّتِكَ وَكَثِيرِ مَا عِنْدَكَ، فَإنَّكَ وَاسِعٌ كَرِيمٌ حَتَّى لاَ يَبْقَى عَلَيَّ شَيْءٌ مِنْهُ تُرِيدُ أَنْ تُقَاصَّنِي بِهِ مِنْ حَسَنَاتِي، أَوْ تُضَاعِفَ بِهِ مِنْ سَيِّئاتِي يَوْمَ أَلْقَاكَ يَا رَبِّ. أَللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَارْزُقْنِي الرَّغْبَةَ فِي الْعَمَـلِ لَكَ لآخِـرَتِي، حَتَّى أَعْرِفَ صِدْقَ ذلِكَ مِنْ قَلْبِي، وَحَتَّى يَكُونَ الْغَالِبُ عَلَيَّ الزُّهْدُ فِي دُنْيَايَ، وَحَتَّى أَعْمَلَ الْحَسَنَاتِ شَوْقاً، وَآمَنَ مِنَ السَّيِّئاتِ فَرَقاً وَخَوْفاً، وَهَبْ لِي نُوراً أَمْشِي بِهِ فِي النَّاسِ، وَأَهْتَدِي بِهِ فِي الظُّلُماتِ، وَأَسْتَضِيءُ بِهِ مِنَ الشَّكِّ وَالشُّبُهَـاتِ . اللّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَارْزُقْنِي خَوْفَ غَمِّ الْوَعِيْـدِ، وَشَوْقَ ثَوَابِ الْمَوْعُودِ حَتَّى أَجِدَ لَذَّةَ مَا أَدْعُوكَ لَهُ، وَكَأْبَةَ مَا أَسْتَجِيرُ بِكَ مِنْهُ. أللَّهُمَّ قَـدْ تَعْلَمُ مَا يُصْلِحُنِي مِنْ أَمْرِ دُنْيَايَ وَآخِـرَتِي، فَكُنْ بِحَوَائِجِيْ حَفِيّاً. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد وَارْزُقْنِي الْحَقَّ عِنْدَ تَقْصِيرِي فِي الشُّكْرِ لَكَ بِمَا أَنْعَمْتَ عَلَيَّ فِي اليُسـرِ وَالْعُسْرِ وَالصِّحَّـةِ وَالسَّقَمِ حَتَّى أَتَعَرَّفَ مِنْ نَفْسِي رَوْحَ الرِّضَا وَطُمَأنِينَةَ النَّفْسِ مِنِّي بِمَا يَحْدُثُ لَكَ فِيمَا يَحْدُثُ فِي حَالِ الْخَوْفِ وَالاَمْنِ، وَالرِّضَا وَالسُّخْطِ، وَالضَّرِّ وَالنَّفْعِ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَارْزُقْنِي سَلاَمَةَ الصَّدْرِ مِنَ الْحَسَدِ حَتَّى لاَ أَحْسُدَ أَحَداً مِنْ خَلْقِكَ عَلَى شَيْء مِنْ فَضْلِكَ، وَحَتَّى لاَ أَرى نِعْمَـةً مِنْ نِعَمِـكَ عَلَى أَحَد مِنْ خَلْقِكَ فِي دِيْن أَوْ دُنْيا، أَوْ عَافِيَة أَوْ تَقْوَى، أَوْ سَعَة أَوْ رَخاء، إلاّ رَجَوْتُ لِنَفْسِي أَفْضَلَ ذلِكَ، بِكَ وَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّـد وَآلِـهِ وَارْزُقْنِي التَّحَفُّظَ مِن الْخَطَايَا، وَالاحْتِرَاسَ مِنَ الزَّلَلِ فِي الدُّنْيَا وَالآخِرَةِ، فِي حَالِ الرِّضَا وَالْغَضَبِ، حَتَّى أكُونَ بِمَا يَرِدُ عَلَيَّ مِنْهُمَا بِمَنْزِلَة سَوَاء، عَامِلاً بِطَاعَتِكَ مُؤْثِراً لِرِضَاكَ عَلَى مَا سِوَاهُمَا فِي الأَوْلِياءِ وَالأعْدَاءِ حَتّى يَأْمَنَ عَدُوِّي مِنْ ظُلْمِي وَجَوْرِي، وَيَيْأَسَ وَلِيِّي مِنْ مَيْلِي وَانْحِطَاطِ هَوَايَ، وَاجْعَلنِي مِمَّنْ يَدْعُوكَ مُخْلِصاً في الرَّخَاءِ دُعَـاءَ الْمُخْلِصِينَ الْمُضْطَرِّينَ لَـكَ فِي الدُّعَاءِ إنَّكَ حَمِيدٌ مَجيدٌ"
}