{
"title": "دعاؤه لأهل الثغور",
"type": "text",
"source": "الصحيفة السجادية",
"data": "أَللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَحَصِّنْ ثُغُورَ الْمُسْلِمِينَ بِعِزَّتِكَ، وَأَيِّدْ حُمَاتَهَا بِقُوَّتِكَ، وَأَسْبغَ عَطَايَاهُمْ مِنْ جِدَتِكَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَكَثِّرْ عِدَّتَهُمْ، وَاشْحَذْ أَسْلِحَتَهُمْ، وَاحْرُسْ حَوْزَتَهُمْ، وَامْنَعْ حَوْمَتَهُمْ، وَأَلِّفْ جَمْعَهُمْ، وَدَبِّرْ أَمْرَهُمْ، وَوَاتِرْ بَيْنَ مِيَرِهِمْ، وَتَوَحَّدْ بِكِفَايَةِ مَؤَنِهِمْ، وَاعْضُدْهُمْ بِالنَّصْرِ، وَأَعْنِهُمْ بِالصَّبْرِ، وَالْطُفْ لَهُمْ فِي الْمَكْرِ. أَللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَعَرِّفْهُمْ مَا يَجْهَلُونَ، وَعَلِّمْهُمْ مَا لاَ يَعْلَمُونَ، وَبَصِّرْهُمْ مَا لاَ يُبْصِرُونَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، وَأَنْسِهِمْ عِنْدَ لِقَآئِهِمُ الْعَدُوَّ ذِكْرَ دُنْيَاهُمُ الْخَدَّاعَةِ الْغَرُورِ، وَامْحُ عَنْ قُلُوبِهِمْ خَطَرَاتِ الْمَالِ الْفَتُونِ، وَاجْعَلِ الْجَنَّةَ نَصْبَ أَعْيُنِهِمْ وَلَوِّحْ مِنْهَا لأِبْصَارِهِمْ مَا أَعْدَدْتَ فِيهَا مِنْ مَسَاكِنِ الْخُلْدِ وَمَنَازِلِ الْكَرَامَةِ وَالْحُورِ الْحِسَانِ وَالأَنْهَارِ الْمُطَّرِدَةِ بِأَنْوَاعِ الأَشْرِبَـةِ ، وَالأَشْجَارِ الْمُتَدَلِّيَةِ بِصُنُوفِ الثَّمَرِ، حَتَّى لاَ يَهُمَّ أَحَدٌ مِنْهُمْ بِالأدْبَارِ، وَلا يُحَدِّثَ نَفْسَهُ عَنْ قِرْنِهِ بِفِرَار. أللَّهُمَّ افْلُلْ بِذَلِـكَ عَدُوَّهُمْ، وَاقْلِمْ عَنْهُمْ أَظْفَارَهُمْ، وَفَرِّقْ بَيْنَهُمْ وَبَيْنَ أَسْلِحَتِهِمْ ، وَاخْلَعْ وَثَائِقَ أَفْئِدَتِهِمْ، وَبَاعِدْ بَيْنَهُمْ وَبَيْنَ أَزْوِدَتِهِمْ، وَحَيِّرْهُمْ فِي سُبُلِهِمْ، وَضَلِّلْهُمْ عَنْ وَجْهِهِمْ، وَاقْـطَعْ عَنْهُمُ الْمَدَدَ وَانْقُصْ مِنْهُمُ الْعَدَدَ، وَامْلاْ أَفْئِدَتَهُمُ الرُّعْبَ، وَاقْبِضْ أَيْـدِيَهُمْ عَنِ البَسْطِ، وَاخْـزِمْ أَلْسِنَتَهُمْ عَنِ النُّطْقِ، وَشَرِّدْ بهِمْ مَنْ خَلْفَهُمْ، وَنَكِّلْ بِهِمْ مَنْ وَرَاءَهُمْ، وَاقْـطَعْ بِخِزْيِهِمْ أَطْمَـاعَ مَنْ بَعْدَهُمْ. أللَّهُمَّ عَقِّمْ أَرْحَامَ نِسَائِهِمْ، وَيَبِّسْ أَصْلاَبَ رِجَالِهِمْ، وَاقْطَعْ نَسْلَ دَوَابِّهِمْ وَأَنْعَامِهِمْ، لاَ تَأذَنْ لِسَمَائِهِمْ فِي قَطْر وَلاَ لارْضِهِمْ فِي نَبَات. أللَّهُمَّ وَقَوِّ بِذَلِكَ مِحَالَّ أَهْلِ الإسْلاَمِ ، وَحَصِّنْ بِهِ دِيَارَهُمْ ، وَثَمِّرْ بِـهِ أَمْوَالَهُمْ ، وَفَرِّغْهُمْ عَنْ مُحَارَبَتِهِمْ لِعِبَادَتِكَ وَعَنْ مُنَابَذَتِهِمْ للْخَلْوَةِ بِكَ، حَتَّى لا يُعْبَدَ فِي بِقَاعِ الارْضِ غَيْرُكَ وَلاَ تُعَفَّرَ لاَِحَد مِنْهُمْ جَبْهَةٌ دُونَكَ. أللَّهُمَّ اغزُ بِكُلِّ نَـاحِيَـة مِنَ الْمُسْلِمِينَ عَلَى مَنْ بِـإزَائِهِمْ مِنَ الْمُشْرِكِينَ، وَأَمْدِدْهُمْ بِمَلائِكَة مِنْ عِنْدِكَ مُرْدِفِينَ حَتَّى يَكْشِفُـوهُمْ إلَى مُنْقَطَعِ التُّـرابِ قَتْـلاً فِي أَرْضِكَ وَأَسْراً أَوْ يُقِرُّوا بِأَنَّكَ أَنْتَ اللهُ الَّذِي لاَ إلهَ إلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ. أللَّهُمَّ وَاعْمُمْ بِذَلِكَ أَعْدَاءَكَ فِي أَقْطَارِ الْبِلاَدِ مِنَ الْهِنْدِ وَالرُّومِ وَالتُّـرْكِ وَالْخَزَرِ وَالْحَبَشِ وَالنُّـوبَةِ وَالـزِّنْج والسَّقَالِبَةِ وَالدَّيَالِمَةِ وَسَائِرِ أُمَمِ الشِّرْكِ الَّذِي تَخْفَى أَسْمَاؤُهُمْ وَصِفاتُهُمْ، وَقَدْ أَحْصَيْتَهُمْ بِمَعْرِفَتِكَ، وَأَشْرَفْتَ عَلَيْهِمْ بِقُدْرَتِكَ. أللَّهُمَّ اشْغَلِ الْمُشْرِكِينَ بِالمُشْرِكِينَ عَنْ تَنَاوُلِ أَطْرَافِ الْمُسْلِمِينَ، وَخُذْهُمْ بِـالنَّقْصِ عَنْ تَنَقُّصِهِمْ، وَثَبِّطْهُمْ بِـالْفُـرْقَـةِ عَنِ الاحْتِشَادِ عَلَيْهِمْ. أللَّهُمَّ أَخْلِ قُلُوبَهُمْ مِنَ الأَمَنَـةِ وَأَبْدَانَهُمْ مِنَ الْقُوَّةِ وَأَذْهِلْ قُلُوبَهُمْ عَنِ الاحْتِيَالِ وَأَوْهِنْ أَرْكَانَهُمْ عَنْ مُنَازَلَةِ الرِّجَالِ وَجَبِّنْهُمْ عَنْ مُقَارَعَةِ الأَبْطَالِ، وَابْعَثْ عَلَيْهِمْ جُنْداً مِنْ مَلاَئِكَتِكَ بِبَأس مِنْ بَأْسِكَ كَفِعْلِكَ يَوْمَ بَدْر تَقْطَعُ بِهِ دَابِرَهُمْ وَتَحْصُدُ بِهِ شَوْكَتَهُمْ، وَتُفَرِّقُ بهِ عَدَدَهُمْ. اللَّهُمَّ وَامْزُجْ مِيَاهَهُمْ بِالْوَبَاءِ وَأطْعِمَتَهُمْ بِالأَدْوَاءِ وَارْمِ بِلاَدَهُمْ بِالْخُسُوفِ وَأَلِـحَّ عَلَيْهَا بِـالْقُذُوفِ وَافْـرَعْهَا بِالْمُحُولِ. وَاجْعَلْ مِيَرَهُمْ فِي أَحَصِّ أَرْضِكَ وَأَبْعَـدِهَا عَنْهُمْ، وَامْنَـعْ حُصُونَهَا مِنْهُمْ، أَصِبْهُمْ بِالْجُوعِ الْمُقِيمِ وَالسُّقْمِ الالِيمِ. أللَّهُمَّ وَأَيُّمَا غَاز غَزَاهُمْ مِنْ أَهْلِ مِلَّتِكَ أَوْ مُجَاهِد جَاهَدَهُمْ مِنْ أَتْبَاعِ سُنَّتِكَ لِيَكُونَ دِينُكَ الاعْلَى وَحِزْبُكَ الأقوَى وَحَظُّكَ الأوْفَى فَلَقِّهِ الْيُسْرَ، وَهَيِّئْ لَهُ الأمْرَ، وَتَوَلَّهُ بِالنُّجْحِ، وَتَخَيَّرْ لَهُ الأصْحَابَ، وَاسْتَقْوِ لَهُ الظَّهْرَ، وَأَسْبِغْ عَلَيْهِ فِي النَّفَقَةِ وَمَتِّعْهُ بِالنَّشَاطِ، وَأَطْفِ عَنْهُ حَرَارَةَ الشَّوْقِ، وَأَجِرْهُ مِنْ غَمِّ الْوَحْشَةِ، وَأَنْسِهِ ذِكْرَ الاهْلِ وَالْوَلَدِ وَأَثُرْ لَهُ حُسْنَ النِّيَّةِ وَتَوَلَّه بِالْعَافِيَةِ، وَأَصْحِبْهُ السَّلاَمَةَ، وَأَعْفِهِ مِنَ الْجُبْنِ، وَأَلْهِمْهُ الْجُرْأَةَ وَارْزُقْهُ الشِّدَّةَ وَأَيِّدْهُ بِالنُّصْرَةِ، وَعَلِّمْهُ السِّيَرَ وَالسُّنَنَ، وَسَدِّدْهُ فِي الْحُكْمِ، وَاعْزِلْ عَنْهُ الرِّياءَ، وخَلِّصْهُ مِنَ السُّمْعَةِ وَاجْعَلْ فِكْرَهُ وَذِكْرَهُ وَظَعْنَهُ وَإقَامَتَهُ فِيْكَ وَلَكَ، فَإذا صَافَّ عَدُوَّكَ وَعَدُوَّهُ فَقَلِّلْهُمْ فِي عَيْنِهِ وَصَغِّرْ شَأنَهُمْ فِي قَلْبِهِ وَأَدِلْ لَهُ مِنْهُـمْ وَلاَ تُدِلْهُمْ مِنْهُ فَإنْ خَتَمْتَ لَهُ بِالسَّعَادَةِ وَقَضَيْتَ لَهُ بِالشَّهَادَةِ فَبَعْدَ أَنْ يَجْتَاحَ عَدُوَّكَ بِالْقَتْلِ وَبَعْدَ أنْ يَجْهَدَ بِهِمُ الأسْرُ وَبَعْدَ أن تَأمَنَ أطرَافُ المُسْلِمِينَ وَبَعْدَ أَنْ يُوَلِّيَ عَدُوُّكَ مُدْبِرِينَ. أللَّهُمَّ وَأَيُّمَا مُسْلِم خَلَفَ غَازِياً أَوْ مُرَابِطاً فِي دَارِهِ أَوْ تَعَهَّدَ خَالِفِيْهِ فِيْ غَيْبَتِهِ، أَوْ أَعَانَهُ بِطَائِفَة مِنْ مَالِهِ، أَوْ أَمَدَّهُ بِعِتَاد، أَوْ شَحَذَهُ عَلَى جِهَاد، أَوْ أَتْبَعَهُ فِي وَجْهِهِ دَعْوَةً، أَوْ رَعَى لَهُ مِنْ وَرَآئِهِ حُرْمَةً. فَأَجْرِ لَهُ مِثْلَ أَجْرِهِ وَزْناً بِوَزْن وَمِثْلاً بِمِثْل وَعَوِّضْهُ مِنْ فِعْلِهِ عِوَضاً حَاضِراً يَتَعَجَّلُ بِهِ نَفْعَ مَا قَدَّمَ، وَسُرُورَ مَا أَتَى به، إلَى أَنْ يَنْتَهِيَ بِهِ الْوَقْتُ إلَى مَا أَجْرَيْتَ لَـهُ مِنْ فَضْلِكَ، وَأَعْدَدْتَ لَهُ مِنْ كَرَامَتِكَ. أللَّهُمَّ وَأَيُّمَا مُسْلِم أَهَمَّهُ أَمْرُ الإِسْلاَمِ وَأَحْزَنَهُ تَحَزُّبُ أَهْلِ ألشِّرْكِ عَلَيْهِمْ فَنَوَى غَزْواً أَوْ هَمَّ بِجهَـاد فَقَعَدَ بِـهِ ضَعْفٌ أَوْ أَبطَأَتْ بِهِ فَاقَةٌ، أَوْ أَخَّرَهُ عَنْهُ حَادِثٌ، أَوْ عَرَضَ لَهُ دُونَ إرَادَتِهِ مَانِعٌ، فَاكْتُبِ اسْمَـهُ فِي الْعَابِدِينَ وَأوْجبْ لَهُ ثَوَابَ الْمُجَاهِدِينَ وَاجْعَلْهُ فِي نِظَامِ الشُّهَدَاءِ وَالصَّالِحِينَ . أللَّهُمَّ صَـلِّ عَلَى مُحَمَّد عَبْدِكَ وَرَسُولِكَ وَآلِ مُحَمَّد صَلاَةً عَالِيَةً عَلَى الصَّلَوَاتِ مُشْرِفَةً فَوْقَ التَّحِيَّاتِ، صَلاَةً لاَ يَنْتَهِي أَمَدُهَا وَلا يَنْقَطِعُ عَدَدُهَا كَأَتَمِّ مَـا مَضَى مِنْ صَلَوَاتِكَ عَلَى أَحَد مِنْ أَوْلِيـائِكَ، إنَّـكَ الْمَنَّانُ الْحَمِيدُ الْمُبْدِئُ الْمُعِيدُ الفَعَّالُ لِمَا تُرِيْدُ"
}