{
"title": "دعاؤه بالتـوبة",
"type": "text",
"source": "الصحيفة السجادية",
"data": " أَللَّهُمَّ يَا مَنْ لا يَصِفُهُ نَعْتُ الْوَاصِفِينَ ، وَيَا مَنْ لاَ يُجَاوِزُهُ رَجَاءُ الرَّاجِينَ ، وَيَا مَنْ لاَ يَضِيعُ لَدَيْهِ أَجْرُ الْمُحْسِنِينَ، وَيَا مَنْ هُوَ مُنْتَهَى خَوْفِ الْعَابِدِيْنَ، وَيَا مَنْ هُوَ غَايَةُ خَشْيَةِ الْمُتَّقِينَ. هَذا مَقَامُ مَنْ تَدَاوَلَتْهُ أَيْدِي الذُّنُوبِ ، وَقَادَتْهُ أَزِمَّةُ الْخَطَايَا ، وَاسْتَحْوَذَ عَلَيْهِ الشَّيْطَانُ، فَقَصَّرَ عَمَّا أَمَرْتَ بِهِ تَفْرِيطَاً، وَتَعَاطى مَا نَهَيْتَ عَنْهُ تَعْزِيراً، كَالْجاهِلِ بِقُدْرَتِكَ عَلَيْهِ، أَوْ كَالْمُنْكِرِ فَضْلَ إحْسَانِكَ إلَيْهِ، حَتَّى إذَا انْفَتَحَ لَهُ بَصَرُ الْهُدَى، وَتَقَشَّعَتْ عَنْهُ سَحَائِبُ الْعَمَى أَحْصَى مَا ظَلَمَ بِهِ نَفْسَهُ، وَفَكَّرَ فِيمَا خَالَفَ بِهِ رَبَّهُ، فَرَأى كَبِيْرَ عِصْيَانِهِ كَبِيْراً، وَجَلِيل مُخالفَتِهِ جَلِيْلاً، فَأَقْبَلَ نَحْوَكَ مُؤَمِّلاً لَكَ، مُسْتَحْيِيَاً مِنْكَ، وَوَجَّهَ رَغْبَتَهُ إلَيْكَ ثِقَةً بِكَ، فَأَمَّكَ بِطَمَعِهِ يَقِيناً، وَقَصَدَكَ بِخَوْفِهِ إخْلاَصَاً، قَدْ خَلاَ طَمَعُهُ مِنْ كُلِّ مَطْمُوع فِيهِ غَيْرِكَ، وَأَفْرَخَ رَوْعُهُ مِنْ كُلِّ مَحْذُور مِنْهُ سِوَاكَ، فَمَثَّلَ بَيْنَ يَدَيْـكَ مُتَضَرِّعـاً، وَغَمَّضَ بَصَرَهُ إلَى الأرْضِ مُتَخَشِّعَاً، وَطَأطَأَ رَأسَهُ لِعِزَّتِكَ مُتَذَلِّلاً، وَأَبَثَّكَ مِنْ سِرِّهِ مَا أَنْتَ أَعْلَمُ بِهِ مِنْهُ خَضُوعاً، وَعَدَّدَ مِنْ ذُنُوبِهِ مَا أَنْتَ أَحْصَى لَهَا خُشُوعاً وَاسْتَغَاثَ بِكَ مِنْ عَظِيمِ مَاوَقَعَ بِهِ فِي عِلْمِكَ وَقَبِيحِ مَا فَضَحَهُ فِي حُكْمِكَ مِنْ ذُنُوب أدْبَرَتْ لَذَّاتُهَا فَذَهَبَتْ، وَأَقَامَتْ تَبِعَاتُهَا فَلَزِمَتْ، لا يُنْكِرُ يَا إلهِي عَدْلَكَ إنْ عَاقَبْتَهُ، وَلا يَسْتَعْظِمُ عَفْوَكَ إنْ عَفَوْتَ عَنْهُ وَرَحِمْتَهُ; لأِنَّكَ الرَّبُّ الْكَرِيمُ الَّذِي لا يَتَعَاظَمُهُ غُفْرَانُ الذَّنْبِ الْعَظِيم. أَللَّهُمَّ فَهَا أَنَا ذَا قَدْ جئْتُكَ مُطِيعاً لاِمْرِكَ فِيمَا أَمَرْتَ بِهِ مِنَ الدُّعَاءِ، مَتَنَجِّزاً وَعْدَكَ فِيمَا وَعَدْتَ بِهِ مِنَ الإجَابَةِ إذْ تَقُولُ (اُدْعُونِي أَسْتَجِبْ لَكُمْ). أللَّهُمَّ فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَالْقَنِي بِمَغْفِـرَتِكَ كَمَا لَقِيتُكَ بِإقْرَارِي وَارْفَعْنِي عَنْ مَصَارعِ الذُّنُوبِ كَمَا وَضَعْتُ لَكَ نَفْسِي وَاسْتُرْنِي بِسِتْرِكَ كَمَا تَأَنَّيْتَنِي عَنِ الانْتِقَامِ مِنِّي. أللَّهُمَّ وَثَبِّتْ فِي طَاعَتِكَ نِيَّتِيْ، وَأَحْكِمْ فِي عِبَادَتِكَ بَصِيـرَتِي، وَوَفِّقْنِي مِنَ الأَعْمَالِ لِمَا تَغْسِلُ بِهِ دَنَسَ الخَطَايَا عَنِّي، وَتَوَفَّنِي عَلَى مِلَّتِكَ وَمِلَّةِ نَبِيِّكَ مُحَمَّد عَلَيْهِ السَّـلامُ إذَا تَوَفَّيْتَنِي. أللَّهُمَّ إنِّي أَتُوبُ إلَيْـكَ فِي مَقَامِي هَذَا مِنْ كَبَائِرِ ذُنُوبِي وَصَغَائِرِهَا وَبَوَاطِنِ سَيِّئآتِي وَظَوَاهِرِهَا، وَسَوالِفِ زَلاَّتِي وَحَوَادِثِهَا، تَوْبَةَ مَنْ لا يُحَدِّثُ نَفْسَهُ بِمَعْصِيَة وَلاَ يُضْمِرُ أَنْ يَعُودَ فِي خَطِيئَة، وَقَدْ قُلْتَ يَا إلهِي فِي مُحْكَمِ كِتابِكَ إنَّكَ تَقْبَلُ التَّوْبَةَ عَنْ عِبَادِكَ، وَتَعْفُو عَنِ السَّيِّئاتِ، وَتُحِبُّ التَّوَّابِينَ، فَاقْبَلْ تَوْبَتِي كَمَا وَعَدْتَ وَأعْفُ عَنْ سَيِّئاتِي كَمَا ضَمِنْتَ، وَأَوْجِبْ لِي مَحَبَّتَكَ كَمَا شَـرَطْتَ، وَلَـكَ يَـا رَبِّ شَـرْطِي أَلاّ أَعُودَ فِي مَكْرُوهِكَ، وَضَمَانِي أَلاّ أَرْجِعَ فِي مَذْمُومِكَ، وَعَهْدِي أَنْ أَهْجُرَ جَمِيعَ مَعَاصِيكَ. أللَّهُمَّ إنَّكَ أَعْلَمُ بِمَا عَمِلْتُ فَاغْفِرْ لِي مَا عَلِمْتَ، وَاصْرِفْنِي بِقُدْرَتِكَ إلَى مَا أَحْبَبْتَ. أللَّهُمَّ وَعَلَيَّ تَبِعَاتٌ قَدْ حَفِظْتُهُنَّ، وَتَبِعَاتٌ قَدْ نَسيتُهُنَّ، وَكُلُّهُنَّ بِعَيْنِكَ الَّتِي لاَ تَنَـامُ، وَعِلْمِكَ الَّذِي لا يَنْسَى فَعَوِّضْ مِنْهَا أَهْلَهَا وَاحْطُطْ عَنّي وِزْرَهَا، وَخَفِّفْ عَنِّي ثِقْلَهَا، وَاعْصِمْنِي مِنْ أَنْ اُقَارِفَ مِثْلَهَا. أللَّهُمَّ وَإنَّهُ لاَ وَفَاءَ لِي بِالتَّوْبَةِ إلاَّ بِعِصْمَتِكَ، وَلا اسْتِمْسَاكَ بِي عَنِ الْخَطَايَا إلاَّ عَنْ قُوَّتِكَ، فَقَوِّنِي بِقُوَّة كَافِيَة، وَتَوَلَّنِي بِعِصْمَة مَانِعَة. أللَّهُمَّ أَيُّما عَبْد تَابَ إلَيْكَ وَهُوَ فِي عِلْمِ الْغَيْبِ عِنْدَكَ فَاسِخٌ لِتَوْبَتِهِ وَعَائِدٌ فِي ذَنْبِهِ وَخَطِيئَتِهِ فَإنِّي أَعُوذُ بِكَ أنْ أَكُوْنَ كَذلِكَ، فَاجْعَلْ تَوْبَتِي هَذِهِ تَوْبَةً لا أَحْتَاجُ بَعْدَهَا إلَى تَوْبَة، تَوْبَةً مُوجِبَةً لِمَحْوِ مَا سَلَفَ، وَالسَّلاَمَةِ فِيمَـا بَقِيَ. أللَّهُمَّ إنِّي أَعْتَـذِرُ إلَيْـكَ مِنْ جَهْلِي، وَأَسْتَـوْهِبُـكَ سُوْءَ فِعْلِي، فَـاضْمُمْنِي إلَى كَنَفِ رَحْمَتِكَ تَطَوُّلاً، وَاسْتُرْنِي بِسِتْرِ عَافِيَتِكَ تَفَضُّلاً. أللَّهُمَّ وَإنِّي أَتُوبُ إلَيْكَ مِنْ كُلِّ مَا خَالَفَ إرَادَتَكَ أَوْ زَالَ عَنْ مَحَبَّتِـكَ مِنْ خَـطَرَاتِ قَلْبِي وَلَحَـظَاتِ عَيْنِي وَحِكَايَاتِ لِسَانِي، تَوْبَةً تَسْلَمُ بِهَا كُلُّ جَارِحَة عَلَى حِيَالِهَا مِنْ تَبِعَاتِكَ، وَتَأْمَنُ مِمَّا يَخَافُ الْمُعْتَدُونَ مِنْ أَلِيْمِ سَطَوَاتِكَ. أَللَّهُمَّ فَارْحَمْ وَحْدَتِي بَيْنَ يَدَيْكَ، وَوَجِيبَ قَلْبِي مِنْ خَشْيَتِكَ، وَاضْطِرَابَ أَرْكَانِي مِنْ هَيْبَتِكَ، فَقَدْ أَقَامَتْنِي يَا رَبِّ ذُنُوبِي مَقَامَ الْخِزْيِ بِفِنَائِكَ، فَإنْ سَكَتُّ لَمْ يَنْطِقْ عَنِّي أَحَدٌ، وَإنْ شَفَعْتُ فَلَسْتُ بِأَهْلِ الشَّفَاعَةِ. أَللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَشَفِّعْ فِي خَطَايَـايَ كَرَمَكَ، وَعُدْ عَلَى سَيِّئاتِي بِعَفْوِكَ، وَلاَ تَجْزِنِي جَزَآئِي مِنْ عُقُوبَتِكَ وَابْسُطْ عَلَيَّ طَوْلَكَ وَجَلِّلْنِي بِسِتْرِكَ، وَافْعَلْ بِي فِعْلَ عَزِيز تَضَرَّع إلَيْهِ عَبْدٌ ذَلِيلٌ فَرَحِمَهُ، أَوْ غَنِيٍّ تَعَرَّضَ لَهُ عَبْدٌ فَقِيرٌ فَنَعَشَهُ. أللَّهُمَّ لاَ خَفِيرَ لِي مِنْكَ فَلْيَخْفُرْنِيْ عِزُّكَ، وَلا شَفِيعَ لِيْ إلَيْكَ فَلْيَشْفَعْ لِي فَضْلُكَ، وَقَدْ أَوْجَلَتْنِي خَطَايَايَ فَلْيُؤْمِنِّي عَفْوُكَ، فَمَا كُلُّ مَا نَطَقْتُ بِهِ عَنْ جَهْل مِنِّي بِسُوْءِ أَثَرِي، وَلاَ نِسيَان لِمَا سَبَقَ مِنْ ذَمِيمِ فِعْلِي، وَلكِنْ لِتَسْمَعَ سَمَاؤُكَ وَمَنْ فِيْهَـا، وَأَرْضُكَ وَمَنْ عَلَيْهَا مَا أَظْهَرْتُ لَكَ مِنَ النَّدَمِ، وَلَجَـأتُ إلَيْكَ فِيـهِ مِنَ التَّوْبَـةِ، فَلَعَـلَّ بَعْضَهُمْ بِرَحْمَتِكَ يَرْحَمُنِي لِسُوءِ مَوْقِفِي، أَوْ تُدْرِكُهُ الرِّقَّةُ عَلَىَّ لِسُوءِ حَالِي فَيَنَالَنِي مِنْهُ بِدَعْوَة أَسْمَعُ لَدَيْكَ مِنْ دُعَائِي، أَوْ شَفَاعَـة أَوْكَدُ عِنْدَكَ مِنْ شَفَاعَتِي تَكُونُ بِهَا نَجَاتِي مِنْ غَضَبِكَ وَفَوْزَتِي بِرضَاكَ. أللَّهُمَّ إنْ يَكُنِ النَّدَمُ تَوْبَةً إلَيْكَ فَأَنَا أَنْدَمُ اْلنَّادِمِينَ، وَإنْ يَكُنِ التَّرْكُ لِمَعْصِيَتِكَ إنَابَةً فَأَنَا أَوَّلُ الْمُنِيبينَ، وَإنْ يَكُنِ الاسْتِغْفَارُ حِطَّةً لِلذُّنُوبِ فَإنَي لَكَ مِنَ الْمُسْتَغْفِرِينَ. اللَّهُمَّ فَكَمَا أَمَرْتَ بِالتَّوْبَةِ وَضَمِنْتَ الْقَبُولَ وَحَثَثْتَ عَلَى الدُّعَـاءِ وَوَعَدْتَ الإجَابَةَ، فَصَلِّ عَلَى مُحَمَّدِ وَآلِهِ وَاقْبَلْ تَوْبَتِي وَلاَ تَرْجِعْني مَرجَعَ الغَيبَةِ منْ رَحْمَتِك إنَّكَ أَنْتَ التَّوَّابُ عَلَى الْمُذْنِبِينَ، وَالرَّحِيمُ لِلْخَاطِئِينَ الْمُنِيبِينَ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ كَمَا هَدَيْتَنَا بِهِ وَصَلِّ عَلَى مُحَمَّد وَآلِهِ كَمَا اسْتَنْقَذْتَنَا بِهِ، وَصَلِّ عَلَى مُحَمَّد وَآلِهِ صَلاَةً تَشْفَعُ لَنَا يَوْمَ الْقِيَامَةِ وَيَوْمَ الْفَاقَةِ إلَيْكَ، إنَّكَ عَلَى كُلِّ شَيْء قَدِيرٌ وَهُوَ عَلَيْكَ يَسِيرٌ ."
}