{
"title": "دعاؤه في صلاة الليل",
"type": "text",
"source": "الصحيفة السجادية",
"data": " أَللَّهُمَّ يَا ذَا الْمُلْكِ الْمُتأبِّدِ بِالْخُلُودِ وَالْسُلْطَانِ الْمُمْتَنِعِ بِغَيْرِ جُنُود وَلاَ أَعْوَان، وَالْعِزِّ الْبَاقِي عَلَى مَرِّ الدُّهُورِ، وَخَوَالِي الأَعْوَامِ، وَمَوَاضِي الأَزْمَانِ وَالأيَّامِ، عَزَّ سُلْطَانُكَ عِزّاً لا حَدَّ لَهُ بِأَوَّلِيَّة وَلاَ مُنْتَهَى لَهُ بِآخِرِيَّة، وَاسْتَعْلَى مُلْكُكَ عُلُوّاً سَقَطَتِ الأشْيَاءُ دُونَ بُلُوغِ أَمَدِهِ وَلاَ يَبْلُغُ أَدْنَى مَا اسْتَأثَرْتَ بِـهِ مِنْ ذَلِكَ أَقْصَى نَعْتِ النَّـاعِتِينَ. ضَلَّتْ فِيْـكَ الصِّفَاتُ وَتَفَسْخَتْ دُونَكَ النُّعُوتُ وَحَارَتْ فِي كِبْرِيِائِكَ لَطَائِفُ الأوْهَامِ، كَذلِكَ أَنْتَ اللهُ الأَوَّلُ فِي أَوَّلِيَّتِكَ، وَعَلَى ذَلِكَ أَنْتَ دَائِمٌ لا تَزُولُ، وَأَنَا الْعَبْدُ الضَّعِيْفُ عَمَلاً الجَسِيْمُ أَمَلاً، خَرَجَتْ مِنْ يَدِي أَسْبَابُ الْوُصُلاَت إلاّ مَا وَصَلَهُ رَحْمَتُكَ ، وَتَقَطَّعَتْ عَنِّي عِصَمُ الآمَالِ إلاّ مَا أَنَا مُعْتَصِمٌ بِهِ مِنْ عَفْوِكَ، قَلَّ عِنْدِي مَا أَعْتَدُّ بِهِ مِنْ طَاعَتِكَ وَكَثُرَ عَلَيَّ مَا أَبُوءُ بِهِ مِنْ مَعْصِيَتِكَ، وَلَنْ يَضِيْقَ عَلَيْكَ عَفْوٌ عَنْ عَبْدِكَ وَإنْ أَسَاءَ فَاعْفُ عَنِّي. أللَّهًمَّ وَقَدْ أَشْرَفَ عَلَى خَفَايَا الأَعْمَالِ عِلْمُكَ وَانْكَشَفَ كُلُّ مَسْتُور دُونَ خُبْرِكَ وَلاَ تَنْطَوِي عَنْكَ دَقَائِقُ الأُمُورِ وَلاَ تَعْزُبُ عَنْكَ غَيِّبَاتُ السَّرَائِرِ، وَقَدِ اسْتَحْوَذَ عَلَيَّ عَدُوُّكَ الَّذِي اسْتَنْظَرَكَ لِغِوَايتِي فَأَنْظَرْتَهُ، وَاسْتَمْهَلَكَ إلَى يَوْمِ الدِّيْنِ لاِضْلاَلِي فَأَمْهَلْتَهُ، فَأوْقَعَنِيْ وَقَدْ هَرَبْتُ إلَيْكَ مِنْ صَغَائِرِ ذُنُوب مُوبِقَة وَكَبَائِرِ أَعْمَال مُرْدِيَـة حَتَّى إذَا قَارَفْتُ مَعْصِيَتَـكَ وَاسْتَوْجَبْتُ بِسُوءِ سَعْيِي سَخْطَتَكَ فَتَلَ عَنِّي عِذَارَ غَدْرِهِ، وَتَلَقَّانِي بكَلِمَةِ كُفْرهِ، وَتَوَلَّى الْبَراءَةَ مِنِّي وَأَدْبَرَ مُوَلِّيَاً عَنِّي، فَأَصْحَرنِي لِغَضَبِكَ فَرِيداً، وَأَخْرَجَني إلى فِنَاءِ نَقِمَتِكَ طَرِيداً لاَ شَفِيعٌ يَشْفَعُ لِيْ إلَيْـكَ، وَلاَ خَفِيـرٌ يُؤْمِنُنِي عَلَيْـكَ وَلاَ حِصْنٌ يَحْجُبُنِي عَنْكَ وَلاَ مَلاَذٌ أَلْجَأُ إلَيْهِ مِنْكَ. فَهَذَا مَقَامُ الْعَائِذِ بِكَ، وَمَحَلُّ الْمُعْتَرِفِ لَكَ، فَلاَ يَضِيقَنَّ عَنِّي فَضْلُكَ، وَلا يَقْصُـرَنَّ دونِي عَفْوُكَ، وَلا أكُنْ أَخْيَبَ عِبَادِكَ التَّائِبِينَ، وَلاَ أَقْنَطَ وفُودِكَ الآمِلِينَ وَاغْفِرْ لِي إنَّكَ خَيْرُ الْغَافِرِينَ. أللَّهُمَّ إنَّكَ أَمَرْتَنِي فَتَرَكْتُ، وَنَهَيْتَنِي فَرَكِبْتُ، وَسَوَّلَ لِيَ الْخَطَأَ خَاطِرُ السُّوءِ فَفَرَّطْتُ، وَلا أَسْتَشْهِدُ عَلَى صِيَامِي نَهَـاراً، وَلاَ أَسْتَجِيرُ بِتَهَجُّدِي لَيْلاً، وَلاَ تُثْنِي عَلَيَّ بِإحْيَائِهَا سُنَّةٌ حَـاشَا فُرُوضِـكَ الَّتِي مَنْ ضَيَّعَها هَلَكَ، وَلَسْتُ أَتَوَسَّلُ إلَيْكَ بِفَضْلِ نَافِلَة مَعَ كَثِيرِ مَا أَغْفَلْتُ مِنْ وَظَائِفِ فُرُوضِكَ، وَتَعَدَّيْتُ عَنْ مَقَامَاتِ حُدُودِكَ إلَى حُرُمَات انْتَهَكْتُهَا، وَكَبَائِرِ ذُنُوب اجْتَرَحْتُهَا كَانَتْ عَافِيَتُكَ لِي مِنْ فَضَائِحِهَا سِتْراً. وَهَذَا مَقَامُ مَنِ اسْتَحْيَى لِنَفْسِهِ مِنْكَ، وَسَخِطَ عَلَيْهَا، وَرَضِيَ عَنْكَ فَتَلَقَّاكَ بِنَفْس خَاشِعَة، وَرَقَبَة خَاضِعَة، وَظَهْر مُثْقَل مِنَ الْخَطَايَا وَاقِفاً بَيْنَ الرَّغْبَةِ إلَيْكَ وَالرَّهْبَةِ مِنْكَ، وَأَنْتَ أَوْلَى مَنْ رَجَـاهُ، وَأَحَقُّ مَنْ خَشِيَـهُ وَاتّقـاهُ، فَاعْطِنِي يَا رَبِّ مَا رَجَوْتُ، وَأمِنِّي مَا حَذِرْتُ، وَعُدْ عَلَيَّ بِعَائِدَةِ رَحْمَتِكَ إنَّكَ أكْرَمُ الْمَسْؤُولِينَ. أللَّهُمَّ وَإذْ سَتَـرْتَنِي بِعَفْوِكَ وَتَغَمَّـدْتَنِي بِفَضْلِكَ فِي دَارِ الْفَنَاءِ بِحَضرَةِ الأكْفَاءِ فَأَجِرْنِي مِنْ فَضِيحَاتِ دَارِ الْبَقَاءِ عِنْدَ مَوَاقِفِ الأشْهَادِ مِنَ المَلائِكَةِ الْمُقَرَّبِينَ وَالرُّسُلِ الْمُكَرَّمِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ، مِنْ جَار كُنْتُ أُكَاتِمُهُ سَيِّئاتِي وَمِنْ ذِي رَحِم كُنْتُ أَحْتَشِمُ مِنْهُ فِي سَرِيرَاتِي، لَمْ أَثِقْ بِهِمْ رَبِّ فِي السِّتْرِ عَلَيَّ، وَوَثِقْتُ بِكَ رَبِّ فِي الْمَغفِرَةِ لِيْ، وَأَنْتَ أوْلَى مَنْ وُثِقَ بِهِ وَأَعْطَف مَنْ رُغِبَ إلَيْهِ وَأَرْأَفُ مَنِ اسْتُرْحِمَ فَارْحَمْنِي. أللهُمَّ وَأنتَ حَدَرْتَنِي مَاءً مَهِيناً مِنْ صُلب، مُتَضَائِقِ الْعِظَامِ حَرِجِ الْمَسَالِكِ إلَى رَحِم ضَيِّقَة سَتَرْتَهَا بِالْحُجُبِ تُصَرِّفُنِي حَالاًَ عَنْ حَال حَتَّى انْتَهَيْتَ بِيْ إلَى تَمَامِ الصُّورَةِ وَأَثْبَتَّ فِيَّ الْجَوَارحَ كَمَا نَعَتَّ فِي كِتَابِكَ نُطْفَةً ثُمَّ عَلَقَةً ثُمَّ مُضْغَةً ثُمَّ عِظَاماً ثُمَّ كَسَوْتَ الْعِظَامَ لَحْماً ثُمَّ أَنْشَأتَنِي خَلْقَاً آخَرَ كَمَا شِئْتَ، حَتَّى إذَا احْتَجْتُ إلَى رِزْقِكَ، وَلَمْ أَسْتَغْنِ عَنْ غِيَـاثِ فَضْلِكَ جَعَلْتَ لِي قُـوتـاً مِنْ فَضْلِ طَعَام وَشَرَاب أَجْرَيْتَهُ لاِمَتِكَ الَّتِيْ أَسْكَنْتَنِي جَوْفَهَا وَأَوْدَعْتَنِي قَرَارَ رَحِمِهَا، وَلَوْ تَكِلُنِي يَا رَبِّ فِي تِلْكَ الْحَـالاتِ إلَى حَوْلِي، أَوْ تَضْطَرُّنِي إلَى قُوّتي لَكَانَ الْحَوْلُ عَنِّي مُعْتَزِلاً، وَلَكَانَتِ الْقُوَّةُ مِنِّي بَعِيدَةً، فَغَذَوْتَنِي بِفَضْلِكَ غِذَاءَ البَرِّ اللَّطِيفِ ، تَفْعَلُ ذَلِكَ بِي تَطَوُّلاً عَلَيَّ إلَى غَايَتِي هَذِهِ، لاَ أَعْدَمُ بِرَّكَ وَلاَ يُبْطِئُ بِي حُسْنُ صَنِيعِكَ، وَلاَ تَتَأكَّدُ مَعَ ذَلِكَ ثِقَتِي، فَأَتَفَرَّغَ لِمَا هُوَ أَحْظَى لِيْ عِنْدَكَ، قَدْ مَلَكَ الشَّيْطَانُ عِنَانِي فِي سُوءِ الظَّنِّ وَضَعْفِ الْيَقِينِ، فَأَنَا أَشْكُو سُوْءَ مُجَاوَرَتِهِ لِي وَطَـاعَةَ نَفْسِي لَـهُ، وَأَسْتَعْصِمُـكَ مِنْ مَلَكَتِهِ، وَأَتَضَـرَّعُ إلَيْكَ فِي أَنْ تُسَهِّلَ إلَى رِزْقِي سَبِيلاً، فَلَكَ الْحَمْدُ عَلَى ابْتِدَائِكَ بِالنِّعَمِ الْجِسَامِ، وَإلْهَامِكَ الشُّكْرَ عَلَى الإحْسَانِ وَالإِنْعَامِ ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَسَهِّلْ عَلَيَّ رِزْقِي وَأَنْ تُقَنِّعَنِي بِتَقْدِيرِكَ لِيْ ، وَأَنْ تُرْضِيَنِي بِحِصَّتِيْ فِيمَا قَسَمْتَ لِيْ، وَأَنْ تَجْعَـلَ مَـا ذَهَبَ مِنْ جِسْمِيْ وَعُمُرِيْ فِي سَبِيْلِ طَاعَتِكَ إنَّكَ خَيْرُ الرَّازِقِينَ. أللَهُمَّ إنِّي أَعُوذُ بِكَ مَنْ نَار تَغَلَّظْتَ بِهَا عَلَى مَنْ عَصَاكَ، وَتَوَعَّدْتَ بِهَا مَنْ صَدَفَ عَنْ رِضَاكَ، وَمِنْ نَار نورُهَا ظُلْمَة وَهَيِّنُهَا أَلِيمٌ، وَبَعِيدُهَا قَرِيبٌ، وَمِنْ نَار يَأْكُلُ بَعْضَهَا بَعْضٌ، وَيَصُولُ بَعْضُهَا عَلَى بَعْض، وَمِنْ نَار تَذَرُ الْعِظَامَ رَمِيماً، وَتَسْقِي أَهْلَهَا حَمِيماً ، وَمِنْ نَار لاَ تُبْقِي عَلَى مَنْ تَضَرَّعَ إلَيْهَا، وَلاَ تَرْحَمُ مَنِ اسْتَعْطَفَهَا، وَلاَ تَقْدِرُ عَلَى التَّخْفِيفِ عَمَّنْ خَشَعَ لَهَا وَاسْتَسْلَمَ إلَيْهَا، تَلْقَى سُكَّانَهَا بِأَحَرِّ مَا لَدَيْهَا مِنْ أَلِيْمِ النَّكَالِ وَشَدِيدِ الْوَبَالِ، وَأَعُوذُ بكَ مِنْ عَقَارِبِهَا الْفَاغِرَةِ أَفْوَاهَهَا، وَحَيّاتِهَا الصَّالِقَةِ بِأَنْيَابِهَا، وَشَرَابِهَا الَّذِي يُقَطِّعُ أَمْعَاءَ وَأَفْئِدَةَ سُكَّانِهَا، وَيَنْزِعُ قُلُوبَهُمْ، وَأَسْتَهْدِيْكَ لِمَا باعَدَ مِنْهَا وَأَخَّرَ عَنْهَا. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِـهِ وَأَجِرْنِي مِنْهَا بِفَضْل رَحْمَتِكَ، وَأَقِلْنِي عَثَرَاتِي بِحُسْنِ إقَالَتِكَ ، وَلاَ تَخْذُلْنِي يَا خَيْرَ الْمُجيرِينَ ، إنَّكَ تَقِي الْكَرِيهَةَ ، وَتُعْطِي الْحَسَنَةَ ، وَتَفْعَلُ مَا تُرِيـدُ وَأَنْتَ عَلَى كُلِّ شَيْء قَدِيرٌ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ، إذَا ذُكِرَ الأبْرَارُ، وَصَلِّ عَلَى مُحَمَّد وَآلِهِ مَا اخْتَلَفَ اللَّيْلُ وَالنَّهَارُ صَلاَةً لاَ يَنْقَطِعُ مَدَدُهَا، وَلاَ يُحْصَى عَدَدُهَا صَلاَةً تَشْحَنُ الْهَوَاءَ، وَتَمْلاُ الأرْضَ وَالسَّماءَ. صَلَّى اللَّهُ عَلَيْهِ حَتَّى يَرْضَى، وَصَلَّى اللهُ عَلَيْهِ وَآلِهِ بَعْدَ الرِّضَا صَلاَةً لا حَدَّ لَها وَلاَ مُنْتَهَى يَا أَرْحَمَ الرَّاحِمِيْنَ. "
}