["‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ بِسْمِ اللَّهِ وَ بِاللَّهِ وَ بِاسْمِهِ الْمُبْتَدَإِ رَبِّ الْآخِرَةِ وَ الْأُولَى لَا غَايَةَ لَهُ وَ لَا مُنْتَهَى رَبِّ الْأَرْضِ وَ السَّمَاوَاتِ الْعُلَى‏ الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى‏. لَهُ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ وَ ما بَيْنَهُما وَ ما تَحْتَ الثَّرى‏. وَ إِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَ أَخْفى‏ اللَّهُ عَظِيمُ الْآلَاءِ دَائِمُ النَّعْمَاءِ قَاهِرُ الْأَعْدَاءِ [رَحِيمٌ بِخَلْقِهِ‏] عَاطِفٌ بِرِزْقِهِ مَعْرُوفٌ بِلُطْفِهِ عَادِلٌ فِي حُكْمِهِ عَالِمٌ فِي مُلْكِهِ الرَّحْمَنُ الرَّحِيمُ رَحِيمُ الرُّحَمَاءِ- عَالِمُ الْعُلَمَاءِ صَاحِبُ الْأَنْبِيَاءِ غَفُورُ الْغُفَرَاءِ قَادِرٌ عَلَى مَا يَشَاءُ سُبْحَانَ اللَّهِ الْمَلِكِ الْوَاحِدِ الْحَمِيدِ ذِي الْعَرْشِ الْمَجِيدِ الْفَعَّالِ لِمَا يُرِيدُ رَبِّ الْأَرْبَابِ وَ مُسَبِّبِ الْأَسْبَابِ وَ سَابِقِ الْأَسْبَاقِ وَ رَازِقِ الْأَرْزَاقِ وَ خَالِقِ الْأَخْلَاقِ قَادِرٍ عَلَى مَا يَشَاءُ مُقَدِّرِ الْمَقْدُورِ وَ قَاهِرِ الْقَاهِرِينَ وَ عَادِلٍ فِي يَوْمِ النُّشُورِ إِلَهِ الْآلِهَةِ يَوْمَ الْوَاقِعَةِ رَحِيمٍ غَفُورٍ حَلِيمٍ شَكُورٍ الْحَمْدُ لِلَّهِ الرَّبِّ الْعَظِيمِ وَ الْحَمْدُ لِلَّهِ الْمَلِكِ الرَّحِيمِ الْأَوَّلِ الْقَدِيمِ خَالِقِ الْعَرْشِ وَ السَّمَاوَاتِ وَ الْأَرَضِينَ- وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ قَابِلُ التَّوْبَةِ شَكُورٌ حَلِيمٌ الْعَزِيزُ الرَّحِيمُ الْأَوَّلُ الْآخِرُ الظَّاهِرُ الْبَاطِنُ الدَّائِمُ الْقَائِمُ رَازِقُ الْوُحُوشِ وَ الْبَهَائِمِ صَاحِبُ الْعَطَايَا وَ مَانِعُ الْبَلَايَا يَشْفِي السَّقِيمَ وَ يَغْفِرُ لِلْخَاطِئِينَ وَ يَعْفُو عَنِ النَّادِمِينَ وَ يُحِبُّ الصَّالِحِينَ وَ يُؤْوِي الْهَارِبِينَ وَ يَسْتُرُ عَلَى الْمُذْنِبِينَ وَ يُؤْمِنُ الْخَائِفِينَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ الْكَرِيمُ الْمَعْبُودُ فِي كُلِّ مَكَانٍ تَغْفِرُ الْخَطَايَا وَ تَسْتُرُ الْعُيُوبَ شَكُورٌ حَلِيمٌ عَالِمٌ بِالْحُدُودِ مُنْبِتُ الزُّرُوعِ وَ الْأَشْجَارِ فَالِقُ الْحُبُوبِ صَاحِبُ الْجَبَرُوتِ غَنِيٌّ عَنِ الْخَلْقِ قَاسِمُ‏ الْأَرْزَاقِ عَلَّامُ الْغُيُوبِ أَنْتَ الَّذِي لَيْسَ كَمِثْلِكَ شَيْ‏ءٌ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ شَهِيدٌ أَنْتَ الَّذِي تَعْفُو عَنِ الْمَعَاصِي بَعْدَ أَنْ يَغْرَقَ فِي الذُّنُوبِ أَنْتَ الَّذِي كُلَّ شَيْ‏ءٍ خَلَقْتَهُ يَنْصَرِفُ إِلَيْكَ بِالْمَنْسُوبِ اغْفِرْ لِي خَطِيئَتِي كَمَا قُلْتَ‏ ادْعُونِي أَسْتَجِبْ لَكُمْ‏ وَ أَنْتَ بِوَعْدِكَ صَدُوقٌ نَجِّنِي مِنَ الْهُمُومِ وَ الْغُمُومِ وَ الْكُرُوبِ أَنْتَ غِيَاثُ كُلِّ مَكْرُوبٍ وَ أَنْتَ الَّذِي قُلْتَ لَا تَقْنَطُوا مِنْ رَحْمَتِي وَ أَنْتَ بِقَوْلِكَ لَيْسَ بِكَذُوبٍ احْفَظْنِي مِنْ آفَاتِ الدُّنْيَا وَ الْآخِرَةِ وَ هَوْلِ يَوْمِ اللُّحُودِ- وَ لَا تَفْضَحْنِي سَيِّدِي عَلَى رُءُوسِ الْخَلَائِقِ فِي الْيَوْمِ الْمَوْعُودِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا ضِدَّ لَهُ وَ لَا نِدَّ لَهُ وَ لَا صَاحِبَةَ لَهُ وَ لَا وَالِدَ لَهُ وَ لَا وَلَدَ لَهُ وَ لَا حَدَّ لَهُ وَ لَا حُدُودَ لَهُ وَ لَا مِثَالَ لَهُ وَ لَا كُفْوَ لَهُ وَ لَا وَزِيرَ لَهُ وَ لَا شَرِيكَ لَهُ فِي مُلْكِهِ أَسْأَلُكَ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا عَزِيزُ يَا عَزِيزُ يَا عَزِيزُ أَنْ تُرِيَنِي فِي مَنَامِي مَا رَجَوْتُ مِنْكَ وَ أَنْ تُكْرِمَنِي بِمَغْفِرَةِ خَطِيئَتِي إِنَّكَ عَلَى مَا تَشَاءُ قَدِيرٌ يَا أَرْحَمَ الرَّاحِمِينَ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ يَا حَنَّانُ يَا مَنَّانُ يَا سُبْحَانُ يَا غُفْرَانُ يَا بُرْهَانُ يَا سُلْطَانُ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ أَشْهَدُ أَنَّ كُلَّ مَعْبُودٍ مِنْ دُونِ عَرْشِكَ إِلَى قَرَارِ أَرْضِكَ بَاطِلٌ غَيْرَ وَجْهِكَ [الْقَدِيمِ‏] الْكَرِيمِ الْمَعْبُودِ [الدَّائِمِ‏] آمَنْتُ بِكَ وَ اسْتَعَنْتُ بِكَ بِحَقِّ لَا إِلَهَ إِلَّا أَنْتَ أَغِثْنِي يَا أَرْحَمَ الرَّاحِمِين‏","مهج الدعوات و منهج العبادات"]