["عن الباقر ع عن رسول الله ص : بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ اللَّهُمَّ يَا صَرِيخَ الْمَكْرُوبِينَ وَ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ يَا كَاشِفَ الْكَرْبِ الْعَظِيمِ يَا أَرْحَمَ الرَّاحِمِينَ اكْشِفْ كَرْبِي وَ هَمِّي فَإِنَّهُ لَا يَكْشِفُ الْكَرْبَ إِلَّا أَنْتَ فَقَدْ تَعْرِفُ حَالِي وَ حَاجَتِي وَ فَقْرِي وَ فَاقَتِي فَاكْفِنِي مَا أَهَمَّنِي وَ مَا غَمَّنِي مِنْ أَمْرِ الدُّنْيَا وَ الْآخِرَةِ بِجُودِكَ وَ كَرَمِكَ اللَّهُمَّ بِنُورِكَ اهْتَدَيْتُ وَ بِفَضْلِكَ اسْتَغْنَيْتُ وَ فِي نِعْمَتِكَ أَصْبَحْتُ وَ أَمْسَيْتُ ذُنُوبِي بَيْنَ يَدَيْكَ أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ حِلْمِكَ لِجَهْلِي وَ مِنْ فَضْلِكَ لِفَاقَتِي وَ مِنْ مَغْفِرَتِكَ لِخَطَايَايَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الصَّبْرَ عِنْدَ الْبَلَاءِ وَ الشُّكْرَ عِنْدَ الرَّخَاءِ- اللَّهُمَّ اجْعَلْنِي أَخْشَاكَ إِلَى يَوْمِ أَلْقَاكَ حَتَّى كَأَنَّنِي أَرَاكَ اللَّهُمَّ أَوْزِعْنِي أَنْ أَذْكُرَكَ كَيْ لَا أَنْسَاكَ لَيْلًا وَ لَا نَهَاراً وَ لَا صَبَاحاً وَ لَا مَسَاءً آمِينَ رَبَّ الْعَالَمِينَ اللَّهُمَّ إِنِّي عَبْدُكَ ابْنُ أَمَتِكَ نَاصِيَتِي بِيَدِكَ مَاضٍ فِيَّ حُكْمُكَ عَدْلٌ فِيَّ قَضَاؤُكَ مُجْزِلٌ فِيَّ فَضْلُكَ وَ عَطَاؤُكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَ الْقُرْآنَ رَبِيعَ قَلْبِي وَ نُورَ بَصَرِي وَ جَلَاءَ حُزْنِي وَ ذَهَابَ هَمِّي اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَكْبَرَ مِنْ كُلِّ كَبِيرٍ يَا مَنْ لَا شَرِيكَ لَهُ وَ لَا وَزِيرَ يَا خَالِقَ الشَّمْسِ وَ الْقَمَرِ الْمُنِيرِ يَا عِصْمَةَ الْخَائِفِينَ وَ جَارَ الْمُسْتَجِيرِينَ وَ يَا مُغِيثَ الْمَظْلُومِ الْحَقِيرِ وَ يَا رَازِقَ الطِّفْلِ الصَّغِيرِ وَ يَا مُغْنِيَ الْبَائِسِ الْفَقِيرِ يَا جَابِرَ الْعَظْمِ الْكَسِيرِ يَا مُطْلِقَ الْمُكَبَّلِ الْأَسِيرِ يَا قَاصِمَ كُلِّ جَبَّارٍ عَنِيدٍ اجْعَلْ لِي مِنْ أَمْرِي فَرَجاً وَ مَخْرَجاً وَ يُسْراً وَ ارْزُقْنِي مِنْ حَيْثُ أَحْتَسِبُ وَ مِنْ حَيْثُ لَا أَحْتَسِبُ إِنَّكَ سَمِيعُ الدُّعَاءِ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي اللَّهُمَّ إِنَّكَ مُحْسِنٌ فَأَحْسِنْ إِلَيَّ اللَّهُمَّ إِنَّكَ رَحِيمٌ تُحِبُّ الرَّحْمَةَ فَارْحَمْنِي اللَّهُمَّ إِنَّكَ لَطِيفٌ تُحِبُّ اللُّطْفَ فَالْطُفْ بِي يَا مُقِيلَ عَثْرَتِي وَ يَا رَاحِمَ عَبْرَتِي وَ يَا مُجِيبَ دَعْوَتِي أَسْأَلُكَ الْخَيْرَ كُلَّهُ وَ أَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ مَا أَحَاطَ بِهِ عِلْمُكَ يَا غِيَاثَ مَنْ لَا غِيَاثَ لَهُ وَ يَا ذُخْرَ مَنْ لَا ذُخْرَ لَهُ وَ يَا سَنَدَ مَنْ لَا سَنَدَ لَهُ اغْفِرْ لِي عِلْمَكَ فِيَّ وَ شَهَادَتَكَ عَلَيَّ فَإِنَّكَ تَسَمَّيْتَ لِسَعَةِ رَحْمَتِكَ الرَّحْمَنَ الرَّحِيمَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتَ فِي الْأَمْرِ وَ الْعَزِيمَةَ عَلَى الرُّشْدِ وَ أَسْأَلُكَ شُكْرَ نِعْمَتِكَ وَ أَسْأَلُكَ حُسْنَ عِبَادَتِكَ وَ أَسْأَلُكَ قَلْباً خَاشِعاً سَلِيماً وَ لِسَاناً ذَاكِراً صَادِقاً وَ أَسْأَلُكَ مِنْ خَيْرِ مَا أَعْلَمُ وَ مِنْ خَيْرِ مَا لَا أَعْلَمُ إِنَّكَ تَعْلَمُ وَ لَا أَعْلَمُ وَ أَنْتَ عَلَّامُ الْغُيُوبِ اللَّهُمَّ بِكَ أَصْبَحْنَا وَ بِكَ أَمْسَيْنَا وَ بِكَ نُصْبِحُ وَ بِكَ نُمْسِي وَ بِكَ نَحْيَا وَ بِكَ نَمُوتُ وَ عَلَيْكَ نَتَوَكَّلُ وَ إِلَيْكَ النُّشُورُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ إِلَهاً وَاحِداً أَحَداً صَمَداً لَمْ يَتَّخِذْ صاحِبَةً وَ لا وَلَداً- أَ فَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ‏ وَ أَضَلَّهُ اللَّهُ عَلى‏ عِلْمٍ وَ خَتَمَ عَلى‏ سَمْعِهِ وَ قَلْبِهِ وَ جَعَلَ عَلى‏ بَصَرِهِ غِشاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَ فَلا تَذَكَّرُونَ‏ اللَّهُمَّ اطْمِسْ عَلَى أَبْصَارِ أَعْدَائِنَا كُلِّهِمْ مِنَ الْجِنِّ وَ الْإِنْسِ وَ اجْعَلْ عَلَى بَصَرِهِ غِشَاوَةً وَ اخْتِمْ عَلَى قَلْبِهِ وَ أَخْرِجْ ذِكْرِي مِنْ قَلْبِهِ وَ اجْعَلْ بَيْنِي وَ بَيْنَ عَدُوِّي حِجَاباً وَ حِصْناً حَصِيناً مَنِيعاً لَا يَرُومُهُ سُلْطَانٌ وَ لَا شَيْطَانٌ وَ لَا إِنْسٌ وَ لَا جِنٌّ اللَّهُمَّ إِنِّي أَدْرَأُ بِكَ فِي نَحْرِهِ وَ أَسْتَعِيذُ بِكَ مِنْ شَرِّهِ وَ أَسْتَعِينُ بِكَ عَلَيْهِ فَاكْفِنِيهِ كَيْفَ شِئْتَ وَ أَنَّى شِئْتَ اللَّهُمَّ لَكَ الْحَمْدُ وَ أَنْتَ الْمُسْتَعَانُ وَ بِكَ‏ الْمُسْتَغَاثُ وَ إِلَيْكَ الْمُشْتَكَى وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ اللَّهُمَّ اجْعَلْ صَدْرَ يَوْمِي هَذَا فَلَاحاً وَ أَوْسَطَهُ صَلَاحاً وَ آخِرَهُ نَجَاحاً اللَّهُمَّ اجْعَلْ لِي فِي صَدْرِ جَمِيعِ بَنِي آدَمَ وَ حَوَّاءَ وَ الْجِنِّ وَ الْإِنْسِ وَ الشَّيَاطِينِ وَ الْمَرَدَةِ رَأْفَةً وَ رَحْمَةً خَيْرَهُمْ بَيْنَ أَعْيُنِهِمْ وَ شَرَّهُمْ تَحْتَ أَقْدَامِهِمْ وَ بِاللَّهِ أَسْتَعِينُ عَلَيْهِمْ أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ أَنْ يَطْغَى عَزَّ جَارُكَ وَ جَلَّ ثَنَاؤُكَ وَ لَا إِلَهَ غَيْرُكَ وَحْدَكَ لَا شَرِيكَ لَكَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ ارْزُقْنِي الْخَيْرَ كُلَّهُ مَا أَحَاطَ بِهِ عِلْمُكَ يَا حَنَّانُ يَا مَنَّانُ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ الْحَمْدُ لِلَّهِ عَلَى آلَائِهِ وَ أَحْمَدُهُ عَلَى نَعْمَائِهِ وَ أَشْكُرُهُ عَلَى بَلَائِهِ وَ أُومِنُ بِقَضَاءِ الَّذِي لَا هَادِيَ لِمَنْ أَضَلَّ وَ لَا خَاذِلَ لِمَنْ نَصَرَ وَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ- وَ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ الْمُصْطَفَى وَ أَمِينُهُ الْمُرْتَضَى انْتَجَبَهُ وَ حَبَاهُ وَ اخْتَارَهُ وَ ارْتَضَاهُ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيمَاناً صَادِقاً لَيْسَ بَعْدَهُ كُفْرٌ وَ رَحْمَةً أَنَالُ بِهَا شَرَفَ كَرَامَتِكَ فِي الدُّنْيَا وَ الْآخِرَةِ تَبَارَكْتَ رَبَّنَا وَ تَعَالَيْتَ تَمَّ نُورُكَ رَبِّي فَهَدَيْتَ وَ عَظُمَ حِلْمُكَ رَبِّي فَعَفَوْتَ فَلَكَ الْحَمْدُ وَجْهُكَ أَكْرَمُ الْوُجُوهِ وَ جَاهُكَ أَفْضَلُ الْجَاهِ وَ عَطِيَّتُكَ أَرْفَعُ الْعَطَايَا وَ أَهْنَؤُهَا تُطَاعُ رَبَّنَا فَتَشْكُرُ وَ تُعْصَى رَبَّنَا فَتَغْفِرُ لِمَنْ تَشَاءُ تُجِيبُ دَعْوَةَ الْمُضْطَرِّ إِذَا دَعَاكَ وَ تَكْشِفُ الضُّرَّ وَ تَشْفِي السَّقِيمَ وَ تَغْفِرُ الذَّنْبَ الْعَظِيمَ لَا يُحْصِي نَعْمَاءَكَ أَحَدٌ رَبَّنَا فَلَكَ الْحَمْدُ حَمْداً أَبَداً لَا يُحْصَى عَدَدُهُ وَ لَا يَضْمَحِلُّ سَرْمَدُهُ حَمْداً كَمَا حَمِدَ الْحَامِدُونَ مِنْ عِبَادِكَ الْأَوَّلِينَ وَ الْآخِرِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ النَّصِيبَ الْأَوْفَرَ مِنَ الْجَنَّةِ وَ أَسْأَلُكَ الْهُدَى وَ التُّقَى وَ الْعَافِيَةَ وَ الْبُشْرَى عِنْدَ انْقِطَاعِ الدُّنْيَا اللَّهُمَّ إِنِّي أَسْأَلُكَ تَقْوَى لَا تَنْفَدُ وَ فَرَجاً لَا يَنْقَطِعُ وَ تَوْفِيقَ الْحَمْدِ وَ لِبَاسَ التَّقْوَى وَ زِينَةَ الْإِيمَانِ وَ مُرَافَقَةَ نَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فِي أَعْلَى جَنَّةِ الْخُلْدِ يَا بَادِئُ لَا بَدِي‏ءَ لَهُ وَ يَا دَائِمَ لَا نَفَادَ لَهُ يَا حَيُّ يَا مُحْيِيَ الْمَوْتَى يَا قَائِمُ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ أَسْأَلُكَ الْهُدَى وَ التُّقَى وَ الْعَافِيَةَ وَ الْغِنَى وَ التَّوْفِيقَ لِمَا تُحِبُّ وَ تَرْضَى يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْ‏ءٍ وَ بِعِزَّتِكَ الَّتِي قَهَرَتْ كُلَّ شَيْ‏ءٍ وَ بِعِزَّتِكَ الَّتِي ذَلَّ لَهَا كُلُّ شَيْ‏ءٍ وَ بِقُوَّتِكَ الَّتِي لَا يَقُومُ لَهَا شَيْ‏ءٌ وَ بِسُلْطَانِكَ الَّذِي عَلَا كُلَّ شَيْ‏ءٍ وَ بِعِلْمِكَ الَّذِي‏ أَحاطَ بِكُلِّ شَيْ‏ءٍ وَ بِاسْمِكَ الَّذِي يَبِيدُ كُلَّ شَيْ‏ءٍ وَ بِوَجْهِكَ الْبَاقِي بَعْدَ فَنَاءِ كُلِّ شَيْ‏ءٍ وَ بِنُورِ وَجْهِكَ الَّذِي أَضَاءَ كُلَّ شَيْ‏ءٍ أَنْ تَغْفِرَ لِي كُلَّ ذَنْبٍ وَ تَمْحُوَ عَنِّي كُلَّ خَطِيئَةٍ وَ أَنْ تُوَفِّقَنِي لِمَا تُحِبُّ رَبَّنَا وَ تَرْضَى وَ أَنْ تَكْفِيَنِي مَا هَمَّنِي وَ غَمَّنِي مِنَ الدُّنْيَا وَ الْآخِرَةِ وَ أَنْ تَرْزُقَنِي جُمَلَ الْخَيْرِ كُلِّهِ مَا أَحَاطَ بِهِ عِلْمُكَ آمِينَ رَبَّ الْعَالَمِينَ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ رَسُولِهِ وَ آلِهِ الطَّاهِرِينَ الْمَعْصُومِينَ‏","مهج الدعوات و منهج العبادات"]