["‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ آمَنْتُ‏ بِاللَّهِ وَ بِجَمِيعِ رُسُلِ اللَّهِ وَ بِجَمِيعِ مَا أُرْسِلَ بِهِ رُسُلُ اللَّهِ وَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَ لِقَاءَهُ حَقٌّ وَ صَدَقَ اللَّهُ وَ بَلَّغَ الْمُرْسَلُونَ- وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ وَ سُبْحَانَ اللَّهِ كُلَّمَا سَبَّحَ اللَّهَ شَيْ‏ءٌ وَ كَمَا يُحِبُّ اللَّهُ أَنْ يُسَبَّحَ وَ الْحَمْدُ لِلَّهِ كُلَّمَا حَمِدَ اللَّهَ شَيْ‏ءٌ وَ كَمَا يُحِبُّ اللَّهُ أَنْ يُحْمَدَ وَ لَا إِلَهَ إِلَّا اللَّهُ كُلَّمَا هَلَّلَ اللَّهَ شَيْ‏ءٌ وَ كَمَا يُحِبُّ اللَّهُ أَنْ يُهَلَّلَ وَ اللَّهُ أَكْبَرُ كُلَّمَا كَبَّرَ اللَّهَ شَيْ‏ءٌ وَ كَمَا يُحِبُّ اللَّهُ أَنْ يُكَبَّرَ اللَّهُمَّ إِنِّي أَسْأَلُكَ مَفَاتِيحَ الْخَيْرِ وَ خَوَاتِيمَهُ وَ شَرَائِعَهُ وَ سَوَابِقَهُ وَ فَوَائِدَهُ وَ بَرَكَاتِهِ وَ مَا بَلَغَ عِلْمُهُ عِلْمِي وَ مَا قَصُرَ عَنْ إِحْصَائِهِ حِفْظِي- اللَّهُمَّ انْهَجْ لِي أَسْبَابَ مَعْرِفَتِكَ وَ افْتَحْ لِي أَبْوَابَهُ وَ غَشِّنِي بَرَكَاتِ رَحْمَتِكَ وَ مُنَّ عَلَيَّ بِعِصْمَةٍ عَنِ الْإِزَالَةِ عَنْ دِينِكَ وَ طَهِّرْ قَلْبِي مِنَ الشَّكِّ وَ لَا تَشْغَلْ قَلْبِي بِدُنْيَايَ وَ عَاجِلِ مَعَاشِي عَنْ آجِلِ ثَوَابِ آخِرَتِي وَ اشْغَلْ قَلْبِي بِحِفْظِ مَا لَا تَقْبَلُ مِنِّي جَهْلَهُ وَ ذَلِّلْ لِكُلِّ خَيْرٍ لِسَانِي وَ طَهِّرْ قَلْبِي مِنَ الرِّيَاءِ وَ لَا تُجْرِهِ فِي مَفَاصِلِي وَ اجْعَلْ عَمَلِي خَالِصاً لَكَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الشَّرِّ وَ أَنْوَاعِ الْفَوَاحِشِ كُلِّهَا ظَاهِرِهَا وَ بَاطِنِهَا وَ غَفَلَاتِهَا وَ جَمِيعِ مَا يُرِيدُنِي بِهِ الشَّيْطَانُ الرَّجِيمُ وَ مَا يُرِيدُنِي بِهِ السُّلْطَانُ الْعَنِيدُ مِمَّا أَحَطْتَ بِعِلْمِهِ وَ أَنْتَ الْقَادِرُ عَلَى صَرْفِهِ عَنِّي اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ طَوَارِقِ الْجِنِّ وَ الْإِنْسِ وَ زَوَابِعِهِمْ وَ تَوَابِعِهِمْ وَ بَوَائِقِهِمْ وَ مَكَايِدِهِمْ وَ مَشَاهِدِ الْفَسَقَةِ مِنَ الْجِنِّ وَ الْإِنْسِ وَ أَنْ أُسْتَزَلَّ عَنْ دِينِي فَتَفْسُدَ عَلَيَّ آخِرَتِي وَ يَكُونَ ذَلِكَ مِنْهُمْ ضَرَراً عَلَيَّ فِي مَعَاشِي أَوْ يَعْرِضَ بَلَاءٌ يُصِيبُنِي مِنْهُمْ لَا قُوَّةَ لِي بِهِ وَ لَا صَبْرَ لِي عَلَى احْتِمَالِهِ فَلَا تَبْتَلِنِي يَا إِلَهِي بِمُقَاسَاتِهِ فَيَمْنَعَنِي ذَلِكَ مِنْ ذِكْرِكَ وَ يَشْغَلَنِي عَنْ عِبَادَتِكَ أَنْتَ الْعَاصِمُ الْمَانِعُ وَ الدَّافِعُ الْوَاقِي مِنْ ذَلِكَ كُلِّهِ أَسْأَلُكَ اللَّهُمَّ الرَّفَاهِيَةَ فِي مَعِيشَتِي مَا أَبْقَيْتَنِي مَعِيشَةً أَقْوَى بِهَا عَلَى طَاعَتِكَ وَ أَبْلُغُ بِهَا رِضْوَانَكَ وَ أَصِيرُ بِهَا مِنْكَ إِلَى دَارِ الْحَيَوَانِ غَداً وَ ارْزُقْنِي رِزْقاً حَلَالًا يَكْفِينِي وَ لَا تَرْزُقْنِي رِزْقاً يُطْغِينِي وَ لَا تَبْتَلِنِي بِفَقْرٍ أَشْقَى بِهِ مُضَيِّقاً عَلَيَّ أَعْطِنِي حَظّاً وَافِراً فِي آخِرَتِي وَ مَعَاشاً وَاسِعاً هَنِيئاً مَرِيئاً فِي دُنْيَايَ وَ لَا تَجْعَلِ الدُّنْيَا عَلَيَّ سِجْناً وَ لَا تَجْعَلْ فِرَاقَهَا عَلَيَّ حُزْناً أَجِرْنِي مِنْ فِتْنَتِهَا مَرْضِيّاً عَنِّي وَ اجْعَلْ عَمَلِي فِيهَا مَقْبُولًا وَ سَعْيِي فِيهَا مَشْكُوراً- اللَّهُمَّ مَنْ أَرَادَنِي بِسُوءٍ فَأَرِدْهُ بِمِثْلِهِ وَ مَنْ كَادَنِي فِيهَا فَكِدْهُ وَ اصْرِفْ عَنِّي هَمَّ مَنْ أَدْخَلَ عَلَيَّ هَمَّهُ وَ امْكُرْ بِمَنْ مَكَرَ بِي فَإِنَّكَ‏ خَيْرُ الْماكِرِينَ‏ وَ افْقَأْ عَنِّي عُيُونَ الْكَفَرَةِ وَ الظَّلَمَةِ الطُّغَاةِ الْحَسَدَةِ اللَّهُمَّ وَ أَنْزِلْ عَلَيَّ مِنْكَ السَّكِينَةَ وَ الْوَقَارَ وَ أَلْبِسْنِي دِرْعَكَ الْحَصِينَةَ وَ احْفَظْنِي بِسِتْرِكَ الْوَاقِي وَ جَلِّلْنِي عَافِيَتَكَ النَّافِعَةَ وَ صَدِّقْ قَوْلِي وَ فِعَالِي وَ بَارِكْ لِي فِي وُلْدِي وَ أَهْلِي وَ مَالِي وَ مَا قَدَّمْتُ وَ مَا أَخَّرْتُ وَ مَا أَغْفَلْتُ وَ مَا تَعَمَّدْتُ وَ مَا تَوَانَيْتُ وَ مَا أَعْلَنْتُ وَ مَا أَسْرَرْتُ فَاغْفِرْ لِي يَا أَرْحَمَ الرَّاحِمِينَ‏","مهج الدعوات و منهج العبادات"]