{
"title": "دعاؤه في يوم الأضحى والجمعة",
"type": "text",
"source": "الصحيفة السجادية",
"data": " أللَّهُمَّ هَذَا يَوْمٌ مُبَارَكٌ مَيْمُونٌ، وَالمُسْلِمُونَ فِيْهِ مُجْتَمِعُونَ فِي أَقْطَارِ أَرْضِكَ، يَشْهَدُ السَّائِلُ مِنْهُمْ وَالطَّالِبُ وَالرَّاغِبُ وَالرَّاهِبُ، وَأَنْتَ النَّاظِرُ فِي حَوَائِجِهِمْ، فَأَسْأَلُكَ بِجُودِكَ وَكَرَمِكَ وَهَوَانِ مَا سَأَلْتُكَ عَلَيْكَ، أَنْ تُصَلِّىَ عَلَى مُحَمَّد وَآلِهِ، وَأَسْأَلُكَ اللَّهُمَّ رَبَّنَا بِأَنَّ لَكَ الْمُلْكَ، وَلَكَ الْحَمْدَ، لاَ إلهَ إلاَّ أَنْتَ، الْحَلِيمُ الْكَرِيمُ، الْحَنَّانُ الْمَنَّانُ، ذُو الْجَلاَلِ وَالإِكْرَامِ، بَدِيْعُ السَّمواتِ وَالأَرْضِ، مَهْمَا قَسَمْتَ بَيْنَ عِبَادِكَ الْمُؤْمِنِينَ، مِنْ خَيْر أَوْ عَافِيَة أَوْ بَرَكَة أَوْ هُدىً، أَوْ عَمَل بِطَاعَتِكَ أَوْ خَيْر تَمُنُّ بِهِ عَلَيْهِمْ، تَهْدِيهِمْ بِهِ إلَيْكَ، أَوْ تَرْفَعُ لَهُمْ عِنْدَكَ دَرَجَةً أَوْ تُعْطِيْهِمْ بِهِ خَيْراً مِنْ خَيْر الدُّنْيَا وَالآخِرَةِ، [و خ ل] أَسْأَلُكَ اللَّهُمَّ بِأَنَّ لَكَ الْحَمْدَ لاَ إلهَ إلاَّ أَنْتَ أَنْ تُصَلِّيَ عَلَى مُحَمَّد وَآلِ مُحَمَّد، عَبْدِكَ وَرَسُولِكَ وَحَبِيبِكَ وَصَفْوَتِكَ وَخِيَاراتِكَ مِنْ خَلْقِكَ، وَعَلَى آلِ مُحَمَّد الأَبْرَارِ الطَّاهِرِينَ الأَخْيَارِ، صَلاَةً لاَ يَقْوَى عَلَى إحْصَائِهَا إلاَّ أَنْتَ، وَأَنْ تُشْرِكَنَا فِي صَالِحِ مَنْ دَعَاكَ فِي هَذَا اليَوْمِ مِنْ عِبَادِكَ الْمُؤْمِنِينَ يَارَبَّ الْعَالَمِينَ، وَأَنْ تَغْفِرَ لَنَا وَلَهُمْ إنَّكَ عَلَى كُلِّ شَيْء قَدِيرٌ أللَّهُمَّ إلَيْكَ تَعَمَّدْتُ بِحَاجَتِي، وَبِكَ أَنْزَلْتُ اليَوْمَ فَقْرِي وَفاقَتِي وَمَسْكَنَتِي، وَإنِّي بِمَغْفِرَتِكَ وَرَحْمَتِكَ أَوْثَقُ مِنِّيَ بِعَمَلِي، وَلَمَغْفِرَتُكَ وَرَحْمَتُكَ أَوْسَعُ مِنْ ذُنُوبِي. فَصَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد وَتَوَلَّ قَضَآءَ كُلِّ حَاجَة هِيَ لِيَ بِقُدْرَتِكَ عَلَيْهَا، وَتَيْسِيرِ ذالِكَ عَلَيْكَ، وَبِفَقْرِي إلَيْكَ، وَغِنَاكَ عَنِّي; فَإنِّي لَمْ أُصِبْ خَيْراً قَطُّ إلاّ مِنْكَ، وَلَمْ يَصْرِفْ عَنِّي سُوءاً قَطُّ أَحَدٌ غَيْرُكَ، وَلاَ أَرْجُو لأَِمْرِ آخِرَتِي وَدُنْيَايَ سِوَاكَ. أللَّهُمَّ مَنْ تَهَيَّأَ، وَتَعَبَّأ وَأَعَدَّ وَاسْتَعَدَّ، لِوَفادَة إلَى مَخْلُوق، رَجاءَ رِفْدِهِ وَنَوَافِلِهِ، وَطَلَبِ نَيْلِهِ وَجَائِزَتِهِ، فَإلَيْكَ يَا مَوْلاَيَ كَانَتِ الْيَومَ تَهْيِئَتِي وَتَعْبِئَتِي، وَإعْدَادِي وَاسْتِعْدَادِي، رَجآءَ عَفْوِكَ وَرِفْدِكَ، وَطَلَبِ نَيْلِكَ وَجَائِزَتِكَ. أللَّهُمَّ فَصَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد، وَلاَ تُخَيِّبِ الْيَوْمَ ذالِكَ مِنْ رَجَائِي، يَا مَنْ لاَ يُحْفِيهِ سَائِلٌ، وَلاَ يَنْقُصُهُ نائِلٌ، فَإنِّي لَمْ آتِكَ ثِقَةً مِنِّي بِعَمَل صَالِح قَدَّمْتُهُ، وَلاَ شَفَاعَةِ مَخْلُوق رَجَوْتُهُ إلاَّ شَفَاعَةَ مُحَمَّد وَأَهْلِ بَيْتِهِ [صَلَوَاتُكَ خ ل] عَلَيْهِ وَعَلَيْهِمْ [و خ ل ]سَلامُكَ. أَتَيْتُكَ مُقِرّاً بِالْجُرْمِ وَالإِسَاءَةِ إلَى نَفْسِي، أَتَيْتُكَ أَرْجُو عَظِيمَ عَفْوِكَ الَّذِيْ عَفَوْتَ بِهِ عَنِ الْخَاطِئِينَ ثُمَّ لَمْ يَمْنَعْكَ طُولُ عُكُوفِهِمْ عَلَى عَظِيمِ الْجُرْمِ، أَنْ عُدْتَ عَلَيْهِمْ بِالرَّحْمَةِ وَالْمَغْفِرَةِ. فَيَا مَنْ رَحْمَتُهُ وَاسِعَةٌ، وَعَفْوُهُ عَظِيمٌ، يَا عَظِيمُ يَا عَظِيمُ، يَا كَرِيْمُ يَا كَرِيمُ، صَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد، وَعُدْ عَلَيَّ بِرَحْمَتِكَ، وَتَعَطَّفْ عَلَيَّ بِفَضْلِكَ، وَتَوَسَّعْ عَلَيَّ بِمَغْفِرَتِكَ. أللَّهُمَّ إنَّ هَذَا الْمَقَامَ لِخُلَفَائِكَ وَأَصْفِيَآئِكَ وَمَوَاضِعَ أُمَنائِكَ فِي الدَّرَجَةِ الرَّفِيعَةِ الَّتِي اخْتَصَصْتَهُمْ بِهَا، قَدِ ابْتَزُّوهَا وَأَنْتَ الْمُقَدِّرُ لِذَلِكَ، لاَ يُغَالَبُ أَمْرُكَ، وَلاَ يُجَاوَزُ الْمَحْتُومُ مِنْ تَدْبِيرِكَ، كَيْفَ شِئْتَ وَأَنَّى شِئْتَ، وَلِمَا أَنْتَ أَعْلَمُ بِهِ، غَيْرُ مُتَّهَم عَلَى خَلْقِكَ، وَلا لارَادَتِكَ، حَتَّى عَادَ صَفْوَتُكَ وَخُلَفَاؤُكَ مَغْلُوبِينَ مَقْهُورِينَ مُبْتَزِّيْنَ، يَرَوْنَ حُكْمَكَ مُبَدَّلاً، وَكِتابَكَ مَنْبُوذاً، وَفَرَائِضَكَ مُحَرَّفَةً عَنْ جِهَاتِ أشْرَاعِكَ، وَسُنَنَ نَبِيِّكَ مَتْرُوكَةً. أللَّهُمَّ الْعَنْ أَعْدَآءَهُمْ مِنَ الأَوَّلِينَ وَالآخِرِينَ، وَمَنْ رَضِيَ بِفِعَالِهِمْ وَأَشْيَاعَهُمْ. وَأَتْبَاعَهُمْ أللَّهُمَّ صَلِّ عَلَى مُحَمَّد، وَآلِ مُحَمَّد إنَّكَ حَمِيدٌ مَجِيْدٌ، كَصَلَوَاتِكَ وَبَرَكَاتِكَ وَتَحِيَّاتِكَ عَلَى أَصْفِيآئِكَ إبْراهِيمَ، وَآلِ إبْرَاهِيمَ وَعَجِّلِ الْفَرَجَ وَالرَّوْحَ وَالنُّصْرَةَ وَالتَّمْكِينَ وَالتَّأْيِيدَ لَهُمْ. أللَّهُمَّ وَاجْعَلْنِي مِنْ أَهْلِ التَّوْحِيدِ وَالايْمَانِ بِكَ، وَالتَّصْدِيقِ بِرَسُولِكَ، وَالاَْئِمَّةِ الَّذِينَ حَتَمْتَ طَاعَتَهُمْ مِمَّنْ يَجْرِي ذَلِكَ بِهِ وَعَلَى يَدَيْهِ آمِينَ رَبَّ الْعَالَمِينَ. أللَّهُمَّ لَيْسَ يَرُدُّ غَضَبَكَ إلاَّ حِلْمُكَ، وَلاَ يَرُدُّ سَخَطَكَ إلاَّ عَفْوُكَ، وَلاَ يُجِيرُ مِنْ عِقَابِكَ إلاَّ رَحْمَتُكَ، وَلاَ يُنْجِيْنِي مِنْكَ إلاَّ التَّضَرُعُ إلَيْكَ وَبَيْنَ يَدَيْكَ. فصَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد وَهَبْ لَنا يَا إلهِيْ مِنْ لَدُنْكَ فَرَجاً بِالْقُدْرَةِ الَّتِي بِهَا تُحْيِيْ أَمْوَاتَ الْعِبادِ، وَبِهَا تَنْشُرُ مَيْتَ الْبِلاَدِ، وَلاَ تُهْلِكْنِي يَا إلهِي غَمّاً حَتَّى تَسْتَجِيْبَ لِيْ، وَتُعَرِّفَنِي الإِجابَةَ فِيْ دُعَآئِي، وَأَذِقْنِي طَعْمَ الْعَافِيَةِ إلى مُنْتَهى أَجَلِي، وَلاَ تُشْمِتْ بِي عَدُوِّي، وَلاَ تُمَكِّنْهُ مِنْ عُنُقِي، وَلاَ تُسَلِّطْهُ عَلَيَّ. إلهِي إنْ رَفَعْتَنِي فَمَنْ ذَا الَّذِي يَضَعُنِيْ، وَإنْ وَضَعْتَنِي فَمَنْ ذَا الَّذِي يَرْفَعُنِي، وَإنْ أَكْرَمْتَنِي فَمَنْ ذَا الَّذِي يُهِينُنِي، وَإنْ أَهَنْتَنِي فَمَنْ ذَا الَّذِي يُكْرِمُنِي، وَإنْ عَذَّبْتَنِي فَمَنْ ذَا الَّذِي يَرْحَمُنِي، وَإنْ أَهْلَكْتَنِي فَمَنْ ذَا الَّذِي يَعْرِضُ لَكَ فِي عَبْدِكَ أَوْ يَسْأَلُكَ عَنْ أَمْرِهِ، وَقَدْ عَلِمْتُ أَنَّهُ لَيْسَ فِي حُكْمِكَ ظُلْمٌ، وَلاَ فِي نِقْمَتِكَ عَجَلَةٌ، وَإنَّمَا يَعْجَلُ مَنْ يَخَافُ الْفَوْتَ، وَإنَّمَا يَحْتَاجُ إلَى الظُّلْمِ الضَّعِيفُ، وَقَدْ تَعَالَيْتَ يَا إلهِي عَنْ ذالِكَ عُلُوّاً كَبِيراً. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِ مُحَمَّد، وَلاَ تَجْعَلْنِي لِلْبَلاَءِ غَرَضاً، وَلاَ لِنِقْمَتِكَ نَصَباً، وَمَهِّلْنِي وَنَفِّسْنِي، وَأَقِلْنِي عَثْرَتِي، وَلاَ تَبْتَلِيَنِّي بِبَلاَء عَلَى أَثَرِ بَلاَء، فَقَدْ تَرى ضَعْفِي وَقِلَّةَ حِيْلَتِي وَتْضَرُّعِي إلَيْكَ، أَعُوذُ بِكَ اللَّهُمَّ اليَوْمَ مِنْ غَضَبِكَ. فصَلِّ عَلَى مُحَمَّد وَآلِهِ وَأَعِذْنِي، وَأَسْتَجِيرُ بِكَ الْيَوْمَ مِنْ سَخَطِكَ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَأَجِرْنِي، وَأَسْأَلُكَ أَمْناً مِنْ عَذَابِكَ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَآمِنِّي، وَأَسْتَهْدِيْكَ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَاهْدِنِي، وَأَسْتَنْصِرُكَ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَانْصُرْنِي، وَأَسْتَرْحِمُكَ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَارْحَمْنِي، وَأَسْتَكْفِيكَ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَاكْفِنِي، وَأَسْتَرْزِقُكَ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَارْزُقْنِي، وَأَسْتَعِينُكَ، فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَأَعِنِّي، وَأَسْتَغْفِرُكَ لِمَا سَلَفَ مِنْ ذُنُوبِي فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَاغْفِرْ لِيْ، وَأَسْتَعْصِمُكَ فَصَلِّ عَلَى مُحَمَّد وَآلِهِ وَاعْصِمْنِي; فَإنِّي لَنْ أَعُودَ لِشَيْء كَرِهْتَهُ مِنّيْ إنْ شِئْتَ ذالِكَ، يَارَبِّ يَارَبِّ، يَا حَنَّانُ يَا مَنَّانُ، يَا ذَا الْجَلاَلِ وَالإكْرَامِ، صَلِّ عَلَى مُحَمَّد وَآلِهِ وَاسْتَجِبْ لِي جَمِيعَ مَا سَأَلْتُكَ، وَطَلَبْتُ إلَيْكَ وَرَغِبْتُ فِيهِ إلَيْكَ، وَأَرِدْهُ، وَقَدِّرْهُ، وَاقْضِهِ، وَأَمْضِهِ، وَخِرْ لِي فِيمَا تَقْضِي مِنْهُ، وَبَارِكْ لِي فِي ذالِكَ، وَتَفَضَّلْ عَلَيَّ بِهِ، وَأَسْعِدْنِي بِمَا تُعْطِينِي مِنْهُ، وَزِدْنِي مِنْ فَضْلِكَ وَسَعَةِ مَا عِنْدَكَ، فَإنَّكَ وَاسِعٌ كَرِيمٌ. وَصِلْ ذَلِكَ بِخَيْرِ الاخِرَةِ وَنَعِيْمِهَا يَا أَرْحَمَ الرَّاحِمِينَ. [ثُمَّ تَدْعُو بِمَا بَدا لَكَ وَتُصَلِّي عَلَى مُحَمَّد وَآلِهِ أَلْفَ مَرَّة. هَكَذَا كَانَ يَفْعَلُ عَلَيْهِ السَّلاَم]."
}