{
"title": "دعاء يـوم الاثنين",
"type": "text",
"source": "الصحيفة السجادية",
"data": " بسم الله الرحمن الرحيم أَلْحَمْدُ لِلَّهِ الَّذِي لَمْ يُشْهِدْ أَحَدَاً حِينَ فَطَرَ السَّمواتِ وَالاَرْضَ، وَلاَ اتَّخَذَ مُعِيناً حِينَ بَرَأَ النَّسَماتِ. لَمْ يُشارَكْ فِي الالهِيَّةِ، وَلَمْ يُظَاهَرْ فِي الْوَحْدانِيَّةِ. كَلَّتِ الاَلْسُنُ عَنْ غايَةِ صِفَتِهِ، وَ [انْحَسَرَتِخ ل ]الْعُقُولُ عَنْ كُنْهِ مَعْرِفَتِهِ، وَتَوَاضَعَتِ الْجَبابِرَةُ لِهَيْبَتِهِ، وَعَنَتِ الْوُجُوهُ لِخَشْيَتِهِ، وَانْقَادَ كُلُّ عَظِيم لِعَظَمَتِهِ. فَلَكَ الْحَمْدُ مُتَوَاتِراً مُتَّسِقاً، وَمُتَوَالِياً مُسْتَوْسِقَاً. وَصَلَواتُهُ عَلَى رَسُولِهِ أَبَدَاً، وَسَلامُهُ دَآئِماً سَرْمَدَاً. أَللَّهُمَّ اجْعَلْ أَوَّلَ يَوْمِي هذَا صَلاحَاً، وَأَوْسَطَهُ فَلاحَاً، وَآخِرَهُ نَجاحَاً، وَأَعُوذُ بِكَ مِنْ يَوْم أَوَّلُهُ فَزَعُ، وَأَوْسَطُهُ جَزَعٌ، وَآخِرُهُ وَجَعٌ. أَللَّهُمَّ إنِّي أَسْتَغْفِرُكَ لِكُلِّ نَذْر نَذَرْتُهُ، وَلِكُلِّ وَعْد وَعَدْتُهُ، وَلِكُلِّ عَهْد عاهَدْتُهُ، ثُمَّ لَمْ أَفِ لَكَ بِهِ. وَأَسْأَلُكَ فِي مَظالِمِ عِبادِكَ عِنْدِي، فَأَيُّما عَبْد مِنْ عَبِيدِكَ، أَوْ أَمَة مِنْ إمآئِكَ، كَانَتْ لَهُ قِبَلِي مَظْلَمَةٌ ظَلَمْتُها إيَّاهُ فِي نَفْسِهِ، أَوْ فِي عِرْضِهِ، أَوْ فِي مالِهِ، أَوْ فِي أَهْلِهِ وَوَلَدِهِ، أَوْ غَيْبَةٌ اغْتَبْتَهُ بِها، أَوْ تَحامُلٌ عَلَيْهِ بِمَيْل أَوْ هَوَىً، أَوْ أَنَفَة، أَوْ حَمِيَّة، أَوْ رِيآء، أَوْ عَصَبِيَّة غائِباً كانَ أَوْ شاهِداً، وَحَيّاً كانَ أَوْ مَيِّتاً، فَقَصُرَتْ يَدِي، وَضاقَ وُسْعِي عَنْ رَدِّها إلَيْهِ، وَالتَّحَلُّلِ مِنْهُ. فَأَسْأَلُكَ يا مَنْ يَمْلِكُ الْحاجاتِ، وَهِيَ مُسْتَجِيبَةٌ بِمَشِيَّتِهِ [لِمَشِيَّتِهِ خ ]، وَمُسْرِعَةٌ إلى إرادَتِهِ، أَنْ تُصَلِّيَ عَلَى مُحَمَّد وَآلِ مُحَمَّد ، وَأَنْ تُرْضِيَهُ عَنِّي بِما شِئْتَ، وَتَهَبَ لِي مِنْ عِنْدِكَ رَحْمَةً، إنَّهُ لا تَنْقُصُكَ الْمَغْفِرَةُ، وَلا تَضُرُّكَ المَوْهِبَةُ يا أَرْحَمَ الرَّاحِمِينَ. أَللَّهُمَّ أَوْلِنِي فِي كُلِّ يَوْمِ اثْنَيْنِ نِعْمَتَيْنِ مِنْكَ ثِنْتَيْنِ: سَعادَةً فِي أَوَّلِهِ بِطاعَتِكَ، وَنِعْمَةً فِي آخِرِهِ بِمَغْفِرَتِكَ يامَنْ هُوَ الاِلهُ، وَلا يَغْفِرُ الذُّنُوبَ سِواهُ. "
}