{
"title": " المناجاة الثامنة : مناجاة المريدين",
"type": "text",
"source": "الصحيفة السجادية",
"data": " بسم الله الرحمن الرحيم سُبْحانَكَ ما أَضْيَقَ الطُّرُقَ عَلى مَنْ لَمْ تَكُنْ دَلِيلَهُ! وَما أَوْضَحَ الْحَقَّ عِنْدَ مَنْ هَدَيْتَهُ سَبِيلَه! إلهِي فاسْلُكْ بِنا سُبُلَ الْوُصُولِ إلَيْكَ، وَسَيِّرْنا فِي أَقْرَبِ الطُّرُقِ لِلْوُفُودِ عَلَيْكَ، قَرِّبْ عَلَيْنَا الْبَعِيدَ، وَسَهِّلَ عَلَيْنَا الْعَسِيرَ الشَّدِيدَ، وَأَلْحِقْنا بِعِبادِكَ الَّذِينَ هُمْ بِالْبِدارِ إلَيْكَ يُسارِعُونَ وَبابَكَ عَلَى الدَّوامِ يَطْرُقُونَ، وَإيَّاكَ فِي اللَّيْلِ وَالنَّهارِ يَعْبُدُونَ، وَهُمْ مِنْ هَيْبَتِكَ مُشْفِقُونَ، الَّذِينَ صَفَّيْتَ لَهُمُ الْمَشارِبَ، وَبَلَّغْتَهُمُ الرَّغآئِبَ، وَأَنْجَحْتَ لَهُمُ الْمَطالِبَ، وَقَضَيْتَ لَهُمْ مِنْ فَضْلِكَ الْمَآرِبَ، وَمَلأْتَ لَهُمْ ضَمآئِرَهُمْ مِنْ حُبِّكَ وَرَوَّيْتَهُمْ مِنْ صافِي شِرْبِكَ، فَبِكَ إلى لَذِيذِ مُناجاتِكَ وَصَلُوا، وَمِنْكَ أَقْصى مَقاصِدِهِمْ حَصَّلُوا، فَيا مَنْ هُوَ عَلَى الْمُقْبِلِينَ عَلَيْهِ مُقْبِلٌ، وَبِالْعَطْفِ عَلَيْهِمْ عآئِدٌ مُفْضِلٌ، وَبِالْغافِلِينَ عَنْ ذِكْرِهِ رَحِيمٌ رَؤُوفٌ، وَبِجَذْبِهمْ إلى بابِهِ وَدُودٌ عَطُوفٌ، أَسْأَلُكَ أَنْ تَجْعَلَنِي مِنْ أَوْفَرِهِمْ مِنْكَ حَظّاً، وَأَعْلاهُمْ عِنْدَكَ مَنْزِلاً، وَأَجْزَلِهِـمْ مِنْ وُدِّكَ قِسَمـاً، وَأَفْضَلِهِمْ فِي مَعْرِفَتِكَ نَصِيباً، فَقَدِ انْقطَعَتْ إلَيْكَ هِمَّتِي، وَانْصَرَفَتْ نَحْوَكَ رَغْبَتِي، فَأَنْتَ لاَ غَيْرُكَ مُرادِي، وَلَكَ لا لِسِواكَ سَهَرِي وَسُهادِي، وَلِقاؤُكَ قُرَّةُ عَيْني، وَوَصْلُكَ مُنى نَفْسِي، وَإلَيْكَ شَوْقِي، وَفِي مَحَبَّتِكَ وَلَهِي، وَإلى هَواكَ صَبابَتِي، وَرِضاكَ بُغْيَتي، وَرُؤْيَتُكَ حاجَتِي، وَجِوارُكَ طَلَبِي، وَقُرْبُكَ غايَةُ سُؤْلِي، وَفِي مُنَاجَاتِكَ رَوْحِي وَراحَتِي، وَعِنْدَكَ دَوآءُ عِلَّتِي، وَشِفآءُ غُلَّتِي، وَبَرْدُ لَوْعَتِي، وَكَشْفُ كُرْبَتِي. فَكُنْ أَنِيْسِي فِي وَحْشَتِي، وَمُقِيلَ عَثْرَتِي، وَغافِرَ زَلَّتِي، وَقابِلَ تَوْبَتِي، وَمُجِيبَ دَعْوَتِي، وَوَلِيَّ عِصْمَتِي، وَمُغْنِيَ فاقَتِي، وَلا تَقْطَعْنِي عَنْكَ، وَلا تُبْعِدْنِي مِنْكَ يا نَعِيمِي وَجَنَّتِي، وَيا دُنْيايَ وَآخِرَتِي، يا أَرْحَمَ الرَّاحِمِينَ."
}