{
"title": "قنوت الإمام الباقر(ع)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "اللَّهُمَّ إِنَّ عَدُوِّي قَدِ اسْتَسَنَّ فِي غُلْوَانِهِ وَ اسْتَمَرَّ فِي عُدْوَانِهِ وَ أَمِنَ بِمَا شَمِلَهُ مِنَ الْحِلْمِ عَاقِبَةَ جُرْأَتِهِ عَلَيْكَ وَ تَمَرَّدَ فِي مُبَايَنَتِكَ وَ لَكَ اللَّهُمَّ لَحَظَاتُ سَخَطٍ بَياتاً وَ هُمْ نائِمُونَ‏ وَ نَهَاراً وَ هُمْ غَافِلُونَ وَ جَهْرَةً وَ هُمْ يَلْعَبُونَ‏ وَ بَغْتَةً وَ هُمْ سَاهُونَ وَ أَنَّ الْخِنَاقَ قَدِ اشْتَدَّ وَ الْوَثَاقَ قَدِ احْتَدَّ وَ الْقُلُوبَ قَدْ مُحِيَتْ وَ الْعُقُولَ قَدْ تَنَكَّرَتْ وَ الصَّبْرَ قَدْ أَوْدَى وَ كَادَ يَنْقَطِعُ حَبَائِلُهُ فَإِنَّكَ لَبِالْمِرْصَادِ مِنَ الظَّالِمِ وَ مُشَاهَدَةٍ مِنَ الْكَاظِمِ لَا يُعَجِّلُكَ فَوْتُ دَرَكٍ وَ لَا يُعْجِزُكَ احْتِجَازُ مُحْتَجِزٍ وَ إِنَّمَا مُهِّلَ اسْتِثْبَاتاً وَ حُجَّتُكَ عَلَى الْأَحْوَالِ الْبَالِغَةِ الدَّامِغَةِ وَ بِعُبَيْدِكَ ضَعْفُ الْبَشَرِيَّةِ وَ عَجْزُ الْإِنْسَانِيَّةِ وَ لَكَ سُلْطَانُ الْإِلَهِيَّةِ وَ مَلِكَةُ الْبَرِيَّةِ وَ بَطْشَةُ الْأَنَاةِ وَ عُقُوبَةُ التَّأْبِيدِ اللَّهُمَّ فَإِنْ كَانَ فِي الْمُصَابَرَةِ لِحَرَارَةِ الْمُعَانِ مِنَ الظَّالِمِينَ وَ كَمَدِ [كَيْدِ] مَنْ يُشَاهَدُ مِنَ الْمُبَدِّلِينَ رِضًى لَكَ وَ مَثُوبَةً مِنْكَ فَهَبْ لَنَا مَزِيداً مِنَ التَّأْيِيدِ وَ عَوْناً مِنَ التَّسْدِيدِ إِلَى حِينِ نُفُوذِ مَشِيَّتِكَ فِيمَنْ أَسْعَدْتَهُ وَ أَشْقَيْتَهُ مِنْ بَرِيَّتِكَ وَ امْنُنْ عَلَيْنَا بِالتَّسْلِيمِ لِمَحْتُومَاتِ أَقْضِيَتِكَ وَ التَّجَرُّعِ لِوَارِدَاتِ أَقْدَارِكَ وَ هَبْ لَنَا مَحَبَّةً لِمَا أَحْبَبْتَ فِي مُتَقَدَّمٍ وَ مُتَأَخَّرٍ وَ مُتَعَجَّلٍ وَ مُتَأَجَّلٍ وَ الْإِيثَارِ لِمَا اخْتَرْتَ فِي مُسْتَقْرَبٍ وَ مُسْتَبْعَدٍ وَ لَا تُخْلِنَا اللَّهُمَّ مَعَ ذَلِكَ مِنْ عَوَاطِفِ رَأْفَتِكَ وَ رَحْمَتِكَ وَ كِفَايَتِكَ وَ حُسْنِ كِلَاءَتِكَ بِمَنِّكَ وَ كَرَمِكَ‏\nو دعا ع في قنوته‏\nيَا مَنْ يَعْلَمُ هَوَاجِسَ السَّرَائِرِ وَ مَكَامِنَ الضَّمَائِرِ وَ حَقَائِقَ الْخَوَاطِرِ يَا مَنْ هُوَ لِكُلِّ غَيْبٍ حَاضِرٌ وَ لِكُلِّ مَنْسِيٍّ ذَاكِرٌ وَ عَلَى كُلِّ شَيْ‏ءٍ قَادِرٌ وَ إِلَى الْكُلِّ نَاظِرٌ بَعُدَ الْمَهَلُ وَ قَرُبَ الْأَجَلُ وَ ضَعُفَ الْعَمَلُ وَ أَرَابَ [أَرْأَبَ‏] الْأَمَلُ وَ آنَ الْمُنْتَقَلُ وَ أَنْتَ يَا اللَّهُ الْآخِرُ كَمَا أَنْتَ الْأَوَّلُ مُبِيدُ مَا أَنْشَأْتَ وَ مُصَيِّرُهُمْ إِلَى الْبِلَى وَ مُقَلِّدُهُمْ أَعْمَالَهُمْ وَ مُحَمِّلُهَا ظُهُورَهُمْ إِلَى وَقْتِ نُشُورِهِمْ مِنْ بِعْثَةِ قُبُورِهِمْ‏ عِنْدَ نَفْخَةِ الصُّورِ وَ انْشِقَاقِ السَّمَاءِ بِالنُّورِ وَ الْخُرُوجِ بِالْمَنْشَرِ إِلَى سَاحَةِ الْمَحْشَرِ لَا تَرْتَدُّ إِلَيْهِمْ أَبْصَارُهُمْ- وَ أَفْئِدَتُهُمْ هَواءٌ مُتَرَاطِبِينَ فِي غُمَّةٍ مِمَّا أَسْلَفُوا وَ مُطَالِبِينَ بِمَا احْتَقَبُوا وَ مُحَاسَبِينَ هُنَاكَ عَلَى مَا ارْتَكَبُوا الصَّحَائِفُ فِي الْأَعْنَاقِ مَنْشُورَةٌ وَ الْأَوْزَارُ عَلَى الظُّهُورِ مَأْزُورَةٌ لَا انْفِكَاكَ وَ لَا مَنَاصَ وَ لَا مَحِيصَ عَنِ الْقِصَاصِ قَدْ أَفْحَمْتَهُمُ الْحُجَّةُ وَ حَلُّوا فِي حَيْرَةِ الْمَحَجَّةِ وَ هَمْسِ الضَّجَّةِ مَعْدُولٌ بِهِمْ عَنِ الْمَحَجَّةِ إِلَّا مَنْ سَبَقَتْ لَهُ مِنَ اللَّهِ الْحُسْنَى فَنَجَا مِنْ هَوْلِ الْمَشْهَدِ وَ عَظِيمِ الْمَوْرِدِ وَ لَمْ يَكُنْ مِمَّنْ فِي الدُّنْيَا تَمَرَّدَ وَ لَا عَلَى أَوْلِيَاءِ اللَّهِ تَعَنَّدَ وَ لَهُمُ اسْتَبْعَدَ وَ عَنْهُمْ بِحُقُوقِهِمْ تَفَرَّدَ اللَّهُمَّ فَإِنَّ الْقُلُوبَ قَدْ بَلَغَتِ الْحَنَاجِرَ وَ النُّفُوسَ قَدْ عَلَتِ التَّرَاقِيَ وَ الْأَعْمَارَ قَدْ نَفِدَتْ بِالانْتِظَارِ لَا عَنْ نَقْصِ اسْتِبْصَارٍ وَ لَا عَنِ اتِّهَامِ مِقْدَارٍ وَ لَكِنْ لِمَا تُعَانِي مِنْ رُكُوبِ مَعَاصِيكَ وَ الْخِلَافِ عَلَيْكَ فِي أَوَامِرِكَ وَ نَوَاهِيكَ وَ التَّلَعُّبِ بِأَوْلِيَائِكَ وَ مُظَاهَرَةِ أَعْدَائِكِ اللَّهُمَّ فَقَرِّبْ مَا قَدْ قَرُبَ وَ أَوْرِدْ مَا قَدْ دَنَا وَ حَقِّقْ ظُنُونَ الْمُوقِنِينَ وَ بَلِّغِ الْمُؤْمِنِينَ تَأْمِيلَهُمْ مِنْ إِقَامَةِ حَقِّكَ وَ نَصْرِ دِينِكَ وَ إِظْهَارِ حُجَّتِكَ وَ الِانْتِقَامِ مِنْ أَعْدَائِكِ‏\n"
}