{
"title": "قنوت الإمام الصادق(ع)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "يَا مَنْ سَبَقَ عِلْمُهُ وَ نَفَذَ حُكْمُهُ وَ شَمِلَ حِلْمُهُ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَزِلْ حِلْمَكَ عَنْ ظَالِمِي وَ بَادِرْهُ بِالنَّقِمَةِ وَ عَاجِلْهُ بِالاسْتِيصَالِ وَ كُبَّهُ لِمَنْخِرِهِ وَ اغْصُصْهُ بِرِيقِهِ وَ ارْدُدْ كَيْدَهُ فِي نَحْرِهِ وَ حُلْ بَيْنِي وَ بَيْنَهُ بِشُغُلٍ شَاغِلٍ مُولِمٍ وَ سُقْمٍ دَائِمٍ وَ امْنَعْهُ التَّوْبَةَ وَ حُلْ بَيْنَهُ وَ بَيْنَ الْإِنَابَةِ وَ اسْلُبْهُ رَوْحَ الرَّاحَةِ وَ اشْدُدْ عَلَيْهِ الْوَطْأَةَ وَ خُذْ مِنْهُ بِالْمِخْنَقِ وَ حَشْرِجْهُ فِي صَدْرِهِ وَ لَا تُثَبِّتْ لَهُ قَدَماً وَ أَثْكِلْهُ وَ نَكِّلْهُ وَ اجْتَثَّهُ وَ اجْتَثَّ رَاحَتَهُ وَ اسْتَأْصِلْهُ وَ جُثَّهُ وَ جُثَّ نِعْمَتَكَ عَنْهُ وَ أَلْبِسْهُ الصِّغَارَ وَ اجْعَلْ عُقْبَاهُ النَّارَ بَعْدَ مَحْوِ آثَارِهِ وَ سَلْبِ قَرَارِهِ وَ إِجْهَارِ قَبِيحِ آصَارِهِ وَ أَسْكِنْهُ دَارَ بَوَارِهِ وَ لَا تُبْقِ لَهُ ذِكْراً وَ لَا تُعَقِّبْهُ مِنْ مُسْتَخْلَفٍ أَجْراً اللَّهُمَّ بَادِرْهُ اللَّهُمَّ عَاجِلْهُ وَ لَا تُؤَجِّلْهُ اللَّهُمَّ خُذْهُ اللَّهُمَّ اسْلُبْهُ التَّوْفِيقَ اللَّهُمَّ لَا تُنْهِضْهُ اللَّهُمَّ اللَّهُمَّ لَا تَرِثْهُ اللَّهُمَّ لَا تُؤَخِّرْهُ اللَّهُمَّ عَلَيْكَ بِهِ اللَّهُمَّ اشْدُدْ قَبْضَتَكَ عَلَيْهِ اللَّهُمَّ بِكَ اعْتَصَمْتُ عَلَيْهِ وَ بِكَ اسْتَجَرْتُ مِنْهُ وَ بِكَ تَوَارَيْتُ عَنْهُ وَ بِكَ اسْتَكْفَفْتُ [اسْتَكْهَفْتُ‏] دُونَهُ وَ بِكَ اسْتَتَرْتُ مِنْ ضَرَّائِهِ اللَّهُمَّ احْرُسْنِي بِحَرَاسَتِكَ مِنْهُ وَ مِنْ عَذَابِكَ وَ اكْفِنِي بِكِفَايَتِكَ كَيْدَهُ وَ كَيْدَ بُغَاتِكَ- اللَّهُمَّ احْفَظْنِي بِحِفْظِ الْإِيمَانِ وَ أَسْبِلْ عَلَيَّ سِتْرَكَ الَّذِي سَتَرْتَ بِهِ رُسُلَكَ عَنِ الطَّوَاغِيتِ وَ حَصِّنِّي بِحِصْنِكَ الَّذِي وَقَيْتَهُمْ بِهِ مِنَ الْجَوَابِيتِ اللَّهُمَّ أَيِّدْنِي مِنْكَ بِنَصْرٍ لَا يَنْفَكُّ وَ عَزِيمَةِ صِدْقٍ لَا تُخْتَلُّ وَ جَلِّلْنِي بِنُورِكَ وَ اجْعَلْنِي مُتَدَرِّعاً بِدِرْعِكَ الْحَصِينَةِ الْوَاقِيَةِ وَ اكْلَأْنِي بِكِلَاءَتِكَ الْكَافِيَةِ إِنَّكَ وَاسِعٌ لِمَا تَشَاءُ وَ وَلِيٌّ لِمَنْ لَكَ تَوَالَى وَ نَاصِرٌ لِمَنْ إِلَيْكَ آوَى وَ عَوْنُ مَنْ بِكَ اسْتَعْدَى وَ كَافِي مَنْ بِكَ اسْتَكْفَى وَ الْعَزِيزُ الَّذِي لَا يُمَانَعُ عَمَّا يَشَاءُ وَ لا قُوَّةَ إِلَّا بِاللَّهِ‏ وَ هُوَ حَسْبِي- عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏\nو دعا ع في قنوته‏\nيَا مَأْمَنَ الْخَائِفِ وَ كَهْفَ اللَّاهِفِ وَ جُنَّةَ الْعَائِذِ وَ غَوْثَ اللَّائِذِ خَابَ مَنِ اعْتَمَدَ سِوَاكَ وَ خَسِرَ مَنْ لَجَأَ إِلَى دُونِكَ وَ ذَلَّ مَنِ اعْتَزَّ بِغَيْرِكَ وَ افْتَقَرَ مَنِ اسْتَغْنَى عَنْكَ إِلَيْكَ اللَّهُمَّ الْمَهْرَبُ وَ مِنْكَ اللَّهُمَّ الْمَطْلَبُ اللَّهُمَّ قَدْ تَعْلَمُ عَقْدَ ضَمِيرِي عِنْدَ مُنَاجَاتِكَ وَ حَقِيقَةَ سَرِيرَتِي عِنْدَ دُعَائِكَ وَ صِدْقَ خَالِصَتِي بِاللَّجَإِ إِلَيْكَ فَأَفْزِعْنِي إِذَا فَزِعْتُ إِلَيْكَ- وَ لَا تَخْذُلْنِي إِذَا اعْتَمَدْتُ عَلَيْكَ وَ بَادِرْنِي بِكِفَايَتِكَ وَ لَا تَسْلُبْنِي رِفْقَ عِنَايَتِكَ وَ خُذْ ظَالِمِي السَّاعَةَ السَّاعَةَ- أَخْذَ عَزِيزٍ مُقْتَدِرٍ عَلَيْهِ مُسْتَأْصِلٍ شَافَتَهُ مُجْتَثٍّ قَائِمَتَهُ حَاطٍّ دِعَامَتَهُ مُتَبَرٍّ لَهُ مُدَمِّرٍ عَلَيْهِ اللَّهُمَّ بَادِرْهُ قَبْلَ أَذِيَّتِي وَ اسْبِقْهُ بِكِفَايَتِي كَيْدَهُ وَ شَرَّهُ وَ مَكْرُوهَهُ وَ غَمْزَهُ وَ سُوءَ عَقْدِهِ وَ قَصْدِهِ اللَّهُمَّ إِنِّي إِلَيْكَ فَوَّضْتُ أَمْرِي وَ بِكَ تَحَصَّنْتُ مِنْهُ وَ مِنْ كُلِّ مَنْ يَتَعَمَّدُنِي بِمَكْرُوهِهِ وَ يَتَرَصَّدُنِي بِأَذِيَّتِهِ وَ يُصْلِتُ لِي بِطَانَتَهُ وَ يَسْعَى عَلَيَّ بِمَكَايِدِهِ اللَّهُمَّ كِدْ لِي وَ لَا تَكِدْ عَلَيَّ وَ امْكُرْ لِي وَ لَا تَمْكُرْ بِي وَ أَرِنِي الثَّارَ مِنْ كُلِّ عَدُوٍّ أَوْ مَكَّارٍ وَ لَا يَضُرُّنِي ضَارُّ وَ أَنْتَ وَلِيِّي وَ لَا يَغْلِبُنِي مُغَالِبٌ وَ أَنْتَ عَضُدِي وَ لَا تَجْرِي عَلَيَّ مَسَاءَةٌ وَ أَنْتَ كَنَفِي اللَّهُمَّ بِكَ اسْتَذْرَعْتُ وَ اعْتَصَمْتُ وَ عَلَيْكَ تَوَكَّلْتُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِكَ‏\n"
}