{
"title": "دعاء أجره عظيم عن النبي ص (1)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": " اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا مَنِ احْتَجَبَ بِشُعَاعِ نُورِهِ عَنْ نَوَاظِرِ خَلْقِهِ يَا مَنْ تَسَرْبَلَ بِالْجَلَالِ وَ الْعَظَمَةِ وَ اشْتَهَرَ بِالتَّجَبُّرِ فِي قُدْسِهِ يَا مَنْ تَعَالَى بِالْجَلَالِ وَ الْكِبْرِيَاءِ فِي تَفَرُّدِ مَجْدِهِ يَا مَنِ انْقَادَتِ الْأُمُورُ بِأَزِمَّتِهَا طَوْعاً لِأَمْرِهِ يَا مَنْ قَامَتِ السَّمَاوَاتُ وَ الْأَرَضُونَ مُجِيبَاتٍ لِدَعْوَتِهِ يَا مَنْ زَيَّنَ السَّمَاءَ بِالنُّجُومِ الطَّالِعَةِ وَ جَعَلَهَا هَادِيَةً لِخَلْقِهِ يَا مَنْ أَنَارَ الْقَمَرَ الْمُنِيرَ فِي سَوَادِ اللَّيْلِ الْمُظْلِمِ بِلُطْفِهِ يَا مَنْ أَنَارَ الشَّمْسَ الْمُنِيرَةَ وَ جَعَلَهَا مَعَاشاً لِخَلْقِهِ وَ جَعَلَهَا مُفَرِّقَةً بَيْنَ اللَّيْلِ وَ النَّهَارِ بِعَظَمَتِهِ يَا مَنِ اسْتَوْجَبَ الشُّكْرَ بِنَشْرِ سَحَائِبِ نِعَمِهِ أَسْأَلُكَ بِمَعَاقِدِ الْعِزِّ مِنْ عَرْشِكَ وَ مُنْتَهَى الرَّحْمَةِ مِنْ كِتَابِكَ وَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ وَ بِكُلِّ اسْمٍ هُوَ لَكَ أَنْزَلْتَهُ فِي كِتَابِكَ أَوْ أَثْبَتَّهُ فِي قُلُوبِ الصَّافِّينَ الْحَافِّينَ حَوْلَ عَرْشِكَ فَتَرَاجَعَتِ الْقُلُوبُ إِلَى الصُّدُورِ عَنِ الْبَيَانِ بِإِخْلَاصِ الْوَحْدَانِيَّةِ وَ تَحْقِيقِ الْفَرْدَانِيَّةِ مُقِرَّةً لَكَ بِالْمَعْبُودِيَّةِ وَ إِنَّكَ أَنْتَ اللَّهُ أَنْتَ اللَّهُ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَ أَسْأَلُكَ بِالْأَسْمَاءِ الَّتِي تَجَلَّيْتَ بِهَا لِلْكَلِيمِ عَلَى الْجَبَلِ الْعَظِيمِ فَلَمَّا بَدَا شُعَاعُ نُورِ الْحُجُبِ مِنْ بَهَاءِ الْعَظَمَةِ خَرَّتِ الْجِبَالُ مُتَدَكْدِكَةً لِعَظَمَتِكَ وَ جَلَالِكَ وَ هَيْبَتِكَ وَ خَوْفاً مِنْ سَطْوَتِكَ رَاهِبَةً مِنْكَ فَلَا إِلَهَ إِلَّا أَنْتَ فَلَا إِلَهَ إِلَّا أَنْتَ فَلَا إِلَهَ إِلَّا أَنْتَ وَ أَسْأَلُكَ بِالاسْمِ الَّذِي فَتَقْتَ بِهِ رَتْقَ عَظِيمِ جُفُونِ عُيُونِ النَّاظِرِينَ الَّذِي بِهِ تَدْبِيرُ حِكْمَتِكَ وَ شَوَاهِدُ حُجَجِ أَنْبِيَائِكَ يَعْرِفُونَكَ بِفِطَنِ الْقُلُوبِ وَ أَنْتَ فِي غَوَامِضِ مُسَرَّاتِ سَرِيرَاتِ الْغُيُوبِ أَسْأَلُكَ بِعِزَّةِ ذَلِكَ الِاسْمِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَصْرِفَ عَنِّي وَ عَنْ أَهْلِ حُزَانَتِي وَ جَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ جَمِيعَ الْآفَاتِ وَ الْعَاهَاتِ وَ الْأَعْرَاضِ وَ الْأَمْرَاضِ وَ الْخَطَايَا وَ الذُّنُوبِ وَ الشَّكِّ وَ الشِّرْكِ وَ الْكُفْرِ وَ الشِّقَاقِ وَ النِّفَاقِ وَ الضَّلَالَةِ وَ الْجَهْلِ وَ الْمَقْتِ وَ الْغَضَبِ وَ الْعُسْرِ وَ الضِّيقِ وَ فَسَادِ الضَّمِيرِ وَ حُلُولِ النَّقِمَةِ وَ شَمَاتَةِ الْأَعْدَاءِ وَ غَلَبَةِ الرِّجَالِ- إِنَّكَ سَمِيعُ الدُّعاءِ لَطِيفٌ لِمَا تَشَاءُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ‏"
}