["الْحَمْدُ لِلَّهِ أَوَّلَ مَحْمُودٍ وَ آخِرَ مَعْبُودٍ وَ أَقْرَبَ مَوْجُودٍ الْبَدِي‏ءِ بِلَا مَعْلُومٍ لِأَزَلِيَّتِهِ وَ لَا آخِرٍ لِأَوَّلِيَّتِهِ وَ الْكَائِنِ قَبْلَ الْكَوْنِ بِغَيْرِ كِيَانٍ وَ الْمَوْجُودِ فِي كُلِّ مَكَانٍ بِغَيْرِ عِيَانٍ وَ الْقَرِيبِ مِنْ كُلِّ نَجْوَى بِغَيْرِ تَدَانٍ عَلَنَتْ عِنْدَهُ الْغُيُوبُ وَ ضَلَّتْ فِي عَظَمَتِهِ الْقُلُوبُ فَلَا الْأَبْصَارُ تُدْرِكُ عَظَمَتَهُ وَ لَا الْقُلُوبُ عَلَى احْتِجَابِهِ تُنْكِرُ مَعْرِفَتَهُ تَمَثَّلَ فِي الْقُلُوبِ بِغَيْرِ مِثَالٍ تَحُدُّهُ الْأَوْهَامُ أَوْ تُدْرِكُهُ الْأَحْلَامُ ثُمَّ جَعَلَ مِنْ نَفْسِهِ دَلِيلًا عَلَى تَكَبُّرِهِ عَنِ الضِّدِ وَ النِّدِّ وَ الشَّكْلِ وَ الْمِثْلِ فَالْوَحْدَانِيَّةُ آيَةُ الرُّبُوبِيَّةِ وَ الْمَوْتُ الْآتِي عَلَى خَلْقِهِ مُخْبِرٌ عَنْ خَلْقِهِ وَ قُدْرَتِهِ ثُمَّ خَلَقَهُمْ مِنْ نُطْفَةٍ وَ لَمْ يَكُونُوا شَيْئاً دَلِيلٌ عَلَى إِعَادَتِهِمْ خَلْقاً جَدِيداً بَعْدَ فَنَائِهِمْ كَمَا خَلَقَهُمْ أَوَّلَ مَرَّةٍ- وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ الَّذِي لَمْ يَضُرَّهُ بِالْمَعْصِيَةِ الْمُتَكَبِّرُونَ وَ لَمْ يَنْفَعْهُ بِالطَّاعَةِ الْمُتَعَبِّدُونَ الْحَلِيمِ عَلَى الْجَبَابِرَةِ الْمُدَّعِينَ وَ الْمُمْهِلِ الزَّاعِمِينَ لَهُ شَرِيكاً فِي مَلَكُوتِهِ الدَّائِمِ فِي سُلْطَانِهِ بِغَيْرِ أَمَدٍ- وَ الْبَاقِي فِي مُلْكِهِ بَعْدَ انْقِضَاءِ الْأَبَدِ وَ الْفَرْدِ الْوَاحِدِ الصَّمَدِ وَ الْمُتَكَبِّرِ عَنِ الصَّاحِبَةِ وَ الْوَلَدِ رَافِعِ السَّمَاءِ بِغَيْرِ عَمَدٍ وَ مُجْرِي السَّحَابِ بِغَيْرِ صَفَدٍ قَاهِرِ الْخَلْقِ بِغَيْرِ عَدَدٍ لَكِنَّ اللَّهَ الْأَحَدُ الْفَرْدُ الصَّمَدُ الَّذِي‏ لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ وَ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَخْلُ مِنْ فَضْلِهِ الْمُقِيمُونَ عَلَى مَعْصِيَتِهِ وَ لَمْ يُجَازِهِ لِأَصْغَرِ نِعَمِهِ الْمُجْتَهِدُونَ فِي طَاعَتِهِ الْغَنِيُّ الَّذِي لَا يَضُنُّ بِرِزْقِهِ عَلَى جَاحِدِهِ وَ لَا يَنْقُصُ عَطَايَاهُ أَرْزَاقُ خَلْقِهِ خَالِقُ الْخَلْقِ وَ مُفْنِيهِ وَ مُعِيدُهُ وَ مُبْدِيهِ وَ مُعَافِيهِ [معاقبته‏] عَالِمٌ مَا أَكَنَّتْهُ السَّرَائِرُ وَ أَخْبَتْهُ الضَّمَائِرُ وَ اخْتَلَفَتْ بِهِ الْأَلْسُنُ وَ أَنْسَتْهُ الْأَزْمُنُ الْحَيُّ الَّذِي لَا يَمُوتُ وَ الْقَيُّومُ الَّذِي لَا يَنَامُ وَ الدَّائِمُ الَّذِي لَا يَزُولُ وَ الْعَدْلُ الَّذِي لَا يَجُورُ وَ الصَّافِحُ عَنِ الْكَبَائِرِ بِفَضْلِهِ وَ الْمُعَذِّبُ مَنْ عَذَّبَ بِعَدْلِهِ لَمْ يَخَفِ الْفَوْتَ فَحَلُمَ وَ عَلِمَ الْفَقْرَ إِلَيْهِ فَرَحِمَ وَ قَالَ فِي مُحْكَمِ كِتَابِهِ- وَ لَوْ يُؤاخِذُ اللَّهُ النَّاسَ بِما كَسَبُوا ما تَرَكَ عَلى‏ ظَهْرِها مِنْ دَابَّةٍ أَحْمَدُهُ حَمْداً أَسْتَزِيدُهُ فِي نِعْمَتِهِ وَ أَسْتَجِيرُ بِهِ مِنْ نِقْمَتِهِ وَ أَتَقَرَّبُ إِلَيْهِ بِالتَّصْدِيقِ لِنَبِيِّهِ الْمُصْطَفَى لِوَحْيِهِ الْمُتَخَيَّرِ لِرِسَالَتِهِ الْمُخْتَصِّ بِشَفَاعَتِهِ الْقَائِمِ بِحَقِّهِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ عَلَى أَصْحَابِهِ وَ عَلَى النَّبِيِّينَ وَ الْمُرْسَلِينَ وَ الْمَلَائِكَةِ أَجْمَعِينَ وَ سَلَّمَ تَسْلِيماً إِلَهِي دَرَسَتِ الْآمَالُ وَ تَغَيَّرَتِ الْأَحْوَالُ وَ كَذَبَتِ الْأَلْسُنُ وَ أُخْلِفَتِ الْعِدَةُ إِلَّا عِدَتَكَ فَإِنَّكَ وَعَدْتَ مَغْفِرَةً وَ فَضْلًا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَعْطِنِي مِنْ فَضْلِكَ وَ أَعِذْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ سُبْحَانَكَ وَ بِحَمْدِكَ مَا أَعْظَمَكَ وَ أَحْلَمَكَ وَ أَكْرَمَكَ وَسِعَ بِفَضْلِكَ حِلْمُكَ تَمَرُّدَ الْمُسْتَكْبِرِينَ وَ اسْتَغْرَقَتْ نِعْمَتُكَ شُكْرَ الشَّاكِرِينَ وَ عَظُمَ حِلْمُكَ عَنْ إِحْصَاءِ الْمُحْصِينَ وَ جَلَّ طَوْلُكَ عَنْ وَصْفِ الْوَاصِفِينَ كَيْفَ لَوْ لَا فَضْلُكَ حَلُمْتَ عَمَّنْ خَلَقْتَهُ مِنْ نُطْفَةٍ وَ لَمْ يَكُ شَيْئاً فَرَبَّيْتَهُ بِطِيبِ رِزْقِكَ وَ أَنْشَأْتَهُ فِي تَوَاتُرِ نِعْمَتِكَ وَ مَكَّنْتَ لَهُ فِي مِهَادِ أَرْضِكَ وَ دَعَوْتَهُ إِلَى طَاعَتِكَ فَاسْتَنْجَدَ عَلَى عِصْيَانِكَ بِإِحْسَانِكَ وَ جَحَدَكَ وَ عَبَدَ غَيْرَكَ فِي سُلْطَانِكَ كَيْفَ لَوْ لَا حِلْمُكَ أَمْهَلْتَنِي وَ قَدْ شَمَلْتَنِي بِسِتْرِكَ وَ أَكْرَمْتَنِي بِمَعْرِفَتِكَ وَ أَطْلَقْتَ لِسَانِي بِشُكْرِكَ وَ هَدَيْتَنِي السَّبِيلَ إِلَى طَاعَتِكَ وَ سَهَّلْتَنِي الْمَسْلَكَ إِلَى كَرَامَتِكَ وَ أَحْضَرْتَنِي سَبِيلَ قُرْبَتِكَ فَكَانَ جَزَاؤُكَ مِنِّي إِنْ كَافَأْتُكَ عَنِ الْإِحْسَانِ بِالْإِسَاءَةِ حَرِيصاً عَلَى‏ مَا أَسْخَطَكَ مُتَنَقِّلًا فِيمَا أَسْتَحِقُّ بِهِ الْمَزِيدَ مِنْ نَقِمَتِكَ سَرِيعاً إِلَى مَا أَبْعَدَ مِنْ رِضَاكَ مُغْتَبِطاً بِعِزَّةِ الْأَمَلِ مُعْرِضاً عَنْ زَوَاجِرِ الْأَجَلِ لَمْ يَقْنَعْنِي حِلْمُكَ عَنِّي وَ قَدْ أَتَانِي تَوَعُّدُكَ بِأَخْذِ الْقُوَّةِ مِنِّي حَتَّى دَعَوْتُكَ عَلَى عَظِيمِ الْخَطِيئَةِ أَسْتَزِيدُكَ فِي نِعْمَتِكَ غَيْرَ مُتَأَهِّبٍ لِمَا قَدْ أَشْرَفْتُ عَلَيْهِ مِنْ نَقِمَتِكَ مُسْتَبْطِئاً لِمَزِيدِكَ وَ مُتَسَخِّطاً لِمَيْسُورِ رِزْقِكَ مُقْتَضِياً جَوَائِزَكَ بِعَمَلِ الْفُجَّارِ كَالْمُرَاصِدِ رَحْمَتَكَ بِعَمَلِ الْأَبْرَارِ مُجْتَهِداً أَتَمَنَّى عَلَيْكَ الْعَظَائِمَ كَالْمُدِلِّ الْآمِنِ مِنْ قِصَاصِ الْجَرَائِمِ فَ إِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ‏ مُصِيبَةٌ عَظُمَ رُزْئُهَا وَ جَلَّ عِقَابُهَا بَلْ كَيْفَ لَوْ لَا أَمَلِي وَ وَعْدُكَ الصَّفْحَ عَنْ زَلَلِي أَرْجُو إِقَالَتَكَ وَ قَدْ جَاهَرْتُكَ بِالْكَبَائِرِ مُسْتَخْفِياً عَنْ أَصَاغِرِ خَلْقِكَ فَلَا أَنَا رَاقَبْتُكَ وَ أَنْتَ مَعِي وَ لَا رَاعَيْتُ حُرْمَةَ سَتْرِكَ عَلَيَّ بِأَيِّ وَجْهٍ أَلْقَاكَ وَ بِأَيِّ لِسَانٍ أُنَاجِيكَ وَ قَدْ نَقَضْتُ الْعُهُودَ وَ الْأَيْمَانَ بَعْدَ تَوْكِيدِهَا وَ جَعَلْتُكَ عَلَيَّ كَفِيلًا ثُمَّ دَعَوْتُكَ مُقْتَحِماً فِي الْخَطِيئَةِ فَأَجَبْتَنِي وَ دَعَوْتَنِي وَ إِلَيْكَ فَقْرِي فَلَمْ أُجِبْ فَوَا سَوْأَتَاهْ وَ قُبْحَ صَنِيعَاهْ أَيَّةَ جُرْأَةٍ تَجَرَّأْتُ وَ أَيَّ تَعْزِيرٍ عَزَّرْتُ نَفْسِي سُبْحَانَكَ فَبِكَ أَتَقَرَّبُ إِلَيْكَ وَ بِحَقِّكَ أُقْسِمُ وَ مِنْكَ أَهْرُبُ إِلَيْكَ بِنَفْسِي اسْتَخْفَفْتُ عِنْدَ مَعْصِيَتِي لَا بِنَفْسِكَ وَ بِجَهْلِي اغْتَرَرْتُ لَا بِحِلْمِكَ وَ حَقِّي أَضَعْتُ لَا عَظِيمَ حَقِّكَ وَ نَفْسِي ظَلَمْتُ وَ لِرَحْمَتِكَ الْآنَ رَجَوْتُ وَ بِكَ آمَنْتُ وَ عَلَيْكَ تَوَكَّلْتُ وَ إِلَيْكَ أَنْبَتُ وَ تَضَرَّعْتُ فَارْحَمْ إِلَيْكَ فَقْرِي وَ فَاقَتِي وَ كَبْوَتِي لِحَرِّ وَجْهِي وَ حَيْرَتِي فِي سَوْأَةِ ذُنُوبِي إِنَّكَ أَرْحَمُ الرَّاحِمِينَ يَا أَسْمَعَ مَدْعُوٍّ وَ خَيْرَ مَرْجُوٍّ وَ أَحْلَمَ مُغْضٍ وَ أَقْرَبَ مُسْتَغَاثٍ أَدْعُوكَ مُسْتَغِيثاً اسْتِغَاثَةَ الْمُتَحَيِّرِ الْمُسْتَيْئِسِ مِنْ إِغَاثَةِ خَلْقِكَ فَعُدْ بِلُطْفِكَ عَلَى ضَعْفِي وَ اغْفِرْ بِسَعَةِ رَحْمَتِكَ كَبَائِرَ ذُنُوبِي وَ هَبْ لِي عَاجِلَ صُنْعِكَ إِنَّكَ أَوْسَعُ الْوَاهِبِينَ- لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ‏ يَا اللَّهُ يَا أَحَدُ يَا اللَّهُ يَا صَمَدُ يَا مَنْ‏ لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ- اللَّهُمَّ أَعْيَتْنِي الْمَطَالِبُ وَ ضَاقَتْ عَلَيَّ الْمَذَاهِبُ وَ أَقْصَانِي الْأَبَاعِدُ وَ مَلَّنِي الْأَقَارِبُ وَ أَنْتَ الرَّجَاءُ إِذَا انْقَطَعَ الرَّجَاءُ وَ الْمُسْتَعَانُ‏ إِذَا عَظُمَ الْبَلَاءُ وَ اللَّجَأُ فِي الشِّدَّةِ وَ الرَّخَاءِ فَنَفِّسْ كُرْبَةَ نَفْسٍ إِذَا ذَكَّرَهَا الْقُنُوطُ مَسَاوِيَهَا أَيْأَسَتْ مِنْ رَحْمَتِكَ وَ لَا تُؤْيِسْنِي مِنْ رَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ‏","مهج الدعوات و منهج العبادات"]