["بسم الله الرحمن الرحيم لا إله إلا الله ثم لا إله إلا الله بما هلل الله به نفسه و لا إله إلا الله بما هلله به خلقه و لا إله إلا الله و الله أكبر بما كبره به خلقه و سبحان الله بما سبحه به خلقه و الحمد لله بما حمده به عرشه و من تحته و لا إله إلا الله بما هلله به عرشه و من تحته و الله أكبر بما كبره به عرشه و من تحته و سبحان الله بما سبحه به عرشه و من تحته و الحمد لله بما حمده سماواته و أرضه و من فيهن و الله أكبر بما كبره به سماواته و أرضه و من فيهن و سبحان الله بما سبحه به ملائكته و الله أكبر بما كبره به ملائكته و الحمد لله بما حمده به عرشه و الله أكبر بما كبره به كرسيه و أحاط به علمه و الحمد لله بما حمده به بحاره و ما فيهن و لا إله إلا الله بما هلله به بحاره و ما فيها و الله أكبر بما كبره به بحاره و ما فيها و الحمد لله بما حمده به الآخرة و الدنيا و ما فيها و لا إله إلا الله بما هلله به الآخرة و الدنيا و ما فيها و الله أكبر بما كبره به الآخرة و الدنيا و ما فيها و سبحان الله بما سبحه به أهل الآخرة و الدنيا و ما فيها و الحمد لله مبلغ رضاه و زنة عرشه و منتهى رضاه و ما لا يعدله و الحمد لله قبل كل شي‏ء و مع كل شي‏ء و عدد كل شي‏ء و سبحان الله قبل كل شي‏ء و مع كل شي‏ء و عدد كل شي‏ء و الحمد لله عدد آياته و أسمائه و مل‏ء جنته و ناره لا إله إلا الله عدد آياته و أسمائه و مل‏ء جنته و ناره و الله أكبر عدد آياته و أسمائه و مل‏ء جنته و ناره‏ و الحمد لله جملة لا تحصى بعدد و لا بقوة و لا بحساب و سبحان الله و الله أكبر جملة لا تحصى بعدد و لا بقوة و لا بحساب و الحمد لله عدد النجوم و المياه و الأشجار و الشعر و لا إله إلا الله عدد النجوم و المياه و الشعر و الحمد لله عدد الحصى و النوى و التراب و الجن و الإنس و الله أكبر عدد الحصى و النوى و التراب و الجن و الإنس سبحان الله عدد الحصى و النوى و التراب و الجن و الإنس و الحمد لله حمدا لا يكون بعده في علمه حمد و لا إله إلا الله تهليلا لا يكون بعده في علمه تهليل و الله أكبر تكبيرا لا يكون بعده في علمه تكبير و سبحان الله تسبيحا لا يكون بعده في علمه تسبيح و الحمد لله أبد الأبد و بعد الأبد و قبل الأبد و الله أكبر أبد الأبد و بعد الأبد و قبل الأبد سبحان الله أبد الأبد و بعد الأبد و قبل الأبد و الحمد لله عدد هذا و أضعافه و أمثاله و ذلك لله قليل و الله أكبر عدد هذا و أضعافه و أمثاله و ذلك لله قليل و لا حول و لا قوة إلا بالله عدد هذا كله و أستغفر الله الذي لا إله إلا هو الحي القيوم عدد هذا كله و أتوب إلى الله من كل خطيئة ارتكبتها و من كل ذنب عملته و لكل فاحشة سبقت مني عدد هذا كله و منتها علمه و رضاه يا الله المعين الخالق العليم العزيز الجبار المتكبر سبحان الله عما يشركون يا الله الجميل الجليل يا الله الرب الكريم يا الله المبدئ المعيد يا الله الواسع العليم يا الله الحنان المنان يا الله العليم القديم يا الله العظيم الكريم يا الله اللطيف الخبير يا الله العظيم الجليل يا الله القوي الأمين يا الله الغني الحميد يا الله القريب المجيب يا الله العزيز الحكيم يا الله الحليم الكريم يا الله الرءوف الرحيم يا الله الغفور الشكور يا الله الراضي باليسير يا الله الساتر بالقبيح يا الله المعطي الجزيل يا الله الغافر الذنب العظيم يا الله الفعال لما يريد يا الله الجبار المتجبر يا الله الكبير المتكبر يا الله العظيم المتعظم يا الله العلي المتعالي يا الله الرفيع المنيع يا الله القائم الدائم يا الله القادر المقتدر يا الله القاهر يا الله المعافي يا الله الواحد الماجد يا الله القابض الباسط يا الله الخالق الرازق يا الله الباعث الوارث‏ يا الله المنعم المفضل يا الله المحسن المجمل يا الله الطالب المدرك يا الله المنتهى الرغبة من الراغبين يا الله جار المستجيرين يا الله يا أقرب المحسنين يا الله يا أرحم الراحمين يا الله غياث المستغيثين يا الله معطي السائلين يا الله المنفس عن المهمومين يا الله المفرج عن المكروبين يا الله المفرج الكرب العظيم يا الله النور منك النور يا الله الخير من عندك الخير يا الله يا رحمان أسألك بأسمائك البالغة المبلغة يا الله يا رحمان أسألك بأسمائك العزيزة الحكيمة يا الله يا رحمان أسألك بأسمائك الرضية الرفيعة الشريفة يا الله يا رحمان أسألك بأسمائك المخزونة المكنونة التامة الجزيلة يا الله يا رحمان أسألك بما هو رضى لك يا الله يا رحمان أسألك أن تصلي على محمد و آل محمد قبل كل شي‏ء و عدد كل شي‏ء صلاة لا يقوى على إحصائها إلا أنت و بعدد ما أحصاه كتابك و أحاط به علمك و أن تفعل بي ما أنت أهله لا ما أنا أهله و أسألك حوائجي للدنيا و الآخرة إن شاء الله و صلى الله على محمد و آله و سلم.","بحار الأنوار"]