["لَا إِلَهَ إِلَّا اللَّهُ أَبَداً حَقّاً حَقّاً لَا إِلَهَ إِلَّا اللَّهُ إِيمَاناً وَ صِدْقاً لَا إِلَهَ إِلَّا اللَّهُ تَعَبُّداً وَ رِقّاً لَا إِلَهَ إِلَّا اللَّهُ تَلَطُّفاً وَ رِفْقاً لَا إِلَهَ إِلَّا اللَّهُ حَقّاً حَقّاً لَا إِلَهَ إِلَّا اللَّهُ مُحَمَّدٌ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ أُعِيذُ نَفْسِي وَ شَعْرِي وَ بَشَرِي وَ دِينِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ ذُرِّيَّتِي وَ دُنْيَايَ وَ جَمِيعَ مَنْ أَمْرُهُ يَعْنِينِي مِنْ شَرِّ كُلِّ ذِي شَرٍّ يُؤْذِينِي أُعِيذُ نَفْسِي وَ جَمِيعَ مَا رَزَقَنِي رَبِّي وَ مَا أُغْلِقَتْ عَلَيْهِ أَبْوَابِي وَ أَحَاطَتْ بِهِ جُدْرَانِي وَ جَمِيعَ مَا أَتَقَلَّبُ فِيهِ مِنْ نِعَمِ اللَّهِ عَزَّ وَ جَلَّ وَ إِحْسَانِهِ وَ جَمِيعِ إِخْوَانِي وَ أَخَوَاتِي مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ بِأَسْمَائِهِ التَّامَّةِ الْكَامِلَةِ الْمُتَعَالِيَةِ الْمُنِيفَةِ الشَّرِيفَةِ الشَّافِيَةِ الْكَرِيمَةِ الطَّيِّبَةِ الْفَاضِلَةِ الْمُبَارَكَةِ الطَّاهِرَةِ الْمُطَهَّرَةِ الْعَظِيمَةِ الْمَخْزُونَةِ الْمَكْنُونَةِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَ لَا فَاجِرٌ وَ بِأُمِّ الْكِتَابِ وَ فَاتِحَتِهِ وَ خَاتِمَتِهِ وَ مَا بَيْنَهُمَا مِنْ سُورَةٍ شَرِيفَةٍ وَ آيَةٍ مُحْكَمَةٍ وَ شِفَاءٍ وَ رَحْمَةٍ وَ عُوذَةٍ وَ بَرَكَةٍ وَ بِالتَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ وَ الْقُرْآنِ الْعَظِيمِ وَ بِصُحُفِ إِبْرَاهِيمَ وَ مُوسَى وَ بِكُلِّ كِتَابٍ أَنْزَلَهُ اللَّهُ عَزَّ وَ جَلَّ وَ بِكُلِّ رَسُولٍ أَرْسَلَهُ اللَّهُ وَ بِكُلِّ بُرْهَانٍ أَظْهَرَهُ‏ اللَّهُ عَزَّ وَ جَلَّ وَ بِآلَاءِ اللَّهِ وَ عِزَّةِ اللَّهِ وَ قُدْرَةِ اللَّهِ وَ جَلَالِ اللَّهِ وَ قُوَّةِ اللَّهِ وَ عَظَمَةِ اللَّهِ وَ سُلْطَانِ اللَّهِ وَ مَنَعَةِ اللَّهِ وَ مَنِّ اللَّهِ وَ حِلْمِ اللَّهِ وَ عَفْوِ اللَّهِ وَ غُفْرَانِ اللَّهِ وَ مَلَائِكَةِ اللَّهِ وَ كُتُبِ اللَّهِ وَ أَنْبِيَاءِ اللَّهِ وَ رُسُلِ اللَّهِ وَ مُحَمَّدٍ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ أَعُوذُ بِاللَّهِ مِنْ غَضَبِ اللَّهِ وَ عِقَابِهِ وَ سَخَطِ اللَّهِ وَ نَكَالِهِ وَ مِنْ نَقِمَةِ اللَّهِ وَ إِعْرَاضِهِ وَ صُدُودِهِ وَ خِذْلَانِهِ وَ مِنَ الْكُفْرِ وَ النِّفَاقِ وَ الْحَيْرَةِ وَ الشِّرْكِ وَ الشَّكِّ فِي دِينِ اللَّهِ وَ مِنْ شَرِّ يَوْمِ الْحَشْرِ وَ النُّشُورِ وَ الْمَوْقِفِ وَ الْحِسَابِ وَ مِنْ شَرِّ كُلِّ كِتَابٍ قَدْ سَبَقَ وَ مِنْ زَوَالِ النِّعْمَةِ وَ حُلُولِ النِّقْمَةِ وَ تَحَوُّلِ الْعَافِيَةِ وَ مُوجِبَاتِ الْهَلَكَةِ وَ مَوَاقِفِ الْخِزْيِ وَ الْفَضِيحَةِ فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ هَوًى مُرْدٍ وَ قَرِينِ سَوْءٍ مُكْدٍ وَ جَارٍ مُوذٍ وَ غِنًى مُطْغٍ وَ فَقْرٍ مُنْسٍ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ قَلْبٍ لَا تَخْشَعُ وَ صَلَاةٍ لَا تَنْفَعُ وَ دُعَاءٍ لَا يُسْمَعُ وَ عَيْنٍ لَا تَدْمَعُ وَ بَطْنٍ لَا يَشْبَعُ وَ مِنْ نَصَبٍ وَ اجْتِهَادٍ يُوجِبَانِ الْعَذَابَ وَ مِنْ مُرْدٍ إِلَى النَّارِ وَ سُوءِ الْمَنْظَرِ فِي النَّفْسِ وَ الْأَهْلِ وَ الْمَالِ وَ الْوَلَدِ وَ عِنْدَ مُعَايَنَةِ مَلَكِ الْمَوْتِ ع وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ كُلِّ دَابَّةٍ هُوَ آخِذٌ بِناصِيَتِها وَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ وَ مِنْ شَرِّ مَا أَخَافُ وَ أَحْذَرُ وَ مِنْ شَرِّ فَسَقَةِ الْعَرَبِ وَ الْعَجَمِ وَ مِنْ شَرِّ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ وَ الشَّيَاطِينِ وَ مِنْ شَرِّ إِبْلِيسَ وَ جُنُودِهِ وَ أَشْيَاعِهِ وَ أَتْبَاعِهِ وَ مِنْ شَرِّ السَّلَاطِينِ وَ أَتْبَاعِهِمْ وَ مِنْ شَرِّ ما يَنْزِلُ مِنَ السَّماءِ وَ ما يَعْرُجُ فِيها وَ مِنْ شَرِّ ما يَلِجُ فِي الْأَرْضِ‏ وَ ما يَخْرُجُ مِنْها وَ مِنْ كُلِّ سُقْمٍ وَ آفَةٍ وَ غَمٍّ وَ هَمٍّ وَ فَاقَةٍ وَ عُدْمٍ وَ مِنْ شَرِّ مَا فِي الْبَرِّ وَ الْبَحْرِ وَ مِنْ شَرِّ الْفُسَّاقِ وَ الْفُجَّارِ وَ الدُّعَّارِ وَ الْحُسَّادِ وَ الْأَشْرَارِ وَ السُّرَّاقِ وَ اللُّصُوصِ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ هُوَ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ اللَّهُمَّ إِنِّي أَحْتَجِزُ بِكَ مِنْ شَرِّ كُلِّ شَيْ‏ءٍ خَلَقْتَهُ وَ أَحْتَرِسُ بِكَ مِنْهُمْ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنَ الْحَرَقِ وَ الْغَرَقِ وَ الشَّرَقِ وَ الْهَدْمِ وَ الْخَسْفِ وَ الْمَسْخِ وَ الْجُنُونِ وَ الْحِجَارَةِ وَ الصَّيْحَةِ وَ الزَّلَازِلِ وَ الْفِتَنِ وَ الْعَيْنِ وَ الصَّوَاعِقِ. وَ الْجُذَامِ وَ الْبَرَصِ وَ الْأَمْرَاضِ وَ الْآفَاتِ وَ الْعَاهَاتِ وَ الْمُصِيبَاتِ وَ أَكْلِ السَّبُعِ وَ مِيتَةِ السَّوْءِ وَ جَمِيعِ أَنْوَاعِ الْبَلَايَا فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ مَا اسْتَعَاذَ مِنْهُ الْمَلَائِكَةُ الْمُقَرَّبُونَ وَ الْأَنْبِيَاءُ الْمُرْسَلُونَ وَ خَاصَّةً مِمَّا اسْتَعَاذَ بِهِ عَبْدُكَ وَ رَسُولُكَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ أَسْأَلُكَ أَنْ تُعْطِيَنِي مِنْ خَيْرِ مَا سَأَلُوا وَ أَنْ تُعِيذَنِي مِنْ شَرِّ مَا اسْتَعَاذُوا وَ أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَ آجِلِهِ مَا عَلِمْتُ مِنْهُ وَ مَا لَمْ أَعْلَمْ بِسْمِ اللَّهِ وَ بِاللَّهِ وَ الْحَمْدُ لِلَّهِ وَ اعْتَصَمْتُ بِاللَّهِ وَ أَلْجَأْتُ ظَهْرِي إِلَى اللَّهِ‏ وَ ما تَوْفِيقِي إِلَّا بِاللَّهِ‏ وَ ما شاءَ اللَّهُ‏ وَ أُفَوِّضُ أَمْرِي إِلَى اللَّهِ‏- وَ مَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ‏ وَ مَا صَبْرِي إِلَّا بِاللَّهِ وَ نِعْمَ الْقَادِرُ اللَّهُ وَ نِعْمَ الْمَوْلى‏ اللَّهُ‏ وَ نِعْمَ النَّصِيرُ اللَّهُ وَ لَا يَأْتِي بِالْحَسَنَاتِ إِلَّا اللَّهُ وَ لَا يَصْرِفُ السَّيِّئَاتِ إِلَّا اللَّهُ وَ لَا يَسُوقُ الْخَيْرَ إِلَّا اللَّهُ وَ مَا بِنَا مِنْ نِعْمَةٍ فَمِنَ اللَّهِ‏ وَ إِنَّ الْأَمْرَ كُلَّهُ بِيَدِ اللَّهِ وَ أَسْتَكْفِي اللَّهَ وَ أَسْتَغْنِي بِاللَّهِ وَ أَسْتَقِيلُ اللَّهَ وَ أَسْتَغِيثُ بِاللَّهِ وَ أَسْتَغْفِرُ اللَّهَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ رَسُولِ اللَّهِ وَ عَلَى أَنْبِيَاءِ اللَّهِ وَ عَلَى رُسُلِ اللَّهِ وَ مَلَائِكَةِ اللَّهِ وَ عَلَى الصَّالِحِينَ مِنْ عِبَادِ اللَّهِ- إِنَّهُ مِنْ سُلَيْمانَ وَ إِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. أَلَّا تَعْلُوا عَلَيَّ وَ أْتُونِي مُسْلِمِينَ‏- كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَ رُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ- لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئاً إِنَّ اللَّهَ بِما يَعْمَلُونَ مُحِيطٌ- وَ اجْعَلْ لَنا مِنْ لَدُنْكَ وَلِيًّا وَ اجْعَلْ لَنا مِنْ لَدُنْكَ نَصِيراً- إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ‏- وَ اللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْكافِرِينَ‏- كُلَّما أَوْقَدُوا ناراً لِلْحَرْبِ أَطْفَأَهَا اللَّهُ‏- قُلْنا يا نارُ كُونِي بَرْداً وَ سَلاماً عَلى‏ إِبْراهِيمَ‏- وَ زادَكُمْ فِي الْخَلْقِ بَصْطَةً- لَهُ مُعَقِّباتٌ مِنْ بَيْنِ يَدَيْهِ وَ مِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ‏- رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ‏ وَ أَخْرِجْنِي مُخْرَجَ صِدْقٍ وَ اجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً- وَ قَرَّبْناهُ نَجِيًّا وَ رَفَعْناهُ مَكاناً عَلِيًّا- سَيَجْعَلُ لَهُمُ الرَّحْمنُ وُدًّا- وَ أَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَ لِتُصْنَعَ عَلى‏ عَيْنِي. إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ‏ عَلى‏ مَنْ يَكْفُلُهُ فَرَجَعْناكَ إِلى‏ أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَ لا تَحْزَنَ وَ قَتَلْتَ نَفْساً فَنَجَّيْناكَ مِنَ الْغَمِّ وَ فَتَنَّاكَ فُتُوناً- لا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ‏- لا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ‏- لا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلى‏- لا تَخافُ دَرَكاً وَ لا تَخْشى‏- لا تَخافا إِنَّنِي مَعَكُما أَسْمَعُ وَ أَرى‏- لا تَخَفْ‏ ... إِنَّا مُنَجُّوكَ وَ أَهْلَكَ‏- وَ يَنْصُرَكَ اللَّهُ نَصْراً عَزِيزاً- وَ مَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْ‏ءٍ قَدْراً- فَوَقاهُمُ اللَّهُ شَرَّ ذلِكَ الْيَوْمِ وَ لَقَّاهُمْ نَضْرَةً وَ سُرُوراً- وَ يَنْقَلِبُ إِلى‏ أَهْلِهِ مَسْرُوراً وَ رَفَعْنا لَكَ ذِكْرَكَ‏- يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَ الَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ‏- رَبَّنا أَفْرِغْ عَلَيْنا صَبْراً وَ ثَبِّتْ أَقْدامَنا وَ انْصُرْنا عَلَى الْقَوْمِ الْكافِرِينَ‏- الَّذِينَ قالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزادَهُمْ إِيماناً- وَ قالُوا حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ. فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَ فَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ- رَبَّنا ظَلَمْنا أَنْفُسَنا وَ إِنْ لَمْ تَغْفِرْ لَنا وَ تَرْحَمْنا لَنَكُونَنَّ مِنَ الْخاسِرِينَ‏- رَبَّنَا اصْرِفْ عَنَّا عَذابَ جَهَنَّمَ إِنَّ عَذابَها كانَ غَراماً. إِنَّها ساءَتْ مُسْتَقَرًّا وَ مُقاماً- رَبَّنا ما خَلَقْتَ هذا باطِلًا سُبْحانَكَ فَقِنا عَذابَ النَّارِ. رَبَّنا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَ ما لِلظَّالِمِينَ مِنْ أَنْصارٍ. رَبَّنا إِنَّنا سَمِعْنا مُنادِياً يُنادِي لِلْإِيمانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنا فَاغْفِرْ لَنا ذُنُوبَنا وَ كَفِّرْ عَنَّا سَيِّئاتِنا وَ تَوَفَّنا مَعَ الْأَبْرارِ. رَبَّنا وَ آتِنا ما وَعَدْتَنا عَلى‏ رُسُلِكَ وَ لا تُخْزِنا يَوْمَ الْقِيامَةِ إِنَّكَ لا تُخْلِفُ الْمِيعادَ- وَ قُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً- وَ ما لَنا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَ قَدْ هَدانا سُبُلَنا وَ لَنَصْبِرَنَّ عَلى‏ ما آذَيْتُمُونا وَ عَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ‏- إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ. فَسُبْحانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْ‏ءٍ وَ إِلَيْهِ تُرْجَعُونَ‏- أَ وَ مَنْ كانَ مَيْتاً فَأَحْيَيْناهُ وَ جَعَلْنا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ‏- هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَ بِالْمُؤْمِنِينَ. وَ أَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ ما فِي الْأَرْضِ جَمِيعاً ما أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَ لكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ‏- سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَ نَجْعَلُ لَكُما سُلْطاناً فَلا يَصِلُونَ إِلَيْكُما بِآياتِنا أَنْتُما وَ مَنِ اتَّبَعَكُمَا الْغالِبُونَ‏- عَلَى اللَّهِ تَوَكَّلْنا رَبَّنَا افْتَحْ بَيْنَنا وَ بَيْنَ قَوْمِنا بِالْحَقِّ وَ أَنْتَ خَيْرُ الْفاتِحِينَ‏- إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَ رَبِّكُمْ ما مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏- فَسَتَذْكُرُونَ ما أَقُولُ لَكُمْ وَ أُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبادِ- حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏ رَبِّ إِنِّي‏ مَسَّنِيَ الضُّرُّ وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ‏- لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ‏- بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. الم اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ‏- الم ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ. الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَ يُقِيمُونَ الصَّلاةَ- اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَ لا نَوْمٌ لَهُ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ ما بَيْنَ أَيْدِيهِمْ وَ ما خَلْفَهُمْ وَ لا يُحِيطُونَ بِشَيْ‏ءٍ مِنْ عِلْمِهِ إِلَّا بِما شاءَ وَسِعَ كُرْسِيُّهُ السَّماواتِ وَ الْأَرْضَ وَ لا يَؤُدُهُ حِفْظُهُما وَ هُوَ الْعَلِيُّ الْعَظِيمُ. لا إِكْراهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَ يُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقى‏ لَا انْفِصامَ لَها وَ اللَّهُ سَمِيعٌ عَلِيمٌ‏- شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ وَ الْمَلائِكَةُ وَ أُولُوا الْعِلْمِ قائِماً بِالْقِسْطِ لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ. إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلامُ‏- قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَ تَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ وَ تُعِزُّ مَنْ تَشاءُ وَ تُذِلُّ مَنْ تَشاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ. تُولِجُ اللَّيْلَ فِي النَّهارِ وَ تُولِجُ النَّهارَ فِي اللَّيْلِ وَ تُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ تُخْرِجُ‏ الْمَيِّتَ مِنَ الْحَيِّ وَ تَرْزُقُ مَنْ تَشاءُ بِغَيْرِ حِسابٍ‏- رَبَّنا لا تُزِغْ قُلُوبَنا بَعْدَ إِذْ هَدَيْتَنا وَ هَبْ لَنا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ‏- لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ- عَزِيزٌ عَلَيْهِ ما عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُفٌ رَحِيمٌ. فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏- الْحَمْدُ لِلَّهِ الَّذِي نَجَّانا مِنَ الْقَوْمِ الظَّالِمِينَ‏- الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنا لَغَفُورٌ شَكُورٌ. الَّذِي أَحَلَّنا دارَ الْمُقامَةِ مِنْ فَضْلِهِ لا يَمَسُّنا فِيها نَصَبٌ وَ لا يَمَسُّنا فِيها لُغُوبٌ‏- الْحَمْدُ لِلَّهِ الَّذِي هَدانا لِهذا وَ ما كُنَّا لِنَهْتَدِيَ لَوْ لا أَنْ هَدانَا اللَّهُ‏- الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنا عَلى‏ كَثِيرٍ مِنْ عِبادِهِ الْمُؤْمِنِينَ‏- فَقُطِعَ دابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏- فَلِلَّهِ الْحَمْدُ رَبِّ السَّماواتِ وَ (رَبِّ) الْأَرْضِ رَبِّ الْعالَمِينَ. وَ لَهُ الْكِبْرِياءُ فِي السَّماواتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ‏- فَسُبْحانَ اللَّهِ حِينَ تُمْسُونَ وَ حِينَ تُصْبِحُونَ. وَ لَهُ الْحَمْدُ فِي السَّماواتِ وَ الْأَرْضِ وَ عَشِيًّا وَ حِينَ تُظْهِرُونَ. يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ يُخْرِجُ الْمَيِّتَ مِنَ الْحَيِ‏ وَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِها وَ كَذلِكَ تُخْرَجُونَ‏- فَسُبْحانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْ‏ءٍ وَ إِلَيْهِ تُرْجَعُونَ‏- إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَ الْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوى‏ عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهارَ يَطْلُبُهُ حَثِيثاً وَ الشَّمْسَ وَ الْقَمَرَ وَ النُّجُومَ مُسَخَّراتٍ بِأَمْرِهِ أَلا لَهُ الْخَلْقُ وَ الْأَمْرُ تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ. ادْعُوا رَبَّكُمْ‏ تَضَرُّعاً وَ خُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ. وَ لا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِها وَ ادْعُوهُ خَوْفاً وَ طَمَعاً إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ‏- الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ. وَ الَّذِي هُوَ يُطْعِمُنِي وَ يَسْقِينِ. وَ إِذا مَرِضْتُ فَهُوَ يَشْفِينِ. وَ الَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ. وَ الَّذِي‏ أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ. رَبِّ هَبْ لِي حُكْماً وَ أَلْحِقْنِي بِالصَّالِحِينَ. وَ اجْعَلْ لِي لِسانَ صِدْقٍ فِي الْآخِرِينَ. وَ اجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ. وَ اغْفِرْ لِأَبِي إِنَّهُ كانَ مِنَ الضَّالِّينَ. وَ لا تُخْزِنِي يَوْمَ يُبْعَثُونَ يَوْمَ لا يَنْفَعُ مالٌ وَ لا بَنُونَ. إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ‏- بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّماواتِ وَ الْأَرْضَ وَ جَعَلَ الظُّلُماتِ وَ النُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ‏- بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. وَ الصَّافَّاتِ صَفًّا فَالزَّاجِراتِ زَجْراً. فَالتَّالِياتِ ذِكْراً إِنَّ إِلهَكُمْ لَواحِدٌ. رَبُّ السَّماواتِ وَ الْأَرْضِ وَ ما بَيْنَهُما وَ رَبُّ الْمَشارِقِ. إِنَّا زَيَّنَّا السَّماءَ الدُّنْيا بِزِينَةٍ الْكَواكِبِ. وَ حِفْظاً مِنْ كُلِّ شَيْطانٍ مارِدٍ. لا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلى‏- وَ يُقْذَفُونَ مِنْ كُلِّ جانِبٍ دُحُوراً وَ لَهُمْ عَذابٌ واصِبٌ. إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهابٌ ثاقِبٌ‏- يا مَعْشَرَ الْجِنِّ وَ الْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطارِ السَّماواتِ وَ الْأَرْضِ فَانْفُذُوا لا تَنْفُذُونَ إِلَّا بِسُلْطانٍ. فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ. يُرْسَلُ عَلَيْكُما شُواظٌ مِنْ نارٍ وَ نُحاسٌ فَلا تَنْتَصِرانِ‏- بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. الْحَمْدُ لِلَّهِ فاطِرِ السَّماواتِ وَ الْأَرْضِ جاعِلِ الْمَلائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنى‏ وَ ثُلاثَ وَ رُباعَ يَزِيدُ فِي الْخَلْقِ ما يَشاءُ إِنَّ اللَّهَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ. ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها وَ ما يُمْسِكْ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ‏- إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشاءُ وَ اللَّهُ واسِعٌ عَلِيمٌ. يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشاءُ وَ اللَّهُ ذُو الْفَضْلِ الْعَظِيمِ‏- وَ نُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَ رَحْمَةٌ لِلْمُؤْمِنِينَ‏- وَ إِذا قَرَأْتَ الْقُرْآنَ جَعَلْنا بَيْنَكَ وَ بَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجاباً مَسْتُوراً. وَ جَعَلْنا عَلى‏ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَ فِي آذانِهِمْ وَقْراً وَ إِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلى‏ أَدْبارِهِمْ نُفُوراً- أَ فَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ‏ وَ أَضَلَّهُ اللَّهُ عَلى‏ عِلْمٍ وَ خَتَمَ عَلى‏ سَمْعِهِ وَ قَلْبِهِ وَ جَعَلَ عَلى‏ بَصَرِهِ غِشاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَ فَلا تَذَكَّرُونَ‏- أُولئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلى‏ قُلُوبِهِمْ وَ سَمْعِهِمْ وَ أَبْصارِهِمْ وَ أُولئِكَ هُمُ الْغافِلُونَ‏- وَ جَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ‏- وَ ما تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ أُنِيبُ‏- وَ لا تَحْزَنْ عَلَيْهِمْ وَ لا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ. إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَ الَّذِينَ هُمْ مُحْسِنُونَ‏- وَ قالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قالَ إِنَّكَ الْيَوْمَ لَدَيْنا مَكِينٌ أَمِينٌ‏- وَ خَشَعَتِ الْأَصْواتُ لِلرَّحْمنِ فَلا تَسْمَعُ إِلَّا هَمْساً- فَسَيَكْفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏- إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَ رَبِّكُمْ ما مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏- وَ إِلهُكُمْ إِلهٌ واحِدٌ لا إِلهَ إِلَّا هُوَ الرَّحْمنُ الرَّحِيمُ‏- ذلِكُمُ اللَّهُ رَبُّكُمْ‏ ... خالِقُ كُلِّ شَيْ‏ءٍ فَاعْبُدُوهُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ وَكِيلٌ‏- قُلْ هُوَ رَبِّي لا إِلهَ إِلَّا هُوَ- عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ أُنِيبُ‏- يا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ (عَلَيْكُمْ) هَلْ مِنْ خالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّماءِ وَ الْأَرْضِ لا إِلهَ إِلَّا هُوَ فَأَنَّى تُؤْفَكُونَ‏- ذلِكُمُ اللَّهُ رَبُّكُمْ فَتَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ. هُوَ الْحَيُ‏ الَّذِي‏ لا إِلهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏- رَبُّ الْمَشْرِقِ وَ الْمَغْرِبِ لا إِلهَ إِلَّا هُوَ فَاتَّخِذْهُ وَكِيلًا- رَبَّنا أَفْرِغْ عَلَيْنا صَبْراً وَ ثَبِّتْ أَقْدامَنا وَ انْصُرْنا عَلَى الْقَوْمِ الْكافِرِينَ‏- لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى‏ جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَ تِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ. هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَ الشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ. هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ. هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَهُ الْأَسْماءُ الْحُسْنى‏ يُسَبِّحُ لَهُ ما فِي السَّماواتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ‏- بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ. لَمْ يَلِدْ وَ لَمْ‏ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ. بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ مِنْ شَرِّ ما خَلَقَ. وَ مِنْ شَرِّ غاسِقٍ إِذا وَقَبَ. وَ مِنْ شَرِّ النَّفَّاثاتِ فِي الْعُقَدِ. وَ مِنْ شَرِّ حاسِدٍ إِذا حَسَدَ- بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. قُلْ أَعُوذُ بِرَبِّ النَّاسِ مَلِكِ النَّاسِ إِلهِ النَّاسِ. مِنْ شَرِّ الْوَسْواسِ الْخَنَّاسِ. الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ مِنَ الْجِنَّةِ وَ النَّاسِ‏ اللَّهُمَّ مَنْ أَرَادَ بِي شَرّاً أَوْ بِأَهْلِي شَرّاً أَوْ بَأْساً أَوْ ضَرّاً فَاقْمَعْ رَأْسَهُ وَ اصْرِفْ عَنِّي سُوءَهُ وَ مَكْرُوهَهُ وَ اعْقِدْ لِسَانَهُ وَ احْبِسْ كَيْدَهُ وَ ارْدُدْ عَنِّي إِرَادَتَهُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا هَدَيْتَنَا بِهِ مِنَ الْكُفْرِ أَفْضَلَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ خَلْقِكَ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا ذَكَرَكَ الذَّاكِرُونَ وَ اغْفِرْ لَنَا وَ لِآبَائِنَا وَ لِأُمَّهَاتِنَا وَ ذُرِّيَّاتِنَا وَ جَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ وَ الْمُسْلِمِينَ وَ الْمُسْلِمَاتِ الْأَحْيَاءِ مِنْهُمْ وَ الْأَمْوَاتِ تَابِعْ بَيْنَنَا وَ بَيْنَهُمْ بِالْخَيْرَاتِ إِنَّكَ مُجِيبُ الدَّعَوَاتِ وَ مُنْزِلُ الْبَرَكَاتِ وَ دَافَعُ السَّيِّئَاتِ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ- اللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ دِينِي وَ دُنْيَايَ وَ أَهْلِي وَ أَوْلَادِي وَ عِيَالِي وَ أَمَانَتِي وَ جَمِيعَ مَا أَنْعَمْتَ بِهِ عَلَيَّ فِي الدُّنْيَا وَ الْآخِرَةِ فَإِنَّهُ لَا يَضِيعُ صَنَائِعُكَ وَ لَا تَضِيعُ وَدَائِعُكَ وَ لَا يُجِيرُنِي مِنْكَ أَحَدٌ اللَّهُمَ‏ رَبَّنا آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا عَذابَ النَّارِ إِلَى هُنَا وَ الزِّيَادَةُ عَلَى هَذَا مِنَ الْكِتَابِ فَإِنِّي أَرْجُوكَ وَ لَا أَرْجُو أَحَداً سِوَاكَ فَإِنَّكَ أَنْتَ اللَّهُ الْغَفُورُ اللَّهُمَّ أَدْخِلْنِي الْجَنَّةَ وَ نَجِّنِي مِنَ النَّارِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ‏\n","مهج الدعوات و منهج العبادات"]