["اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا مُدْرِكَ الْهَارِبِينَ وَ يَا مَلْجَأَ الْخَائِفِينَ وَ يَا صَرِيخَ الْمُسْتَصْرِخِينَ وَ يَا غِيَاثَ الْمُسْتَغِيثِينَ وَ يَا مُنْتَهَى غَايَةِ السَّائِلِينَ وَ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ يَا أَرْحَمَ الرَّاحِمِينَ يَا حَقُّ يَا مُبِينُ يَا ذَا الْكَيْدِ الْمَتِينَ يَا مُنْصِفَ الْمَظْلُومِينَ مِنَ الظَّالِمِينَ يَا مُؤْمِنَ أَوْلِيَائِهِ مِنَ الْعَذَابِ الْمُهِينِ يَا مَنْ‏ يَعْلَمُ خائِنَةَ الْأَعْيُنِ‏ بِخَافِيَاتِ لَحْظِ الْجُفُونِ وَ سَرَائِرِ الْقُلُوبِ وَ مَا كَانَ وَ يَكُونُ يَا رَبَّ السَّمَاوَاتِ وَ الْأَرَضِينَ وَ الْمَلَائِكَةِ الْمُقَرَّبِينَ وَ الْأَنْبِيَاءِ الْمُرْسَلِينَ وَ رَبِّ الْجِنِّ وَ الْإِنْسِ أَجْمَعِينَ يَا شَاهِداً لَا يَغِيبُ يَا غَالِباً غَيْرَ مَغْلُوبٍ يَا مَنْ عَلَى كُلِّ شَيْ‏ءٍ رَقِيبٌ وَ عَلَى كُلِّ شَيْ‏ءٍ حَسِيبٌ وَ مِنْ كُلِّ عَبْدٍ قَرِيبٌ وَ لِكُلِّ دَعْوَةٍ مُسْتَجِيبٌ يَا إِلَهَ الْمَاضِينَ وَ الْغَابِرِينَ وَ الْمُقِرِّينَ وَ الْجَاحِدِينَ وَ إِلَهَ الصَّامِتِينَ وَ النَّاطِقِينَ وَ رَبَّ الْأَحْيَاءِ وَ الْمَيِّتِينَ يَا اللَّهُ يَا رَبَّاهْ يَا عَزِيزُ يَا حَكِيمُ يَا غَفُورُ يَا رَحِيمُ يَا أَوَّلُ يَا قَدِيمُ يَا شَكُورُ يَا حَلِيمُ يَا قَاهِرُ يَا عَلِيمُ يَا سَمِيعُ يَا بَصِيرُ يَا لَطِيفُ يَا خَبِيرُ يَا عَالِمُ يَا قَدِيرُ يَا قَهَّارُ يَا غَفَّارُ يَا جَبَّارُ يَا خَالِقُ يَا رَازِقُ يَا فَاتِقُ يَا رَاتِقُ يَا صَادِقُ يَا أَحَدُ يَا صَمَدُ يَا وَاحِدُ يَا مَاجِدُ يَا رَحْمَانُ يَا فَرْدُ يَا مَنَّانُ يَا سُبُّوحُ يَا حَنَّانُ يَا قُدُّوسُ يَا رَءُوفُ يَا مُهَيْمِنُ يَا حَمِيدُ يَا مَجِيدُ يَا مُبْدِئُ يَا مُعِيدُ يَا وَلِيُّ يَا عَلِيُّ يَا غَنِيُّ يَا قَوِيُّ يَا بَارِئُ يَا مُصَوِّرُ يَا مَلِكُ يَا مُقْتَدِرُ يَا بَاعِثُ يَا وَارِثُ يَا مُتَكَبِّرُ يَا عَظِيمُ يَا بَاسِطُ يَا قَابِضُ يَا سَلَامُ يَا مُؤْمِنُ يَا بَارُّ يَا وَتْرُ يَا مُعْطِي يَا مَانِعُ يَا ضَارُّ يَا نَافِعُ يَا مُفَرِّقُ يَا جَامِعُ يَا حَقُّ يَا مُبِينُ يَا حَيُّ يَا قَيُّومُ يَا وَدُودُ يَا مُعِيدُ يَا طَالِبُ يَا غَالِبُ يَا مُدْرِكُ يَا جَلِيلُ يَا مُفْضِلُ يَا كَرِيمُ يَا مُتَفَضِّلُ يَا مُتَطَوِّلُ يَا أَوَّابُ يَا سَمِحُ يَا فَارِجَ الْهَمِّ يَا كَاشِفَ الْغَمِّ يَا مُنْزِلَ الْحَقِّ يَا قَابِلَ الصِّدْقِ يَا فَاطِرَ السَّمَاوَاتِ وَ الْأَرْضِ يَا عِمَادَ السَّمَاوَاتِ وَ الْأَرْضِ يَا مُمْسِكَ السَّمَاوَاتِ وَ الْأَرْضِ يَا ذَا الْبَلَاءِ الْجَمِيلِ وَ الطَّوْلِ الْعَظِيمِ يَا ذَا السُّلْطَانِ الَّذِي لَا يَذِلُّ وَ الْعِزِّ الَّذِي لَا يُضَامُ يَا مَعْرُوفاً بِالْإِحْسَانِ يَا مَوْصُوفاً بِالامْتِنَانِ يَا ظَاهِراً بِلَا مُشَافَهَةٍ يَا بَاطِناً بِلَا مُلَامَسَةٍ يَا سَابِقَ الْأَشْيَاءِ بِنَفْسِهِ يَا أَوَّلًا بِغَيْرِ غَايَةٍ يَا آخِراً بِغَيْرِ نِهَايَةٍ يَا قَائِماً بِلَا انْتِصَابٍ يَا عَالِماً بِلَا اكْتِسَابٍ يَا ذَا الْأَسْمَاءِ الْحُسْنَى وَ الصِّفَاتِ الْمُثْلَى وَ الْمَثَلِ الْأَعْلَى يَا مَنْ قَصُرَتْ عَنْ وَصْفِهِ أَلْسُنُ الْوَاصِفِينَ وَ انْقَطَعَتْ عَنْهُ أَفْكَارُ الْمُتَفَكِّرِينَ وَ عَلَا وَ تَكَبَّرَ عَنْ صِفَاتِ الْمُلْحِدِينَ وَ جَلَّ وَ عَزَّ عَنْ عَيْبِ الْعَائِبِينَ وَ تَبَارَكَ وَ تَعَالَى عَنْ كِذْبِ الْكَاذِبِينَ وَ أَبَاطِيلِ الْمُبْطِلِينَ وَ أَقَاوِيلِ الْعَادِلِينَ يَا مَنْ بَطَنَ فَخَبَرَ وَ ظَهَرَ فَقَدَرَ وَ أَعْطَى فَشَكَرَ وَ عَلَا فَقَهَرَ يَا رَبَّ الْعَيْنِ وَ الْأَثَرِ وَ الْجِنِّ وَ الْبَشَرِ وَ الْأُنْثَى وَ الذَّكَرِ وَ الْبَحْثِ وَ النَّظَرِ وَ الْقَطْرِ وَ الْمَطَرِ وَ الشَّمْسِ وَ الْقَمَرِ يَا شَاهِدَ النَّجْوَى وَ كَاشِفَ الْغُمَّى وَ دَافِعَ الْبَلْوَى وَ غَايَةَ كُلِّ شَكْوَى يَا نِعْمَ النَّصِيرُ وَ الْمَوْلَى يَا مَنْ هُوَ عَلَى الْعَرْشِ اسْتَوى‏. لَهُ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ وَ ما بَيْنَهُما وَ ما تَحْتَ الثَّرى‏ يَا مُنْعِمُ يَا مُفْضِلُ يَا مُحْسِنُ يَا مُجْمِلُ يَا كَافِي يَا شَافِي يَا مُحْيِي يَا مُمِيتُ يَا مَنْ يَرَى وَ لَا يُرَى وَ لَا يَسْتَعِينُ بِسَنَاءِ الضِّيَاءِ- يَا مُحْصِيَ عَدَدِ الْأَشْيَاءِ يَا عَلِيَّ الْجَدِّ يَا غَالِبَ الْجُنْدِ يَا مَنْ لَهُ عَلَى كُلِّ شَيْ‏ءٍ يَدٌ وَ فِي كُلِّ شَيْ‏ءٍ كَيْدٌ يَا مَنْ لَا يَشْغَلُهُ صَغِيرٌ عَنْ كَبِيرٍ وَ لَا حَقِيرٌ عَنْ خَطِيرٍ وَ لَا يَسِيرٌ عَنْ عَسِيرٍ يَا فَاعِلُ بِغَيْرِ مُبَاشَرَةٍ يَا عَالِمُ مِنْ غَيْرِ مُعَلِّمٍ يَا مَنْ بَدَأَ بِالنِّعْمَةِ قَبْلَ اسْتِحْقَاقِهَا وَ الْفَضِيلَةِ قَبْلَ اسْتِيجَابِهَا يَا مَنْ أَنْعَمَ عَلَى الْمُؤْمِنِ وَ الْكَافِرِ وَ اسْتَصْلَحَ الْفَاسِدَ وَ الصَّالِحَ عَلَيْهِ وَ رَدَّ الْمُعَانِدَ وَ الشَّارِدَ عَنْهُ يَا مَنْ أَهْلَكَ بَعْدَ الْبَيِّنَةِ وَ أَخَذَ بَعْدَ قَطْعِ الْمَعْذِرَةِ وَ أَقَامَ الْحُجَّةَ وَ دَرَأَ عَنِ الْقُلُوبِ الشُّبْهَةَ وَ أَقَامَ الدَّلَالَةَ وَ قَادَ إِلَى مُعَايَنَةِ الْآيَةِ يَا بَارِئَ الْجَسَدِ وَ مُوَسِّعَ الْبَلَدِ وَ مُجْرِيَ الْقُوتِ وَ مُنْشِرَ الْعِظَامِ بَعْدَ الْمَوْتِ وَ مُنْزِلَ الْغَيْثِ يَا سَامِعَ الصَّوْتِ وَ سَابِقَ الْفَوْتِ يَا رَبَّ الْآيَاتِ وَ الْمُعْجِزَاتِ مَطَرٍ وَ نَبَاتٍ وَ آبَاءٍ وَ أُمَّهَاتٍ وَ بَنِينَ وَ بَنَاتٍ وَ ذَاهِبٍ وَ آتٍ وَ لَيْلٍ دَاجٍ وَ سَمَاءٍ ذَاتِ أَبْرَاجٍ وَ سِرَاجٍ وَهَّاجٍ وَ بَحْرٍ عَجَّاجٍ وَ نُجُومٍ تَمُورُ وَ أَرْوَاحٍ تَدُورُ وَ مِيَاهٍ تَفُورُ وَ مِهَادٍ مَوْضُوعٍ وَ سِتْرٍ مَرْفُوعٍ وَ رِيَاحٍ تَهُبُّ وَ بَلَاءٍ مَدْفُوعٍ وَ كَلَامٍ مَسْمُوعٍ وَ مَنَامٍ وَ سِبَاعٍ وَ أَنْعَامٍ وَ دَوَابَّ وَ هَوَامَّ وَ غَمَامٍ وَ آكَامٍ وَ أُمُورٍ ذَاتِ نِظَامٍ مِنْ شِتَاءٍ وَ مَصِيفٍ وَ رَبِيعٍ وَ خَرِيفٍ أَنْتَ أَنْتَ خَلَقْتَ هَذَا يَا رَبِّ فَأَحْسَنْتَ وَ قَدَّرْتَ فَأَتْقَنْتَ وَ سَوَّيْتَ فَأَحْكَمْتَ وَ نَبَّهْتَ عَلَى الْفِكْرَةِ فَأَنْعَمْتَ وَ نَادَيْتَ الْأَحْيَاءَ فَأَفْهَمْتَ وَ لَمْ يَبْقَ عَلَيَّ إِلَّا الشُّكْرُ لَكَ وَ الذِّكْرُ لِمَحَامِدِكَ وَ الِانْقِيَادُ إِلَى طَاعَتِكَ وَ الِاسْتِمَاعُ لِلدَّاعِي إِلَيْكَ فَإِنْ عَصَيْتُكَ فَلَكَ الْحُجَّةُ وَ إِنْ أَطَعْتُكَ فَلَكَ الْمِنَّةُ يَا مَنْ يُمْهِلُ فَلَا يَعْجَلُ وَ يَعْلَمُ فَلَا يَجْهَلُ وَ يُعْطِي فَلَا يَبْخَلُ يَا أَحَقَّ مَنْ عُبِدَ وَ حُمِدَ وَ سُئِلَ وَ رُجِيَ وَ اعْتُمِدَ أَسْأَلُكَ بِكُلِّ اسْمٍ مُقَدَّسٍ مُطَهَّرٍ مَكْنُونٍ اخْتَرْتَهُ لِنَفْسِكَ وَ كُلِّ ثَنَاءٍ عَالٍ رَفِيعٍ كَرِيمٍ رَضِيتَ بِهِ مِدْحَةً لَكَ وَ بِحَقِّ كُلِّ مَلَكٍ قَرِيبٍ مَنْزِلَتُهُ عِنْدَكَ وَ بِحَقِّ كُلِّ نَبِيٍّ أَرْسَلْتَهُ إِلَى عِبَادِكَ وَ بِكُلِّ شَيْ‏ءٍ جَعَلْتَهُ مُصَدِّقاً لِرُسُلِكَ وَ بِكُلِّ كِتَابٍ فَصَّلْتَهُ وَ وَصَلْتَهُ وَ بَيَّنْتَهُ وَ أَحْكَمْتَهُ وَ شَرَعْتَهُ وَ نَسَخْتَهُ وَ بِكُلِّ دُعَاءٍ سَمِعْتَهُ فَأَجَبْتَهُ وَ عَمَلٍ رَفَعْتَهُ وَ أَسْأَلُكَ بِكُلِّ مَنْ عَظَّمْتَ حَقَّهُ وَ أَعْلَيْتَ قَدْرَهُ وَ شَرَّفْتَ بُنْيَانَهُ مِمَّنْ أَسْمَعْتَنَا ذِكْرَهُ وَ عَرَّفْتَنَا أَمْرَهُ وَ مِمَّنْ لَمْ تُعَرِّفْنَا مَقَامَهُ وَ لَمْ تُظْهِرْ لَنَا شَأْنَهُ مِمَّنْ خَلَقْتَهُ مِنْ أَوَّلِ مَا ابْتَدَأْتَ بِهِ خَلْقَكَ وَ مِمَّنْ تَخْلُقُهُ إِلَى انْقِضَاءِ عِلْمِكَ وَ أَسْأَلُكَ بِتَوْحِيدِكَ الَّذِي فَطَرْتَ عَلَيْهِ الْعُقُولَ وَ أَخَذْتَ بِهِ الْمَوَاثِيقَ وَ أَرْسَلْتَ بِهِ الرُّسُلَ وَ أَنْزَلْتَ عَلَيْهِ الْكُتُبَ وَ جَعَلْتَهُ أَوَّلَ فُرُوضِكَ وَ نِهَايَةَ طَاعَتِكَ فَلَمْ تَقْبَلْ حَسَنَةً إِلَّا مَعَهَا وَ لَمْ تَغْفِرْ سَيِّئَةً إِلَّا بَعْدَهَا وَ أَتَوَجَّهُ إِلَيْكَ بِجُودِكَ وَ مَجْدِكَ وَ كَرَمِكَ وَ عِزِّكَ وَ جَلَالِكَ وَ عَفْوِكَ وَ امْتِنَانِكَ وَ تَطَوُّلِكَ وَ بِحَقِّكَ الَّذِي هُوَ أَعْظَمُ مِنْ حُقُوقِ خَلْقِكَ وَ أَسْأَلُكَ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا رَبَّاهْ يَا رَبَّاهْ يَا رَبَّاهْ ثَلَاثَ عَشْرَةَ مَرَّةً وَ أَرْغَبُ إِلَيْكَ خَاصّاً وَ عَامّاً وَ أَوَّلًا وَ آخِراً وَ بِحَقِّ مُحَمَّدٍ الْأَمِينِ رَسُولِكَ سَيِّدِ الْمُرْسَلِينَ وَ نَبِيِّكَ إِمَامِ الْمُتَّقِينَ وَ بِالرِّسَالَةِ الَّتِي أَدَّاهَا وَ الْعِبَادَةِ الَّتِي اجْتَهَدَ فِيهَا وَ الْمِحْنَةِ الَّتِي صَبَرَ عَلَيْهَا وَ الْمَغْفِرَةِ الَّتِي دَعَا إِلَيْهَا وَ الدِّيَانَةِ الَّتِي حَرَّضَ [حَضَ‏] عَلَيْهَا مُنْذُ وَقْتِ رِسَالَتِكَ إِيَّاهُ إِلَى أَنْ تَوَفَّيْتَهُ بِمَا بَيَّنَ ذَلِكَ مِنْ أَقْوَالِهِ الْحَكِيمَةِ وَ أَفْعَالِهِ الْكَرِيمَةِ وَ مَقَامَاتِهِ الْمَشْهُورَةِ وَ سَاعَاتِهِ الْمَعْدُودَةِ أَنْ تُصَلِّيَ عَلَيْهِ كَمَا وَعَدْتَهُ مِنْ نَفْسِكَ وَ تُعْطِيَهُ أَفْضَلَ مَا أَمَّلَ مِنْ ثَوَابِكَ وَ تُزْلِفَ لَدَيْكَ مَنْزِلَتَهُ وَ تُعْلِىَ عِنْدَكَ دَرَجَتَهُ وَ تَبْعَثَهُ الْمَقَامَ الْمَحْمُودَ وَ تُورِدَهُ حَوْضَ الْكَرَمِ وَ الْجُودِ وَ تُبَارِكَ عَلَيْهِ بَرَكَةً عَامَّةً خَاصَّةً مَاسَّةً زَاكِيَةً عَالِيَةً سَامِيَةً لَا انْقِطَاعَ لِدَوَامِهَا وَ لَا نَقِيصَةَ فِي كَمَالِهَا وَ لَا مَزْيَدَ إِلَّا فِي قُدْرَتِكَ عَلَيْهَا وَ تَزِيدَهُ بَعْدَ ذَلِكَ مِمَّا أَنْتَ أَعْلَمُ بِهِ وَ أَقْدَرُ عَلَيْهِ وَ أَوْسَعُ لَهُ وَ تُؤْتِيَ ذَلِكَ حَتَّى يَزْدَادَ فِي الْإِيمَانِ بِهِ بَصِيرَةً وَ فِي مَحَبَّتِهِ ثَبَاتاً وَ حُجَّةً وَ عَلَى آلِهِ الطَّاهِرِينَ الطَّيِّبِينَ الْأَخْيَارِ الْمُنْتَجَبِينَ الْأَبْرَارِ وَ عَلَى جَبْرَئِيلَ وَ مِيكَائِيلَ وَ الْمَلَائِكَةِ الْمُقَرَّبِينَ وَ حَمَلَةِ عَرْشِكَ أَجْمَعِينَ وَ عَلَى جَمِيعِ النَّبِيِّينَ وَ الْمُرْسَلِينَ‏ وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ‏ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ اللَّهُمَّ إِنِّي أَصْبَحْتُ لَا أَمْلِكُ لِنَفْسِي ضَرّاً وَ لَا نَفْعاً وَ لَا مَوْتاً وَ لا حَياةً وَ لا نُشُوراً قَدْ ذَلَّ مَصْرَعِي وَ انْقَطَعَ وَ ذَهَبَ مَسْأَلَتِي وَ ذَلَّ نَاصِرِي وَ أَسْلَمَنِي أَهْلِي وَ وُلْدِي بَعْدَ قِيَامِ حُجَّتِكَ وَ ظُهُورِ بَرَاهِينِكَ عِنْدِي وَ وُضُوحِ دَلَائِلِكَ اللَّهُمَّ إِنَّهُ قَدْ أَكْدَى الطَّلَبُ وَ أَعْيَتِ الْحِيَلُ إِلَّا عِنْدَكَ وَ انْغَلَقَتِ الطُّرُقُ وَ ضَاقَتِ الْمَذَاهِبُ إِلَّا إِلَيْكَ- وَ دَرَسَتِ الْآمَالُ وَ انْقَطَعَ الرَّجَاءُ إِلَّا مِنْكَ وَ كَذَبَ الظَّنُّ وَ أُخْلِفَتِ الْعِدَاتُ إِلَّا عِدَتَكَ اللَّهُمَّ إِنَّ مَنَاهِلَ الرَّجَاءِ لِفَضْلِكَ مُتْرَعَةٌ وَ أَبْوَابَ الدُّعَاءِ لِمَنْ دَعَاكَ مُفَتَّحَةٌ وَ الِاسْتِغَاثَةَ لِمَنِ اسْتَغَاثَ بِكَ مُبَاحَةٌ وَ أَنْتَ لِدَاعِيكَ بِمَوْضِعِ الْإِجَابَةِ وَ الصَّارِخَ إِلَيْكَ وَلِيُّ الْإِغَاثَةِ وَ الْقَاصِدَ إِلَيْكَ قَرِيبُ الْمَسَافَةِ وَ إِنَّ مَوْعِدَكَ عِوَضٌ عَنْ مَنْعِ الْبَاخِلِينَ وَ مَنْدُوحَةٌ عَمَّا فِي أَيْدِي الْمُسْتَأْثِرِينَ وَ دَرَكٌ مِنْ حِيَلِ الْمُوَازِرِينَ وَ الرَّاحِلَ إِلَيْكَ يَا رَبِّ قَرِيبُ الْمَسَافَةِ مِنْكَ وَ أَنْتَ لَا تَحْتَجِبُ عَنْ خَلْقِكَ إِلَّا أَنْ تَحْجُبَهُمُ‏ الْأَعْمَالُ السَّيِّئَةُ دُونَكَ وَ مَا أُبَرِّئُ نَفْسِي مِنْهَا وَ لَا أَرْفَعُ قَدْرِي عَنْهَا إِنِّي لِنَفْسِي يَا سَيِّدِي لَظَلُومٌ وَ بِقَدْرِي لَجَهُولٌ إِلَّا أَنْ تَرْحَمَنِي وَ تَلْحَظَنِي وَ تَعُودَ بِفَضْلِكَ عَلَيَّ وَ تَدْرَأَ عِقَابَكَ عَنِّي وَ تَرْحَمَنِي وَ تَلْحَظَنِي بِالْعَيْنِ الَّتِي أَنْقَذْتَنِي بِهَا مِنْ حَيْرَةِ الشَّكِّ وَ رَفَعْتَنِي مِنْ هُوَّةِ الضَّلَالَةِ وَ أَنْعَشْتَنِي مِنْ مِيْتَةِ الْجَهَالَةِ وَ هَدَيْتَنِي بِهَا مِنَ الْأَنْهَاجِ الْحَائِرَةِ اللَّهُمَّ وَ قَدْ عَلِمْتُ أَنَّ أَفْضَلَ زَادِ الرَّاحِلِ إِلَيْكَ عَزْمُ إِرَادَةٍ وَ إِخْلَاصُ نِيَّةٍ وَ قَدْ دَعَوْتُكَ بِعَزْمِ إِرَادَتِي وَ إِخْلَاصِ طَوِيَّتِي وَ صَادِقِ نِيَّتِي فَهَا أَنَا ذَا مِسْكِينُكَ بَائِسُكَ أَسِيرُكَ فَقِيرُكَ سَائِلُكَ مُنِيخٌ بِفِنَائِكَ قَارِعٌ بَابَ رَجَائِكَ وَ أَنْتَ آنَسُ الْآنَسِينَ لِأَوْلِيَائِكَ وَ أَحْرَى بِكِفَايَةِ الْمُتَوَكِّلِ عَلَيْكَ وَ أَوْلَى بِنَصْرِ الْوَاثِقِ بِكَ وَ أَحَقُّ بِرِعَايَةِ الْمُنْقَطِعِ إِلَيْكَ سِرِّي لَكَ مَكْشُوفٌ وَ أَنَا إِلَيْكَ مَلْهُوفٌ وَ أَنَا عَاجِزٌ وَ أَنْتَ قَدِيرٌ وَ أَنَا صَغِيرٌ وَ أَنْتَ كَبِيرٌ وَ أَنَا ضَعِيفٌ وَ أَنْتَ قَوِيٌّ وَ أَنَا فَقِيرٌ وَ أَنْتَ غَنِيٌّ إِذَا أَوْحَشَتْنِي الْغُرْبَةُ آنَسَنِي ذِكْرُكَ وَ إِذَا صُبَّتْ عَلَيَّ الْأُمُورُ اسْتَجَرْتُ بِكَ وَ إِذَا تَلَاحَكَتْ عَلَيَّ الشَّدَائِدُ أَمَّلْتُكَ وَ أَيْنَ يُذْهَبُ بِي عَنْكَ وَ أَنْتَ أَقْرَبُ مِنْ وَرِيدِي وَ أَحْصَنُ مِنْ عَدِيدِي وَ أَوْجَدُ مِنْ مَكَانِي وَ أَصَحُّ مِنْ مَعْقُولِي وَ أَزِمَّةُ الْأُمُورِ كُلِّهَا بِيَدِكَ صَادِرَةٌ عَنْ قَضَائِكَ مُذْعِنَةٌ بِالْخُضُوعِ لِقُدْرَتِكَ فَقِيرَةٌ إِلَى عَفْوِكَ ذَاتُ فَاقَةٍ إِلَى قَارِبٍ مِنْ رَحْمَتِكَ وَ قَدْ مَسَّنِيَ الْفَقْرُ وَ نَالَنِي الضُّرُّ وَ شَمِلَتْنِي الْخَصَاصَةُ وَ عَرَّتْنِي الْحَاجَةُ وَ تَوَسَّمْتُ بِالذِّلَّةِ وَ عَلَتْنِي الْمَسْكَنَةُ وَ حَقَّتْ عَلَيَّ الْكَلِمَةُ وَ أَحَاطَتْ بِيَ الْخَطِيئَةُ وَ هَذَا الْوَقْتُ الَّذِي وَعَدْتَ أَوْلِيَاءَكَ فِيهِ الْإِجَابَةَ فَامْسَحْ مَا بِي بِيَمِينِكَ الشَّافِيَةِ وَ انْظُرْ إِلَيَّ بِعَيْنِكَ الرَّاحِمَةِ وَ أَدْخِلْنِي فِي رَحْمَتِكَ الْوَاسِعَةِ وَ أَقْبِلْ عَلَيَّ بِوَجْهِكَ ذِي الْجَلَالِ وَ الْإِكْرَامِ فَإِنَّكَ إِذَا أَقْبَلْتَ عَلَى أَسِيرٍ فَكَكْتَهُ وَ عَلَى ضَالٍّ فَهَدَيْتَهُ وَ عَلَى حَائِرٍ آوَيْتَهُ وَ عَلَى ضَعِيفٍ قَوَّيْتَهُ وَ عَلَى خَائِفٍ آمَنْتَهُ اللَّهُمَّ إِنَّكَ أَنْعَمْتَ عَلَيَّ فَلَمْ أَشْكُرْهُ وَ ابْتَلَيْتَنِي فَلَمْ أَصْبِرْ فَلَمْ يُوجِبْ عَجْزِي عَنْ شُكْرِكَ مَنْعَ الْمُؤَمِّلِ مِنْ فَضْلِكَ وَ أَوْجَبَ عَجْزِي عَنِ الصَّبْرِ عَلَى بَلَائِكَ كَشْفَ ضُرِّكَ وَ إِنْزَالِ رَحْمَتِكَ فَيَا مَنْ‏ قَلَّ عِنْدَ بَلَائِهِ صَبْرِي فَعَافَانِي وَ عِنْدَ نَعْمَائِهِ شُكْرِي فَأَعْطَانِي أَسْأَلُكَ الْمَزِيدَ مِنْ فَضْلِكَ وَ الْإِيزَاعَ لِشُكْرِكَ وَ الِاعْتِدَادَ بِنَعْمَائِكَ فِي أَعْفَى الْعَافِيَةِ وَ أَسْبَغِ النِّعْمَةِ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ لَا تُخَلِّنِي مِنْ يَدِكَ وَ لَا تَتْرُكْنِي لِقَاءً لِعَدُوِّكَ وَ لَا لِعَدُوِّي وَ لَا تُوحِشْنِي مِنْ لَطَائِفِكَ الْخَفِيَّةِ وَ كِفَايَتِكَ الْجَمِيلَةِ وَ إِنْ شَرَدْتُ عَنْكَ فَارْدُدْنِي إِلَيْكَ وَ إِنْ فَسَدْتُ عَلَيْكَ فَأَصْلِحْنِي لَكَ فَإِنَّكَ تَرُدُّ الشَّارِدَ وَ تُصْلِحُ الْفَاسِدَ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ هَذَا مَقَامُ الْعَائِذِ بِكَ اللَّائِذِ بِعَفْوِكَ الْمُسْتَجِيرِ بِعِزِّ جَلَالِكَ قَدْ رَأَى أَعْلَامَ قُدْرَتِكَ فَأَرِهِ آثَارَ رَحْمَتِكَ فَإِنَّكَ تَبْدَأُ الْخَلْقَ ثُمَّ تُعِيدُهُ وَ هُوَ أَهْوَنُ عَلَيْكَ وَ لَكَ‏ الْمَثَلُ الْأَعْلى‏ فِي السَّماواتِ وَ الْأَرْضِ‏ وَ أَنْتَ الْعَزِيزُ الْحَكِيمُ اللَّهُمَّ فَتَوَلَّنِي وَلَايَةً تُغْنِينِي بِهَا عَنْ سِوَاهَا وَ أَعْطِنِي عَطِيَّةً لَا أَحْتَاجُ إِلَى غَيْرِكَ مَعَهَا فَإِنَّهَا لَيْسَتْ بِبِدْعٍ مِنْ وَلَايَتِكَ وَ لَا بِنُكْرٍ مِنْ عَطِيَّتِكَ وَ لَا بِأَوْلَى مِنْ كِفَايَتِكَ ادْفَعِ الصَّرْعَةَ وَ انْعَشِ السَّقْطَةَ وَ تَجَاوَزْ عَنِ الزَّلَّةِ وَ اقْبَلِ التَّوْبَةَ وَ ارْحَمِ الْهَفْوَةَ وَ أَنْجِ مِنَ الْوَرْطَةِ وَ أَقِلِ الْعَثْرَةَ يَا مُنْتَهَى الرَّغْبَةِ وَ غِيَاثَ الْكُرْبَةِ وَ وَلِيَّ النِّعْمَةِ وَ صَاحِبِي فِي الشِّدَّةِ وَ رَحْمَانَ الدُّنْيَا وَ الْآخِرَةِ أَنْتَ رَحْمَانِي إِلَى مَنْ تَكِلُنِي إِلَى بَعِيدٍ يَتَجَهَّمُنِي أَوْ عَدُوٍّ يَمْلِكُ أَمْرِي إِنْ لَمْ تَكُ عَلَيَّ سَاخِطاً فَمَا أُبَالِي غَيْرَ أَنَّ عَفْوَكَ لَا يَضِيقُ عَنِّي وَ رِضَاكَ يَنْفَعُنِي وَ كَنَفَكَ يَسَعُنِي وَ يَدَكَ الْبَاسِطَةَ تَدْفَعُ عَنِّي فَخُذْ بِيَدِي مِنْ دَحْضِ الزَّلَّةِ فَقَدْ كَبَوْتُ وَ ثَبِّتْنِي عَلَى الصِّرَاطِ الْمُسْتَقِيمِ وَ اهْدِنِي وَ إِلَّا غَوَيْتُ يَا هَادِيَ الطَّرِيقِ يَا فَارِجَ الْمَضِيقِ يَا إِلَهِي بِالتَّحْقِيقِ يَا جَارِيَ اللَّصِيقُ يَا رُكْنِيَ الْوَثِيقُ يَا كَنْزِيَ الْعَتِيقُ احْلُلْ عَنِّي الْمَضِيقَ وَ اكْفِنِي شَرَّ مَا أُطِيقُ وَ مَا لَا أُطِيقُ- يَا أَهْلَ التَّقْوَى وَ الْمَغْفِرَةِ وَ ذَا الْعِزِّ وَ الْقُدْرَةِ وَ الْآلَاءِ وَ الْعَظَمَةِ يَا أَرْحَمَ الرَّاحِمِينَ وَ خَيْرَ الْغَافِرِينَ وَ أَكْرَمَ النَّاظِرِينَ وَ رَبَّ الْعَالَمِينَ لَا تَقْطَعْ مِنْكَ رَجَائِي وَ لَا تُخَيِّبْ دُعَائِي وَ لَا تُجْهِدْ بَلَائِي وَ لَا تُسِئْ قَضَائِي وَ لَا تَجْعَلِ النَّارَ مَأْوَايَ وَ اجْعَلِ الْجَنَّةَ مَثْوَايَ وَ أَعْطِنِي مِنَ الدُّنْيَا سُؤْلِي وَمُنَايَ وَ بَلِّغْنِي مِنَ الْآخِرَةِ أَمَلِي وَ رِضَايَ وَ آتِنِي‏ فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا بِرَحْمَتِكَ‏ عَذابَ النَّارِ يَا أَرْحَمَ الرَّاحِمِينَ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ بِكُلِّ شَيْ‏ءٍ مُحِيطٌ وَ أَنْتَ حَسْبِي‏ وَ نِعْمَ الْوَكِيلُ‏","مهج الدعوات و منهج العبادات"]