["اللَّهُمَّ لَوْ لَا أَنْ أُلْقِيَ بِيَدِي وَ أُعِينَ عَلَى نَفْسِي وَ أُخَالِفَ كِتَابَكَ وَ قَدْ قُلْتَ‏ ادْعُونِي أَسْتَجِبْ لَكُمْ‏- فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذا دَعانِ‏ لَمَا انْشَرَحَ قَلْبِي وَ لِسَانِي لِدُعَائِكَ وَ الطَّلَبِ مِنْكَ وَ قَدْ عَلِمْتَ مِنْ نَفْسِي فِيمَا بَيْنِي وَ بَيْنَكَ مَا عَرَفْتَ اللَّهُمَّ مَنْ أَعْظَمُ جُرْماً مِنِّي وَ قَدْ سَاوَرْتُ مَعْصِيَتَكَ الَّتِي زَجَرْتَنِي عَنْهَا بِنَهْيِكَ إِيَّايَ وَ كَاثَرْتُ الْعَظِيمَ مِنْهَا الَّتِي أَوْجَبْتَ النَّارَ لِمَنْ عَمِلَهَا مِنْ خَلْقِكَ وَ كُلَّ ذَلِكَ عَلَى نَفْسِي جَنَيْتُ وَ إِيَّاهَا أَوْبَقْتُ وَ إِلَهِي فَتَدَارَكْنِي بِرَحْمَتِكَ الَّتِي بِهَا تَجْمَعُ الْخَيْرَاتِ لِأَوْلِيَائِكَ وَ بِهَا تَصْرِفُ السَّيِّئَاتِ عَنْ أَحِبَّائِكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ التَّوْبَةَ النَّصُوحَ فَاسْتَجِبْ دُعَائِي وَ ارْحَمْ عَبْرَتِي وَ أَقِلْنِي عَثْرَتِي اللَّهُمَّ لَوْ لَا رَجَائِي لِعَفْوِكَ لَصَمَتُّ عَنِ الدُّعَاءِ وَ لَكِنَّكَ عَلَى كُلِّ حَالٍ يَا إِلَهِي غَايَةُ الطَّالِبِينَ وَ مُنْتَهَى رَغْبَةِ الرَّاغِبِينَ وَ اسْتَعَاذَةِ الْعَائِذِينَ اللَّهُمَّ فَأَنَا أَسْتَعِيذُكَ مِنْ غَضَبِكَ وَ سُوءِ سَخَطِكَ‏ وَ عِقَابِكَ وَ نَقِمَتِكَ وَ مِنْ شَرِّ نَفْسِي وَ شَرِّ كُلِّ ذِي شَرٍّ. وَ أَسْتَغْفِرُكَ مِنْ جَمِيعِ الذُّنُوبِ وَ أَسْأَلُكَ الْغَنِيمَةَ فِيمَا بَقِيَ مِنْ عُمُرِي بِالْعَافِيَةِ أَبَداً مَا أَبْقَيْتَنِي وَ أَسْأَلُكَ الْفَوْزَ بِالْجَنَّةِ وَ الرَّحْمَةَ إِذَا تَوَفَّيْتَنِي فَإِنَّكَ لِذَلِكَ لَطِيفٌ وَ عَلَيْهِ قَادِرٌ اللَّهُمَّ إِنِّي أَشْكُو إِلَيْكَ كُلَّ حَاجَةٍ لَا يُجِيرُنِي مِنْهَا إِلَّا أَنْتَ يَا مَنْ هُوَ عُدَّتِي فِي كُلِّ عُسْرٍ وَ يُسْرٍ يَا مَنْ هُوَ حَسَنُ الْبَلَاءِ عِنْدِي يَا قَدِيمَ الْعَفْوِ عَنِّي إِنَّنِي لَا أَرْجُو غَيْرَكَ وَ لَا أَدْعُو سِوَاكَ إِذَا لَمْ تُجِبْنِي اللَّهُمَّ فَلَا تَحْرِمْنِي لِقِلَّةِ شُكْرِي وَ لَا تُؤْيِسْنِي لِكَثْرَةِ ذُنُوبِي فَإِنَّكَ‏ أَهْلُ التَّقْوى‏ وَ أَهْلُ الْمَغْفِرَةِ إِلَهِي أَنَا مَنْ قَدْ عَرَفْتَ بِئْسَ الْعَبْدُ أَنَا وَ خَيْرُ الْمَوْلَى أَنْتَ فَيَا مَخْشِيَّ الِانْتِقَامِ وَ يَا مَرْهُوبَ الْبَطْشِ يَا مَعْرُوفاً بِالْمَعْرُوفِ إِنَّنِي لَيْسَ أَخَافُ مِنْكَ إِلَّا عَدْلَكَ وَ لَا أَرْجُو الْفَضْلَ وَ الْعَفْوَ إِلَّا مِنْ عِنْدِكَ وَ أَنَا عَبْدُكَ وَ لَا عَبْدَ لَكَ أَحَقُّ بِاسْتِيجَابِ جَمِيعِ الْعُقُوبَةِ وَ بِذُنُوبِي مِنِّي وَ لَكِنِّي وَسِعَنِي عَفْوُكَ وَ حِلْمُكَ وَ أَخَّرْتَنِي إِلَى الْيَوْمِ فَلَيْتَ شِعْرِي يَا إِلَهِي لِأَزْدَادَ إِثْماً أَخَّرْتَنِي أَمْ لِيَتِمَّ لِي رَجَائِي مِنْكَ وَ يَتَحَقَّقَ حُسْنُ ظَنِّي بِكَ فَأَمَّا بِعَمَلِي فَقَدْ أَعْلَمْتُكَ يَا إِلَهِي أَنَّنِي مُسْتَحِقٌّ لِجَمِيعِ عُقُوبَتِكَ بِذُنُوبِي غَيْرَ أَنَّكَ أَرْحَمُ الرَّاحِمِينَ وَ أَنْتَ بِي أَعْلَمُ مِنْ نَفْسِي وَ عِنْدَ أَرْحَمِ الرَّاحِمِينَ رَجَاءُ الرَّحْمَةِ فَيَا أَرْحَمَ الرَّاحِمِينَ لَا تُشَوِّهْ خَلْقِي بِالنَّارِ وَ لَا تَقْطَعْ عَصَبِي بِالنَّارِ يَا اللَّهُ وَ لَا تَفْلِقْ قِحْفَ رَأْسِي بِالنَّارِ يَا رَحْمَانُ وَ لَا تُفَرِّقْ بَيْنَ أَوْصَالِي بِالنَّارِ يَا كَرِيمُ وَ لَا تَهْشِمْ عِظَامِي بِالنَّارِ يَا عَفُوُّ وَ لَا تَصِلْ شَيْئاً مِنْ جَسَدِي بِالنَّارِ يَا رَحْمَانُ عَفْوَكَ عَفْوَكَ ثُمَّ عَفْوَكَ عَفْوَكَ فَإِنَّهُ لَا يَقْدِرُ عَلَى ذَلِكَ غَيْرُكَ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ يَا مُحِيطاً بِمَلَكُوتِ السَّمَاوَاتِ وَ الْأَرْضِ وَ مُدَبِّرَ أُمُورِهِمَا أَوَّلِهَا وَ آخِرِهَا أَصْلِحْ لِي دُنْيَايَ وَ آخِرَتِي وَ أَصْلِحْ لِي نَفْسِي وَ مَالِي وَ مَا خَوَّلْتَنِي يَا اللَّهُ خَلِّصْنِي مِنَ الْخَطَايَا- يَا اللَّهُ مُنَّ عَلَيَّ بِتَرْكِ الْخَطَايَا يَا رَحِيمُ تَحَنَّنْ عَلَيَّ بِفَضْلِكَ يَا عَفُوُّ تَفَضَّلْ عَلَيَّ بِفَضْلِكَ يَا حَنَّانُ جُدْ عَلَيَّ بِسَعَةِ عَافِيَتِكَ يَا مَنَّانُ امْنُنْ عَلَيَّ بِالْعِتْقِ مِنَ النَّارِ يَا ذَا الْجَلَالِ‏\nمهج الدعوات و منهج العبادات، ص: 217\nوَ الْإِكْرَامِ أَوْجِبْ لِيَ الْجَنَّةَ الَّتِي حَشْوُهَا رَحْمَتُكَ وَ سُكَّانُهَا مَلَائِكَتُكَ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ أَكْرِمْنِي وَ لَا تَجْعَلْ لِأَحَدٍ مِنْ خَلْقِكَ عَلَيَّ سَبِيلًا أَبَداً مَا أَبْقَيْتَنِي فَإِنَّهُ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِكَ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ لَكَ الْأَسْمَاءُ الْحُسْنَى وَ أَنْتَ عَلِيمٌ بِذَاتِ الصُّدُورِ وَ تُسَمِّي حَاجَتَك‏\n","مهج الدعوات و منهج العبادات"]