["لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ وَحْدَهُ أَنْجَزَ وَعْدَهُ وَ نَصَرَ عَبْدَهُ وَ أَعَزَّ جُنْدَهُ وَ هَزَمَ الْأَحْزَابَ وَحْدَهُ- وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ أَصْبَحْتُ وَ أَمْسَيْتُ فِي حِمَى اللَّهِ الَّذِي لَا يُسْتَبَاحُ وَ سِتْرِهِ الَّذِي لَا تَهْتِكُهُ الرِّيَاحُ وَ لَا تُحْرِقُهُ الرِّمَاحُ وَ ذِمَّةِ اللَّهِ الَّتِي لَا تُخْفَرُ وَ فِي عِزَّةِ اللَّهِ الَّتِي لَا تُسْتَذَلُّ وَ لَا تُقْهَرُ وَ فِي حِزْبِهِ الَّذِي لَا يُغْلَبُ وَ فِي جُنْدِهِ الَّذِي لَا يُهْزَمُ بِاللَّهِ اسْتَفْتَحْتُ وَ اسْتَنْجَحْتُ وَ تَعَزَّزْتُ وَ اسْتَنْصَرْتُ وَ تَقَوَّيْتُ وَ احْتَرَزْتُ وَ اسْتَعَنْتُ بِاللَّهِ وَ بِقُوَّةِ اللَّهِ ضَرَبْتُ عَلَى أَعْدَائِي وَ قَهَرْتُهُمْ بِحَوْلِ اللَّهِ وَ اسْتَعَنْتُ عَلَيْهِمْ بِاللَّهِ وَ فَوَّضْتُ‏ أَمْرِي إِلَى اللَّهِ‏ حَسْبِيَ‏ اللَّهُ وَ نِعْمَ الْوَكِيلُ‏- وَ تَراهُمْ يَنْظُرُونَ إِلَيْكَ‏ وَ هُمْ لا يُبْصِرُونَ‏ شَاهَتْ وُجُوهُ أَعْدَائِي‏ فَهُمْ لا يُبْصِرُونَ‏- صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لا يَرْجِعُونَ‏ غَلَبْتُ أَعْدَاءَ اللَّهِ بِكَلِمَةِ اللَّهِ أَيْنَ مَنْ يَغْلِبُ كَلِمَةَ اللَّهِ فَلَجَتْ حُجَّةُ اللَّهِ عَلَى أَعْدَاءِ اللَّهِ الْفَاسِقِينَ وَ جُنُودِ إِبْلِيسَ أَجْمَعِينَ‏ لَنْ يَضُرُّوكُمْ إِلَّا أَذىً وَ إِنْ يُقاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبارَ ثُمَّ لا يُنْصَرُونَ. ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ ما ثُقِفُوا- أُخِذُوا وَ قُتِّلُوا تَقْتِيلًا لا يُقاتِلُونَكُمْ جَمِيعاً إِلَّا فِي قُرىً مُحَصَّنَةٍ أَوْ مِنْ وَراءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعاً وَ قُلُوبُهُمْ شَتَّى ذلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْقِلُونَ‏ تَحَصَّنْتُ مِنْهُمْ بِالْحِصْنِ الْحَصِينِ- فَمَا اسْطاعُوا أَنْ يَظْهَرُوهُ وَ مَا اسْتَطاعُوا لَهُ نَقْباً فَأَوَيْتُ‏ إِلى‏ رُكْنٍ شَدِيدٍ وَ الْتَجَأْتُ إِلَى الْكَهْفِ الْمَنِيعِ وَ تَمَسَّكْتُ بِالْحَبْلِ الْمَتِينِ وَ تَدَرَّعْتُ بِهَيْبَةِ أَمِيرِ الْمُؤْمِنِينَ- وَ تَعَوَّذْتُ بِعُوذَةِ سُلَيْمَانَ بْنِ دَاوُدَ عَلَيْهِ السَّلَامُ وَ احْتَرَزْتُ بِخَاتَمِهِ فَأَنَا أَيْنَ كُنْتُ كُنْتُ آمِناً مُطْمَئِنّاً وَ عَدُوِّي فِي الْأَهْوَالِ حَيْرَانُ قَدْ حُفَّ بِالْمَهَابَةِ وَ أُلْبِسَ الذُّلَّ وَ قُمِّعَ بِالصَّغَارِ وَ ضَرَبْتُ عَلَى نَفْسِي سُرَادِقَ الْحِيَاطَةِ وَ دَخَلْتُ فِي هَيْكَلِ الْهَيْبَةِ وَ تَتَوَّجْتُ بِتَاجِ الْكَرَامَةِ وَ تَقَلَّدْتُ بِسَيْفِ الْعِزِّ الَّذِي لَا يُفَلُّ وَ خَفِيتُ عَنِ الظُّنُونِ وَ تَوَارَيْتُ عَنِ الْعُيُونِ وَ أَمِنْتُ عَلَى رُوحِي وَ سَلِمْتُ مِنْ أَعْدَائِي وَ هُمْ لِي خَاضِعُونَ وَ مِنِّي خَائِفُونَ وَ عَنِّي نَافِرُونَ- كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ فَرَّتْ مِنْ قَسْوَرَةٍ- قَصُرَتْ أَيْدِيهِمْ عَنْ بُلُوغِي وَ صَمَّتْ آذَانُهُمْ عَنِ اسْتِمَاعِ كَلَامِي وَ عَمِيَتْ أَبْصَارُهُمْ عَنْ رُؤْيَتِي وَ خَرِسَتْ أَلْسِنَتُهُمْ عَنْ ذِكْرِي وَ ذَهَلَتْ عُقُولُهُمْ عَنْ مَعْرِفَتِي وَ تَخَوَّفَتْ قُلُوبُهُمْ وَ ارْتَعَدَتْ فَرَائِصُهُمْ مِنْ مَخَافَتِي وَ انْفَلَّ حَدُّهُمْ وَ انْكَسَرَتْ شَوْكَتُهُمْ وَ نُكِسَتْ رُءُوسُهُمْ وَ انْحَلَّ عَزْمُهُمْ وَ تَشَتَّتْ جَمْعُهُمْ وَ اخْتَلَفَتْ كَلِمَتُهُمْ- وَ تَفَرَّقَتْ أُمُورُهُمْ وَ ضَعُفَ جُنْدُهُمْ وَ انْهَزَمَ جَيْشُهُمْ وَ وَلَّوْا مُدْبِرِينَ‏ سَيُهْزَمُ الْجَمْعُ وَ يُوَلُّونَ الدُّبُرَ. بَلِ السَّاعَةُ مَوْعِدُهُمْ وَ السَّاعَةُ أَدْهى‏ وَ أَمَرُّ عَلَوْتُ عَلَيْهِمْ بِمُحَمَّدِ بْنِ عَبْدِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ وَ بِعُلُوِّ اللَّهِ الَّذِي كَانَ يَعْلُو بِهِ عَلِيٌّ صَاحِبُ الْحُرُوبِ مُنَكِّسُ الْفُرْسَانِ مُبِيدُ الْأَقْرَانِ وَ تَعَزَّزْتُ مِنْهُمْ بِأَسْمَاءِ اللَّهِ الْحُسْنَى وَ كَلِمَاتِهِ الْعُلْيَا و تَجَهَّزْتُ عَلَى أَعْدَائِي بِبَأْسِ اللَّهِ بَأْسٍ شَدِيدٍ وَ أَمْرٍ عَتِيدٍ- وَ أَذْلَلْتُهُمْ وَ جَمَعْتُ رُءُوسَهُمْ وَ وَطِئْتُ رِقَابَهُمْ فَظَلَّتْ أَعْنَاقُهُمْ لِي خَاضِعِينَ خَابَ مَنْ نَاوَانِي وَ هَلَكَ مَنْ عَادَانِي وَ أَنَا الْمُؤَيَّدُ الْمَحْبُورُ الْمُظَفَّرُ الْمَنْصُورُ قَدْ كَرَّمَتْنِي كَلِمَةُ التَّقْوَى وَ اسْتَمْسَكْتُ‏ بِالْعُرْوَةِ الْوُثْقى‏ وَ اعْتَصَمْتُ بِالْحَبْلِ الْمَتِينِ فَلَنْ يَضُرَّنِي بَغْيُ الْبَاغِينَ وَ لَا كَيْدُ الْكَائِدِينَ وَ لَا حَسَدُ الْحَاسِدِينَ أَبَدَ الْآبِدِينَ فَلَنْ يَصِلَ إِلَى أَحَدٍ وَ لَنْ يَضُرَّنِي أَحَدٌ وَ لَنْ يَقْدِرَ عَلَيَّ أَحَدٌ بَلْ أَنَا أَدْعُوا رَبِّي وَ لا أُشْرِكُ بِهِ أَحَداً يَا مُتَفَضِّلُ تَفَضَّلْ عَلَيَّ بِالْأَمْنِ وَ السَّلَامَةِ مِنَ الْأَعْدَاءِ وَ حُلْ بَيْنِي وَ بَيْنَهُمْ بِالْمَلَائِكَةِ الْغِلَاظِ الشِّدَادِ- وَ مُدَّنِي بِالْجُنْدِ الْكَثِيفِ وَ الْأَرْوَاحِ الْمُطِيعَةِ يَحْصُبُونَهُمْ بِالْحُجَّةِ الْبَالِغَةِ وَ يَقْذِفُونَهُمْ بِالشِّهَابِ الثَّاقِبِ وَ الْحَرِيقِ الْمُلْهَبِ وَ الشُّوَاظِ الْمُحْرِقِ وَ النُّحَاسِ النَّافِذِ- وَ يُقْذَفُونَ مِنْ كُلِّ جانِبٍ دُحُوراً وَ لَهُمْ عَذابٌ واصِبٌ‏ ذَلَّلْتُهُمْ وَ زَجَرْتُهُمْ وَ عَلَوْتُهُمْ بِ بِ طه‏ وَ يس‏ وَ الذَّارِياتِ‏ وَ الطَّوَاسِينِ وَ تَنْزِيلٍ وَ الْحَوَامِيمِ وَ كهيعص‏ وَ حم عسق‏ وَ ق وَ الْقُرْآنِ الْمَجِيدِ وَ تَبارَكَ‏ وَ ن وَ الْقَلَمِ وَ ما يَسْطُرُونَ‏ وَ بِمَواقِعِ النُّجُومِ‏ وَ بِ الطُّورِ وَ كِتابٍ مَسْطُورٍ فِي رَقٍّ مَنْشُورٍ. وَ الْبَيْتِ الْمَعْمُورِ وَ السَّقْفِ الْمَرْفُوعِ وَ الْبَحْرِ الْمَسْجُورِ. إِنَّ عَذابَ رَبِّكَ لَواقِعٌ ما لَهُ مِنْ دافِعٍ‏ فَ وَلَّوْا مُدْبِرِينَ‏ وَ عَلَى أَعْقَابِهِمْ نَاكِصِينَ وَ فِي دِيارِهِمْ جاثِمِينَ‏- فَوَقَعَ الْحَقُّ وَ بَطَلَ ما كانُوا يَعْمَلُونَ. فَغُلِبُوا هُنالِكَ وَ انْقَلَبُوا صاغِرِينَ. وَ أُلْقِيَ السَّحَرَةُ ساجِدِينَ‏- فَوَقاهُ اللَّهُ سَيِّئاتِ ما مَكَرُوا- وَ حاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ‏- وَ حاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذابِ‏- وَ مَكَرُوا وَ مَكَرَ اللَّهُ وَ اللَّهُ خَيْرُ الْماكِرِينَ‏- الَّذِينَ قالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزادَهُمْ إِيماناً وَ قالُوا حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ. فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَ فَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَ اتَّبَعُوا رِضْوانَ اللَّهِ وَ اللَّهُ ذُو فَضْلٍ عَظِيمٍ‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شُرُورِهِمْ وَ أَدْرَأُ بِكَ فِي نُحُورِهِمْ وَ أَسْأَلُكَ مِنْ خَيْرِ مَا عِنْدَكَ- فَسَيَكْفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ جَبْرَئِيلُ عَنْ يَمِينِي وَ مِيكَائِيلُ عَنْ يَسَارِي وَ إِسْرَافِيلُ مِنْ وَرَائِي وَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ‏ وَ آلِهِ شَفِيعِي مِنْ بَيْنِ يَدَيَّ وَ اللَّهُ مُظِلٌّ عَلَيَّ يَا مَنْ‏ جَعَلَ بَيْنَ الْبَحْرَيْنِ حاجِزاً احْجُزْ بَيْنِي وَ بَيْنَ أَعْدَائِي فَلَنْ يَصِلُوا إِلَيَّ بِسُوءٍ أَبَداً وَ [سَتَرْتُ بَيْنِي وَ] بَيْنَهُمْ سِتْرَ اللَّهِ الَّذِي سَتَرَ اللَّهُ بِهِ الْأَنْبِيَاءَ عَنِ الْفَرَاعِنَةِ وَ مَنْ كَانَ فِي سِتْرِ اللَّهِ كَانَ مَحْفُوظاً حَسْبِيَ اللَّهُ الَّذِي يَكْفِينِي مَا لَا يَكْفِينِي أَحَدٌ مِنْ خَلْقِهِ- وَ إِذا قَرَأْتَ الْقُرْآنَ جَعَلْنا بَيْنَكَ وَ بَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجاباً مَسْتُوراً. وَ جَعَلْنا عَلى‏ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَ فِي آذانِهِمْ وَقْراً وَ إِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلى‏ أَدْبارِهِمْ نُفُوراً- إِنَّا جَعَلْنا فِي أَعْناقِهِمْ أَغْلالًا فَهِيَ إِلَى الْأَذْقانِ فَهُمْ مُقْمَحُونَ. وَ جَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ‏ اللَّهُمَّ اضْرِبْ عَلَيَّ سُرَادِقَ حِفْظِكَ الَّذِي لَا تَهْتِكُهُ الرِّيَاحُ وَ لَا تُخْرِقُهُ الرِّمَاحُ وَ وَقِّ رُوحِي بِرُوحِ قُدْسِكَ الَّذِي مَنْ أَلْقَيْتَهُ عَلَيْهِ كَانَ مُعْظَماً فِي أَعْيُنِ النَّاظِرِينَ وَ كَبِيراً فِي صُدُورِ الْخَلْقِ أَجْمَعِينَ- وَ وَفِّقْنِي بِأَسْمَائِكَ الْحُسْنَى وَ أَمْثَالِكَ الْعُلْيَا لِصَلَاحِي فِي جَمِيعِ مَا أُؤَمِّلُهُ مِنْ خَيْرِ الدُّنْيَا وَ الْآخِرَةِ وَ اصْرِفْ عَنِّي أَبْصَارَ النَّاظِرِينَ وَ اصْرِفْ عَنِّي قُلُوبَهُمْ مِنْ شَرِّ مَا يُضْمِرُونَ إِلَيَّ مَا لَا يَمْلِكُهُ أَحَدٌ غَيْرُكَ اللَّهُمَّ أَنْتَ مَلَاذِي فَبِكَ أَلُوذُ وَ أَنْتَ مُعَاذِي فَبِكَ أَعُوذُ اللَّهُمَّ إِنَّ خَوْفِي أَمْسَى وَ أَصْبَحَ مُسْتَجِيراً بِوَجْهِكَ الْبَاقِي الَّذِي لَا يَبْلَى يَا أَرْحَمَ الرَّاحِمِينَ سُبْحَانَ مَنْ أَلَجَّ الْبِحَارَ بِقُدْرَتِهِ وَ أَطْفَأَ نَارَ إِبْرَاهِيمَ بِكَلِمَتِهِ وَ اسْتَوى‏ عَلَى الْعَرْشِ‏ بِعَظَمَتِهِ وَ قَالَ لِمُوسَى‏ أَقْبِلْ وَ لا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ‏- إِنِّي لا يَخافُ لَدَيَّ الْمُرْسَلُونَ‏ وَ لا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ‏ وَ لا تَخافُ دَرَكاً وَ لا تَخْشى‏ لا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلى‏- وَ ما تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ أُنِيبُ‏- وَ مَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَ يَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ وَ مَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْ‏ءٍ قَدْراً- أَ لَيْسَ اللَّهُ بِكافٍ عَبْدَهُ‏ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ مَا شَاءَ اللَّهُ كَان‏\n","مهج الدعوات و منهج العبادات"]