["قال الإمام الكاظم (ع) : مَنْ قَرَأَ كُلَّ يَوْمٍ بِنِيَّةٍ خَالِصَةٍ وَ طَوِيَّةٍ صَادِقَةٍ صَانَهُ اللَّهُ عَنْ كُلِّ مَحْذُورٍ وَ آفَةٍ وَ إِنْ كَانَتْ بِهِ مِحْنَةٌ خَلَّصَهُ اللَّهُ مِنْهَا وَ كَفَاهُ شَرَّهَا وَ مَنْ لَمْ يُحْسِنِ الْقِرَاءَةَ فَلْيُمْسِكْهُ مَعَ نَفْسِهِ مُتَبَرِّكاً بِهِ حَتَّى يَنْفَعَهُ اللَّهُ بِهِ وَ يَكْفِيَهُ الْمَحْذُورَ وَ الْمَخُوفَ إِنَّهُ وَلِيُّ ذَلِكَ وَ الْقَادِرُ عَلَيْهِ الدُّعَاءُ : \n\n بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَعْلَى وَ أَجَلُّ مِمَّا أَخَافُ وَ أَحْذَرُ وَ أَسْتَجِيرُ بِاللَّهِ يَقُولُهَا ثَلَاثَ مَرَّاتٍ عَزَّ جَارُ اللَّهِ وَ جَلَّ ثَنَاءُ اللَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ اللَّهُمَّ احْرُسْنِي بِعَيْنِكَ الَّتِي لَا تَنَامُ وَ اكْنُفْنِي بِرُكْنِكَ الَّذِي لَا يُرَامُ وَ اغْفِرْ لِي بِقُدْرَتِكَ فَأَنْتَ رَجَائِي رَبِّ كَمْ مِنْ نِعْمَةٍ أَنْعَمْتَ بِهَا عَلَيَّ قَلَّ لَكَ عِنْدَهَا شُكْرِي وَ كَمْ مِنْ بَلِيَّةٍ ابْتَلَيْتَنِي بِهَا قَلَّ لَكَ عِنْدَهَا صَبْرِي فَيَا مَنْ قَلَّ عِنْدَ نِعَمِهِ شُكْرِي فَلَمْ يَحْرِمْنِي وَ يَا مَنْ قَلَّ عِنْدَ بَلِيَّتِهِ صَبْرِي فَلَمْ يَخْذُلْنِي وَ يَا مَنْ رَآنِي عَلَى الْخَطَايَا فَلَمْ يَفْضَحْنِي يَا ذَا الْمَعْرُوفِ الَّذِي لَا يَنْقَضِي أَبَداً يَا ذَا النِّعَمِ الَّتِي لَا تُحْصَى عَدَداً صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ اللَّهُمَّ بِكَ أَدْفَعُ وَ أَدْرَأُ فِي نَحْرِهِ وَ أَسْتَعِيذُ بِكَ مِنْ شَرِّهِ اللَّهُمَّ أَعِنِّي عَلَى دِينِي بِدُنْيَايَ وَ عَلَى آخِرَتِي بِتَقْوَايَ وَ احْفَظْنِي فِيمَا غِبْتُ عَنْهُ وَ لَا تَكِلْنِي إِلَى نَفْسِي فِي مَا حَضَرْتُهُ يَا مَنْ لَا تَضُرُّهُ الذُّنُوبُ وَ لَا تَنْفَعُهُ [تَنْقُصُهُ‏] الْمَغْفِرَةُ اغْفِرْ لِي مَا لَا يَضُرُّكَ وَ أَعْطِنِي مَا لَا يَنْفَعُكَ إِنَّكَ أَنْتَ وَهَّابٌ أَسْأَلُكَ فَرَجاً قَرِيباً وَ مَخْرَجاً رَحِيباً وَ رِزْقاً وَاسِعاً وَ صَبْراً جَمِيلًا وَ عَافِيَةً مِنْ جَمِيعِ الْبَلَايَا- إِنَّكَ عَلى‏ كُلِ‏ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ وَ الْأَمْنَ وَ الصِّحَّةَ وَ الصَّبْرَ وَ دَوَامَ الْعَافِيَةِ وَ الشُّكْرَ عَلَى الْعَافِيَةِ وَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُلْبِسَنِي عَافِيَتَكَ فِي دِينِي وَ نَفْسِي وَ أَهْلِي وَ مَالِي وَ إِخْوَانِي مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ وَ جَمِيعِ مَا أَنْعَمْتَ بِهِ عَلَيَّ وَ أَسْتَوْدِعُكَ ذَلِكَ كُلَّهُ يَا رَبِّ وَ أَسْأَلُكَ أَنْ تَجْعَلَنِي فِي كَنَفِكَ وَ فِي جِوَارِكَ وَ فِي حِفْظِكَ وَ حِرْزِكَ وَ عِيَاذِكَ عَزَّ جَارُكَ وَ جَلَّ ثَنَاؤُكَ وَ لَا إِلَهَ غَيْرُكَ اللَّهُمَّ فَرِّغْ قَلْبِي لِمَحَبَّتِكَ وَ ذِكْرِكَ وَ انْعَشْهُ لِخَوْفِكَ أَيَّامَ حَيَاتِي كُلَّهَا وَ اجْعَلْ زَادِي مِنَ الدُّنْيَا تَقْوَاكَ وَ هَبْ لِي قُوَّةً أَحْتَمِلُ بِهَا جَمِيعَ طَاعَتِكَ وَ أَعْمَلُ بِهَا جَمِيعَ مَرْضَاتِكَ وَ اجْعَلْ فِرَارِي إِلَيْكَ وَ رَغْبَتِي فِي مَا عِنْدَكَ وَ الْبَسْ قَلْبِي الْوَحْشَةَ مِنْ شِرَارِ خَلْقِكَ وَ الْأُنْسَ بِأَوْلِيَائِكَ وَ أَهْلِ طَاعَتِكَ وَ لَا تَجْعَلْ لِفَاجِرٍ وَ لَا لِكَافِرٍ عَلَيَّ مِنَّةً وَ لَا لَهُ عِنْدِي يَداً وَ لَا لِي إِلَيْهِ حَاجَةً إِلَهِي قَدْ تَرَى مَكَانِي وَ تَسْمَعُ كَلَامِي وَ تَعْلَمُ سِرِّي وَ عَلَانِيَتِي لَا يَخْفَى عَلَيْكَ شَيْ‏ءٌ مِنْ أَمْرِي يَا مَنْ لَا يَصِفُهُ نَعْتُ النَّاعِتِينَ وَ يَا مَنْ لَا يُجَاوِزُهُ رَجَاءُ الرَّاجِينَ يَا مَنْ لَا يَضِيعُ لَدَيْهِ أَجْرُ الْمُحْسِنِينَ يَا مَنْ قَرُبَتْ نُصْرَتُهُ مِنَ الْمَظْلُومِينَ يَا مَنْ بَعُدَ عَوْنُهُ عَنِ الظَّالِمِينَ قَدْ عَلِمْتَ مَا نَالَنِي مِنْ فُلَانٍ مِمَّا حَظَرْتَ وَ انْتَهَكَ مِنِّي مَا حَجَرْتَ بَطَراً فِي نِعْمَتِكَ عِنْدَهُ وَ اغْتِرَاراً بِسَتْرِكَ عَلَيْهِ اللَّهُمَّ فَخُذْهُ عَنْ ظُلْمِي بِعِزَّتِكَ وَ افْلُلْ حَدَّهُ عَنِّي بِقُدْرَتِكَ وَ اجْعَلْ لَهُ شُغُلًا فِيمَا يَلِيهِ وَ عَجْزاً عَمَّا يَنْوِيهِ اللَّهُمَّ لَا تُسَوِّغْهُ ظُلْمِي وَ أَحْسِنْ عَلَيْهِ عَوْنِي وَ اعْصِمْنِي مِنْ مِثْلِ فِعَالِهِ وَ لَا تَجْعَلْنِي بِمِثْلِ حَالِهِ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ إِنِّي اسْتَجَرْتُ بِكَ وَ تَوَكَّلْتُ عَلَيْكَ وَ فَوَّضْتُ أَمْرِي إِلَيْكَ وَ أَلْجَأْتُ ظَهْرِي إِلَيْكَ وَ ضَعْفَ رُكْنِي إِلَى قُوَّتِكَ مُسْتَجِيراً بِكَ مِنْ ذِي التَّعَزُّزِ عَلَيَّ وَ الْقُوَّةِ عَلَى ضَيْمِي فَإِنِّي فِي جِوَارِكَ فَلَا ضَيْمَ عَلَى جَارِكَ رَبِّ فَاقْهَرْ عَنِّي قَاهِرِي وَ أَوْهِنْ عَنِّي مُسْتَوْهِنِي بِعِزَّتِكَ وَ اقْبِضْ عَنِّي ضَائِمِي بِقِسْطِكَ وَ خُذْ لِي مِمَّنْ ظَلَمَنِي بِعَدْلِكَ رَبِّ فَأَعِذْنِي بِعِيَاذِكَ فَبِعِيَاذِكَ امْتَنَعَ عَائِذُكَ وَ أَدْخِلْنِي فِي جِوَارِكَ عَزَّ جَارُكَ وَ جَلَّ ثَنَاؤُكَ وَ لَا إِلَهَ غَيْرُكَ وَ أَسْبِلْ عَلَيَّ سِتْرَكَ فَمَنْ تَسْتُرُهُ فَهُوَ الْآمِنُ الْمُحَصَّنُ الَّذِي لَا يُرَاعُ رَبِّ وَ اضْمُمْنِي فِي ذَلِكَ إِلَى كَنَفِكَ فَمَنْ تَكْنُفُهُ فَهُوَ الْآمِنُ الْمَحْفُوظُ لَا حَوْلَ وَ لَا قُوَّةَ وَ لَا حِيلَةَ إِلَّا بِاللَّهِ- الَّذِي لَمْ يَتَّخِذْ صَاحِبَةً وَ لَا وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً- مَنْ يَكُنْ ذَا حِيلَةٍ فِي نَفْسِهِ أَوْ حَوْلٍ بِتَقَلُّبِهِ أَوْ قُوَّةٍ فِي أَمْرِهِ بِشَيْ‏ءٍ سِوَى اللَّهِ فَإِنَّ حَوْلِي وَ قُوَّتِي وَ كُلَّ حِيلَتِي بِاللَّهِ الْوَاحِدِ الْأَحَدِ الصَّمَدِ الَّذِي‏ لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ وَ كُلُّ ذِي مُلْكٍ فَمَمْلُوكٌ لِلَّهِ وَ كُلُّ قَوِيٍّ ضَعِيفٌ عِنْدَ قُوَّةِ اللَّهِ وَ كُلُّ ذِي عِزٍّ فَغَالِبُهُ اللَّهُ وَ كُلُّ شَيْ‏ءٍ فِي قَبْضَةِ اللَّهِ- ذَلَّ كُلُّ عَزِيزٍ لِبَطْشِ اللَّهِ صَغُرَ كُلُّ عَظِيمٍ عِنْدَ عَظَمَةِ اللَّهِ خَضَعَ كُلُّ جَبَّارٍ عِنْدَ سُلْطَانِ اللَّهِ وَ اسْتَظْهَرْتُ وَ اسْتَطَلْتُ عَلَى كُلِّ عَدُوٍّ لِي بِتَوَلِّي اللَّهِ دَرَأْتُ فِي نَحْرِ كُلِّ عَادٍ عَلَيَّ بِاللَّهِ ضَرَبْتُ بِإِذْنِ اللَّهِ بَيْنِي وَ بَيْنَ كُلِّ مُتْرَفٍ ذِي سَوْرَةٍ وَ جَبَّارٍ ذِي نَخْوَةٍ وَ مُتَسَلِّطٍ ذِي قُدْرَةٍ وَ وَالٍ ذِي إِمْرَةٍ وَ مُسْتَعْدٍ ذِي أُبَّهَةٍ وَ عَنِيدٍ ذِي ضَغِينَةٍ وَ عَدُوٍّ ذِي غِيلَةٍ وَ حَاسِدٍ ذِي قُوَّةٍ وَ مَاكِرٍ ذِي مَكِيدَةٍ وَ كُلِّ مُعِينٍ أَوْ مُعَانٍ عَلَيَّ بِمَقَالَةٍ مُغْوِيَةٍ أَوْ سِعَايَةٍ مُسْلِبَةٍ أَوْ حِيلَةٍ مُوذِيَةٍ أَوْ غَائِلَةٍ مُرْدِيَةٍ أَوْ كُلِّ طَاغٍ ذِي كِبْرِيَاءَ أَوْ مُعْجَبٍ ذِي خُيَلَاءَ عَلَى كُلِّ سَبَبٍ وَ بِكُلِّ مَذْهَبٍ فَأَخَذْتُ لِنَفْسِي وَ مَالِي حِجَاباً دُونَهُمْ بِمَا أَنْزَلْتَ مِنْ كِتَابِكَ وَ أَحْكَمْتَ مِنْ وَحْيِكَ الَّذِي لَا يُؤْتَى مِنْ سُورَةٍ بِمِثْلِهِ وَ هُوَ الْحَكَمُ الْعَدْلُ وَ الْكِتَابُ الَّذِي‏ لا يَأْتِيهِ الْباطِلُ مِنْ بَيْنِ يَدَيْهِ وَ لا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ حَمْدِي لَكَ وَ ثَنَائِي عَلَيْكَ فِي الْعَافِيَةِ وَ الْبَلَاءِ وَ الشِدَّةِ وَ الرَّخَاءِ دَائِماً لَا يَنْقَضِي وَ لَا يَبِيدُ تَوَكَّلْتُ‏ عَلَى الْحَيِّ الَّذِي لا يَمُوتُ‏ اللَّهُمَّ بِكَ أَعُوذُ وَ بِكَ أَصُولُ وَ إِيَّاكَ أَعْبُدُ وَ إِيَّاكَ أَسْتَعِينُ وَ عَلَيْكَ أَتَوَكَّلُ وَ أَدْرَأُ بِكَ فِي نَحْرِ أَعْدَائِي وَ أَسْتَعِينُ بِكَ عَلَيْهِمْ وَ أَسْتَكْفِيكَهُمْ فَاكْفِنِيهِمْ بِمَا شِئْتَ وَ كَيْفَ شِئْتَ وَ مِمَّا شِئْتَ بِحَوْلِكَ وَ قُوَّتِكَ‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ- فَسَيَكْفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏- قالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَ نَجْعَلُ لَكُما سُلْطاناً فَلا يَصِلُونَ إِلَيْكُما بِآياتِنا أَنْتُما وَ مَنِ اتَّبَعَكُمَا الْغالِبُونَ‏- لا تَخافا إِنَّنِي مَعَكُما أَسْمَعُ وَ أَرى‏- قالَ اخْسَؤُا فِيها وَ لا تُكَلِّمُونِ‏ أَخَذْتُ بِسَمْعِ مَنْ يُطَالِبُنِي بِالسُّوءِ بِسَمْعِ اللَّهِ وَ بَصَرِهِ وَ قُوَّتِهِ بِقُوَّةِ اللَّهِ وَ حَبْلِهِ الْمَتِينِ وَ سُلْطَانِهِ الْمُبِينِ فَلَيْسَ لَهُمْ عَلَيْنَا سُلْطَانٌ وَ لَا سَبِيلٌ إِنْ شَاءَ اللَّهُ- وَ جَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ‏ اللَّهُمَّ يَدُكَ فَوْقَ كُلِّ ذِي يَدٍ وَ قُوَّتُكَ أَعَزُّ مِنْ كُلِّ قُوَّةٍ وَ سُلْطَانُكَ أَجَلُّ مِنْ كُلِّ سُلْطَانٍ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ كُنْ عِنْدَ ظَنِّي فِي مَا لَمْ أَجِدْ فِيهِ مَفْزَعاً غَيْرَكَ وَ لَا مَلْجَأً سِوَاكَ فَإِنَّنِي أَعْلَمُ أَنَّ عَدْلَكَ أَوْسَعُ مِنْ جَوْرِ الْجَبَّارِينَ وَ أَنَّ إِنْصَافَكَ مِنْ وَرَاءِ ظُلْمِ الظَّالِمِينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَجْمَعِينَ وَ أَجِرْنِي مِنْهُمْ يَا أَرْحَمَ الرَّاحِمِينَ أُعِيذُ نَفْسِي وَ دِينِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ مَنْ يَلْحَقُهُ عِنَايَتِي وَ جَمِيعَ نِعَمِ اللَّهِ عِنْدِي بِبِسْمِ اللَّهِ الَّذِي خَضَعَتْ لَهُ الرِّقَابُ وَ بِسْمِ اللَّهِ الَّذِي خَافَتْهُ الصُّدُورُ وَ وَجِلَتْ مِنْهُ النُّفُوسُ وَ بِالاسْمِ الَّذِي نَفَّسَ عَنْ دَاوُدَ كُرْبَتَهُ وَ بِالاسْمِ الَّذِي قَالَ لِلنَّارِ كُونِي بَرْداً وَ سَلاماً عَلى‏ إِبْراهِيمَ. وَ أَرادُوا بِهِ كَيْداً فَجَعَلْناهُمُ الْأَخْسَرِينَ‏ وَ بِعَزِيمَةِ اللَّهِ الَّتِي لَا تُحْصَى وَ بِقُدْرَةِ اللَّهِ الْمُسْتَطِيلَةِ عَلَى جَمِيعِ خَلْقِهِ مِنْ شَرِّ فُلَانٍ وَ مِنْ شَرِّ مَا خَلَقَهُ الرَّحْمَنُ وَ مِنْ شَرِّ كَيْدِهِمْ [مَكْرِهِمْ‏] وَ حَوْلِهِمْ وَ قُوَّتِهِمْ وَ حِيلَتِهِمْ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ بِكَ أَسْتَعِينُ وَ بِكَ أَسْتَغِيثُ وَ عَلَيْكَ أَتَوَكَّلُ وَ أَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ خَلِّصْنِي مِنْ كُلِّ مُصِيبَةٍ نَزَلَتْ فِي هَذَا الْيَوْمِ وَ فِي هَذِهِ اللَّيْلَةِ وَ فِي جَمِيعِ الْأَيَّامِ وَ اللَّيَالِي مِنَ السَّمَاءِ إِلَى الْأَرْضِ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ اجْعَلْ لِي سَهْماً فِي كُلِّ حَسَنَةٍ نَزَلَتْ فِي هَذَا الْيَوْمِ وَ فِي هَذِهِ اللَّيْلَةِ وَ فِي جَمِيعِ اللَّيَالِي وَ الْأَيَّامِ مِنَ السَّمَاءِ إِلَى الْأَرْضِ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ بِكَ أَسْتَفْتِحُ وَ بِكَ أَسْتَنْجِحُ وَ بِمُحَمَّدٍ ص إِلَيْكَ أَتَوَجَّهُ وَ بِكِتَابِكَ أَتَوَسَّلُ أَنْ تَلْطُفَ لِي بِلُطْفِكَ الْخَفِيِ‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ جَبْرَئِيلُ عَنْ يَمِينِي وَ مِيكَائِيلُ عَنْ شِمَالِي [يَسَارِي‏] وَ إِسْرَافِيلُ أَمَامِي وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ خَلْفِي وَ بَيْنَ يَدَيَ‏ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ‏ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ وَ سَلَّمَ كَثِيراً\n\n","مهج الدعوات و منهج العبادات"]