["اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْبَاعِثُ الْوَارِثُ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْقَائِمُ‏ عَلى‏ كُلِّ نَفْسٍ بِما كَسَبَتْ‏ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الَّذِي قَالَ لِلسَّمَاوَاتِ وَ الْأَرْضِ‏ ائْتِيا طَوْعاً أَوْ كَرْهاً قالَتا أَتَيْنا طائِعِينَ‏- اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ- لا تَأْخُذُهُ سِنَةٌ وَ لا نَوْمٌ‏ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ- الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى‏- يَعْلَمُ خائِنَةَ الْأَعْيُنِ وَ ما تُخْفِي‏ [خَائِنَةَ السِّرِّ وَ مَا يُخْفِي‏] الصُّدُورُ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ- لَهُ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ وَ ما بَيْنَهُما وَ ما تَحْتَ الثَّرى‏ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ يَرَى وَ لَا يُرَى وَ هُوَ بِالْمَنْظَرِ الْأَعْلَى رَبِّ الْآخِرَةِ وَ الْأُولَى اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الَّذِي ذَلَّ كُلُّ شَيْ‏ءٍ لِمُلْكِهِ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الَّذِي خَضَعَ كُلُّ شَيْ‏ءٍ لِعِزَّتِهِ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الَّذِي هُوَ فِي عُلُوِّهِ دَانٍ وَ فِي دُنُوِّهِ عَالٍ وَ فِي سُلْطَانِهِ قَوِيٌّ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْبَدِيعُ الرَّفِيعُ الْحَيُّ الدَّائِمُ الْبَاقِي الَّذِي لَا يَزُولُ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الَّذِي لَا تَصِفُ الْأَلْسُنُ قُدْرَتَهُ اعْتَصَمْتُ بِاللَّهِ الَّذِي‏ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَ لا نَوْمٌ‏ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَنَّانُ الْمَنَّانُ‏ ذُو الْجَلالِ وَ الْإِكْرامِ‏ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي‏ لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ أَكْرَمُ الْأَكْرَمِينَ الْكَبِيرُ الْأَكْبَرُ الْعَلِيُّ الْأَعْلَى اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ يُسَبِّحُ لَهُ‏ ما فِي السَّماواتِ وَ الْأَرْضِ كُلٌّ لَهُ قانِتُونَ‏ اعْتَصَمْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْحَكِيمُ السَّمِيعُ الْعَلِيمُ الرَّحْمَنُ الرَّحِيمُ اعْتَصَمْتُ بِاللَّهِ الَّذِي‏ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ اللَّهُمَّ إِنِّي أَسْأَلُكَ وَ أَنْتَ أَعْلَمُ بِمَسْأَلَتِي وَ أَطْلُبُ إِلَيْكَ وَ أَنْتَ الْعَالِمُ بِحَاجَتِي وَ أَرْغَبُ إِلَيْكَ وَ أَنْتَ مُنْتَهَى رَغْبَتِي فَيَا عَالِمَ الْخَفِيَّاتِ وَ سَامِكَ السَّمَاوَاتِ وَ دَافِعَ الْبَلِيَّاتِ وَ مَطْلَبَ الْحَاجَاتِ وَ مُعْطِيَ السُّؤْلَاتِ صَلِّ عَلَى مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَ عَلَى آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ اللَّهُمَّ اغْفِرْ لِي خَطِيئَتِي وَ إِسْرَافِي فِي أَمْرِي كُلِّهِ وَ مَا أَنْتَ أَعْلَمُ بِهِ مِنِّي اللَّهُمَّ اغْفِرْ لِي خَطَايَايَ وَ عَمْدِي وَ جَهْلِي وَ هَزْلِي وَ جِدِّي فَكُلُّ ذَلِكَ عِنْدِي وَ اغْفِرْ لِي مَا قَدَّمْتُ وَ مَا أَخَّرْتُ وَ مَا أَسْرَرْتُ وَ مَا أَعْلَنْتُ أَنْتَ الْمُقَدِّمُ وَ أَنْتَ الْمُؤَخِّرُ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ إِنْ تَغْفِرِ اللَّهُمَّ تَغْفِرْ جَمّاً وَ أَيُّ عَبْدٍ لَكَ لَا أَلَمَّا هَكَذَا وُجِدَ فِي الْأَصْلِ‏","مهج الدعوات و منهج العبادات"]