["‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ اللَّهُمَّ إِنَّ ذُنُوبِي وَ كَثْرَتَهَا قَدْ أَخْلَقَتْ وَجْهِي عِنْدَكَ وَ حَجَبَتْنِي عَنِ اسْتِيهَالِ رَحْمَتِكَ وَ بَاعَدَتْنِي عَنِ اسْتِيجَابِ مَغْفِرَتِكَ وَ لَوْ لَا تَعَلُّقِي بِآلَائِكَ‏ وَ تَمَسُّكِي بِالدُّعَاءِ وَ مَا وَعَدْتَ أَمْثَالِي مِنَ الْمُسْرِفِينَ وَ أَشْبَاهِي مِنَ الْخَاطِئِينَ وَ أَوْعَدْتَ الْقَانِطِينَ مِنْ رَحْمَتِكَ بِقَوْلِكَ‏ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى‏ أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ‏ وَ حَذَّرْتَ الْقَانِطِينَ مِنْ رَحْمَتِكَ- فَقُلْتَ‏ وَ مَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ‏ ثُمَّ نَدَبْتَنَا بِرَأْفَتِكَ إِلَى دُعَائِكَ فَقُلْتَ‏ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبادَتِي سَيَدْخُلُونَ جَهَنَّمَ داخِرِينَ‏ إِلَهِي لَقَدْ كَانَ ذلك [ذُلُ‏] الْإِيَاسِ عَلَيَّ مُشْتَمِلًا وَ الْقُنُوطُ مِنْ رَحْمَتِكَ مُلْتَحِفاً إِلَهِي لَقَدْ وَعَدْتَ الْمُحْسِنَ ظَنَّهُ بِكَ ثَوَاباً وَ أَوْعَدْتَ الْمُسِي‏ءَ ظَنَّهُ بِكَ عِقَاباً اللَّهُمَّ وَ قَدْ أَمْسَكَ رَمَقِي حُسْنُ الظَّنِّ بِكَ فِي عِتْقِ رَقَبَتِي مِنَ النَّارِ وَ تَغَمُّدِ زَلَّتِي وَ إِقَالَةِ عَثْرَتِي اللَّهُمَّ قُلْتَ فِي كِتَابِكَ وَ قَوْلُكَ الْحَقُّ الَّذِي لَا خُلْفَ لَهُ وَ لَا تَبْدِيلَ- يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ‏ وَ ذَلِكَ يَوْمُ النُّشُورِ فَإِذا نُفِخَ فِي الصُّورِ وَ بُعْثِرَ ما فِي الْقُبُورِ اللَّهُمَّ فَإِنِّي أُوفِي وَ أَشْهَدَ وَ أُقِرُّ وَ لَا أُنْكِرُ وَ لَا أَجْحَدُ وَ أُسِرُّ وَ أُعْلِنُ وَ أُظْهِرُ وَ أُبْطِنُ بِأَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ أَنَّ مُحَمَّداً عَبْدُكَ وَ رَسُولُكَ صَلَّى اللَّهُ عَلَيْهِ وَ أَنَّ عَلِيّاً أَمِيرَ الْمُؤْمِنِينَ سَيِّدُ الْأَوْصِيَاءِ وَ وَارِثُ عِلْمِ الْأَنْبِيَاءِ عَلَمُ الدِّينِ وَ مُبِيرُ الْمُشْرِكِينَ وَ مُمَيِّزُ الْمُنَافِقِينَ وَ مُجَاهِدُ الْمَارِقِينَ وَ إِمَامِي وَ حُجَّتِي وَ عُرْوَتِي وَ صِرَاطِي وَ دَلِيلِي وَ حُجَّتِي وَ مَنْ لَا أَثِقُ بِأَعْمَالِي وَ لَوْ زَكَتْ وَ لَا أَرَاهَا مُنْجِيَةً لِي وَ لَوْ صَلَحَتْ إِلَّا بِوَلَايَتِهِ وَ الِائْتِمَامِ بِهِ وَ الْإِقْرَارِ بِفَضَائِلِهِ وَ الْقَبُولِ مِنْ حَمَلَتِهَا وَ التَّسْلِيمِ لِرُوَاتِهَا وَ أُقِرُّ بِأَوْصِيَائِهِ مِنْ أَبْنَائِهِ أَئِمَّةً وَ حُجَجاً وَ أَدِلَّةً وَ سُرُجاً وَ أَعْلَاماً وَ مَنَاراً وَ سَادَةً وَ أَبْرَاراً وَ أُومِنُ بِسِرِّهِمْ وَ جَهْرِهِمْ وَ ظَاهِرِهِمْ وَ بَاطِنِهِمْ وَ شَاهِدِهِمْ وَ غَائِبِهِمْ وَ حَيِّهِمْ وَ مَيِّتِهِمْ لَا شَكَّ فِي ذَلِكَ وَ لَا ارْتِيَابَ عِنْدَ تَحَوُّلِكَ وَ لَا انْقِلَابَ اللَّهُمَّ فَادْعُنِي يَوْمَ حَشْرِي وَ نَشْرِي بِإِمَامَتِهِمْ وَ أَنْقِذْنِي بِهِمْ يَا مَوْلَايَ مِنْ حَرِّ النِّيرَانِ وَ إِنْ لَمْ تَرْزُقْنِي رُوحَ الْجِنَانِ فَإِنَّكَ إِنْ أَعْتَقْتَنِي مِنَ النَّارِ كُنْتُ مِنَ الْفَائِزِينَ اللَّهُمَّ وَ قَدْ أَصْبَحْتُ يَوْمِي هَذَا لَا ثِقَةَ لِي وَ لَا رَجَاءَ وَ لَا لَجَأَ وَ لَا مَفْزَعَ وَ لَا مَنْجَى غَيْرُ مَنْ تَوَسَّلْتُ بِهِمْ إِلَيْكَ- مُتَقَرِّباً إِلَى رَسُولِكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ ثُمَّ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ وَ الزَّهْرَاءِ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ وَ الْحَسَنِ وَ الْحُسَيْنِ وَ عَلِيٍّ وَ مُحَمَّدٍ وَ جَعْفَرٍ وَ مُوسَى وَ عَلِيٍّ وَ مُحَمَّدٍ وَ عَلِيٍّ وَ الْحَسَنِ وَ مَنْ بَعْدَهُمْ يُقِيمُ الْمَحَجَّةَ إِلَى الْحُجَّةِ الْمَسْتُورَةِ مِنْ وُلْدِهِ الْمَرْجُوِّ لِلْأُمَّةِ مِنْ بَعْدِهِ اللَّهُمَّ فَاجْعَلْهُمْ فِي هَذَا الْيَوْمِ وَ مَا بَعْدَهُ حِصْنِي مِنَ الْمَكَارِهِ وَ مَعْقِلِي مِنَ الْمَخَاوِفِ وَ نَجِّنِي بِهِمْ مِنْ كُلِّ عَدُوٍّ وَ طَاغٍ وَ بَاغٍ وَ فَاسِقٍ وَ مِنْ شَرِّ مَا أَعْرِفُ وَ مَا أُنْكِرُ وَ مَا اسْتَتَرَ عَنِّي وَ مَا أَبْصُرُ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي‏ آخِذٌ بِناصِيَتِها- إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ اللَّهُمَّ بِتَوَسُّلِي بِهِمْ إِلَيْكَ وَ تَقَرُّبِي بِمَحَبَّتِهِمْ وَ تَحَصُّنِي بِإِمَامَتِهِمْ افْتَحْ عَلَيَّ فِي هَذَا الْيَوْمِ أَبْوَابَ رِزْقِكَ وَ انْشُرْ عَلَيَّ رَحْمَتَكَ وَ حَبِّبْنِي إِلَى خَلْقِكَ وَ جَنِّبْنِي بُغْضَهُمْ وَ عَدَاوَتَهُمْ‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ وَ لِكُلِّ مُتَوَسِّلٍ ثَوَابٌ وَ لِكُلِّ ذِي شَفَاعَةٍ حَقٌّ فَأَسْأَلُكَ بِمَنْ جَعَلْتُهُ إِلَيْكَ [سَبَبِي‏] وَ قَدَّمْتُهُ أَمَامَ طَلِبَتِي أَنْ تُعَرِّفَنِي بَرَكَةَ يَوْمِي هَذَا وَ شَهْرِي هَذَا وَ عَامِي هَذَا اللَّهُمَّ وَ هُمْ مَفْزَعِي وَ مَعُونَتِي فِي شِدَّتِي وَ رَخَائِي وَ عَافِيَتِي وَ بَلَائِي وَ نَوْمِي وَ يَقَظَتِي وَ ظَعْنِي وَ إِقَامَتِي وَ عُسْرِي وَ يُسْرِي وَ عَلَانِيَتِي وَ سِرِّي وَ إِصْبَاحِي وَ إِمْسَائِي وَ تَقَلُّبِي وَ مَثْوَايَ وَ سِرِّي وَ جَهْرِي اللَّهُمَّ فَلَا تُخَيِّبْنِي بِهِمْ مِنْ نَائِلِكَ- وَ لَا تَقْطَعْ رَجَائِي مِنْ رَحْمَتِكَ وَ لَا تُؤْيِسْنِي مِنْ رَوْحِكَ وَ لَا تَبْتَلِنِي بِانْغِلَاقِ أَبْوَابِ الْأَرْزَاقِ وَ انْسِدَادِ مَسَالِكِهَا وَ ارْتِيَاحِ مَذَاهِبِهَا وَ افْتَحْ لِي مِنْ لَدُنْكَ فَتْحاً يَسِيراً وَ اجْعَلْ لِي مِنْ كُلِّ ضَنْكٍ مَخْرَجاً وَ إِلَى كُلِّ سَعَةٍ مَنْهَجاً إِنَّكَ أَرْحَمُ الرَّاحِمِينَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ آمِينَ رَبَّ الْعَالَمِينَ‏","مهج الدعوات و منهج العبادات"]