["لَا إِلَهَ إِلَّا اللَّهُ فِي عِلْمِهِ مُنْتَهَى رِضَاهُ لَا إِلَهَ إِلَّا اللَّهُ بَعْدَ عِلْمِهِ مُنْتَهَى رِضَاهُ لَا إِلَهَ إِلَّا اللَّهُ مَعَ عِلْمِهِ مُنْتَهَى رِضَاهُ اللَّهُ أَكْبَرُ فِي عِلْمِهِ مُنْتَهَى رِضَاهُ اللَّهُ أَكْبَرُ بَعْدَ عِلْمِهِ مُنْتَهَى رِضَاهُ اللَّهُ أَكْبَرُ مَعَ عِلْمِهِ مُنْتَهَى رِضَاهُ الْحَمْدُ لِلَّهِ فِي عِلْمِهِ مُنْتَهَى رِضَاهُ الْحَمْدُ لِلَّهِ بَعْدَ عِلْمِهِ مُنْتَهَى رِضَاهُ الْحَمْدُ لِلَّهِ مَعَ عِلْمِهِ مُنْتَهَى رِضَاهُ سُبْحَانَ اللَّهِ فِي عِلْمِهِ مُنْتَهَى رِضَاهُ سُبْحَانَ اللَّهِ بَعْدَ عِلْمِهِ مُنْتَهَى رِضَاهُ سُبْحَانَ اللَّهِ مَعَ عِلْمِهِ مُنْتَهَى رِضَاهُ وَ الْحَمْدُ لِلَّهِ بِجَمِيعِ مَحَامِدِهِ عَلَى جَمِيعِ نِعَمِهِ وَ سُبْحَانَ اللَّهِ وَ بِحَمْدِهِ مُنْتَهَى رِضَاهُ فِي عِلْمِهِ وَ اللَّهُ أَكْبَرُ وَ حَقٌّ لَهُ ذَلِكَ لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ لَا إِلَهَ إِلَّا اللَّهُ نُورُ السَّمَاوَاتِ السَّبْعِ وَ نُورُ الْأَرَضِينَ السَّبْعِ وَ نُورُ الْعَرْشِ الْعَظِيمِ لَا إِلَهَ إِلَّا اللَّهُ تَهْلِيلًا لَا تُحْصِيهِ غَيْرُهُ قَبْلَ كُلِّ أَحَدٍ وَ بَعْدَ كُلِّ أَحَدٍ وَ مَعَ كُلِّ أَحَدٍ وَ اللَّهُ أَكْبَرُ تَكْبِيراً لَا تُحْصِيهِ غَيْرُهُ قَبْلَ كُلِّ أَحَدٍ وَ مَعَ كُلِّ أَحَدٍ وَ بَعْدَ كُلِّ أَحَدٍ [وَ الْحَمْدُ لِلَّهِ تَحْمِيداً لَا يُحْصِيهِ غَيْرُهُ قَبْلَ كُلِّ أَحَدٍ وَ مَعَ كُلِّ أَحَدٍ وَ بَعْدَ كُلِّ أَحَدٍ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ تَمْجِيداً لَا يُحْصِيهِ غَيْرُهُ قَبْلَ كُلِّ أَحَدٍ وَ مَعَ كُلِّ أَحَدٍ وَ بَعْدَ كُلِّ أَحَدٍ] وَ سُبْحَانَ اللَّهِ تَسْبِيحاً لَا يُحْصِيهِ غَيْرُهُ قَبْلَ كُلِّ أَحَدٍ وَ مَعَ كُلِّ أَحَدٍ وَ بَعْدَ كُلِّ أَحَدٍ اللَّهُمَّ إِنِّي أُشْهِدُكَ وَ كَفَى بِكَ شَهِيداً فَاشْهَدْ لِي بِأَنَّ قَوْلَكَ حَقٌّ وَ فِعْلَكَ حَقٌّ وَ أَنَّ قَضَاءَكَ حَقٌّ وَ أَنَّ قَدَرَكَ حَقٌّ وَ أَنَ‏ رُسُلَكَ حَقٌّ وَ أَنَّ أَوْصِيَاءَكَ حَقٌّ وَ أَنَّ رَحْمَتَكَ حَقٌّ وَ أَنَّ جَنَّتَكَ حَقٌّ وَ أَنَّ نَارَكَ حَقٌّ وَ أَنَّ قِيَامَتَكَ حَقٌّ وَ أَنَّكَ مُمِيتُ الْأَحْيَاءِ وَ أَنَّكَ مُحْيِي الْمَوْتَى وَ أَنَّكَ بَاعِثُ مَنْ فِي الْقُبُورِ وَ أَنَّكَ‏ جامِعُ النَّاسِ لِيَوْمٍ لا رَيْبَ فِيهِ‏ وَ أَنَّكَ‏ لا تُخْلِفُ الْمِيعادَ اللَّهُمَّ إِنِّي أُشْهِدُكَ وَ كَفَى بِكَ شَهِيداً فَاشْهَدْ لِي أَنَّكَ رَبِّي وَ أَنَّ مُحَمَّداً رَسُولَكَ نَبِيِّي وَ الْأَوْصِيَاءَ مِنْ بَعْدِهِ أَئِمَّتِي وَ أَنَّ الدِّينَ الَّذِي شَرَعْتَ دِينِي وَ أَنَّ الْكِتَابَ الَّذِي أَنْزَلْتَ عَلَى مُحَمَّدٍ رَسُولِكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ نُورِي اللَّهُمَّ إِنِّي أُشْهِدُكَ وَ كَفَى بِكَ شَهِيداً فَاشْهَدْ لِي فَإِنَّكَ أَنْتَ الْمُنْعِمُ عَلَيَّ لَا غَيْرُكَ لَكَ الْحَمْدُ وَ بِنِعْمَتِكَ تَتِمُّ الصَّالِحَاتُ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ وَ الْحَمْدُ لِلَّهِ وَ سُبْحَانَ اللَّهِ وَ بِحَمْدِهِ وَ تَبَارَكَ اللَّهُ وَ تَعَالَى وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ لَا مَنْجَى وَ لَا مَلْجَأَ مِنَ اللَّهِ إِلَّا إِلَيْهِ عَدَدَ الشَّفْعِ وَ الْوَتْرِ وَ عَدَدَ كَلِمَاتِ رَبِّي الطَّيِّبَاتِ التَّامَّاتِ الْمُبَارَكَاتِ صَدَقَ اللَّهُ وَ صَدَقَ الْمُرْسَلُونَ الْحَمْدُ لِلَّهِ عَدَدَ مَا أَحْصَى عِلْمُهُ وَ مِثْلَ مَا أَحْصَى عِلْمُهُ وَ مِلْ‏ءَ مَا أَحْصَى عِلْمُهُ وَ أَضْعَافَ مَا أَحْصَى عِلْمُهُ وَ لَا إِلَهَ إِلَّا اللَّهُ عَدَدَ مَا أَحْصَى عِلْمُهُ وَ مِثْلَ مَا أَحْصَى عِلْمُهُ وَ مِلْ‏ءَ مَا أَحْصَى عِلْمُهُ وَ أَضْعَافَ مَا أَحْصَى عِلْمُهُ وَ اللَّهُ أَكْبَرُ عَدَدَ مَا أَحْصَى عِلْمُهُ وَ مِثْلَ مَا أَحْصَى عِلْمُهُ وَ مِلْ‏ءَ مَا أَحْصَى عِلْمُهُ وَ أَضْعَافَ مَا أَحْصَى عِلْمُهُ سُبْحَانَ اللَّهِ عَدَدَ مَا أَحْصَى عِلْمُهُ وَ مِثْلَ مَا أَحْصَى عِلْمُهُ وَ مِلْ‏ءَ مَا أَحْصَى عِلْمُهُ وَ أَضْعَافَ مَا أَحْصَى عِلْمُهُ","مهج الدعوات و منهج العبادات"]