{
"title": "تسبيح لرسول الله ص",
"type": "text",
"source": "البلد الأمين و الدرع الحصين",
"data": "بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ رَبُّ الْعَرْشِ الْعَظِيمِ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ الرَّحْمنُ الرَّحِيمُ‏ سُبْحَانَكَ أَنْتَ اللَّهُ رَبُّ الْعَالَمِينَ سُبْحَانَكَ أَنْتَ اللَّهُ‏ الْمَلِكُ الْقُدُّوسُ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ السَّلامُ الْمُؤْمِنُ‏ سُبْحَانَكَ أَنْتَ اللَّهُ الْعَزِيزُ الْمُهَيْمِنُ سُبْحَانَكَ أَنْتَ اللَّهُ‏ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَكَ أَنْتَ‏ اللَّهُ الْخالِقُ الْبارِئُ‏ سُبْحَانَكَ‏ أَنْتَ اللَّهُ الْمُصَوِّرُ الْحَكِيمُ سُبْحَانَكَ أَنْتَ اللَّهُ‏ السَّمِيعُ الْعَلِيمُ‏ سُبْحَانَكَ أَنْتَ اللَّهُ الْبَصِيرُ الصَّادِقُ سُبْحَانَكَ أَنْتَ اللَّهُ‏ الْحَيُّ الْقَيُّومُ‏ سُبْحَانَكَ أَنْتَ اللَّهُ الْوَاسِعُ اللَّطِيفُ سُبْحَانَكَ أَنْتَ اللَّهُ الْبَدِيعُ الْأَحَدُ سُبْحَانَكَ أَنْتَ اللَّهُ‏ الْعَلِيُّ الْكَبِيرُ سُبْحَانَكَ أَنْتَ اللَّهُ‏ الْغَفُورُ الْوَدُودُ سُبْحَانَكَ أَنْتَ اللَّهُ الشَّكُورُ الْحَلِيمُ سُبْحَانَكَ أَنْتَ اللَّهُ الْمُبْدِئُ الْمُعِيدُ سُبْحَانَكَ أَنْتَ اللَّهُ الْوَاحِدُ الْأَحَدُ سُبْحَانَكَ أَنْتَ اللَّهُ السَّيِّدُ الصَّمَدُ سُبْحَانَكَ أَنْتَ اللَّهُ الْأَوَّلُ الْآخِرُ سُبْحَانَكَ أَنْتَ اللَّهُ الظَّاهِرُ الْبَاطِنُ سُبْحَانَكَ أَنْتَ اللَّهُ الْغَفُورُ الْغَفَّارُ سُبْحَانَكَ أَنْتَ اللَّهُ الْوَكِيلُ الْكَافِي سُبْحَانَكَ أَنْتَ اللَّهُ الْعَظِيمُ الْكَرِيمُ سُبْحَانَكَ أَنْتَ اللَّهُ الْمُغِيثُ الدَّائِمُ سُبْحَانَكَ أَنْتَ اللَّهُ الْمُتَعَالِي الْحَقُّ سُبْحَانَكَ أَنْتَ اللَّهُ الْبَاعِثُ الْوَارِثُ سُبْحَانَكَ أَنْتَ اللَّهُ الْبَاقِي الرَّءُوفُ سُبْحَانَكَ أَنْتَ اللَّهُ الْعَزِيزُ الْحَمِيدُ سُبْحَانَكَ أَنْتَ اللَّهُ الْقَرِيبُ الْمُجِيبُ سُبْحَانَكَ أَنْتَ اللَّهُ الْقَابِضُ الْبَاسِطُ سُبْحَانَكَ أَنْتَ اللَّهُ الشَّهِيدُ الْمُنْعِمُ سُبْحَانَكَ أَنْتَ اللَّهُ الْقَاهِرُ الرَّازِقُ [الرَّزَّاقُ‏] سُبْحَانَكَ أَنْتَ اللَّهُ الْحَسِيبُ الْبَارِئُ سُبْحَانَكَ أَنْتَ اللَّهُ الْغَنِيُّ الْوَفِيُّ سُبْحَانَكَ أَنْتَ اللَّهُ الْقَادِرُ الْمُقْتَدِرُ سُبْحَانَكَ أَنْتَ اللَّهُ التَّوَّابُ الْوَهَّابُ سُبْحَانَكَ أَنْتَ اللَّهُ الْمُحْيِي الْمُمِيتُ سُبْحَانَكَ أَنْتَ اللَّهُ الْحَنَّانُ الْمَنَّانُ سُبْحَانَكَ أَنْتَ اللَّهُ الْقَدِيمُ الْفَعَّالُ سُبْحَانَكَ أَنْتَ اللَّهُ الْقَوِيُّ الْقَائِمُ سُبْحَانَكَ أَنْتَ اللَّهُ الرَّءُوفُ الرَّحِيمُ سُبْحَانَكَ أَنْتَ اللَّهُ الْوَفِيُّ الْكَرِيمُ سُبْحَانَكَ أَنْتَ اللَّهُ الْفَاطِرُ الْخَالِقُ سُبْحَانَكَ أَنْتَ اللَّهُ الْعَزِيزُ الْفَتَّاحُ سُبْحَانَكَ أَنْتَ اللَّهُ الدَّيَّانُ الشَّكُورُ سُبْحَانَكَ أَنْتَ اللَّهُ‏ عَلَّامُ الْغُيُوبِ‏ سُبْحَانَكَ أَنْتَ اللَّهُ الصَّادِقُ الْعَدْلُ سُبْحَانَكَ أَنْتَ اللَّهُ الطَّاهِرُ الطُّهْرُ سُبْحَانَكَ أَنْتَ اللَّهُ الرَّفِيعُ الْبَاقِي سُبْحَانَكَ أَنْتَ اللَّهُ الْوَتْرُ الْهَادِي‏ سُبْحَانَكَ أَنْتَ اللَّهُ الْوَلِيُّ النَّصِيرُ سُبْحَانَكَ أَنْتَ اللَّهُ الْكَفِيلُ الْمُسْتَعَانُ سُبْحَانَكَ أَنْتَ اللَّهُ الْغَالِبُ الْمُعْطِي سُبْحَانَكَ أَنْتَ اللَّهُ الْعَالِمُ الْمُعَظَّمُ سُبْحَانَكَ أَنْتَ اللَّهُ الْمُحْسِنُ الْمُجْمِلُ سُبْحَانَكَ أَنْتَ اللَّهُ الْمُنْعِمُ الْمُفْضِلُ سُبْحَانَكَ أَنْتَ اللَّهُ الْفَاضِلُ الصَّادِقُ سُبْحَانَكَ أَنْتَ اللَّهُ‏ خَيْرُ الْحاكِمِينَ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ خَيْرُ الْفاصِلِينَ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ خَيْرُ الْوارِثِينَ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ خَيْرُ النَّاصِرِينَ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ خَيْرُ الْغافِرِينَ‏ سُبْحَانَكَ أَنْتَ اللَّهُ خَيْرُ الْفَاطِرِينَ سُبْحَانَكَ أَنْتَ اللَّهُ‏ خَيْرُ الرَّازِقِينَ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ أَسْرَعُ الْحاسِبِينَ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ أَحْسَنُ الْخالِقِينَ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ الْعَزِيزُ الْحَكِيمُ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ أَرْحَمُ الرَّاحِمِينَ‏ سُبْحَانَكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ‏ رَبُّ الْعَرْشِ الْعَظِيمِ‏ سُبْحَانَكَ أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ فَاسْتَجَبْنا لَهُ وَ نَجَّيْناهُ مِنَ الْغَمِ‏ وَ كَذلِكَ نُنْجِي الْمُؤْمِنِينَ‏ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ‏ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِين‏."
}