{
"title": "حرز للإمام الصادق ع (1)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "قال الإمام الصادق (ع) : هَذَا حِرْزٌ جَلِيلٌ وَ دُعَاءٌ عَظِيمٌ نَبِيلٌ مَنْ قَرَأَهُ صَبَاحاً كَانَ فِي أَمَانِ اللَّهِ إِلَى الْعِشَاءِ وَ مَنْ قَرَأَهُ عِشَاءً كَانَ فِي حِفْظِ اللَّهِ تَعَالَى إِلَى الصَّبَاحِ وَ قَدْ عَلَّمَنِيهِ أَبِي‏ بَاقِرُ عِلْمِ الْأَوَّلِينَ وَ الْآخِرِينَ عَنْ أَبِيهِ سَيِّدِ الْعَابِدِينَ عَنْ أَبِيهِ سَيِّدِ الشُّهَدَاءِ عَنْ أَخِيهِ سَيِّدِ الْأَصْفِيَاءِ عَنْ أَبِيهِ سَيِّدِ الْأَوْصِيَاءِ عَنْ مُحَمَّدٍ سَيِّدِ الْأَنْبِيَاءِ صَلَوَاتُ اللَّهِ عَلَيْهِ وَ آلِهِ الطَّاهِرِينَ اسْتَخْرَجَهُ مِنْ كِتَابِ اللَّهِ الْعَزِيزِ الَّذِي‏ لا يَأْتِيهِ الْباطِلُ مِنْ بَيْنِ يَدَيْهِ وَ لا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ وَ هُوَ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ الْحَمْدُ لِلَّهِ الَّذِي هَدَانِي لِلْإِسْلَامِ وَ أَكْرَمَنِيَ بِالْإِيمَانِ وَ عَرَّفَنِي الْحَقَّ الَّذِي عَنْهُ يُؤْفَكُونَ وَ النَّبَأَ الْعَظِيمَ‏ الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ‏ وَ سُبْحَانَ اللَّهِ الَّذِي رَفَعَ السَّمَاءَ بِغَيْرِ عَمَدٍ تَرَوْنَها وَ أَنْشَأَ جَنَّاتِ الْمَأْوَى بِلَا أَمَدٍ تَلْقَوْنَهَا لَا إِلَهَ إِلَّا اللَّهُ السَّابِغُ النِّعْمَةِ الدَّافِعُ النَّقِمَةِ الْوَاسِعُ الرَّحْمَةِ وَ اللَّهُ أَكْبَرُ ذُو السُّلْطَانِ الْمَنِيعِ وَ الإِنْشَاءِ الْبَدِيعِ وَ الشَّأْنِ الرَّفِيعِ وَ الْحِسَابِ السَّرِيعِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ وَ أَمِينِكَ وَ شَهِيدِكَ التَّقِيِّ النَّقِيِّ الْبَشِيرِ النَّذِيرِ السِّرَاجِ الْمُنِيرِ وَ آلِهِ الطَّيِّبِينَ الْأَخْيَارِ مَا شَاءَ اللَّهُ تَقَرُّباً إِلَى اللَّهِ مَا شَاءَ اللَّهُ تَوَجُّهاً إِلَى اللَّهِ مَا شَاءَ اللَّهُ تَلَطُّفاً بِاللَّهِ مَا شَاءَ اللَّهُ مَا يَكُنْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ مَا شَاءَ اللَّهُ لَا يَصْرِفُ السُّوءَ إِلَّا اللَّهُ مَا شَاءَ اللَّهُ لَا يَسُوقُ الْخَيْرَ إِلَّا اللَّهُ- ما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ‏ أُعِيذُ نَفْسِي وَ شَعْرِي وَ بَشَرِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ ذُرِّيَّتِي وَ دِينِي وَ دُنْيَايَ وَ مَا رَزَقَنِي رَبِّي وَ مَا أُغْلِقَتْ عَلَيْهِ أَبْوَابِي وَ أَحَاطَتْ بِهِ جُدْرَانِي وَ مَا أَتَقَلَّبُ فِيهِ مِنْ نِعَمِهِ وَ إِحْسَانِهِ وَ جَمِيعِ إِخْوَانِهِ وَ أَقْرِبَائِي وَ قَرَابَاتِي مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِاللَّهِ الْعَظِيمِ وَ بِأَسْمَائِهِ التَّامَّةِ الْعَامَّةِ الْكَامِلَةِ الشَّافِيَةِ الْفَاضِلَةِ الْمُبَارَكَةِ الْمُنِيفَةِ الْمُتَعَالِيَةِ الزَّاكِيَةِ الشَّرِيفَةِ الْكَرِيمَةِ الطَّاهِرَةِ الْعَظِيمَةِ الْمَخْزُونَةِ الْمَكْنُونَةِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَ لَا فَاجِرٌ وَ بِأُمِّ الْكِتَابِ وَ فَاتِحَتِهِ وَ خَاتِمَتِهِ وَ مَا بَيْنَهُمَا مِنْ سُورَةٍ شَرِيفَةٍ وَ آيَةٍ مُحْكَمَةٍ وَ شِفَاءٍ وَ رَحْمَةٍ وَ عُوذَةٍ وَ بَرَكَةٍ وَ بِالتَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ وَ الْفُرْقَانِ وَ بِصُحُفِ إِبْرَاهِيمَ وَ مُوسَى وَ بِكُلِّ كِتَابٍ أَنْزَلَهُ اللَّهُ وَ بِكُلِّ رَسُولٍ أَرْسَلَهُ اللَّهُ وَ بِكُلِّ حُجَّةٍ أَقَامَهَا اللَّهُ وَ بِكُلِّ بُرْهَانٍ أَظْهَرَهُ اللَّهُ وَ بِكُلِّ آلَاءِ اللَّهِ وَ عِزَّةِ اللَّهِ وَ عَظَمَةِ اللَّهِ وَ قُدْرَةِ اللَّهِ وَ سُلْطَانِ اللَّهِ وَ جَلَالِ اللَّهِ وَ مَنْعِ اللَّهِ وَ مَنِّ اللَّهِ وَ عَفْوِ اللَّهِ وَ حِلْمِ اللَّهِ وَ حِكْمَةِ اللَّهِ وَ غُفْرَانِ اللَّهِ وَ مَلَائِكَةِ اللَّهِ وَ كُتُبِ اللَّهِ وَ رُسُلِ اللَّهِ وَ أَنْبِيَاءِ اللَّهِ وَ مُحَمَّدٍ رَسُولِ اللَّهِ وَ أَهْلِ بَيْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَيْهِمْ أَجْمَعِينَ مِنْ غَضَبِ اللَّهِ وَ سَخَطِ اللَّهِ وَ نَكَالِ اللَّهِ وَ عِقَابِ اللَّهِ وَ أَخْذِ اللَّهِ وَ بَطْشِهِ وَ اجْتِيَاحِهِ وَ اجْتِثَاثِهِ وَ اصْطِلَامِهِ وَ تَدْمِيرِهِ وَ سَطَوَاتِهِ وَ نَقِمَتِهِ وَ جَمِيعِ مَثُلَاتِهِ وَ مِنْ إِعْرَاضِهِ وَ صُدُودِهِ وَ تَنْكِيلِهِ وَ تَوْكِيلِهِ وَ خِذْلَانِهِ وَ دَمْدَمَتِهِ وَ تَخْلِيَتِهِ وَ مِنَ الْكُفْرِ وَ النِّفَاقِ وَ الشَّكِّ وَ الشِّرْكِ وَ الْحَيْرَةِ فِي دِينِ اللَّهِ وَ مِنْ شَرِّ يَوْمِ النُّشُورِ وَ الْحَشْرِ وَ الْمَوْقِفِ وَ الْحِسَابِ وَ مِنْ شَرِّ كِتَابٍ قَدْ سَبَقَ وَ مِنْ زَوَالِ النِّعْمَةِ وَ تَحْوِيلِ الْعَافِيَةِ وَ حُلُولِ النَّقِمَةِ وَ مُوجِبَاتِ الْهَلَكَةِ وَ مِنْ مَوَاقِفِ الْخِزْيِ وَ الْفَضِيحَةِ فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ هَوًى مُرْدٍ وَ قَرِينٍ مُلْهٍ وَ صَاحِبٍ مُسْهٍ وَ جَارٍ مُوذٍ وَ غِنًى مُطْغٍ وَ فَقْرٍ مُنْسٍ وَ قَلْبٍ لَا يَخْشَعُ وَ صَلَاةٍ لَا تُرْفَعُ وَ دُعَاءٍ لَا يُسْمَعُ وَ عَيْنٍ لَا تَدْمَعُ وَ نَفْسٍ لَا تَقْنَعُ وَ بَطْنٍ لَا يَشْبَعُ وَ عَمَلٍ لَا يَنْفَعُ وَ اسْتِغَاثَةٍ لَا تُجَابُ وَ غَفْلَةٍ وَ تَفْرِيطٍ يُوجِبَانِ الْحَسْرَةَ وَ النَّدَامَةَ وَ مِنَ الرِّيَاءِ وَ السُّمْعَةِ وَ الشَّكِّ وَ الْعَمَى فِي دِينِ اللَّهِ وَ مِنْ نَصَبٍ وَ اجْتِهَادٍ يُوجِبَانِ الْعَذَابَ وَ مِنْ مُرْدٍ إِلَى النَّارِ وَ مِنْ ضَلَعِ الدَّيْنِ وَ غَلَبَةِ الرِّجَالِ وَ سُوءِ الْمَنْظَرِ فِي الدِّينِ وَ النَّفْسِ وَ الْأَهْلِ وَ الْمَالِ وَ الْوَلَدِ وَ الْإِخْوَانِ وَ عِنْدَ مُعَايَنَةِ مَلَكِ الْمَوْتِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنَ الْغَرَقِ وَ الْحَرَقِ وَ الشَّرَقِ وَ السَّرَقِ وَ الْهَدْمِ وَ الْخَسْفِ وَ الْمَسْخِ وَ الْحِجَارَةِ وَ الصَّيْحَةِ وَ الزَّلَازِلِ وَ الْفِتَنِ وَ الْعَيْنِ وَ الصَّوَاعِقِ وَ الْبَرْدِ وَ الْقَوَدِ وَ الْقَرَدِ وَ الْجُنُونِ وَ الْجُذَامِ وَ الْبَرَصِ وَ أَكْلِ السَّبُعِ وَ مِيتَةِ السَّوْءِ وَ جَمِيعِ أَنْوَاعِ الْبَلَايَا فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ السَّامَّةِ وَ الْهَامَّةِ وَ اللَّامَّةِ وَ الْخَاصَّةِ وَ الْعَامَّةِ وَ الْحَامَّةِ وَ مِنْ شَرِّ أَحْدَاثِ النَّهَارِ وَ مِنْ شَرِّ طَوَارِقِ اللَّيْلِ إِلَّا طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَانُ وَ مِنْ دَرَكِ الشَّقَاءِ وَ سُوءِ الْقَضَاءِ وَ جَهْدِ الْبَلَاءِ وَ شَمَاتَةِ الْأَعْدَاءِ وَ تَتَابُعِ الْعَنَاءِ وَ الْفَقْرِ إِلَى الْأَكْفَاءِ وَ سُوءِ الْمَمَاتِ وَ الْمَحْيَا وَ سُوءِ الْمُنْقَلَبِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ إِبْلِيسَ وَ جُنُودِهِ وَ أَعْوَانِهِ وَ أَتْبَاعِهِ‏ وَ أَشْيَاعِهِ وَ مِنْ شَرِّ الْجِنِّ وَ الْإِنْسِ وَ مِنْ شَرِّ الشَّيْطَانِ وَ مِنْ شَرِّ السُّلْطَانِ وَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ وَ مِنْ شَرِّ مَا أَخَافُ وَ أَحْذَرُ وَ مِنْ شَرِّ فَسَقَةِ الْعَرَبِ وَ الْعَجَمِ وَ مِنْ شَرِّ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ وَ مِنْ شَرِّ مَا فِي النُّورِ وَ الظُّلَمِ وَ مِنْ شَرِّ مَا هَجَمَ أَوْ دَهَمَ أَوْ أَلَمَّ وَ مِنْ شَرِّ كُلِّ سُقْمٍ وَ هَمٍّ وَ غَمٍّ وَ آفَةٍ وَ نَدَمٍ وَ مِنْ شَرِّ مَا فِي اللَّيْلِ وَ النَّهَارِ وَ الْبَرِّ وَ الْبِحَارِ وَ مِنْ شَرِّ الْفُسَّاقِ وَ الدُّعَّارِ وَ الْفُجَّارِ وَ الْكُفَّارِ وَ الْحُسَّادِ وَ السُّحَّارِ وَ الْجَبَابِرَةِ وَ الْأَشْرَارِ وَ مِنْ شَرِّ ما يَنْزِلُ مِنَ السَّماءِ وَ ما يَعْرُجُ فِيها وَ مِنْ شَرِّ ما يَلِجُ فِي الْأَرْضِ وَ ما يَخْرُجُ مِنْها وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ مَا اسْتَعَاذَ مِنْهُ الْمَلَائِكَةُ الْمُقَرَّبُونَ وَ الْأَنْبِيَاءُ الْمُرْسَلُونَ وَ الشُّهَدَاءُ وَ عِبَادُكَ الصَّالِحُونَ وَ مُحَمَّدٌ وَ عَلِيٌّ وَ فَاطِمَةُ وَ الْحَسَنُ وَ الْحُسَيْنُ وَ الْأَئِمَّةُ الْمَهْدِيُّونَ وَ الْأَوْصِيَاءُ وَ الْحُجَجُ الْمُطَهَّرُونَ عَلَيْهِمُ السَّلَامُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ وَ أَسْأَلُكَ أَنْ تُعْطِيَنِي مِنْ خَيْرِ مَا سَأَلُوكَهُ وَ أَنْ تُعِيذَنِي مِنْ شَرِّ مَا اسْتَعَاذُوا بِكَ مِنْهُ وَ أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَ آجِلِهِ مَا عَلِمْتُ وَ مَا لَمْ أَعْلَمْ مِنْهُ وَ أَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَ آجِلِهِ مَا عَلِمْتُ مِنْهُ وَ مَا لَمْ أَعْلَمْ وَ أَعُوذُ بِكَ مِنْ هَمَزاتِ الشَّياطِينِ. وَ أَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ‏ اللَّهُمَّ مَنْ أَرَادَنِي فِي يَوْمِي هَذَا وَ فِيمَا بَعْدَهُ مِنَ الْأَيَّامِ مِنْ جَمِيعِ خَلْقِكَ كُلِّهِمْ مِنَ الْجِنِّ وَ الْإِنْسِ قَرِيبٍ أَوْ بَعِيدٍ ضَعِيفٍ أَوْ شَدِيدٍ بِشَرٍّ أَوْ مَكْرُوهٍ أَوْ مَسَاءَةٍ بِيَدٍ أَوْ بِلِسَانٍ أَوْ بِقَلْبٍ فَأَخْرِجْ صَدْرَهُ وَ أَلْجِمْ فَاهُ وَ أَفْخِمْ لِسَانَهُ وَ اسْدُدْ سَمْعَهُ وَ اقْمَحْ بَصَرَهُ وَ ارْعَبْ قَلْبَهُ وَ اشْغَلْهُ بِنَفْسِهِ وَ أَمِتْهُ بِغَيْظِهِ وَ اكْفِنَاهُ بِمَا شِئْتَ وَ كَيْفَ شِئْتَ وَ أَنَّى شِئْتَ بِحَوْلِكَ وَ قُوَّتِكَ‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ اكْفِنِي شَرَّ مَنْ نَصَبَ لِي حَدَّهُ وَ اكْفِنِي مَكْرَ الْمَكَرَةِ وَ أَعِنِّي عَلَى ذَلِكَ بِالسَّكِينَةِ وَ الْوَقَارِ وَ أَلْبِسْنِي دِرْعَكَ الْحَصِينَةَ وَ أَحْيِنِي مَا أَحْيَيْتَنِي فِي سِتْرِكَ الْوَاقِي وَ أَصْلِحْ حَالِي كُلَّهُ أَصْبَحْتُ فِي جِوَارِ اللَّهِ مُمْتَنِعاً وَ بِعِزَّةِ اللَّهِ الَّتِي لَا تُرَامُ مُحْتَجِباً وَ بِسُلْطَانِ اللَّهِ الْمَنِيعِ مُعْتَصِماً مُتَمَسِّكاً وَ بِأَسْمَاءِ اللَّهِ‏ الْحُسْنَى كُلِّهَا عَائِذاً أَصْبَحْتُ فِي حِمَى اللَّهِ الَّذِي لَا يُسْتَبَاحُ وَ فِي ذِمَّةِ اللَّهِ الَّتِي لَا تُخْفَرُ وَ فِي حَبْلِ اللَّهِ الَّذِي لَا يُجْذَمُ وَ فِي جِوَارِ اللَّهِ الَّذِي لَا يُسْتَضَامُ وَ فِي مَنْعِ اللَّهِ الَّذِي لَا يُدْرَكُ وَ فِي سِتْرِ اللَّهِ الَّذِي لَا يُهْتَكُ وَ فِي عَوْنِ اللَّهِ الَّذِي لَا يُخْذَلُ اللَّهُمَّ اعْطِفْ عَلَيْنَا قُلُوبَ عِبَادِكَ وَ إِمَائِكَ وَ أَوْلِيَائِكَ بِرَأْفَةٍ مِنْكَ وَ رَحْمَةٍ إِنَّكَ أَرْحَمُ الرَّاحِمِينَ حَسْبِيَ اللَّهُ وَ كَفَى سَمِعَ اللَّهُ لِمَنْ دَعَا لَيْسَ وَرَاءَ اللَّهِ مُنْتَهًى وَ لَا دُونَ اللَّهِ مَلْجَأٌ مَنِ اعْتَصَمَ بِاللَّهِ نَجَا كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَ رُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ- فَاللَّهُ خَيْرٌ حافِظاً وَ هُوَ أَرْحَمُ الرَّاحِمِينَ‏- وَ ما تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ أُنِيبُ‏- فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏- شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ وَ الْمَلائِكَةُ وَ أُولُوا الْعِلْمِ قائِماً بِالْقِسْطِ لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ‏- إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلامُ‏ وَ أَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِينَ تَحَصَّنْتُ بِاللَّهِ الْعَظِيمِ وَ اسْتَعْصَمْتُ بِالْحَيِّ الَّذِي لَا يَمُوتُ وَ رَمَيْتُ كُلَّ عَدُوٍّ لَنَا بِلَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ‏"
}