{
"title": "دعاء الإعتقاد",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "إِلَهِي إِنَّ ذُنُوبِي وَ كَثْرَتَهَا قَدْ غَبَّرَتْ وَجْهِي عِنْدَكَ وَ حَجَبَتْنِي عَنِ اسْتِيهَالِ رَحْمَتِكَ وَ بَاعَدَتْنِي عَنِ اسْتِنْجَازِ مَغْفِرَتِكَ وَ لَوْ لَا تَعَلُّقِي بِآلَائِكَ وَ تَمَسُّكِي بِالرَّجَاءِ لَمَا وَعَدْتَ أَمْثَالِي مِنَ الْمُسْرِفِينَ وَ أَشْبَاهِي مِنَ الْخَاطِئِينَ بِقَوْلِكَ‏ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى‏ أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ‏ وَ حَذَّرْتَ الْقَانِطِينَ مِنْ رَحْمَتِكَ فَقُلْتَ‏ وَ مَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ‏ ثُمَّ نَدَبْتَنَا بِرَحْمَتِكَ إِلَى دُعَائِكَ فَقُلْتَ‏ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبادَتِي سَيَدْخُلُونَ جَهَنَّمَ داخِرِينَ‏ إِلَهِي لَقَدْ كَانَ ذُلُّ الْإِيَاسِ عَلَيَ‏ مُشْتَمِلًا وَ الْقُنُوطُ مِنْ رَحْمَتِكَ بِي مُلْتَحِفاً إِلَهِي قَدْ وَعَدْتَ الْمُحْسِنَ ظَنَّهُ بِكَ ثَوَاباً وَ أَوْعَدْتَ الْمُسِي‏ءَ ظَنَّهُ بِكَ عِقَاباً اللَّهُمَّ وَ قَدْ أَسْبَلَ دَمْعِي حُسْنُ ظَنِّي بِكَ فِي عِتْقِ رَقَبَتِي مِنَ النَّارِ وَ تَغَمُّدِ زَلَلِي وَ إِقَالَةِ عَثْرَتِي وَ قُلْتَ وَ قَوْلُكَ الْحَقُّ لَا خُلْفَ لَهُ وَ لَا تَبْدِيلَ- يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ‏ ذَلِكَ يَوْمُ النُّشُورِ فَإِذا نُفِخَ فِي الصُّورِ وَ بُعْثِرَ ما فِي الْقُبُورِ اللَّهُمَّ إِنِّي أُقِرُّ وَ أُشْهِدُ وَ أَعْتَرِفُ وَ لَا أَجْحَدُ وَ أُسِرُّ وَ أُظْهِرُ وَ أُعْلِنُ وَ أُبْطِنُ بِأَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ أَنَّ مُحَمَّداً عَبْدُكَ وَ رَسُولُكَ وَ أَنَّ عَلِيّاً أَمِيرُ الْمُؤْمِنِينَ وَ سَيِّدُ الْوَصِيِّينَ وَ وَارِثُ عِلْمِ النَّبِيِّينَ وَ قَاتِلُ الْمُشْرِكِينَ وَ إِمَامُ الْمُتَّقِينَ وَ مُبِيرُ الْمُنَافِقِينَ وَ مُجَاهِدُ النَّاكِثِينَ وَ الْقَاسِطِينَ وَ الْمَارِقِينَ إِمَامِي وَ مَحَجَّتِي وَ مَنْ لَا أَثِقُ بِالْأَعْمَالِ وَ إِنْ زَكَتْ وَ لَا أَرَاهَا مُنْجِيَةً لِي وَ إِنْ صَلَحَتْ إِلَّا بِوَلَايَتِهِ وَ الِايتِمَامِ بِهِ وَ الْإِقْرَارِ بِفَضَائِلِهِ وَ الْقَبُولِ مِنْ حَمَلَتِهَا وَ التَّسْلِيمِ لِرُوَاتِهَا اللَّهُمَّ وَ أُقِرُّ بِأَوْصِيَائِهِ مِنْ أَبْنَائِهِ أَئِمَّةً وَ حُجَجاً وَ أَدِلَّةً وَ سُرُجاً وَ أَعْلَاماً وَ مَنَاراً وَ سَادَةً وَ أَبْرَاراً وَ أَدِينُ بِسِرِّهِمْ وَ جَهْرِهِمْ وَ بَاطِنِهِمْ وَ ظَاهِرِهِمْ وَ حَيِّهِمْ وَ مَيِّتِهِمْ وَ شَاهِدِهِمْ وَ غَائِبِهِمْ لَا شَكَّ فِي ذَلِكَ وَ لَا ارْتِيَابَ وَ لَا تَحَوُّلَ عَنْهُ وَ لَا انْقِلَابَ اللَّهُمَّ فَادْعُنِي يَوْمَ حَشْرِي وَ حِينَ نَشْرِي بِإِمَامَتِهِمْ وَ احْشُرْنِي فِي زُمْرَتِهِمْ وَ اكْتُبْنِي فِي أَصْحَابِهِمْ وَ اجْعَلْنِي مِنْ إِخْوَانِهِمْ وَ أَنْقِذْنِي بِهِمْ يَا مَوْلَايَ مِنْ حَرِّ النِّيرَانِ فَإِنَّكَ إِنْ أَعْفَيْتَنِي مِنْهَا كُنْتُ مِنَ‏ الْفَائِزِينَ اللَّهُمَّ وَ قَدْ أَصْبَحْتُ فِي يَوْمِي هَذَا لَا ثِقَةَ لِي وَ لَا مَلْجَأَ وَ لَا مُلْتَجَأَ غَيْرَ مَنْ تَوَسَّلْتُ بِهِمْ إِلَيْكَ مِنْ آلِ رَسُولِكَ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَى أَمِيرِ الْمُؤْمِنِينَ وَ عَلَى سَيِّدَتِي فَاطِمَةَ الزَّهْرَاءِ وَ الْحَسَنِ وَ الْحُسَيْنِ وَ الْأَئِمَّةِ مِنْ وُلْدِهِمْ وَ الْحُجَّةِ الْمَسْتُورَةِ مِنْ ذُرِّيَّتِهِمْ الْمَرْجُوِّ لِلْأُمَّةِ مِنْ بَعْدِهِمْ وَ خِيَرَتِكَ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ اللَّهُمَّ فَاجْعَلْهُمْ حِصْنِي مِنَ الْمَكَارِهِ وَ مَعْقِلِي مِنَ الْمَخَاوِفِ وَ نَجِّنِي بِهِمْ مِنْ كُلِّ عَدُوٍّ طَاغٍ وَ فَاسِقٍ بَاغٍ وَ مِنْ شَرِّ مَا أَعْرِفُ وَ مَا أُنْكِرُ وَ مَا اسْتَتَرَ عَلَيَّ وَ مَا أُبْصِرُ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ اللَّهُمَّ بِوَسِيلَتِي إِلَيْكَ بِهِمْ وَ تَقَرُّبِي بِمَحَبَّتِهِمْ افْتَحْ عَلَيَّ أَبْوَابَ رَحْمَتِكَ وَ مَغْفِرَتِكَ وَ حَبِّبْنِي إِلَى خَلْقِكَ وَ جَنِّبْنِي عَدَاوَتَهُمْ وَ بُغْضَهُمْ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ وَ لِكُلِّ مُتَوَسِّلٍ ثَوَابٌ وَ لِكُلِّ ذِي شَفَاعَةٍ حَقٌّ فَأَسْأَلُكَ بِمَنْ جَعَلْتَهُ إِلَيْكَ سَبَبِي وَ قَدَّمْتَهُ أَمَامَ طَلِبَتِي أَنْ تُعَرِّفَنِي بَرَكَةَ يَوْمِي هَذَا وَ عَامِي هَذَا وَ شَهْرِي هَذَا اللَّهُمَّ فَهُمْ مُعَوَّلِي فِي شِدَّتِي وَ رَخَائِي وَ عَافِيَتِي وَ بَلَائِي وَ نَوْمِي وَ يَقَظَتِي وَ ظَعْنِي وَ إِقَامَتِي وَ عُسْرِي وَ يُسْرِي وَ صَبَاحِي وَ مَسَائِي وَ مُنْقَلَبِي وَ مَثْوَايَ اللَّهُمَّ فَلَا تُخْلِنِي بِهِمْ مِنْ نِعْمَتِكَ وَ لَا تَقْطَعْ رَجَائِي مِنْ رَحْمَتِكَ وَ لَا تَفْتِنِّي بِإِغْلَاقِ أَبْوَابِ الْأَرْزَاقِ وَ انْسِدَادِ مَسَالِكِهَا وَ افْتَحْ لِي مِنْ لَدُنْكَ فَتْحاً يَسِيراً وَ اجْعَلْ لِي مِنْ كُلِّ ضَنْكٍ مَخْرَجاً وَ إِلَى كُلِّ سَعَةٍ مَنْهَجاً بِرَحْمَتِكَ يَا أَرْحَمَ‏ الرَّاحِمِينَ اللَّهُمَّ وَ اجْعَلِ اللَّيْلَ وَ النَّهَارَ مُخْتَلِفَيْنِ عَلَيَّ بِرَحْمَتِكَ وَ مُعَافَاتِكَ وَ مَنِّكَ وَ فَضْلِكَ وَ لَا تُفْقِرْنِي إِلَى أَحَدٍ مِنْ خَلْقِكَ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ بِكُلِّ شَيْ‏ءٍ مُحِيطٌ وَ حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ‏"
}