["بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ اللَّهُمَّ رَبَّ الْمَلَائِكَةِ وَ الرُّوحِ وَ النَّبِيِّينَ وَ الْمُرْسَلِينَ وَ قَاهِرَ مَنْ فِي السَّمَاوَاتِ وَ الْأَرَضِينَ وَ خَالِقَ كُلِّ شَيْ‏ءٍ وَ مَالِكَهُ كُفَّ عَنَّا بَأْسَ أَعْدَائِنَا وَ مَنْ أَرَادَ بِنَا سُوءاً مِنَ الْجِنِّ وَ الْإِنْسِ وَ أَعْمِ أَبْصَارَهُمْ وَ قُلُوبَهُمْ وَ اجْعَلْ بَيْنَنَا وَ بَيْنَهُمْ حِجَاباً وَ حَرَساً وَ مَدْفَعاً إِنَّكَ رَبُّنَا لَا حَوْلَ وَ لَا قُوَّةَ لَنَا إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْنَا وَ إِلَيْهِ أَنَبْنَا وَ إِلَيْهِ الْمَصِيرُ- رَبَّنا لا تَجْعَلْنا فِتْنَةً لِلَّذِينَ كَفَرُوا وَ اغْفِرْ لَنا رَبَّنا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ‏ رَبَّنَا عَافِنَا مِنْ كُلِّ سُوءٍ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ‏ آخِذٌ بِناصِيَتِها وَ مِنْ شَرِّ مَا يَسْكُنُ فِي اللَّيْلِ وَ النَّهَارِ وَ مِنْ شَرِّ كُلِّ سُوءٍ وَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ رَبَّ الْعَالَمِينَ وَ إِلَهَ الْمُرْسَلِينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ أَجْمَعِينَ وَ أَوْلِيَائِكَ وَ خُصَّ مُحَمَّداً وَ آلَهُ أَجْمَعِينَ بِأَتَمِّ ذَلِكَ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ بِسْمِ اللَّهِ وَ بِاللَّهِ أُومِنُ بِاللَّهِ وَ بِاللَّهِ أَعُوذُ وَ بِاللَّهِ أَعْتَصِمُ وَ بِاللَّهِ أَسْتَجِيرُ وَ بِعِزَّةِ اللَّهِ وَ مَنْعَتِهِ أَمْتَنِعُ مِنْ شَيَاطِينِ الْإِنْسِ وَ الْجِنِّ وَ مِنْ رَجِلِهِمْ وَ خَيْلِهِمْ وَ رَكْضِهِمْ وَ عَطْفِهِمْ وَ رَجْعَتِهِمْ وَ كَيْدِهِمْ وَ شَرِّهِمْ وَ شَرِّ مَا يَأْتُونَ بِهِ تَحْتَ اللَّيْلِ وَ تَحْتَ النَّهَارِ مِنَ الْبُعْدِ وَ الْقُرْبِ وَ مِنْ شَرِّ الْغَائِبِ وَ الْحَاضِرِ وَ الشَّاهِدِ وَ الزَّائِرِ أَحْيَاءً وَ أَمْوَاتاً أَعْمَى وَ بَصِيراً وَ مِنْ شَرِّ الْعَامَّةِ وَ الْخَاصَّةِ وَ مِنْ شَرِّ نَفْسٍ وَ وَسْوَسَتِهَا وَ مِنْ شَرِّ الدَّنَاهِشِ وَ الْحِسِّ وَ اللَّمْسِ وَ اللُّبْسِ وَ مِنْ عَيْنِ الْجِنِّ وَ الْإِنْسِ وَ بِالاسْمِ الَّذِي اهْتَزَّ بِهِ عَرْشُ بِلْقِيسَ وَ أُعِيذُ دِينِي وَ نَفْسِي وَ جَمِيعَ مَا تَحُوطُهُ عِنَايَتِي مِنْ شَرِّ كُلِّ صُورَةٍ وَ خَيَالٍ أَوْ بَيَاضٍ أَوْ سَوَادٍ أَوْ تِمْثَالٍ أَوْ مُعَاهَدٍ أَوْ غَيْرِ مُعَاهَدٍ مِمَّنْ يَسْكُنُ الْهَوَاءَ وَ السَّحَابَ وَ الظُّلُمَاتِ وَ النُّورَ وَ الظِّلَّ وَ الْحَرُورَ وَ الْبَرَّ وَ الْبُحُورَ وَ السَّهْلَ وَ الْوُعُورَ وَ الْخَرَابَ وَ الْعُمْرَانَ وَ الْآكَامَ وَ الْآجَامَ وَ الغِيَاضَ وَ الْكَنَائِسَ وَ النَّوَاوِيسَ وَ الْفَلَوَاتِ وَ الْجَبَّانَاتِ وَ مِنْ شَرِّ الصَّادِرِينَ وَ الْوَارِدِينَ مِمَّنْ يَبْدُو بِاللَّيْلِ وَ يَنْتَشِرُ بِالنَّهَارِ وَ بِالْعَشِيِّ وَ الْإِبْكَارِ وَ الْغُدُوِّ وَ الْآصَالِ وَ الْمُرِيبِينَ وَ الْأَسَامِرَةِ وَ الْأَفَاثِرَةِ [الْأَفَاتِرَةِ] وَ الْفَرَاعِنَةِ وَ الْأَبَالِسَةِ وَ مِنْ جُنُودِهِمْ وَ أَزْوَاجِهِمْ وَ عَشَائِرِهِمْ وَ قَبَائِلِهِمْ وَ مِنْ هَمْزِهِمْ وَ لَمْزِهِمْ وَ نَفْثِهِمْ وَ وِقَاعِهِمْ وَ أَخْذِهِمْ وَ سِحْرِهِمْ وَ ضَرْبِهِمْ وَ عَبَثِهِمْ وَ لَمْحِهِمْ وَ احْتِيَالِهِمْ وَ اخْتِلَافِهِمْ- وَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ مِنَ السَّحَرَةِ وَ الْغِيلَانِ وَ أُمِّ الصِّبْيَانِ وَ مَا وَلَدُوا وَ مَا وَرَدُوا وَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ دَاخِلٍ وَ خَارِجٍ وَ عَارِضٍ وَ مُتَعَرِّضٍ وَ سَاكِنٍ وَ مُتَحَرِّكٍ وَ ضَرَبَانِ عِرْقٍ وَ صُدَاعٍ وَ شَقِيقَةٍ وَ أُمِّ مِلْدَمٍ وَ الْحُمَّى وَ الْمُثَلَّثَةِ وَ الرِّبْعِ وَ الْغِبِّ وَ النَّافِضَةِ وَ الصَّالِبَةِ وَ الدَّاخِلَةِ وَ الْخَارِجَةِ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ‏ آخِذٌ بِناصِيَتِها إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ وَ صَلَّى اللَّهُ عَلَى نَبِيِّهِ مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ‏","مهج الدعوات و منهج العبادات"]