["هُوَ اللَّهُمَّ إِنِّي وَ فُلَانَ بْنَ فُلَانٍ عَبْدَانَ مِنْ عَبِيدِكَ نَوَاصِينَا بِيَدِكَ تَعْلَمُ مُسْتَقَرَّنَا وَ مُسْتَوْدَعَنَا وَ تَعْلَمُ مُنْقَلَبَنَا وَ مَثْوَانَا وَ سِرَّنَا وَ عَلَانِيَتَنَا وَ تَطَّلِعُ عَلَى نِيَّاتِنَا وَ تُحِيطُ بِضَمَائِرِنَا عِلْمُكَ بِمَا نُبْدِيهِ كَعِلْمِكَ بِمَا نُخْفِيهِ وَ مَعْرِفَتُكَ بِمَا نُبْطِنُهُ كَمَعْرِفَتِكَ بِمَا نُظْهِرُهُ وَ لَا يَنْطَوِي عَنْكَ شَيْ‏ءٌ مِنْ أُمُورِنَا وَ لَا يَسْتَتِرُ دُونَكَ حَالٌ مِنْ أَحْوَالِنَا- وَ لَا لَنَا مِنْكَ مَعْقِلٌ يُحَصِّنُنَا وَ لَا حِرْزٌ يَحْرُزُنَا وَ لَا هَارِبٌ يَفُوتُكَ مِنَّا وَ لَا يَمْتَنِعُ الظَّالِمُ مِنْكَ بِسُلْطَانِهِ وَ لَا يُجَاهِدُكَ عَنْهُ جُنُودُهُ وَ لَا يُغَالِبُكَ مُغَالِبٌ بِمَنْعَةٍ وَ لَا يُعَازُّكَ مُتَعَزِّزٌ بِكَثْرَةٍ أَنْتَ مُدْرِكُهُ أَيْنَ مَا سَلَكَ وَ قَادِرٌ عَلَيْهِ أَيْنَ لَجَأَ فَمَعَاذُ الْمَظْلُومِ مِنَّا بِكَ وَ تَوَكُّلُ الْمَقْهُورِ مِنَّا عَلَيْكَ وَ رُجُوعُهُ إِلَيْكَ وَ يَسْتَغِيثُ بِكَ إِذَا خَذَلَهُ الْمُغِيثُ وَ يَسْتَصْرِخُكَ إِذَا قَعَدَ عَنْهُ النَّصِيرُ وَ يَلُوذُ بِكَ إِذَا نَفَتْهُ الْأَفْنِيَةُ وَ يَطْرُقُ بَابَكَ إِذَا أُغْلِقَتْ دُونَهُ الْأَبْوَابُ الْمُرْتَجَةُ وَ يَصِلُ إِلَيْكَ إِذَا احْتَجَبَتْ عَنْهُ الْمُلُوكُ الْغَافِلَةُ تَعْلَمُ مَا حَلَّ بِهِ قَبْلَ أَنْ يَشْكُوهُ إِلَيْكَ وَ تَعْرِفُ مَا يُصْلِحُهُ قَبْلَ أَنْ يَدْعُوَكَ لَهُ فَلَكَ الْحَمْدُ سَمِيعاً بَصِيراً لَطِيفاً قَدِيراً اللَّهُمَّ إِنَّهُ قَدْ كَانَ فِي سَابِقِ عِلْمِكَ وَ مُحْكَمِ قَضَائِكَ وَ جَارِي قَدَرِكَ وَ مَاضِي حُكْمِكَ وَ نَافِذِ مَشِيئَتِكَ فِي خَلْقِكَ أَجْمَعِينَ سَعِيدِهِمْ وَ شَقِيِّهِمْ وَ بَرِّهِمْ وَ فَاجِرِهِمْ أَنْ جَعَلْتَ لِفُلَانِ بْنِ فُلَانٍ عَلَيَّ قُدْرَةً فَظَلَمَنِي بِهَا وَ بَغَى عَلَيَّ لِمَكَانِهَا وَ تَعَزَّزَ عَلَيَّ بِسُلْطَانِهِ الَّذِي خَوَّلْتَهُ إِيَّاهُ وَ تَجَبَّرَ عَلَيَّ بِعُلُوِّ حَالِهِ الَّتِي جَعَلْتَهَا لَهُ وَ غَرَّهُ إِمْلَاؤُكَ لَهُ وَ أَطْغَاهُ حِلْمُكَ عَنْهُ فَقَصَدَنِي بِمَكْرُوهٍ عَجَزْتُ عَنِ الصَّبْرِ عَلَيْهِ وَ تَغَمَّدَنِي بِشَرٍّ ضَعُفْتُ عَنِ احْتِمَالِهِ وَ لَمْ أَقْدِرْ عَلَى الِانْتِصَارِ مِنْهُ لِضَعْفِي وَ الِانْتِصَافِ مِنْهُ لِذُلِّي فَوَكَلْتُهُ إِلَيْكَ وَ تَوَكَّلْتُ فِي أَمْرِهِ عَلَيْكَ وَ تَوَعَّدْتُهُ بِعُقُوبَتِكَ وَ حَذَّرْتُهُ سَطْوَتَكَ وَ خَوَّفْتُهُ نَقِمَتَكَ فَظَنَّ أَنَّ حِلْمَكَ عَنْهُ مِنْ ضَعْفٍ وَ حَسِبَ أَنَّ إِمْلَاءَكَ لَهُ مِنْ عَجْزٍ وَ لَمْ تَنْهَهُ وَاحِدَةٌ عَنْ أُخْرَى وَ لَا انْزَجَرَ عَنْ ثَانِيَةٍ بِأُولَى وَ لَكِنَّهُ تَمَادَى فِي غَيِّهِ وَ تَتَابَعَ فِي ظُلْمِهِ وَ لَجَّ فِي عُدْوَانِهِ وَ اسْتَشْرَى فِي طُغْيَانِهِ جُرْأَةً عَلَيْكَ يَا سَيِّدِي وَ تَعَرُّضاً لِسَخَطِكَ الَّذِي لَا تَرُدُّهُ عَنِ الظَّالِمِينَ وَ قِلَّةِ اكْتِرَاثٍ بِبَأْسِكَ الَّذِي لَا تَحْبِسُهُ عَنِ الْبَاغِينَ فَهَا أَنَا ذَا يَا سَيِّدِي مُسْتَضْعَفٌ فِي يَدَيْهِ مُسْتَضَامٌ تَحْتَ سُلْطَانِهِ مُسْتَذَلٌّ بِعَنَائِهِ مَغْلُوبٌ مَبْغِيٌّ عَلَيَّ مَغْضُوبٌ وَجِلٌ خَائِفٌ مُرَوَّعٌ مَقْهُورٌ قَدْ قَلَّ صَبْرِي وَ ضَاقَتْ حِيلَتِي وَ انْغَلَقَتْ عَلَيَّ الْمَذَاهِبُ إِلَّا إِلَيْكَ وَ انْسَدَّتْ عَلَيَّ الْجِهَاتُ إِلَّا جِهَتُكَ وَ الْتَبَسَتْ عَلَيَّ أُمُورِي فِي دَفْعِ مَكْرُوهِهِ عَنِّي وَ اشْتَبَهَتْ عَلَيَّ الْآرَاءُ فِي إِزَالَةِ ظُلْمِهِ وَ خَذَلَنِي مَنِ اسْتَنْصَرْتُهُ مِنْ عِبَادِكَ وَ أَسْلَمَنِي مَنْ تَعَلَّقْتُ بِهِ مِنْ خَلْقِكَ طُرّاً وَ اسْتَشَرْتُ نَصِيحِي فَأَشَارَ إِلَيَّ بِالرَّغْبَةِ إِلَيْكَ وَ اسْتَرْشَدْتُ دَلِيلِي فَلَمْ يَدُلَّنِي إِلَّا عَلَيْكَ فَرَجَعْتُ إِلَيْكَ يَا مَوْلَايَ صَاغِراً رَاغِماً مُسْتَكِيناً عَالِماً أَنَّهُ لَا فَرَجَ‏ إِلَّا عِنْدَكَ وَ لَا خَلَاصَ لِي إِلَّا بِكَ أَنْتَجِزُ وَعْدَكَ فِي نُصْرَتِي وَ إِجَابَةَ دُعَائِي فَإِنَّكَ قُلْتَ وَ قَوْلُكَ الْحَقُّ الَّذِي لَا يُرَدُّ وَ لَا يُبَدَّلُ- وَ مَنْ عاقَبَ بِمِثْلِ ما عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ‏ وَ قُلْتَ جَلَّ جَلَالُكَ وَ تَقَدَّسَتْ أَسْمَاؤُكَ- ادْعُونِي أَسْتَجِبْ لَكُمْ‏ وَ أَنَا فَاعِلٌ مَا أَمَرْتَنِي بِهِ لَا مَنّاً عَلَيْكَ وَ كَيْفَ أَمُنُّ بِهِ وَ أَنْتَ عَلَيْهِ دَلَلْتَنِي- فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فَاسْتَجِبْ لِي كَمَا وَعَدْتَنِي يَا مَنْ‏ لا يُخْلِفُ الْمِيعادَ وَ إِنِّي لَأَعْلَمُ يَا سَيِّدِي أَنَّ لَكَ يَوْماً تَنْتَقِمُ فِيهِ مِنَ الظَّالِمِ لِلْمَظْلُومِ وَ أَتَيَقَّنُ لَكَ وَقْتاً تَأْخُذُ فِيهِ مِنَ الْغَاصِبِ لِلْمَغْصُوبِ لِأَنَّكَ لَا يَسْبِقُكَ مُعَانِدٌ وَ لَا يَخْرُجُ عَنْ قَبْضَتِكَ مُنَابِذٌ وَ لَا تَخَافُ فَوْتَ فَائِتٍ وَ لَكِنْ جَزَعِي وَ هَلَعِي لَا يَبْلُغَانِ بِيَ الصَّبْرَ عَلَى أَنَاتِكَ وَ انْتِظَارِ حِلْمِكَ فَقُدْرَتُكَ عَلَيَّ يَا سَيِّدِي وَ مَوْلَايَ فَوْقَ كُلِّ قُدْرَةٍ وَ سُلْطَانُكَ غَالِبٌ عَلَى كُلِّ سُلْطَانٍ وَ مَعَادُ كُلِّ أَحَدٍ إِلَيْكَ وَ إِنْ أَمْهَلْتَهُ- وَ رُجُوعُ كُلِّ ظَالِمٍ إِلَيْكَ وَ إِنْ أَنْظَرْتَهُ وَ قَدْ أَضَرَّنِي يَا رَبِّ حِلْمُكَ عَنْ فُلَانِ بْنِ فُلَانٍ وَ طُولُ أَنَاتِكَ لَهُ وَ إِمْهَالُكَ إِيَّاهُ وَ كَادَ الْقُنُوطُ يَسْتَوْلِي عَلَيَّ لَوْ لَا الثِّقَةُ بِكَ وَ الْيَقِينُ بِوَعْدِكَ فَإِنْ كَانَ فِي قَضَائِكَ النَّافِذِ وَ قُدْرَتِكَ الْمَاضِيَةِ أَنْ يُنِيبَ أَوْ يَتُوبَ أَوْ يَرْجِعَ عَنْ ظُلْمِي أَوْ يَكُفَّ مَكْرُوهَهُ عَنِّي وَ يَنْتَقِلَ عَنْ عَظِيمِ مَا رَكِبَ مِنِّي فَصَلِّ اللَّهُمَّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَوْقِعْ ذَلِكَ فِي قَلْبِهِ السَّاعَةَ السَّاعَةَ قَبْلَ إِزَالَةِ نِعْمَتِكَ الَّتِي أَنْعَمْتَ بِهَا عَلَيَّ وَ تَكْدِيرِهِ مَعْرُوفَكَ الَّذِي صَنَعْتَهُ عِنْدِي وَ إِنْ كَانَ فِي عِلْمِكَ بِهِ غَيْرُ ذَلِكَ مِنْ مُقَامٍ عَلَى ظُلْمِي فَأَسْأَلُكَ يَا نَاصِرَ الْمَظْلُومِ الْمَبْغِيِّ عَلَيْهِ إِجَابَةَ دَعْوَتِي فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ خُذْهُ مِنْ مَأْمَنِهِ‏ أَخْذَ عَزِيزٍ مُقْتَدِرٍ وَ افْجَأْهُ فِي غَفْلَتِهِ مُفَاجَاةَ مَلِيكٍ مُنْتَصِرٍ وَ اسْلُبْهُ نِعْمَتَهُ وَ سُلْطَانَهُ وَ افْضُضْ عَنْهُ [وَ فُلَ‏] جُمُوعَهُ وَ أَعْوَانَهُ وَ مَزِّقْ مُلْكَهُ كُلَّ مُمَزَّقٍ وَ فَرِّقْ أَنْصَارَهُ كُلَّ مُفَرِّقٍ وَ أَعِرْهُ مِنْ نِعْمَتِكَ الَّتِي لَمْ يُقَابِلْهَا بِالشُّكْرِ وَ انْزَعْ عَنْهُ سِرْبَالَ عِزِّكَ الَّذِي لَمْ‏ يُجَازِهِ بِالْإِحْسَانِ. وَ اقْصِمْهُ يَا قَاصِمَ الْجَبَابِرَةِ وَ أَهْلِكْهُ يَا مُهْلِكَ الْقُرُونِ الْخَالِيَةِ وَ أَبِرْهُ يَا مُبِيرَ الْأُمَمِ الظَّالِمَةِ وَ اخْذُلْهُ يَا خَاذِلَ الْفِئَاتِ الْبَاغِيَةِ وَ ابْتُرْ عُمُرَهُ وَ ابْتَزَّ مُلْكَهُ وَ عِفَّ أَثَرَهُ وَ اقْطَعْ خَبَرَهُ وَ أَطْفِئْ نَارَهُ وَ أَظْلِمْ نَهَارَهُ وَ كَوِّرْ شَمْسَهُ وَ أَزْهِقْ نَفْسَهُ وَ اهْشِمْ شِدَّتَهُ وَ جُبَّ سَنَامَهُ وَ أَرْغِمْ أَنْفَهُ وَ عَجِّلْ حَتْفَهُ وَ لَا تَدَعْ لَهُ جُنَّةً إِلَّا هَتَكْتَهَا وَ لَا دِعَامَةً إِلَّا قَصَمْتَهَا وَ لَا كَلِمَةً مُجْتَمِعَةً إِلَّا فَرَّقْتَهَا وَ لَا قَائِمَةَ عُلُوٍّ إِلَّا وَضَعْتَهَا- وَ لَا رُكْناً إِلَّا وَهَنْتَهُ وَ لَا سَبَباً إِلَّا قَطَعْتَهُ وَ أَرِنَا أَنْصَارَهُ وَ جُنْدَهُ وَ أَحِبَّاءَهُ وَ أَرْحَامَهُ عَبَادِيدَ بَعْدَ الْأُلْفَةِ وَ شَتَّى بَعْدَ اجْتِمَاعِ الْكَلِمَةِ وَ مُقْنِعِي الرُّءُوسِ بَعْدَ الظُّهُورِ عَلَى الْأُمَّةِ وَ اشْفِ بِزَوَالِ أَمْرِهِ الْقُلُوبَ الْمُنْقَلِبَةَ الْوَجِلَةَ وَ الْأَفْئِدَةَ اللَّهِفَةَ وَ الْأُمَّةَ الْمُتَحَيِّرَةَ وَ الْبَرِيَّةَ الضَّائِعَةَ وَ أَدِلْ بِبَوَارِهِ الْحُدُودَ الْمُعَطَّلَةَ وَ الْأَحْكَامَ الْمُهْمَلَةَ وَ السُّنَنَ الدَّاثِرَةَ وَ الْمَعَالِمَ الْمُغَيَّرَةَ وَ التِّلَاوَاتِ الْمُتَغَيَّرِةَ وَ الْآيَاتِ الْمُحَرَّفَةَ وَ الْمَدَارِسَ الْمَهْجُورَةَ وَ الْمَحَارِيبَ الْمَجْفُوَّةَ وَ الْمَسَاجِدَ الْمَهْدُومَةَ وَ أَرِحْ بِهِ الْأَقْدَامَ الْمُتْعَبَةَ وَ أَشْبِعْ بِهِ الْخِمَاصَ السَّاغِبَةَ وَ أَرْوِ بِهِ اللَّهَوَاتِ اللَّاغِبَةَ وَ الْأَكْبَادَ الظَّامِئَةَ وَ أَرِحْ بِهِ الْأَقْدَامَ الْمُتْعَبَةَ وَ أَطْرِقْهُ بِلَيْلَةٍ لَا أُخْتَ لَهَا وَ سَاعَةٍ لَا شِفَاءَ مِنْهَا وَ بِنَكْبَةٍ لَا انْتِعَاشَ مَعَهَا وَ بِعَثْرَةٍ لَا إِقَالَةَ مِنْهَا وَ أَبِحْ حَرِيمَهُ وَ نَغِّصْ نَعِيمَهُ- وَ أَرِهِ بَطْشَتَكَ الْكُبْرَى وَ نَقِمَتَكَ الْمُثْلَى وَ قُدْرَتَكَ الَّتِي هِيَ فَوْقَ كُلِّ قُدْرَةٍ وَ سُلْطَانَكَ الَّذِي هُوَ أَعَزُّ مِنْ سُلْطَانِهِ وَ اغْلِبْهُ لِي بِقُوَّتِكَ الْقَوِيَّةِ وَ مِحَالِكَ الشَّدِيدِ وَ امْنَعْنِي مِنْهُ بِمَنْعَتِكَ الَّتِي كُلُّ خَلْقٍ فِيهَا ذَلِيلٌ وَ ابْتَلِهِ بِفَقْرٍ لَا تَجْبُرُهُ وَ بِسُوءٍ لَا تَسْتُرُهُ وَ كِلْهُ إِلَى نَفْسِهِ فِيمَا يُرِيدُ إِنَّكَ فَعَّالٌ لِمَا تُرِيدُ وَ أَبْرِئْهُ مِنْ حَوْلِكَ وَ قُوَّتِكَ وَ أَحْوِجْهُ إِلَى حَوْلِهِ وَ قُوَّتِهِ وَ أَذِلَّ مَكْرَهُ بِمَكْرِكَ وَ ادْفَعْ مَشِيَّتَهُ بِمَشِيئَتِكَ وَ أَسْقِمْ‏ جَسَدَهُ وَ أَيْتِمْ وُلْدَهُ وَ انْقُصْ أَجَلَهُ وَ خَيِّبْ أَمَلَهُ وَ أَزِلْ دَوْلَتَهُ وَ أَطِلْ عَوْلَتَهُ وَ اجْعَلْ شُغُلَهُ فِي بَدَنِهِ وَ لَا تَفُكَّهُ مِنْ حُزْنِهِ وَ صَيِّرْ كَيْدَهُ فِي ضَلَالٍ وَ أَمْرَهُ إِلَى زَوَالٍ وَ نِعْمَتَهُ إِلَى انْتِقَالٍ وَ جَدَّهُ فِي سَفَالٍ وَ سُلْطَانَهُ فِي اضْمِحْلَالٍ وَ عَاقِبَتَهُ إِلَى شَرِّ مَآلِ وَ أَمِتْهُ بِغَيْظِهِ إِذَا أَمَتَّهُ وَ أَبْقِهِ لِحُزْنِهِ إِنْ أَبْقَيْتَهُ وَ قِنِي شَرَّهُ وَ هَمْزَهُ وَ لَمْزَهُ وَ سَطْوَتَهُ وَ عَدَاوَتَهُ وَ الْمَحْهُ لَمْحَةً تُدَمِّرُ بِهَا عَلَيْهِ فَإِنَّكَ‏ أَشَدُّ بَأْساً وَ أَشَدُّ تَنْكِيلًا وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ\n\n","مهج الدعوات و منهج العبادات"]