{
"title": "حرز للإمام الكاظم ع (4)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ بْنِ هَاشِمٍ بِرِوَايَتِهِ قَالَ‏ إِنَّ الصَّادِقَ ع أَخْرَجَ آيَاتٍ مِنَ الْقُرْآنِ وَ جَعَلَهَا حِرْزاً لِابْنِهِ مُوسَى الْكَاظِمِ ع وَ كَانَ يَقْرَؤُهُ وَ يُعَوِّذُ نَفْسَهُ بِهِ وَ هُوَ هَذَا- بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ بِسْمِ اللَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ أَبَداً حَقّاً حَقّاً لَا إِلَهَ إِلَّا اللَّهُ إِيمَاناً وَ صِدْقاً لَا إِلَهَ إِلَّا اللَّهُ تَعَبُّداً وَ رِقّاً لَا إِلَهَ إِلَّا اللَّهُ تَلَطُّفاً وَ رِفْقاً لَا إِلَهَ إِلَّا اللَّهُ بِسْمِ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ اعْتَصَمْتُ بِاللَّهِ وَ أَلْجَأْتُ ظَهْرِي إِلَى اللَّهِ- ما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ‏- وَ ما تَوْفِيقِي إِلَّا بِاللَّهِ‏ وَ أُفَوِّضُ أَمْرِي إِلَى اللَّهِ‏- وَ مَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ‏ وَ مَا صَبْرِي إِلَّا بِاللَّهِ وَ نِعْمَ الْقَادِرُ اللَّهُ وَ نِعْمَ الْمَوْلَى اللَّهُ وَ نِعْمَ النَّصِيرُ اللَّهُ وَ لَا يَأْتِي بِالْحَسَنَاتِ إِلَّا اللَّهُ وَ لَا يَصْرِفُ السَّيِّئَاتِ إِلَّا اللَّهُ وَ مَا بِنَا مِنْ نِعْمَةٍ فَمِنَ اللَّهِ‏ وَ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ وَ أَسْتَكْفِي اللَّهَ وَ أَسْتَعِينُ اللَّهَ وَ أَسْتَقِيلُ‏ اللَّهَ وَ أَسْتَقْبِلُ اللَّهَ وَ أَسْتَغْفِرُ اللَّهَ وَ أَسْتَغِيثُ اللَّهَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ رَسُولِ اللَّهِ وَ آلِهِ وَ عَلَى أَنْبِيَاءِ اللَّهِ وَ عَلَى مَلَائِكَةِ اللَّهِ وَ عَلَى الصَّالِحِينَ مِنْ عِبَادِ اللَّهِ- إِنَّهُ مِنْ سُلَيْمانَ وَ إِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. أَلَّا تَعْلُوا عَلَيَّ وَ أْتُونِي مُسْلِمِينَ‏- كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَ رُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ- لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئاً إِنَّ اللَّهَ بِما يَعْمَلُونَ مُحِيطٌ- وَ اجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً- إِذْ هَمَّ قَوْمٌ أَنْ يَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنْكُمْ وَ اتَّقُوا اللَّهَ‏ وَ اللَّهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْكافِرِينَ‏- كُلَّما أَوْقَدُوا ناراً لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَ يَسْعَوْنَ فِي الْأَرْضِ فَساداً- يا نارُ كُونِي بَرْداً وَ سَلاماً عَلى‏ إِبْراهِيمَ. وَ أَرادُوا بِهِ كَيْداً فَجَعَلْناهُمُ الْأَخْسَرِينَ‏- وَ زادَكُمْ فِي الْخَلْقِ بَصْطَةً فَاذْكُرُوا آلاءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ‏- لَهُ مُعَقِّباتٌ مِنْ بَيْنِ يَدَيْهِ وَ مِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ‏- رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَ أَخْرِجْنِي مُخْرَجَ صِدْقٍ وَ اجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً- وَ قَرَّبْناهُ نَجِيًّا- وَ رَفَعْناهُ مَكاناً عَلِيًّا- سَيَجْعَلُ لَهُمُ الرَّحْمنُ وُدًّا- وَ أَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِنِّي وَ لِتُصْنَعَ عَلى‏ عَيْنِي إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلى‏ مَنْ يَكْفُلُهُ فَرَجَعْناكَ إِلى‏ أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَ لا تَحْزَنَ وَ قَتَلْتَ نَفْساً فَنَجَّيْناكَ مِنَ الْغَمِّ وَ فَتَنَّاكَ فُتُوناً- لا تَخَفْ إِنَّكَ مِنَ الْآمِنِينَ‏- لا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلى‏- لا تَخافُ دَرَكاً وَ لا تَخْشى‏- لا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ‏- لا تَخَفْ‏ ... إِنَّا مُنَجُّوكَ وَ أَهْلَكَ‏- لا تَخافا إِنَّنِي مَعَكُما أَسْمَعُ وَ أَرى‏- وَ يَنْصُرَكَ اللَّهُ نَصْراً عَزِيزاً- وَ مَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْ‏ءٍ قَدْراً- فَوَقاهُمُ اللَّهُ شَرَّ ذلِكَ الْيَوْمِ وَ لَقَّاهُمْ نَضْرَةً وَ سُرُوراً- وَ يَنْقَلِبُ إِلى‏ أَهْلِهِ مَسْرُوراً- وَ رَفَعْنا لَكَ ذِكْرَكَ‏- يُحِبُّونَهُمْ كَحُبِّ اللَّهِ وَ الَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ‏- رَبَّنا أَفْرِغْ عَلَيْنا صَبْراً وَ ثَبِّتْ أَقْدامَنا وَ انْصُرْنا عَلَى الْقَوْمِ الْكافِرِينَ‏- الَّذِينَ قالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزادَهُمْ إِيماناً وَ قالُوا حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ. فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَ فَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَ اتَّبَعُوا رِضْوانَ اللَّهِ‏- أَ وَ مَنْ كانَ مَيْتاً فَأَحْيَيْناهُ وَ جَعَلْنا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ‏- هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَ بِالْمُؤْمِنِينَ‏ وَ أَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ ما فِي الْأَرْضِ جَمِيعاً ما أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَ لكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ‏- سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَ نَجْعَلُ لَكُما سُلْطاناً فَلا يَصِلُونَ إِلَيْكُما بِآياتِنا أَنْتُما وَ مَنِ اتَّبَعَكُمَا الْغالِبُونَ‏- عَلَى اللَّهِ تَوَكَّلْنا رَبَّنَا افْتَحْ بَيْنَنا وَ بَيْنَ قَوْمِنا بِالْحَقِّ وَ أَنْتَ خَيْرُ الْفاتِحِينَ‏- إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَ رَبِّكُمْ ما مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏- فَسَتَذْكُرُونَ ما أَقُولُ لَكُمْ وَ أُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبادِ- فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏ رَبِّ إِنِّي‏ مَسَّنِيَ الضُّرُّ وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ‏- لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ‏- الم ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ‏- اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَ لا نَوْمٌ لَهُ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ‏ يَعْلَمُ ما بَيْنَ أَيْدِيهِمْ وَ ما خَلْفَهُمْ وَ لا يُحِيطُونَ بِشَيْ‏ءٍ مِنْ عِلْمِهِ إِلَّا بِما شاءَ وَسِعَ كُرْسِيُّهُ السَّماواتِ وَ الْأَرْضَ وَ لا يَؤُدُهُ حِفْظُهُما وَ هُوَ الْعَلِيُّ الْعَظِيمُ‏- وَ عَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَ قَدْ خابَ مَنْ حَمَلَ ظُلْماً- فَتَعالَى اللَّهُ الْمَلِكُ الْحَقُّ لا إِلهَ إِلَّا هُوَ رَبُّ الْعَرْشِ‏ الْعَظِيمِ- فَلِلَّهِ الْحَمْدُ رَبِّ السَّماواتِ وَ رَبِّ الْأَرْضِ رَبِّ الْعالَمِينَ. وَ لَهُ الْكِبْرِياءُ فِي السَّماواتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ‏- وَ إِذا قَرَأْتَ الْقُرْآنَ جَعَلْنا بَيْنَكَ وَ بَيْنَ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ حِجاباً مَسْتُوراً. وَ جَعَلْنا عَلى‏ قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَ فِي آذانِهِمْ وَقْراً وَ إِذا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْا عَلى‏ أَدْبارِهِمْ نُفُوراً- أَ فَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ وَ أَضَلَّهُ اللَّهُ عَلى‏ عِلْمٍ وَ خَتَمَ عَلى‏ سَمْعِهِ وَ قَلْبِهِ وَ جَعَلَ عَلى‏ بَصَرِهِ غِشاوَةً- وَ جَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ‏- وَ ما تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ أُنِيبُ‏- إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَ الَّذِينَ هُمْ مُحْسِنُونَ‏- وَ قالَ الْمَلِكُ ائْتُونِي بِهِ أَسْتَخْلِصْهُ لِنَفْسِي فَلَمَّا كَلَّمَهُ قالَ إِنَّكَ الْيَوْمَ لَدَيْنا مَكِينٌ أَمِينٌ‏- وَ خَشَعَتِ الْأَصْواتُ لِلرَّحْمنِ فَلا تَسْمَعُ إِلَّا هَمْساً- فَسَيَكْفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏- لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى‏ جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَ تِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ. هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَ الشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ. هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ. هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَهُ الْأَسْماءُ الْحُسْنى‏ يُسَبِّحُ لَهُ ما فِي السَّماواتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ‏- رَبَّنا ظَلَمْنا أَنْفُسَنا وَ إِنْ لَمْ تَغْفِرْ لَنا وَ تَرْحَمْنا لَنَكُونَنَّ مِنَ الْخاسِرِينَ‏- رَبَّنَا اصْرِفْ عَنَّا عَذابَ جَهَنَّمَ إِنَّ عَذابَها كانَ غَراماً- رَبَّنا ما خَلَقْتَ هذا باطِلًا سُبْحانَكَ فَقِنا عَذابَ النَّارِ- وَ قُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً- وَ ما لَنا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ وَ قَدْ هَدانا سُبُلَنا وَ لَنَصْبِرَنَّ عَلى‏ ما آذَيْتُمُونا وَ عَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ‏- إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ. فَسُبْحانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْ‏ءٍ وَ إِلَيْهِ تُرْجَعُونَ‏- اللَّهُمَّ مَنْ أَرَادَنِي وَ بِأَهْلِي وَ أَوْلَادِي وَ أَهْلِ عِنَايَتِي شَرّاً أَوْ بَأْساً أَوْ ضَرّاً فَاقْمَعْ رَأْسَهُ وَ اعْقِدْ لِسَانَهُ وَ أَلْجِمْ فَاهُ وَ حُلْ بَيْنِي وَ بَيْنَهُ كَيْفَ شِئْتَ وَ أَنَّى شِئْتَ وَ اجْعَلْنَا مِنْهُ وَ مِنْ كُلِّ دَابَّةٍ أَنْتَ‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ فِي حِجَابِكَ الَّذِي لَا يُرَامُ وَ فِي سُلْطَانِكَ الَّذِي لَا يُضَامَ فَإِنَّ حِجَابَكَ مَنِيعٌ وَ جَارَكَ عَزِيزٌ وَ أَمْرَكَ غَالِبٌ وَ سُلْطَانَكَ قَاهِرٌ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَفْضَلَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ خَلْقِكَ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا هَدَيْتَنَا بِهِ مِنَ الضَّلَالَةِ وَ اغْفِرْ لَنَا وَ لِآبَائِنَا\nوَ لِأُمَّهَاتِنَا وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ الْأَحْيَاءِ مِنْهُمْ وَ الْأَمْوَاتِ وَ تَابِعْ بَيْنَنَا وَ بَيْنَهُمْ بِالْخَيْرَاتِ إِنَّكَ مُجِيبُ الدَّعَوَاتِ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ- اللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ نَفْسِي وَ دِينِي وَ أَمَانَتِي وَ أَهْلِي وَ مَالِي وَ عِيَالِي وَ أَهْلَ حُزَانَتِي وَ خَوَاتِيمَ عَمَلِي وَ جَمِيعَ مَا أَنْعَمْتَ بِهِ عَلَيَّ مِنْ أَمْرِ دُنْيَايَ وَ آخِرَتِي فَإِنَّهُ لَا يَضِيعُ مَحْفُوظُكَ وَ لَا تُرَدُّ وَدَائِعُكَ وَ لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَ لَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَداً اللَّهُمَ‏ رَبَّنا آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا عَذابَ النَّارِ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ أَجْمَعِينَ‏\n"
}