["يَا كَبِيرَ كُلِّ كَبِيرٍ يَا مَنْ لَا شَرِيكَ لَهُ وَ لَا وَزِيرَ يَا خَالِقَ الشَّمْسِ وَ الْقَمَرِ الْمُنِيرِ يَا عِصْمَةَ الْخَائِفِ الْمُسْتَجِيرِ يَا مُطْلِقَ الْمُكَبَّلِ الْأَسِيرِ يَا رَازِقَ الطِّفْلِ الصَّغِيرِ يَا جَابِرَ الْعَظْمِ الْكَسِيرِ يَا رَاحِمَ الشَّيْخِ الْكَبِيرِ يَا نُورَ النُّورِ يَا مُدَبِّرَ الْأُمُورِ يَا بَاعِثَ مَنْ فِي الْقُبُورِ يَا شَافِيَ الصُّدُورِ يَا جَاعِلَ الظِّلِّ وَ الْحَرُورِ يَا عَالِماً بِذَاتِ الصُّدُورِ يَا مُنْزِلَ الْكِتَابِ وَ النُّورِ وَ الْفُرْقَانِ وَ الزَّبُورِ يَا مَنْ يُسَبِّحُ لَهُ الْمَلَائِكَةُ بِالْإِبْكَارِ وَ الظُّهُورِ- يَا دَائِمَ الثَّبَاتِ يَا مُخْرِجَ النَّبَاتِ بِالْغُدُوِّ وَ الْآصَالِ يَا مُحْيِيَ الْأَمْوَاتِ يَا مُنْشِئَ الْعِظَامِ الدَّارِسَاتِ يَا سَامِعَ الصَّوْتِ يَا سَابِقَ الْفَوْتِ يَا كَاسِيَ الْعِظَامِ الْبَالِيَةِ بَعْدَ الْمَوْتِ يَا مَنْ لَا يَشْغَلُهُ شُغُلٌ عَنْ شُغُلٍ يَا مَنْ لَا يَتَغَيَّرُ مِنْ حَالٍ إِلَى حَالٍ يَا مَنْ لَا يَحْتَاجُ إِلَى تَجَشُّمِ حَرَكَةٍ وَ لَا انْتِقَالٍ يَا مَنْ لَا يَشْغَلُهُ شَأْنٌ عَنْ شَأْنٍ يَا مَنْ لَا يُحِيطُ بِهِ مَوْضِعٌ وَ لَا مَكَانٌ يَا مَنْ يَرُدُّ بِأَلْطَفِ الصَّدَقَةِ وَ الدُّعَاءِ عَنْ أَعْنَانِ السَّمَاءِ مَا حَتَمَ وَ أَبْرَمَ مِنْ سُوءِ الْقَضَاءِ يَا مَنْ يَجْعَلُ الشِّفَاءَ فِيمَا يَشَاءُ مِنَ الْأَشْيَاءِ يَا مَنْ يُمْسِكُ الرَّمَقَ مِنَ الْمُدْنِفِ الْعَمِيدِ الْعَلِيلِ بِمَا قَلَّ مِنَ الْغِذَاءِ يَا مَنْ يُزِيلُ بِأَدْنَى الدَّوَاءِ مَا غَلُظَ مِنَ الدَّاءِ يَا مَنْ إِذَا وَعَدَ وَفَى وَ إِذَا تَوَعَّدَ عَفَا يَا مَنْ يَمْلِكُ حَوَائِجَ السَّائِلِينَ- يَا مَنْ يَعْلَمُ مَا فِي ضَمِيرِ الصَّامِتِينَ يَا عَظِيمَ الْخَطَرِ يَا كَرِيمَ الظَّفَرِ يَا مَنْ لَهُ وَجْهٌ لَا يَبْلَى يَا مَنْ لَهُ مُلْكٌ لَا يَفْنَى يَا مَنْ لَهُ نُورٌ لَا يُطْفَأُ يَا مَنْ فَوْقَ كُلِّ شَيْ‏ءٍ أَمْرُهُ يَا مَنْ فِي الْبَرِّ وَ الْبَحْرِ سُلْطَانُهُ يَا مَنْ فِي جَهَنَّمَ سَخَطُهُ يَا مَنْ فِي الْجَنَّةِ رَحْمَتُهُ يَا مَنْ مَوَاعِيدُهُ صَادِقَةٌ يَا مَنْ أَيَادِيهِ فَاضِلَةٌ يَا مَنْ رَحْمَتُهُ وَاسِعَةٌ يَا غِيَاثَ الْمُسْتَغِيثِينَ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ يَا مَنْ هُوَ بِالْمَنْظَرِ الْأَعْلَى وَ خَلْقُهُ بِالْمَنْزِلِ‏ الْأَدْنَى يَا رَبَّ الْأَرْوَاحِ الْفَانِيَةِ يَا رَبَّ الْأَجْسَادِ الْبَالِيَةِ يَا أَبْصَرَ النَّاظِرِينَ يَا أَسْمَعَ السَّامِعِينَ يَا أَسْرَعَ الْحَاسِبِينَ يَا أَحْكَمَ الْحَاكِمِينَ يَا أَرْحَمَ الرَّاحِمِينَ يَا وَاهِبَ الْعَطَايَا يَا مُطْلِقَ الْأُسَارَى يَا رَبَّ الْعِزَّةِ يَا أَهْلَ التَّقْوَى وَ أَهْلَ الْمَغْفِرَةِ يَا مَنْ لَا يُدْرَكُ أَمَدُهُ يَا مَنْ لَا يُحْصَى عَدَدُهُ يَا مَنْ لَا يَنْقَطِعُ مَدَدُهُ أَشْهَدُ وَ الشَّهَادَةُ لِي رِفْعَةٌ وَ عُدَّةٌ وَ هِيَ مِنِّي سَمْعٌ وَ طَاعَةٌ وَ بِهَا أَرْجُو الْمَفَازَةَ يَوْمَ الْحَسْرَةِ وَ النَّدَامَةِ إِنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ أَنَّ مُحَمَّداً عَبْدُكَ وَ رَسُولُكَ صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ وَ أَنَّهُ قَدْ بَلَّغَ عَنْكَ وَ أَدَّى مَا كَانَ وَاجِباً عَلَيْهِ لَكَ وَ إِنَّكَ تُعْطِي قَائِماً وَ تَرْزُقُ وَ تَمْنَعُ وَ تَرْفَعُ وَ تَضَعُ وَ تُغْنِي وَ تُفْقِرُ وَ تَخْذُلُ وَ تَنْصُرُ وَ تَعْفُو وَ تَرْحَمُ وَ تَصْفَحُ وَ تَجَاوَزُ عَمَّا تَعْلَمُ وَ لَا تَجُورُ وَ لَا تَظْلِمُ وَ إِنَّكَ تَقْبِضُ وَ تَبْسُطُ وَ تَمْحُو وَ تُثْبِتُ وَ تُبْدِئُ وَ تُعِيدُ وَ تُحْيِي وَ تُمِيتُ وَ أَنْتَ حَيٌّ لَا تَمُوتُ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اهْدِنِي مِنْ عِنْدِكَ وَ أَفِضْ عَلَيَّ مِنْ فَضْلِكَ وَ انْشُرْ عَلَيَّ مِنْ رَحْمَتِكَ وَ أَنْزِلْ عَلَيَّ مِنْ بَرَكَاتِكَ فَطَالَ مَا عَوَّدْتَنِي الْحَسَنَ الْجَمِيلَ وَ أَعْطَيْتَنِي الْكَثِيرَ الْجَزِيلَ وَ سَتَرْتَ عَلَيَّ الْقَبِيحَ اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ عَجِّلْ فَرَجِي وَ أَقِلْ عَثْرَتِي وَ ارْحَمْ عَبْرَتِي وَ ارْدُدْنِي إِلَى أَفْضَلِ عَادَاتِكَ عِنْدِي وَ اسْتَقْبِلْ بِي صِحَّةً مِنْ سُقْمِي وَ سَعَةً مِنْ عَدَمِي وَ سَلَامَةً شَامِلَةً فِي بَدَنِي وَ بَصِيرَةً نَافِذَةً فِي دِينِي وَ مَهِّدْنِي وَ أَعِنِّي عَلَى اسْتِغْفَارِكَ وَ اسْتِقَالَتِكَ قَبْلَ أَنْ يَفْنَى الْأَجَلُ وَ يَنْقَطِعَ الْأَمَلُ وَ أَعِنِّي عَلَى الْمَوْتِ وَ كُرْبَتِهِ وَ عَلَى الْقَبْرِ وَ وَحْشَتِهِ وَ عَلَى الْمِيزَانِ وَ خِفَّتِهِ وَ عَلَى الصِّرَاطِ وَ زَلَّتِهِ وَ عَلَى يَوْمِ الْقِيَامَةِ وَ رَوْعَتِهِ وَ أَسْأَلُكَ نَجَاحَ الْعَمَلِ قَبْلَ انْقِطَاعِ الْأَجَلِ وَ قُوَّةً فِي سَمْعِي وَ بَصَرِي وَ اسْتِعْمَالِ الْعَمَلِ الصَّالِحِ مِمَّا عَلَّمْتَنِي وَ فَهَّمْتَنِي إِنَّكَ أَنْتَ الرَّبُّ الْجَلِيلُ وَ أَنَا الْعَبْدُ الضَّعِيفُ وَ شَتَّانَ مَا بَيْنَنَا يَا حَنَّانُ يَا مَنَّانُ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ صَلِّ عَلَى مَنْ فَهَّمْتَنَا وَ هُوَ أَقْرَبُ وَسَائِلِنَا إِلَيْكَ رَبَّنَا مُحَمَّدٍ وَ آلِهِ وَ عِتْرَتِهِ الطَّاهِرِينَ‏","مهج الدعوات و منهج العبادات"]