{
"title": "عوذة عن الإمام الرضا ع (1)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ أَنْجَزَ وَعْدَهُ وَ نَصَرَ عَبْدَهُ وَ أَعَزَّ جُنْدَهُ وَ هَزَمَ الْأَحْزَابَ وَحْدَهُ فَ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ- الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ أَمْسَيْتُ‏ وَ أَصْبَحْتُ فِي حِمَى اللَّهِ الَّذِي لَا يُسْتَبَاحُ وَ ذِمَّتِهِ الَّتِي لَا تُرَامُ وَ لَا تُخْفَرُ وَ فِي عِزِّ اللَّهِ الَّذِي لَا يُذَلُّ وَ لَا يُقْهَرُ وَ فِي حِزْبِهِ الَّذِي لَا يُغْلَبُ وَ فِي جُنْدِهِ الَّذِي لَا يُهْزَمُ وَ حَرِيمِهِ الَّذِي لَا يُسْتَبَاحُ بِاللَّهِ اسْتَجَرْتُ وَ بِاللَّهِ أَصْبَحْتُ وَ بِاللَّهِ اسْتَنْجَحْتُ وَ تَعَزَّزْتُ وَ تَعَوَّذْتُ وَ انْتَصَرْتُ وَ تَقَوَّيْتُ وَ بِعِزَّةِ اللَّهِ قَوِيتُ عَلَى أَعْدَائِي وَ بِجَلَالِ اللَّهِ وَ كِبْرِيَائِهِ ظَهَرْتُ عَلَيْهِمْ وَ قَهَرْتُهُمْ بِحَوْلِ اللَّهِ وَ قُوَّتِهِ وَ اسْتَعَنْتُ عَلَيْهِمْ بِاللَّهِ وَ فَوَّضْتُ‏ أَمْرِي إِلَى اللَّهِ‏ وَ حَسْبِيَ‏ اللَّهُ وَ نِعْمَ الْوَكِيلُ‏- وَ تَراهُمْ يَنْظُرُونَ إِلَيْكَ وَ هُمْ لا يُبْصِرُونَ‏- أَتى‏ أَمْرُ اللَّهِ‏ فَلَجَتْ حُجَّةُ اللَّهِ غَلَبَتْ كَلِمَتُهُ عَلَى أَعْدَاءِ اللَّهِ الْفَاسِقِينَ وَ جُنُودِ إِبْلِيسَ أَجْمَعِينَ‏ لَنْ يَضُرُّوكُمْ إِلَّا أَذىً وَ إِنْ يُقاتِلُوكُمْ يُوَلُّوكُمُ الْأَدْبارَ ثُمَّ لا يُنْصَرُونَ. ضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَما ثُقِفُوا أُخِذُوا وَ قُتِّلُوا تَقْتِيلًا- لا يُقاتِلُونَكُمْ جَمِيعاً إِلَّا فِي قُرىً مُحَصَّنَةٍ أَوْ مِنْ وَراءِ جُدُرٍ بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعاً وَ قُلُوبُهُمْ شَتَّى‏ ذلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْقِلُونَ‏ تَحَصَّنْتُ مِنْهُمْ بِالْحِصْنِ الْمَحْفُوظِ- فَمَا اسْطاعُوا أَنْ يَظْهَرُوهُ وَ مَا اسْتَطاعُوا لَهُ نَقْباً أَوَيْتُ‏ إِلى‏ رُكْنٍ شَدِيدٍ وَ الْتَجَأْتُ إِلَى كَهْفٍ رَفِيعٍ وَ تَمَسَّكْتُ بِالْحَبْلِ الْمَتِينِ وَ تَدَرَّعْتُ بِدِرْعِ اللَّهِ الْحَصِينَةِ وَ تَدَرَّقْتُ بِدَرَقَةِ أَمِيرِ الْمُؤْمِنِينَ وَ تَعَوَّذْتُ بِعُوذَةِ سُلَيْمَانَ بْنِ دَاوُدَ وَ تَخَتَّمْتُ بِخَاتَمِهِ فَأَنَا حَيْثُمَا سَلَكْتُ آمِنٌ مُطْمَئِنٌّ وَ عَدُوِّي فِي الْأَهْوَالِ حَيْرَانُ قَدْ حُفَّ بِالْمَهَانَةِ وَ أُلْبِسَ الذُّلَّ وَ قُمِّعَ بِالصَّغَارِ ضَرَبْتُ عَلَى نَفْسِي سُرَادِقَ الْحِيَاطَةِ وَ لَبِسْتُ دِرْعَ الْحِفْظِ وَ عَلِقْتُ عَلَى هَيْكَلِ الْهَيْبَةِ وَ تَتَوَّجْتُ بِتَاجِ الْكَرَامَةِ وَ تَقَلَّدْتُ بِسَيْفِ الْعِزِّ الَّذِي لَا يُفَلُّ وَ خَفِيتُ عَنْ أَعْيُنِ الْبَاغِينَ النَّاظِرِينَ وَ تَوَارَيْتُ عَنِ الظُّنُونِ وَ أَمِنْتُ عَلَى نَفْسِي وَ سَلِمْتُ مِنْ أَعْدَائِي بِجَلَالِ اللَّهِ فَهُمْ لِي خَاضِعُونَ وَ عَنِّي نَافِرُونَ- كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ فَرَّتْ مِنْ قَسْوَرَةٍ قَصُرَتْ أَيْدِيهِمْ عَنْ بُلُوغِي وَ عَمِيَتْ أَبْصَارُهُمْ عَنْ رُؤْيَتِي وَ خَرِسَتْ أَلْسِنَتُهُمْ عَنْ ذِكْرِي وَ ذَهَلَتْ عُقُولُهُمْ عَنْ مَعْرِفَتِي‏ وَ تَخَوَّفَتْ قُلُوبُهُمْ وَ ارْتَعَدَتْ فَرَائِصُهُمْ وَ نُفُوسُهُمْ مِنْ مَخَافَتِي يَا اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ يَا هُوَ يَا مَنْ لَا إِلَهَ إِلَّا هُوَ افْلُلْ جُنُودَهُمْ وَ اكْسِرْ شَوْكَتَهُمْ وَ نَكِّسْ رُءُوسَهُمْ وَ أَعْمِ أَبْصَارَهُمْ فَظَلَّتْ أَعْنَاقُهُمْ لِي خَاضِعِينَ وَ انْهَزَمَ جَيْشُهُمْ وَ وَلَّوْا مُدْبِرِينَ‏- سَيُهْزَمُ الْجَمْعُ وَ يُوَلُّونَ الدُّبُرَ. بَلِ السَّاعَةُ مَوْعِدُهُمْ وَ السَّاعَةُ أَدْهى‏ وَ أَمَرُّ- وَ ما أَمْرُ السَّاعَةِ إِلَّا كَلَمْحِ الْبَصَرِ عَلَوْتُ عَلَيْهِمْ بِعُلُوِّ اللَّهِ الَّذِي كَانَ يَعْلُو بِهِ صَاحِبُ الْحُرُوبِ مُنَكِّسُ الرَّايَاتِ وَ مُبِيدُ الْأَقْرَانِ وَ تَعَوَّذْتُ بِأَسْمَاءِ اللَّهِ الْحُسْنَى وَ كَلِمَاتِهِ الْعُلْيَا وَ ظَهَرْتُ عَلَى أَعْدَائِي بِبَأْسٍ شَدِيدٍ وَ أَمْرٍ رَشِيدٍ وَ أَذْلَلْتُهُمْ وَ قَمَعْتُ رُءُوسَهُمْ وَ ظَلَّتْ أَعْنَاقُهُمْ لِي خَاضِعِينَ فَخَابَ مَنْ نَاوَانِي وَ هَلَكَ مَنْ عَادَانِي وَ أَنَا الْمُؤَيَّدُ الْمَنْصُورُ وَ الْمُظَفَّرُ الْمُتَوَّجُ الْمَحْبُورُ وَ قَدْ لَزِمْتُ كَلِمَةَ التَّقْوَى وَ اسْتَمْسَكْتُ‏ بِالْعُرْوَةِ الْوُثْقى‏ وَ اعْتَصَمْتُ بِحَبْلِ اللَّهِ الْمَتِينِ فَلَنْ يَضُرَّنِي كَيْدُ الْكَائِدِينَ وَ حَسَدُ الْحَاسِدِينَ أَبَدَ الْآبِدِينَ وَ دَهْرَ الدَّاهِرِينَ فَلَنْ يَرَانِي أَحَدٌ وَ لَنْ يَقْدِرَ عَلَيَّ أَحَدٌ- قُلْ إِنَّما أَنَا أَدْعُوا رَبِّي وَ لا أُشْرِكُ بِهِ أَحَداً أَسْأَلُكَ يَا مُتَفَضِّلُ أَنْ تَتَفَضَّلَ عَلَيَّ بِالْأَمْنِ وَ الْإِيمَانِ عَلَى نَفْسِي وَ رُوحِي بِالسَّلَامَةِ مِنْ أَعْدَائِي وَ أَنْ تَحُولَ بَيْنِي وَ بَيْنَ شَرِّهِمْ بِالْمَلَائِكَةِ الْغِلَاظِ الشِّدَادِ- لا يَعْصُونَ اللَّهَ ما أَمَرَهُمْ وَ يَفْعَلُونَ ما يُؤْمَرُونَ‏ وَ أَيِّدْنِي بِالْجُنْدِ الْكَثِيفَةِ وَ الْأَرْوَاحِ الْعَظِيمَةِ الْمُطِيعَةِ فَيُجِيبُونَهُمْ بِالْحُجَّةِ الْبَالِغَةِ وَ يَقْذِفُونَهُمْ بِالْحَجَرِ الدَّامِغِ وَ يَضْرِبُونَهُمْ بِالسَّيْفِ الْقَاطِعِ وَ يَرْمُونَهُمْ بِالشِّهَابِ الثَّاقِبِ وَ الْحَرِيقِ الْمُلْتَهِبِ وَ الشُّوَاظِ الْمُحْرِقِ- وَ يُقْذَفُونَ مِنْ كُلِّ جانِبٍ دُحُوراً وَ لَهُمْ‏ عَذابٌ واصِبٌ‏. قَذَفْتُهُمْ وَ زَجَرْتُهُمْ بِفَضْلِ‏ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ بِ طه‏ وَ يس‏ وَ الذَّارِياتِ‏ وَ الطَّوَاسِينِ وَ تَنْزِيلِ الْقُرْآنِ الْعَظِيمِ وَ الْحَوَامِيمِ وَ بِ كهيعص‏ وَ بِكَافٍ كُفِيتُ وَ بِهَاءٍ هُدِيتُ وَ بِيَاءٍ يُسِّرَ لِي وَ بِعَيْنٍ عَلَوْتُ وَ بِصَادٍ صَدَّقْتُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَ بِ ن وَ الْقَلَمِ وَ ما يَسْطُرُونَ‏ وَ بِمَواقِعِ النُّجُومِ‏ وَ بِ الطُّورِ وَ كِتابٍ مَسْطُورٍ فِي رَقٍّ مَنْشُورٍ. وَ الْبَيْتِ الْمَعْمُورِ وَ السَّقْفِ الْمَرْفُوعِ وَ الْبَحْرِ الْمَسْجُورِ. إِنَّ عَذابَ رَبِّكَ لَواقِعٌ ما لَهُ مِنْ دافِعٍ‏ فَ وَلَّوْا مُدْبِرِينَ‏ عَلَى أَعْقَابِهِمْ نَاكِصِينَ وَ فِي دِيَارِهِمْ خَائِفِينَ- فَوَقَعَ الْحَقُّ وَ بَطَلَ ما كانُوا يَعْمَلُونَ. فَغُلِبُوا هُنالِكَ وَ انْقَلَبُوا صاغِرِينَ. وَ أُلْقِيَ السَّحَرَةُ ساجِدِينَ‏ فَوَقاهُ اللَّهُ سَيِّئاتِ ما مَكَرُوا وَ حاقَ بِآلِ فِرْعَوْنَ سُوءُ الْعَذابِ‏- وَ مَكَرُوا وَ مَكَرَ اللَّهُ وَ اللَّهُ خَيْرُ الْماكِرِينَ‏- الَّذِينَ قالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزادَهُمْ إِيماناً وَ قالُوا حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ. فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَ فَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَ اتَّبَعُوا رِضْوانَ اللَّهِ وَ اللَّهُ ذُو فَضْلٍ عَظِيمٍ‏- رَبِّ أَعُوذُ بِكَ مِنْ هَمَزاتِ الشَّياطِينِ. وَ أَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا أَخَافُ وَ أَحْذَرُ وَ أَسْأَلُكَ مِنْ خَيْرِ مَا عِنْدَكَ- فَسَيَكْفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ جَبْرَئِيلُ عَنْ يَمِينِي وَ مِيكَائِيلُ عَنْ شِمَالِي وَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ أَمَامِي وَ اللَّهُ عَزَّ وَ جَلَّ يُظِلُّ عَلَيَّ يَمْنَعُكُمْ مِنِّي وَ يَمْنَعُ الشَّيْطَانَ الرَّجِيمَ يَا مَنْ‏ جَعَلَ بَيْنَ الْبَحْرَيْنِ حاجِزاً احْجُزْ بَيْنِي وَ بَيْنَ أَعْدَائِي حَتَّى لَا يَصِلُوا إِلَيَّ بِسُوءٍ سَتَرْتُ بَيْنِي وَ بَيْنَهُمْ بِسِتْرِ اللَّهِ الَّذِي يُسْتَتَرُ بِهِ مِنْ سَطَوَاتِ الْفَرَاعِنَةِ وَ مَنْ كَانَ فِي سِتْرِ اللَّهِ كَانَ مَحْفُوظاً- حَسْبِيَ الَّذِي يَكْفِي وَ مَا لَا يَكْفِي أَحَدٌ سِوَاهُ- وَ جَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ‏ اللَّهُمَّ اضْرِبْ‏ عَلَيَّ سُرَادِقَاتِ حِفْظِكَ الَّذِي لَا يَهْتِكُهُ الرِّيَاحُ وَ لَا تُخْرِقُهُ الرِّمَاحُ وَ اكْفِنِي شَرَّ مَا أَخَافُهُ بِرُوحِ قُدْسِكَ الَّذِي مَنْ أَلْقَيْتَهُ عَلَيْهِ كَانَ مَسْتُوراً عَنْ عُيُونِ النَّاظِرِينَ وَ كَبِيراً فِي صُدُورِ الْخَلَائِقِ أَجْمَعِينَ وَ وَفِّقْ لِي بِأَسْمَائِكَ الْحُسْنَى وَ كَلِمَاتِكَ الْعُلْيَا صَلَاحِي فِي جَمِيعِ مَا أُؤَمِّلُهُ مِنْ خَيْرِ الدُّنْيَا وَ الْآخِرَةِ وَ اصْرِفْ عَنِّي أَبْصَارَ النَّاظِرِينَ- وَ اصْرِفْ عَنِّي شَرَّ قُلُوبِهِمْ وَ شَرَّ مَا يُضْمِرُونَ إِلَى خَيْرِ مَا لَا يَمْلِكُهُ غَيْرُكَ اللَّهُمَّ إِنَّكَ أَنْتَ مَوْلَايَ وَ مَلَاذِي فَبِكَ أَلُوذُ وَ أَنْتَ مَعَاذِي فَبِكَ أَعُوذُ يَا مَنْ دَانَ لَهُ رِقَابُ الْجَبَابِرَةِ وَ خَضَعَتْ لَهُ عَمَالِيقُ الْفَرَاعِنَةِ أَجِرْنِي اللَّهُمَّ مِنْ خِزْيِكَ وَ كَشْفِ سِتْرِكَ وَ نِسْيَانِ ذِكْرِكَ وَ الْإِضْرَابِ عَنْ شُكْرِكَ أَنَا فِي كَنَفِكَ لَيْلِي وَ نَهَارِي وَ نَوْمِي وَ قَرَارِي وَ انْتِبَاهِي وَ انْتِشَارِي ذِكْرُكَ شِعَارِي وَ ثَنَاؤُكَ دِثَارِي اللَّهُمَّ إِنَّ خَوْفِي أَمْسَى وَ أَصْبَحَ مُسْتَجِيراً بِكَ وَ بِأَمَانِكَ مِنْ خَوْفِكَ وَ سُوءِ عَذَابِكَ- وَ اضْرِبْ عَلَيَّ سُرَادِقَاتِ حِفْظِكَ وَ ارْزُقْنِي حِفْظَ عِنَايَتِكَ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ آمِينَ آمِينَ رَبَّ الْعَالَمِين‏\n"
}