{
"title": "دعاء الإمام الرضا ع في سجدة الشكر",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "قَالَ  الإمام الرضا مَنْ دَعَا فِي سَجْدَةِ الشُّكْرِ بِهَذَا الدُّعَاءِ كَانَ كَالرَّامِي مَعَ رَسُولِ اللَّهِ ص يَوْمَ بَدْرٍ قَالا قُلْنَا فَنَكْتُبُهُ قَالَ اكْتُبَا إِذَا أَنْتُمَا سَجَدْتُمَا سَجْدَةَ الشُّكْرِ فتقولا [فَقُولَا] اللَّهُمَّ الْعَنِ اللَّذَيْنِ بَدَّلَا دِينَكَ وَ غَيَّرَا نِعْمَتَكَ وَ اتَّهَمَا رَسُولَكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ خَالَفَا مِلَّتَكَ وَ صَدَّا عَنْ سَبِيلِكَ وَ كَفَرَا آلَاءَكَ وَ رَدَّا عَلَيْكَ كَلَامَكَ وَ اسْتَهْزَءَا بِرَسُولِكَ وَ قَتَلَا ابْنَ نَبِيِّكَ وَ حَرَّفَا كِتَابَكَ وَ جَحَدَا آيَاتِكَ وَ سَخِرَا بِآيَاتِكَ وَ اسْتَكْبَرَا عَنْ عِبَادَتِكَ وَ قَتَلَا أَوْلِيَاءَكَ وَ جَلَسَا فِي مَجْلِسٍ لَمْ يَكُنْ لَهُمَا بِحَقٍّ وَ حَمَلَا النَّاسَ عَلَى أَكْتَافِ آلِ مُحَمَّدٍ اللَّهُمَّ الْعَنْهُمَا لَعْناً يَتْلُو بَعْضُهُ بَعْضاً وَ احْشُرْهُمَا وَ أَتْبَاعَهُمَا إِلَى جَهَنَّمَ زُرْقاً اللَّهُمَّ إِنَّا نَتَقَرَّبُ إِلَيْكَ بِاللَّعْنَةِ لَهُمَا وَ الْبَرَاءَةِ مِنْهُمَا فِي الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ الْعَنْ قَتَلَةَ أَمِيرِ الْمُؤْمِنِينَ وَ قَتَلَةَ الْحُسَيْنِ بْنِ عَلِيٍّ وَ ابْنِ فَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ اللَّهُمَّ زِدْهُمَا عَذَاباً فَوْقَ عَذَابٍ وَ هَوَاناً فَوْقَ هَوَانٍ وَ ذُلًّا فَوْقَ ذُلٍّ وَ خِزْياً فَوْقَ‏ خِزْيٍ. اللَّهُمَّ دُعَّهُمَا فِي النَّارِ دَعّاً وَ أَرْكِسْهُمَا فِي أَلِيمِ عِقَابِكَ رَكْساً اللَّهُمَّ احْشُرْهُمَا وَ أَتْبَاعَهُمَا إِلى‏ جَهَنَّمَ زُمَراً اللَّهُمَّ فَرِّقْ جَمْعَهُمْ وَ شَتِّتْ أَمْرَهُمْ وَ خَالِفْ بَيْنَ كَلِمَتِهِمْ وَ بَدِّدْ جَمَاعَتَهُمْ وَ الْعَنْ أَئِمَّتَهُمْ وَ اقْتُلْ قَادَتَهُمْ وَ سَادَتَهُمْ وَ كُبَرَاءَهُمْ وَ الْعَنْ رُؤَسَاءَهُمْ وَ اكْسِرْ رَايَتَهُمْ وَ أَلْقِ الْبَأْسَ بَيْنَهُمْ وَ لَا تُبْقِ مِنْهُمْ دَيَّاراً اللَّهُمَّ الْعَنْ أَبَا جَهْلٍ وَ الْوَلِيدَ لَعْناً يَتْلُو بَعْضُهُ بَعْضاً وَ يَتْبَعُ بَعْضُهُ بَعْضاً اللَّهُمَّ الْعَنْهُمَا لَعْناً يَلْعَنُهُمَا بِهِ كُلُّ مَلَكٍ مُقَرَّبٍ وَ كُلُّ نَبِيٍّ مُرْسَلٍ وَ كُلُّ مُؤْمِنٍ امْتَحَنْتَ قَلْبَهُ لِلْإِيمَانِ اللَّهُمَّ الْعَنْهُمَا لَعْناً يَتَعَوَّذُ مِنْهُ أَهْلُ النَّارِ اللَّهُمَّ الْعَنْهُمَا لَعْناً لَمْ يَخْطُرْ لِأَحَدٍ بِبَالٍ اللَّهُمَّ الْعَنْهُمَا فِي مُسْتَسِرِّ سِرِّكَ وَ ظَاهِرِ عَلَانِيَتِكَ وَ عَذِّبْهُمَا عَذَاباً فِي التَّقْدِيرِ وَ شَارِكْ مَعَهُمَا ابْنَتَيْهِمَا وَ أَشْيَاعَهُمَا وَ مُحِبِّيهِمَا وَ مَنْ شَايَعَهُمَا إِنَّكَ سَمِيعُ الدُّعاء"
}