{
"title": "قنوت الإمام الجواد(ع)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "مَنَائِحُكَ مُتَتَابِعَةٌ وَ أَيَادِيكَ مُتَوَالِيَةٌ وَ نِعَمُكَ سَابِغَةٌ وَ شُكْرُنَا قَصِيرٌ وَ حَمْدُنَا يَسِيرٌ وَ أَنْتَ بِالتَّعَطُّفِ عَلَى مَنِ اعْتَرَفَ جَدِيرٌ اللَّهُمَّ وَ قَدْ غُصَّ أَهْلُ الْحَقِّ بِالرِّيقِ وَ ارْتَبَكَ أَهْلُ الصِّدْقِ فِي الْمَضِيقِ وَ أَنْتَ اللَّهُمَّ بِعِبَادِكَ وَ ذَوِي الرَّغْبَةِ إِلَيْكَ شَفِيقٌ وَ بِإِجَابَةِ دُعَائِهِمْ وَ تَعْجِيلِ الْفَرَجِ عَنْهُمْ حَقِيقٌ اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بَادِرْنَا مِنْكَ بِالْعَوْنِ الَّذِي لَا خِذْلَانَ بَعْدَهُ وَ النَّصْرِ الَّذِي لَا بَاطِلَ يَتَكَأَّدُهُ وَ أَتِحْ لَنَا مِنْ لَدُنْكَ مُتَاحاً فَيَّاحاً يَأْمَنُ فِيهِ وَلِيُّكَ وَ يَخِيبُ فِيهِ عَدُوُّكَ وَ يُقَامُ فِيهِ مَعَالِمُكَ وَ يَظْهَرُ فِيهِ أَوَامِرُكَ وَ تَنْكَفُّ فِيهِ عَوَادِي عِدَاتِكَ اللَّهُمَّ بَادِرْنَا مِنْكَ بِدَارِ الرَّحْمَةِ وَ بَادِرْ أَعْدَاءَكَ مِنْ بَأْسِكَ بِدَارِ النَّقِمَةِ اللَّهُمَّ أَعِنَّا وَ أَغِثْنَا وَ ارْفَعْ نَقِمَتَكَ عَنَّا وَ أَحِلَّهَا بِالْقَوْمِ الظَّالِمِينَ‏\nو دعا ع في قنوته‏\nاللَّهُمَّ أَنْتَ الْأَوَّلُ بِلَا أَوَّلِيَّةٍ مَعْدُودَةٍ وَ الْآخِرُ بِلَا آخِرِيَّةٍ مَحْدُودَةٍ أَنْشَأْتَنَا لَا لِعِلَّةٍ اقْتِسَاراً وَ اخْتَرَعْتَنَا لَا لِحَاجَةٍ اقْتِدَاراً وَ ابْتَدَعْتَنَا بِحِكْمَتِكَ اخْتِيَاراً وَ بَلَوْتَنَا بِأَمْرِكَ وَ نَهْيِكَ اخْتِبَاراً وَ أَيَّدْتَنَا بِالْآلَاتِ وَ مَنَحْتَنَا بِالْأَدَوَاتِ وَ كَلَّفْتَنَا الطَّاقَةَ وَ جَشَّمْتَنَا الطَّاعَةَ فَأَمَرْتَ تَخْيِيراً وَ نَهَيْتَ تَحْذِيراً وَ خَوَّلْتَ كَثِيراً وَ سَأَلْتَ يَسِيراً فَعُصِيَ أَمْرُكَ فَحَلُمْتَ وَ جُهِلَ قَدْرُكَ فَتَكَرَّمْتَ فَأَنْتَ رَبُّ الْعِزَّةِ وَ الْبَهَاءِ وَ الْعَظَمَةِ وَ الْكِبْرِيَاءِ وَ الْإِحْسَانِ وَ النَّعْمَاءِ وَ الْمَنِّ وَ الْآلَاءِ وَ الْمِنَحِ وَ الْعَطَاءِ وَ الْإِنْجَازِ وَ الْوَفَاءِ وَ لَا تُحِيطُ الْقُلُوبُ لَكَ بِكُنْهٍ وَ لَا تُدْرِكُ الْأَوْهَامُ لَكَ صِفَةً وَ لَا يُشْبِهُكَ شَيْ‏ءٌ مِنْ خَلْقِكَ وَ لَا يُمَثَّلُ بِكَ شَيْ‏ءٌ مِنْ صَنْعَتِكَ- تَبَارَكْتَ أَنْ تُحَسَّ أَوْ تُمَسَّ أَوْ تُدْرِكَكَ الْحَوَاسُّ الْخَمْسُ وَ أَنَّى‏ يُدْرِكُ مَخْلُوقٌ خَالِقَهُ وَ تَعَالَيْتَ يَا إِلَهِي عَمَّا يَقُولُ الظَّالِمُونَ عُلُوّاً كَبِيراً اللَّهُمَّ أَدِلْ لِأَوْلِيَائِكَ مِنْ أَعْدَائِكَ الظَّالِمِينَ الْبَاغِينَ النَّاكِثِينَ الْقَاسِطِينَ الْمَارِقِينَ الَّذِينَ أَضَلُّوا عِبَادَكَ وَ حَرَّفُوا كِتَابَكَ وَ بَدَّلُوا أَحْكَامَكَ وَ جَحَدُوا حَقَّكَ وَ جَلَسُوا مَجَالِسَ أَوْلِيَائِكَ جُرْأَةً مِنْهُمْ عَلَيْكَ وَ ظُلْماً مِنْهُمْ لِأَهْلِ بَيْتِ نَبِيِّكَ عَلَيْهِمْ سَلَامُكَ وَ صَلَوَاتُكَ وَ رَحْمَتُكَ وَ بَرَكَاتُكَ فَضَلُّوا وَ أَضَلُّوا خَلْقَكَ وَ هَتَكُوا حِجَابَ سَتْرِكَ عَنْ عِبَادِكَ وَ اتَّخَذُوا اللَّهُمَّ مَالَكَ دُوَلًا وَ عِبَادَكَ خَوَلًا وَ تَرَكُوا اللَّهُمَّ عَالِمَ أَرْضِكَ فِي بَكْمَاءَ عَمْيَاءَ ظَلْمَاءَ مُدْلَهِمَّةً فَأَعْيُنُهُمْ مَفْتُوحَةٌ وَ قُلُوبُهُمْ عَمِيَّةٌ وَ لَمْ تَبْقَ لَهُمُ اللَّهُمَّ عَلَيْكَ مِنْ حُجَّةٍ لَقَدْ حَذَّرْتَ اللَّهُمَّ عَذَابَكَ وَ بَيَّنْتَ نَكَالَكَ وَ وَعَدْتَ الْمُطِيعِينَ إِحْسَانَكَ وَ قَدَّمْتَ إِلَيْهِمْ بِالنُّذُرِ فَآمَنَتْ طَائِفَةٌ فَأَيِّدِ اللَّهُمَّ الَّذِينَ آمَنُوا عَلَى عَدُوِّكَ وَ عَدُوِّ أَوْلِيَائِكَ- فَأَصْبَحُوا ظاهِرِينَ‏ وَ إِلَى الْحَقِّ دَاعِينَ وَ لِلْإِمَامِ الْمُنْتَظَرِ الْقَائِمِ بِالْقِسْطِ تَابِعِينَ وَ جَدِّدِ اللَّهُمَّ عَلَى أَعْدَائِكَ وَ أَعْدَائِهِمْ نَارَكَ وَ عَذَابَكَ الَّذِي لَا تَدْفَعُهُ عَنِ الْقَوْمِ الظَّالِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ قَوِّ ضَعْفَ الْمُخْلِصِينَ لَكَ بِالْمَحَبَّةِ الْمُشَايِعِينَ لَنَا بِالْمُوَالاةِ الْمُتَّبِعِينَ لَنَا بِالتَّصْدِيقِ وَ الْعَمَلِ الْمُوَازِرِينَ لَنَا بِالْمُوَاسَاةِ فِينَا الْمُحِبِّينَ ذِكْرَنَا عِنْدَ اجْتِمَاعِهِمْ وَ شُدَّ اللَّهُمَّ رُكْنَهُمْ وَ سَدِّدْ لَهُمُ اللَّهُمَّ دِينَهُمُ الَّذِي ارْتَضَيْتَهُ لَهُمْ وَ أَتْمِمْ عَلَيْهِمْ نِعْمَتَكَ وَ خَلِّصْهُمْ وَ اسْتَخْلِصْهُمْ وَ سُدَّ اللَّهُمَّ فَقْرَهُمْ وَ الْمُمِ اللَّهُمَّ شَعَثَ فَاقَتِهِمْ وَ اغْفِرِ اللَّهُمَّ ذُنُوبَهُمْ وَ خَطَايَاهُمْ وَ لَا تُزِغْ قُلُوبَهُمْ بَعْدَ إِذْ هَدَيْتَهُمْ وَ لَا تُخَلِّهِمْ أَيْ رَبِّ بِمَعْصِيَتِهِمْ وَ احْفَظْ لَهُمْ مَا مَنَحْتَهُمْ بِهِ مِنَ الطَّهَارَةِ بِوَلَايَةِ أَوْلِيَائِكَ وَ الْبَرَاءَةِ مِنْ أَعْدَائِكَ إِنَّكَ سَمِيعٌ مُجِيبٌ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ‏\n"
}