{
"title": "حرز للإمام الجواد ع (1)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "قَالَ الإمام الجواد(ع) يَا يَاسِرُ احْمِلْ هَذَا إِلَى أَمِيرِ الْمُؤْمِنِينَ وَ قُلْ لَهُ حَتَّى يُصَاغَ لَهُ قَصَبَةٌ مِنْ فِضَّةٍ مَنْقُوشٌ عَلَيْهَا مَا أَذْكُرُهُ بَعْدَهُ فَإِذَا أَرَادَ شَدَّهُ عَلَى عَضُدِهِ فَلْيَشُدَّهُ عَلَى عَضُدِهِ الْأَيْمَنِ وَ لْيَتَوَضَّأْ وُضُوءاً حَسَناً سَابِغاً وَ لْيُصَلِّ أَرْبَعَ رَكَعَاتٍ يَقْرَأُ فِي كُلِّ رَكْعَةٍ فَاتِحَةَ الْكِتَابِ مَرَّةً وَ سَبْعَ مَرَّاتٍ آيَةَ الْكُرْسِيِّ وَ سَبْعَ مَرَّاتٍ شَهِدَ اللَّهُ وَ سَبْعَ مَرَّاتٍ وَ الشَّمْسِ وَ ضُحَيهَا وَ سَبْعَ مَرَّاتٍ وَ اللَّيْلِ إِذَا يَغْشَى وَ سَبْعَ مَرَّاتٍ قُلْ هُوَ اللَّهُ أَحَدٌ فَإِذَا فَرَغَ مِنْهَا فَلْيَشُدَّهُ عَلَى عَضُدِهِ الْأَيْمَنِ عِنْدَ الشَّدَائِدِ وَ النَّوَائِبِ يُسَلِّمُ بِحَوْلِ اللَّهِ وَ قُوَّتِهِ مِنْ كُلِّ شَيْ‏ءٍ يَخَافُهُ وَ يَحْذَرُهُ وَ يَنْبَغِي أَنْ لَا يَكُونَ طُلُوعُ الْقَمَرِ فِي بُرْجِ الْعَقْرَبِ وَ لَوْ أَنَّهُ غَزَا أَهْلَ الرُّومِ وَ مَلِكَهُمْ لَغَلَبَهُمْ بِإِذْنِ اللَّهِ وَ بَرَكَةِ هَذَا الْحِرْزِ وَ رُوِيَ أَنَّهُ لَمَّا سَمِعَ الْمَأْمُونُ مِنْ أَبِي جَعْفَرٍ فِي أَمْرِ هَذَا الْحِرْزِ هَذِهِ الصِّفَاتِ كُلَّهَا غَزَا أَهْلَ الرُّومِ فَنَصَرَهُ اللَّهُ تَعَالَى عَلَيْهِمْ وَ مَنَحَ مِنْهُمْ مِنَ الْمَغْنَمِ مَا شَاءَ اللَّهُ وَ لَمْ يُفَارِقْ هَذَا الْحِرْزَ عِنْدَ كُلِّ غَزَاةٍ وَ مُحَارَبَةٍ وَ كَانَ يَنْصُرُهُ اللَّهُ عَزَّ وَ جَلَّ بِفَضْلِهِ وَ يَرْزُقُهُ الْفَتْحَ بِمَشِيَّتِهِ إِنَّهُ وَلِيُّ ذَلِكَ بِحَوْلِهِ وَ قُوَّتِهِ. الْحِرْزُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ إِلَى آخِرِهَا- أَ لَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُمْ ما فِي الْأَرْضِ وَ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ وَ يُمْسِكُ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُفٌ رَحِيمٌ‏ اللَّهُمَّ أَنْتَ الْوَاحِدُ الْمَلِكُ [الدَّيَّانُ‏] يَوْمَ الدِّينِ تَفْعَلُ مَا تَشَاءُ بِلَا مُغَالَبَةٍ وَ تُعْطِي مَنْ تَشَاءُ بِلَا مَنٍّ وَ تَفْعَلُ مَا تَشَاءُ وَ تَحْكُمُ مَا تُرِيدُ وَ تُدَاوِلُ الْأَيَّامَ بَيْنَ النَّاسِ وَ تُرَكِّبُهُمْ طَبَقاً عَنْ طَبَقٍ أَسْأَلُكَ بِاسْمِكَ الْمَكْتُوبِ عَلَى سُرَادِقِ الْمَجْدِ وَ أَسْأَلُكَ بِاسْمِكَ الْمَكْتُوبِ عَلَى سُرَادِقِ السَّرَائِرِ السَّابِقِ الْفَائِقِ الْحَسَنِ الْجَمِيلِ النَّضِيرِ رَبِّ الْمَلَائِكَةِ الثَّمَانِيَةِ وَ الْعَرْشِ الَّذِي لَا يَتَحَرَّكُ وَ أَسْأَلُكَ بِالْعَيْنِ الَّتِي لَا تَنَامُ وَ بِالْحَيَاةِ الَّتِي لَا تَمُوتُ وَ بِنُورِ وَجْهِكَ الَّذِي لَا يُطْفَأُ وَ بِالاسْمِ الْأَكْبَرِ الْأَكْبَرِ الْأَكْبَرِ وَ بِالاسْمِ الْأَعْظَمِ الْأَعْظَمِ الْأَعْظَمِ الَّذِي هُوَ مُحِيطٌ بِمَلَكُوتِ السَّمَاوَاتِ وَ الْأَرْضِ وَ بِالاسْمِ الَّذِي أَشْرَقَتْ بِهِ الشَّمْسُ وَ أَضَاءَ بِهِ الْقَمَرُ وَ سُجِّرَتْ بِهِ الْبُحُورُ وَ نُصِبَتْ بِهِ الْجِبَالُ وَ بِالاسْمِ الَّذِي قَامَ بِهِ الْعَرْشُ وَ الْكُرْسِيُّ وَ بِاسْمِكَ الْمَكْتُوبِ عَلَى سُرَادِقِ الْعَرْشِ وَ بِالاسْمِ الْمَكْتُوبِ عَلَى سُرَادِقِ الْعَظَمَةِ وَ بِاسْمِكَ الْمَكْتُوبِ عَلَى سُرَادِقِ الْعَظَمَةِ وَ بِاسْمِكَ الْمَكْتُوبِ عَلَى سُرَادِقِ الْبَهَاءِ وَ بِاسْمِكَ الْمَكْتُوبِ عَلَى سُرَادِقِ الْقُدْرَةِ وَ بِاسْمِكَ الْعَزِيزِ وَ بِأَسْمَائِكَ الْمُقَدَّسَاتِ الْمُكَرَّمَاتِ الْمَخْزُونَاتِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ وَ أَسْأَلُكَ مِنْ خَيْرِكَ خَيْراً مِمَّا أَرْجُو وَ أَعُوذُ بِعِزَّتِكَ وَ قُدْرَتِكَ مِنْ شَرِّ مَا أَخَافُ وَ أَحْذَرُ وَ مَا لَا أَحْذَرُ يَا صَاحِبَ مُحَمَّدٍ يَوْمَ حُنَيْنٍ وَ يَا صَاحِبَ عَلِيٍّ يَوْمَ صِفِّينَ أَنْتَ يَا رَبِ‏ مُبِيرُ الْجَبَّارِينَ وَ قَاصِمُ الْمُتَكَبِّرِينَ. أَسْأَلُكَ بِحَقِّ طه وَ يس وَ الْقُرْآنِ الْعَظِيمِ وَ الْفُرْقَانِ الْحَكِيمِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَشُدَّ بِهِ عَضُدَ صَاحِبِ هَذَا الْعَقْدِ وَ أَدْرَأُ بِكَ فِي نَحْرِ كُلِّ جَبَّارٍ عَنِيدٍ وَ كُلِّ شَيْطَانٍ مَرِيدٍ وَ عَدُوٍّ شَدِيدٍ وَ عَدُوٍّ مُنْكَرِ الْأَخْلَاقِ وَ اجْعَلْهُ مِمَّنْ أَسْلَمَ إِلَيْكَ نَفْسَهُ وَ فَوَّضَ إِلَيْكَ أَمْرَهُ وَ أَلْجَأَ إِلَيْكَ ظَهْرَهُ اللَّهُمَّ بِحَقِّ هَذِهِ الْأَسْمَاءِ الَّتِي ذَكَرْتُهَا وَ قَرَأْتُهَا وَ أَنْتَ أَعْرَفُ بِحَقِّهَا مِنِّي وَ أَسْأَلُكَ يَا ذَا الْمَنِّ الْعَظِيمِ وَ الْجُودِ الْكَرِيمِ وَلِيَّ الدَّعَوَاتِ الْمُسْتَجَابَاتِ وَ الْكَلِمَاتِ التَّامَّاتِ وَ الْأَسْمَاءِ النَّافِذَاتِ وَ أَسْأَلُكَ يَا نُورَ النَّهَارِ وَ يَا نُورَ اللَّيْلِ وَ يَا نُورَ السَّمَاءِ وَ الْأَرْضِ وَ نُورَ النُّورِ وَ نُوراً يُضِي‏ءُ بِهِ كُلُّ نُورٍ يَا عَالِمَ الْخَفِيَّاتِ كُلِّهَا فِي الْبَرِّ وَ الْبَحْرِ وَ الْأَرْضِ وَ السَّمَاءِ وَ الْجِبَالِ وَ أَسْأَلُكَ يَا مَنْ لَا يَفْنَى وَ لَا يَبِيدُ وَ لَا يَزُولُ وَ لَا لَهُ شَيْ‏ءٌ مَوْصُوفٌ وَ لَا إِلَيْهِ حَدٌّ مَنْسُوبٌ وَ لَا مَعَهُ إِلَهٌ وَ لَا إِلَهَ سِوَاهُ وَ لَا لَهُ فِي مُلْكِهِ شَرِيكٌ وَ لَا تُضَافُ الْعِزَّةُ إِلَّا إِلَيْهِ لَمْ يَزَلْ بِالْعُلُومِ عَالِماً وَ عَلَى الْعُلُومِ وَاقِفاً وَ لِلْأُمُورِ نَاظِماً وَ بِالْكَيْنُونِيَّةِ عَالِماً وَ لِلتَّدْبِيرِ مُحْكِماً وَ بِالْخَلْقِ بَصِيراً وَ بِالْأُمُورِ خَبِيراً أَنْتَ الَّذِي خَشَعَتْ لَكَ الْأَصْوَاتُ وَ ضَلَّتْ فِيكَ الْأَحْلَامُ وَ ضَاقَتْ دُونَكَ الْأَسْبَابُ وَ مَلَأَ كُلَّ شَيْ‏ءٍ نُورُكَ وَ وَجِلَ كُلُّ شَيْ‏ءٍ مِنْكَ وَ هَرَبَ كُلُّ شَيْ‏ءٍ إِلَيْكَ وَ تَوَكَّلَ كُلُّ شَيْ‏ءٍ عَلَيْكَ وَ أَنْتَ الرَّفِيعُ فِي جَلَالِكَ وَ أَنْتَ الْبَهِيُّ فِي جَمَالِكَ وَ أَنْتَ الْعَظِيمُ فِي قُدْرَتِكَ وَ أَنْتَ الَّذِي لَا يُدْرِكُكَ شَيْ‏ءٌ وَ أَنْتَ الْعَلِيُّ الْكَبِيرُ الْعَظِيمُ مُجِيبُ الدَّعَوَاتِ قَاضِي الْحَاجَاتِ مُفَرِّجُ الْكُرُبَاتِ وَلِيُّ النِّعَمَاتِ يَا مَنْ هُوَ فِي عُلُوِّهِ دَانٍ وَ فِي دُنُوِّهِ عَالٍ وَ فِي إِشْرَاقِهِ مُنِيرٌ وَ فِي سُلْطَانِهِ قَوِيٌّ وَ فِي مُلْكِهِ عَزِيزٌ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ احْرُسْ صَاحِبَ هَذَا الْعَقْدِ وَ هَذَا الْحِرْزِ وَ هَذَا الْكِتَابِ بِعَيْنِكَ الَّتِي لَا تَنَامُ وَ اكْنُفْهُ بِرُكْنِكَ الَّذِي لَا يُرَامُ وَ ارْحَمْهُ بِقُدْرَتِكَ عَلَيْهِ فَإِنَّهُ مَرْزُوقُكَ- بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ بِسْمِ اللَّهِ وَ بِاللَّهِ لَا صَاحِبَةَ لَهُ وَ لَا وَلَدَ بِسْمِ اللَّهِ قَوِيِّ الشَّأْنِ عَظِيمِ الْبُرْهَانِ شَدِيدِ السُّلْطَانِ مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ أَشْهَدُ أَنَّ نُوحاً رَسُولُ اللَّهِ وَ أَنَّ إِبْرَاهِيمَ خَلِيلُ اللَّهِ وَ أَنَّ مُوسَى كَلِيمُ اللَّهِ وَ نَجِيُّهُ وَ أَنَّ عِيسَى ابْنَ مَرْيَمَ صَلَوَاتُ اللَّهِ عَلَيْهِ وَ عَلَيْهِمْ أَجْمَعِينَ كَلِمَتُهُ وَ رُوحُهُ وَ أَنَّ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ خَاتَمُ النَّبِيِّينَ لَا نَبِيَّ بَعْدَهُ وَ أَسْأَلُكَ بِحَقِّ السَّاعَةِ الَّتِي يُؤْتَى فِيهَا بِإِبْلِيسَ اللَّعِينِ يَوْمَ الْقِيَامَةِ وَ يَقُولُ اللَّعِينُ فِي تِلْكَ السَّاعَةِ وَ اللَّهِ مَا أَنَا إِلَّا مُهَيِّجُ مَرَدَةٍ- اللَّهُ نُورُ السَّماواتِ وَ الْأَرْضِ‏ وَ هُوَ الْقاهِرُ وَ هُوَ الْغَالِبُ لَهُ الْقُدْرَةُ السَّابِقَةُ وَ هُوَ الْحَكِيمُ الْخَبِيرُ اللَّهُمَّ وَ أَسْأَلُكَ بِحَقِّ هَذِهِ الْأَسْمَاءِ كُلِّهَا وَ صِفَاتِهَا وَ صُوَرِهَا وَ هِيَ سُبْحَانَ الَّذِي خَلَقَ الْعَرْشَ وَ الْكُرْسِيَّ وَ اسْتَوَى عَلَيْهِ أَسْأَلُكَ أَنْ تَصْرِفَ عَنْ صَاحِبِ كِتَابِي هَذَا كُلَّ سُوءٍ وَ مَحْذُورٍ فَهُوَ عَبْدُكَ وَ ابْنُ عَبْدِكَ وَ ابْنُ أَمَتِكَ‏ وَ أَنْتَ مَوْلَاهُ فَقِهِ اللَّهُمَّ يَا رَبِّ الْأَسْوَاءَ كُلَّهَا وَ اقْمَعْ عَنْهُ أَبْصَارَ الظَّالِمِينَ وَ أَلْسِنَةَ الْمُعَانِدِينَ وَ الْمُرِيدِينَ لَهُ السُّوءَ وَ الضُّرَّ وَ ادْفَعْ عَنْهُ كُلَّ مَحْذُورٍ وَ مَخُوفٍ وَ أَيُّ عَبْدٍ مِنْ عَبِيدِكَ أَوْ أَمَةٍ مِنْ إِمَائِكَ أَوْ سُلْطَانٍ مَارِدٍ أَوْ شَيْطَانٍ أَوْ شَيْطَانَةٍ أَوْ جِنِّيٍّ أَوْ جِنِّيَّةٍ أَوْ غُولٍ أَوْ غُولَةٍ أَرَادَ صَاحِبَ كِتَابِي هَذَا بِظُلْمٍ أَوْ ضُرٍّ أَوْ مَكْرٍ أَوْ مَكْرُوهٍ أَوْ كَيْدٍ أَوْ خَدِيعَةٍ أَوْ نِكَايَةٍ أَوْ سِعَايَةٍ أَوْ فَسَادٍ أَوْ غَرَقٍ أَوِ اصْطِلَامٍ أَوْ عَطَبٍ أَوْ مُغَالَبَةٍ أَوْ غَدْرٍ أَوْ قَهْرٍ أَوْ هَتْكِ سِتْرٍ أَوِ اقْتِدَارٍ أَوْ آفَةٍ أَوْ عَاهَةٍ أَوْ قَتْلٍ أَوْ حَرَقٍ أَوِ انْتِقَامٍ أَوْ قَطْعٍ أَوْ سِحْرٍ أَوْ مَسْخٍ أَوْ مَرَضٍ أَوْ سُقْمٍ أَوْ بَرَصٍ أَوْ جُذَامٍ أَوْ بُؤْسٍ أَوْ آفَةٍ أَوْ فَاقَةٍ أَوْ سَغَبٍ أَوْ عَطَشٍ أَوْ وَسْوَسَةٍ أَوْ نَقْصٍ فِي دِينٍ أَوْ مَعِيشَةٍ فَاكْفِنِيهِ بِمَا شِئْتَ وَ كَيْفَ شِئْتَ وَ أَنَّى شِئْتَ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ أَجْمَعِينَ وَ سَلَّمَ تَسْلِيماً كَثِيراً وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ- وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ فَأَمَّا مَا يُنْقَشُ عَلَى هَذِهِ الْقَصَبَةِ مِنْ فِضَّةٍ غَيْرِ مَغْشُوشَةٍ يَا مَشْهُوراً فِي السَّمَوَاتِ يَا مَشْهُوراً فِي الْأَرَضِينَ يَا مَشْهُوراً فِي الدُّنْيَا وَ الْآخِرَةِ جَهَدَتِ الْجَبَابِرَةُ وَ الْمُلُوكُ عَلَى إِطْفَاءِ نُورِكَ وَ إِخْمَادِ ذِكْرِكَ فَأَبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَكَ وَ يَبُوحَ بِذِكْرِكَ‏ وَ لَوْ كَرِهَ الْمُشْرِكُونَ‏"
}