{
"title": "قنوت الإمام الهادي(ع)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "مَنَاهِلُ كَرَامَاتِكَ بِجَزِيلِ عَطِيَّاتِكَ مُتْرَعَةٌ وَ أَبْوَابُ مُنَاجَاتِكَ لِمَنْ أَمَّكَ مُشْرَعَةٌ وَ عَطُوفُ لَحَظَاتِكَ لِمَنْ ضَرَعَ إِلَيْكَ غَيْرُ مُنْقَطِعَةٍ وَ قَدْ أُلْجِمَ الْحِذَارُ وَ اشْتَدَّ الِاضْطِرَارُ وَ عَجَزَ عَنِ الِاصْطِبَارِ أَهْلُ الِانْتِظَارِ [الِانْتِصَارِ، الْإِضْرَارِ] وَ أَنْتَ اللَّهُمَّ بِالْمَرْصَدِ مِنَ الْمَكَّارِ اللَّهُمَّ وَ غَيْرُ مُهْمِلٍ مَعَ‏ الْإِمْهَالِ وَ اللَّائِذُ بِكَ آمِنٌ وَ الرَّاغِبُ إِلَيْكَ غَانِمٌ وَ الْقَاصِدُ اللَّهُمَّ لِبَابِكَ سَالِمٌ اللَّهُمَّ فَعَاجِلْ مَنْ قَدِ امْتَزَّ فِي طُغْيَانِهِ وَ اسْتَمَرَّ عَلَى جَهَالَتِهِ لِعُقْبَاهُ فِي كُفْرَانِهِ وَ أَطْمَعَهُ حِلْمُكَ عَنْهُ فِي نَيْلِ إِرَادَتِهِ فَهُوَ يَتَسَرَّعُ إِلَى أَوْلِيَائِكَ بِمَكَارِهِهِ وَ يُوَاصِلُهُمْ بِقَبَائِحِ مَرَاصِدِهِ وَ يَقْصُدُهُمْ فِي مَظَانِّهِمْ بِأَذِيَّتِهِ اللَّهُمَّ اكْشِفِ الْعَذَابَ عَنِ الْمُؤْمِنِينَ وَ ابْعَثْهُ جَهْرَةً عَلَى الظَّالِمِينَ اللَّهُمَّ اكْفُفِ الْعَذَابَ عَنِ الْمُسْتَجِيرِينَ وَ اصْبُبْهُ عَلَى الْمُغَيِّرِينَ [الْمُفْتَرِينَ، الْمُغْتَرِّينَ‏] اللَّهُمَّ بَادِرْ عُصْبَةَ الْحَقِّ بِالْعَوْنِ وَ بَادِرْ أَعْوَانَ الظُّلْمِ بِالْقَصْمِ اللَّهُمَّ أَسْعِدْنَا بِالشُّكْرِ وَ امْنَحْنَا النَّصْرَ وَ أَعِذْنَا مِنْ سُوءِ الْبَدَاءِ وَ الْعَاقِبَةِ وَ الْخَتْرِ\nو دعا ع في قنوته‏\nيَا مَنْ تَفَرَّدَ بِالرُّبُوبِيَّةِ وَ تَوَحَّدَ بِالْوَحْدَانِيَّةِ يَا مَنْ أَضَاءَ بِاسْمِهِ النَّهَارُ وَ أَشْرَقَتْ بِهِ الْأَنْوَارُ وَ أَظْلَمَ بِأَمْرِهِ حِنْدِسُ اللَّيْلِ وَ هَطَلَ بِغَيْثِهِ وَابِلُ السَّيْلِ يَا مَنْ دَعَاهُ الْمُضْطَرُّونَ فَأَجَابَهُمْ وَ لَجَأَ إِلَيْهِ الْخَائِفُونَ فَآمَنَهُمْ وَ عَبَدَهُ الطَّائِعُونَ فَشَكَرَهُمْ وَ حَمِدَهُ الشَّاكِرُونَ فَأَثَابَهُمْ مَا أَجَلَّ شَأْنَكَ وَ أَعْلَى سُلْطَانَكَ وَ أَنْفَذَ أَحْكَامَكَ أَنْتَ الْخَالِقُ بِغَيْرِ تَكَلُّفٍ وَ الْقَاضِي بِغَيْرِ تَحَيُّفٍ حُجَّتُكَ الْبَالِغَةُ وَ كَلِمَتُكَ الدَّامِغَةُ بِكَ اعْتَصَمْتُ وَ تَعَوَّذْتُ مِنْ نَفَثَاتِ الْعَنَدَةِ وَ رَصَدَاتِ الْمُلْحِدَةِ الَّذِينَ أَلْحَدُوا فِي أَسْمَائِكَ وَ رَصَدُوا بِالْمَكَارِهِ لِأَوْلِيَائِكَ وَ أَعَانُوا عَلَى قَتْلِ أَنْبِيَائِكَ وَ أَصْفِيَائِكَ وَ قَصَدُوا لِإِطْفَاءِ نُورِكَ بِإِذَاعَةِ سِرِّكَ وَ كَذَّبُوا رُسُلَكَ وَ صَدُّوا عَنْ آيَاتِكَ- وَ اتَّخَذُوا مِنْ دُونِكَ وَ دُونَ رَسُولِكَ وَ دُونَ الْمُؤْمِنِينَ وَلِيجَةً رَغْبَةً عَنْكَ وَ عَبَدُوا طَوَاغِيتَهُمْ وَ جَوَابِيتَهُمْ بَدَلًا مِنْكَ فَمَنَنْتَ عَلَى أَوْلِيَائِكَ بِعَظِيمِ نَعْمَائِكَ وَ جُدْتَ عَلَيْهِمْ بِكَرِيمِ آلَائِكَ وَ أَتْمَمْتَ لَهُمْ مَا أَوْلَيْتَهُمْ بِحُسْنِ جَزَائِكَ حِفْظاً لَهُمْ مِنْ مُعَانَدَةِ الرُّسُلِ وَ ضَلَالِ السُّبُلِ وَ صَدَقَتْ لَهُمْ بِالْعُهُودِ أَلْسِنَةُ الْإِجَابَةِ وَ خَشَعَتْ لَكَ بِالْعُقُودِ قُلُوبُ الْإِذَابَةِ أَسْأَلُكَ اللَّهُمَّ بِاسْمِكَ الَّذِي خَشَعَتْ لَهُ السَّمَاوَاتُ وَ الْأَرْضُ وَ أَحْيَيْتَ بِهِ مَوَاتَ الْأَشْيَاءِ وَ أَمَتَّ بِهِ جَمِيعَ الْأَحْيَاءِ وَ جَمَعْتَ بِهِ كُلَّ مُتَفَرِّقٍ وَ فَرَّقْتَ بِهِ كُلَّ مُجْتَمِعٍ وَ أَتْمَمْتَ بِهِ الْكَلِمَاتِ وَ أَرَيْتَ بِهِ كُبْرَي الْآيَاتِ وَ تُبْتَ بِهِ عَلَى التَّوَّابِينَ وَ أَخْسَرْتَ بِهِ عَمَلَ الْمُفْسِدِينَ فَجَعَلْتَ عَمَلَهُمْ‏ هَباءً مَنْثُوراً وَ تَبَّرْتَهُمْ تَتْبِيراً أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَ شِيعَتِي مِنَ الَّذِينَ حُمِّلُوا فَصَدَّقُوا وَ اسْتَنْطَقُوا فَنَطَقُوا آمِنِينَ مَأْمُونِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ لَهُمْ تَوْفِيقَ أَهْلِ الْهُدَى وَ أَعْمَالَ أَهْلِ الْيَقِينِ وَ مُنَاصَحَةَ أَهْلِ التَّوْبَةِ وَ عَزْمَ أَهْلِ الصَّبْرِ وَ تَقِيَّةَ أَهْلِ الْوَرَعِ وَ كِتْمَانَ الصِّدِّيقِينَ حَتَّى يَخَافُوكَ اللَّهُمَّ مَخَافَةَ تَحَجُّزِهِمْ عَنْ مَعَاصِيكَ وَ حَتَّى يَعْمَلُوا بِطَاعَتِكَ لِيَنَالُوا كَرَامَتَكَ وَ حَتَّى يُنَاصِحُوا لَكَ وَ فِيكَ خَوْفاً مِنْكَ- وَ حَتَّى يُخْلِصُوا لَكَ النَّصِيحَةَ فِي التَّوْبَةِ حُبّاً لَكَ فَتُوجِبَ لَهُمْ مَحَبَّتَكَ الَّتِي أَوْجَبْتَهَا لِلتَّوَّابِينَ وَ حَتَّى يَتَوَكَّلُوا عَلَيْكَ فِي أُمُورِهِمْ كُلِّهَا حُسْنَ ظَنٍّ بِكَ وَ حَتَّى يُفَوِّضُوا إِلَيْكَ أُمُورَهُمْ ثِقَةً بِكَ اللَّهُمَّ لَا تُنَالُ طَاعَتُكَ إِلَّا بِتَوْفِيقِكَ وَ لَا تُنَالُ دَرَجَةٌ مِنْ دَرَجَاتِ الْخَيْرِ إِلَّا بِكَ اللَّهُمَّ يَا مَالِكَ يَوْمِ الدِّينِ الْعَالِمَ بِخَفَايَا صُدُورِ الْعَالَمِينَ طَهِّرِ الْأَرْضَ مِنْ نَجَسِ أَهْلِ الشِّرْكِ وَ أَخْرِصِ الْخَرَّاصِينَ عَنْ تَقَوُّلِهِمْ عَلَى رَسُولِكَ الْإِفْكَ اللَّهُمَّ اقْصِمِ الْجَبَّارِينَ وَ أَبِرِ الْمُفْتَرِينَ وَ أَبِدِ الْأَفَّاكِينَ الَّذِينَ إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ- قالُوا أَساطِيرُ الْأَوَّلِينَ‏ وَ أَنْجِزْ لِي وَعْدَكَ‏ إِنَّكَ لا تُخْلِفُ الْمِيعادَ وَ عَجِّلْ فَرَجَ كُلِّ طَالِبٍ مُرْتَادٍ إِنَّكَ لَبِالْمِرْصَادِ لِلْعِبَادِ أَعُوذُ بِكَ مِنْ كُلِّ لَبْسٍ مَلْبُوسٍ وَ مِنْ كُلِّ قَلْبٍ عَنْ مَعْرِفَتِكَ مَحْبُوسٌ وَ مِنْ كُلِّ نَفْسٍ تَكْفُرُ إِذَا أَصَابَهَا بُؤْسٌ وَ مِنْ وَاصِفِ عَدْلٍ عَمَلُهُ عَنِ الْعَدْلِ مَعْكُوسٌ وَ مِنْ طَالِبٍ لِلْحَقِّ وَ هُوَ عَنْ صِفَاتِ الْحَقِّ مَنْكُوسٌ وَ مِنْ مُكْتَسِبِ إِثْمٍ بِإِثْمِهِ مَرْكُوسٌ وَ مِنْ وَجْهٍ عِنْدَ تَتَابُعِ النِّعَمِ عَلَيْهِ عَبُوسٌ أَعُوذُ بِكَ مِنْ ذَلِكَ كُلِّهِ وَ مِنْ نَظِيرِهِ وَ أَشْكَالِهِ وَ أَشْبَاهِهِ وَ أَمْثَالِهِ إِنَّكَ عَلِيٌّ عَلِيمٌ حَكِيمٌ‏\n"
}