{
"title": "قنوت الإمام العسكري(ع)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "يَا مَنْ غَشِيَ نُورُهُ الظُّلُمَاتِ يَا مَنْ أَضَاءَتْ بِقُدْسِهِ الْفِجَاجُ الْمُتَوَعِّرَاتُ يَا مَنْ خَشَعَ لَهُ أَهْلُ الْأَرْضِ وَ السَّمَوَاتِ يَا مَنْ بَخَعَ لَهُ بِالطَّاعَةِ كُلُّ مُتَجَبِّرٍ عَاتٍ يَا عَالِمَ الضَّمَائِرِ الْمُسْتَخْفِيَاتِ‏ وَسِعْتَ كُلَّ شَيْ‏ءٍ رَحْمَةً وَ عِلْماً فَاغْفِرْ لِلَّذِينَ تابُوا وَ اتَّبَعُوا سَبِيلَكَ وَ قِهِمْ عَذابَ الْجَحِيمِ‏ وَ عَاجِلْهُمْ بِنَصْرِكَ الَّذِي وَعَدْتَهُمْ‏ إِنَّكَ لا تُخْلِفُ الْمِيعادَ وَ عَجِّلِ اللَّهُمَّ اجْتِيَاحَ أَهْلِ الْكَيْدِ وَ آوِهِمْ إِلَى شَرِّ دَارٍ فِي أَعْظَمِ نَكَالٍ وَ أَقْبَحِ مَتَابٍ اللَّهُمَّ إِنَّكَ حَاضِرُ أَسْرَارِ خَلْقِكَ وَ عَالِمٌ بِضَمَائِرِهِمْ وَ مُسْتَغْنٍ لَوْ لَا النَّدْبُ بِاللَّجَإِ إِلَى تَنَجُّزِ مَا وَعَدْتَهُ اللَّاجِي عَنْ كَشْفِ مَكَامِنِهِمْ وَ قَدْ تَعْلَمُ يَا رَبِ‏ مَا أُسِرُّهُ وَ أُبْدِيهِ وَ أَنْشُرُهُ وَ أَطْوِيهِ وَ أُظْهِرُهُ وَ أُخْفِيهِ عَلَى مُتَصَرَّفَاتِ أَوْقَاتِي وَ أَصْنَافِ حَرَكَاتِي مِنْ جَمِيعِ حَاجَاتِي وَ قَدْ تَرَى يَا رَبِّ مَا قَدْ تَرَاطَمَ فِيهِ أَهْلُ وَلَايَتِكَ وَ اسْتَمَرَّ عَلَيْهِمْ مِنْ أَعْدَائِكَ غَيْرَ ظَنِينٍ فِي كَرَمٍ وَ لَا ضَنِينٍ بِنِعَمٍ وَ لَكِنَّ الْجُهْدَ يَبْعَثُ عَلَى الِاسْتِزَادَةِ وَ مَا أَمَرْتَ بِهِ مِنَ الدُّعَاءِ إِذَا أَخْلَصَ لَكَ اللَّجَأَ يَقْتَضِي إِحْسَانُكَ شَرْطَ الزِّيَادَةِ وَ هَذِهِ النَّوَاصِي وَ الْأَعْنَاقُ خَاضِعَةٌ لَكَ بِذُلِّ الْعُبُودِيَّةِ وَ الِاعْتِرَافِ بِمَلَكَةِ الرُّبُوبِيَّةِ دَاعِيَةٌ بِقُلُوبِهَا وَ مُحَصَّنَاتٌ إِلَيْكَ فِي تَعْجِيلِ الْإِنَالَةِ وَ مَا شِئْتَ كَانَ وَ مَا تَشَاءُ كَائِنٌ أَنْتَ الْمَدْعُوُّ الْمَرْجُوُّ الْمَأْمُولُ الْمَسْئُولُ لَا يَنْقُصُكَ نَائِلٌ وَ إِنِ اتَّسَعَ وَ لَا يُلْحِفُكَ سَائِلٌ وَ إِنْ أَلَحَّ وَ ضَرَعَ مُلْكُكَ لَا يَلْحَقُهُ التَّنْفِيدُ وَ عِزُّكَ الْبَاقِي عَلَى التَّأْبِيدِ وَ مَا فِي الْأَعْصَارِ مِنْ مَشِيَّتِكَ بِمِقْدَارٍ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الرَّءُوفُ الْجَبَّارُ اللَّهُمَّ أَيِّدْنَا بِعَوْنِكَ وَ اكْنُفْنَا بِصَوْنِكَ وَ أَنِلْنَا مَنَالَ الْمُعْتَصِمِينَ بِحَبْلِكَ الْمُسْتَظِلِّينَ بِظِلِّكَ‏\nو دعا ع في قنوته‏\nوَ أَمَرَ أَهْلَ قُمَّ بِذَلِكَ لَمَّا شَكَوْا مِنْ مُوسَى بْنِ بغي [بَغَا] الْحَمْدُ لِلَّهِ شُكْراً لِنَعْمَائِهِ وَ اسْتِدْعَاءً لِمَزِيدِهِ وَ اسْتِخْلَاصاً لَهُ [وَ اسْتِجْلَاباً لِرِزْقِهِ‏] وَ بِهِ دُونَ غَيْرِهِ وَ عِيَاذاً بِهِ مِنْ كُفْرَانِهِ وَ إِلْحَاداً فِي عَظَمَتِهِ وَ كِبْرِيَائِهِ حَمْدَ مَنْ يَعْلَمُ أَنَّ مَا بِهِ مِنْ نَعْمَائِهِ فَمِنْ عِنْدِ رَبِّهِ وَ مَا مَسَّهُ مِنْ عُقُوبَتِهِ فَبِسُوءِ جِنَايَةِ يَدِهِ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ عَبْدِهِ وَ رَسُولِهِ وَ خِيَرَتِهِ مِنْ خَلْقِهِ وَ ذَرِيعَةِ الْمُؤْمِنِينَ إِلَى رَحْمَتِهِ وَ آلِهِ الطَّاهِرِينَ وُلَاةِ أَمْرِهِ اللَّهُمَّ إِنَّكَ نَدَبْتَ إِلَى فَضْلِكَ وَ أَمَرْتَ بِدُعَائِكَ وَ ضَمِنْتَ الْإِجَابَةَ لِعِبَادِكَ وَ لَمْ تُخَيِّبْ مَنْ فَزِعَ إِلَيْكَ بِرَغْبَتِهِ وَ قَصَدَ إِلَيْكَ بِحَاجَتِهِ وَ لَمْ تَرْجِعْ يَدٌ طَالِبَةٌ صِفْراً مِنْ عَطَائِكَ وَ لَا خَائِبَةً مِنْ نِحَلِ هِبَاتِكَ وَ أَيُّ رَاحِلٍ رَحَلَ إِلَيْكَ فَلَمْ يَجِدْكَ قَرِيباً أَوْ وَافِدٍ وَفَدَ عَلَيْكَ فَاقْتَطَعَتْهُ عَوَائِقُ الرَّدِّ دُونَكَ بَلْ أَيُّ مُحْتَفِرٍ مِنْ فَضْلِكَ لَمْ يُمْهِهِ فَيْضُ جُودِكَ وَ أَيُّ مُسْتَنْبِطٍ لِمَزِيدِكَ أَكْدَى دُونَ اسْتِمَاحَةِ سِجَالِ عَطِيَّتِكَ اللَّهُمَّ وَ قَدْ قَصَدْتُ إِلَيْكَ بِرَغْبَتِي وَ قَرَعَتْ بَابَ فَضْلِكَ يَدُ مَسْأَلَتِي وَ نَاجَاكَ بِخُشُوعِ الِاسْتِكَانَةِ قَلْبِي وَ وَجَدْتُكَ خَيْرَ شَفِيعٍ لِي إِلَيْكَ وَ قَدْ عَلِمْتُ مَا يَحْدُثُ مِنْ طَلِبَتِي قَبْلَ أَنْ يَخْطُرَ بِفِكْرِي أَوْ يَقَعَ فِي خَلَدِي فَصِلِ اللَّهُمَّ دُعَائِي إِيَّاكَ بِإِجَابَتِي وَ اشْفَعْ مَسْأَلَتِي بِنُجْحِ طَلِبَتِي اللَّهُمَّ وَ قَدْ شَمَلَنَا زَيْغُ الْفِتَنِ وَ اسْتَوْلَتْ عَلَيْنَا غَشْوَةُ الْحَيْرَةِ وَ قَارَعَنَا الذُّلُّ وَ الصَّغَارُ وَ حَكَمَ‏ عَلَيْنَا غَيْرُ الْمَأْمُونِينَ فِي دِينِكَ وَ ابْتَزَّ أُمُورَنَا مَعَادِنُ الْأُبَنِ مِمَّنْ عَطَّلَ حُكْمَكَ وَ سَعَى فِي إِتْلَافِ عِبَادِكَ وَ إِفْسَادِ بِلَادِكَ اللَّهُمَّ وَ قَدْ عَادَ فينا [فَيْئُنَا] دُولَةً بَعْدَ الْقِسْمَةِ وَ إِمَارَتُنَا غَلَبَةً بَعْدَ الْمَشُورَةِ وَ عُدْنَا مِيرَاثاً بَعْدَ الِاخْتِيَارِ لِلْأُمَّةِ- فَاشْتُرِيَتِ الْمَلَاهِي وَ الْمَعَازِفُ بِسَهْمِ الْيَتِيمِ وَ الْأَرْمَلَةِ وَ حَكَمَ فِي أَبْشَارِ الْمُؤْمِنِينَ أَهْلُ الذِّمَّةِ وَ وَلِيَ الْقِيَامَ بِأُمُورِهِمْ فَاسِقُ كُلِّ قَبِيلَةٍ فَلَا ذَائِدٌ يَذُودُهُمْ عَنْ هَلَكَةٍ وَ لَا رَاعٍ يَنْظُرُ إِلَيْهِمْ بِعَيْنِ الرَّحْمَةِ وَ لَا ذُو شَفَقَةٍ يُشْبِعُ الْكَبِدَ الْحَرَّى مِنْ مَسْغَبَةٍ فَهُمْ أُولُو ضَرَعٍ بِدَارٍ مَضِيعَةٍ وَ أُسَرَاءُ مَسْكَنَةٍ وَ خُلَفَاءُ كَآبَةٍ وَ ذِلَّةٍ اللَّهُمَّ وَ قَدِ اسْتَحْصَدَ زَرْعُ الْبَاطِلِ وَ بَلَغَ نِهَايَتَهُ وَ اسْتَحْكَمَ عَمُودُهُ وَ اسْتَجْمَعَ طَرِيدُهُ وَ خَذْرَفَ وَلِيدُهُ وَ بَسَقَ فَرْعُهُ وَ ضَرَبَ بحرانه [بِجِرَانِهِ‏] اللَّهُمَّ فَأَتِحْ لَهُ مِنَ الْحَقِّ يَداً حَاصِدَةً تَصْدَعُ [تَصْرَعُ‏] قَائِمَهُ وَ تَهْشُمُ سُوقَهُ وَ تَجُبُّ سَنَامَهُ وَ تَجْدَعُ مَرَاغِمَهُ لِيَسْتَخْفِيَ الْبَاطِلُ بِقُبْحِ صُورَتِهِ وَ يَظْهَرَ الْحَقُّ بِحُسْنِ حِلْيَتِهِ- اللَّهُمَّ وَ لَا تَدَعْ لِلْجَوْرِ دِعَامَةً إِلَّا قَصَمْتَهَا وَ لَا جُنَّةً إِلَّا هَتَكْتَهَا وَ لَا كَلِمَةً مُجْتَمِعَةً إِلَّا فَرَّقْتَهَا وَ لَا سَرِيَّةَ ثِقْلٍ إِلَّا خَفَّفْتَهَا وَ لَا قَائِمَةَ عُلُوٍّ إِلَّا حَطَطْتَهَا وَ لَا رَافِعَةَ عَلَمٍ إِلَّا نَكَّسْتَهَا وَ لَا خَضْرَاءَ إِلَّا أَبَرْتَهَا اللَّهُمَّ فَكَوِّرْ شَمْسَهُ وَ حُطَّ نُورَهُ وَ اطْمِسْ ذِكْرَهُ وَ ارْمِ بِالْحَقِّ رَأْسَهُ وَ فُضَّ جُيُوشَهُ وَ ارْعَبْ قُلُوبَ أَهْلِهِ اللَّهُمَّ وَ لَا تَدَعْ مِنْهُ بَقِيَّةً إِلَّا أَفْنَيْتَ وَ لَا بِنْيَةً إِلَّا سَوَّيْتَ وَ لَا حَلْقَةً إِلَّا قَصَمْتَ وَ لَا سِلَاحاً إِلَّا أَكْلَلْتَ وَ لَا حَدّاً إِلَّا فَلَلْتَ وَ لَا كُرَاعاً إِلَّا اجْتَحْتَ وَ لَا حَامِلَةَ عِلْمٍ إِلَّا نَكَّسْتَ اللَّهُمَّ وَ أَرِنَا أَنْصَارَهُ عَبَادِيدَ بَعْدَ الْأُلْفَةِ وَ شَتَّى بَعْدَ اجْتِمَاعِ الْكَلِمَةِ وَ مُقْنِعِي الرُّءُوسِ بَعْدَ الظُّهُورِ عَلَى الْأُمَّةِ وَ أَسْفِرْ لَنَا عَنْ نَهَارِ الْعَدْلِ وَ أَرِنَاهُ سَرْمَداً لَا ظُلْمَةَ فِيهِ وَ نُوراً لَا شَوْبَ مَعَهُ وَ اهْطِلْ عَلَيْنَا نَاشِئَتَهُ وَ أَنْزِلْ عَلَيْنَا بَرَكَتَهُ وَ أَدِلْ لَهُ مِمَّنْ نَاوَاهُ وَ انْصُرْهُ عَلَى مَنْ عَادَاهُ اللَّهُمَّ وَ أَظْهِرِ الْحَقَّ وَ أَصْبِحْ بِهِ فِي غَسَقِ الظُّلَمِ وَ بُهَمِ الْحَيْرَةِ اللَّهُمَّ وَ أَحْيِ بِهِ الْقُلُوبَ الْمَيِّتَةَ- وَ اجْمَعْ بِهِ الْأَهْوَاءَ الْمُتَفَرِّقَةَ وَ الْآرَاءَ الْمُخْتَلِفَةَ وَ أَقِمْ بِهِ الْحُدُودَ الْمُعَطَّلَةَ وَ الْأَحْكَامَ الْمُهْمَلَةَ وَ أَشْبِعْ بِهِ الْخِمَاصَ الساعنة [السَّاغِبَةَ] وَ أَرِحْ بِهِ الْأَبْدَانَ اللَّاغِيَةَ الْمُتْعَبَةَ كَمَا أَلْهَجْتَنَا بِذِكْرِهِ وَ أَخْطَرْتَ بِبَالِنَا دُعَاءَكَ لَهُ وَ وَفَّقْتَنَا لِلدُّعَاءِ إِلَيْهِ وَ حِيَاشَةِ أَهْلِ الْغَفْلَةِ عَنْهُ وَ أَسْكَنَتْ فِي قُلُوبِنَا مَحَبَّتَهُ وَ الطَّمَعَ فِيهِ وَ حُسْنَ الظَّنِّ بِكَ لِإِقَامَةِ مَرَاسِمِهِ اللَّهُمَّ فَآتِ لَنَا مِنْهُ عَلَى أَحْسَنِ يَقِينٍ يَا مُحَقِّقَ الظُّنُونِ الْحَسَنَةِ وَ يَا مُصَدِّقَ الْآمَالِ الْمُبْطِنَةِ- اللَّهُمَّ وَ أَكْذِبْ بِهِ الْمُتَأَلِّينَ عَلَيْكَ فِيهِ وَ اخْلُفْ بِهِ ظُنُونَ الْقَانِطِينَ مِنْ رَحْمَتِكَ وَ الْآيِسِينَ مِنْهُ اللَّهُمَّ اجْعَلْنَا سَبَباً مِنْ أَسْبَابِهِ وَ عَلَماً مِنْ أَعْلَامِهِ وَ مَعْقِلًا مِنْ مَعَاقِلِهِ وَ نَضِّرْ وُجُوهَنَا بِتَحْلِيَتِهِ وَ أَكْرِمْنَا بِنُصْرَتِهِ وَ اجْعَلْ فِينَا خَيْراً تُظْهِرُنَا لَهُ بِهِ وَ لَا تُشْمِتْ بِنَا حَاسِدِي النِّعَمِ وَ الْمُتَرَبِّصِينَ بِنَا حُلُولَ النَّدَمِ وَ نُزُولَ الْمُثَلِ فَقَدْ تَرَى يَا رَبِّ بَرَاءَةَ سَاحَتِنَا وَ خُلُوَّ ذَرْعِنَا مِنَ الْإِضْمَارِ لَهُمْ عَلَى إِحْنَةٍ وَ التَّمَنِّي لَهُمْ وُقُوعَ جَائِحَةٍ وَ مَا تَنَازَلَ مِنْ تَحْصِينِهِمْ بِالْعَافِيَةِ وَ مَا أَضْبَئُوا لَنَا مِنِ انْتِهَازِ الْفُرْصَةِ وَ طَلَبِ الْوُثُوبِ بِنَا عِنْدَ الْغَفْلَةِ اللَّهُمَّ وَ قَدْ عَرَّفْتَنَا مِنْ أَنْفُسِنَا وَ بَصَّرْتَنَا مِنْ عُيُوبِنَا خِلَالًا نَخْشَى أَنْ تَقْعُدَ بِنَا عَنِ اشْتِهَارِ إِجَابَتِكَ وَ أَنْتَ الْمُتَفَضِّلُ عَلَى غَيْرِ الْمُسْتَحِقِّينَ وَ الْمُبْتَدِئُ بِالْإِحْسَانِ غَيْرَ السَّائِلِينَ فَأْتِ لَنَا مِنْ أَمْرِنَا عَلَى حَسَبِ كَرَمِكَ وَ جُودِكَ وَ فَضْلِكَ وَ امْتِنَانِكَ إِنَّكَ تَفْعَلُ مَا تَشَاءُ وَ تَحْكُمُ مَا تُرِيدُ إِنَّا إِلَيْكَ رَاغِبُونَ وَ مِنْ جَمِيعِ ذُنُوبِنَا تَائِبُونَ اللَّهُمَّ وَ الدَّاعِي إِلَيْكَ وَ الْقَائِمُ بِالْقِسْطِ مِنْ عِبَادِكَ الْفَقِيرُ إِلَى رَحْمَتِكَ الْمُحْتَاجُ إِلَى مَعُونَتِكَ عَلَى طَاعَتِكَ إِذْ ابْتَدَأْتَهُ بِنِعْمَتِكَ وَ أَلْبَسْتَهُ أَثْوَابَ كَرَامَتِكَ وَ أَلْقَيْتَ عَلَيْهِ مَحَبَّةَ طَاعَتِكَ وَ ثَبَّتَ وَطْأَتَهُ فِي الْقُلُوبِ مِنْ مَحَبَّتِكَ وَ وَفَّقْتَهُ لِلْقِيَامِ بِمَا أَغْمَضَ فِيهِ أَهْلُ زَمَانِهِ مِنْ أَمْرِكَ وَ جَعَلْتَهُ مَفْزَعاً لِمَظْلُومِ عِبَادِكَ وَ نَاصِراً لِمَنْ لَا يَجِدُ نَاصِراً غَيْرَكَ وَ مُجَدِّداً لِمَا عُطِّلَ مِنْ أَحْكَامِ كِتَابِكَ وَ مُشَيِّداً لِمَا رُدَّ [دَثَرَ] مِنْ أَعْلَامِ دِينِكَ وَ سُنَنِ نَبِيِّكَ عَلَيْهِ وَ آلِهِ سَلَامُكَ وَ صَلَوَاتُكَ وَ رَحْمَتُكَ وَ بَرَكَاتُكَ فَاجْعَلْهُ اللَّهُمَّ فِي حِصَانَةٍ مِنْ بَأْسِ الْمُعْتَدِينَ وَ أَشْرِقْ بِهِ الْقُلُوبَ الْمُخْتَلِفَةَ مِنْ بُغَاةِ الدِّينِ وَ بَلِّغْ بِهِ أَفْضَلَ مَا بَلَّغْتَ بِهِ الْقَائِمِينَ بِقِسْطِكَ مِنْ أَتْبَاعِ‏ النَّبِيِّينَ اللَّهُمَّ وَ أَذْلِلْ بِهِ مَنْ لَمْ تُسْهِمْ لَهُ فِي الرُّجُوعِ إِلَى مَحَبَّتِكَ وَ مَنْ نَصَبَ لَهُ الْعَدَاوَةَ وَ ارْمِ بِحَجَرِكَ الدَّامِغِ مَنْ أَرَادَ التَّأْلِيبَ عَلَى دِينِكَ بِإِذْلَالِهِ وَ تَشْتِيتِ أَمْرِهِ [جَمْعِهِ‏] وَ اغْضَبْ لِمَنْ لَا تِرَةَ لَهُ وَ لَا طَائِلَةَ وَ عَادَى الْأَقْرَبِينَ وَ الْأَبْعَدِينَ فِيكَ مَنّاً مِنْكَ عَلَيْهِ لَا مَنّاً مِنْهُ عَلَيْكَ- اللَّهُمَّ فَكَمَا نَصَبَ نَفْسَهُ غَرَضاً فِيكَ لِلْأَبْعَدِينَ وَ جَادَ بِبَذْلِ مُهْجَتِهِ لَكَ فِي الذَّبِّ عَنْ حَرِيمِ الْمُؤْمِنِينَ وَ رَدَّ شَرَّ بُغَاةِ الْمُرْتَدِّينَ الْمُرِيبِينَ حَتَّى أُخْفِىَ مَا كَانَ جُهِرَ بِهِ مِنَ الْمَعَاصِي وَ أُبْدِيَ مَا كَانَ نَبَذَهُ الْعُلَمَاءُ وَرَاءَ ظُهُورِهِمْ مِمَّا أَخَذْتَ مِيثَاقَهُمْ عَلَى أَنْ يُبَيِّنُوهُ لِلنَّاسِ وَ لَا يَكْتُمُوهُ وَ دَعَا إِلَى إِفْرَادِكَ بِالطَّاعَةِ وَ أَلَّا يَجْعَلَ لَكَ شَرِيكاً مِنْ خَلْقِكَ يَعْلُو أَمْرُهُ عَلَى أَمْرِكَ مَعَ مَا يَتَجَرَّعُهُ فِيكَ مِنْ مَرَارَاتِ الْغَيْظِ الْجَارِحَةِ بِحَوَاسِّ [بِحَوَاشِي‏] [بِمَوَاشِي‏] الْقُلُوبِ وَ مَا يَعْتَوِرُهُ مِنَ الْغُمُومِ وَ يَفْزَعُ عَلَيْهِ مِنْ أَحْدَاثِ الْخُطُوبِ- وَ يَشْرَقُ بِهِ مِنَ الْغُصَصِ الَّتِي لَا تَبْتَلِعُهَا الْحُلُوقُ وَ لَا تَحْنُوا عَلَيْهَا الضُّلُوعُ مِنْ نَظَرَةٍ إِلَى أَمْرٍ مِنْ أَمْرِكَ وَ لَا تَنَالُهُ يَدُهُ بِتَغْيِيرِهِ وَ رَدِّهِ إِلَى مَحَبَّتِكَ فَاشْدُدِ اللَّهُمَّ أَزْرَهُ بِنَصْرِكَ وَ أَطِلْ بَاعَهُ فِيمَا قَصُرَ عَنْهُ مِنِ اطِّرَادِ الرَّاقِعِينَ فِي جِمَاكَ وَ زِدْهُ فِي قُوَّتِهِ بَسْطَةً مِنْ تَأْيِيدِكَ وَ لَا تُوحِشْنَا مِنْ أُنْسِهِ وَ لَا تَخْتَرِمْهُ دُونَ أَمَلِهِ مِنَ الصَّلَاحِ الْفَاشِي فِي أَهْلِ مِلَّتِهِ وَ الْعَدْلِ الظَّاهِرِ فِي أُمَّتِهِ اللَّهُمَّ وَ شَرِّفْ بِمَا اسْتَقْبَلَ بِهِ مِنَ الْقِيَامِ بِأَمْرِكَ لَدَى مَوْقِفِ الْحِسَابِ مُقَامَهُ وَ سُرَّ نَبِيَّكَ مُحَمَّداً صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ بِرُؤْيَتِهِ وَ مَنْ تَبِعَهُ عَلَى دَعْوَتِهِ وَ أَجْزِلْ لَهُ عَلَى مَا رَأَيْتَهُ قَائِماً بِهِ مِنْ أَمْرِكَ ثَوَابَهُ وَ ابْنِ قُرْبَ دُنُوِّهِ [مَنْزِلَتِهِ‏] مِنْكَ فِي حَيَاتِهِ وَ ارْحَمِ اسْتِكَانَتَنَا مِنْ بَعْدِهِ وَ اسْتِخْذَاءَنَا لِمَنْ كُنَّا نَقْمَعُهُ بِهِ إِذَا فَقَدْتَنَا وَجْهَهُ وَ بَسَطْتَ أَيْدِيَ مَنْ كُنَّا نَبْسُطُ أَيْدِيَنَا عَلَيْهِ لِنَرُدَّهُ عَنْ مَعْصِيَتِهِ وَ افْتَرَقْنَا بَعْدَ الْأُلْفَةِ وَ الِاجْتِمَاعِ تَحْتَ ظِلِّ كَنَفِهِ وَ تَلَهَّفْنَا عِنْدَ الْفَوْتِ عَلَى مَا أَقْعَدْتَنَا عَنْهُ مِنْ نُصْرَتِهِ وَ طَلَبْنَا مِنَ الْقِيَامِ بِحَقِّ مَا لَا سَبِيلَ لَنَا إِلَى رَجْعَتِهِ وَ اجْعَلْهُ اللَّهُمَّ فِي أَمْنٍ مِمَّا يُشْفَقُ عَلَيْهِ‏ مِنْهُ وَ رُدَّ عَنْهُ مِنْ سِهَامِ الْمَكَايِدِ مَا يُوَجِّهُهُ أَهْلُ الشَّنَئَانِ إِلَيْهِ وَ إِلَى شُرَكَائِهِ فِي أَمْرِهِ وَ مُعَاوِنِيهِ عَلَى طَاعَةِ رَبَّهِ الَّذِينَ جَعَلْتَهُمْ سِلَاحَهُ وَ حِصْنَهُ وَ مَفْزَعَهُ وَ أُنْسَهُ الَّذِينَ سَلَوْا عَنِ الْأَهْلِ وَ الْأَوْلَادِ وَ جَفَوُا الْوَطَنَ وَ عَطَّلُوا الْوَثِيرَ مِنَ الْمِهَادِ وَ رَفَضُوا تِجَارَاتِهِمْ وَ أَضَرُّوا بِمَعَايِشِهِمْ وَ فُقِدُوا فِي أَنْدِيَتِهِمْ بِغَيْرِ غَيْبَةٍ عَنْ مِصْرِهِمْ وَ خَالَلُوا الْبَعِيدَ مِمَّنْ عَاضَدَهُمْ عَلَى أَمْرِهِمْ وَ قَلَوُا الْقَرِيبَ مِمَّنْ صَدَّ عَنْ وِجْهَتِهِمْ فَائْتَلَفُوا بَعْدَ التَّدَابُرِ وَ التَّقَاطُعِ فِي دَهْرِهِمْ وَ قَطَعُوا الْأَسْبَابَ الْمُتَّصِلَةَ بِعَاجِلِ حُطَامِ الدُّنْيَا فَاجْعَلْهُمُ اللَّهُمَّ فِي أَمْنِ حِرْزِكَ وَ ظِلِّ كَنَفِكَ وَ رُدَّ عَنْهُمْ بَأْسَ مَنْ قَصَدَ إِلَيْهِمْ بِالْعَدَاوَةِ مِنْ عِبَادِكَ وَ أَجْزِلْ لَهُمْ عَلَى دَعْوَتِهِمْ مِنْ كِفَايَتِكَ وَ مَعُونَتِكَ وَ أَمِدَّهُمْ بِتَأْيِيدِكَ وَ نَصْرِكَ وَ أَزْهِقْ بِحَقِّهِمْ بَاطِلَ مَنْ أَرَادَ إِطْفَاءَ نُورِكَ اللَّهُمَّ وَ امْلَأْ بِهِمْ كُلَّ أُفُقٍ مِنَ الْآفَاقِ وَ قُطْرٍ مِنَ الْأَقْطَارِ قِسْطاً وَ عَدْلًا وَ مَرْحَمَةً وَ فَضْلًا وَ اشْكُرْهُمْ عَلَى حَسَبِ كَرَمِكَ وَ جُودِكَ وَ مَا مَنَنْتَ بِهِ عَلَى الْقَائِمِينَ بِالْقِسْطِ مِنْ عِبَادِكَ وَ ادَّخَرْتَ لَهُمْ مِنْ ثَوَابِكَ مَا تَرْفَعُ لَهُمْ بِهِ الدَّرَجَاتِ إِنَّكَ تَفْعَلُ مَا تَشَاءُ وَ تَحْكُمُ مَا تُرِيدُ\n"
}