{
"title": "قنوت الإمام المهدي(ع)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ- وَ أَكْرِمْ أَوْلِيَاءَكَ بِإِنْجَازِ وَعْدِكَ وَ بَلِّغْهُمْ دَرْكَ مَا يَأْمُلُونَهُ مِنْ نَصْرِكَ وَ اكْفُفْ عَنْهُمْ بَأْسَ مَنْ نَصَبَ الْخِلَافَ عَلَيْكَ وَ تَمَرَّدَ بِمَنْعِكَ عَلَى رُكُوبِ مُخَالَفَتِكَ وَ اسْتَعَانَ بِرِفْدِكَ عَلَى فَلِّ حَدِّكَ وَ قَصَدَ لِكَيْدِكَ بِأَيْدِكَ وَ وَسِعْتَهُ حِلْماً لِتَأْخُذَهُ عَلَى جَهْرَةٍ وَ تَسْتَأْصِلَهُ عَلَى عِزَّةٍ فَإِنَّكَ اللَّهُمَّ قُلْتَ وَ قَوْلُكَ الْحَقُّ- حَتَّى إِذا أَخَذَتِ الْأَرْضُ زُخْرُفَها وَ ازَّيَّنَتْ وَ ظَنَّ أَهْلُها أَنَّهُمْ قادِرُونَ عَلَيْها أَتاها أَمْرُنا لَيْلًا أَوْ نَهاراً فَجَعَلْناها حَصِيداً كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَتَفَكَّرُونَ‏ وَ قُلْتَ‏ فَلَمَّا آسَفُونا انْتَقَمْنا مِنْهُمْ‏ وَ إِنَّ الْغَايَةَ عِنْدَنَا قَدْ تَنَاهَتْ وَ إِنَّا لِغَضَبِكِ غَاضِبُونَ وَ إِنَّا عَلَى نَصْرِ الْحَقِّ مُتَعَاصِبُونَ وَ إِلَى وُرُودِ أَمْرِكَ مُشْتَاقُونَ وَ لِإِنْجَازِ وَعْدِكَ مُرْتَقِبُونَ وَ لِحُلُولِ وَعِيدِكَ بِأَعْدَائِكَ مُتَوَقِّعُونَ اللَّهُمَّ فَأَذِّنْ بِذَلِكَ وَ افْتَحْ طُرُقَاتِهِ وَ سَهِّلْ خُرُوجَهُ وَ وَطِّئْ مَسَالِكَهُ وَ اشْرَعْ شَرَائِعَهُ وَ أَيِّدْ جُنُودَهُ وَ أَعْوَانَهُ وَ بَادِرْ بَأْسَكَ الْقَوْمَ الظَّالِمِينَ وَ ابْسُطْ سَيْفَ‏ نَقِمَتِكَ عَلَى أَعْدَائِكِ الْمُعَانِدِينَ وَ خُذْ بِالثَّارِ إِنَّكَ جَوَادٌ مَكَّارٌ\nو دعا في قنوته بهذا الدعاء\nاللَّهُمَّ مالِكَ الْمُلْكِ‏ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَ تَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ وَ تُعِزُّ مَنْ تَشاءُ وَ تُذِلُّ مَنْ تَشاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ يَا مَاجِدُ يَا جَوَادُ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ يَا بَطَّاشُ يَا ذَا الْبَطْشِ الشَّدِيدِ يَا فَعَّالًا لِمَا يُرِيدُ يَا ذَا الْقُوَّةِ الْمَتِينَ يَا رَءُوفُ يَا رَحِيمُ يَا لَطِيفُ يَا حَيُّ حِينَ لَا حَيَّ أَسْأَلُكَ بِاسْمِكَ الْمَخْزُونِ الْمَكْنُونِ الْحَيِّ الْقَيُّومِ الَّذِي اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ لَمْ يَطَّلِعْ عَلَيْهِ أَحَدٌ مِنْ خَلْقِكَ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي تُصَوِّرُ بِهِ خَلْقَكَ فِي الْأَرْحَامِ كَيْفَ تَشَاءُ وَ بِهِ تَسُوقُ إِلَيْهِمْ أَرْزَاقَهُمْ فِي أَطْبَاقِ الظُّلُمَاتِ مِنْ بَيْنِ الْعُرُوقِ وَ الْعِظَامِ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي أَلَّفْتَ بِهِ بَيْنَ قُلُوبِ أَوْلِيَائِكَ وَ أَلَّفْتَ بَيْنَ الثَّلْجِ وَ النَّارِ لَا هَذَا يُذِيبُ هَذَا وَ لَا هَذَا يُطْفِئُ هَذَا وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي كَوَّنْتَ بِهِ طَعْمَ الْمِيَاهِ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي أَجْرَيْتَ بِهِ الْمَاءَ فِي عُرُوقِ النَّبَاتِ بَيْنَ أَطْبَاقِ الثَّرَى وَ سُقْتَ الْمَاءَ إِلَى عُرُوقِ الْأَشْجَارِ بَيْنَ الصَّخْرَةِ الصَّمَّاءِ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي كَوَّنْتَ بِهِ طَعْمَ الثِّمَارِ وَ أَلْوَانَهَا وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي بِهِ تُبْدِئُ وَ تُعِيدُ وَ أَسْأَلُكَ بِاسْمِكَ الْفَرْدِ الْوَاحِدِ الْمُتَفَرِّدِ بِالْوَحْدَانِيَّةِ الْمُتَوَحِّدِ بِالصَّمَدَانِيَّةِ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي فَجَّرْتَ بِهِ الْمَاءَ مِنَ الصَّخْرَةِ الصَّمَّاءِ وَ سُقْتَهُ مِنْ حَيْثُ شِئْتَ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي خَلَقْتَ بِهِ خَلْقَكَ وَ رَزَقْتَهُمْ كَيْفَ شِئْتَ وَ كَيْفَ شَاءُوا يَا مَنْ لَا يُغَيِّرُهُ الْأَيَّامُ وَ اللَّيَالِي أَدْعُوكَ بِمَا دَعَاكَ بِهِ نُوحٌ حِينَ نَادَاكَ فَأَنْجَيْتَهُ وَ مَنْ مَعَهُ وَ أَهْلَكْتَ قَوْمَهُ وَ أَدْعُوكَ بِمَا دَعَاكَ إِبْرَاهِيمُ خَلِيلُكَ حِينَ نَادَاكَ فَأَنْجَيْتَهُ وَ جَعَلْتَ النَّارَ عَلَيْهِ بَرْداً وَ سَلَاماً وَ أَدْعُوكَ بِمَا دَعَاكَ بِهِ مُوسَى كَلِيمُكَ حِينَ نَادَاكَ فَفَلَقْتَ لَهُ الْبَحْرَ فَأَنْجَيْتَهُ وَ بَنِي إِسْرَائِيلَ وَ أَغْرَقْتَ فِرْعَوْنَ وَ قَوْمَهُ فِي الْيَمِّ وَ أَدْعُوكَ بِمَا دَعَاكَ بِهِ عِيسَى رُوحُكَ حِينَ نَادَاكَ فَنَجَّيْتَهُ مِنْ أَعْدَائِهِ وَ إِلَيْكَ رَفَعْتَهُ وَ أَدْعُوكَ بِمَا دَعَاكَ حَبِيبُكَ وَ صَفِيُّكَ وَ نَبِيُّكَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فَاسْتَجَبْتَ لَهُ وَ مِنَ الْأَحْزَابِ نَجَّيْتَهُ وَ عَلَى أَعْدَائِكِ نَصَرْتَهُ وَ أَسْأَلُكَ‏ بِاسْمِكَ الَّذِي إِذَا دُعِيتَ بِهِ أَجَبْتَ يَا مَنْ‏ لَهُ الْخَلْقُ وَ الْأَمْرُ يَا مَنْ‏ أَحاطَ بِكُلِّ شَيْ‏ءٍ عِلْماً يَا مَنْ‏ أَحْصى‏ كُلَّ شَيْ‏ءٍ عَدَداً يَا مَنْ لَا تُغَيِّرُهُ الْأَيَّامُ وَ اللَّيَالِي وَ لَا تَتَشَابَهُ عَلَيْهِ الْأَصْوَاتُ وَ لَا تَخْفَى عَلَيْهِ اللُّغَاتُ وَ لَا يُبْرِمُهُ إِلْحَاحُ الْمُلِحِّينَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ خِيَرَتِكَ مِنْ خَلْقِكَ فَصَلِّ عَلَيْهِمْ بِأَفْضَلِ صَلَوَاتِكَ وَ صَلِّ عَلَى جَمِيعِ النَّبِيِّينَ وَ الْمُرْسَلِينَ الَّذِينَ بَلَغُوا عَنْكَ الْهُدَى وَ أَعْقَدُوا لَكَ الْمَوَاثِيقَ بِالطَّاعَةِ وَ صَلِّ عَلَى عِبَادِكَ الصَّالِحِينَ يَا مَنْ‏ لا يُخْلِفُ الْمِيعادَ أَنْجِزْ لِي مَا وَعَدْتَنِي وَ اجْمَعْ لِي أَصْحَابِي وَ صَبِّرْهُمْ وَ انْصُرْنِي عَلَى أَعْدَائِكَ وَ أَعْدَاءِ رَسُولِكَ وَ لَا تُخَيِّبْ دَعْوَتِي فَإِنِّي عَبْدُكَ ابْنُ عَبْدِكَ وَ ابْنُ أَمَتِكَ أَسِيرٌ بَيْنَ يَدَيْكَ سَيِّدِي أَنْتَ الَّذِي مَنَنْتَ عَلَيَّ بِهَذَا الْمَقَامِ وَ تَفَضَّلْتَ بِهِ عَلَيَّ دُونَ كَثِيرٍ مِنْ خَلْقِكَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُنْجِزَ لِي مَا وَعَدْتَنِي إِنَّكَ أَنْتَ الصَّادِقُ وَ لا تُخْلِفُ الْمِيعادَ وَ أَنْتَ عَلَى كُلِّ شَيْ‏ءٍ قَدِير\n"
}