{
"title": "دعاء العلوي المصري عن الإمام المهدي ع",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "رَبِّ مَنْ ذَا الَّذِي دَعَاكَ فَلَمْ تُجِبْهُ وَ مَنْ ذَا الَّذِي سَأَلَكَ فَلَمْ تُعْطِهِ وَ مَنْ ذَا الَّذِي نَاجَاكَ فَخَيَّبْتَهُ أَوْ تَقَرَّبَ إِلَيْكَ فَأَبْعَدْتَهُ وَ رَبِّ هَذَا فِرْعَوْنُ ذُو الْأَوْتَادِ مَعَ عِنَادِهِ وَ كُفْرِهِ وَ عُتُوِّهِ وَ إِذْعَانِهِ الرُّبُوبِيَّةَ لِنَفْسِهِ وَ عِلْمِكَ بِأَنَّهُ لَا يَتُوبُ وَ لَا يَرْجِعُ وَ لَا يَئُوبُ وَ لَا يُؤْمِنُ وَ لَا يَخْشَعُ اسْتَجَبْتَ لَهُ دُعَاءَهُ وَ أَعْطَيْتَهُ سُؤْلَهُ كَرَماً مِنْكَ وَ جُوداً وَ قِلَّةَ مِقْدَارٍ لِمَا سَأَلَكَ عِنْدَكَ مَعَ عِظَمِهِ عِنْدَهُ أَخْذاً بِحُجَّتِكَ عَلَيْهِ وَ تَأْكِيداً لَهَا حِينَ فَجَرَ وَ كَفَرَ وَ اسْتَطَالَ عَلَى قَوْمِهِ وَ تَجَبَّرَ وَ بِكُفْرِهِ عَلَيْهِمْ افْتَخَرَ وَ بِظُلْمِهِ لِنَفْسِهِ تَكَبَّرَ وَ بِحِلْمِكَ عَنْهُ اسْتَكْبَرَ فَكَتَبَ وَ حَكَمَ عَلَى نَفْسِهِ جُرْأَةً مِنْهُ إِنَّ جَزَاءَ مِثْلِهِ أَنْ يُغْرَقَ فِي الْبَحْرِ فَجَزَيْتَهُ بِمَا حَكَمَ بِهِ عَلَى نَفْسِهِ إِلَهِي وَ أَنَا عَبْدُكَ ابْنُ عَبْدِكَ وَ ابْنُ أَمَتِكَ مُعْتَرِفٌ لَكَ بِالْعُبُودِيَّةِ مُقِرٌّ بِأَنَّكَ أَنْتَ اللَّهُ خَالِقِي لَا إِلَهَ لِي غَيْرُكَ وَ لَا رَبَّ لِي سِوَاكَ مُوقِنٌ بِأَنَّكَ أَنْتَ اللَّهُ رَبِّي وَ إِلَيْكَ مَرَدِّي وَ إِيَابِي عَالِمٌ بِأَنَّكَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ تَفْعَلُ مَا تَشَاءُ وَ تَحْكُمُ مَا تُرِيدُ لَا مُعَقِّبَ لِحُكْمِكَ وَ لَا رَادَّ لِقَضَائِكَ وَ أَنَّكَ الْأَوَّلُ وَ الْآخِرُ وَ الظَّاهِرُ وَ الْباطِنُ لَمْ تَكُنْ مِنْ شَيْ‏ءٍ وَ لَمْ تَبِنْ عَنْ شَيْ‏ءٍ كُنْتَ قَبْلَ كُلِّ شَيْ‏ءٍ وَ أَنْتَ الْكَائِنُ بَعْدَ كُلِّ شَيْ‏ءٍ وَ الْمُكَوِّنُ لِكُلِّ شَيْ‏ءٍ خَلَقْتَ كُلَّ شَيْ‏ءٍ بِتَقْدِيرٍ وَ أَنْتَ السَّمِيعُ الْبَصِيرُ وَ أَشْهَدُ أَنَّكَ كَذَلِكَ كُنْتَ وَ تَكُونُ وَ أَنْتَ حَيٌّ قَيُّومٌ لَا تَأْخُذُكَ سِنَةٌ وَ لا نَوْمٌ وَ لَا تُوصَفُ بِالْأَوْهَامِ وَ لَا تُدْرَكُ بِالْحَوَاسِّ- وَ لَا تُقَاسُ بِالْمِقْيَاسِ وَ لَا تُشَبَّهُ بِالنَّاسِ وَ إِنَّ الْخَلْقَ كُلَّهُمْ عَبِيدُكَ وَ إِمَاؤُكَ أَنْتَ الرَّبُّ وَ نَحْنُ الْمَرْبُوبُونَ وَ أَنْتَ الْخَالِقُ وَ نَحْنُ الْمَخْلُوقُونَ وَ أَنْتَ الرَّازِقُ وَ نَحْنُ الْمَرْزُوقُونَ فَلَكَ الْحَمْدُ يَا إِلَهِي إِذْ خَلَقْتَنِي بَشَراً سَوِيّاً وَ جَعَلْتَنِي غَنِيّاً مَكْفِيّاً بَعْدَ مَا كُنْتُ طِفْلًا صَبِيّاً تَقُوتُنِي مِنَ الثَّدْيِ لَبَناً مَرِيئاً وَ غَذَّيْتَنِي غِذَاءً طَيِّباً هَنِيئاً وَ جَعَلْتَنِي ذَكَراً مِثَالًا سَوِيّاً فَلَكَ الْحَمْدُ حَمْداً إِنْ عُدَّ لَمْ يُحْصَ وَ إِنْ وُضِعَ لَمْ يَتَّسِعْ لَهُ شَيْ‏ءٌ- حَمْداً يَفُوقُ عَلَى جَمِيعِ حَمْدِ الْحَامِدِينَ وَ يَعْلُو عَلَى حَمْدِ كُلِّ شَيْ‏ءٍ وَ يَفْخُمُ وَ يَعْظُمُ عَلَى ذَلِكَ كُلِّهِ وَ كُلَّمَا حَمِدَ اللَّهَ شَيْ‏ءٌ وَ الْحَمْدُ لِلَّهِ كَمَا يُحِبُّ اللَّهُ أَنْ يُحْمَدَ وَ الْحَمْدُ لِلَّهِ عَدَدَ مَا خَلَقَ وَ زِنَةَ مَا خَلَقَ وَ زِنَةَ أَجَلِّ مَا خَلَقَ وَ بِوَزْنِ أَخَفِّ مَا خَلَقَ وَ بِعَدَدِ أَصْغَرِ مَا خَلَقَ وَ الْحَمْدُ لِلَّهِ حَتَّى يَرْضَى رَبُّنَا وَ بَعْدَ الرِّضَا وَ أَسْأَلُهُ أَنْ يُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ يَغْفِرَ لِي ذَنْبِي وَ أَنْ يَحْمَدَ لِي أَمْرِي وَ يَتُوبَ عَلَيَّ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ إِلَهِي وَ إِنِّي أَنَا أَدْعُوكَ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ صَفْوَتُكَ أَبُونَا آدَمُ عَلَيْهِ السَّلَامُ وَ هُوَ مُسِي‏ءٌ ظَالِمٌ حِينَ أَصَابَ الْخَطِيئَةَ فَغَفَرْتَ لَهُ خَطِيئَتَهُ وَ تُبْتَ عَلَيْهِ وَ اسْتَجَبْتَ لَهُ دَعْوَتَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَغْفِرَ لِي خَطِيئَتِي وَ تَرْضَى عَنِّي فَإِنْ لَمْ تَرْضَ عَنِّي فَاعْفُ عَنِّي فَإِنِّي مُسِي‏ءٌ ظَالِمٌ خَاطِئٌ عَاصٍ وَ قَدْ يَعْفُو السَّيِّدُ عَنْ عَبْدِهِ وَ لَيْسَ بِرَاضٍ عَنْهُ وَ أَنْ تُرْضِيَ عَنِّي خَلْقَكَ وَ تُمِيطَ عَنِّي حَقَّكَ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ إِدْرِيسُ عَلَيْهِ السَّلَامُ فَجَعَلْتَهُ صِدِّيقاً نَبِيّاً وَ رَفَعْتَهُ مَكاناً عَلِيًّا وَ اسْتَجَبْتَ دُعَاءَهُ وَ كُنَتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ- وَ أَنْ تَجْعَلَ مَآبِي إِلَى جَنَّتِكَ وَ مَحَلِّي فِي رَحْمَتِكَ وَ تُسْكِنَنِي فِيهَا بِعَفْوِكَ وَ تُزَوِّجَنِي مِنْ حُورِهَا بِقُدْرَتِكَ يَا قَدِيرُ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ نُوحٌ إِذْ نَادَى رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ. فَفَتَحْنا أَبْوابَ السَّماءِ بِماءٍ مُنْهَمِرٍ. وَ فَجَّرْنَا الْأَرْضَ عُيُوناً فَالْتَقَى الْماءُ عَلى‏ أَمْرٍ قَدْ قُدِرَ- وَ نَجَّيْتَهُ عَلى‏ ذاتِ أَلْواحٍ وَ دُسُرٍ فَاسْتَجَبْتَ دُعَاءَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ‏ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُنْجِيَنِي مِنْ ظُلْمِ مَنْ يُرِيدُ ظُلْمِي وَ تَكُفَّ عَنِّي بَأْسَ مَنْ يُرِيدُ هَضْمِي وَ تَكْفِيَنِي شَرَّ كُلِّ سُلْطَانٍ جَائِرٍ وَ عَدُوٍّ قَاهِرٍ وَ مُسْتَخِفٍّ قَادِرٍ وَ جَبَّارٍ عَنِيدٍ وَ كُلِّ شَيْطَانٍ مَرِيدٍ وَ إِنْسِيٍّ شَدِيدٍ وَ كَيْدِ كُلِّ مَكِيدٍ يَا حَلِيمُ يَا وَدُودُ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ عَبْدُكَ وَ نَبِيُّكَ صَالِحٌ عَلَيْهِ السَّلَامُ فَنَجَّيْتَهُ مِنَ الْخَسْفِ وَ أَعْلَيْتَهُ عَلَى عَدُوِّهِ وَ اسْتَجَبْتَ دُعَاءَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُخَلِّصَنِي مِنْ شَرِّ مَا يُرِيدُنِي أَعْدَائِي بِهِ وَ سَعَى بِي حُسَّادِي وَ تُكْفِنِيهِمْ بِكِفَايَتِكَ وَ تَتَوَلَّانِي بِوَلَايَتِكَ وَ تَهْدِيَ قَلْبِي بِهُدَاكَ وَ تُؤَيِّدَنِي بِتَقْوَاكَ وَ تُبَصِّرَنِي [تَنْصُرَنِي‏] بِمَا فِيهِ رِضَاكَ وَ تُغْنِيَنِي بِغِنَاكَ يَا حَلِيمُ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ عَبْدُكَ وَ نَبِيُّكَ وَ خَلِيلُكَ إِبْرَاهِيمُ عَلَيْهِ السَّلَامُ حِينَ أَرَادَ نُمْرُودُ إِلْقَاءَهُ فِي النَّارِ فَجَعَلْتَ لَهُ النَّارَ بَرْداً وَ سَلَاماً وَ اسْتَجَبْتَ لَهُ دُعَاءَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُبَرِّدَ عَنِّي حَرَّ نَارِكَ وَ تُطْفِئَ عَنِّي لَهِيبَهَا وَ تَكْفِيَنِي حَرَّهَا وَ تَجْعَلَ نَائِرَةَ أَعْدَائِي فِي شِعَارِهِمْ وَ دِثَارِهِمْ- وَ تَرُدَّ كَيْدَهُمْ فِي نُحُورِهِمْ وَ تُبَارِكَ لِي فِيمَا أَعْطَيْتَنِيهِ كَمَا بَارَكْتَ عَلَيْهِ وَ عَلَى آلِهِ إِنَّكَ أَنْتَ الْوَهَّابُ الْحَمِيدُ الْمَجِيدُ إِلَهِي وَ أَسْأَلُكَ بِالاسْمِ الَّذِي دَعَاكَ بِهِ إِسْمَاعِيلُ عَلَيْهِ السَّلَامُ فَجَعَلْتَهُ نَبِيّاً وَ رَسُولًا وَ جَعَلْتَ لَهُ حَرَمَكَ مَنْسَكاً وَ مَسْكَناً وَ مَأْوًي وَ اسْتَجَبْتَ لَهُ دُعَاءَهُ وَ نَجَّيْتَهُ مِنَ الذَّبْحِ وَ قَرَّبْتَهُ رَحْمَةً مِنْكَ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَفْسَحَ لِي فِي قَبْرِي وَ تَحُطَّ عَنِّي وِزْرِي وَ تَشُدَّ لِي أَزْرِي وَ تَغْفِرَ لِي ذَنْبِي وَ تَرْزُقَنِي التَّوْبَةَ بِحَطِّ السَّيِّئَاتِ وَ تَضَاعُفِ الْحَسَنَاتِ وَ كَشْفِ الْبَلِيَّاتِ وَ رِبْحِ التِّجَارَاتِ وَ دَفْعِ مَعَرَّةِ السِّعَايَاتِ إِنَّكَ مُجِيبُ الدَّعَوَاتِ وَ مُنْزِلَ الْبَرَكَاتِ وَ قَاضِي الْحَاجَاتِ وَ مُعْطِي الْخَيْرَاتِ وَ جَبَّارِ السَّمَاوَاتِ إِلَهِي وَ أَسْأَلُكَ بِمَا سَأَلَكَ بِهِ ابْنُ خَلِيلِكَ إِسْمَاعِيلُ عَلَيْهِ السَّلَامُ الَّذِي نَجَّيْتَهُ مِنَ الذَّبْحِ وَ فَدَيْتَهُ بِذِبْحٍ عَظِيمٍ وَ قَلَبْتَ‏ لَهُ الْمِشْقَصَ حَتَّى نَاجَاكَ مُوقِناً بِذَبْحِهِ رَاضِياً بِأَمْرِ وَالِدِهِ فَاسْتَجَبْتَ لَهُ دُعَاءَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُنْجِيَنِي مِنْ كُلِّ سُوءٍ وَ بَلِيَّةٍ وَ تَصْرِفَ عَنِّي كُلَّ ظُلْمَةٍ وَخِيمَةٍ وَ تَكْفِيَنِي مَا أَهَمَّنِي مِنْ أُمُورِ دُنْيَايَ وَ آخِرَتِي وَ مَا أُحَاذِرُهُ وَ أَخْشَاهُ وَ مِنْ شَرِّ خَلْقِكَ أَجْمَعِينَ بِحَقِّ آلِ يس إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ لُوطٌ عَلَيْهِ السَّلَامُ فَنَجَّيْتَهُ وَ أَهْلَهُ مِنَ الْخَسْفِ وَ الْهَدْمِ وَ الْمَثُلَاتِ وَ الشِدَّةِ وَ الْجُهْدِ وَ أَخْرَجْتَهُ وَ أَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ وَ اسْتَجَبْتَ لَهُ دُعَاءَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَأْذَنَ لِي بِجَمِيعِ [بِجَمْعِ‏] مَا شُتِّتَ مِنْ شَمْلِي وَ تُقِرَّ عَيْنِي بِوَلَدِي وَ أَهْلِي وَ مَالِي وَ تُصْلِحَ لِي أُمُورِي وَ تُبَارِكَ لِي فِي جَمِيعِ أَحْوَالِي وَ تُبَلِّغَنِي فِي نَفْسِي آمَالِي- وَ أَنْ تُجِيرَنِي مِنَ النَّارِ وَ تَكْفِيَنِي شَرَّ الْأَشْرَارِ بِالْمُصْطَفَيْنَ الْأَخْيَارِ الْأَئِمَّةِ الْأَبْرَارِ وَ نُورِ الْأَنْوَارِ مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ الْأَخْيَارِ الْأَئِمَّةِ الْمَهْدِيِّينَ وَ الصَّفْوَةِ الْمُنْتَجَبِينَ صَلَوَاتُ اللَّهِ عَلَيْهِمْ أَجْمَعِينَ وَ تَرْزُقَنِي مُجَالَسَتَهُمْ وَ تَمُنَّ عَلَيَّ بِمُرَافَقَتِهِمْ وَ تُوَفِّقَ لِي صُحْبَتَهُمْ مَعَ أَنْبِيَائِكَ الْمُرْسَلِينَ وَ مَلَائِكَتِكَ الْمُقَرَّبِينَ وَ عِبَادِكَ الصَّالِحِينَ وَ أَهْلِ طَاعَتِكَ أَجْمَعِينَ وَ حَمَلَةِ عَرْشِكَ وَ الْكَرُوبِيِّينَ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي سَأَلَكَ بِهِ يَعْقُوبُ وَ قَدْ كُفَّ بَصَرُهُ وَ شُتِّتَ شَمْلُهُ [جَمْعُهُ‏] وَ فُقِدَ قُرَّةُ عَيْنِهِ ابْنُهُ فَاسْتَجَبْتَ لَهُ دُعَاءَهُ وَ جَمَعْتَ شَمْلَهُ وَ أَقْرَرْتَ عَيْنَهُ وَ كَشَفْتَ ضُرَّهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَأْذَنَ لِي بِجَمِيعِ مَا تَبَدَّدَ مِنْ أَمْرِي وَ تُقِرَّ عَيْنِي بِوَلَدِي وَ أَهْلِي وَ مَالِي وَ تُصْلِحَ شَأْنِي كُلَّهُ وَ تُبَارِكَ لِي فِي جَمِيعِ أَحْوَالِي وَ تُبَلِّغَنِي فِي نَفْسِي وَ آمَالِي وَ تُصْلِحَ لِي أَفْعَالِي وَ تَمُنَّ عَلَيَّ يَا كَرِيمُ يَا ذَا الْمَعَالِي بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ عَبْدُكَ وَ نَبِيُّكَ يُوسُفُ عَلَيْهِ السَّلَامُ فَاسْتَجَبْتَ لَهُ وَ نَجَّيْتَهُ مِنْ غَيَابَتِ الْجُبِّ وَ كَشَفْتَ ضُرَّهُ وَ كَفَيْتَهُ كَيْدَ إِخْوَتِهِ وَ جَعَلْتَهُ بَعْدَ الْعُبُودِيَّةِ مَلِكاً وَ اسْتَجَبْتَ دُعَاءَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَدْفَعَ عَنِّي كَيْدَ كُلِّ كَائِدٍ وَ شَرِّ كُلِّ حَاسِدٍ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ عَبْدُكَ وَ نَبِيُّكَ مُوسَى بْنُ عِمْرَانَ إِذْ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ وَ نادَيْناهُ مِنْ جانِبِ الطُّورِ الْأَيْمَنِ وَ قَرَّبْناهُ نَجِيًّا وَ ضَرَبْتَ لَهُ طَرِيقاً فِي الْبَحْرِ يَبَساً وَ نَجَّيْتَهُ وَ مَنْ مَعَهُ [تَبِعَهُ‏] مِنْ بَنِي إِسْرَائِيلَ وَ أَغْرَقْتَ فِرْعَوْنَ وَ هَامَانَ وَ جُنُودَهُمَا وَ اسْتَجَبْتَ لَهُ دُعَاءَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعِيذَنِي مِنْ شَرِّ خَلْقِكَ وَ تُقَرِّبَنِي مِنْ عَفْوِكَ وَ تَنْشُرَ عَلَيَّ مِنْ فَضْلِكَ مَا تُغْنِيَنِي بِهِ عَنْ جَمِيعِ خَلْقِكَ وَ يَكُونُ لِي بَلَاغاً أَنَالُ بِهِ مَغْفِرَتَكَ وَ رِضْوَانَكَ يَا وَلِيِّي وَ وَلِيَّ الْمُؤْمِنِينَ إِلَهِي وَ أَسْأَلُكَ بِالاسْمِ الَّذِي دَعَاكَ بِهِ عَبْدُكَ وَ نَبِيُّكَ دَاوُدُ فَاسْتَجَبْتَ لَهُ دُعَاءَهُ وَ سَخَّرْتَ لَهُ الْجِبَالَ يُسَبِّحْنَ مَعَهُ بِالْعَشِيِّ وَ الْإِبْكَارِ- وَ الطَّيْرَ مَحْشُورَةً كُلٌّ لَهُ أَوَّابٌ وَ شَدَدْتَ مُلْكَهُ وَ آتَيْتَهُ الْحِكْمَةَ وَ فَصْلَ الْخِطابِ وَ أَلَنْتَ لَهُ الْحَدِيدَ وَ عَلَّمْتَهُ صَنْعَةَ لَبُوسٍ لَهُمْ وَ غَفَرْتَ ذَنْبَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُسَخِّرَ لِي جَمِيعَ أُمُورِي وَ تُسَهِّلَ لِي تَقْدِيرِي وَ تَرْزُقَنِي مَغْفِرَتَكَ وَ عِبَادَتَكَ وَ تَدْفَعَ عَنِّي ظُلْمَ الظَّالِمِينَ وَ كَيْدَ الْكَائِدِينَ وَ مَكْرَ الْمَاكِرِينَ وَ سَطَوَاتِ الْفَرَاعِنَةِ الْجَبَّارِينَ وَ حَسَدَ الْحَاسِدِينَ يَا أَمَانَ الْخَائِفِينَ وَ جَارَ الْمُسْتَجِيرِينَ وَ ثِقَةَ الْوَاثِقِينَ وَ ذَرِيعَةَ الْمُؤْمِنِينَ وَ رَجَاءَ الْمُتَوَكِّلِينَ وَ مُعْتَمَدَ الصَّالِحِينَ يَا أَرْحَمَ الرَّاحِمِينَ إِلَهِي وَ أَسْأَلُكَ اللَّهُمَّ بِالاسْمِ الَّذِي سَأَلَكَ بِهِ عَبْدُكَ وَ نَبِيُّكَ سُلَيْمَانُ بْنُ دَاوُدَ عَلَيْهِمَا السَّلَامُ إِذْ قَالَ رَبِّ اغْفِرْ لِي وَ هَبْ لِي مُلْكاً لا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ فَاسْتَجَبْتَ لَهُ دُعَاءَهُ وَ أَطَعْتَ لَهُ الْخَلْقَ وَ حَمَلْتَهُ عَلَى الرِّيحِ وَ عَلَّمْتَهُ مَنْطِقَ الطَّيْرِ وَ سَخَّرْتَ لَهُ الشَّيَاطِينَ مِنْ كُلِّ بَنَّاءٍ وَ غَوَّاصٍ. وَ آخَرِينَ مُقَرَّنِينَ‏ فِي الْأَصْفادِ هَذَا عَطَاؤُكَ لَا عَطَاءُ غَيْرِكَ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَهْدِيَ لِي قَلْبِي وَ تَجْمَعَ لِي لُبِّي وَ تَكْفِيَنِي هَمِّي وَ تُؤْمِنَ خَوْفِي وَ تَفُكَّ أَسْرِي وَ تَشُدَّ أَزْرِي وَ تُمْهِلَنِي وَ تُنَفِّسَنِي وَ تَسْتَجِيبَ دُعَائِي وَ تَسْمَعَ نِدَائِي وَ لَا تَجْعَلَ فِي النَّارِ مَأْوَايَ وَ لَا الدُّنْيَا أَكْبَرَ هَمِّي وَ أَنْ تُوَسِّعَ عَلَيَّ رِزْقِي وَ تُحَسِّنَ خُلُقِي وَ تُعْتِقَ رَقَبَتِي مِنَ النَّارِ فَإِنَّكَ سَيِّدِي وَ مَوْلَايَ وَ مُؤَمَّلِي إِلَهِي وَ أَسْأَلُكَ اللَّهُمَّ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ أَيُّوبُ لَمَّا حَلَّ بِهِ الْبَلَاءُ بَعْدَ الصِّحَّةِ وَ نَزَلَ السَّقَمُ مِنْهُ مَنْزِلَ الْعَافِيَةِ وَ الضَّيقُ بَعْدَ السَّعَةِ وَ الْقُدْرَةِ فَكَشَفْتَ ضُرَّهُ وَ رَدَدْتَ عَلَيْهِ أَهْلَهُ وَ مِثْلَهُمْ مَعَهُمْ حِينَ نَادَاكَ دَاعِياً لَكَ رَاغِباً إِلَيْكَ رَاجِياً لِفَضْلِكَ شَاكِياً إِلَيْكَ رَبِّ إِنِّي مَسَّنِيَ الضُّرُّ وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ فَاسْتَجَبْتَ لَهُ دُعَاءَهُ وَ كَشَفْتَ ضُرَّهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَكْشِفَ ضُرِّي- وَ تُعَافِيَنِي فِي نَفْسِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ إِخْوَانِي فِيكَ عَافِيَةً بَاقِيَةً شَافِيَةً كَافِيَةً وَافِرَةً هَادِئَةً نَامِيَةً مُسْتَغْنِيَةً عَنِ الْأَطِبَّاءِ وَ الْأَدْوِيَةِ وَ تَجْعَلَهَا شِعَارِي وَ دِثَارِي وَ تُمَتِّعَنِي بِسَمْعِي وَ بَصَرِي وَ تَجْعَلَهُمَا الْوَارِثَيْنِ مِنِّي- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ يُونُسُ بْنُ مَتَّى فِي بَطْنِ الْحُوتِ حِينَ نَادَاكَ فِي ظُلُمَاتٍ ثَلَاثٍ- أَنْ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ فَاسْتَجَبْتَ لَهُ دُعَاءَهُ وَ أَنْبَتَّ عَلَيْهِ شَجَرَةً مِنْ يَقْطِينٍ وَ أَرْسَلْتَهُ إِلى‏ مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَسْتَجِيبَ دُعَائِي وَ تُدَارِكَنِي بِعَفْوِكَ فَقَدْ غَرِقْتُ فِي بَحْرِ الظُّلْمِ لِنَفْسِي وَ رَكِبَتْنِي مَظَالِمُ كَثِيرَةٌ لِخَلْقِكَ عَلَيَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اسْتُرْنِي مِنْهُمْ وَ أَعْتِقْنِي مِنَ النَّارِ وَ اجْعَلْنِي مِنْ عُتَقَائِكَ وَ طُلَقَائِكَ مِنَ النَّارِ فِي مَقَامِي هَذَا بِمَنِّكَ يَا مَنَّانُ. إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ عَبْدُكَ وَ نَبِيُّكَ عِيسَى ابْنُ مَرْيَمَ عَلَيْهِمَا السَّلَامُ إِذْ أَيَّدْتَهُ بِرُوحِ الْقُدُسِ وَ أَنْطَقْتَهُ فِي الْمَهْدِ فَأَحْيَا بِهِ الْمَوْتَى وَ أَبْرَأَ بِهِ الْأَكْمَهَ وَ الْأَبْرَصَ بِإِذْنِكَ وَ خَلَقَ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَصَارَ طَائِراً بِإِذْنِكَ- وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُفَرِّغَنِي لِمَا خُلِقْتُ لَهُ وَ لَا تَشْغَلَنِي بِمَا قَدْ تَكَلَّفْتَهُ لِي وَ تَجْعَلَنِي مِنْ عِبَادِكَ وَ زُهَّادِكَ فِي الدُّنْيَا وَ مِمَّنْ خَلَقْتَهُ لِلْعَافِيَةِ وَ هَنَّأْتَهُ بِهَا مَعَ كَرَامَتِكَ يَا كَرِيمُ يَا عَلِيُّ يَا عَظِيمُ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَاكَ بِهِ آصَفُ بْنُ بَرْخِيَا عَلَى عَرْشِ مَلِكَةِ سَبَإٍ فَكَانَ أَقَلَّ مِنْ لَحْظَةِ الطَّرْفِ حَتَّى كَانَ مُصَوَّراً بَيْنَ يَدَيْهِ فَلَمَّا رَأَتْهُ قِيلَ أَ هكَذا عَرْشُكِ قالَتْ كَأَنَّهُ هُوَ فَاسْتَجَبْتَ دُعَاءَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تُكَفِّرَ عَنِّي سَيِّئَاتِي وَ تَقْبَلَ مِنِّي حَسَنَاتِي وَ تَقْبَلَ تَوْبَتِي وَ تَتُوبَ عَلَيَّ وَ تُغْنِيَ فَقْرِي وَ تَجْبُرَ كَسْرِي وَ تُحْيِيَ فُؤَادِي بِذِكْرِكَ وَ تُحْيِيَنِي فِي عَافِيَةٍ وَ تُمِيتَنِي فِي عَافِيَةٍ إِلَهِي وَ أَسْأَلُكَ بِالاسْمِ الَّذِي دَعَاكَ بِهِ عَبْدُكَ وَ نَبِيُّكَ زَكَرِيَّا عَلَيْهِ السَّلَامُ حِينَ سَأَلَكَ دَاعِياً لَكَ رَاغِباً إِلَيْكَ رَاجِياً لِفَضْلِكَ فَقَامَ فِي الْمِحْرَابِ يُنَادِي نِداءً خَفِيًّا فَقَالَ رَبِّ هَبْ لِي مِنْ لَدُنْكَ وَلِيًّا. يَرِثُنِي وَ يَرِثُ مِنْ آلِ يَعْقُوبَ وَ اجْعَلْهُ رَبِّ رَضِيًّا فَوَهَبْتَ لَهُ يَحْيَى وَ اسْتَجَبْتَ لَهُ دُعَاءَهُ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُبْقِىَ لِي أَوْلَادِي وَ أَنْ تُمَتِّعَنِي بِهِمْ وَ تَجْعَلَنِي وَ إِيَّاهُمْ مُؤْمِنِينَ لَكَ رَاغِبِينَ فِي ثَوَابِكَ خَائِفِينَ مِنْ عِقَابِكَ رَاجِينَ لِمَا عِنْدَكَ آيِسِينَ مِمَّا عِنْدَ غَيْرِكَ حَتَّى تُحْيِيَنَا حَيَاةً طَيِّبَةً وَ تُمِيتَنَا مَيْتَةً طَيِّبَةً إِنَّكَ فَعَّالٌ لِمَا تُرِيدُ إِلَهِي وَ أَسْأَلُكَ بِالاسْمِ الَّذِي سَأَلَتْكَ بِهِ امْرَأَةُ فِرْعَوْنَ إِذْ قالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتاً فِي الْجَنَّةِ وَ نَجِّنِي مِنْ فِرْعَوْنَ وَ عَمَلِهِ وَ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ فَاسْتَجَبْتَ لَهَا دُعَاءَهَا وَ كُنْتَ مِنْهَا قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُقِرَّ عَيْنِي بِالنَّظَرِ إِلَى جَنَّتِكَ وَ وَجْهِكَ الْكَرِيمِ وَ أَوْلِيَائِكَ وَ تُفَرِّجَنِي بِمُحَمَّدٍ وَ آلِهِ وَ تُؤْنِسَنِي بِهِ وَ بِآلِهِ وَ بِمُصَاحَبَتِهِمْ وَ مُرَافَقَتِهِمْ وَ تُمَكِّنَ لِي فِيهَا وَ تُنْجِيَنِي مِنَ النَّارِ وَ مَا أُعِدَّ لِأَهْلِهَا مِنَ السَّلَاسِلِ وَ الْأَغْلَالِ وَ الشَّدَائِدِ وَ الْأَنْكَالِ وَ أَنْوَاعِ الْعَذَابِ بِعَفْوِكَ يَا كَرِيمُ إِلَهِي وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي دَعَتْكَ بِهِ عَبْدَتُكَ وَ صِدِّيقَتُكَ مَرْيَمُ الْبَتُولُ وَ أُمُّ الْمَسِيحِ الرَّسُولِ عَلَيْهِمَا السَّلَامُ إِذْ قُلْتَ وَ مَرْيَمَ ابْنَتَ عِمْرانَ الَّتِي أَحْصَنَتْ فَرْجَها فَنَفَخْنا فِيهِ مِنْ رُوحِنا- وَ صَدَّقَتْ بِكَلِماتِ رَبِّها وَ كُتُبِهِ وَ كانَتْ مِنَ الْقانِتِينَ فَاسْتَجَبْتَ لَهَا دُعَاءَهَا وَ كُنْتَ مِنْهَا قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُحْصِنَنِي بِحِصْنِكَ الْحَصِينِ وَ تَحْجُبَنِي بِحِجَابِكَ الْمَنِيعِ وَ تُحْرِزَنِي بِحِرْزِكَ الْوَثِيقِ وَ تَكْفِيَنِي بِكِفَايَتِكَ الْكَافِيَةِ مِنْ شَرِّ كُلِّ طَاغٍ وَ ظُلْمِ كُلِّ بَاغٍ وَ مَكْرِ كُلِّ مَاكِرٍ وَ غَدْرِ كُلِّ غَادِرٍ وَ سِحْرِ كُلِّ سَاحِرٍ وَ جَوْرِ كُلِّ سُلْطَانٍ جَائِرٍ بِمَنْعِكَ يَا مَنِيعُ إِلَهِي وَ أَسْأَلُكَ بِالاسْمِ الَّذِي دَعَاكَ بِهِ عَبْدُكَ وَ نَبِيُّكَ وَ صَفِيُّكَ وَ خِيَرَتُكَ مِنْ خَلْقِكَ وَ أَمِينُكَ عَلَى وَحْيِكَ وَ بَعِيثُكَ إِلَى بَرِيَّتِكَ وَ رَسُولُكَ إِلَى خَلْقِكَ مُحَمَّدٌ خَاصَّتُكَ وَ خَالِصَتُكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ فَاسْتَجَبْتَ دُعَاءَهُ وَ أَيَّدْتَهُ بِجُنُودٍ لَمْ يَرَوْهَا وَ جَعَلْتَ كَلِمَتَكَ الْعُلْيَا وَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلى‏ وَ كُنْتَ مِنْهُ قَرِيباً يَا قَرِيبُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلَاةً زَاكِيَةً طَيِّبَةً نَامِيَةً بَاقِيَةً مُبَارَكَةً كَمَا صَلَّيْتَ عَلَى أَبِيهِمْ إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ وَ بَارِكْ عَلَيْهِمْ كَمَا بَارَكْتَ عَلَيْهِمْ وَ سَلِّمْ عَلَيْهِمْ كَمَا سَلَّمْتَ عَلَيْهِمْ وَ زِدْهُمْ فَوْقَ ذَلِكَ كُلِّهِ زِيَادَةً مِنْ عِنْدِكَ وَ اخْلُطْنِي بِهِمْ وَ اجْعَلْنِي مِنْهُمْ وَ احْشُرْنِي مَعَهُمْ وَ فِي زُمْرَتِهِمْ حَتَّى تَسْقِيَنِي مِنْ حَوْضِهِمْ وَ تُدْخِلَنِي فِي جُمْلَتِهِمْ وَ تَجْمَعَنِي وَ إِيَّاهُمْ وَ تُقِرَّ عَيْنِي بِهِمْ وَ تُعْطِيَنِي سُؤْلِي وَ تُبَلِّغَنِي آمَالِي فِي دِينِي وَ دُنْيَايَ وَ آخِرَتِي وَ مَحْيَايَ وَ مَمَاتِي وَ تُبَلِّغَهُمْ سَلَامِي وَ تَرُدَّ عَلَيَّ مِنْهُمُ السَّلَامَ وَ عَلَيْهِمُ السَّلَامُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ إِلَهِي وَ أَنْتَ الَّذِي تُنَادِي فِي إِنْصَافِ كُلِّ لَيْلَةٍ هَلْ مِنْ سَائِلٍ فَأُعْطِيَهُ أَمْ هَلْ مِنْ دَاعٍ فَأُجِيبَهُ أَمْ هَلْ مِنْ مُسْتَغْفِرٍ فَأَغْفِرَ لَهُ أَمْ هَلْ مِنْ رَاجٍ فَأُبَلِّغَهُ رَجَاهُ أَمْ هَلْ مِنْ مُؤَمِّلٍ فَأُبَلِّغَهُ أَمَلَهُ هَا أَنَا سَائِلُكَ بِفِنَائِكَ وَ مِسْكِينُكَ بِبَابِكَ وَ ضَعِيفُكَ بِبَابِكَ وَ فَقِيرُكَ بِبَابِكَ وَ مُؤَمِّلُكَ بِفِنَائِكَ أَسْأَلُكَ نَائِلَكَ وَ أَرْجُو رَحْمَتَكَ وَ أُؤَمِّلُ عَفْوَكَ وَ أَلْتَمِسُ غُفْرَانَكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَعْطِنِي سُؤْلِي وَ بَلِّغْنِي أَمَلِي وَ اجْبُرْ فَقْرِي وَ ارْحَمْ عِصْيَانِي وَ اعْفُ عَنْ ذُنُوبِي وَ فُكَّ رَقَبَتِي مِنَ الْمَظَالِمِ لِعِبَادِكَ رَكِبَتْنِي وَ قَوِّ ضَعْفِي وَ أَعِزَّ مَسْكَنَتِي وَ ثَبِّتْ وَطْأَتِي وَ اغْفِرْ جُرْمِي وَ أَنْعِمْ بِآلِي وَ أَكْثِرْ مِنَ الْحَلَالِ مَالِي وَ خِرْ لِي فِي جَمِيعِ أُمُورِي وَ أَفْعَالِي وَ رَضِّنِي بِهَا وَ ارْحَمْنِي وَ وَالِدَيَّ وَ مَا وَلَدَا مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ وَ الْمُسْلِمِينَ وَ الْمُسْلِمَاتِ الْأَحْيَاءِ مِنْهُمْ وَ الْأَمْوَاتِ إِنَّكَ سَمِيعُ الدَّعَوَاتِ وَ أَلْهِمْنِي مِنْ بِرِّهِمَا مَا أَسْتَحِقُّ بِهِ ثَوَابَكَ وَ الْجَنَّةَ وَ تَقَبَّلْ حَسَنَاتِهِمَا وَ اغْفِرْ سَيِّئَاتِهِمَا وَ اجْزِهِمَا بِأَحْسَنِ مَا فَعَلَا بِي ثَوَابَكَ وَ الْجَنَّةَ- إِلَهِي وَ قَدْ عَلِمْتُ يَقِيناً أَنَّكَ لَا تَأْمُرُ بِالظُّلْمِ وَ لَا تَرْضَاهُ وَ لَا تَمِيلُ إِلَيْهِ وَ لَا تَهْوَاهُ وَ لَا تُحِبُّهُ وَ لَا تَغْشَاهُ وَ تَعْلَمُ مَا فِيهِ هَؤُلَاءِ الْقَوْمُ مِنْ ظُلْمِ عِبَادِكَ وَ بَغْيِهِمْ عَلَيْنَا وَ تَعَدِّيهِمْ بِغَيْرِ حَقٍّ وَ لَا مَعْرُوفٍ بَلْ ظُلْماً وَ عُدْوَاناً وَ زُوراً وَ بُهْتَاناً فَإِنْ كُنْتَ جَعَلْتَ لَهُمْ مُدَّةً لَا بُدَّ مِنْ بُلُوغِهَا أَوْ كَتَبْتَ لَهُمْ آجَالًا يَنَالُونَهَا فَقَدْ قُلْتَ وَ قَوْلُكَ الْحَقُّ وَ وَعْدُكَ الصِّدْقُ- يَمْحُوا اللَّهُ ما يَشاءُ وَ يُثْبِتُ وَ عِنْدَهُ أُمُّ الْكِتابِ فَأَنَا أَسْأَلُكَ بِكُلِّ مَا سَأَلَكَ بِهِ أَنْبِيَاؤُكَ الْمُرْسَلُونَ وَ رُسُلُكَ وَ أَسْأَلُكَ بِمَا سَأَلَكَ بِهِ عِبَادُكَ الصَّالِحُونَ وَ مَلَائِكَتُكَ الْمُقَرَّبُونَ أَنْ تَمْحُوَ مِنْ أُمِّ الْكِتَابِ ذَلِكَ وَ تَكْتُبَ لَهُمُ الِاضْمِحْلَالَ وَ الْمَحْقَ- حَتَّى تُقَرِّبَ آجَالَهُمْ وَ تَقْضِيَ مُدَّتَهُمْ وَ تُذْهِبَ أَيَّامَهُمْ وَ تَبْتُرَ أَعْمَارَهُمْ وَ تُهْلِكَ فُجَّارَهُمْ وَ تُسَلِّطَ بَعْضَهُمْ عَلَى بَعْضٍ حَتَّى لَا تُبْقِيَ مِنْهُمْ أَحَداً وَ لَا تُنَجِّيَ مِنْهُمْ أَحَداً وَ تُفَرِّقَ جُمُوعَهُمْ وَ تَكِلَّ سِلَاحَهُمْ وَ تُبَدِّدَ شَمْلَهُمْ وَ تُقَطِّعَ آجَالَهُمْ وَ تُقَصِّرَ أَعْمَارَهُمْ وَ تُزَلْزِلَ أَقْدَامَهُمْ وَ تُطَهِّرَ بِلَادَكَ مِنْهُمْ وَ تُظْهِرَ عِبَادَكَ عَلَيْهِمْ فَقَدْ غَيَّرُوا سُنَّتَكَ وَ نَقَضُوا عَهْدَكَ وَ هَتَكُوا حَرِيمَكَ وَ أَتَوْا عَلَى مَا نَهَيْتَهُمْ عَنْهُ وَ عَتَوْا عُتُوّاً كَبِيراً كَبِيراً وَ ضَلُّوا ضَلَالًا بَعِيداً فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ- وَ أْذَنْ لِجَمْعِهِمْ بِالشَّتَاتِ وَ لِحَيِّهِمْ بِالْمَمَاتِ وَ لِأَزْوَاجِهِمْ بِالنَّهَبَاتِ وَ خَلِّصْ عِبَادَكَ مِنْ ظُلْمِهِمْ وَ اقْبِضْ أَيْدِيَهُمْ عَنْ هَضْمِهِمْ وَ طَهِّرْ أَرْضَكَ مِنْهُمْ وَ أْذَنْ بِحَصْدِ نَبَاتِهِمْ وَ اسْتِيصَالِ شَافَتِهِمْ وَ شَتَاتِ شَمْلِهِمْ وَ هَدْمِ بُنْيَانِهِمْ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ أَسْأَلُكَ يَا إِلَهِي وَ إِلَهَ كُلِّ شَيْ‏ءٍ وَ رَبِّي وَ رَبِّ كُلِّ شَيْ‏ءٍ وَ أَدْعُوكَ بِمَا دَعَاكَ بِهِ عَبْدَاكَ وَ رَسُولَاكَ وَ نَبِيَّاكَ وَ صَفِيَّاكَ مُوسَى وَ هَارُونَ عَلَيْهِمَا السَّلَامُ حِينَ قَالا دَاعِيَيْنِ لَكَ رَاجِيَيْنِ لِفَضْلِكَ- رَبَّنا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَ مَلَأَهُ زِينَةً وَ أَمْوالًا فِي الْحَياةِ الدُّنْيا رَبَّنا لِيُضِلُّوا عَنْ سَبِيلِكَ رَبَّنَا اطْمِسْ عَلى‏ أَمْوالِهِمْ وَ اشْدُدْ عَلى‏ قُلُوبِهِمْ فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذابَ الْأَلِيمَ فَمَنَنْتَ وَ أَنْعَمْتَ عَلَيْهِمَا بِالْإِجَابَةِ لَهُمَا إِلَى أَنْ قَرَعْتَ سَمْعَهُمَا بِأَمْرِكَ فَقُلْتَ اللَّهُمَّ رَبِّ قَدْ أُجِيبَتْ دَعْوَتُكُما فَاسْتَقِيما وَ لا تَتَّبِعانِّ سَبِيلَ الَّذِينَ لا يَعْلَمُونَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَطْمِسَ عَلَى أَمْوَالِ هَؤُلَاءِ الظَّلَمَةِ وَ أَنْ تُشَدِّدَ عَلَى قُلُوبِهِمْ وَ أَنْ تَخْسِفَ بِهِمْ بِرَّكَ وَ أَنْ تُغْرِقَهُمْ فِي بَحْرِكَ فَإِنَّ السَّمَاوَاتِ وَ الْأَرْضَ وَ مَا فِيهِمَا لَكَ وَ أَرِ الْخَلْقَ قُدْرَتَكَ فِيهِمْ وَ بَطْشَتَكَ عَلَيْهِمْ فَافْعَلْ ذَلِكَ بِهِمْ وَ عَجِّلْ لَهُمْ ذَلِكَ يَا خَيْرَ مَنْ سُئِلَ وَ خَيْرَ مَنْ دُعِيَ وَ خَيْرَ مَنْ تَذَلَّلَتْ لَهُ الْوُجُوهُ وَ رُفِعَتْ إِلَيْهِ‏ الْأَيْدِي وَ دُعِيَ بِالْأَلْسُنِ وَ شَخَصَتْ إِلَيْهِ الْأَبْصَارُ وَ أَمَّتْ إِلَيْهِ الْقُلُوبُ وَ نُقِلَتْ إِلَيْهِ الْأَقْدَامُ وَ تُحُوكِمَ إِلَيْهِ فِي الْأَعْمَالِ إِلَهِي وَ أَنَا عَبْدُكَ أَسْأَلُكَ مِنْ أَسْمَائِكَ بِأَبْهَاهَا وَ كُلُّ أَسْمَائِكَ بَهِيٌّ بَلْ أَسْأَلُكَ بِأَسْمَائِكَ كُلِّهَا أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُرْكِسَهُمْ عَلَى أُمِّ رُءُوسِهِمْ فِي زُبْيَتِهِمْ وَ تُرْدِيَهُمْ فِي مَهْوَى حُفْرَتِهِمْ وَ ارْمِهِمْ بِحَجَرِهِمْ وَ ذَكِّهِمْ بِمَشَاقِصِهِمْ وَ اكْبُبْهُمْ عَلَى مَنَاخِرِهِمْ وَ اخْنُقْهُمْ بِوَتَرِهِمْ وَ ارْدُدْ كَيْدَهُمْ فِي نُحُورِهِمْ وَ أَوْبِقْهُمْ بِنَدَامَتِهِمْ حَتَّى يَسْتَخْذِلُوا وَ يَتَضَاءَلُوا بَعْدَ نِخْوَتِهِمْ وَ يَنْقَمِعُوا بَعْدَ اسْتِطَالَتِهِمْ أَذِلَّاءَ مَأْسُورِينَ فِي رِبْقِ حَبَائِلِهِمُ الَّتِي كَانُوا يُؤَمِّلُونَ أَنْ يَرَوْنَا فِيهَا وَ تُرِيَنَا قُدْرَتَكَ فِيهِمْ وَ سُلْطَانَكَ عَلَيْهِمْ- وَ تَأْخُذَهُمْ أَخْذَ الْقُرى‏ وَ هِيَ ظالِمَةٌ إِنَّ أَخْذَكَ الْأَلِيمُ الشَّدِيدُ وَ تَأْخُذَهُمْ يَا رَبِّ أَخْذَ عَزِيزٍ مُقْتَدِرٍ فَإِنَّكَ عَزِيزٌ مُقْتَدِرٌ شَدِيدُ الْعِقَابِ شَدِيدُ الْمِحَالِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ عَجِّلْ إِيرَادَهُمْ عَذَابَكَ الَّذِي أَعْدَدْتَهُ لِلظَّالِمِينَ مِنْ أَمْثَالِهِمْ وَ الطَّاغِينَ مِنْ نُظَرَائِهِمْ وَ ارْفَعْ حِلْمَكَ عَنْهُمْ وَ احْلُلْ عَلَيْهِمْ غَضَبَكَ الَّذِي لَا يَقُومُ لَهُ شَيْ‏ءٌ وَ أْمُرْ فِي تَعْجِيلِ ذَلِكَ عَلَيْهِمْ بِأَمْرِكَ الَّذِي لَا يُرَدُّ وَ لَا يُؤَخَّرُ فَإِنَّكَ شَاهِدُ كُلِّ نَجْوَى وَ عَالِمُ كُلِّ فَحْوَى وَ لَا تَخْفَى عَلَيْكَ مِنْ أَعْمَالِهِمْ خَافِيَةٌ وَ لَا تَذْهَبُ عَنْكَ مِنْ أَعْمَالِهِمْ خَائِنَةٌ وَ أَنْتَ عَلَّامُ الْغُيُوبِ عَالِمٌ بِمَا فِي الضَّمَائِرِ وَ الْقُلُوبِ وَ أَسْأَلُكَ اللَّهُمَّ وَ أُنَادِيكَ بِمَا نَادَاكَ بِهِ سَيِّدِي وَ سَأَلَكَ بِهِ نُوحٌ إِذْ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ- وَ لَقَدْ نادانا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ أَجَلِ اللَّهُمَّ يَا رَبِّ أَنْتَ نِعْمَ الْمُجِيبُ وَ نِعْمَ الْمَدْعُوُّ وَ نِعْمَ الْمَسْئُولُ وَ نِعْمَ الْمُعْطِي أَنْتَ الَّذِي لَا تُخَيِّبُ سَائِلَكَ وَ لَا تَرُدُّ رَاجِيَكَ وَ لَا تَطْرُدُ الْمُلِحَّ عَنْ بَابِكَ وَ لَا تَرُدُّ دُعَاءَ سَائِلِكَ وَ لَا تَمُلُّ دُعَاءَ مَنْ أَمَّلَكَ وَ لَا تَتَبَرَّمُ بِكَثْرَةِ حَوَائِجِهِمْ إِلَيْكَ وَ لَا بِقَضَائِهَا لَهُمْ فَإِنَّ قَضَاءَ حَوَائِجِ جَمِيعِ‏ خَلْقِكَ إِلَيْكَ فِي أَسْرَعِ لَحْظٍ مِنْ لَمْحِ الطَّرْفِ وَ أَخَفُّ عَلَيْكَ وَ أَهْوَنُ عِنْدَكَ مِنْ جَنَاحِ بَعُوضَةٍ وَ حَاجَتِي يَا سَيِّدِي وَ مَوْلَايَ وَ مُعْتَمَدِي وَ رَجَائِي أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَغْفِرَ لِي ذَنْبِي فَقَدْ جِئْتُكَ ثَقِيلَ الظَّهْرِ بِعَظِيمِ مَا بَارَزْتُكَ بِهِ مِنْ سَيِّئَاتِي- وَ رَكِبَنِي مِنْ مَظَالِمِ عِبَادِكَ مَا لَا يَكْفِينِي وَ لَا يُخَلِّصُنِي مِنْهَا غَيْرُكَ وَ لَا يَقْدِرُ عَلَيْهِ وَ لَا يَمْلِكُهُ سِوَاكَ فَامْحُ يَا سَيِّدِي كَثْرَةَ سَيِّئَاتِي بِيَسِيرِ عَبَرَاتِي بَلْ بِقَسَاوَةِ قَلْبِي وَ جُمُودِ عَيْنِي لَا بَلْ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْ‏ءٍ وَ أَنَا شَيْ‏ءٌ فَلْتَسَعْنِي رَحْمَتُكَ يَا رَحْمَانُ يَا رَحِيمُ يَا أَرْحَمَ الرَّاحِمِينَ لَا تَمْتَحِنِّي فِي هَذِهِ الدُّنْيَا بِشَيْ‏ءٍ مِنَ الْمِحَنِ وَ لَا تُسَلِّطْ عَلَيَّ مَنْ لَا يَرْحَمُنِي وَ لَا تُهْلِكْنِي بِذُنُوبِي وَ عَجِّلْ خَلَاصِي مِنْ كُلِّ مَكْرُوهٍ وَ ادْفَعْ عَنِّي كُلَّ ظُلْمٍ وَ لَا تَهْتِكْ سِتْرِي وَ لَا تَفْضَحْنِي يَوْمَ جَمْعِكَ الْخَلَائِقَ لِلْحِسَابِ يَا جَزِيلَ الْعَطَاءِ وَ الثَّوَابِ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُحْيِيَنِي حَيَاةَ السُّعَدَاءِ وَ تُمِيتَنِي مِيتَةَ الشُّهَدَاءِ وَ تَقْبَلَنِي قَبُولَ الْأَوِدَّاءِ وَ تَحْفَظَنِي فِي هَذِهِ الدُّنْيَا الدَّنِيَّةِ مِنْ شَرِّ سَلَاطِينِهَا وَ فُجَّارِهَا وَ شِرَارِهَا وَ مُحِبِّيهَا وَ الْعَامِلِينَ لَهَا وَ مَا فِيهَا وَ قِنِي شَرَّ طُغَاتِهَا وَ حُسَّادِهَا وَ بَاغِيَ الشِّرْكِ فِيهَا حَتَّى تَكْفِيَنِي مَكْرَ الْمَكَرَةِ وَ تَفْقَأَ عَنِّي أَعْيُنَ الْكَفَرَةِ وَ تُفْحِمَ عَنِّي أَلْسُنَ الْفَجَرَةِ وَ تَقْبِضَ لِي عَلَى أَيْدِي الظَّلَمَةِ وَ تُوهِنَ عَنِّي كَيْدَهُمْ وَ تُمِيتَهُمْ بِغَيْظِهِمْ وَ تَشْغَلَهُمْ بِأَسْمَاعِهِمْ وَ أَبْصَارِهِمْ وَ أَفْئِدَتِهِمْ وَ تَجْعَلَنِي مِنْ ذَلِكَ كُلِّهِ فِي أَمْنِكَ وَ أَمَانِكَ وَ حِرْزِكَ وَ سُلْطَانِكَ وَ حِجَابِكَ وَ كَنَفِكَ وَ عِيَاذِكَ وَ جَارِكَ وَ مِنْ جَارِ السَّوْءِ وَ جَلِيسِ السَّوْءِ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ- إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتابَ وَ هُوَ يَتَوَلَّى الصَّالِحِينَ- اللَّهُمَّ بِكَ أَعُوذُ وَ بِكَ أَلُوذُ وَ لَكَ أَعْبُدُ وَ إِيَّاكَ أَرْجُو وَ بِكَ أَسْتَعِينُ وَ بِكَ أَسْتَكْفِي وَ بِكَ أَسْتَغِيثُ وَ بِكَ أَسْتَنْقِذُ وَ مِنْكَ أَسْأَلُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تَرُدَّنِي إِلَّا بِذَنْبٍ مَغْفُورٍ وَ سَعْيٍ مَشْكُورٍ وَ تِجَارَةٍ لَنْ تَبُورَ وَ أَنْ تَفْعَلَ بِي مَا أَنْتَ أَهْلُهُ وَ لَا تَفْعَلْ بِي مَا أَنَا أَهْلُهُ فَإِنَّكَ أَهْلُ التَّقْوى‏ وَ أَهْلُ الْمَغْفِرَةِ وَ أَهْلُ الْفَضْلِ وَ الرَّحْمَةِ إِلَهِي وَ قَدْ أَطَلْتُ دُعَائِي وَ أَكْثَرْتُ خِطَابِي وَ ضِيقُ‏ صَدْرِي. حَدَانِي عَلَى ذَلِكَ كُلِّهِ وَ حَمَلَنِي عَلَيْهِ عِلْماً مِنِّي بِأَنَّهُ يُجْزِيكَ مِنْهُ قَدْرَ الْمِلْحِ فِي الْعَجِينِ بَلْ يَكْفِيكَ عَزْمُ إِرَادَةٍ وَ أَنْ يَقُولَ الْعَبْدُ بِنِيَّةٍ صَادِقَةٍ وَ لِسَانٍ صَادِقٍ يَا رَبِّ فَتَكُونُ عِنْدَ ظَنِّ عَبْدِكَ بِكَ وَ قَدْ نَاجَاكَ بِعَزْمِ الْإِرَادَةِ قَلْبِي فَأَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَقْرِنَ دُعَائِي بِالْإِجَابَةِ مِنْكَ وَ تُبَلِّغَنِي مَا أَمَّلْتُهُ فِيكَ مِنَّةً مِنْكَ وَ طَوْلًا وَ قُوَّةً وَ حَوْلًا لَا تُقِيمُنِي مِنْ مَقَامِي هَذَا إِلَّا بِقَضَاءِ جَمِيعِ مَا سَأَلْتُكَ فَإِنَّهُ عَلَيْكَ يَسِيرٌ وَ خَطَرُهُ عِنْدِي جَلِيلٌ كَثِيرٌ وَ أَنْتَ عَلَيْهِ قَدِيرٌ يَا سَمِيعُ يَا بَصِيرُ إِلَهِي وَ هَذَا مَقَامُ الْعَائِذِ بِكَ مِنَ النَّارِ وَ الْهَارِبِ مِنْكَ إِلَيْكَ مِنْ ذُنُوبٍ تَهَجَّمَتْهُ وَ عُيُوبٍ فَضَحَتْهُ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ انْظُرْ إِلَيَّ نَظْرَةً رَحِيمَةً أَفُوزُ بِهَا إِلَى جَنَّتِكَ وَ اعْطِفْ عَلَيَّ عَطْفَةً أَنْجُو بِهَا مِنْ عِقَابِكَ فَإِنَّ الْجَنَّةَ وَ النَّارَ لَكَ وَ بِيَدِكَ وَ مَفَاتِيحَهُمَا وَ مَغَالِيقَهُمَا إِلَيْكَ وَ أَنْتَ عَلَى ذَلِكَ قَادِرٌ وَ هُوَ عَلَيْكَ هَيِّنٌ يَسِيرٌ فَافْعَلْ بِي مَا سَأَلْتُكَ يَا قَدِيرُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ نِعْمَ الْمَوْلى‏ وَ نِعْمَ النَّصِيرُ- وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ‏\n\n"
}