{
"title": "دعاء للحاجات مستجاب عن الإمام المهدي ع",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "عَنِ الإمام المهدي ع : مَنْ كَانَ لَهُ إِلَى اللَّهِ حَاجَةٌ فَلْيَغْسِلْ لَيْلَةَ الْجُمُعَةِ بَعْدَ نِصْفِ اللَّيْلِ وَ يَأْتِي مُصَلَّاهُ وَ يُصَلِّي رَكْعَتَيْنِ يَقْرَأُ فِي الرَّكْعَةِ الْأُولَى الْحَمْدَ فَإِذَا بَلَغَ إِيَّاكَ نَعْبُدُ وَ إِيَّاكَ نَسْتَعِينُ يُكَرِّرُهَا مِائَةَ مَرَّةٍ وَ يُتَمِّمُ فِي الْمِائَةِ إِلَى آخِرِهَا وَ يَقْرَأُ سُورَةَ التَّوْحِيدِ مَرَّةً وَاحِدَةً ثُمَّ يَرْكَعُ وَ يَسْجُدُ وَ يُسَبِّحُ فِيهَا سَبْعَةً سَبْعَةً وَ يُصَلِّي الرَّكْعَةَ الثَّانِيَةَ عَلَى هَيْئَتِهِ وَ يَدْعُو بِهَذَا الدُّعَاءِ فَإِنَّ اللَّهَ تَعَالَى يَقْضِي حَاجَتَهُ الْبَتَّةَ كَائِناً مَا كَانَ إِلَّا أَنْ يَكُونَ فِي قَطِيعَةِ الرَّحِمِ وَ الدُّعَاءُ \n\nاللَّهُمَّ إِنْ أَطَعْتُكَ فَالْمَحْمَدَةُ لَكَ وَ إِنْ عَصَيْتُكَ فَالْحُجَّةُ لَكَ مِنْكَ الرَّوْحُ وَ مِنْكَ الْفَرَجُ سُبْحَانَ مَنْ أَنْعَمَ وَ شَكَرَ سُبْحَانَ مَنْ قَدَرَ وَ غَفَرَ اللَّهُمَّ إِنْ كُنْتُ قَدْ عَصَيْتُكَ فَإِنِّي قَدْ أَطَعْتُكَ فِي أَحَبِّ الْأَشْيَاءِ إِلَيْكَ وَ هُوَ الْإِيمَانُ بِكَ لَمْ أَتَّخِذْ لَكَ وَلَداً وَ لَمْ أَدْعُ لَكَ شَرِيكاً مَنّاً مِنْكَ بِهِ عَلَيَّ لَا مَنّاً مِنِّي بِهِ عَلَيْكَ وَ قَدْ عَصَيْتُكَ يَا إِلَهِي عَلَى غَيْرِ وَجْهِ الْمُكَابَرَةِ وَ لَا الْخُرُوجِ عَنْ عُبُودِيَّتِكَ وَ لَا الْجُحُودِ لِرُبُوبِيَّتِكَ وَ لَكِنْ أَطَعْتُ هَوَايَ وَ أَزَلَّنِي الشَّيْطَانُ فَلَكَ الْحُجَّةُ عَلَيَّ وَ الْبَيَانُ فَإِنْ تُعَذِّبْنِي فَبِذُنُوبِي غَيْرَ ظَالِمٍ وَ إِنْ تَغْفِرْ لِي وَ تَرْحَمْنِي فَإِنَّكَ جَوَادٌ كَرِيمٌ يَا كَرِيمُ يَا كَرِيمُ حَتَّى يَقْطَعَ النَّفَسُ ثُمَّ يَقُولُ يَا الله آمِناً مِنْ كُلِّ شَيْ‏ءٍ وَ كُلُّ شَيْ‏ءٍ مِنْكَ خَائِفٌ حَذِرٌ أَسْأَلُكَ بِأَمْنِكَ مِنْ كُلِّ شَيْ‏ءٍ وَ خَوْفِ كُلِّ شَيْ‏ءٍ مِنْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعْطِيَنِي أَمَاناً لِنَفْسِي وَ أَهْلِي وَ وُلْدِي وَ سَائِرِ مَا أَنْعَمْتَ بِهِ عَلَيَّ حَتَّى لَا أَخَافَ أَحَداً وَ لَا أَحْذَرَ مِنْ شَيْ‏ءٍ أَبَداً إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ يَا كَافِيَ إِبْرَاهِيمَ نُمْرُودَ يَا كَافِيَ مُوسَى فِرْعَوْنَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَكْفِيَنِي شَرَّ فُلَانِ بْنِ فُلَانٍ\n فَيَسْتَكْفِي شَرَّ مَنْ يَخَافُ شَرَّهُ إِنْ شَاءَ اللَّهُ تَعَالَى\n\n ثُمَّ يَسْجُدُ وَ يَسْأَلُ حَاجَتَهُ وَ يَتَضَرَّعُ إِلَى اللَّهِ تَعَالَى فَإِنَّهُ مَا مِنْ مُؤْمِنٍ وَ لَا مُؤْمِنَةٍ صَلَّى هَذِهِ الصَّلَاةَ وَ دَعَا بِهَذَا الدُّعَاءِ خَالِصاً إِلَّا فُتِحَتْ لَهُ أَبْوَابُ السَّمَاءِ لِلْإِجَابَةِ وَ يُجَابُ فِي وَقْتِهِ وَ لَيْلَتِهِ كَائِناً مَا كَانَ وَ ذَلِكَ مِنْ فَضْلِ اللَّهِ عَلَيْنَا وَ عَلَى النَّاسِ\n"
}