["قَالَ أَبُو جَعْفَرٍ ع‏ مَنْ دَعَا بِهَذَا الدُّعَاءِ مَرَةً وَاحِدَةً فِي دَهْرِهِ كُتِبَ فِي رَقٍّ وَ رُفِعَ فِي دِيوَانِ الْقَائِمِ ع فَإِذَا قَامَ قَائِمُنَا نَادَاهُ بِاسْمِهِ وَ اسْمِ أَبِيهِ ثُمَّ يُدْفَعُ إِلَيْهِ هَذَا الْكِتَابُ وَ يُقَالُ لَهُ خُذْ هَذَا الْكِتَابَ الْعَهْدَ الَّذِي عَاهَدْتَنَا فِي الدُّنْيَا وَ ذَلِكَ قَوْلُهُ عَزَّ وَ جَلَ‏ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمنِ عَهْداً وَ ادْعُ بِهِ وَ أَنْتَ طَاهِرٌ تَقُولُ اللَّهُمَّ \nيَا إِلَهَ الْآلِهَةِ يَا وَاحِدُ يَا أَحَدُ يَا آخِرَ الْآخِرِينَ يَا قَاهِرَ الْقَاهِرِينَ يَا عَلِيُّ يَا عَظِيمُ أَنْتَ الْعَلِيُّ الْأَعْلَى عَلَوْتَ فَوْقَ كُلِّ عُلْوٍ هَذَا يَا سَيِّدِي عَهْدِي وَ أَنْتَ مُنْجِزٌ وَعْدِي فَصِلْ يَا مَوْلَايَ عَهْدِي وَ أَنْجِزْ وَعْدِي آمَنْتُ بِكَ أَسْأَلُكَ بِحِجَابِكَ الْعَرَبِيِّ وَ بِحِجَابِكَ الْعَجَمِيِّ وَ بِحِجَابِكَ الْعِبْرَانِيِّ وَ بِحِجَابِكَ السُّرْيَانِيِّ وَ بِحِجَابِكَ الرُّومِيِّ وَ بِحِجَابِكَ الْهِنْدِيِّ وَ أَثْبِتْ مَعْرِفَتَكَ بِالْعِنَايَةِ الْأُولَى- فَإِنَّكَ أَنْتَ اللَّهُ لَا تُرَى وَ أَنْتَ بِالْمَنْظَرِ الْأَعْلَى وَ أَتَقَرَّبُ إِلَيْكَ بِرَسُولِكَ الْمُنْذِرِ ص وَ بِعَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ صَلَوَاتُ اللَّهِ عَلَيْهِ الْهَادِي وَ بِالْحَسَنِ السَّيِّدِ وَ بِالْحُسَيْنِ الشَّهِيدِ سِبْطَيْ نَبِيِّكَ وَ بِفَاطِمَةَ الْبَتُولِ وَ بِعَلِيِّ بْنِ الْحُسَيْنِ زَيْنِ الْعَابِدِينَ ذِي الثَّفِنَاتِ وَ مُحَمَّدِ بْنِ عَلِيٍّ الْبَاقِرِ عَنْ عِلْمِكَ وَ بِجَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ الَّذِي صَدَّقَ بِمِيثَاقِكَ وَ بِمِيعَادِكَ وَ مُوسَى بْنِ جَعْفَرٍ الْحَصُورِ الْقَائِمِ بِعَهْدِكَ وَ بِعَلِيِّ بْنِ مُوسَى الرِّضَا الرَّاضِي بِحُكْمِكَ وَ بِمُحَمَّدِ بْنِ عَلِيٍّ الْحِبْرِ الْفَاضِلِ الْمُرْتَضَى فِي الْمُؤْمِنِينَ وَ بِعَلِيِّ بْنِ مُحَمَّدٍ الْأَمِينِ الْمُؤْتَمَنِ هَادِي الْمُسْتَرْشِدِينَ وَ بِالْحَسَنِ بْنِ عَلِيٍّ الطَّاهِرِ الزَّكِيِّ خِزَانَةِ الْوَصِيِّينَ وَ أَتَقَرَّبُ إِلَيْكَ بِالْإِمَامِ الْقَائِمِ الْعَدْلِ الْمُنْتَظَرِ الْمَهْدِيِّ إِمَامِنَا وَ ابْنِ إِمَامِنَا صَلَوَاتُ اللَّهِ عَلَيْهِمْ أَجْمَعِينَ يَا مَنْ جَلَّ فَعَظُمَ وَ [هُوَ] أَهْلُ ذَلِكَ فَعَفَا وَ رَحِمَ يَا مَنْ قَدَرَ فَلَطُفَ أَشْكُو إِلَيْكَ ضَعْفِي وَ مَا قَصُرَ عَنْهُ أَمَلِي مِنْ تَوْحِيدِكَ وَ كُنْهِ مَعْرِفَتِكَ وَ أَتَوَجَّهُ إِلَيْكَ بِالتَّسْمِيَةِ الْبَيْضَاءِ وَ بِالْوَحْدَانِيَّةِ الْكُبْرَى‏ الَّتِي قَصُرَ عَنْهَا مَنْ أَدْبَرَ وَ تَوَلَّى‏- وَ آمَنْتُ بِحِجَابِكَ الْأَعْظَمِ وَ بِكَلِمَاتِكَ التَّامَّةِ الْعُلْيَا الَّتِي خَلَقْتَ مِنْهَا دَارَ الْبَلَاءِ وَ أَحْلَلْتَ مَنْ أَحْبَبْتَ جَنَّةَ الْمَأْوَى وَ آمَنْتُ بِالسَّابِقِينَ وَ الصِّدِّيقِينَ أَصْحَابِ الْيَمِينِ مِنَ الْمُؤْمِنِينَ الَّذِينَ‏ خَلَطُوا عَمَلًا صالِحاً وَ آخَرَ سَيِّئاً أَلَّا تُوَلِّيَنِي غَيْرَهُمْ- وَ لَا تُفَرِّقَ بَيْنِي وَ بَيْنَهُمْ غَداً إِذَا قَدَّمْتَ الرِّضَا بِفَصْلِ الْقَضَاءِ آمَنْتُ بِسِرِّهِمْ وَ عَلَانِيَتِهِمْ وَ خَوَاتِيمِ أَعْمَالِهِمْ فَإِنَّكَ تَخْتِمُ عَلَيْهَا إِذَا شِئْتَ يَا مَنْ أَتْحَفَنِي بِالْإِقْرَارِ بِالْوَحْدَانِيَّةِ وَ حَبَانِي بِمَعْرِفَةِ الرُّبُوبِيَّةِ وَ خَلَّصَنِي مِنَ الشَّكِّ وَ الْعَمَى رَضِيتُ بِكَ رَبّاً وَ بِالْأَصْفِيَاءِ حُجَجاً وَ بِالْمَحْجُوبِينَ أَنْبِيَاءَ وَ بِالرُّسُلِ أَدِلَّاءَ وَ بِالْمُتَّقِينَ أُمَرَاءَ وَ سَامِعاً لَكَ مُطِيعاً هَذَا آخِرُ الْعَهْدِ الْمَذْكُور\n","مهج الدعوات و منهج العبادات"]