["اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا رَاحِمَ الْعَبَرَاتِ وَ يَا كَاشِفَ الْكُرُبَاتِ أَنْتَ الَّذِي تَقْشَعُ سَحَابَ الْمِحَنِ وَ قَدْ أَمْسَتْ ثِقَالًا وَ تَجْلُو ضَبَابَ الْإِحَنِ وَ قَدْ سَحَبَتْ أَذْيَالًا وَ تَجْعَلُ زَرْعَهَا هَشِيماً وَ عِظَامَهَا رَمِيماً وَ تَرُدُّ الْمَغْلُوبَ غَالِباً وَ الْمَطْلُوبَ طَالِباً إِلَهِي فَكَمْ مِنْ عَبْدٍ نَادَاكَ إِنِّي‏ مَغْلُوبٌ فَانْتَصِرْ فَفَتَحْتَ لَهُ مِنْ نَصْرِكَ‏ أَبْوابَ السَّماءِ بِماءٍ مُنْهَمِرٍ وَ فَجَّرْتَ لَهُ مِنْ عَوْنِكَ عُيُوناً فَالْتَقَى مَاءُ فَرَجِهِ‏ عَلى‏ أَمْرٍ قَدْ قُدِرَ وَ حَمَلْتَهُ مِنْ كِفَايَتِكَ‏ عَلى‏ ذاتِ أَلْواحٍ وَ دُسُرٍ يَا رَبِّ إِنِّي‏ مَغْلُوبٌ فَانْتَصِرْ يَا رَبِّ إِنِّي‏ مَغْلُوبٌ فَانْتَصِرْ يَا رَبِّ إِنِّي‏ مَغْلُوبٌ فَانْتَصِرْ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ افْتَحْ لِي مِنْ نَصْرِكَ‏ أَبْوابَ السَّماءِ بِماءٍ مُنْهَمِرٍ وَ فَجِّرْ لِي مِنْ عُيُونِكَ لِيَلْتَقِيَ مَاءُ فَرَجِي‏ عَلى‏ أَمْرٍ قَدْ قُدِرَ وَ احْمِلْنِي يَا رَبِّ مِنْ كِفَايَتِكَ‏ عَلى‏ ذاتِ أَلْواحٍ وَ دُسُرٍ يَا مَنْ إِذَا وَلَجَ الْعَبْدُ فِي لَيْلٍ مِنْ حَيْرَتِهِ يَهِيمُ وَ لَمْ يَجِدْ صَرِيخاً يَصْرُخُهُ مِنْ وَلِيٍّ حَمِيمٍ وَجَدَ يَا رَبِّ مِنْ مَعُونَتِكَ صَرِيخاً مُغِيثاً وَ وَلِيّاً يَطْلُبُهُ حَثِيثاً يُنَجِّيهِ مِنْ ضِيقِ أَمْرِهِ وَ حَرَجِهِ وَ يُظْهِرُ لَهُ الْمُهِمَّ مِنْ أَعْلَامِ فَرَجِهِ اللَّهُمَّ فَيَا مَنْ قُدْرَتُهُ قَاهِرَةٌ وَ نَقِمَاتُهُ قَاصِمَةٌ لِكُلِّ جُبَارٍ دَامِغَةٌ لِكُلِّ كَفَوْرٍ خَتَّارٍ صَلِّ يَا رَبِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ- وَ انْظُرْ إِلَيَّ يَا رَبِّ نَظْرَةً مِنَ نَظَرَاتِكَ رَحِيمَةً تَجْلُ بِهَا عَنِّي ظُلْمَةً وَاقِفَةً مُقِيمَةً مِنْ عَاهَةٍ جَفَّتْ مِنْهَا الضُّرُوعُ وَ تَلِفَتْ مِنْهُ الزُّرُوعُ وَ اشْتَمَلَ بِهَا عَلَى الْقُلُوبِ الْيَأْسُ وَ جَرَتْ وَ سَكَنَتْ بِسَبَبِهَا الْأَنْفَاسُ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ حِفْظاً حِفْظاً لِغَرَائِسَ غَرَسَتْهَا يَدُ الرَّحْمَنِ وَ شِرْبُهَا مِنْ مَاءِ الْحَيَوَانِ أَنْ تَكُونَ بِيَدِ الشَّيْطَانِ تُحَزُّ وَ بِفَأْسِهِ تُقْطَعُ وَ تُجَزُّ إِلَهِي مَنْ أَوْلَى مِنْكَ أَنْ يَكُونَ عَنْ حَرِيمِكَ دَافِعاً وَ مَنْ أَجْدَرُ مِنْكَ أَنْ يَكُونَ لَهُ عَنْ حِمَاكَ حَارِساً وَ مَانِعاً إِلَهِي إِنَّ الْأَمْرَ قَدْ هَالَ فَهَوِّنْهُ وَ خَشُنَ فَأَلِنْهُ فَإِنَّ الْقُلُوبَ كَاعَتْ فَطَمِّنْهَا وَ النُّفُوسَ ارْتَاعَتْ فَسَكِّنْهَا إِلَهِي تَدَارَكْ أَقْدَاماً زَلَّتْ وَ أَفْهَاماً فِي مَهَامِهِ الْحَيْرَةِ ضَلَّتْ أَجْحَفَ الضُّرُّ بِالْمَضْرُورِ فِي دَاعِيَةِ الْوَيْلِ وَ الثُّبُورِ فَهَلْ يَحْسُنُ مِنْ فَضْلِكَ أَنْ تَجْعَلَهُ فَرِيسَةَ الْبَلَاءِ وَ هُوَ لَكَ رَاجٍ أَمْ هَلْ يَجْمُلُ مِنْ عَدْلِكَ أَنْ يَخُوضَ لُجَّةَ النَّقِمَاتِ وَ هُوَ إِلَيْكَ لَاجٍ مَوْلَايَ لَئِنْ كُنْتُ لَا أَشُقُّ عَلَى نَفْسِي فِي التُّقَى وَ لَا أَبْلُغُ فِي حَمْلِ أَعْبَاءِ الطَّاعَةِ مَبْلَغَ الرِّضَا وَ لَا أَنْتَظِمُ فِي سِلْكِ قَوْمٍ رَفَضُوا الدُّنْيَا فَهُمْ خُمْصُ الْبُطُونِ مِنَ الطَّوَى عُمْشُ الْعُيُونِ مِنَ الْبُكَاءِ بَلْ أَتَيْتُكَ يَا رَبِّ بِضَعْفٍ مِنَ الْعَمَلِ وَ ظَهْرٍ ثَقِيلٍ بِالْخَطَاءِ وَ الزَّلَلِ- وَ نَفْسٍ لِلرَّاحَةِ مُعْتَادَةٍ وَ لِدَوَاعِي التَّسْوِيفِ مُنْقَادَةٍ أَ مَا يَكْفِيكَ يَا رَبِّ وَسِيلَةً إِلَيْكَ وَ ذَرِيعَةً لَدَيْكَ أَنَّنِي لِأَوْلِيَائِكَ مُوَالٍ وَ فِي مَحَبَّتِهِمْ مُغَالٍ أَ مَا يَكْفِينِي أَنْ أَرُوحَ فِيهِمْ مَظْلُوماً أَوْ أَغْدُوَ مَكْظُوماً وَ أَقْضِيَ بَعْدَ هُمُومٍ هُمُوماً وَ بَعْدَ وُجُومٍ وُجُوماً أَ مَا عِنْدَكَ يَا رَبِّ بِهَذِهِ حُرْمَةٌ لَا تَضِيعُ وَ ذِمَّةٌ بِأَدْنَاهَا يَقْتَنِعُ فَلِمَ تَمْنَعُنِي نَصْرَكَ يَا رَبِّ وَ هَا أَنَا ذَا غَرِيقٌ وَ تَدَعُنِي بِنَارِ عَدُوِّكَ حَرِيقٌ أَ تَجْعَلُ أَوْلِيَاءَكَ لِأَعْدَائِكَ طَرَائِدَ وَ لِمَكْرِهِمْ مَصَايِدَ وَ تُقَلِّدُهُمْ مِنْ خَسْفِهِمْ قَلَائِدَ وَ أَنْتَ مَالِكُ نُفُوسِهِمْ أَنْ لَوْ قَبَضْتَهَا جَمَدُوا وَ فِي قَبْضَتِكَ مَوَادُّ أَنْفَاسِهِمْ لَوْ قَطَعْتَهَا خَمَدُوا فَهَا يَمْنَعُكَ يَا رَبِّ أَنْ تَكُفَّ بَأْسَهُمْ وَ تَنْزِعَ عَنْهُمْ مِنْ حِفْظِكَ لِبَاسَهُمْ وَ تُعْرِيَهُمْ مِنْ سَلَامَةٍ بِهَا فِي أَرْضِكَ‏ يَفْرَحُونَ وَ فِي مَيَدَانِ الْبَغْيِ عَلَى عِبَادِكَ يَمْرَحُونَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَدْرِكْنِي وَ لَمْ يُدْرِكْنِي الْغَرَقُ وَ تَدَارَكْنِي وَ لَمَّا غَيَّبَ شَمْسِي الشَّفَقُ إِلَهِي كَمْ مِنْ عَبْدٍ خَائِفٍ الْتَجَأَ عَلَى سُلْطَانٍ فَآبَ عَنْهُ مَحْفُوفاً بِأَمْنٍ وَ أَمَانٍ أَ فَأَقْصِدُ يَا رَبِّ أَعْظَمَ مِنْ سُلْطَانِكَ سُلْطَاناً أَمْ أَوْسَعَ مِنْ إِحْسَانِكَ إِحْسَاناً أَمْ أَكْثَرَ مِنِ اقْتِدَارِكَ اقْتِدَاراً أَمْ أَكْرَمَ مِنِ انْتِصَارِكَ انْتِصَاراً اللَّهُمَّ أَيْنَ أَيْنَ كِفَايَتُكَ الَّتِي هِيَ نُصْرَةُ الْمُسْتَغِيثِينَ مِنَ الْأَنَامِ وَ أَيْنَ أَيْنَ عِنَايَتُكَ الَّتِي هِيَ جُنَّةُ الْمُسْتَهْدَفِينَ لِجَوْرِ الْأَيَّامِ إِلَيَّ إِلَيَّ بِهَا يَا رَبِ‏ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ‏ إِنِّي‏ مَسَّنِيَ الضُّرُّ وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ‏ مَوْلَايَ تَرَى تَحَيُّرِي فِي أَمْرِي وَ تَقَلُّبِي فِي ضُرِّي وَ انْطِوَايَ عَلَى حُرْقَةِ قَلْبِي وَ حَرَارَةِ صَدْرِي فَصَلِّ يَا رَبِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ جُدْ لِي يَا رَبِّ بِمَا أَنْتَ أَهْلُهُ فَرَجاً وَ مَخْرَجاً يَسِّرْ لِي يَا رَبِّ نَحْوَ الْبُشْرَى مَنْهَجاً وَ اجْعَلْ يَا رَبِّ مَنْ نَصَبَ لِي حِبَالًا لِيَصْرَعَنِي بِهَا صَرِيعاً فِيمَا مَكَرَ وَ مَنْ حَفَرَ لِي بِئْراً لِيُوقِعَنِي فِيهَا أَنْ يَقَعَ فِيمَا حَفَرَ وَ اصْرِفِ اللَّهُمَّ عَنِّي مِنْ شَرِّهِ وَ مَكْرِهِ وَ فَسَادِهِ وَ ضُرِّهِ مَا تَصْرِفُهُ عَمَّنْ قَادَ نَفْسَهُ لِدِينِ الدَّيَّانِ وَ مُنَادٍ يُنَادِي لِلْإِيمَانِ إِلَهِي عَبْدُكَ عَبْدُكَ أَجِبْ دَعْوَتَهُ وَ ضَعِيفُكَ ضَعِيفُكَ فَرِّجْ غَمَّهُ فَقَدِ انْقَطَعَ كُلُّ حَبْلٍ إِلَّا حَبْلُكَ وَ تَقَلَّصَ كُلُّ ظِلٍّ إِلَّا ظِلُّكَ- إِلَهِي دَعْوَتِي هَذِهِ إِنْ رَدَدْتَهَا أَيْنَ تُصَادِفُ مَوْضِعَ الْإِجَابَةِ وَ مَخِيلَتِي إِنْ كَذَّبْتَهَا أَيْنَ تلافي [تُلَاقِي‏] مَوْقِعَ الْإِخَافَةِ فَلَا تَرُدَّ دَاعِيَ بَابِكَ مَنْ لَا يَعْرِفُ غَيْرَهُ بَاباً وَ لَا تَمْنَعُ دُونَ جَنَابِكَ مَنْ لَا يَعْرِفُ سِوَاهُ جِنَاناً [جَنَاباً] وَ تَسْجُدُ وَ تَقُولُ إِلَهِي إِنَّ وَجْهاً إِلَيْكَ بِرَغْبَتِهِ تَوَجَّهَ خَلِيقٌ بِأَنْ تُجِيبَهُ وَ إِنَّ جَبِيناً لَكَ بِابْتِهَالِهِ سَجَدَ حَقِيقٌ أَنْ يَبْلُغَ مَا قَصَدَ وَ إِنَّ خَدّاً لَدَيْكَ بِمَسْأَلَتِهِ تَعَفَّرَ جَدِيرٌ بِأَنْ يَفُوزَ بِمُرَادِهِ وَ يَظْفَرَ وَ هَا أَنَا ذَا يَا إِلَهِي قَدْ تَرَى تَعَفُّرَ خَدِّي وَ ابْتِهَالِي وَ اجْتِهَادِي فِي مَسْأَلَتِكِ وَ جَدِّي فَتَلَّقَ يَا رَبِّ رَغَبَاتِي بِرَأْفَتِكَ قَبُولًا وَ سَهِّلْ إِلَيَ‏ طَلِبَاتِي بِعِزَّتِكَ وُصُولًا وَ ذَلِّلْ لِي قُطُوفَ ثَمَرَةِ إِجَابَتِكَ تَذْلِيلًا إِلَهِي لَا رُكْنَ أَشَدَّ مِنْكَ فَآوِيَ‏ إِلى‏ رُكْنٍ شَدِيدٍ وَ قَدْ أَوَيْتُ وَ عَوَّلْتُ فِي قَضَاءِ حَوَائِجِي عَلَيْكَ وَ لَا قَوْلٌ أَسَدُّ مِنْ دُعَائِكَ فَأَسْتَظْهِرَ بِقَوْلٍ سَدِيدٍ وَ قَدْ دَعَوْتُكَ كَمَا أَمَرْتَ فَاسْتَجِبْ لِي بِفَضْلِكَ كَمَا وَعَدْتَ فَهَلْ بَقِيَ يَا رَبِّ إِلَّا أَنْ تُجِيبَ وَ تَرْحَمَ مِنِّي الْبُكَاءَ وَ النَّحِيبَ يَا مَنْ لَا إِلَهَ سِوَاهُ يَا مَنْ‏ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ‏ رَبِّ انْصُرْنِي عَلَى الْقَوْمِ الظَّالِمِينَ وَ افْتَحْ لِي‏ وَ أَنْتَ خَيْرُ الْفاتِحِينَ‏ وَ الْطُفْ بِي يَا رَبِّ وَ بِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين","مهج الدعوات و منهج العبادات"]