["اللهُمَّ إنّي أسألُكَ بِرحَمتِكَ الَّتي وَسِعَت كُلَّ شيءٍ، وَبِقوَّتِكَ الَّتي قَهرتَ بِها كُلَّ شيءٍ، وَخضَعَ لَها كُلُّ شيءٍ، وَذَلَّ لَها كُلُّ شيءٍ، وَبِجَبَروتِكَ الَّتي غَلَبتَ بِها كُلَّ شيءٍ، وَبعَزَّتِكَ الَّتي لا يَقومُ لَها شيءٌ، وَبِعَظَمَتِكَ الَّتي مَلأت كُلَّ شيءٍ، وَبِسُلطانِكَ الَّذي عَلا كُلَّ شيءٍ، وَبِوَجهِكَ الباقي بَعدَ فَناءِ كُلِّ شيءٍ، وَبِأسمائِكَ الَّتي ملأت أركانَ كُلِّ شيءٍ، وَبِعِلمِكَ الَّذي أحاطَ بِكُلِّ شيءٍ، وَبِنورِ وَجهِكَ الَّذي أضاءَ لَهُ كُلُّ شيءٍ، يا نوُرُ يا قُدّوسُ، يا أوَّلَ الأوَّلينَ، وَيا آخِرَ الآخِرينَ. اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تَهتِكُ العِصَمَ ، اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تُنزِلُ النِّقَمَ. اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تُغَيِّرُ النِّعَمَ، اللهُمَّ اغفِر ليَ الذُّنوبَ الَّتي تَحبِسُ الدُّعاءَ. اللهُمَّ اغفِر ليَ الّذنوبَ الّتي تُنزِلُ البَلاء. اللهُمَّ اغفِر لي كُلَّ ذَنبٍ أذنَبتُهُ، وَكُلَّ خَطيئَةٍ أخطَأتُها. اللهُمَّ إنّي أتَقَرَّبُ إلَيكَ بِذِكرِكَ وَأستَشفِعُ بِكَ إلى نَفسِكَ، وَأسألُكَ بِجوُدِكَ أن تُدنِيَني مِن قُربِكَ، وَأن تُوزِعَني شُكرَكَ، وأن تُلهِمَني ذِكرَكَ. \n\nاللهُمَّ إنّي أسألُكَ سُؤالَ خاضِعٍ مُتَذَلِّلٍ خاشِعٍ، أن تُسامِحَني وَتَرحَمَني، وَتَجعَلَني بِقِسَمِكَ راضياً قانِعاً، وَفي جَميعِ الأحوالِ مُتَواضِعاً. اللهُمَّ وَأسألُكَ سُؤالَ مَن اشتَدَّت فاقَتُهُ، وَأنزَلَ بِكَ عِندَ الشَّدائِدِ حاجَتَهُ، وَعَظُمَ فيما عِندَكَ رَغبَتُهُ. اللهُمَّ عَظُمَ سُلطانُكَ وَعَلا مَكانُكَ، وَخَفيَ مَكرُكَ، وَظَهَرَ أمرُكَ، وَغَلَبَ قَهرُكَ، وَجَرَت قُدرَتُكَ، وَلايُمكِنُ الفِرارُ مِن حُكومَتِكَ. اللهُمَّ لا أجِدُ لِذُنوبي غافِراً وَلا لِقَبائِحي ساتِراً، وَلا لِشيءٍ مِن عَمَليَ القَبيحِ بِالحَسَنِ مُبَدِّلاً غَيرَكَ، لا إلهَ إلاّ أنتَ، سُبحانَكَ وَبِحَمدِكَ ظَلَمتُ نَفسي، وَتَجَرَّأتُ بِجَهلي، وَسَكَنتُ إلى قَديمِ ذِكرِكَ لي، وَمَنِّكَ عَلَيَّ. اللهُمَّ مَولايَ كَم مِن قَبيحٍ سَتَرتَهُ، وَكَم مِن فادِحٍ مِنَ البَلاءِ أقَلتَهُ ، وَكَم مِن عِثارٍ وَقَيتَهُ، وَكَم مِن مَكروُهٍ دَفَعتَهُ، وَكَم مِن ثَناءٍ جَميلٍ لَستُ أهلاً لَهُ نَشَرتَهُ. \n\nاللهُمَّ عَظُمَ بَلائي، وَأفرَطَ بي سوءُ حالي، وَقَصُرَت بي أعمالي، وَقَعَدَت بي أغلالي وَحَبَسَني عَن نَفعي بُعدُ أمَلي ، وَخَدَعَتني الدُّنيا بِغُرورِها، وَنَفسي بِجِنايَتِها ، وَمِطالي يا سَيِّدي فَأسألُكَ بِعِزَّتِكَ أن لايَحجُبَ عَنكَ دُعائي سوءُ عَمَلي وَفِعالي، وَلاتَفضَحنِي بِخَفيِّ ما اطَّلَعتَ عَلَيهِ مِن سِرّي، وَلاتُعاجِلني بِالعُقوبَةِ عَلى ما عَمِلتُهُ في خَلَواتي مِن سوءِ فِعلي وَإساءَتي، وَدَوامِ تَفريطي وَجَهالَتي، وَكَثرَةِ شَهَواتي وَغَفلَتي، وَكُنِ اللهُمَّ بِعِزَّتِكَ لي في كُلِّ الأحوالِ رَؤوفاً، وَعَليَّ في جَميعِ الامورِ عَطوفاً. إلهي وَرَبّي مَن لي غَيرُكَ أسألَهُ كَشفَ ضُرّي وَالنَّظَرَ في أمري. إلهي وَمَولايَ أجرَيتَ عَلَيَّ حُكماً اتَّبَعتُ فيهِ هَوى نَفسي وَلَم أحتَرِس فيهِ مِن تَزيينِ عَدوّي، فَغَرَّني بِما أهوى وَأسعَدَهُ عَلى ذلِكَ القَضاءُ فَتَجاوَزتُ بِما جَرى عَلَيَّ مِن ذلِكَ بَعضَ حُدودِكَ، وَخالَفتُ بَعضَ أوامِرِكَ، فَلَكَ الحَمدُ عَلَيَّ في جَميعِ ذلِكَ وَلاحُجَّةَ لي فيما جَرى عَلَيَّ فيهِ قَضاؤُكَ، وَألزَمَني حُكمُكَ وَبَلاؤُكَ، وَقَد أتَيتُكَ يا إلهي بَعدَ تَقصيري وَإسرافي عَلى نَفسي مُعتَذِراً نادِماً مُنكَسِراً مُستَقيلاً مُستَغفِراً مُنيباً مُقِرّاً مُذعِنا مُعتَرِفاً، لا أجِدُ مَفَرّاً مِمّا كانَ مِنّي وَلا مَفزَعاً أتَوَجَّهُ إلَيهِ في أمري، غَيرَ قَبوُلِكَ عُذري وَإدخالِكَ إيايَ في سَعَةِ رَحمَتِكَ.\n\nاللهُمَّ فَاقبَل عُذري، وَارحَم شِدَّةَ ضُرّي وَفُكَّني مِن شَدِّ وَثاقي، يا رَبِّ ارحَم ضَعفَ بَدَني، وَرِقَّةَ جِلدي وَدِقَّةَ عَظمي، يا مَن بَدَأ خَلقي وَذِكري وَتَربيَتي وَبِرّي وَتَغذيَتي، هَبني لابتِداءِ كَرَمِكَ وَسالِفِ بِرِّكَ بي، يا إلهي وَسَيِّدي وَرَبّي، أتُراكَ مُعَذِّبي بِنارِكَ بَعدَ تَوحيدِكَ وَبَعدَما انطَوى عَلَيهِ قَلبي مِن مَعرِفَتِكَ، وَلَهِجَ بِهِ لِساني مِن ذِكرِكَ، وَاعتَقَدَهُ ضَميري مِن حُبِّكَ وَبَعدَ صِدقِ اعتِرافي وَدُعائي خاضِعاً لِرُبوبيَّتِكَ، هَيهاتَ أنتَ أكرَمُ مِن أن تُضَيِّعَ مَن رَبَّيتَهُ، أو تُبعِدَ مَن أدنَيتَهُ، أو تُشَرِّدَ مَن آوَيتَهُ، أو تسلّم إلى البَلاءِ مَن كَفَيتَهُ وَرَحِمتَهُ، وَلَيتَ شِعري يا سَيِّدي وَإلهي وَمَولايَ أتُسَلِّطُ النّارَ عَلى وُجوهٍ خَرَّت لِعَظَمَتِكَ ساجِدَةً، وَعَلى ألسُنٍ نَطَقَت بِتَوحيدِكَ صادِقَةً وَبِشُكرِكَ مادِحَةً، وَعَلى قُلوبٍ اعتَرَفَت بِإلهيَّتِكَ مُحَقِّقَةً، وَعَلَى ضَمائِرَ حَوَت مِنَ العِلمِ بِكَ حَتّى صارَت خاشِعَةً، وَعَلى جَوارِحَ سَعَت إلى أوطانِ تَعَبُّدِكَ طائِعَةً، وَأشارَت بِاستغفاركَ مُذعِنَةً ما هكَذا الظَنُّ بِكَ وَلا اُخبِرنا بِفَضلِكَ عَنكَ يا كَريمُ، يا رَبِّ وَأنتَ تَعلَمُ ضَعفي عَن قَليلٍ مِن بَلاءِ الدُّنيا وَعُقوباتِها، وَمايَجري فيها مِنَ المَكارِهِ عَلى أهلِها، عَلى أنَّ ذلِكَ بَلاءٌ وَمَكروهٌ قَليلٌ مَكثُهُ، يَسيرٌ بَقاؤهُ قَصيٌر مُدَّتُهُ، فَكَيفَ احتِمالي لِبَلاءِ الآخِرَةِ وَجَليلِ وُقوعِ المَكارِهِ فيها، وَهُوَ بَلاءٌ تَطولُ مُدَّتُهُ وَيَدومُ مَقامُهُ وَلايُخَفَّفُ عَن أهلِهِ لأنَّهُ لايَكونُ إلاّ عَن غَضَبِكَ وَانتِقامِكَ وَسَخَطِكَ وَهذا ما لاتَقومُ لَهُ السَّماواتُ وَالأرضُ، يا سَيِّدي فَكَيفَ بي وَأنا عَبدُكَ الضَّعيفُ الذَّليلُ الحَقيرُ المِسكينُ المُستَكينُ يا إلهي وَرَبّي وَسَيِّدي وَمَولايَ، لأيِّ الاُمورِ إلَيكَ أشكو، وَلِما مِنها أضِجُّ وَأبكي، لأليمِ العَذابِ وَشِدَّتِهِ، أم لِطولِ البَلاءِ وَمُدَّتِهِ فَلَئِن صَيَّرتَني لِلعُقوباتِ مَعَ أعدائِكَ، وَجَمَعتَ بَيني وَبَينَ أهلِ بَلائِكَ، وَفَرَّقتَ بَيني وَبَينَ أحِبّائِكَ وَأوليائِكَ ؛ فَهَبني يا إلهي وَسَيِّدي وَمَولايَ وَرَبّي، صَبَرتُ عَلى عَذابِكَ فَكَيفَ أصبِرُ عَلى فِراقِكَ وَهَبني صَبَرتُ عَلى حَرِّ نارِكَ فَكَيفَ أصبِرُ عَنِ النَّظَرِ إلى كَرامَتِكَ أم كَيفَ أسكُنُ في النّارِ وَرَجائي عَفوُكَ فَبِعِزَّتِكَ يا سَيِّدي وَمَولايَ اُقسِمُ صادِقاً، لَئِن تَرَكتَني ناطِقاً لأضِجَّنَّ إلَيكَ بَينَ أهلِها ضَجيجَ الآمِلينَ ، وَلأصرُخَنَّ إلَيكَ صُراخَ المُستَصرِخينَ، وَلأبكيَنَّ عَلَيكَ بُكاءَ الفاقِدينَ، وَلأُناديَنَّكَ أينَ كُنتَ يا وَليَّ المُؤمِنينَ، يا غايَةَ آمالِ العارِفينَ، يا غيا ثَ المُستَغيثينَ ، يا حَبيبَ قُلوُبِ الصّادِقينَ، وَيا إلهَ العالَمينَ، أفَتُراكَ، سُبحانَكَ يا إلهي وَبِحَمدِكَ تَسمَعُ فيها صَوتَ عَبدٍ مُسلِمٍ سُجِنَ فيها بِمُخالَفَتِهِ، وَذاقَ طَعمَ عَذابِها بِمَعصيَتِهِ، وَحُبِسَ بَينَ أطباقِها بِجُرمِهِ وَجَريرَتِهِ، وَهُوَ يَضِجُّ إلَيكَ ضَجيجَ مُؤَمِّلٍ لِرَحمَتِكَ، وَيُناديكَ بِلِسانِ أهلِ تَوحيدِكَ، وَيَتَوَسَّلُ إلَيكَ بِرُبوبيَّتِكَ، يا مَولايَ فَكَيفَ يَبقى في العَذابِ وَهُوَ يَرجوُ ماسَلفَ مِن حِلمِكَ أم كَيفَ تُؤلِمُهُ النَّارُ وَهُوَ يا مَلُ فَضلَكَ وَرَحمَتَكَ أم كَيفَ يُحرِقُهُ لَهيبُها وَأنتَ تَسمَعُ صَوتَهُ وَتَرى مَكانَهُ أم كَيفَ يَشتَمِلُ عَلَيهِ زَفيرُها وَأنتَ تَعلَمُ ضَعفَهُ أم كَيفَ يَتَقَلقَلُ بَينَ أطباقِها وَأنتَ تَعلَمُ صِدقَهُ أم كَيفَ تَزجُرُهُ زَبانيَتُها وَهُوَ يُناديكَ يا رَبَّه أم كَيفَ يَرجو فَضلَكَ في عِتقِهِ مِنها فَتَترُكُهُ فيها هَيهاتَ ما ذَلِكَ الظَنُّ بِكَ وَلا المُعروفُ مِن فَضلِكَ، وَلا مُشبِهٌ لِما عامَلتَ بِهِ الموَحِّدينَ مِن بِرِّكَ وَإحسانِكَ فَبِاليَقينِ أقَطَعُ لَولا ما حَكَمتَ بِهِ مِن تَعذيبِ جاحِديكَ، وَقَضَيتَ بِهِ مِن إخلادِ مُعانِديكَ، لَجَعلتَ النَّارَ كُلَّها بَرداً وَسَلاماً، وَما كَانَ لأحَدٍ فيها مَقَرّاً وَلا مُقاماً ، لكِنَّكَ تَقَدَّسَت أسماؤُكَ أقسَمتَ أن تَملَأها مِنَ الكافِرينَ مِنَ الجِنَّةِ وَالنَّاسِ أجمَعينَ، وَأن تُخَلِّدَ فيها المُعانِدينَ، وَأنتَ جَلَّ ثَناؤُكَ قُلتَ مُبتَدِئاً، وَتَطَوَّلتَ بِالإنعامِ مُتَكَرِّماً أفَمَن كانَ مُؤمِناً كَمَن كانَ فاسِقاً لا يَستَوونَ. \n\nإلهي وَسَيِّدي، فَأسألُكَ بِالقُدرَةِ الَّتي قَدَّرتَها، وَبِالقَضيَّةِ الَّتي حَتَمتَها وَحَكَمتَها، وَغَلَبتَ مَن عَلَيهِ أجرَيتَها، أن تَهَبَ لي في هذِهِ اللّيلَةِ وَفي هذِهِ السَّاعَةِ، كُلَّ جُرمٍ أجرَمتُهُ، وَكُلَّ ذَنبٍ أذنَبتُهُ، وَكُلَّ قَبيحٍ أسرَرتُهُ، وَكُلَّ جَهلٍ عَمِلتُهُ، كَتَمتُهُ أو أعَلَنتُهُ، أخفَيتُهُ أو أظهَرتُهُ، وَكُلَّ سَيِّئَةٍ أمَرتَ بِإثباتِها الكِرامَ الكاتِبينَ، الَّذينَ وَكَّلتَهُم بِحِفظِ ما يَكونُ مِنّي، وَجَعَلتَهُم شُهوداً عَلَيّ مَعَ جَوارِحي، وَكُنتَ أنتَ الرَّقيبَ عَلَيَّ مِن وَرائِهِم، وَالشَّاهِدَ لِما خَفِيَ عَنهُم وَبِرَحمَتِكَ أخفَيتَهُ، وَبِفَضلِكَ سَتَرتَهُ، وَأن توَفِّرَ حَظّي مِن كُلِّ خَيرٍ أنزَلتَهُ ، أو إحسانٍ فَضَّلتَهُ ، أو بِرٍّ نَشَرتَهُ ، أو رِزقٍ بَسَطتَهُ ، أو ذَنبٍ تَغفِرُهُ، أو خَطأٍ تَستُرُهُ، يا رَبِّ يا رَبِّ يا رَبِّ، يا إلهي وَسَيِّدي وَمَولايَ وَمالِكَ رِقّي، يا مَن بِيَدِهِ ناصِيَتي، يا عَليماً بِضُرّي وَمَسكَنَتي، يا خَبيراً بَفَقري وَفاقَتي، يا رَبِّ يا رَبِّ يا رَبِّ، أسألُكَ بِحَقِكَ وَقُدسِكَ وَأعظَمِ صِفاتِكَ وَأسمائِكَ، أن تَجعَلَ أوقاتي مِنَ اللّيلِ وَالنَّهارِ بَذِكرِكَ مَعمورَةً، وَبِخِدمَتِكَ مَوصولَةً، وَأعمالي عِندَكَ مَقبولَةً، حَتَّى تَكونَ أعمالي وأورادي كُلُّها وِرداً وَاحِداً، وَحالي في خِدمَتِكَ سَرمَداً. \nيا سَيِّدي يا مَن عَلَيهِ مُعَوَّلي، يا مَن إلَيهِ شَكَوتُ أحوالي، يا رَبِّ يا رَبِّ يا رَبِّ، قَوِّ عَلى خِدمَتِكَ جَوارِحي وَاشدُد عَلى العَزيمَةِ جَوانِحي، وَهَب ليَ الجِدَّ في خَشيَتِكَ، وَالدَّوامَ في الاتِّصالِ بِخِدمَتِكَ حَتَّى أسرَحَ إلَيكَ في مَيا دينِ السابِقينَ، واُسرِعَ إلَيكَ في البارِزينَ ، وَأشتاقَ إلى قُربِكَ في المُشتاقينَ، وَأدنوَ مِنكَ دُنوَّ المُخلِصينَ، وَأخافَكَ مَخافَةَ الموقِنينَ، وَأجتَمِعَ في جِوارِكَ مَعَ المُؤمِنينَ. \n\nاللهُمَّ وَمَن أرادَني بِسوءٍ فَأرِدهُ، وَمَن كادَني فَكِدهُ، وَاجعَلني مِن أحسَنِ عَبيدِكَ نَصيباً عِندَكَ، وَأقرَبِهِم مَنزِلَةً مِنكَ، وَأخَصِّهِم زُلفَةً لَدَيكَ فِإنَّهُ لا يُنالُ ذلِكَ إلاّ بِفَضلِكَ، وَجُد لي بِجودِكَ، وَاعطِف عَلَيَّ بَمَجدِكَ وَاحفَظني بِرَحمَتِكَ، وَاجعَل لِساني بِذِكرِكَ لَهِجاً، وَقَلبي بِحُبِّكَ مُتَيَّماً ، وَمُنَّ عَلَيَّ بِحُسنِ إجابَتِكَ، وَأقِلني عَثرَتي، وَاغفِر زَلَّتي، فَإنَّكَ قَضيتَ عَلى عِبادِكَ بِعِبادَتِكَ، وَأمَرتَهُم بِدُعائِكَ، وَضَمِنتَ لَهُمُ الإجابَةَ، فَإلَيكَ يا رَبِّ نَصَبتُ وَجهي، وَإلَيكَ يا رَبِّ مَدَدتُ يَدي، فَبِعِزَّتِكَ استَجِب لي دُعائي، وَبَلِّغني مُنايَ، وَلا تَقطَع مِن فَضلِكَ رَجائي، وَاكفِني شَرَّ الجِنِّ وَالإنسِ مِن أعدائي. يا سَريعَ الرِّضا اغفِر لِمَن لا يَملِكُ إلاّ الدُّعاءَ، فَإنَّكَ فَعَّالٌ لِما تَشاءُ، يا مَن اسمُهُ دَواءٌ، وَذِكرُهُ شِفاءٌ، وَطاعَتُهُ غِنىً، ارحَم مَن رَأسُ مالِهِ الرَّجاءُ وَسِلاحُهُ البُكاءُ، يا سَابِغَ النِّعَمِ، يا دافِعَ النِّقَمِ، يا نورَ المُستَوحِشينَ في الظُّلَمِ، يا عالِماً لا يُعَلَّمُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَافعَل بي ما أنتَ أهلُهُ، وَصَلَّى اللهُ عَلى رَسولِهِ وَالأئِمَّةِ المَيا مينِ مِن آلِهِ وَسَلَّمَ تَسليماً.\n","مفاتيح الجنان"]