{
"title": "دعاء إدريس ع",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "1 سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ يَا رَبَّ كُلِّ شَيْ‏ءٍ وَ وَارِثَهُ 2 يَا إِلَهَ الْآلِهَةِ الرَّفِيعَ جَلَالُهُ 3 يَا اللَّهُ الْمَحْمُودُ فِي كُلِّ فِعَالِهِ 4 يَا رَحْمَانَ كُلِّ شَيْ‏ءٍ وَ رَاحِمَهُ 5 يَا حَيُّ حِينَ لَا حَيَّ فِي دَيْمُومِيَّةِ مُلْكِهِ وَ بَقَائِهِ 6 يَا قَيُّومُ فَلَا شَيْ‏ءَ يَفُوتُ عِلْمَهُ وَ لَا يَئُودُهُ 7 يَا وَاحِدُ الْبَاقِي أَوَّلَ كُلِّ شَيْ‏ءٍ وَ آخِرَهُ 8 يَا دَائِمُ بِلَا فَنَاءٍ وَ لَا زَوَالٍ لِمُلْكِهِ 9 يَا صَمَدُ مِنْ غَيْرِ شَبِيهٍ وَ لَا شَيْ‏ءَ كَمِثْلِهِ 10 يَا بَارِئُ فَلَا شَيْ‏ءَ كُفْوُهُ وَ لَا مَكَانَ لِوَصْفِهِ 11 يَا كَبِيرُ أَنْتَ الَّذِي لَا تَهْتَدِي الْقُلُوبُ لِوَصْفِ عَظَمَتِهِ- 12 يَا بَارِئَ النُّفُوسِ بِلَا مِثَالٍ خَلَا مِنْ غَيْرِهِ 13 يَا زَاكِي الطَّاهِرُ مِنْ كُلِّ آفَةٍ بِقُدْسِهِ 14 يَا كَافِي الْمُوسِعُ لِمَا خَلَقَ مِنْ عَطَايَا فَضْلِهِ 15 يَا نَقِيُّ مِنْ كُلِّ جَوْرٍ لَمْ يَرْضَهُ وَ لَمْ يُخَالِطْهُ فَعَالُهُ 16 يَا حَنَّانُ أَنْتَ الَّذِي وَسِعَتْ كُلَّ شَيْ‏ءٍ رَحْمَتُهُ 17 يَا مَنَّانُ ذَا الْإِحْسَانِ قَدْ عَمَّ الْخَلَائِقَ مَنُّهُ 18 يَا دَيَّانَ الْعِبَادِ كُلٌّ يَقُومُ خَاضِعاً لِرَهْبَتِهِ 19 يَا خَالِقَ مَنْ فِي السَّمَاوَاتِ وَ الْأَرْضِ وَ كُلٌّ إِلَيْهِ مَعَادُهُ 20 يَا رَحِيمَ كُلِّ صَرِيخٍ وَ مَكْرُوبٍ وَ غِيَاثَهُ وَ مَعَاذَهُ 21 يَا تَامُّ فَلَا تَصِفُ الْأَلْسُنُ كُنْهَ جَلَالِهِ وَ مُلْكِهِ وَ عِزِّهِ- 22 يَا مُبْدِعَ [مُبْدِئَ‏] الْبَدَائِعِ لَمْ يَبْغِ فِي إِنْشَائِهَا عَوْناً مِنْ خَلْقِهِ 23 يَا عَلَّامَ الْغُيُوبِ فَلَا يَئُودُهُ شَيْ‏ءٌ مِنْ حِفْظِهِ 24 يَا حَلِيمُ ذَا الْأَنَاةِ فَلَا يَعْدِلُهُ شَيْ‏ءٌ مِنْ خَلْقِهِ 25 يَا مُعِيدَ مَا أَفْنَاهُ إِذَا بَرَزَ الْخَلَائِقُ لِدَعْوَتِهِ مِنْ مَخَافَتِهِ 26 يَا حَمِيدَ الْفِعَالِ ذَا الْمَنِّ عَلَى جَمِيعِ خَلْقِهِ بِلُطْفِهِ 27 يَا عَزِيزُ الْمَنِيعُ الْغَالِبُ عَلَى أَمْرِهِ فَلَا شَيْ‏ءَ يُعَادِلُهُ 28 يَا قَاهِرُ ذَا الْبَطْشِ الشَّدِيدِ أَنْتَ الَّذِي لَا يُطَاقُ انْتِقَامُهُ 29 يَا قَرِيبُ الْمُتَعَالِي فَوْقَ كُلِّ شَيْ‏ءٍ عُلُوُّ ارْتِفَاعِهِ 30 يَا مُذِلَّ كُلِّ جَبَّارٍ بِقَهْرِ عَزِيزِ سُلْطَانِهِ 31 يَا نُورَ كُلِّ شَيْ‏ءٍ وَ هُدَاهُ أَنْتَ الَّذِي فَلَقَ الظُّلُمَاتِ نُورُهُ 32 يَا قُدُّوسُ الطَّاهِرُ مِنْ كُلِّ سُوءٍ فَلَا شَيْ‏ءَ يُعَازُّهُ مِنْ خَلْقِهِ 33 يَا عَالِي الشَّامِخُ فَوْقَ كُلِّ شَيْ‏ءٍ عُلُوُّ ارْتِفَاعِهِ 34 يَا مُبْدِئَ الْبَدَايَا وَ مُعِيدَهَا بَعْدَ فَنَائِهَا بِقُدْرَتِهِ 35 يَا جَلِيلُ الْمُتَكَبِّرُ عَلَى كُلِّ شَيْ‏ءٍ فَالْعَدْلُ أَمْرُهُ وَ الصِّدْقُ وَعْدُهُ 36 يَا مَحْمُودُ فَلَا تَسْتَطِيعُ الْأَوْهَامُ كُلَّ شَأْنِهِ وَ مَجْدِهِ 37 يَا كَرِيمَ الْعَفْوِ ذَا الْعَدْلِ أَنْتَ الَّذِي مَلَأَ كُلَّ شَيْ‏ءٍ عَدْلُهُ 38 يَا عَظِيمُ ذَا الثَّنَاءِ الْفَاخِرِ وَ ذَا الْعِزِّ وَ الْمَجْدِ وَ الْكِبْرِيَاءِ فَلَا يَذِلُّ عِزُّهُ 39 يَا عَجِيبُ فَلَا تَنْطِقُ الْأَلْسِنَةُ بِكُلِّ آلَائِهِ وَ ثَنَائِهِ 40 يَا غِيَاثِي عِنْدَ كُلِّ كُرْبَةٍ وَ يَا مُجِيبِي عِنْدَ كُلِّ دَعْوَةٍ أَسْأَلُكَ اللَّهُمَّ يَا رَبِّ الصَّلَاةَ عَلَى نَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ أَمَاناً مِنْ عُقُوبَاتِ الدُّنْيَا وَ الْآخِرَةِ وَ أَنْ تَحْبِسَ عَنِّي أَبْصَارَ الظَّلَمَةِ الْمُرِيدِينَ بِيَ السُّوءَ وَ أَنْ تَصْرِفَ قُلُوبَهُمْ عَنْ شَرِّ مَا يُضْمِرُونَ إِلَى خَيْرِ مَا لَا يَمْلِكُهُ غَيْرُكَ اللَّهُمَّ هَذَا الدُّعَاءُ وَ مِنْكَ الْإِجَابَةُ وَ هَذَا الْجُهْدُ وَ عَلَيْكَ التُّكْلَانُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ‏"
}