["ويستحب الدعاء به في كلّ صباح ومساء، وأفضل أوقاته بعد العصر من يوم الجمعة:\n\nسُبحانَ اللهِ وَالحَمدُ للهِ وَلا إلهَ إلاّ الله وَاللهُ أكبَرُ، وَلا حَولَ وَلا قُوَّةَ إلاّ بِاللهِ العَليِّ العَظيمِ، سُبحانَ اللهِ آناءَ اللَّيلِ وَأطرافَ النَّهارِ، سُبحانَ اللهِ بِالغُدُوِّ وَالآصالِ، سُبحانَ اللهِ بِالعَشيِّ وَالإبكارِ، سُبحانَ اللهِ حينَ تُمسونَ وَحينَ تُصبِحونَ، وَلَهُ الحَمدُ في السَّماواتِ وَالأرضِ وَعَشياً وَحينَ تُظهِرونَ، يُخرِجُ الحَيَّ مِنَ المَيِّتِ ، وَيُخرِجُ المَيِّتَ مِنَ الحَيِّ، وَيُحيي الأرضَ بَعدَ مَوتِها، وَكَذلِكَ تُخرَجونَ، سُبحانَ رَبِّكَ رَبِّ العِزَّةِ عَمّا يَصِفونَ، وَسَلامٌ عَلى المُرسَلينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، سُبحانَ ذي المُلكِ وَالمَلَكوتِ، سُبحانَ ذي العِزَّةِ وَالجَبَروتِ، سُبحانَ ذي الكِبرياءِ وَالعَظَمَةِ المَلِكِ الحَقِّ المُهَيمِنِ القُدّوسِ، سُبحانَ اللهِ المَلِكِ الحَيِّ الَّذي لا يَموتُ، سُبحانَ اللهِ المَلِكِ الحَيِّ القُدّوسِ، سُبحانَ القائِمِ الدَّائِمِ، سُبحانَ الدَّائِمِ القائِمِ، سُبحانَ رَبّيَ العَظيمِ، سُبحانَ رَبّيَ الأعلى، سُبحانَ الحَيِّ القَيّومِ، سُبحانَ العَليِّ الأعلى، سُبحانَهُ وَتَعالى، سُبّوحٌ قُدّوسٌ رَبُّنا وَرَبُّ المَلائِكَةِ وَالرّوحِ، سُبحانَ الدائِمِ غَيرِ الغافِلِ، سُبحانَ العالِمِ بِغَيرِ تَعليمٍ، سُبحانَ خالِقِ ما يُرى وَما لا يُرى، سُبحانَ الَّذي يُدرِكُ الأبصارَ وَلا تُدرِكُهُ الأبصارُ، وَهُوَ اللَّطيفُ الخَبيرُ. \n\nاللَّهُمَّ إنّي أصبَحتُ مِنكَ في نِعمَةٍ وَخَيرٍ وَبَرَكَةٍ وَعافيَةٍ فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ، وَأتمِم عَلَيَّ نِعمَتَكَ وَخَيرَكَ وَبَرَكاتِكَ وَعافيَتِكَ بِنَجاةٍ مِنَ النَّارِ، وَارزُقني شُكرَكَ وَعافيَتِكَ وَفَضلَكَ وَكَرامَتَكَ أبَداً ما أبقَيتَني. \nاللَّهُمَّ بِنورِكَ اهتَدَيتُ، وَبِفَضلِكَ استَغنَيتُ، وَبِنِعمَتِكَ أصبَحتُ وَأمسَيتُ. اللَّهُمَّ إنّي اُشهِدُكَ وَكَفى بِكَ شَهيداً، وَاُشهِدُ مَلائِكَتَكَ وَأنبيائَكَ وَرُسُلَكَ، وَحَمَلَةَ عَرشِكَ، وَسُكّانَ سَماواتِكَ وَأرضِكَ وَجَميعَ خَلقِكَ، بِأنَّكَ أنتَ اللهُ لا إلهَ إلاّ أنتَ، وَحدَكَ لا شَريكَ لَكَ، وَأنَّ مُحَمَّداً (صلّى الله عليه و آله) عَبدُكَ وَرَسولُكَ، وَأنَّكَ عَلى كُلِّ شَيءٍٍ قَديرٌ، تُحيي وَتُميتُ، وَتُميتُ وَتُحيي، وَأشهَدُ أنَّ الجَنَّةَ حَقٌ، وَأنَّ النّارَ حَقٌ وَالنُشورَ حَقُّ، وَالسّاعَةَ آتيَةٌ لارَيبَ فيها وَأنَّ الله يَبعَثُ مَن في القُبورِ وَأشهَدُ أنَّ عَليَّ ابنَ أبي طالِبٍ أميرُ المؤُمِنينَ حَقّاً حَقّاً، وَأنَّ الأئِمَّةَ مِن وُلدِهِ هُمُ الأئِمَّةُ الهُداةُ المَهديّونَ، غَيرُ الضّالّينَ وَلا المُضِلّينَ، وَأنَّهُم أولياؤُكَ المُصطَفَونَ، وَحِزبُكَ الغالِبونَ، وَصَفوَتُكَ وَخِيَرَتُكَ مِن خَلقِكَ، وَنُجَباؤُكَ الَّذينَ انتَجَبتَهُم لِدينِكَ، وَاختَصَصَتُهم مِن خَلقِكَ، وَاصطَفَيتَهُم عَلى عِبادِكَ، وَجَعَلتَهُم حُجَّةً عَلى العالَمينَ صَلَواتُكَ عَلَيهِم وَالسَّلامُ وَرَحمَةُ الله وَبَرَكاتُهُ. اللَّهُمَّ اكتُب لي هذِهِ الشَّهادَةَ عِندَكَ حَتَّى تُلَقِّنِّيها يَومَ القيامة وَأنتَ عَنّي راضٍ إنَّكَ عَلى ما تَشاءُ قَديرٌ. \n\nاللَّهُمَّ لَكَ الحَمدُ حَمداً يَصعَدُ أوَّلُهُ وَلا يَنفَدُ آخِرُهُ. اللَّهُمَّ لَكَ الحَمدُ حَمداً تَضَعُ لَكَ السَّماء كَنَفَيها ، وَتُسَبِّحُ لَكَ الأرضُ وَمَن عَلَيها. اللَّهُمَّ لَكَ الحَمدُ حَمداً سَرمَداً أبَداً لا انقِطاعَ لَهُ وَلا نَفادَ وَلَكَ يَنبَغي وإلَيكَ يَنتَهي، فيَّ وَعَلَيَّ وَلَدَيَّ وَمَعي وَقَبلي وَبَعدي وَأمامي وَفَوقي وَتَحتي، وَإذا مِتُّ وَبَقيتُ فَرداً وَحيداً ثمّ فَنيتُ، وَلَكَ الحَمدُ إذا نُشِرتُ وَبُعِثتُ، يا مَولايَ. اللَّهُمَّ وَلَكَ الحَمدُ وَلَكَ الشُّكرُ بِجَميعِ مَحامِدِكَ كُلِّها عَلى جَميعِ نَعمائِكَ كُلِّها حَتَّى يَنتَهي الحَمدُ إلى ما تُحِبُّ رَبَّنا وَتَرضى. \n\nاللَّهُمَّ لَكَ الحَمدُ عَلى كُلِّ أكلَّةٍ وَشَربَةٍ وَبَطشَةٍ وَقَبضَةٍ وبَسطَةٍ، وَفي كُلِّ مَوضِعِ شَعرَةٍ. اللَّهُمَّ لَكَ الحَمدُ حَمداً خالِداً مَعَ خُلودِكَ وَلَكَ الحَمدُ حَمداً لا مُنتَهى لَهُ دونَ عِلمِكَ وَلَكَ الحَمدُ حَمداً لا أمَدَ لَهُ دونَ مَشيئَتِكَ وَلَكَ الحَمدُ حَمداً لا أجرَ لِقائِلِهِ إلاّ رِضاكَ، وَلَكَ الحَمدُ عَلى حِلمِكَ بَعدَ عِلمِكَ، وَلَكَ الحَمدُ عَلى عَفوِكَ بَعدَ قُدرَتِكَ، وَلَكَ الحَمدُ باعِثَ الحَمدِ، وَلَكَ الحَمدُ وَارِثَ الحَمدِ، وَلَكَ الحَمدُ بَديعَ الحَمدِ، وَلَكَ الحَمدُ مُنتَهى الحَمدِ، وَلَكَ الحَمدُ مُبتَدِعَ الحَمدِ، وَلَكَ الحَمدُ مُشتَريَ الحَمدِ، وَلَكَ الحَمدُ وَليَّ الحَمدِ، وَلَكَ الحَمدُ قِديمَ الحَمدِ، وَلَكَ الحَمدُ صادِقَ الوَعدِ، وَفيَّ العَهدِ، عَزيزَ الجُندِ، قائِمَ المَجدِ، وَلَكَ الحَمدُ رَفيعَ الدَّرَجاتِ مُجيبَ الدَّعَواتِ، مُنزِلَ الآيات مِن فَوقِ سَبعِ سَماواتٍ عَظيمَ البَرَكاتِ، مُخرِجَ النّورِ مِنَ الظُّلُماتِ، وَمُخرِجَ مَن في الظُّلُماتِ إلى النّورِ، مُبَدِّلَ السَّيِّئاتِ حَسَناتٍ وَجاعِلَ الحَسَناتِ دَرَجاتٍ. \n\nاللَّهُمَّ لَكَ الحَمدُ غافِرَ الذَّنبِ وَقابِلَ التَّوبِ، شَديدَ العِقابِ ذا الطَّولِ لا إلهَ إلاّ أنتَ إلَيكَ المَصيرُ. اللَّهُمَّ لَكَ الحَمدُ في اللَّيلِ إذا يَغشى، وَلَكَ الحَمدُ في النَّهارِ إذا تَجَلَى وَلَكَ الحَمدُ في الآخرةِ وَالاُولى، وَلَكَ الحَمدُ عَدَدَ كُلِّ نَجمٍ وَمَلَكٍ في السَّماء، وَلَكَ الحَمدُ عَدَدَ الثَّرى وَالحَصى وَالنَّوى، وَلَكَ الحَمدُ عَدَدَ ما في جَوِّ السَّماء، وَلَكَ الحَمدُ عَدَدَ ما في جَوفِ الأرضِ، وَلَكَ الحَمدُ عَدَدَ أوزانِ ميا هِ البِحارِ، وَلَكَ الحَمدُ عَدَدَ أوراقِ الأشجارِ، وَلَكَ الحَمدُ عَدَدَ ما عَلى وَجهِ الأرضِ، وَلَكَ الحَمدُ عَدَدَ ما أحصى كِتابُكَ، وَلَكَ الحَمدُ عَدَدَ ما أحاطَ بِهِ عِلمُكَ، وَلَكَ الحَمدُ عَدَدَ الإنسِ وَالجِنِّ، وَالهَوامِّ وَالطَّيرِ وَالبَهائِمِ والسِّباعِ حَمداً كَثيراً طَيِّباً مُبارَكاً فيهِ كَما تُحِبُّ رَبَّنا وَتَرضى، وَكَما يَنبَغي لِكَرَمِ وَجهِكَ وَعِزِّ جَلالِكَ.\n\nثمّ تقول عشراً: لا إلهَ إلاّ الله وَحدَهُ لا شَريكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، وَهُوَ اللَطيفُ الخَبيرُ. \n\nوعشراً: لا إلهَ إلاّ الله وَحدَهُ لا شَريكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ، يُحيي وَيُميتُ، وَيُميتُ وَيُحيي، وَهُوَ حَيُّ لا يَموتُ بيَدِهِ الخَيرُ وَهُوَ عَلى كُلِّ شيءٍ قَديرٌ. \n\nوعشراً: أستَغفِرُ اللهَ الَّذي لا إلهَ إلاّ هُوَ الحَيُّ القَيّومُ وَأتوبُ إلَيهِ.\n\nوعشراً: يا اللهُ يا اللهُ\n\nوعشراً: يا رَحمنُ يا رَحمنُ\n\nوعشراً: يا رَحيمُ يا رَحيمُ\n\nوعشراً: يا بَديعَ السَّماواتِ وَالأرضِ\n\nوعشراً: يا ذا الجَلالِ وَالإكرامِ\n\nوعشراً: يا حَنّانُ يا مَنَّانُ\n\nوعشراً: يا حَيُّ يا قَيّومُ\n\nوعشراً: يا حَيُّ لا إلهَ إلاّ أنتَ\n\nوعشراً: يا اللهُ يا لا إلهَ إلاّ أنتَ\n\nوعشراً: بِسمِ الله الرَّحمنِ الرَّحيمِ\n\nوعشراً: اللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ\n\nوعشراً: اللَّهُمَّ افعَل بي ما أنتَ أهلُهُ\n\nوعشراً: آمينَ آمينَوعشراً: قُلْ هُوَ اللهُ أحَدٌ.\n\nثمّ تقول:\n\nاللَّهُمَّ اصنَع بي ما أنتَ أهلُهُ ، وَلا تَصنَع بي ما أنا أهلُهُ، فَإنَّكَ أهلُ التَّقوى وَأهلُ المَغفِرَةِ، وَأنا أهلُ الذُّنوبِ وَالخطايا، فَارحَمني يا مولايَ وَأنتَ أرحَمُ الرَّاحِمينَ.\n\nوأيضاً تقول عشراً: لاحَولَ وَلا قوَّةَ إلاّ بِالله ، تَوَكَّلتُ عَلى الحَيّ الَّذي لايَموتُ، وَالحَمدُ للهِ الَّذي لَم يَتَّخِذ وَلَداً، وَلَم يَكُن لَهُ شَريكٌ في المُلكِ، وَلَم يَكُن لَهُ وَليُّ مِنَ الذُّلِّ وَكَبِّرهُ تَكبيراً.\n\n","مفاتيح الجنان"]