["روى السيد ابن طاووس في كتاب مهج الدعوات عن أمير المؤمنين (عليه السلام) ، إنّه قال: «علمني رسول الله (صلى الله عليه وآله وسلم) هذا الدعاء وأمرني أن أدعو به لكلّ شـدّة ورخاء، وأن اُعلّمه خليفتي من بعدي، وأمرني أن لا اُفارق طول عمري حتى ألقى الله عز وجل، وقال لي: قل هذا الدعاء حين تصبح وتمسي فإنّه كنز من كنوز العرش» فالتمس ابي بن كعب النبي (صلى الله عليه وآله وسلم) ان يحدث بفضل هذا الدعاء فأخبر النبي (صلى الله عليه وآله وسلم) ببعض ثوابه الجزيل، ومن أراد الاطلاع عليه فليطلبه من كتاب (مهج الدعوات).\nبِسمِ الله الرَّحمنِ الرَّحيمِ\nالحَمدُ للهِ الَّذي لا إلهَ إلاّ هُوَ المَلِكُ الحَقُّ المُبينُ، المُدَبِّرُ بِلا وَزيرٍ، وَلا خَلقٍ مِن عِبادِهِ يَستَشيرُ، الأوَّلُ غَيرُ مَوصوفٍ ، وَالباقي بَعدَ فَناءِ الخَلقِ، العَظيمُ الرُّبوبيَّةِ، نورُ السَّماواتُ وَالأرَضينَ وَفاطِرُهُما وَمُبتَدِعُهُما، بِغَيرِ عَمَدٍ خَلَقَهُما وَفَتَقَهُما فَتقاً، فَقامَتِ السَّماواتِ طائِعاتٍ بِأمرِهِ، وَاستَقَرَّتِ الأرَضونَ بِأوتادِها فَوقَ الماءِ، ثمّ عَلا رَبُّنا في السَّماواتِ العُلى، الرَّحمنُ عَلى العَرشِ استَوى، لَهُ ما في السَّماواتِ وَما في الأرضِ، وَما بَينَهُما وَما تَحتَ الثَّرى، فَأنا أشهَدُ بِأنَّكَ أنتَ الله لا رافِعَ لِما وَضَعتَ وَلا واضِعَ لِما رَفَعتَ، وَلا مُعِزَّ لِمَن أذلَلتَ، وَلا مُذِلَّ لِمَن أعزَزتَ، وَلا مانِعَ لِما أعطَيتَ، وَلا مُعطيَ لِما مَنَعتَ، وَأنتَ الله لا إلهَ إلاّ أنتَ كُنتَ إذ لَم تَكُن سماءٌ مَبنيَّةٌ، وَلا أرضٌ مَدحيَّةٌ، وَلا شَمسٌ مُضيئَةٌ، وَلا لَيلٌ مُظلِمٌ، وَلا نَهارٌ مُضيءٌ، وَلا بَحرٌ لُجّيُّ، وَلا جَبَلٌ راسٍ، وَلا نَجمٌ سارٍ، وَلا قَمَرٌ مُنيرٌ، وَلا ريحٌ تَهُبُّ، وَلا سَحابٌ يَسكُبُ، وَلا بَرقٌ يَلمَعُ، وَلا رَعدٌ يُسَبِّحُ، وَلا روحٌ تَنَفَّسُ، وَلا طائِرٌ يَطيرُ، وَلا نارٌ تَتَوَقَّدُ، وَلا ماءٌ يَطَّرِدُ، كُنتَ قَبلَ كُلِّ شيءٍ، وَكَوَّنتَ كُلَّ شيءٍ، وَقَدَرتَ عَلى كُلِّ شيءٍ، وَابتَدَعتَ كُلَّ شيءٍ وَأغنَيتَ وَأفقَرتَ، وَأمَتَّ وَأحيَيتَ وَأضحَكتَ وَأبكَيتَ وَعَلى العَرشِ استَوَيتَ فَتَبارَكتَ يا اللهُ وَتَعالَيتَ، أنتَ اللهُ الَّذي لا إلهَ إلاّ أنتَ الخَلّاقُ المُعينُ ، أمرُكَ غالِبٌ وَعِلمُكَ نافِذٌ، وَكَيدُكَ غَريبٌ وَوَعدُكَ صادِقٌ وَقَولُكَ حَقُّ وَحُكمُكَ عَدلٌ، وَكَلامُكَ هُدىً، وَوَحيُكَ نورٌ، وَرَحمَتُكَ وَاسِعَةٌ وَعَفوُكَ عَظيمٌ وَفَضلُكَ كَثيرٌ وَعَطاؤُكَ جَزيلٌ، وَحَبلُكَ مَتينٌ وإمكانُكَ عَتيدٌ وَجارُكَ عَزيزٌ وَبَأسُكَ شَديدٌ وَمَكرُكَ مَكيدٌ، أنتَ يا رَبِّ مَوضِعُ كُلِّ شَكوى حاضِرُ كُلِّ مَلأ وَشاهِدُ كُلِّ نَجوى، مُنتَهى كُلِّ حاجَةٍ، مُفَرِّجُ كُلِّ حُزنٍ ، غِنى كُلِّ مِسكينٍ، حِصنُ كُلِّ هارِبٍ أمانُ كُلِّ خائِفٍ، حِرزُ الضُّعَفاءِ، كَنزُ الفُقَراءِ، مُفَرِّجُ الغَمَّاءِ ، مُعينُ الصَّالِحينَ، ذلِكَ الله رَبُّنا لا إلهَ إلاّ هوَ، تَكفي مِن عِبادِكَ مَن تَوَكَّلَ عَلَيكَ، وأنتَ جارُ مَن لاذَ بِكَ وَتَضَرَّعَ إلَيكَ، عِصمَةُ مَنِ اعتَصَمَ بِكَ، ناصِرُ مَنِ انتَصَرَ بِكَ، تَغفِرُ الذُّنوبَ لِمَنِ استَغفَرَكَ، جَبّارُ الجَبابِرَةِ، عَظيمُ العُظَماءِ، كَبيرُ الكُبَراءِ، سَيِّدُ السَّاداتِ، مَولى المَوالي، صَريخُ المُستَصرِخينَ، مُنَفِّسٌ عَنِ المَكروبينَ، مُجيبُ دَعوَةِ المُضطَرّينَ، أسمَعُ السَّامِعينَ، أبصَرُ النَّاظِرينَ، أحكَمُ الحاكِمينَ، أسرَعُ الحاسِبينَ، أرحَمُ الرَّاحِمينَ، خَيرُ الغافِرينَ، قاضي حوائِجِ المُؤمِنينَ، مُغيثُ الصَّالِحينَ، أنتَ الله لا إلهَ إلاّ أنتَ رَبُّ العالَمينَ، أنتَ الخالِقُ وَأنا المَخلوقُ، وَأنتَ المالِكُ وَأنا المَملوكُ، وَأنتَ الرَّبُّ وَأنا العَبدُ، وَأنتَ الرَّازِقُ وَأنا المَرزوقُ، وَأنتَ المُعطي وَأنا السَّائِلُ، وَأنتَ الجَوادُ وَأنا البَخيلُ، وَأنتَ القَويُّ وَأنا الضَّعيفُ، وَأنتَ العَزيزُ وَأنا الذَّليلُ وَأنتَ الغَنيُّ وَأنا الفَقيرُ، وَأنتَ السَّيِّدُ وَأنا العَبدُ، وَأنتَ الغافِرُ وَأنا المُسيءُ، وأنتَ العالِمُ وَأنا الجاهِلُ، وَأنتَ الحَليمُ وَأنا العَجولُ، وَأنتَ الرَّحمنُ وَأنا المَرحومُ، وَأنتَ المُعافي وَأنا المُبتَلى، وَأنتَ المُجيبُ وَأنا المُضطَرُّ، وَأنا أشهَدُ بِأنَّكَ أنتَ الله لا إلهَ إلاّ أنتَ، المُعطي عِبادَكَ بِلا سُؤالٍ، وَأشهَدُ بِأنَّكَ أنتَ الله الواحِدُ الأحَدُ المُتَفَرِّدُ الصَّمّدُ الفَردُ وَإلَيكَ المَصيرُ، وَصََلّى اللهُ عَلى مُحَمَّدٍ وَأهلِ بَيتِهِ الطَّيِّبينَ الطَّاهِرينَ، وَاغفِر لي ذُنوبي، وَاستُر عَلَيَّ عُيوبي، وَافتَح لي مِن لَدُنكَ رَحمَةً وَرِزقاً وَاسِعاً يا أرحَمَ الرَّاحِمينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، وَحَسبُنا الله وَنِعمَ الوَكيلُ، وَلا حَولَ وَلا قوَّةَ إلاّ بِالله العَليِّ العَظيمِ.\n","مفاتيح الجنان"]