["هذا الدعاء يحتوي على مائة فصل وكلّ فصل يحتوي على عشرة أسماء من أسماء الله تعالى، وتقول في آخر كلّ فصل: سُبحانَكَ يا لا إلهَ إلاّ أنتَ، الغَوثَ الغَوثَ الغَوثَ، خَلِّصنا مِنَ النّارِ يا رَبِّ.\n\nوهو هذا الدّعاء: \n\n(1) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا اللهُ، يا رَحمنُ، يا رَحيمُ، يا كَريمُ، يا مُقيمُ، يا عَظيمُ، يا قَديمُ، يا عَليمُ، يا حَليمُ، يا حَكيمُ، سُبحانَكَ، يا لا إلهَ إلاّ أنتَ، الغَوثَ الغَوثَ الغَوثَ، خَلِّصنا مِنَ النّارِ، يا رَبِّ.\n\n(2) يا سَيِّدَ السّاداتِ، يا مُجيبَ الدَّعَواتِ، يا رافعَ الدَّرَجاتِ، يا وَليَّ الحَسَناتِ، يا غافِرَ الخَطيئاتِ، يا مُعطيَ المَسألاتِ، يا قابِلَ التَّوباتِ، يا سامعَ الأصواتِ، يا عالِمَ الخَفياتِ، يا دافعَ البَلياتِ.\n\n(3) يا خَيرَ الغافِرينَ، يا خَيرَ الفاتِحينَ، يا خَيرَ النّاصِرينَ، يا خَيرَ الحاكِمينَ، يا خَيرَ الرّازِقينَ، يا خَيرَ الوارِثينَ، يا خَيرَ الحامِدينَ، يا خَيرَ الذَّاكِرينَ، يا خَيرَ المُنزِلينَ، يا خَيرَ المُحسِنينَ.\n\n(4) يا مَن لَهُ العِزَّةُ وَالجَمالُ، يا مَن لَهُ القُدرَةُ وَالكَمالُ، يا مَن لَهُ المُلكُ وَالجَلالُ، يا مَن هُوَ الكَبيرُ المُتَعالِ، يا مُنشئَ السَّحابِ الثِّقالِ، يا مَن هُوَ شَديدُ المِحالِ، يا مَن هُوَ سَريعُ الحِسابِ، يا مَن هُوَ شَديدُ العِقابِ، يا مَن عِندَهُ حُسنُ الثَّوابِ، يا مَن عِندَهُ اُمُّ الكِتابِ.\n\n(5) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا حَنَّانُ، يا مَنَّانُ، يا دَيانُ، يا بُرهانُ، يا سُلطانُ، يا رِضوانُ، يا غُفرانُ، يا سُبحانُ، يا مُستَعانُ، يا ذا المَنِّ وَالبَيا نِ.\n\n(6) يا مَن تَواضَعَ كُلُّ شيءٍ لِعَظَمَتِهِ، يا مَن استسلّم كُلُّ شيءٍ لِقُدرَتِهِ، يا مَن ذَلَّ كُلُّ شيءٍ لِعِزَّتِهِ، يا مَن خَضَعَ كُلُّ شيءٍ لِهَيبَتِهِ، يا مَن انقادَ كُلُّ شيءٍ مِن خَشيَتِهِ، يا مَن تَشَقَّقَتِ الجِبالُ مِن مَخافَتِهِ، يا مَن قامَتِ السَّماواتُ بِأمرِهِ، يا مَن استَقَرَّتِ الأرَضونَ بِإذنِهِ، يا مَن يُسَبِّحُ الرَّعدُ بِحَمدِهِ، يا مَن لا يَعتَدي عَلى أهلِ مَملَكَتِهِ.\n\n(7) يا غافِرَ الخطايا، يا كاشِفَ البَلايا، يا مُنتَهى الرَّجايا، يا مُجزِلَ العَطايا، يا واهِبَ الهَدايا، يا رازِقَ البَرايا، يا قاضيَ المَنايا، يا سامِعَ الشَّكايا، يا باعِثَ البَرايا، يا مُطلِقَ الاُسارى.\n\n(8) يا ذا الحَمدِ وَالثَّناءِ، يا ذا الفَخرِ وَالبَهاءِ، يا ذا المَجدِ وَالسَّناءِ، يا ذا العَهدِ وَالوَفاءِ، يا ذا العَفوِ وَالرِّضاءِ، يا ذا المَنِّ وَالعَطاءِ، يا ذا الفَصلِ وَالقَضاءِ، يا ذا العِزِّ وَالبَقاءِ، يا ذا الجودِ وَالسَّخاءِ، يا ذا الآلاء وَالنَّعماءِ.\n\n(9) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مانِعُ، يا دافِعُ، يا رافِعُ، يا صانِعُ، يا نافِعُ، يا سامِعُ، يا جامِعُ، يا شافِعُ، يا واسِعُ، يا موسِعُ.\n\n(10) يا صانِعَ كُلِّ مَصنوعٍ، يا خالِقَ كُلِّ مَخلوقٍ، يا رازِقَ كُلِّ مَرزوقٍ، يا مالِكَ كُلِّ مَملوكٍ، يا كاشِفَ كُلِّ مَكروبٍ، يا فارِجَ كُلِّ مَهمومٍ، يا راحِمَ كُلِّ مَرحومٍ، يا ناصِرَ كُلِّ مَخذولٍ، يا ساتِرَ كُلِّ مَعيوبٍ، يا مَلجَأَ كُلِّ مَطرودٍ.\n\n(11) يا عُدَّتي عِندَ شِدَّتي، يا رَجائي عِندَ مُصيبَتي، يا مؤنِسي عِندَ وَحشَتي، يا صاحِبي عِندَ غُربَتي، يا وَليّي عِندَ نِعمَتي، يا غياثي عِندَ كُربَتي، يا دَليلي عِندَ حَيرَتي، يا غَنائي عِندَ افتِقاري، يا مَلجَأي عِندَ اضطِراري، يا مُعيني عِندَ مَفزَعي.\n\n(12) يا عَلّا مَ الغُيوبِ، يا غَفَّارَ الذُّنوبِ، يا سَتَّارَ العُيوبِ، يا كاشِفَ الكُروبِ، يا مُقَلِّبَ القُلوبِ، يا طَبيبَ القُلوبِ، يا مُنَوِّرَ القُلوبِ، يا أنيسَ القُلوبِ، يا مُفَرِّجَ الهُمومِ، يا مُنَفِّسَ الغُمومِ.\n\n(13) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا جَليلُ، يا جَميلُ، يا وَكيلُ، يا كَفيلُ، يا دَليلُ، يا قَبيلُ ، يا مُديلُ، يا مُنيلُ، يا مُقيلُ، يا مُحيلُ.\n\n(14) يا دَليلَ المُتَحَيِّرينَ، يا غيا ثَ المُستَغيثينَ، يا صَريخَ المُستَصرِخينَ، يا جارَ المُستَجيرينَ، يا أمانَ الخائِفينَ، يا عَونَ المُؤمِنينَ، يا راحِمَ المَساكينَ، يا مَلجأ العاصينَ، يا غافِرَ المُذنِبينَ، يا مُجيبَ دَعوَةِ المُضطَرّينَ.\n\n(15) يا ذا الجودِ وَالإحسانِ، يا ذا الفَضلِ وَالامتِنانِ، يا ذا الأمنِ وَالأمانِ، يا ذا القُدسِ وَالسُّبحانِ، يا ذا الحِكمَةِ وَالبَيا نِ، يا ذا الرَّحمَةِ وَالرِّضوانِ، يا ذا الحُجَّةِ وَالبُرهانِ، يا ذا العَظَمَةِ وَالسُّلطانِ، يا ذا الرَأفَةِ وَالمُستَعانِ، يا ذا العَفوِ وَالغُفرانِ.\n\n(16) يا مَن هُوَ رَبُّ كُلِّ شيءٍ، يا مَن هُوَ إلهُ كُلِّ شيءٍ، يا مَن هُوَ خالِقُ كُلِّ شيءٍ، يا مَن هُوَ صانِعُ كُلِّ شيءٍ، يا مَن هُوَ قَبلَ كُلِّ شيءٍ، يا مَن هُوَ بَعدَ كُلِّ شيءٍ، يا مَن هُوَ فَوقَ كُلِّ شيءٍ، يا مَن هُوَ عالِمٌ بكُلِّ شيءٍ، يا مَن هُوَ قادِرٌ عَلى كُلِّ شيءٍ، يا مَن هُوَ يَبقى وَيَفنى كُلُّ شيءٍ.\n\n(17) اللهُمَّ إنّي أسألُكَ، يا مُؤمِنُ، يا مُهَيمِنُ، يا مُكَوِّنُ، يا مُلَقِّنُ، يا مُبيّنُ، يا مُهَوِّنُ، يا مُمَكِّنُ، يا مُزَيِّنُ، يا مُعلِنُ، يا مُقَسِّمُ.\n\n(18) يا مَن هُوَ في مُلكِهِ مُقيمٌ، يا مَن هُوَ في سُلطانِهِ قَديمٌ، يا مَن هُوَ في جَلالِهِ عَظيمٌ، يا مَن هُوَ عَلى عِبادِهِ رَحيمٌ، يا مَن هُوَ بكُلِّ شيءٍ عَليمٌ، يا مَن هُوَ بِمَن عَصاهُ حَليمٌ، يا مَن هُوَ بِمَن رَجاهُ كَريمٌ، يا مَن هُوَ في صُنعِهِ حَكيمٌ، يا مَن هُوَ في حِكمَتِهِ لَطيفٌ، يا مَن هُوَ في لُطفِهِ قَديمٌ.\n\n(19) يا مَن لايُرجى إلاّ فَضلُهُ، يا مَن لايُسألُ إلاّ عَفوُهُ، يا مَن لايُنظَرُ إلاّ بِرُّهُ، يا مَن لا يُخافُ إلاّ عَدلُهُ، يا مَن لا يَدومُ إلاّ مُلكُهُ، يا مَن لاسُلطانَ إلاّ سُلطانُهُ، يا مَن وَسِعَت كُلَّ شيءٍ رَحمَتُهُ، يا مَن سَبَقَت رَحمَتُهُ غَضَبَهُ، يا مَن أحاطَ بِكُلِّ شيءٍ عِلمُهُ، يا مَن لَيسَ أحَدٌ مِثلَهُ.\n\n(20) يا فارِجَ الهَمِّ، يا كاشِفَ الغَمِّ، يا غافِرَ الذَّنبِ، يا قابِلَ التَّوبِ، يا خالِقَ الخَلقِ، يا صادِقَ الوَعدِ، يا موفي العَهدِ، يا عالِمَ السِّرِّ، يا فالِقَ الحَبِّ، يا رازِقَ الأنامِ.\n\n(21) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا عَليُّ، يا وَفيُّ، يا غَنيُّ، يا مَليُّ، يا حَفيُّ، يا رَضيُّ، يا زَكيُّ ، يا بَديُّ، يا قَويُّ، يا وَليُّ.\n\n(22) يا مَن أظهَرَ الجَميلَ، يا مَن سَتَرَ القَبيحَ، يا مَن لَم يُؤاخِذ بِالجَريرَةِ، يا مَن لَم يَهتِكِ السِّترَ، يا عَظيمَ العَفوِ، يا حَسَنَ التَّجاوُزِ، يا واسِعَ المَغفِرَةِ، يا باسِطَ اليَّدَينِ بِالرَّحمَةِ، يا صاحِبَ كُلِّ نَجوى، يا مُنتَهى كُلِّ شَكوى.\n\n(23) يا ذا النِّعمَةِ السَّابِغَةِ، يا ذا الرَّحمَةِ الواسِعَةِ، يا ذا المِنَّةِ السَّابِقَةِ، يا ذا الحِكمَةِ البالِغَةِ، يا ذا القُدرَةِ الكامِلَةِ، يا ذا الحُجَّةِ القاطِعَةِ، يا ذا الكَرامَةِ الظاهِرَةِ، يا ذا العِزَّةِ الدَّائِمَةِ، يا ذا القوَّةِ المَتينَةِ، يا ذا العَظَمَةِ المَنيعَةِ.\n\n(24) يا بَديعَ السَّماواتِ، يا جاعِلَ الظُّلُماتِ، يا راحِم العَبَراتِ، يا مُقيلَ العَثَراتِ، يا ساتِرَ العَوراتِ، يا مُحييَ الأمواتِ، يا مُنزِلَ الآيات، يا مُضَعِّفَ الحَسَناتِ، يا ماحي السَّيِّئاتِ، يا شَديدَ النَّقَماتِ.\n\n(25) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُصَوِّرُ، يا مُقَدِّرُ، يا مُدَبِّرُ، يا مُطَهِّرُ، يا مُنَوِّرُ، يا مُيَسِّرُ، يا مُبَشِّرُ، يا مُنذِرُ، يا مُقَدِّمُ، يا مُؤَخِّرُ.\n\n(26) يا رَبَّ البَيتِ الحَرامِ، يا رَبَّ الشَّهرِ الحَرامِ، يا رَبَّ البَلَدِ الحَرامِ، يا رَبَّ الرُّكنِ وَالمَقامِ، يا رَبَّ المَشعَرِ الحَرامِ، يا رَبَّ المَسجِدِ الحَرامِ، يا رَبَّ الحِلِّ وَالحَرامِ، يا رَبَّ النّورِ وَالظَّلامِ، يا رَبَّ التَّحيَّةِ وَالسَّلامِ، يا رَبَّ القُدرَةِ في الأنامِ.\n\n(27) يا أحكَمَ الحاكِمينَ، يا أعدَلَ العادِلينَ، يا أصدَقَ الصَّادِقينَ، يا أطهَرَ الطَّاهِرِينَ، يا أحسَنَ الخالِقينَ، يا أسرَعَ الحاسِبينَ، يا أسمَعَ السَّامِعينَ، يا أبصَرَ النَّاظِرينَ، يا أشفَعَ الشَّافِعينَ، يا أكرَمَ الأكرَمينَ.\n\n(28) يا عِمادَ مَن لا عِمادَ لَهُ، يا سَنَدَ مَن لا سَنَدَ لَهُ، يا ذُخرَ مَن لا ذُخرَ لَهُ، يا حِرزَ مَن لا حِرزَ لَهُ، يا غيا ثَ مَن لا غيا ثَ لَهُ، يا فَخرَ مَن لا فَخرَ لَهُ، يا عِزَّ مَن لا عِزَّ لَهُ، يا مُعينَ مَن لا مُعينَ لَهُ ، يا أنيسَ مَن لا أنيسَ لَهُ، يا أمانَ مَن لا أمانَ لَهُ.\n\n(29) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا عاصِمُ، يا قائِمُ، يا دائِمُ، يا راحِمُ، يا سالِمُ، يا حاكِمُ، يا عالِمُ، يا قاسِمُ، يا قابِضُ، يا باسِطُ.\n\n(30) يا عاصِمَ مَنِ استَعصَمَهُ ، يا راحِمَ مَن استَرحَمَهُ، يا غافِرَ مَنِ استَغفَرَهُ، يا ناصِرَ مَنِ استَنصَرَهُ، يا حافِظَ مَنِ استَحفَظَهُ، يا مُكرِمَ مَنِ استَكرَمَهُ، يا مُرشِدَ مَنِ استَرشَدَهُ، يا صِريخَ مَنِ استَصرَخَهُ، يا مُعينَ مَنِ استَعانَهُ، يا مُغيثَ مَنِ استَغاثَهُ.\n\n(31) يا عَزيزاً لا يُضامُ، يا لَطيفاً لا يُرامُ، يا قَيّوماً لا يَنامُ، يا دائِماً لا يَفوتُ، يا حَيا لا يَموتُ ، يا مَلِكاً لا يَزولُ، يا باقياً لا يَفنى، يا عالِماً لا يَجهَلُ، يا صَمَداً لا يُطعَمُ، يا قَويا لا يَضعُفُ.\n\n(32) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا أحَدُ، يا واحِدُ، يا شاهِدُ، يا ماجِدُ، يا حامِدُ، يا راشِدُ، يا باعِثُ، يا وارِثُ، يا ضارُّ، يا نافِعُ.\n\n(33) يا أعظَمَ مِن كُلِّ عَظيمٍ، يا أكرَمَ مِن كُلِّ كَريمٍ، يا أرحَمَ مِن كُلِّ رَحيمٍ، يا أعلَمَ مِن كُلِّ عَليمٍ، يا أحكَمَ مِن كُلِّ حَكيمٍ، يا أقدَمَ مِن كُلِّ قَديمٍ، يا أكبَرَ مِن كُلِّ كَبيرٍ، يا ألطَفَ مِن كُلِّ لَطيفٍ، يا أجَلَّ مِن كُلِّ جَليلٍ، يا أعَزَّ مِن كُلِّ عَزيزٍ.\n\n(34) يا كَريمَ الصَّفحِ، يا عَظيمَ المَنِّ، يا كَثيرَ الخَيرِ، يا قَديمَ الفَضلِ، يا دائِمَ اللُّطفِ، يا لَطيفَ الصُّنعِ، يا مُنَفِّسَ الكَربِ، يا كاشِفَ الضُّرِّ، يا مالِكَ المُلكِ، يا قاضيَ الحَقِّ.\n\n(35) يا مَن هُوَ في عَهدِهِ وَفيُّ، يا مَن هُوَ في وَفائِهِ قَويُّ، يا مَن هُوَ في قوَّتِهِ عَليُّ، يا مَن هُوَ في عُلوِّهِ قَريبٌ، يا مَن هُوَ في قُربِهِ لَطيفٌ، يا مَن هُوَ في لُطفِهِ شَريفٌ، يا مَن هُوَ في شَرَفِهِ عَزيزٌ ، يا مَن هُوَ في عِزِّهِ عَظيمٌ، يا مَن هُوَ في عَظَمَتِهِ مَجيدٌ، يا مَن هُوَ في مَجدِهِ حَميدٌ.\n\n(36) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا كافي، يا شافي، يا وافي، يا مُعافي، يا هادي، يا داعي، يا قاضي، يا راضي، يا عالي، يا باقي.\n\n(37) يا مَن كُلُّ شيءٍ خاضِعٌ لَهُ، يا مَن كُلُّ شيءٍ خاشِعٌ لَهُ، يا مَن كُلُّ شيءٍ كائِنٌ لَهُ، يا مَن كُلُّ شيءٍ مَوجودٌ بِهِ، يا مَن كُلُّ شيءٍ مُنيبٌ إلَيهِ، يا مَن كُلُّ شيءٍ خائِفٌ مِنهُ، يا مَن كُلُّ شيءٍ قائِمٌ بِهِ ، يا مَن كُلُّ شيءٍ صائِرٌ إلَيهِ، يا مَن كُلُّ شيءٍ يُسَبِّح بِحَمدِهِ يا مَن كُلُّ شيءٍ هالِكٌ إلاّ وَجهَهُ.\n\n(38) يا مَن لامَفَرَّ إلاّ إلَيهِ، يا مَن لا مَقصَدَ إلاّ إلَيهِ، يا مَن لا مَنجى مِنهُ إلاّ إلَيهِ، يا مَن لايُرغَبُ إلاّ إلَيهِ، يا مَن لاحَولَ وَلا قوَّةَ إلاّ بِهِ، يا مَن لا يُستَعانُ إلاّ بِهِ، يا مَن لايُتَوَكَّلُ إلاّ عَلَيهِ، يا مَن لايُرجى إلاّ هوَ، يا مَن لا يُعبَدُ إلاّ هوَ.\n\n(39) يا خَيرَ المَرهوبينَ، يا خَيرَ المَرغوبينَ، يا خَيرَ المَطلوبينَ، يا خَيرَ المَسؤولينَ، يا خَيرَ المَقصودينَ، يا خَيرَ المَذكورينَ، يا خَيرَ المَشكورينَ، يا خَيرَ المَحبوبينَ، يا خَيرَ المَدعوّينَ، يا خَيرَ المُستَأنِسينَ.\n\n(40) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا غافِرُ، يا ساتِرُ، يا قادِرُ، يا قاهِرُ، يا فاطِرُ، يا كاسِرُ، يا جابِرُ، يا ذاكِرُ، يا ناظِرُ، يا ناصِرُ.\n\n(41) يا مَن خَلَقَ فَسَوَّى، يا مَن قَدَّرَ فَهَدى، يا مَن يَكشِفُ البَلوى، يا مَن يَسمَعُ النَّجوى، يا مَن يُنقِذُ الغَرقى، يا مَن يُنجي الهَلكى، يا مَن يَشفي المَرضى، يا مَن أضحَكَ وَأبكى، يا مَن أماتَ وَأحيى، يا مَن خَلَقَ الزَّوجَينِ الذَّكَرَ وَالاُنثى.\n\n(42) يا مَن في البَرِّ وَالبَحرِ سَبيلُهُ، يا مَن في الآفاقِ آياتُهُ، يا مَن في الآيات بُرهانُهُ، يا مَن في المَماتِ قُدرَتُهُ، يا مَن في القُبورِ عِبرَتُهُ، يا مَن في القيامة مُلكُهُ، يا مَن في الحِسابِ هَيبَتُهُ، يا مَن في الميزانِ قَضاؤُهُ، يا مَن في الجَنَّةِ ثَوابُهُ، يا مَن في النّارِ عِقابُهُ.\n\n(43) يا مَن إلَيهِ يَهرَبُ الخائِفونَ، يا مَن إلَيهِ يَفزَعُ المُذنِبونَ، يا مَن إلَيهِ يَقصِدُ المُنيبونَ، يا مَن إلَيهِ يَرغَبُ الزَّاهِدونَ، يا مَن إلَيهِ يَلجَأُ المُتَحَيِّرونَ، يا مَن بِهِ يَستَأنِسُ المُريدونَ، يا مَن بِهِ يَفتَخِرُ المُحِبّونَ، يا مَن في عَفوِهِ يَطمَعُ الخاطِئونَ، يا مَن إلَيهِ يَسكُنُ الموقِنونَ، يا مَن عَلَيهِ يَتَوَكَّلُ المُتَوَكِّلونَ.\n\n(44) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا حَبيبُ، يا طَبيبُ، يا قَريبُ، يا رَقيبُ، يا حَسيبُ، يا مَهِيبُ، يا مُثيبُ، يا مُجيبُ، يا خَبيرُ، يا بَصيرُ.\n\n(45) يا أقرَبَ مِن كُلِّ قَريبٍ، يا أحَبَّ مِن كُلِّ حَبيبٍ، يا أبصَرَ مِن كُلِّ بَصيرٍ، يا أخبَرَ مِن كُلِّ خَبيرٍ، يا أشرَفَ مِن كُلِّ شَريفٍ، يا أرفَعَ مِن كُلِّ رَفيعٍ، يا أقوى مِن كُلِّ قَويٍّ، يا أغنى مِن كُلِّ غَنيٍّ، يا أجوَدَ مِن كُلِّ جَوادٍ، يا أرأفَ مِن كُلِّ رَؤوفٍ.\n\n(46) يا غالِباً غَيرَ مَغلوبٍ، يا صانِعاً غَيرَ مَصنوعٍ، يا خالِقاً غَيرَ مَخلوقٍ، يا مالِكاً غَيرَ مَملوكٍ، يا قاهِراً غَيرَ مَقهورٍ، يا رافِعاً غَيرَ مَرفوعٍ، يا حافِظاً غَيرَ مَحفوظٍ، يا ناصِراً غَيرَ مَنصورٍ، يا شاهِداً غَيرَ غائِبٍ، يا قَريباً غَيرَ بَعيدٍ.\n\n(47) يا نورَ النّورِ، يا مُنَوِّرَ النّورِ، يا خالِقَ النّورِ، يا مُدَبِّرَ النّورِ، يا مُقَدِّرَ النّورِ، يا نورَ كُلِّ نورٍ، يا نوراً قَبلَ كُلِّ نورٍ، يا نوراً بَعدَ كُلِّ نورٍ، يا نوراً فَوقَ كُلِّ نورٍ، يا نوراً لَيسَ كَمَثلِهِ نورٌ.\n\n(48) يا مَن عَطاؤُهُ شَريفٌ ، يا مَن فِعلُهُ لَطيفٌ، يا مَن لُطفُهُ مُقيمٌ، يا مَن إحسانُهُ قَديمٌ، يا مَن قَولُهُ حَقُّ، يا مَن وَعدُهُ صِدقٌ، يا مَن عَفوُهُ فَضلٌ، يا مَن عَذابُهُ عَدلٌ، يا مَن ذِكرُهُ حُلوٌ، يا مَن فَضلُهُ عَميمٌ.\n\n(49) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُسَهِّلُ، يا مُفَصِّلُ، يا مُبَدِّلُ، يا مُذَلِّلُ، يا مُنَزِّلُ، يا مُنَوِّلُ، يا مُفضِلُ، يا مُجزِلُ، يا مُمهِلُ، يا مُجمِلُ.\n\n(50) يا مَن يَرى وَلا يُرى، يا مَن يَخلُقُ وَلايُخلَقُ، يا مَن يَهدي وَلايُهدى، يا مَن يُحيي وَلا يُحيى، يا مَن يَسألُ وَلايُسألُ، يا مَن يُطعِمُ وَلايُطعَمُ، يا مَن يُجيرُ وَلا يُجارُ عَلَيهِ، يا مَن يَقضي وَلا يُقضى عَلَيهِ، يا مَن يَحكُمُ وَلا يُحكَمُ عَلَيهِ، يا مَن لَم يَلِد وَلَم يولَد وَلَم يَكُن لَهُ كُفُواً أحَدٌ.\n\n(51) يا نِعمَ الحَسيبُ، يا نِعمَ الطَّبيبُ، يا نِعمَ الرَّقيبُ، يا نِعمَ القَريبُ، يا نِعمَ المُجيبُ، يا نِعمَ الحَبيبُ، يا نِعمَ الكَفيلُ، يا نِعمَ الوَكيلُ، يا نِعمَ المَولى، يا نِعمَ النَّصيرُ.\n\n(52) يا سُرورَ العارِفينَ، يا مُنى المُحِبّينَ، يا أنيسَ المُريدينَ، يا حَبيبَ التَّوَّابينَ، يا رازِقَ المُقِلّينَ، يا رَجاءَ المُذنِبينَ، يا قُرَّةَ عَينِ العابِدينَ، يا مُنَفِّسَ عَنِ المَكروبينَ، يا مُفَرِّجَ عَنِ المَغمومينَ، يا إلهَ الأوَّلينَ وَالآخِرينَ.\n\n(53) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا رَبَّنا، يا إلهَنا، يا سَيِّدِنا، يا مَولانا، يا ناصِرَنا، يا حافِظَنا، يا دَليلَنا، يا مُعينَنا، يا حَبيبَنا، يا طَبيبَن.\n\n(54) يا رَبَّ النَّبيّينَ وَالأبرارِ، يا رَبَّ الصِّدّيقينَ وَالأخيارِ، يا رَبَّ الجَنَّةِ وَالنّارِ، يا رَبَّ الصِّغارِ وَالكِبارِ، يا رَبَّ الحُبُوبِ وَالثِّمارِ، يا رَبَّ الأنهارِ وَالأشجارِ، يا رَبَّ الصَّحاري وَالقِفارِ، يا رَبَّ البَراري وَالبِحارِ، يا رَبَّ اللَّيلِ وَالنَّهارِ، يا رَبَّ الإعلانِ وَالاَسرارِ.\n\n(55) يا مَن نَفَذَ في كُلِّ شيءٍ أمرُهُ، يا مَن لَحِقَ بِكُلِّ شيءٍ عِلمُهُ، يا مَن بَلَغَت إلى كُلِّ شيءٍ قُدرَتُهُ، يا مَن لا تُحصي العِبادُ نِعَمَهُ، يا مَن لاتَبلُغُ الخَلائِقُ شُكرَهُ، يا مَن لاتُدرِكُ الأفهامُ جَلالَهُ، يا مَن لاتَنالُ الأوهامُ كُنهَهُ، يا مَن العَظَمَةُ وَالكِبرياءُ رِداؤُهُ، يا مَن لا تَرُدُّ العِبادُ قَضاءَهُ، يا مَن لا مُلكَ إلاّ مُلكُهُ، يا مَن لا عَطاءَ إلاّ عَطاؤُهُ.\n\n(56) يا مَن لَهُ المَثَلُ الأعلى، يا مَن لَهُ الصِّفاتُ العُليا، يا مَن لَهُ الآخرةُ وَالاُولى، يا مَن لَهُ الجَنَّةُ المَأوى، يا مَن لَهُ الآيات الكُبرى، يا مَن لَهُ الأسماءُ الحُسنى، يا مَن لَهُ الحُكمُ وَالقَضاءُ، يا مَن لَهُ الهَواءُ وَالفَضاءُ، يا مَن لَهُ العَرشُ وَالثَّرى، يا مَن لَهُ السَّماواتُ العُلى.\n\n(57) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا عَفوُّ، يا غَفورُ، يا صَبورُ، يا شَكورُ، يا رَؤوفُ، يا عَطوفُ، يا مَسؤولُ، يا وَدودُ، يا سُبّوحُ، يا قُدّوسُ.\n\n(58) يا مَن في السَّماءِ عَظَمَتُهُ، يا مَن في الأرضِ آياتُهُ، يا مَن في كُلِّ شيءٍ دَلائِلُهُ، يا مَن في البِحارِ عَجائِبُهُ، يا مَن في الجِبالِ خَزائِنُهُ، يا مَن يُبدِئُ الخَلقَ ثمّ يُعيدُهُ، يا مَن إلَيهِ يَرجِعُ الأمرُ كُلُّهُ، يا مَن أظهَرَ في كُلِّ شيءٍ لُطفَهُ، يا مَن أحسَنَ كُلَّ شيءٍ خَلقَهُ، يا مَن تَصَرَّفَ في الخَلائِقِ قُدرَتُهُ.\n\n(59) يا حَبيبَ مَن لاحَبيبَ لَهُ، يا طَبيبَ مَن لا طَبيبَ لَهُ، يا مُجيبَ مَن لا مُجيبَ لَهُ، يا شَفيقَ مَن لا شَفيقَ لَهُ، يا رَفيقَ مَن لا رَفيقَ لَهُ، يا مُغيثَ مَن لا مُغيثَ لَهُ، يا دَليلَ مَن لا دَليلَ لَهُ، يا أنيسَ مَن لا أنيسَ لَهُ، يا راحِمَ مَن لا راحِمَ لَهُ، يا صاحِبَ مَن لا صاحِبَ لَهُ.\n\n(60) يا كافيَ مَن استَكفاهُ، يا هاديَ مَن استَهداهُ، يا كالئ مَن استَكلّاهُ، يا راعيَ مَنِ استَرعاهُ، يا شافيَ مَن استَشفاهُ، يا قاضيَ مَنِ استَقضاهُ، يا مُغنيَ مَنِ استَغناهُ، يا موفيَ مَنِ استَوفاهُ، يا مُقَوّيَ مَنِ استَقواهُ، يا وَليَّ مَنِ استَولاهُ.\n\n(61) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا خالِقُ، يا رازِقُ، يا ناطِقُ، يا صادِقُ، يا فالِقُ، يا فارِقُ، يا فاتِقُ، يا راتِقُ، يا سابِقُ، يا سامِقُ.\n\n(62) يا مَن يُقَلِّبُ اللَّيلَ وَالنَّهارَ، يا مَن جَعَلَ الظُّلُماتِ وَالأنوارَ، يا مَن خَلَقَ الظِّلَّ وَالحَرورَ، يا مَن سَخَّرَ الشَّمسَ وَالقَمَرَ، يا مَن قَدَّرَ الخَيرَ وَالشَّرَّ، يا مَن خَلَقَ المَوتَ وَالحياةَ، يا مَن لَهُ الخَلقُ وَالأمرُ، يا مَن لَم يَتَّخِذ صاحِبَةً وَلا وَلَداً، يا مَن لَيسَ لَهُ شَريكٌ في المُلكِ، يا مَن لَم يَكُن لَهُ وَليُّ مِنَ الذُّلِّ.\n\n(63) يا مَن يَعلَمُ مُرادَ المُريدينَ، يا مَن يَعلَمُ ضَميرَ الصَّامِتينَ، يا مَن يَسمَعُ أنينَ الواهِنينَ، يا مَن يَرى بُكاءَ الخائِفينَ، يا مَن يَملِكُ حَوائِجَ السَّائِلينَ، يا مَن يَقبَلُ عُذرَ التَّائِبينَ، يا مَن لا يُصلِحُ عَمَلَ المُفسِدينَ، يا مَن لا يُضيعُ أجرَ المُحسِنينَ، يا مَن لا يَبعُدُ عَن قُلوبِ العارِفينَ، يا أجوَدَ الأجوَدينَ.\n\n(64) يا دائِمَ البَقاءِ، يا سامِعَ الدُّعاءِ، يا واسِعَ العَطاءِ، يا غافِرَ الخَطاءِ، يا بَديعَ السَّماءِ، يا حَسَنَ البَلاءِ، يا جَميلَ الثَّناءِ، يا قَديمَ السَّناءِ، يا كَثيرَ الوَفاءِ، يا شَريفَ الجَزاءِ.\n\n(65) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا سَتَّارُ، يا غَفَّارُ، يا قَهَّارُ، يا جَبَّارُ، يا صَبَّارُ، يا بارُّ، يا مُختارُ، يا فَتَّاحُ، يا نَفَّاحُ، يا مُرتاحُ.\n\n(66) يا مَن خَلَقَني وَسَوَّاني، يا مَن رَزَقَني وَرَبَّاني، يا مَن أطعَمَني وَسَقاني، يا مَن قَرَّبَني وَأدناني، يا مَن عَصَمَني وَكَفاني، يا مَن حَفِظَني وَكَلاني ، يا مَن أعَزَّني وَأغناني، يا مَن وَفَّقَني وَهَداني، يا مَن آنَسَني وَآواني، يا مَن أماتَني وَأحياني.\n\n(67) يا مَن يُحِقُّ الحَقَّ بِكَلِماتِهِ، يا مَن يَقبَلُ التَّوبَةَ عَن عِبادِهِ، يا مَن يَحولُ بَينَ المَرءِ وَقَلبِهِ، يا مَن لاتَنفَعُ الشَّفاعَةُ إلاّ بِإذنِهِ، يا مَن هُوَ أعلَمُ بِمَن ضَلَّ عَن سَبيلِهِ، يا مَن لامُعَقِّبَ لِحُكمِهِ، يا مَن لا رادَّ لِقَضائِهِ، يا مَن انقادَ كُلُّ شيءٍ لأمرِهِ، يا مَن السَّماواتُ مَطويا تٌ بيَمينِهِ، يا مَن يُرسِلُ الرياحَ بُشراً بَينَ يَدَي رَحمَتِهِ.\n\n(68) يا مَن جَعَلَ الأرضَ مِهاداً، يا مَن جَعَلَ الجِبالَ أوتاداً، يا مَن جَعَلَ الشَّمسَ سِراجاً، يا مَن جَعَلَ القَمَرَ نوراً، يا مَن جَعَلَ اللَّيلَ لِباساً، يا مَن جَعَلَ النَّهارَ مَعاشاً، يا مَن جَعَلَ النَّومَ سُباتاً، يا مَن جَعَلَ السَّماء بِناءً، يا مَن جَعَلَ الأشياءَ أزواجاً، يا مَن جَعَلَ النّارَ مِرصاد.\n\n(69) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا سَميعُ، يا شَفيعُ، يا رَفيعُ، يا مَنيعُ، يا سَريعُ، يا بَديعُ، يا كَبيرُ، يا قَديرُ، يا خَبيرُ، يا مُجيرُ.\n\n(70) يا حَيا قَبلَّ كُلِّ حَيٍّ، يا حَيا بَعدَ كُلِّ حَيٍّ، يا حَيُّ الَّذي لَيسَ كَمِثلِهِ حَيُّ، يا حَيُّ الَّذي لا يُشارِكُهُ حَيُّ، يا حَيُّ الَّذي لايَحتاجُ إلى حَيٍّ، يا حَيُّ الَّذي يُميتُ كُلَّ حَيٍّ، يا حَيُّ الَّذي يَرزُقُ كُلَّ حَيٍّ، يا حَيا لَم يَرِثِ الحياةَ مِن حَيٍّ، يا حَيُّ الَّذي يُحيي المَوتى، يا حَيُّ يا قَيّومُ لاتَأخُذُهُ سِنَةٌ وَلانَومٌ.\n\n(71) يا مَن لَهُ ذِكرٌ لايُنسى، يا مَن لَهُ نورٌ لا يُطفى، يا مَن لَهُ نِعَمٌ لا تُعَدُّ، يا مَن لَهُ مُلكٌ لا يَزولُ، يا مَن لَهُ ثَناءٌ لا يُحصى، يا مَن لَهُ جَلالٌ لا يُكَيَّفُ، يا مَن لَهُ كَمالٌ لا يُدرَكُ، يا مَن لَهُ قَضاءٌ لا يُرَدُّ، يا مَن لَهُ صِفاتٌ لا تُبَدَّلُ، يا مَن لَهُ نُعوتٌ لا تُغَيَّرُ.\n\n(72) يا رَبَّ العالَمينَ، يا مالِكَ يَومِ الدّينِ، يا غايَةَ الطَّالِبينَ، يا ظَهرَ اللّاجِينَ، يا مُدرِكَ الهارِبينَ، يا مَن يُحِبُّ الصَّابِرينَ، يا مَن يُحِبُّ التَّوَّابينَ، يا مَن يُحِبُّ المُتَطَهِّرينَ، يا مَن يُحِبُّ المُحسِنينَ، يا مَن هُوَ أعلَمُ بِالمُهتَدينَ.\n\n(73) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا شَفيقُ، يا رَفيقُ، يا حَفيظُ ، يا مُحيطُ، يا مُقيتُ، يا مُغيثُ، يا مُعِزُّ، يا مُذِلُّ، يا مُبدئُ، يا مُعيدُ.\n\n(74) يا مَن هُوَ أحَدٌ بِلا ضِدٍّ، يا مَن هُوَ فَردٌ بِلا نِدٍّ، يا مَن هُوَ صَمَدٌ بِلا عَيبٍ، يا مَن هُوَ وِترٌ بِلا كَيفٍ، يا مَن هُوَ قاضٍ بِلا حَيفٍ، يا مَن هُوَ رَبٌّ بِلا وَزيرٍ، يا مَن هُوَ عَزيزٌ بِلا ذُلٍّ، يا مَن هُوَ غَنيٌّ بِلا فَقرٍ، يا مَن هُوَ مَلِكٌ بِلا عَزلٍ، يا مَن هُوَ مَوصوفٌ بِلا شَبيهٍ.\n\n(75) يا مَن ذِكرُهُ شَرَفٌ لِلذَّاكِرينَ، يا مَن شُكرُهُ فَوزٌ لِلشَّاكِرينَ، يا مَن حَمدُهُ عِزٌّ لِلحامِدينَ، يا مَن طاعَتُهُ نَجاةٌ لِلمُطيعينَ، يا مَن بابُهُ مَفتوحٌ لِلطَّالِبينَ، يا مَن سَبيلُهُ وَاضِحٌ لِلمُنيبينَ، يا مَن آياتُهُ بُرهانٌ لِلنَّاظِرينَ، يا مَن كِتابُهُ تَذكِرَةٌ لِلمُتَّقينَ، يا مَن رِزقُهُ عُموم لِلطَّائِعينَ وَالعاصينَ، يا مَن رَحمَتُهُ قَريبٌ مِنَ المُحسِنينَ.\n\n(76) يا مَن تَبارَكَ اسمُهُ، يا مَن تَعالى جَدُّهُ، يا مَن لا إلهَ غَيرُهُ، يا مَن جَلَّ ثَناؤُهُ، يا مَن تَقَدَّسَت أسماؤُهُ، يا مَن يَدومُ بَقاؤُهُ، يا مَن العَظَمَةُ بَهاؤُهُ، يا مَن الكِبرياءُ رِداؤُهُ، يا مَن لا تُحصَى آلاؤُهُ، يا مَن لا تُعَدُّ نَعماؤُهُ.\n\n(77) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُعينُ، يا أمينُ، يا مُبينُ، يا مَتينُ، يا مَكينُ، يا رَشيدُ، يا حَميدُ، يا مَجيدُ، يا شَديدُ، يا شَهيدُ.\n\n(78) يا ذا العَرشِ المَجيدِ، يا ذا القَولِ السَّديدِ، يا ذا الفِعلِ الرَّشيدِ، يا ذا البَطشِ الشَّديدِ، يا ذا الوَعدِ وَالوَعيدِ، يا مَن هُوَ الوَليُّ الحَميدُ ، يا مَن هُوَ فَعَّالٌ لِما يُريدُ، يا مَن هُوَ قَريبٌ غَيرُ بَعيدٌ، يا مَن هُوَ عَلى كُلِّ شيء شَهيدٌ، يا مَن هُوَ لَيسَ بِظَلّامٍ لِلعَبيدِ.\n\n(79) يا مَن لا شَريكَ لَهُ وَلا وَزيرَ، يا مَن لا شَبيهَ لَهُ وَلا نَظيرَ، يا خالِقَ الشَّمسِ وَالقَمَرِ المُنيرِ، يا مُغنيَ البائِسِ الفَقيرِ، يا رازِقَ الطِّفلِ الصَّغيرِ، يا راحِمَ الشَّيخِ الكَبيرِ، يا جابِرَ العَظمِ الكَسيرِ، يا عِصمَةَ الخائِفِ المُستَجيرِ، يا مَن هُوَ بِعِبادِهِ خَبيرٌ بَصيرٌ، يا مَن هُوَ عَلى كُلِّ شيء قَديرٌ.\n\n(80) يا ذا الجودِ وَالنِّعَمِ، يا ذا الفَضلِ وَالكَرَمِ، يا خالِقَ اللَّوحِ وَالقَلَمِ، يا بارئَ الذَّرِّ وَالنَّسَمِ، يا ذا البَأسِ وَالنِّقَمِ، يا مُلهِمَ العَرَبِ وَالعَجَمِ، يا كاشِفَ الضُّرِّ وَالألَمِ، يا عالِمَ السِّرِّ وَالهِمَمِ، يا رَبَّ البَيتِ وَالحَرَمِ، يا مَن خَلَقَ الأشياءَ مِنَ العَدَمِ.\n\n(81) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا فاعِلُ، يا جاعِلُ، يا قابِلُ، يا كامِلُ، يا فاصِلُ، يا واصِلُ، يا عادِلُ، يا غالِبُ، يا طالِبُ، يا واهِبُ.\n\n(82) يا مَن أنعَمَ بِطَولِهِ، يا مَن أكرَمَ بِجودِهِ، يا مَن جادَ بِلُطفِهِ، يا مَن تَعَزَّزَ بِقُدرَتِهِ، يا مَن قَدَّرَ بِحِكمَتِهِ، يا مَن حَكَمَ بِتدبيرِهِ، يا مَن دَبَّرَ بِعِلمِهِ، يا مَن تَجاوَزَ بِحِلمِهِ، يا مَن دَنا في عُلوِّهِ، يا مَن عَلا في دُنوِّهِ.\n\n(83) يا مَن يَخلُقُ ما يَشاءُ، يا مَن يَفعَلُ ما يَشاءُ، يا مَن يَهدي مَن يَشاءُ، يا مَن يُضِلُّ مَن يَشاءُ، يا مَن يُعَذِّبُ مَن يَشاءُ، يا مَن يَغفِرُ لِمَن يَشاءُ، يا مَن يُعِزُّ مَن يَشاءُ، يا مَن يُذِلُّ مَن يَشاءُ، يا مَن يُصَوِّرُ في الأرحامِ ما يَشاءُ، يا مَن يَختَصُّ بِرَحمَتِهِ مَن يَشاءُ.\n\n(84) يا مَن لَم يَتَّخِذ صاحِبَةً وَلا وَلَداً، يا مَن جَعَلَ لكلّ شيء قَدراً، يا مَن لا يُشرِكُ في حُكمِهِ أحَداً، يا مَن جَعَلَ المَلائِكَةَ رُسُلاً، يا مَن جَعَلَ في السَّماءِ بُروجاً، يا مَن جَعَلَ الأرضَ قَراراً، يا مَن خَلَقَ مِنَ الماءِ بَشَراً، يا مَن جَعَلَ لكلّ شيء أمَداً، يا مَن أحاطَ بِكُلِّ شيء عِلماً، يا مَن أحصى كُلَّ شيء عَدَد.\n\n(85) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا أوَّلُ، يا آخِرُ، يا ظاهِرُ، يا باطِنُ، يا بَرُّ، يا حَقُّ، يا فَردُ، يا وِترُ، يا صَمَدُ، يا سَرمَدُ.\n\n(86) يا خَيرَ مَعروفٍ عُرِفَ، يا أفضَلَ مَعبودٍ عُبِدَ، يا أجَلَّ مَشكورٍ شُكِرَ، يا أعَزَّ مَذكورٍ ذُكِرَ، يا أعلى مَحمودٍ حُمِدَ، يا أقدَمَ مَوجودٍ طُلِبَ، يا أرفَعَ مَوصوفٍ وُصِفَ، يا أكبَرَ مَقصودٍ قُصِدَ، يا أكرَمَ مَسؤولٍ سُئِلَ، يا أشرَفَ مَحبوبٍ عُلِمَ.\n\n(87) يا حَبيبَ الباكينَ، يا سَيِّدَ المُتَوَكِّلينَ، يا هاديَ المُضِلّينَ، يا وَليَّ المُؤمِنينَ، يا أنيسَ الذَّاكِرينَ، يا مَفزَعَ المَلهوفينَ، يا مُنجيَ الصَّادِقينَ، يا أقدَرَ القادِرينَ، يا أعلَمَ العالِمينَ، يا إلهَ الخَلقِ أجمَعينَ.\n\n(88) يا مَن عَلا فَقَهَرَ، يا مَن مَلَكَ فَقَدَرَ، يا مَن بَطَنَ فَخَبَرَ، يا مَن عُبِدَ فَشَكَرَ، يا مَن عُصيَ فَغَفَرَ، يا مَن لا تَحويهِ الفِكَرُ، يا مَن لايُدرِكُهُ بَصَرٌ، يا مَن لايَخفى عَلَيهِ أثَرٌ، يا رازِقَ البَشَرِ، يا مُقَدِّرَ كُلِّ قَدَرٍ.\n\n(89) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا حافِظُ، يا ذارئُ، يا بارئُ، يا باذِخُ، يا فارِجُ، يا فاتِحُ، يا كاشِفُ، يا ضامِنُ، يا آمِرُ، يا ناهي.\n\n(90) يا مَن لايَعلَمُ الغَيبَ إلاّ هوَ، يا مَن لا يَصرِفُ السّوءَ إلاّ هوَ، يا مَن لايَخلُقُ الخَلقَ إلاّ هوَ، يا مَن لايَغفِرُ الذَّنبَ إلاّ هوَ، يا مَن لايُتِمُّ النِّعمَةَ إلاّ هوَ، يا مَن لا يُقَلِّبُ القُلوبَ إلاّ هوَ، يا مَن لا يُدَبِّرُ الأمرَ الاّ هوَ، يا مَن لايُنَزِّلُ الغَيثَ إلاّ هوَ، يا مَن لايَبسُطُ الرِّزقَ إلاّ هوَ، يا مَن لايُحيِى المَوتى إلاّ هوَ.\n\n(91) يا مُعينَ الضُّعَفاءِ، يا صاحِبَ الغُرَباءِ، يا ناصِرَ الأولياءِ، يا قاهِرَ الأعداءِ، يا رافِعَ السَّماءِ، يا أنيسَ الأصفياءِ، يا حَبيبَ الأتقياءِ، يا كَنزَ الفُقَراءِ، يا إلهَ الأغنياءِ، يا أكرَمَ الكُرَماءِ.\n\n(92) يا كافياً مِن كُلِّ شيءٍ، يا قائِماً عَلى كُلِّ شيءٍ، يا مَن لا يَشبَهُهُ شيءٍ، يا مَن لايَزيدُ في مُلكِهِ شيءٍ، يا مَن لايَخفى عَلَيهِ شيءٍ، يا مَن لا يَنقُصُ مِن خَزائِنِهِ شيءٍ، يا مَن لَيسَ كَمِثلِهِ شيءٍ، يا مَن لايَعزُبُ عَن عِلمِهِ شيءٍ، يا مَن هُوَ خَبيرٌ بِكُلِّ شيءٍ، يا مَن وَسِعَت رَحمَتُهُ كُلَّ شيءٍ.\n\n(93) اللهُمَّ إنّي أسألُكَ بِاسمِكَ، يا مُكرِمُ، يا مُطعِمُ، يا مُنعِمُ، يا مُعطي، يا مُغني، يا مُقني، يا مُفني، يا مُحيي، يا مُرضي، يا مُنجي.\n\n(94) يا أوَّلَ كُلِّ شيء وَآخِـرَهُ، يا إلهَ كُلِّ شيء وَمَليكَهُ، يا رَبَّ كُلِّ شيء وَصانِعَهُ، يا بارئَ كُلِّ شيء وَخالِقَهُ، يا قابِضَ كُلِّ شيء وَباسِطَهِ، يا مُبدئَ كُلِّ شيء وَمُعيدَهُ، يا مُنشئَ كُلِّ شيء وَمُقَدِّرَهُ، يا مُكَوِّنَ كُلِّ شيء وَمُحَوِّلَهُ، يا مُحيي كُلِّ شيء وَمُميتَهُ، يا خالِقَ كُلِّ شيء وَوارِثَهُ.\n\n(95) يا خَيرَ ذاكِرٍ وَمَذكورٍ، يا خَيرَ شاكِرٍ وَمَشكورٍ، يا خَيرَ حامِدٍ وَمَحمودٍ، يا خَيرَ شاهِدٍ وَمَشهودٍ، يا خَيرَ داعٍ وَمَدعوٍّ، يا خَيرَ مُجيبٍ وَمُجابٍ، يا خَيرَ مُؤنِسٍ وَأنيسٍ، يا خَيرَ صاحِبٍ وَجَليسٍ، يا خَيرَ مَقصودٍ وَمَطلوبٍ، يا خَيرَ حَبيبٍ وَمَحبوبٍ.\n\n(96) يا مَن هُوَ لِمَن دَعاهُ مُجيبٌ، يا مَن هُوَ لِمَن أطاعَهُ حَبيبٌ، يا مَن هُوَ إلى مَن أحَبَّهُ قَريبٌ، يا مَن هُوَ بِمَن استَحفَظَهُ رَقيبٌ، يا مَن هُوَ بِمَن رَجاهُ كَريمٌ، يا مَن هُوَ بِمَن عَصاهُ حَليمٌ، يا مَن هُوَ في عَظَمَتِهِ رَحيمٌ ، يا مَن هُوَ في حِكمَتِهِ عَظيمٌ، يا مَن هُوَ في إحسانِهِ قَديمٌ، يا مَن هُوَ بِمَن أرادَهُ عَليمٌ.\n\n(97) اللهُمَّ إنّي اسألُكَ بِاسمِكَ، يا مُسَبِّبُ، يا مُرَغِّبُ، يا مُقَلِّبُ، يا مُعَقِّبُ، يا مُرَتِّبُ، يا مُخَوِّفُ، يا مُحَذِّرُ، يا مُذَكِّرُ، يا مُسَخِّرُ، يا مُغَيِّرُ.\n\n(98) يا مَن عِلمُهُ سابِقٌ، يا مَن وَعدُهُ صادِقٌ، يا مَن لُطفُهُ ظاهِرٌ، يا مَن أمرُهُ غالِبٌ، يا مَن كِتابُهُ مُحكَمٌ، يا مَن قَضاؤُهُ كائِنٌ، يا مَن قَرآنُهُ مَجيدٌ، يا مَن مُلكُهُ قَديمٌ، يا مَن فَضلُهُ عَميمٌ، يا مَن عَرشُهُ عَظيم.\n\n(99) يا مَن لايَشغَلُهُ سَمعٌ عَن سَمعٍ، يا مَن لايَمنَعُهُ فِعلٌ عَن فِعلٍ، يا مَن لا يُلهيهِ قَولٌ عَن قَولٍ، يا مَن لا يُغلِّطُهُ سُؤالٌ عَن سُؤالٍ، يا مَن لايَحجُبُهُ شيءٌ عَن شيءٍ، يا مَن لا يُبرِمُهُ إلحاحُ المُلِحّينَ، يا مَن هُوَ غايَةُ مُرادِ المُريدينَ، يا مَن هُوَ مُنتَهى هِمَمِ العارِفينَ، يا مَن هُوَ مُنتَهى طَلَبِ الطَّالِبينَ، يا مَن لا يَخفى عَلَيهِ ذَرَّةٌ في العالَمينَ.\n\n(100) يا حَليماً لا يعجَلُ، يا جَواداً لا يَبخَلُ، يا صادِقاً لا يُخلِفُ، يا وَهَّاباً لا يَمَلُّ، يا قاهِراً لا يُغلَبُ، يا عَظيماً لا يوصَفُ، يا عَدلاً لا يَحيفُ، يا غَنيا لا يَفتَقِرُ، يا كَبيراً لا يَصغُرُ، يا حافِظاً لا يَغفَلُ سُبحانَكَ، يا لا إلهَ إلاّ أنتَ الغَوثَ الغَوثَ خَلِّصنا مِنَ النّارِ يا رَبِّ.\n\n\n","مفاتيح الجنان"]