["بِسمِ الله الرَّحمنِ الرَّحيمِ\n\nإلهي كَم مِن عَدوٍّ انتَضى عَلَيَّ سَيفَ عَداوَتِهِ، وَشَحَذَ لي ظُبَةَ مِديَتِهِ وَأرهَفَ لي شَبا حَدِّهِ، وَدافَ لي قَواتِلَ سُمومِهِ، وَسَدَّدَ إلَيَّ صَوائِبَ سِهامِهِ وَلَم تَنَم عَنّي عَينُ حِراسَتِهِ، وَأضمَرَ أن يَسومَني المَكروهَ، وَيُجَرِّعَني ذُعافَ مَرارَتِهِ، نَظَرتَ إلى ضَعفي عَن احتِمالِ الفَوادِحِ وعَجزي عَنِ الانتِصارِ مِمَّن قَصَدَني بِمُحارَبَتِهِ، وَوَحدَتي في كَثيرٍ مِمَّن ناواني وَأرصَدَ لي فيما لَم أعمِل فِكري في الارصادِ لَهُم بِمِثلِهِ فَأيَّدتَني بِقوَّتِكَ وَشَدَدتَ أزري بِنُصرَتِكَ وَفَلَلتَ لي حَدَّهُ، وَخَذَلتَهُ بَعدَ جَمعِ عَديدِهِ وَحَشدِهِ وَأعلَيتَ كَعبي عَلَيهِ، وَوَجَّهتَ ما سَدَّدَ إلَيَّ مِن مَكائِدِهِ إلَيهِ، وَرَدَدتَهُ عَلَيهِ، وَلَم يَشفِ غَليلَهُ، وَلَم تَبرُدُ حَزازاتُ غَيظِهِ، وَقَد عَضَّ عَلى أنامِلِهِ، وَأدبَرَ موَلياً قَد أخفَقَت سَراياهُ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nإلهي وَكَم مِن باغٍ بَغاني بِمَكائِدِهِ، وَنَصَبَ لي أشراكَ مَصائِدِهِ، وَوَكَّلَ بي تَفَقُّدَ رِعايَتِهِ، وَأضبأَ إلَيَّ إضباءَ السَّبُعِ لِطَريدَتِهِ، انتِظاراً لانتِهازِ فُرصَتِهِ، وَهُوَ يُظهِرُ بَشاشَةَ المَلَقِ، وَيُبسُطُ وَجهاً غَيرَ طَلِقٍ فَلَمّا رَأيتَ دَغَلَ سَريرَتِهِ، وَقُبحَ ما انطَوى عَلَيهِ لِشَريكِهِ في مِلَّتِهِ، وأصبَحَ مُجلِباً لي في بَغيِهِ أركَستَهُ لأُمِّ رَأسِهِ، وَأتَيتَ بُنيا نَهُ مِن أساسِهِ، فَصَرَعتَهُ في زُبيَتِهِ وَرَدَّيتَهُ في مَهوى حُفرَتِهِ، وَجَعَلتَ خَدَّهُ طَبَقاً لِتُرابِ رِجلِهِ، وَشَغَلتَهُ في بَدَنِهِ وَرِزقِهِ، وَرَمَيتَهُ بِحَجَرِهِ، وَخَنَقتَهُ بِوَتَرِهِ، وَذَكَّيتَهُ بِمَشاقِصِهِ، وَكَبَبتَهُ لِمَنخَرِهِ، وَرَدَدتَ كَيدَهُ في نَحرِهِ، وَرَبَقتَهُ بِنَدامَتِهِ، وَفَسأتَهُ بِحَسرَتِهِ فاستَخذَأ وَتَضاءَلَ بَعدَ نَخوَتِهِ وانقَمَعَ بَعدَ استِطالَتِهِ ذَليلاً مأسوراً في رِبقِ حِبالَتِهِ الَّتي كانَ يُؤَمِّلُ أن يَراني فيها يَومَ سَطوَتِهِ، وَقَد كِدتُ يا رَبِّ لَولا رَحمَتُكَ أن يَحُلَّ بي ماحَلَّ بِساحَتِهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ وَلآلائِكَ مِنَ الذَّاكِرينَ. \nإلهي وَكَم مِن حاسِدٍ شَرِقَ بِحَسرَتِهِ وَعَدوٍّ شَجيَ بِغَيظِهِ، وَسَلَقَني بِحَدِّ لِسانِهِ، وَوَخَزَني بِموقِ عَينِهِ، وَجَعَلَني غَرَضاً لِمَراميهِ وَقَلَّدَني خِلالاً لَم تَزَل فيهِ، نادَيتُكَ يا رَبِّ مُستَجيراً بِكَ، واثِقاً بِسُرعَةِ إجابَتِكَ مُتَوَكِّلاً عَلى مالَم أزَل أتَعَرَّفُهُ مِن حُسنِ دِفاعِكَ، عالِماً أنَّهُ لا يُضطَهَدُ مَن آوى إلى ظِلِّ كَنَفِكَ، وَلَن تَقرَعَ الحَوادِثُ مَن لَجَأ إلى مَعقِلِ الانتِصارِ بِكَ، فَحَصَّنتَني مِن بَأسِهِ بِقُدرَتِكَ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَكَم مِن سَحائِبِ مَكروهٍ جَلَّيتَها، وَسماءِ نِعمَةٍ مَطَرتَها ، وَجَداوِلَ كَرامَةٍ أجرَيتَها، وَأعيُنِ أحداثٍ طَمَستَها، وَناشِئَةِ رَحمَةٍ نَشَرتَها، وَجُنَّةِ عافيَةٍ ألبَستَها، وَغَوامِرِ كُرُباتٍ كَشَفتَها، وَأُمورٍ جاريَةٍ قَدَّرتَها، لَم تُعجِزكَ إذ طَلَبتَها، وَلَم تَمتَنِع مِنكَ إذ أرَدتَها، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَكَم مِن ظَنٍّ حَسَنٍ حَقَّقتَ، وَمِن كَسرِ إملاقٍ جَبَرتَ، وَمِن مَسكَنَةٍ فادِحَةٍ حَوَّلتَ، وَمن صَرعَةٍ مُهلِكَةٍ نَعَشتَ، وَمِن مَشَقَّةٍ أرَحتَ، لا تُسألُ عَمّا تَفعَلُ وَهُم يُسألونَ، وَلا يَنقُصُكَ ما أنفَقتَ، وَلَقَد سُئِلتَ فَأعطَيتَ، وَلَم تُسأل فَابتَدَأتَ، وَاستُميحَ بابُ فَضلِكَ فَما أكدَيتَ، أبَيتَ إلاّ إنعاماً وَامتِناناً، وَإلاّ تَطَوُّلاً يا رَبِّ وَإحساناً، وَأبَيتُ إلاّ انتِهاكاً لِحُرُماتِكَ، وَاجتِرَاءً عَلى مَعاصيكَ، وَتَعَدياً لِحُدودِكَ، وَغَفلَةً عَن وَعيدِكَ وَطاعَةً لِعَدوّي وَعَدوِّكَ، وَلَم يَمنَعكَ يا إلهي وَناصِري إخلالي بِالشُّكرِ عَن إتمامِ إحسانِكَ، وَلا حَجَزَني ذلِكَ عَن ارتِكابِ مَساخِطِكَ. \nاللهُمَّ وَهذا مَقامُ عَبدٍ ذَليلٍ اعتَرَفَ لَكَ بِالتَّوحيدِ وَأقَرَّ عَلى نَفسِهِ بِالتَّقصيرِ في أداءِ حَقِّكَ وَشَهِدَ لَكَ بِسُبُوغِ نِعمَتِكَ عَلَيهِ، وَجَميلِ عادَتِكَ عِندَهُ، وَإحسانِكَ إلَيهِ، فَهَب لي يا إلهي وَسَيِّدي مِن فَضلِكَ ما اُريدُهُ إلى رَحمَتِكَ، وَأتَّخِذُهُ سُلَّماً أعرُجُ فيهِ إلى مَرضاتِكَ، وَآمَنُ بِهِ مِن سَخَطِكَ، بِعِزَّتِكَ وَطَولِكَ وَبِحَقِّ نَبيِّكَ مُحَمَّدٍ (صلّى الله عليه و آله) ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ في كَربِ المَوتِ، وَحَشرَجَةِ الصَّدرِ، وَالنَّظَرِ إلى ما تَقشَعِرُّ مِنهُ الجُلودُ، وَتَفزَعُ لَهُ القُلوبُ، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ سَقيماً موجِعاً في أنَّةٍ وَعَويلٍ يَتَقَلَّبُ في غَمِّهِ لا يَجِد مَحيصاً وَلا يُسيغُ طَعاماً وَلا شَراباً وَأنا في صِحَّةٍ مِنَ البَدَنِ وَسَلامَةٍ مِنَ العَيشِ كُلُّ ذلِكَ مِنكَ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ خائِفاً مَرعوباً مُشفِقاً وَجِلاً هارِباً طَريداً مُنجَحِراً في مَضيقٍ وَمَخبَأةٍ مِنَ المَخابئِ قَد ضاقَت عَلَيهِ الأرضُ بِرُحبِها، لا يَجِدُ حيلَةً وَلا مَنجى، وَلا مَأوى، وَأنا في أمنٍ وَطُمأنينَةٍ وَعافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ مَغلولاً مُكَبَّلاً في الحَديدِ بَأيدي العُداةِ لا يَرحَمونَهُ، فَقيداً مِن أهلِهِ وَوَلَدِهِ مُنقَطِعاً عَن اخوانِهِ وَبَلَدِهِ يَتَوَقَّعُ كُلَّ ساعَةٍ بِأيِّ قَتلَةٍ يُقتَلُ وَبِأيِّ مُثلَةٍ يُمَثَّلُ بِهِ، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ يُقاسي الحَربَ وَمُباشَرَةَ القِتالِ بِنَفسِهِ قَد غَشيَتهُ الأعداءُ مِن كُلِّ جانِبٍ بِالسُّيوفِ وَالرِّماحِ وَآلَةِ الحَربِ، يَتَقَعقَعُ في الحَديدِ قَد بَلَغَ مَجهودَهُ لا يَعرِفُ حيلَةً، وَلا يَجِدُ مَهرَباً قَد أُدنِفَ بِالجِراحاتِ، أَوَ مُتَشَحِّطاً بِدَمِهِ تَحتَ السَّنابِكِ وَالأرجُلِ، يَتَمَنَّى شَربَةً مِن ماءٍ أو نَظرَةً إلى أهلِهِ وَوَلَدِهِ لا يَقدِرُ عَلَيها، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ في ظُلُماتِ البِحارِ وَعَواصِفِ الرياحِ وَالأهوالِ وَالأمواجِ، يَتَوَقَّعُ الغَرَقَ وَالهَلاكَ، لا يَقدِرُ عَلى حيلَةٍ، أو مُبتَلى بِصاعِقَةٍ أو هَدمٍ أو حَرقٍ أو شَرقٍ أو خَسفٍ أو مَسخٍ أو قَذفٍ، وَأنا في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَكَم مِن عَبدٍ أمسى وَأصبَحَ مُسافِراً شاخِصاً عَن أهلِهِ وَوَلَدِهِ، مُتَحَيِّراً في المَفاوِزِ، تائِهاً مَعَ الوُحوشِ وَالبَهائِمِ وَالهَوامِّ، وَحيداً فَريداً لايَعرِفُ حيلَةً وَلايَهتَدي سَبيلاً، أو مُتَأذّيا بِبَردٍ أو حَرِّ أو جوعٍ أو عُريٍ أو غَيرِهِ مِنَ الشَدائِدِ مِمَّا أنا مِنهُ خِلوٌ في عافيَةٍ مِن ذلِكَ كُلِّهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ فَقيراً عائِلاً عارياً مُملِقاً مُخفِقاً مَهجوراً جائِعاً ظَمآنَاً، يَنتَظِرُ مَن يَعودُ عَلَيهِ بِفَضلٍ، أو عَبدٍ وَجيهٍ عِندَكَ هُوَ أوجَهُ مِنّي عِندَكَ وَأشَدُّ عِبادَةً لَكَ، مَغلولاً مَقهوراً قَد حَمَلَ ثِقلاً مِن تَعَبِ العَناءِ وَشِدَّةِ العُبوديَّةِ، وَكُلفَةِ الرِّقِّ، وَثِقلِ الضَّريبَةِ، أو مُبتَلىً بِبَلاءٍ شَديدٍ لا قِبَلَ لَهُ إلاّ بِمَنِّكَ عَلَيهِ وَأنا المَخدومُ المُنَعَّمُ المُعافى المُكَرَّمُ في عافيَةٍ مِمّا هُوَ فيهِ، فَلَكَ الحَمدُ يا رَبِّ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ. \n\nإلهي وَسَيّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ عَليلاً مَريضاً سَقيماً مُدنِفاً عَلى فُرُشِ العِلَّةِ وَفي لِباسِها يَتَقَلَّبُ يَميناً وَشِمالاً لا يَعرِفُ شَيئاً مِن لَذَّةِ الطَّعامِ وَلا مِن لَذَّةِ الشَّرابِ، يَنظُرُ إلى نَفسِهِ حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لَكَ مِنَ العابِدينَ، وَلِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ. \n\nمَولايَ وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ وَقَد دَنا يَومُهُ مِن حَتفِهِ، وَأحدَقَ بِهِ مَلَكُ المَوتِ في أعوانِهِ يُعالِجُ سَكَراتِ المَوتِ وَحياضَهُ، تَدورُ عَيناهُ يَميناً وَشِمالاً يَنظُرُ إلى أحِبّائِهِ وَأوِدَّائِهِ وَأخِلّائِهِ قَد مُنِعَ مِنَ الكَلامِ، وَحُجِبَ عَنِ الخِطابِ، يَنظُرُ إلى نَفسِه حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لا يُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ. \n\nمَولايَ وَسَيِّدي وَكَم مِن عَبدٍ أمسى وَأصبَحَ في مَضائِقِ الحُبوسِ وَالسُّجونِ وَكُرَبِها وَذُلِّها وَحَديدِها يَتَداوَلُهُ أعوانُها وَزَبانيَتُها فَلا يَدري أيُّ حالٍ يُفعَلُ بِهِ، وَأيُّ مُثلَةٍ يُمَثَّلُ بِهِ، فَهُوَ في ضُرٍّ مِنَ العَيشِ وَضَنَكٍ مِنَ الحياةِ يَنظُرُ إلى نَفسِهِ حَسرَةً لا يَستَطيعُ لَها ضَرّاً وَلا نَفعاً، وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لَكَ مِنَ العابِدينَ، وَلِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ. \n\nسَيِّدي وَمَولايَ وَكَم مِن عَبدٍ أمسى وَأصبَحَ قَد استَمَرَّ عَلَيهِ القَضاءُ، وَأحدَقَ بِهِ البَلاء وَفارَقَ أوِدَّائهُ وَأحِبَّائهُ وَأخِلّائهُ، وَأمسى أسيراً حَقيراً ذَليلاً في أيدي الكُفّارِ وَالأعداءِ يَتَداوَلونَهُ يَميناً وَشِمالاً قَد حُصِرَ في المَطاميرِ، وَثُقِّلَ بِالحَديدِ، لا يَرى شَيئاً مِن ضياءِ الدُّنيا وَلا مِن رَوحِها، يَنظُرُ إلى نَفسِهِ حَسرَةً لايَستَطيعُ لَها ضَرّاً وَلا نَفعاً وَأنا خِلوٌ مِن ذلِكَ كُلِّهِ بِجودِكَ وَكَرَمِكَ فَلا إلهَ إلاّ أنتَ سُبحانَكَ مِن مُقتَدِرٍ لايُغلَبُ، وَذي أناةٍ لا يَعجَلُ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لَكَ مِنَ العابِدينَ، وَلِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ، وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ.\n\nوَعِزَّتِكَ يا كَريمُ لأطلُبَنَّ مِمّا لَدَيكَ، وَلأُلِحـَّنَّ عَلَيكَ، وَلأمُدَّنَ يَدَي نَحوَكَ مَعَ جُرمِها إلَيكَ يا رَبِّ فَبِمَن أعوذُ، وَبِمَن ألوذُ، لا أحَدَ لي إلاّ أنتَ، أفَتَرُدَّني وَأنتَ مُعَوَّلي وَعَلَيكَ مُتَّكَلي أسألُكَ بِاسمِكَ الَّذي وَضَعتَهُ عَلى السَّماء فاستَقَلَّت وَعَلى الأرضِ فَاستَقَرَّت، وَعَلى الجِبالِ فَرَسَت وَعَلى اللَيلِ فَأظلَمَ، وَعَلى النَّهارِ فَاستَنارَ، أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَقضيَ لي حَوائِجي كُلَّها، وَتَغفِرَ لي ذُنوبي كُلَّها صَغيرَها وَكَبيرَها، وَتوَسِّعَ عَلَيَّ مِنَ الرِّزقِ ما تُبَلِّغُني بِهِ شَرَفَ الدُّنيا وَالآخرةِ يا أرحَمَ الرّاحِمينَ. \n\nمَولايَ بِكَ استَعَنتُ فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأعِنّي، وَبِكَ استَجَرتُ فَأجِرني، وَأغنِني بِطاعَتِكَ عَن طاعَةِ عِبادِكَ، وَبِمَسألَتِكَ عَن مَسألَةِ خَلقِكَ، وَانقُلني مِن ذُلِّ الفَقرِ إلى عِزِّ الغِنى، وَمِن ذُلِّ المَعاصي إلى عِزِّ الطَّاعَةِ فَقَد فَضَّلتَني عَلى كَثيرٍ مِن خَلقِكَ جوداً مِنكَ وَكَرَماً، لا بِاستِحقاقٍ مِنّي. إلهي فَلَكَ الحَمدُ عَلى ذلِكَ كُلِّهِ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني لِنَعمائِكَ مِنَ الشَّاكِرينَ، وَلآلائِكَ مِنَ الذَّاكِرينَ.\n\nثمّ اسجد وقل:\n\n سَجَدَ وَجهي الذَّليلُ لِوَجهِكَ العَزيزِ الجَليلِ، سَجَدَ وَجهي البالي الفاني لِوَجهِكَ الدائِمِ الباقي، سَجَدَ وَجهي الفَقيرُ لِوَجهِكَ الغَنيِّ الكَبيرِ، سَجَدَ وَجهي وَسَمعي وَبَصَري وَلَحمي وَدَمي وَجِلدي وَعَظمي وَما أقَلَّتِ الأرضُ مِنّي للهِ رَبِّ العالَمينَ. اللهُمَّ عُد عَلى جَهلي بِحِلمِكَ، وَعَلى فَقري بِغِناكَ، وَعَلى ذُلّي بِعِزِّكَ وَسُلطانِكَ، وَعَلى ضَعفي بِقوَّتِكَ، وَعَلى خَوفي بِأمنِكَ وَعَلى ذُنوبي وَخَطايايَ بِعَفوِكَ وَرَحمَتِكَ يا رَحمنُ يا رَحيمُ. اللهُمَّ إنّي أدرَءُ بِكَ في نَحرِ فلان بن فلان، وَأعوذُ بِكَ مِن شَرِّهِ فَاكفِنيهِ بِما كَفَيتَ بِهِ أنبيائَكَ وَأوليائَكَ مِن خَلقِكَ وَصالِحي عِبادِكَ مِن فَراعِنَةِ خَلقِكَ، وَطُغاةِ عُداتِكَ، وَشَرِّ جَميعِ خَلقِكَ، بِرَحمَتِكَ يا أرحَمَ الرّاحِمينَ، إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ، وَحَسبُنا الله وَنِعمَ الوَكيلُ.\n","مفاتيح الجنان"]