["اللّهُمَّ رَبَّ النُّورِ العَظِيمِ وَرَبَّ الكُرْسِيِّ الرَّفِيعِ وَرَبَّ البَحْرِ المَسْجُورِ وَمُنْزِلَ التَّوْراةِ وَالانْجِيلِ وَالزَّبُورِ وَرَبَّ الظِّلِّ وَالحَرُورِ وَمُنْزِلَ القُرْآنِ العَظِيمِ وَرَبَّ المَلائِكَةِ المُقَرَّبِينَ وَالأَنْبِياءِ وَالمُرْسَلِينَ، اللّهُمَّ إِنِّي أَسْأَلُكَ بِوَجْهِكَ الكَرِيمِ وَبِنُورِ وَجْهِكَ المُنِيرِ وَمُلْكِكَ القَدِيمِ، ياحَيُّ ياقَيُّومُ أَسْأَلُكَ بِاسْمِكَ الَّذِي أَشْرَقَتْ بِهِ السَّماواتُ وَالاَرَضُونَ وَبِاسْمِكَ الَّذِي يَصْلَحُ بِهِ الأوَّلُونَ وَالآخِرُونَ، ياحَيّاً قَبْلَ كُلِّ حَيٍّ وَياحَيّاً بَعْدَ كُلِّ حَيٍّ وَياحَيّاً حِينَ لاحَيَّ يامُحْيِيَ المَوْتى وَمُمِيتَ الاَحْياءِ ياحَيُّ لا إِلهَ إِلاّ أَنْتَ.\n\nاللّهُمَّ بَلِّغْ مَوْلانا الإمام الهادِيَ المَهْدِيَّ القائِمَ بِأَمْرِكَ صَلواتُ الله عَلَيْهِ وَعَلى آبائِهِ الطَّاهِرِينَ عَنْ جَمِيعِ المُؤْمِنِينَ وَالمُؤْمِناتِ فِي مَشارِقِ الاَرْضِ وَمَغارِبِها سَهْلِها وَجَبَلِها وَبَرِّها وَبَحْرِها وَعَنِّي وَعَنْ وَالِدَيَّ مِنَ الصَّلَواتِ زِنَةَ عَرْشِ الله وَمِدادَ كَلِماتِهِ وَما أحْصاهُ عِلْمُهُ وَأَحاطَ بِهِ كِتابُهُ، اللّهُمَّ إِنِّي أُجَدِّدُ لَهُ فِي صَبيحةِ يَوْمِي هذا وَما عِشْتُ مِنْ أيّامِي عَهْداً وَعَقْداً وَبَيْعَةً لَهُ فِي عُنُقِي لاأَحُولُ عَنْها وَلاأَزُولُ أَبَداً، اللّهُمَّ اجْعَلْنِي مِنْ أَنْصارِهِ وَأَعْوانِهِ وَالذَّابِّينَ عَنْهُ وَالمُسارِعِينَ إِلَيْهِ فِي قَضاء حَوائِجِهِ وَالمُمْتَثِلِينَ لاَوامِرِهِ وَالمُحامِينَ عَنْهُ وَالسَّابِقِينَ إِلى إِرادَتِهِ وَالمُسْتَشْهَدِينَ بَيْنَ يَدَيْهِ.\n\nاللّهُمَّ إِنْ حالَ بَيْنِي وَبَيْنَهُ المَوْتُ الَّذِي جَعَلْتَهُ عَلى عِبادِكَ حَتْما مَقْضِيّا فَأخْرِجْنِي مِنْ قَبْرِي مُؤْتَزِراً كَفَنِي شاهِراً سَيْفِي مُجَرِّداً قَناتِي مُلَبِّيا دَعْوَةَ الدَّاعِي فِي الحاضِرِ وَالبادِي، اللّهُمَّ أَرِنِي الطَّلْعَةَ الرَّشِيدَةَ وَالغُرَّةَ الحَمِيدَةَ وَاكْحُلْ ناظِرِي بِنَظْرَةٍ مِنِّي إِلَيْهِ وَعَجِّلْ فَرَجَهُ وَسَهِّلْ مَخْرَجَهُ وَأَوْسِعْ مَنْهَجَهُ وَاسْلُكْ بِي مَحَجَّتَهُ وَأَنْفِذْ أَمْرَهُ وَاشْدُدْ أَزْرَهُ، وَاعْمُرِ اللّهُمَّ بِهِ بِلادَكَ وَأَحْيِ بِه عِبادَكَ فَإِنَّكَ قُلْتَ وَقَوْلُكَ الحَقُّ: ظَهَرَ الفَسادُ فِي البَرِّ وَالبَحْرِ بِما كَسَبَتْ أَيْدِي النَّاسِ فَأَظْهِرِ اللّهُمَّ لَنا وَلِيَّكَ وَابْنَ بِنْتِ نَبِيِّكَ المُسَمّى بِاسْمِ رَسُولِكَ حَتّى لايَظْفَرَ بِشَيٍْ مِنَ الباطِلِ إِلاّ مَزَّقَهُ وَيَحِقَّ الحَقَّ وَيُحَقِّقَهُ، وَاجْعَلْهُ اللّهُمَّ مَفْزَعاً لِمَظْلُومِ عِبادِكَ وَناصِراً لِمْن لايَجِدُ لَهُ ناصِراً غَيْرَكَ وَمُجَدِّداً لِما عُطِّلَ مِنْ أَحْكامِ كِتابِكَ وَمُشَيِّداً لِما وَرَدَ مِنْ أَعْلامِ دِينِكَ وَسُنَنِ نَبِيِّكَ صَلّى الله عَلَيْهِ وَآلِهِ، وَاجْعَلْهُ، اللّهُمَّ مِمَّنْ حَصَّنْتَهُ مِنْ بَأْسِ المُعْتَدِينَ اللّهُمَّ وَسُرَّ نَبِيِّكَ مُحَمَّداً صَلّى الله عَلَيْهِ وَآلِهِ بِرُؤْيَتِهِ وَمَنْ تَبِعَهُ عَلى دَعْوَتِهِ وَارْحَم اسْتِكانَتَنا بَعْدَهُ اللّهُمَّ اكْشِفْ هذِهِ الغُمَّةَ عَنْ هذِهِ الاُمَّةِ بِحُضُورِهِ وَعَجِّلْ لَنا ظُهُورَهُ إِنَّهُمْ يَرَوْنَهُ بَعِيداً وَنَراهُ قَرِيباً بِرَحْمَتِكَ ياأَرْحَمَ الرَّاحِمِينَ.\n\nثم تضرب على فخذك الايمن بيدك \"ثلاث مرّات\" وتقول كل \" مرّة \": العَجَلَ العَجَلَ يامَوْلايَ ياصاحِبَ الزَّمانِ.","مفاتيح الجنان"]