["بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ، اللّهُمَّ إنِّي أسْأَلُكَ وَأتَوَجَّهُ إِلَيْكَ بِنَبِيِّكَ نَبِيِّ الرَّحْمَةِ مُحَمَّدٍ صَلَّى الله عَلَيْهِ وَآلِهِ، يا أبا القاسِم يا رَسُولَ اللهِ يا إمامَ الرَّحْمَةِ يا سَيِّدَنا وَمَوْلانا إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا أَميرَ المُؤْمِنِينَ يا عَلِيَّ بْنَ أَبِي طالِبٍ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا فاطِمَةُ الزَّهْراءُ يا بِنْتَ مُحَمَّدٍ يا قُرَّةَ عَيْنِ الرَّسُولِ يا سَيِّدَتَنا وَمَوْلاتَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكِ إِلى اللهِ، وَقَدَّمْناكِ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهةً عِنْدَ اللهِ اِشْفَعِي لَنا عِنْدَ اللهِ. يا أَبا مُحَمَّدٍ يا حَسَنَ بْنَ عَلِيٍّ أَيُّها المُجْتَبى يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا عَبْدِاللهِ يا حُسَيْنَ بْنَ عَلِيٍّ أَيُّها الشَّهِيدُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا عَلِيَّ بْنَ الحُسَيْنِ يا زَيْنَ العابِدِينَ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا جَعْفَرٍ يا مُحَمَّدَ بْنَ عَلِيٍّ، أَيُّها الباقِرُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا عَبْدِاللهِ يا جَعْفَرَ بْنَ مُحَمَّدٍ، أَيُّها الصَّادِقُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا مُوسَى بْنَ جَعْفَرٍ، أَيُّها الكاظِمُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا عَلِيّ بْنَ مُوسَى، أَيُّها الرِّضا يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا جَعْفِرٍ يا مُحَمَّدَ بْنَ عَلِيٍّ، أَيُّها التَّقِيُّ الجَوادُ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا الحَسَنِ يا عَلِيَّ بْنَ مُحَمَّدٍ، أَيُّها الهادِي النَّقِي يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا أَبا مُحَمَّدٍ يا حَسَنَ بْنَ عَلِيٍّ، أَيُّها الزَّكِيُّ العَسْكَرِيُّ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ. يا وَصِيَّ الحَسَنِ وَالخَلَفَ الحُجَّةَ، أَيُّها القائِمُ المُنْتَظَرُ المَهْدِيُّ يا بْنَ رَسُولِ اللهِ يا حُجَّةَ اللهِ عَلى خَلْقِهِ يا سَيِّدَنا وَمَوْلاَنا، إنَّا تَوَجَّهْنا وَاسْتَشْفَعْنا وَتَوَسَّلْنا بِكَ إِلى اللهِ، وَقَدَّمْناكَ بَيْنَ يَدَيْ حاجاتِنا، يا وَجِيهاً عِنْدَ اللهِ اِشْفَعْ لَنا عِنْدَ اللهِ.\nثم سل حوائجك فإنّها تقضى إن شاء الله تعالى. وعلى رواية أخرى قل بعد ذلك: يا سادَتِي وَمَوالِيَّ إِنِّي تَوَجَّهْتُ بِكُمْ أَئِمَّتِي لِيَوْمِ فَقْرِي وَحاجَتي إِلى اللهِ، وَتَوَسَّلْتُ بِكُمْ إِلى اللهِ، وَاسْتَشْفَعْتُ بِكُمْ إِلى اللهِ، فَاشْفَعُوا لِي عِنْدَ اللهِ، وَاسْتَنْقِذُونِي مِنْ ذُنُوبي عِنْدَ اللهِ، فَإنَّكُمْ وَسِيلَتِي إِلى اللهِ، وَبِحُبِّكُمْ وَبِقُرْبِكُمْ أَرْجُو نَجاةً مِنَ اللهِ، فَكُونُوا عِنْدَ اللهِ رَجائِي يا سادَتي يا أَوْلِياءَ اللهِ، صَلَّى اللهُ عَلَيْهِمْ أَجْمَعِينَ وَلَعَنَ اللهُ أعْداءَ اللهِ ظالِمِيهِم مِنَ الأوَّلِينَ وَالآخِرِينَ، آمِينَ رَبَّ العالَمِينَ.","مفاتيح الجنان"]