{
"title": "دعاء للنبي ص للأمور الشداد (8)",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مَفَاتِيحَ الْخَيْرِ وَ خَوَاتِيمَهُ وَ أَسْأَلُكَ دَرَجَاتِ الْعُلَى مِنَ الْجَنَّةِ بِاللَّهِ أَعُوذُ وَ بِاللَّهِ أَعْتَصِمُ وَ بِاللَّهِ أَمْتَنِعُ وَ بِعِزَّةِ اللَّهِ وَ سُلْطَانِهِ وَ مَلَكُوتِهِ وَ اسْمِهِ الْعَظِيمِ أَسْتَجِيرُ مِنَ الشَّيْطَانِ الرَّجِيمِ وَ مِنْ عَمَلِهِ وَ رَجِلِهِ وَ خَيْلِهِ وَ شَرِكِهِ وَ بِاللَّهِ أَعُوذُ وَ بِكَلِمَاتِهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَ لَا فَاجِرٌ مِنْ شَرِّ ما يَنْزِلُ مِنَ السَّماءِ وَ ما يَعْرُجُ فِيها وَ ما يَلِجُ فِي الْأَرْضِ وَ ما يَخْرُجُ مِنْها وَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ وَ مِنْ شَرِّ الْعَامَّةِ وَ الْخَاصَّةِ إِنَّ رَبِّي سَمِيعُ الدُّعَاءِ أَعُوذُ بِاللَّهِ مِنْ شَرِّ كُلِّ عَيْنٍ نَاظِرَةٍ وَ مِنْ شَرِّ كُلِّ ذِي أُذُنٍ سَامِعَةٍ وَ مِنْ شَرِّ كُلِّ ذِي أَلْسُنٍ نَاطِقَةٍ وَ مِنْ شَرِّ أَيْدٍ بَاطِشَةٍ وَ مِنْ شَرِّ أَرْجُلٍ مَاشِيَةٍ وَ مِنْ شَرِّ مَا أَخْفَيْتُ فِي نَفْسِي وَ أَعْلَنْتُ بِاللَّيْلِ وَ النَّهَارِ اللَّهُمَّ مَنْ أَرَادَنِي مِنْ خَلِيقَتِكَ بَغْياً أَوْ عَطَباً أَوْ عَيْباً أَوْ سُوءاً أَوْ مَسَاءَةً مِنْ إِنْسِيٍّ أَوْ جِنِّيٍّ صَغِيراً أَوْ كَبِيراً فَأَسْأَلُكَ أَنْ تخرج [تُحَرِّجَ‏] صَدْرَهُ وَ أَنْ‏ تُفْحِمَ لِسَانَهُ وَ أَنْ تُقَصِّرَ يَدَهُ وَ أَنْ تَدْفَعَ فِي صَدْرِهِ وَ أَنْ تَكُفَّ يَمِينَهُ وَ أَنْ تَجْعَلَ كَيْدَهُ فِي نَحْرِهِ وَ أَنْ تُنْدِرَ بَصَرَهُ وَ أَنْ تَقْمَعَ رَأْسَهُ وَ أَنْ تُمِيتَهُ بِغَيْظِهِ وَ أَنْ تَجْعَلَ لَهُ شُغُلًا فِي نَفْسِهِ وَ أَنْ تَكُفَّنِيهِ بِحَوْلِكَ وَ قُوَّتِكَ إِنَّكَ أَنْتَ اللَّهُ الْعَزِيزُ الْحَكِيمُ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ صَاحِبِ سَوءٍ فِي الْمَغِيبِ وَ الْمَحْضَرِ قَلْبُهُ يَرَانِي وَ عَيْنَاهُ تَبْصُرَانِي وَ أُذُنَاهُ تَسْمَعَانِي إِنْ رَأَى حَسَنَةً أَخْفَاهَا وَ إِنْ رَأَى فَاحِشَةً أَبْدَاهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ طَمَعٍ يُرَدُّ إِلَى طَبْعٍ وَ أَعُوذُ بِكَ مِنْ هَوًى يُرْدِينِي وَ غِنًى يُطْغِينِي وَ فَقْرٍ يُنْسِينِي وَ مِنْ خَطِيئَةٍ لَا تَوْبَةَ لَهَا وَ مِنْ مَنْظَرِ سَوْءٍ فِي أَهْلٍ أَوْ مَالٍ‏"
}