[" السَّلامُ عَلَيكُمْ يا أهلَ بَيتِ النُّبُوَّةِ وَمَوضِعَ الرِّسالَةِ وَمُختَلَفَ المَلائِكَةِ وَمَهبِطَ الوَحي وَمَعدِنَ الرَّحمَةِ وَخُزَّانَ العِلمِ وَمُنتَهى الحِلمِ وَأُصُولَ الكَرَمِ وَقادَةَ الاُمَمِ وَأولياءِ النِّعَمِ وَعَناصِرَ الأبرارِ وَدَعائِمَ الأخيارِ وَساسَةَ العِبادِ وَأركانَ البِلادِ وَأبوابَ الإيمانِ وَاُمَناءَ الرَّحمنِ وَسُلالَةَ النَّبِيِّينَ وَصَفوَةَ المُرسَلِينَ وَعِترَةَ خِيرَةِ رَبِّ العالَمِينَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلى أئِمَّةِ الهُدى وَمَصابِيحِ الدُّجى وَأعلامِ التُّقى وَذَوي النُّهى وَأُولي الحِجى وَكَهفِ الوَرى وَوَرَثَةِ الأنبياءِ وَالمَثَلِ الأعلى وَالدَّعوَةِ الحُسنى وَحُجَجِ اللهِ عَلى أهلِ الدُّنيا وَالآخِرةِ وَالاُولى وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلى مَحالِّ مَعرِفَةِ اللهِ وَمَساكِنِ بَرَكَةِ اللهِ وَمَعادِنِ حِكمَةِ اللهِ وَحَفَظَةِ سِرِّ اللهِ وَحَمَلَةِ كِتابِ اللهِ وَأوصياءِ نَبِيِّ اللهِ وَذُرِّيَّةِ رَسُولِ اللهِ (صلّى الله عليه و آله) وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلى الدُّعاةِ إلى اللهِ وَالأدِلّاءِ عَلى مَرضاةِ اللهِ وَالمُستَقِرِّينَ في أمرِ اللهِ وَالتَّامِّينَ في مَحَبَّةِ اللهِ وَالمُخلِصِينَ في تَوحِيدِ اللهِ المُظهِرِينَ لأمرِ اللهِ وَنَهيِهِ وَعِبادِهِ المُكرَمِينَ الَّذِينَ لا يَسبِقُونَهُ بِالقَولِ وَهُم بِأمرِهِ يَعمَلُونَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلى الأئِمَّةِ الدُّعاةِ وَالقادَةِ الهُداةِ وَالسَّادَةِ الوُلاةِ وَالذَّادَةِ الحُماةِ وَأهلِ الذِّكرِ وَأُولي الأمر وَبَقِيَّةِ اللهِ وَخِيَرَتِهِ وَحِزبِهِ وَعَيبَةِ عِلمِهِ وَحُجَّتِهِ وَصِراطِهِ وَنُورِهِ وَبُرهانِهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ. أشهَدُ أن لا إلهَ إلاّ اللهُ وَحدَهُ لا شَرِيكَ لَهُ كَما شَهِدَ اللهُ لِنَفسِهِ وَشَهِدَت لَهُ مَلائِكَتُهُ وَأُولُوا العِلمِ مِن خَلقِهِ لا إلهَ إلاّ هُوَ العزِيزُ الحَكِيمُ، وَأشهَدُ أنَّ مُحَمَّداً عَبدُهُ المُنتَجَبُ وَرَسُولُهُ المُرتَضى أرسَلَهُ بِالهُدى وَدِينِ الحَقِّ لِيُظهِرَهُ عَلى الدِّينِ كُلِّهِ وَلَو كَرِهَ المُشرِكُونَ، وَأشهَدُ أنَّكُم الأئِمَّةُ الرَّاشِدُونَ المَهدِيُّونَ المَعصُومُونَ المُكَرَّمُونَ المُـقَرَّبُونَ المُـتَّقُونَ الصَّادِقُونَ المُصطَفَونَ المُطِيعُونَ للهِ القَوَّامُونَ بِأمرِهِ العامِلُونَ بِإرادَتِهِ الفائِزُونَ بِكَرامَتِهِ، اصطَفاكُم بِعِلمِهِ وَارتَضاكُم لِغَيبِهِ وَاختارَكُم لِسِرِّهِ وَاجتَباكُم بِقُدرَتِهِ وَأعَزَّكُم بِهُداهُ وَخَصَّكُم بِبُرهانِهِ وَانتَجَبَكُم لِنُورِهِ وَأيَّدَكُم بِرُوحِهِ، وَرَضِيَكُم خُلَفاءَ في أرضِهِ وَحُجَجاً عَلى بَرِيَّتِهِ وَأنصاراً لِدِينِهِ وَحَفَظَةً لِسِرِّهِ وَخَزَنَةً لِعِلمِهِ وَمُستَودَعاً لِحِكمَتِهِ وَتَراجِمَةً لِوَحيِهِ وَأركاناً لِتَوحِيدِهِ وَشُهَداءَ عَلى خَلقِهِ وَأعلاماً لِعِبادِهِ وَمَناراً في بِلادِهِ وَأدِلّاءَ عَلى صِراطِهِ، عَصَمَكُمُ اللهُ مِنَ الزَّلَلِ وَآمَنَكُم مِنَ الفِتَنِ وَطَهَّرَكُم مِنَ الدَّنَسِ وَأذهَبَ عَنكُمُ الرِّجسَ وَطَهَّرَكُم تَطهِيراً، فَعَظَّمتُم جَلالَهُ وَأكبَرتُم شَأنَهُ وَمَجَّدتُم كَرَمَهُ وَأدَمتُم ذِكرَهُ وَوَكَّدتُم مِيثاقَهُ وَأحكَمتُم عَقدَ طاعَتِهِ وَنَصَحتُم لَهُ في السِّرِّ وَالعَلانِيَّةِ وَدَعَوتُم إلى سَبِيلِهِ بِالحِكمَةِ وَالمَوعِظَةِ الحَسَنَةِ وَبَذَلتُم أنفُسَكُم في مَرضاتِهِ وَصَبَرتُم عَلى ما أصابَكُم في جَنبِهِ، وَأقَمتُم الصَّلاةَ وَآتَيتُم الزَّكاةَ وَأمَرتُم بِالمَعرُوفِ وَنَهَيتُم عَنِ المُنكَرِ وَجاهَدتُم في اللهِ حَقَّ جِهادِهِ، حَتّى أعلَنتُم دَعوَتَهُ وَبَيَّنتُم فَرائِضَهُ وَأقَمتُم حُدُودَهُ وَنَشَرتُم شَرائِعَ أحكامِهِ وَسَنَنتُم سُنَّتَهُ وَصِرتُم في ذلِكَ مِنهُ إلى الرِّضا وَسَلَّمتُم لَهُ القَضاءَ وَصَدَّقتُم مِن رُسُلِهِ مَن مَضى، فَالرَّاغِبُ عَنكُم مارِقٌ وَاللازِمُ لَكُم لاحِقٌ وَالمُقَصِّرُ في حَقِّكُم زاهِقٌ وَالحَقُّ مَعكُم وَفِيكُم وَمِنكُم وَإلَيكُم وَأنتُم أهلُهُ وَمَعدِنُهُ، وَمِيراثُ النُّبُوَّةِ عِندَكُم وَإيابُ الخَلقِ إلَيكُم وَحِسابُهُم عَلَيكُم وَفَصلُ الخِطابِ عِندَكُم وَآياتُ اللهِ لَدَيكُم وَعَزائِمُهُ فِيكُم وَنُورُهُ وَبُرهانُهُ عِندَكُم وَأمرُهُ إلَيكُم. \nمَن وَالاكُم فَقَد وَالى اللهَ وَمَن عاداكُم فَقَد عادى اللهَ وَمَن أحَبَّكُم فَقَد أحَبَّ اللهَ وَمَن أبغَضَكُم فَقَد أبغَضَ اللهَ وَمَن اعتَصَمَ بِكُم فَقَد اعتَصَمَ بِاللهِ، أنتُمُ الصِّراطُ الأقوَمُ وَشُهَداءُ دارِ الفَناءِ وَشُفَعاءُ دارِ البَقاءِ وَالرَّحمَةُ المَوصُولَةُ وَالآيَةُ المَخزُونَةُ وَالأمانَةُ المَحفُوظَةُ وَالبابُ المُبتَلى بِهِ النَّاسُ، مَن أتاكُم نَجا وَمَن لَم يا تِكُم هَلَكَ إلى اللهِ تَدعُونَ وَعَلَيهِ تَدُلُّونَ وَبِهِ تُؤمِنُونَ وَلَهُ تُسَلِّمُونَ وَبِأمرِهِ تَعمَلُونَ وَإلى سَبِيلِهِ تُرشِدُونَ وَبِقَولِهِ تَحكُمُونَ، سَعَدَ مَن وَالاكُم وَهَلَكَ مَن عاداكُم وَخابَ مَن جَحَدَكُم وَضَلَّ مَن فارَقَكُم وَفازَ مَن تَمَسَّكَ بِكُم وَأمِنَ مَن لَجَأ إلَيكُم وَسَلِمَ مَن صَدَّقَكُم وَهُدِيَ مَن اعتَصَمَ بِكُم. مَنِ اتَّبَعَكُم فَالجَنَّةُ مَأواهُ وَمَن خالَفَكُم فَالنَّارُ مَثواهُ، وَمَن جَحَدَكُم كافِرٌ وَمَن حارَبَكُم مُشرِكٌ وَمَن رَدَّ عَلَيكُم في أسفَلِ دَرَكٍ مِنَ الجَّحِيمِ. \nأشهَدُ أنَّ هذا سابِقٌ لَكُم فِيما مَضى وَجارٍ لَكُم فِيما بَقِيَ وَأنَّ أرواحَكُم وَنُورَكُم وَطِينَتَكُم وَاحِدَةٌ طابَت وَطَهُرَت بَعضُها مِن بَعضٍ، خَلَقَكُمُ اللهَ أنواراً فَجَعَلَكُم بِعَرشِهِ مُحَدِقِينَ حَتّى مَنَّ عَلَينا بِكُم فَجَعَلَكُم في بُيُوتٍ أذِنَ اللهُ أن تُرفَعَ وَيُذكَرَ فِيها اسمُهُ، وَجَعَلَ صَلاتَنا عَلَيكُم وَما خَصَّنا بِهِ مِن وِلايَتِكُم طِيباً لِخَلقِنا وَطَهارَةً لأنفُسِنا وَتَزكِيَةً لَنا وَكُفَّارَةً لِذُنُوبِنا، فَكُنَّا عِندَهُ مُسَلِّمِينَ بِفَضلِكُم وَمَعرُوفِينَ بِتَصدِيقِنا إياكُم، فَبَلَغَ اللهُ بِكُم أشرَفَ مَحَلِّ المُكَرَّمِينَ وَأعلى مَنازِلَ المُقَرَّبِينَ وَأرفَعَ دَرَجاتِ المُرسَلِينَ حَيثُ لا يَلحَقُهُ لاحِقٌ وَلا يَفُوقُهُ فائِقٌ وَلا يَسبِقُهُ سابِقٌ وَلا يَطمَعُ في إدراكِهِ طامِعٌ، حَتّى لا يَبقى مَلَكٌ مُقَرَّبٌ وَلا نَبِيُّ مُرسَلٌ وَلا صِدِّيقٌ وَلا شَهِيدٌ، وَلا عالِمٌ وَلا جاهِلٌ وَلا دَنِيُّ وَلا فاضِلٌ وَلا مُؤمِنٌ صالِحٌ وَلا فاجِرٌ طالِحٌ وَلا جَبّارٌ عَنِيدٌ وَلا شَيطانٌ مَرِيدٌ وَلا خَلقٌ فِيما بَينَ ذلِكَ شَهِيدٌ إلاّ عَرَّفهُم جَلالَةَ أمرِكُم وَعِظَمَ خَطَرِكُم وَكِبَرَ شَأنِكُم وَتَمامَ نُورِكُم وَصِدقَ مَقاعِدِكُم وَثَباتَ مَقامِكُم وَشَرَفَ مَحَلِّكُم وَمَنزِلَتِكُم عِندَهُ وَكَرامَتَكُم عَلَيهِ وَخاصَّتَكُم لَدَيهِ وَقُربَ مَنزِلَتِكُم مِنهُ.\nبِأبي أنتُم وَأُمّي وَأهلي وَمالي وَأُسرَتِي، أُشهِدُ اللهَ وَأُشهِدُكُم أنّي مُؤمِنٌ بِكُم وَبِما آمَنتُم بِهِ كافِرٌ بِعَدُوِّكُم وَبِما كَفَرتُم بِهِ مُستَبصِرٌ بِشَأنِكُم وَبِضَلالَةِ مَن خالَفَكُم مُوالٍ لَكُم وَلأوليائِكُم مُبغِضٌ لأعدائِكُم وَمُعادٍ لَهُم، سِلمٌ لِمَن سالَمَكُم وَحَربٌ لِمَن حارَبَكُم مُحَقِّقٌ لِما حَقَّقتُم مُبطِلٌ لِما أبطَلتُم مُطِيعٌ لَكُم عارِفٌ بِحَقِّكُم مُقِرُّ بِفَضلِكُم مُحتَمِلٌ لِعِلمِكُم مُحتَجِبٌ بِذِمَّتِكُم مُعتَرِفٌ بِكُم مُؤمِنٌ بِإيابِكُم مُصَدِّقٌ بِرَجعَتِكُم مُنتَظِرٌ لأمرِكُم مُرتَقِبٌ لِدَولَتِكُم، آخِذٌ بِقَولِكُم عامِلٌ بَأمِركُم مُستَجِيرٌ بِكُم زائِرٌ لَكُم لائِذٌ عائِذٌ بِقُبُورِكُم مُستَشفِعٌ إلى اللهِ عَزَّ وَجَلَّ بِكُم وَمُتَقَرِّبٌ بِكُم إلَيهِ وَمُقَدِّمُكُم أمامَ طَلِبَتي وَحَوائِجي وَإرادَتي في كُلِّ أحوالي وَأُمُورِي، مُؤمِنٌ بِسِرِّكُم وَعَلانِيَتِكُم وَشاهِدِكُم وَغائِبِكُم وَأوَّلِكُم وَآخِرِكُم وَمُفَوِّضٌ في ذلِكَ كُلِّهِ إلَيكُم وَمُسَلِّمٌ فِيهِ مَعَكُم، وَقَلبي لَكُم مُسَلِّمٌ وَرأيي لَكُم تَبَعٌ وَنُصرَتي لَكُم مُعَدَّةٌ حَتّى يُحيي اللهَ تَعالى دِينَهُ بِكُم وَيَرُدَّكُم في أيامِهِ وَيُظهِرَكُم لِعَدلِهِ وَيُمَكِّنَكُم في أرضِهِ، فَمَعَكُم مَعَكُم لا مَعَ غَيرِكُم آمَنتُ بِكُم وَتَوَلَّيتُ آخِرَكُم بِما تَوَلَّيتُ بِهِ أوَّلَكُم وَبَرِئتُ إلى اللهِ عَزَّ وَجَلَّ مِن أعدائِكُم، وَمِنَ الجِبتِ وَالطَّاغُوتِ وَالشياطِين وَحِزبِهِمُ الظَّالِمِينَ لَكُم الجاحِدِينَ لِحَقِّكُم وَالمارِقِينَ مِن وِلايَتِكُم وَالغاصِبِينَ لإرثِكُم الشَّاكِّينَ فِيكُم المُنحَرِفِينَ عَنكُم وَمِن كُلِّ وَلِيجَةٍ دُونَكُم وَكُلِّ مُطاعٍ سِواكُم، وَمِنَ الأئِمَّةِ الَّذِينَ يَدعُونَ إلى النَّارِ. فَثَبَّتَنيَ اللهُ أبَداً ما حَيِيتُ عَلى مُوالاتِكُم وَمَحَبَّتِكُم وَدِينِكُم وَوَفَّقَني لِطاعَتِكُم وَرَزَقَني شَفاعَتَكُم وَجَعَلَني مِن خِيارِ مَوالِيكُم التَّابِعِينَ لِما دَعَوتُم إلَيهِ، وَجَعَلَني مِمَّن يَقتَصُّ آثارَكُم وَيَسلُكُ سَبِيلَكُم وَيَهتَدي بِهُداكُم وَيُحشَرُ في زُمرَتِكُم وَيَكُرُّ في رَجعَتِكُم وَيُملَّكُ في دَولَتِكُم وَيُشَرَّفُ في عافِيَتِكُم وَيُمَكَّنُ في أيامِكُم وَتَقِرُّ عَينُهُ غَداً بِرُؤيَتِكُم. \nبِأبي أنتُم وَأُمّي وَنَفسي وَأهلي وَمالِي، مَن أرادَ اللهَ بَدَأ بِكُم وَمَن وَحَّدَهُ قَبِلَ عَنكُم وَمَن قَصَدَهُ تَوَجَّهَ بِكُم، مَوالِيَّ لا أُحصي ثَناءَكُم وَلا أبلُغُ مِنَ المَدحِ كُنهَكُم وَمِنَ الوَصفِ قَدرَكُم وَأنتُم نُورُ الأخيارِ وَهُداةُ الأبرارِ وَحُجَجُ الجَبَّارِ، بِكُم فَتَحَ اللهُ وَبِكُم يَختِمُ وَبِكُم يُنَزِّلُ الغَيثَ وَبِكُم يُمسِكُ السَّماءَ أن تَقَعَ عَلى الأرضِ إلاّ بِإذنِهِ وَبِكُم يُنَفِّسُ الهَمَّ وَيَكْشِفُ الضُّرَّ، وَعِندَكُم ما نَزَلَت بِهِ رُسُلُهُ وَهَبَطَت بِهِ مَلائِكَتُهُ وَإلى جَدِّكُم (وإن كانت الزيارة لأمير المؤمنين (عليه السلام) فعوض: وإلى جدّكم قل: وإلى أخيك) بُعِثَ الرُّوحُ الأمِينُ. \nآتاكُمُ اللهُ مالَم يُؤتِ أحَداً مِنَ العالَمِينَ، طَأطَأ كُلُّ شَرِيفٍ لِشَرَفِكُم وَبَخَعَ كُلُّ مُتَكَبِّرٍ لِطاعَتِكُم وَخَضَعَ كُلُّ جَبَّارٍ لِفَضلِكُم وَذَلَّ كُلُّ شيءٍ لَكُم وَأشرَقَتِ الأرضُ بِنُورِكُم وَفازَ الفائِزُونَ بِوِلايَتِكُم، بِكُم يُسلَكُ إلى الرِّضوانِ وَعَلى مَن جَحَدَ وِلايَتَكُم غَضَبُ الرَّحمنِ. بِأبي أنتُم وَأُمّي وَنَفسي وَأهلي وَمالِي، ذِكرُكُم في الذَّاكِرِينَ وَأسماؤُكُم في الأسماءِ وَأجسادُكُم في الأجسادِ وَأرواحُكُم في الأرواحِ وَأنفُسُكُم في النُّفُوسِ وَآثارُكُم في الآثارِ وَقُبُورُكُم في القُبُورِ، فَما أحلى أسماءَكُم وَأكرَمَ أنفُسَكُم وَأعظَمَ شَأنَكُم وَأجَلَّ خَطَرَكُم وَأوفى عَهدَكُم وَأصدَقَ وَعدَكُم، كَلامُكُم نُورٌ وَأمرُكُم رُشدٌ وَوَصِيَّتُكُم التَّقوى وَفِعلُكُم الخَيرُ وَعادَتُكُم الإحسانُ وَسَجِيَّتُكُمُ الكَرَمُ وَشَأنُكُمُ الحَقُّ وَالصِّدقُ وَالرِّفقُ وَقَولُكُم حُكمٌ وَحَتمٌ وَرَأيُكُم عِلمٌ وَحِلمٌ وَحَزمٌ، إن ذُكِرَ الخَيرُ كُنتُم أوَّلَهُ وَأصلَهُ وَفَرعَهُ وَمَعدِنَهُ وَمَأواهُ وَمُنتَهاهُ بِأبي أنتُم وَأُمّي وَنَفسِي، كَيفَ أصِفُ حُسنَ ثَنائِكُم وَأُحصي جَمِيلَ بَلائِكُم وَبِكُم أخرَجَنا اللهُ مِنَ الذُّلِّ وَفَرَّجَ عَنّا غَمَراتِ الكُرُوبِ وَأنقَذَنا مِن شَفا جُرُفِ الهَلَكاتِ وَمِنَ النَّارِ، بِأبي أنتُم وَأُمّي وَنَفسي بِمُوالاتِكُم عَلَّمَنا اللهُ مَعالِمَ دِينِنا وَأصلَحَ ما كانَ فَسَدَ مِن دُنيانا وَبِمُوالاتِكُم تَمَّتِ الكَلِمَةُ وَعَظُمَتِ النِّعمَةُ وَائتَلَفَتِ الفُرقَةُ وَبِمُوالاتِكُم تُقبَلُ الطَّاعَةُ المُفتَرَضَةُ، وَلَكم المَوَدَّةُ الواجِبَةُ وَالدَّرَجاتِ الرَّفِيعَةُ وَالمَقامُ المَحمُودُ وَالمَكانُ المَعلُومُ عِندَ اللهِ عَزَّ وَجَلَّ وَالجاهُ العَظِيمُ وَالشَأنُ الكَبِيرُ وَالشَّفاعَةُ المَقبُولَةُ.\nرَبَّنا آمَنَّا بِما أنزَلتَ وَاتَّبَعنا الرَّسُولَ فَاكتُبنا مَعَ الشَّاهِدِينَ، رَبَّنا لا تُزِغ قُلُوبَنا بَعدَ إذ هَدَيتَنا وَهَب لَنا مِن لَدُنكَ رَحمَةً إنَّكَ أنتَ الوَهَّابُ، سُبحانَ رَبِّنا إن كانَ وَعدُ رَبِّنا لَمَفعُولاً.\nيا وَلِيَّ اللهِ إنَّ بَيني وَبَينَ اللهِ عَزَّ وَجَلَّ ذُنُوباً لا يا تي عَلَيها إلاّ رِضاكُم فَبِحَقِّ مَن ائتَمَنَكُم عَلى سِرِّهِ وَاستَرعاكُم أمرَ خَلقِهِ وَقَرَنَ طاعَتَكُم بِطاعَتِهِ، لَمَّا استَوهَبتُم ذُنُوبي وَكُنتُم شُفَعائي فَإنّي لَكُم مُطِيعٌ، مَن أطاعَكُم فَقَد أطاعَ اللهَ وَمَن عَصاكُم فَقَد عَصى اللهَ وَمَن أحَبَّكُم فَقَد أحَبَّ اللهَ وَمَن أبغَضَكُم فَقَد أبغَضَ اللهَ. \nاللهُمَّ إنّي لَو وَجَدتُ شُفَعاءَ أقرَبَ إلَيكَ مِن مُحَمَّدٍ وَأهلِ بَيتِهِ الأخيارِ الأئِمَّةِ الأبرارِ لَجَعَلتَهُم شُفَعائِي، فَبِحَقِّهِمُ الَّذي أوجَبتَ لَهُم عَلَيكَ أسألُكَ أن تُدخِلَني في جُملَةِ العارِفِينَ بِهِم وَبِحَقِّهِم وَفي زُمرَةِ المَرحُومِينَ بِشَفاعَتِهِم إنَّكَ أرحَمُ الرَّاحِمِينَ وَصَلَّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ الطَّاهِرِينَ وَسَلَّمَ كَثِيراً وَحَسبُنا الله وَنِعمَ الوَكِيلِ.\nأقول: أورد الشيخ أيضاً هذه الزيارة في (التهذيب) ثمّ ذيّلها بوداع تركناه اختصاراً. وهذه الزيارة كما صرّح به العلّامة المجلسي (رحمه الله) ، إنّما هي أرقى الزيارات الجامعة متناً وسنداً وهي أفصحها وأبلغها. \nوقال والده في (شرح الفقيه): إنّ هذه الزيارة أحسن الزيارات وأكملها وإنّي لم أزر الأئمة (عليهم السلام) ما دمت في العتبات المقدّسة إلاّ بها. \n","مفاتيح الجنان"]