["السَّلامُ عـَلَيـْكَ يا وارِثَ آدَمَ صـَفـُوةِ اللهِ السَّلامُ عـَلَيْكَ يا وارِثَ نـوُحٍ نَبــِيِ اللهِ السَّلامُ عـَلَيـْكَ يـا وارِثَ إبـراهيـمَ خـَليـلِ اللهِ السَّلامُ عـَلَيـْكَ يا وارِثَ موســى كـَليِم اللهِ السَّلامُ عـَلَيـْكَ يـا وارِثَ عـيـسى روُحِ الله السَّلامُ عـَلَيْكَ يا وارِثَ مـُحـَمـّدٍ حـَبـيبِ اللهِ السَّلامُ عـَلَيـْكَ يـا وارِثَ اَميرِ المُؤمِنينَ وَلَيِ اللهِ السَّلامُ عـَلَيـْكَ يَابـنَ مـُحـَمـّدٍ المـُصـطـَفـى السَّلامُ عـَلَيْكَ يَابـن عـلي المرتـضـى السَّلامُ عَلَيْكَ يَابـن فاطـمة الزهراء السَّلامُ عَلَيْكَ يَابـنَ خَديجَةَ الكُبـرى السَّلام عَلَيْكَ يا ثارَ اللهِ وابـنَ ثارِهِ والوِتـرَ المَوتـوُرَ اَشـهَدُ اَنَّكَ قَد اَقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاة وَاَمَرتَ بـاُلمِعروف ِوَنَهَيتَ عـَنِ المُنكرِ وَاَطـَعـتَ اللهَ وَرَسـولَهُ حـَتّى اَتيكَ اليَقـينُ فـَلَعـَنَ اللهُ اُمَةً قَتـَلَتـكَ وَلَعَنَ اللهُ اُمَةً ظَلَمَتكَ وَلَعَنَ اللهُ اُمَةً سَمِعت بـِذلك فَرَضِيَت بـه يا مَولاي يا ابا عَبدِ اللهِ اَشهَدُ اَنّك كُنتَ نوُرا في الأصلابِ الشّامِخَةِ وَالأرحـامِ المُطَهَرَةِ لم تـُنَجـِسـكَ الجـاهِليَّةُ بـاَنِجـاسـِها وَلَم تـُلبـِسكَ مِن مُدلَهِمّاتِ ثـِيابـِها وَاَشـهَدُ أنَكَ مِن دَعائِم الدّين وَاَركانِ المُؤمِنينَ وَاَشهَدُ اَنّكَ الإمـام البَّرُ التَّقـيُ الرَّضـيُ الزَّكيّ الهادِي المَهدِيُ وَاَشـهَدُ اَنَّ الأَئمّة مِن وُلْدِكَ كَلِمةُ التَّقـوى وَاَعـلامُ الهُدى وَالعـُروةُ الوُثـقى وَالحـُجَّةُ عـَلى اَهل الدُنيـا وَاُشـهِدُ اللهَ وَمـلائكـَتـَهُ وَاَنبـِيائَهُ وَرُسـُلَهُ اَنّي بـِكـمُ مُؤمِنٌ وَبـِايِابـِكم مُوقنٌ بـَشَرائِع ديني وخواتيِم عَمَلي وقَلبي لقَلبِكم سِلمٌ وَاَمري لِامْرِكـمُ مُتَّبـع صـَلَوات الله عَلَيكم وَعَلى اَرواحـِكم وَعَلى اَجـسـادِكُم وعـَلَى اَجـسـامِكُم وَعـَلى شـاهِدِكم وَعـَلَى غـائِبـِكم وَعـَلَى ظـاهركم وعـلى بــاطـِنـِكـم بـاَبـي أَنـت وَ اُمي يَا بْن رَسـُولِ اللهِ بِاَبي اَنتَ وَاَمّي يا ابـا عـَبـدِ اللهِ لَقَد عَظـُمتِ الرَّزيَّةُ و جـَلَتِ المُصـيبـَةُ بـِكَ عَلَينا وَعَلى جــَمــيعِ اَهل السَّمــواتِ والأرض فــَلَعَنَ اللهُ اُمـةً أَسرجَت و َاَلجمـَتْ وَتـَهَيَأت و تنـقـبـت لِقـِتالِك يامـَولايَ ياابـا عـَبـدِ اللهِ قـَصـَدتُ زيارتك اَسـئَلُ اللهَ بـالِشـأن الذَي لَكَ عِندَهُ وَ بـِالمَحَل الَّذي لَكَ لَدَيهِ اَن يُصـَليَ عَلَى مُحـَمّدٍ وَآلِ مُحـَمّدٍ وَاَن يَجعَلَني مَعَكم في الدُنيا وَالآخـِرة\n\n(زيارة علي بن الحسين الأكبر عليه السلام)\n السّلامُ عـَلَيكَ يابــنَ رَسـوُلِ اللهِ السـّلامُ عـَلَيكَ يابـنَ نَبـِيِ اللهِ السـّلامُ عـَلَيـكَ يابـنَ اَمير المُؤمِنينَ السـّلامُ عَلَيكَ يابـنَ الحـُسـينِ الشـهيدِ السـّلامُ عَلَيكَ ايُّها الشـَهيدُ وابـن الشـهيد السـّلامُ عـَلَيكَ ايُّها المـَظـلومُ وَابـنُ المَظـلوُمِ لَعَنَ اللهُ اُمةً قَتـَلَتـك وَلَعَنَ الله اُمةً ظَلَمَتـكَ وَلَعَن اللهُ اُمةً سـَمِعت بـِذلِك فَرَضِيت بـِهِ السـّلامُ عَلَيكَ يا ياوَليَّ اللهِ وَابـنَ وَلِيهِ لَقَد عَظُمتِ المُصـيبـَةُ وَجـَلّتِ الرَزِيةُ بـِكَ عـَلينا وَعـَلَى جـَميعِ المُسـلِمينَ فَلَعَنَ اللهُ اُمةً قَتَلَتك وَاَبـرءُ اِلى اللهِ وَاِليكَ مـِنهم\n\n(زيارة أنصار الحسين عليه السلام)\n السَّلامُ عـَلَيكُم يااَولياءَ اللهِ وَاَحـِبـائَهُ السَّلام ُعـَلَيكُم يا اصـفـِياءَ اللهِ وَاوِدّائَهُ السَّلامُ عـَلَيكُم يا اَنصـارَ دينِ اللهِ السَّلامُ عـَلَيكُم يا اَنـصـارَ رَسـُولِ اللهِ السَّلامُ عـَلَيـكُم يـا اَنـصـارَ اَميرِ المُؤمِنـين السَّلامُ عـَلَيكُم يا اَنـصـارَ فـاطـِمةَ الزهراء سَيدةِ نِساءِ العـالَمينَ السَّلامُ عـَلَيكُم يا اَنـصـارَ اَبـي مُحـَمَّدٍ الحـَسـَنِ بـن عـليٍّ الوَلي الناصِح السَّلامُ عَلَيكُم يا اَنصارَ اَبـي عَبـدِ اللهِ الحـسـين بـاَبـي اَنتُم وَاُمي طِبـتُم وطابـَتِ الأرضُ الّتـي فـيها دُفـِنـتُم وَفـُزتُم فـَوزاً عـَظـيماً فـَيالَيتَني كـُنتُ مَعـَكُم فَاَفوُز فوزاً عَظيما.\n","مفاتيح الجنان"]