["زيارة صاحب الزمان(عجّل الله فرجه الشريف):\n\nسَلامٌ عَلى آلِ يس، السَّلامُ عَلَيكَ يَا دَاعِيَ اللهِ وَرَبَّانيَّ آيَاتِهِ، السَّلامُ عَلَيكَ يا بَابَ اللهِ وَدَيَّانَ دِينِهِ، السَّلامُ عَلَيكَ يَا خَلِيفَةَ اللهِ وَناصِرَ حَقِّهِ، السَّلامُ عَليكَ يَا حُجَّةَ اللهِ وَدَلِيلَ إرادَتِهِ، السَّلامُ عَلَيكَ يَا تَالِيَ كِتَابِ اللهِ وتَرجُمَانَهُ، السَّلامُ عَلَيكَ فِي آناءِ لَيْلِكَ وَأطرافِ نَهارِكَ، السَّلامُ عَلَيكَ يا بَقِيَّةَ اللهِ فِي أَرْضِهِ، السَّلامُ عَلَيكَ يا مِيثاقَ اللهِ الذي أَخَذَهُ وَوَكَّدَهُ، السَّلامُ عَلَيكَ يا وَعْدَ اللهِ الَّذي ضَمِنَهُ، السَّلامُ عَلَيكَ أيُّها العَلَمُ المَنْصُوبُ وَالعِلْمُ المَصْبُوبُ، وَالغَوْثُ وَالرَّحْمَةُ الواسِعَةُ وَعْداً غَيْرَ مَكْذُوبٍ، السَّلامُ عَلَيكَ حِينَ تقُومُ، السَّلامُ عَليكَ حِينَ تَقعُدُ، السَّلامُ عَليكَ حين تَقْرَأُ وَتُبَيِّنُ، السَّلامُ عَليكَ حِينَ تُصَلِّي وَتَقنُتُ، السَّلامُ عَلَيكَ حِينَ تَركعُ وَتَسْجُدُ، السَّلامُ عَلَيكَ حِينَ تُهلِّلُ وَتُكبِّرُ، السَّلامُ عَلَيكَ حينَ تَحْمَدُ وَتَسْتَغْفِرُ، السَّلامُ عَلَيكَ حين تُصْبِحُ وَتُمْسِي، السَّلامُ عَلَيْكَ فِي اللَّيلِ إذا يَغْشَى وَالنَّهارِ إذا تَجَلَّى، السَّلامُ عَلَيكَ أيُّها الإمامُ المَأمُونُ، السَّلامُ عَليكَ أيُّها المُقَدَّمُ المَأْمُولُ، السَّلامُ عَلَيكَ بِجَوَامِعِ السَّلامِ، أُشْهِدُكَ يا مَوْلايَ أنِّي أَشْهَدُ أنْ لا إله إلّا اللهُ وَحدَهُ لا شَريكَ لهُ، وأنَّ مُحمَّداً عبدُهُ ورسُولهُ، لا حَبِيبَ إلّا هُو وَأهلُهُ، وأُشْهِدُكَ يا مَوْلايَ أنَّ عليّاً أميرَ المُؤمِنِينَ حُجَّتُهُ، وَالحَسَنَ حُجَّتُهُ، وَالحُسَيْنَ حُجَّتُهُ، وَعَلِيَّ بنَ الحُسَيْنِ حُجَّتُهُ، وَمُحَمَّدَ بنَ عَلِيٍّ حُجَّتُهُ، وَجَعْفَرَ بنَ مُحَمَّدٍ حُجَّتُهُ، وَمُوسَى بنَ جَعْفَرٍ حُجَّتُهُ، وَعَلِيَّ بنَ مُوسَى حُجَّتُهُ، وَمُحَمَّدَ بنَ عَلِيٍّ حُجَّتُهُ، وَعَلِيَّ بنَ مُحَمَّدٍ حُجَّتُهُ، وَالحَسَنَ بنَ عليٍّ حُجَّتُهُ، وَأَشْهَدُ أنَّكَ حُجَّةُ اللهِ، أنْتُمُ الأَوَّلُ وَالآخِرُ وَأنَّ رَجْعَتَكُمْ حَقٌّ لا رَيْبَ فيها يَوْمَ لا يَنْفَعُ نَفْساً إيْمانُها لَمْ تكُنْ آمَنَتْ مِنْ قَبْلُ، أَوْ كَسَبَتْ فِي إيْمانِهَا خَيْراً، وَأنَّ المَوْتَ حَقٌّ وَأنَّ نَاكِراً وَنَكِيراً حَقٌّ وَأَشْهَدُ أنَّ النَّشْرَ حَقٌّ وَالبَعْثَ حَقٌّ وَأَنَّ الصِّرَاطَ حَقٌّ وَالمِرْصَادَ حَقٌّ وَالمِيزَانَ حَقٌّ وَالْحَشْرَ حَقٌّ وَالحِسَابَ حَقٌّ وَالجَنَّةَ وَالنّارَ حَقٌّ وَالوَعْدَ وَالوَعِيدَ بِهِما حَقٌّ، يا مَوْلَاي شَقِيَ مَنْ خالَفَكُمْ وَسَعِدَ مَنْ أَطَاعَكُمْ، فَاشْهَدْ عَلى مَا أشْهَدْتُكَ عَلَيْهِ، وَأَنَا وَلِيٌّ لكَ برِيءٌ مِنْ عَدُوِّكَ، فَالحَقُّ ما رَضِيتُمُوهُ وَالباطِلُ مَا أسْخَطْتُمُوهُ، وَالمَعْرُوفُ مَا أَمَرْتُمْ بهِ وَالمُنْكَرُ مَا نَهَيْتُمْ عَنْهُ، فَنَفْسِي مُؤْمِنَةٌ بِالله وَحْدَهُ لا شَرِيكَ لهُ وَبِرسولهِ وَبأمير المُؤْمِنِينَ، وَبِكُمْ يَا مَوْلايَ أَوَّلِكُمْ وَآخِرِكُمْ، وَنُصْرَتي مُعَدَّةٌ لكُمْ وَمَوَدَّتِي خَالِصَةٌ لَكُمْ، آمِينَ آمِينَ..\n\n","مفاتيح الجنان"]