["الّلهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد\nشَهِدَ اللهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ وَالمَلائِكَةُ وأُولُو العِلْمِ قائِماً بِالقِسْطِ لا إِلهَ إِلَّا هُوَ العَزِيزُ الحَكِيمُ، إِنَّ الدِّينَ عِنْدَ اللهِ الإِسْلامُ وَأَنا العَبْدُ الضَّعِيفُ المُذْنِبُ العاصِي المُحْتاجُ الحَقِيرُ، أَشْهَدُ لِمُنْعِمِي وَخالِقِي وَرازِقِي وَمُكْرِمِي كَما شَهِدَ لِذاتِهِ، وَشَهِدَتْ لَهُ المَلائِكَةُ وَأُولُو العِلْمِ مِنْ عِبادِهِ بِأَنَّهُ لا إِلهَ إِلَّا هُوَ ذُو النِّعَمِ وَالإِحْسانِ، وَالكَرَمِ وَالاِمْتِنانِ، قادِرٌ أَزَلِيُّ، عالِمٌ أَبَدِيُّ، حَيُّ أَحَدِيُّ، مَوْجُودٌ سَرْمَدِيُّ، سَمِيعٌ بَصِيرٌ مُرِيدٌ كارِهٌ مُدْرِكٌ صَمَدِيُّ، يَسْتَحِقُّ هذِهِ الصِّفاتِ وَهُوَ عَلَى مَا هُوَ عَلَيْهِ فِي عِزِّ صِفاتِهِ، كَانَ قَوِيّاً قَبْلَ وُجُودِ القُدْرَةِ وَالقُوَّةِ، وَكانَ عَلِيماً قَبْلَ إِيْجادِ العِلْمِ وَالعِلَّةِ، لَمْ يَزَلْ سُلْطاناً إِذْ لا مَمْلَكَةَ وَلا مالَ، وَلَمْ يَزَلْ سُبْحاناً عَلى جَمِيعِ الأَحْوالِ، وُجُودُهُ قَبْلَ القَبْلِ فِي أَزَلِ الآزالِ، وَبَقاؤُهُ بَعْدَ البَعْدِ مِنْ غَيْرِ انْتِقالٍ وَلا زَوالِ، غَنِيٌّ فِي الأوّل وَالآخر، مُسْتَغْنٍ فِي البَاطِنِ وَالظّاهِرِ، لا جَوْرَ فِي قَضِيَّتِهِ وَلَا مَيْلَ فِي مَشِيئَتِهِ، وَلَا ظُلْمَ فِي تَقْدِيرِهِ، وَلَا مَهْرَبَ مِنْ حُكُوَمَتِهِ، وَلَا مَلْجَأَ مِنْ سَطْوَتِهِ، وَلَا مَنْجَىً مِنْ نَقَماتِهِ، سَبَقَتْ رَحْمَتُهُ غَضَبَهُ وَلا يَفُوتُهُ أَحَدٌ إِذا طَلَبَهُ، أَزاحَ العِلَلِ فِي التَّكْلِيفِ وَسَوّى التَّوْفِيقَ بَيْنَ الضَّعِيفِ وَالشَّرِيفِ، مَكَّنَ أَداءِ المَأْمُورِ وَسَهَّلَ سَبِيلَ اجْتِنابِ المَحْظُورِ، لَمْ يُكَلِّفِ الطَّاعَةَ إِلَّا دُونَ الوِسْعِ وَالطّاقَةِ، سُبْحانَهُ ما أَبْيَنَ كَرَمَهُ وَأَعْلى شَأْنَهُ، سُبْحانَهُ ما أَجَلَّ نَيْلَهُ وَأَعْظَمَ إِحْسانَهُ، بَعَثَ الأَنْبِياءَ لِيُبَيِّنَ عَدْلَهُ، وَنَصَبَ الأَوْصِياءَ لِيُظْهِرَ طَوْلَهُ وَفَضْلَهُ، وَجَعَلَنا مِنْ أُمَّةِ سَيِّدِ الأَنْبِياءِ وَخَيْرِ الأَوْلِياء، وَأَفْضَلِ الأَصْفِياءِ وَأَعْلى الأَزْكِياءِ، مُحَمَّدٍ صَلَّى الله عَلَيْهِ وَآلِهِ وَسَلَّمَ، آمَنّا بِهِ وَبِما دَعانا إِلَيْهِ، وَبِالقُرْآنِ الَّذِي أَنْزَلَهُ عَلَيْهِ، وَبِوَصِيِّهِ الَّذِي نَصَّبَهُ يَوْمَ الغَدِيرِ، وَأَشارَ بِقَوْلِهِ: هذا عَلِيٌّ إِلَيْهِ، وَأَشْهَدُ أَنَّ الأَئِمَّةَ الأَبْرارَ وَالخُلَفاءَ الأَخْيارَ بَعْدَ الرَّسُولِ المُخْتارِ: عَلِيٌّ قامِعُ الكُفّارِ، وَمِنْ بَعْدِهِ سَيِّدُ أَوْلادِهِ الحَسَنُ بْنُ عَلِيٍّ، ثُمَّ أَخُوهُ السِّبْطُ التَّابِعُ لِمَرْضَاتِ اللهِ الحُسَيْنُ، ثُمَّ العَابِدُ عَلِيُّ، ثُمَّ الباقِرُ مُحَمَّدٌ، ثُمَّ الصّادِقُ جَعْفَرٌ، ثُمَّ الكاظِمُ مُوسى، ثُمَّ الرِّضا عَلِيُّ، ثُمَّ التَّقِيُّ مُحَمَّدٌ، ثُمَّ النَّقِيُ عَلِيٌ، ثُمَّ الزَّكِيُّ العَسْكَرِيُّ الحَسَنُ، ثُمَّ الحُجَّةُ الخَلَفُ القائِمُ المُنْتَظَرُ المَهْدِيُّ المُرَجَى الَّذِي بِبَقائِهِ بَقِيَتْ الدُّنْيا، وَبِيُمْنِهِ رُزِقَ الوَرى، وَبِوُجُودِهِ ثَبَتَتِ الأَرْضُ وَالسَّمَاءُ، وَبِهِ يَمْلَأُ اللهُ الأَرْضَ قِسْطاً وَعَدْلاً بَعْدَ ما مُلِئَتْ ظُلْماً وَجَوْراً، وَأَشْهَدُ أَنَّ أَقْوالَهُمْ حُجَّةٌ، وَامْتِثالَهُمْ فَرِيضَةٌ، وَطَاعَتَهُمْ مَفْرُوضَةٌ، وَمَوَدَّتَهُمْ لَازِمَةٌ مَقْضِيَّةٌ، وَالاِقْتِداءَ بِهِمْ مُنْجِيَةٌ، وَمُخالَفَتَهُمْ مُرْدِيَةٌ، وَهُمْ سَادَاتُ أَهْلِ الجَنَّةِ أَجْمَعِينَ، وَشُفَعَاءُ يَوْمِ الدِّينِ، وَأَئِمَّةُ أَهْلِ الأَرْضِ عَلَى اليَقِينِ، وَأَفْضَلُ الأَوْصِياءِ المَرْضِيِّينَ، وَأَشْهَدُ أَنَّ المَوْتَ حَقٌّ، وَمُساءَلَةَ القَبْرِ حَقٌّ، وَالبَعْثَ حَقٌّ، وَالنُّشُورَ حَقٌّ، وَالصِّراطَ حَقٌّ، وَالمِيزانَ حَقٌّ، وَالحِسابَ حَقٌّ، وَالكِتابَ حَقٌّ، وَالجَنَّةَ حَقٌّ، وَالنّارَ حَقٌّ، وَأَنَّ السّاعَةَ آتِيَةٌ لا رَيْبَ فِيها، وَأَنَّ اللهَ يَبْعَثُ مَنْ فِي القُبُورِ.\nاللّهُمَّ فَضْلُكَ رَجائِي، وَكَرَمُكَ وَرَحْمَتُكَ أَمَلِي، لا عَمَلَ لِي أَسْتَحِقُّ بِهِ الجَنَّةَ، وَلا طاعَةَ لِي أَسْتَوْجِبُ بِها الرِّضْوانَ، إِلَّا أَنِّي اعْتَقَدْتُ تَوْحِيدَكَ وَعَدْلَكَ، وَارْتَجَيْتُ إِحْسانَكَ وَفَضْلَكَ، وَتَشَفَّعْتُ إِلَيْكَ بِالنَّبِيِّ وَآلِهِ مِنْ أَحِبَّتِكَ، وَأَنْتَ أَكْرَمُ الأَكْرَمِينَ، وَأَرْحَمُ الرَّاحِمِينَ، وَصَلّى اللهُ عَلى نَبِيِّنا مُحَمَّدٍ وَآلِهِ أَجْمَعِينَ الطَّيِّبِينَ الطَّاهِرِينَ وَسَلَّمَ تَسْلِيماً كَثِيراً كَثِيراً، وَلا حَوْلَ وَلا قُوَّةَ إِلَّا بِالله العَلِيِّ العَظِيمِ.\nاللّهُمَّ يا أَرْحَمَ الرَّاحِمِينَ إِنِّي أَوْدَعْتُكَ يَقِينِي هذا وَثَباتَ دِينِي، وَأَنْتَ خَيْرُ مُسْتَوْدَعٍ، وَقَدْ أَمَرْتَنا بِحِفْظِ الوَدائِعِ فَرُدَّهُ عَلَيَّ وَقْتَ حُضُورِ مَوْتِي بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِينَ.\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ"]