["الّلهُمَّ صَلِّ عَلی مُحَمَّد وَآلِ مُحَمَّد\nسُبْحانَ اللهِ العَظِيمِ وَبِحَمْدِهِ (تقولها‌ 3 مرّات).\nثم تقول:\nسُبْحانَهُ مِنْ إِلهٍ ما أَمْلَكَهُ وَسُبْحانَهُ مِنْ مَلِيكٍ ما أَقْدَرَهُ وَسُبحانَهُ مِنْ قَدِيرٍ ما أَعْظَمَهُ وَسُبحانَهُ مِنْ عَظِيمٍ ما أَجَلَّهُ وَسُبحانَهُ مِنْ جَلِيلٍ ما أَمْجَدَهُ وَسُبحانَهُ مِنْ ماجِدٍ ما أَرْأَفَهُ وَسُبْحانَهُ مِنْ رَؤُوفٍ ما أَعَزَّهُ وَسُبْحانَهُ مِنْ عَزِيزٍ ما أَكْبَرَهُ وَسُبْحانَهُ مِنْ كَبِيرٍ ما أَقْدَمَهُ وَسُبْحانَهُ مِنْ قَدِيمٍ ما أَعْلاهُ وَسُبْحانَهُ مِنْ عالٍ ما أَسْناهُ وَسُبْحانَهُ مِنْ سَني‌ٍّ ما أَبْهاهُ وَسُبْحانَهُ مِنْ بَهي‌ٍّ ما أَنْوَرَهُ وَسُبْحانَهُ مِنْ مُنِيرٍ ما أَظْهَرَهُ وَسُبْحانَهُ مِنْ ظاهِرٍ ما أَخْفاهُ وَسُبْحانَهُ مِنْ خَفي‌ٍّ ما أَعْلَمَهُ وَسُبْحانَهُ مِنْ عَلِيمٍ ما أَخْبَرَهُ وَسُبْحانَهُ مِنْ خَبِيرٍ ما أَكْرَمَهُ وَسُبْحانَهُ مِنْ كَرِيمٍ ما أَلْطَفَهُ وَسُبْحانَهُ مِنْ لَطِيفٍ ما أَبصَرَهُ وَسُبحانَهُ مِنْ بصِيرٍ ما أَسْمَعَهُ وَسُبْحانَهُ مِنْ سَمِيعٍ ما أَحْفَظَهُ وَسُبْحانَهُ مِنْ حَفِيظٍ ما أَمْلاهُ وَسُبحانَهُ مِنْ مَلي‌ٍّ ما أَوْفاهُ وَسُبْحانَهُ مِنْ وَفي‌ٍّ ما أَغْناهُ وَسُبْحانَهُ مِنْ غَني‌ٍّ ما أَعْطاهُ وَسُبْحانَهُ مِنْ مُعْطٍ ما أَوْسَعَهُ وَسُبْحانَهُ مِنْ واسِعٍ ما أَجْوَدَهُ وَسُبْحانَهُ مِنْ جَوادٍ ما أَفْضَلَهُ وَسُبْحانَهُ مِنْ مُفْضِلٍ ما أَنْعَمَهُ وَسُبْحانَهُ مِنْ مُنْعِمٍ ما أَسْيدَهُ وَسُبْحانَهُ مِنْ سَيدٍ ما أَرحَمَهُ وَسُبْحانَهُ مِنْ رَحِيمٍ ما أَشَدَّهُ وَسُبْحانَهُ مِنْ شَدِيدٍ ما أَقْواهُ وَسُبْحانَهُ مِنْ قَوِي‌ٍّ ما أَحكَمَهُ وَسُبْحانَهُ مِنْ حَكِيمٍ ما أَبْطَشَهُ وَسُبْحانَهُ مِنْ باطِشٍ ما أَقْوَمَهُ وَسُبْحانَهُ مِنْ قَيومٍ ما أَحْمَدَهُ وَسُبْحانَهُ مِنْ حَمِيدٍ ما أَدْوَمَهُ وَسُبْحانَهُ مِنْ دائِمٍ ما أَبقاهُ وَسُبْحانَهُ مِنْ باقٍ ما أَفْرَدَهُ وَسُبْحانَهُ مِنْ فَرْدٍ ما أَوْحَدَهُ وَسُبْحانَهُ مِنْ واحِدٍ ما أَصْمَدَهُ وَسُبْحانَهُ مِنْ صَمَدٍ ما أَمْلَكَهُ وَسُبْحانَهُ مِنْ مالِكٍ ما أَوْلاهُ وَسُبْحانَهُ مِنْ وَلي‌ٍّ ما أَعْظَمَهُ وَسُبْحانَهُ مِنْ عَظِيمٍ ما أَكْمَلَهُ وَسُبْحانَهُ مِنْ كامِلٍ ما أَتَّمَهُ وَسُبْحانَهُ مِنْ تامٍّ ما أَعْجَبهُ وَسُبْحانَهُ مِنْ عَجِيبٍ ما أَفْخَرَهُ وَسُبْحانَهُ مِنْ فاخِرٍ ما أَبعَدَهُ وَسُبْحانَهُ مِنْ بعِيدٍ ما أَقْرَبهُ وَسُبْحانَهُ مِنْ قَرِيبٍ ما أَمْنَعَهُ وَسُبْحانَهُ مِنْ مانِعٍ ما أَغْلَبهُ وَسُبْحانَهُ مِنْ غالِبٍ ما أَعْفاهُ وَسُبْحانَهُ مِنْ عَفُوٍّ ما أَحْسَنَهُ وَسُبْحانَهُ مِنْ مُحْسِنٍ ما أَجْمَلَهُ وَسُبْحانَهُ مِنْ جَمِيلٍ ما أَقْبلَهُ وَسُبْحانَهُ مِنْ قابِلٍ ما أَشْكَرَهُ وَسُبْحانَهُ مِنْ شَكُورٍ ما أَغْفَرَهُ وَسُبْحانَهُ مِنْ غَفُورٍ ما أَكْبَرَهُ وَسُبْحانَهُ مِنْ كَبِيرٍ ما أَجْبَرَهُ وَسُبْحانَهُ مِنْ جَبّارٍ ما أَدْيَنَهُ وَسُبْحانَهُ مِنْ دَيّانٍ ما أَقْضاهُ وَسُبْحانَهُ مِنْ قاضٍ ما أَمْضاهُ وَسُبْحانَهُ مِنْ ماضٍ ما أَنْفَذَهُ وَسُبْحانَهُ مِنْ نافِذٍ ما أَرْحَمَهُ وَسُبْحانَهُ مِنْ رَحِيمٍ ما أَخْلَقَهُ وَسُبْحانَهُ مِنْ خالِقٍ ما أَقْهَرَهُ وَسُبْحانَهُ مِنْ قاهِرٍ ما أَمْلَكَهُ وَسُبْحانَهُ مِنْ مَلِيكٍ ما أَقْدَرَهُ وَسُبْحانَهُ مِنْ قادِرٍ ما أَرْفَعَهُ وَسُبْحانَهُ مِنْ رَفِيعٍ ما أَشْرَفَهُ وَسُبْحانَهُ مِنْ شَرِيفٍ ما أَرْزَقَهُ وَسُبْحانَهُ مِنْ رازِقٍ ما أَقْبَضَهُ وَسُبْحانَهُ مِنْ قابِضٍ ما أَبْسَطَهُ وَسُبْحانَهُ مِنْ باسِطٍ ما أَهْداهُ وَسُبْحانَهُ مِنْ هادٍ ما أَصْدَقَهُ وَسُبْحانَهُ مِنْ صادِقٍ ما أَبْدَئَهُ وَسُبْحانَهُ مِنْ بادِي‌ءٍ ما أَقْدَسَهُ وَسُبْحانَهُ مِنْ قُدُّوسٍ ما أَطْهَرَهُ وَسُبْحانَهُ مِنْ طاهِرٍ ما أَزْكاهُ وَسُبْحانَهُ مِنْ زَكي‌ٍّ ما أَبْقاهُ وَسُبْحانَهُ مِنْ باقٍ ما أَعْوَدَهُ وَسُبْحانَهُ مِنْ عَوّادٍ ما أَفْطَرَهُ وَسُبْحانَهُ مِنْ فاطِرٍ ما أَرْعاهُ وَسُبْحانَهُ مِنْ راعٍ ما أَعْوَنَهُ وَسُبْحانَهُ مِنْ مُعِينٍ ما أَوْهَبهُ وَسُبْحانَهُ مِنْ وَهّابٍ ما أَتْوَبهُ وَسُبْحانَهُ مِنْ تَوّابٍ ما أَسْخاهُ وَسُبْحانَهُ مِنْ سَخي‌ٍّ ما أَبصَرَهُ وَسُبْحانَهُ مِنْ بصِيرٍ ما أَسْلَمَهُ وَسُبْحانَهُ مِنْ سَلِيمٍ ما أَشْفاهُ وَسُبْحانَهُ مِنْ شافٍ ما أَنْجاهُ وَسُبْحانَهُ مِنْ مُنْجٍ ما أَبرَّهُ وَسُبْحانَهُ مِنْ بارٍّ ما أَطْلَبهُ وَسُبْحانَهُ مِنْ طالِبٍ ما أَدْرَكَهُ وَسُبْحانَهُ مِنْ مُدْرِكٍ ما أَشَدَّهُ وَسُبْحانَهُ مِنْ شَدِيدٍ ما أَعْطَفَهُ وَسُبْحانَهُ مِنْ مُتَعَطِّفٍ ما أَعْدَلَهُ وَسُبْحانَهُ مِنْ عادِلٍ ما أَتْقَنَهُ وَسُبْحانَهُ مِنْ مُتْقِنٍ ما أَحْكَمَهُ وَسُبْحانَهُ مِنْ حَكِيمٍ ما أَكْفَلَهُ وَسُبْحانَهُ مِنْ كَفِيلٍ ما أَشْهَدَهُ وَسُبْحانَهُ مِنْ شَهيدٍ ما أَحْمَدَهُ وَسُبْحانَهُ هُوَ اللهُ العَظِيمُ وَبِحَمْدِهِ وَالحَمدُ للهِ وَلا إِلهَ إِلاّ اللهُ وَاللهُ أَكْبَرُ وَللهِ الحَمْدُ وَلا حَوْلَ وَلا قُوَّةَ إِلاّ بِاللهِ العَلي‌ِّ العَظِيمِ دافِعِ كُلِّ بلِيةٍ وَهُوَ حَسْبي‌ وَنِعْمَ الوَكِيلُ.\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ"]