["الّلهُمَّ صَلِّ عَلی مُحَمَّد وَآلِ مُحَمَّد\nاَللَّهُمَّ لَكَ اَلْحَمْدُ حَمْداً خَالِداً مَعَ خُلُودِكَ وَ لَكَ اَلْحَمْدُ حَمْداً لاَ مُنْتَهَى لَهُ دُونَ عِلْمِكَ وَ لَكَ اَلْحَمْدُ حَمْداً لاَ أَمَدَ لَهُ دُونَ مَشِيئَتِكَ وَ لَكَ اَلْحَمْدُ حَمْداً لاَ جَزَاءَ لِقَائِلِهِ إِلاَّ رِضَاكَ اَللَّهُمَّ لَكَ اَلْحَمْدُ كُلُّهُ وَ لَكَ اَلْمَنُّ كُلُّهُ وَ لَكَ اَلْفَخْرُ كُلُّهُ وَ لَكَ اَلْبَهَاءُ كُلُّهُ وَ لَكَ اَلنُّورُ كُلُّهُ وَ لَكَ اَلْعِزَّةُ كُلُّهَا وَ لَكَ اَلْجَبَرُوتُ كُلُّهَا وَ لَكَ اَلْعَظَمَةُ كُلُّهَا وَ لَكَ اَلدُّنْيَا كُلُّهَا وَ لَكَ اَلْآخِرَةُ كُلُّهَا وَ لَكَ اَللَّيْلُ وَ اَلنَّهَارُ كُلُّهُ وَ لَكَ اَلْخَلْقُ كُلُّهُ وَ بِيَدِكَ اَلْخَيْرُ كُلُّهُ وَ إِلَيْكَ يَرْجِعُ اَلْأَمْرُ كُلُّهُ عَلاَنِيَتُهُ وَ سِرُّهُ اَللَّهُمَّ لَكَ اَلْحَمْدُ حَمْداً أَبَداً أَنْتَ حَسَنُ اَلْبَلاَءِ جَلِيلُ اَلثَّنَاءِ سَابِغُ اَلنَّعْمَاءِ عَدْلُ اَلْقَضَاءِ جَزِيلُ اَلْعَطَاءِ حَسَنُ اَلْآلاَءِ إِلَهُ مَنْ فِي اَلْأَرْضِ وَ إِلَهُ مَنْ فِي اَلسَّمَاءِ اَللَّهُمَّ لَكَ اَلْحَمْدُ فِي اَلسَّبْعِ اَلشِّدَادِ وَ لَكَ اَلْحَمْدُ فِي اَلْأَرْضِ اَلْمِهَادِ وَ لَكَ اَلْحَمْدُ طَاقَةَ اَلْعِبَادِ وَ لَكَ اَلْحَمْدُ سَعَةَ اَلْبِلاَدِ وَ لَكَ اَلْحَمْدُ فِي اَلْجِبَالِ اَلْأَوْتَادِ وَ لَكَ اَلْحَمْدُ فِي‏ اَللَّيْلِ إِذََا يَغْشى‏ََ وَ لَكَ اَلْحَمْدُ فِي‏ اَلنَّهََارِ إِذََا تَجَلََّى‏ وَ لَكَ اَلْحَمْدُ فِي اَلْآخِرَةِ وَ اَلْأُولَى وَ لَكَ اَلْحَمْدُ فِي اَلْمَثَانِي وَ اَلْقُرْآنِ‏ اَلْعَظِيمِ وَ سُبْحَانَ اَللَّهِ وَ بِحَمْدِهِ وَ اَلْأَرْضُ جَمِيعاً قَبْضَتُهُ‏ يَوْمَ اَلْقِيَامَةِ وَ اَلسَّمََاوََاتُ مَطْوِيََّاتٌ‏ بِيَمِينِهِ سُبْحََانَهُ وَ تَعََالى‏ََ عَمََّا يُشْرِكُونَ‏ سُبْحَانَ اَللَّهِ وَ بِحَمْدِهِ‏ كُلُّ شَيْ‏ءٍ هََالِكٌ إِلاََّ وَجْهَهُ‏ سُبْحَانَكَ رَبَّنَا وَ تَعَالَيْتَ وَ تَبَارَكْتَ وَ تَقَدَّسْتَ خَلَقْتَ كُلَّ شَيْ‏ءٍ بِقُدْرَتِكَ وَ قَهَرْتَ كُلَّ شَيْ‏ءٍ بِعِزَّتِكَ وَ عَلَوْتَ فَوْقَ كُلِّ شَيْ‏ءٍ بِارْتِفَاعِكَ وَ غَلَبْتَ كُلَّ شَيْ‏ءٍ بِقُوَّتِكَ وَ اِبْتَدَعْتَ كُلَّ شَيْ‏ءٍ بِحِكْمَتِكَ وَ عِلْمِكَ وَ بَعَثْتَ اَلرُّسُلَ بِكُتُبِكَ وَ هَدَيْتَ اَلصَّالِحِينَ بِإِذْنِكَ وَ أَيَّدْتَ اَلْمُؤْمِنِينَ بِنَصْرِكَ وَ قَهَرْتَ اَلْخَلْقَ بِسُلْطَانِكَ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ لاَ نَعْبُدُ غَيْرَكَ وَ لاَ نَسْأَلُ إِلاَّ إِيَّاكَ وَ لاَ نَرْغَبُ إِلاَّ إِلَيْكَ أَنْتَ مَوْضِعُ شَكْوَانَا وَ مُنْتَهَى رَغْبَتِنَا وَ إِلَهُنَا وَ مَلِيكُنَا.\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ."]