{
"title": "عوذة النبي ص يوم وادي القرى",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "تَصْلُحُ لِكُلِّ شَيْ‏ءٍ مَنْ كَتَبَهَا وَ عَلَّقَهَا عَلَيْهِ كَانَ فِي أَمَانِ اللَّهِ وَ كَنَفِهِ وَ حِجَابِهِ وَ عِزِّهِ وَ مَنْعِهِ وَ كَانَتِ الْمَلَائِكَةُ تَحْفَظُهُ وَ هِيَ‏ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ. الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ الرَّحْمنِ الرَّحِيمِ. مالِكِ يَوْمِ الدِّينِ. إِيَّاكَ نَعْبُدُ وَ إِيَّاكَ نَسْتَعِينُ. اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ. صِراطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَ لَا الضَّالِّينَ‏- اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَ لا نَوْمٌ لَهُ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ ما بَيْنَ أَيْدِيهِمْ وَ ما خَلْفَهُمْ وَ لا يُحِيطُونَ بِشَيْ‏ءٍ مِنْ عِلْمِهِ إِلَّا بِما شاءَ وَسِعَ كُرْسِيُّهُ السَّماواتِ وَ الْأَرْضَ وَ لا يَؤُدُهُ حِفْظُهُما وَ هُوَ الْعَلِيُّ الْعَظِيمُ‏- شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ وَ الْمَلائِكَةُ وَ أُولُوا الْعِلْمِ قائِماً بِالْقِسْطِ لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ‏- هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَ الشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ. هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ. هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَهُ الْأَسْماءُ الْحُسْنى‏ يُسَبِّحُ لَهُ ما فِي السَّماواتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ‏- قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَ تَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ وَ تُعِزُّ مَنْ تَشاءُ وَ تُذِلُّ مَنْ تَشاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ. تُولِجُ اللَّيْلَ فِي النَّهارِ وَ تُولِجُ النَّهارَ فِي اللَّيْلِ وَ تُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ تُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَ تَرْزُقُ مَنْ تَشاءُ بِغَيْرِ حِسابٍ‏- هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ- إِلهاً واحِداً أَحَداً فَرْداً صَمَداً لَمْ يَتَّخِذْ صاحِبَةً وَ لا وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً وَ هُوَ اللَّهُ الَّذِي لَا يُعْرَفُ لَهُ سَمِيٌّ وَ هُوَ الرَّجَاءُ وَ الْمُرْتَجَى وَ الْمُلْتَجَأُ وَ إِلَيْهِ الْمُشْتَكَى وَ مِنْهُ الْفَرَجُ وَ الرَّجَاءُ وَ أَسْأَلُكَ يَا اللَّهُ بِحَقِّ هَذِهِ الْأَسْمَاءِ الْجَلِيلَةِ الرَّفِيعَةِ عِنْدَكَ الْعَالِيَةِ الْمَنِيعَةِ الَّتِي اخْتَرْتَهَا لِنَفْسِكَ وَ اخْتَصَصْتَهَا لِذِكْرِكَ وَ مَنَعْتَهَا جَمِيعَ خَلْقِكَ وَ أَفْرَدْتَهَا عَنْ كُلِّ شَيْ‏ءٍ دُونَكَ وَ جَعَلْتَهَا دَلِيلَةً عَلَيْكَ وَ سَبَباً إِلَيْكَ فَهِيَ أَعْظَمُ الْأَشْيَاءِ وَ أَجَلُّ الْأَقْسَامِ وَ أَفْخَرُ الْأَشْيَاءِ وَ أَكْبَرُ الْعَزَائِمِ وَ أَوْثَقُ الدَّعَائِمِ لَا تَرُدُّ دَاعِيَكَ بِهَا وَ لَا تُخَيِّبُ رَاجِيَكَ وَ الْمُتَوَسِّلَ إِلَيْكَ وَ لَا يَذِلُّ مَنِ اعْتَمَدَ عَلَيْكَ وَ لَا يُضَامُ مَنْ لَجَأَ إِلَيْكَ وَ لَا يَفْتَقِرُ سَائِلُكَ وَ لَا يَنْقَطِعُ رَجَاءُ مُؤَمِّلُكَ وَ لَا تُخْفَرُ ذِمَّتُهُ وَ لَا تَضِيعُ حُرْمَتُهُ فَيَا مَنْ لَا يُعَانُ وَ لَا يُضَامُ وَ لَا يُغَالَبُ وَ لَا يُنَازَعُ وَ لَا يُقَاوَمُ اغْفِرْ لِي ذُنُوبِي كُلَّهَا وَ أَصْلِحْ لِي شُئُونِي كُلَّهَا وَ اكْفِنِي فِي الدُّنْيَا وَ الْآخِرَةِ وَ عَافِنِي فِي الدُّنْيَا وَ الْآخِرَةِ وَ احْفَظْنِي فِي الدُّنْيَا وَ الْآخِرَةِ وَ اسْتُرْنِي فِي الدُّنْيَا وَ الْآخِرَةِ وَ قَرِّبْ جِوَارِي مِنْكَ فَأَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ بِاسْمِكَ الْجَلِيلِ الْعَظِيمِ تَوَسَّلْتُ وَ بِهِ تَعَلَّقْتُ وَ عَلَيْهِ اعْتَمَدْتُ وَ هُوَ الْعُرْوَةُ الْوُثْقَى الَّتِي‏ لَا انْفِصامَ لَها وَ لَا تَخْفِرْ ذِمَّتِي وَ لَا تَرُدَّ مَسْأَلَتِي وَ لَا تَحْجُبْ دَعْوَتِي وَ لَا تَنْقُصْ رَغْبَتِي وَ ارْحَمْ ذُلِّي وَ تَضَرُّعِي وَ فَقْرِي وَ فَاقَتِي فَمَا لِي رَجَاءٌ غَيْرُكَ وَ لَا أَمَلٌ سِوَاكَ وَ لَا حَافِظٌ إِلَّا أَنْتَ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ لَا إِلَهَ غَيْرُكَ أَنْتَ رَبُّ الْأَرْبَابِ وَ مَالِكُ الرِّقَابِ وَ صَاحِبُ الْعَفْوِ وَ الْعِقَابِ أَسْأَلُكَ بِالرُّبُوبِيَّةِ الَّتِي انْفَرَدْتَ بِهَا أَنْ تُعْتِقَنِي مِنَ النَّارِ بِقُدْرَتِكَ وَ تُدْخِلَنِي الْجَنَّةَ بِرَحْمَتِكَ وَ تَجْعَلَنِي مِنَ الْفَائِزِينَ عِنْدَكَ اللَّهُمَّ احْجُبْنِي بِسِتْرِكَ وَ اسْتُرْنِي بِعِزِّكَ وَ اكْنُفْنِي بِحِفْظِكَ وَ احْفَظْنِي بِحِرْزِكَ وَ احْرُزْنِي فِي أَمْنِكَ وَ اعْصِمْنِي بِحِيَاطَتِكَ وَ حُطَّنِي بِعِزِّكَ وَ امْنَعْ مِنِّي بِقُوَّتِكَ وَ قَوِّنِي بِسُلْطَانِكَ وَ لَا تُسَلِّطْ عَلَيَّ عَدُوّاً بِجُودِكَ وَ كَرَمِكَ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ"
}