["الّلهُمَّ صَلِّ عَلی مُحَمَّد وَآلِ مُحَمَّد\n اَللَّهُمَّ اِمْلَأْ قَلْبِي حُبّاً لَكَ وَ خَشْيَةً مِنْكَ وَ تَصْدِيقاً وَ إِيمَاناً بِكَ وَ فَرَقاً مِنْكَ وَ شَوْقاً إِلَيْكَ يَا ذَا اَلْجَلاَلِ وَ اَلْإِكْرَامِ اَللَّهُمَّ حَبِّبْ إِلَيَّ لِقَاءَكَ وَ اِجْعَلْ لِي فِي لِقَائِكَ خَيْرَ اَلرَّحْمَةِ وَ اَلْبَرَكَةِ وَ أَلْحِقْنِي بِالصََّالِحِينَ‏ وَ لاَ تُؤَخِّرْنِي مَعَ اَلْأَشْرَارِ وَ أَلْحِقْنِي‏ بِصَالِحِ مَنْ مَضَى وَ اِجْعَلْنِي‏ مَعَ صَالِحِ مَنْ بَقِيَ وَ خُذْ بِي سَبِيلَ اَلصَّالِحِينَ وَ أَعِنِّي عَلَى نَفْسِي بِمَا تُعِينُ بِهِ اَلصَّالِحِينَ عَلَى أَنْفُسِهِمْ وَ لاَ تَرُدَّنِي فِي سُوءٍ اِسْتَنْقَذْتَنِي مِنْهُ‏ يَا رَبَّ اَلْعَالَمِينَ أَسْأَلُكَ إِيمَاناً لاَ أَجَلَ لَهُ دُونَ لِقَائِكَ تُحْيِينِي‏ وَ تُمِيتُنِي عَلَيْهِ وَ تَبْعَثُنِي عَلَيْهِ إِذَا بَعَثْتَنِي وَ اِبْرَأْ قَلْبِي مِنَ اَلرِّيَاءِ وَ اَلسُّمْعَةِ وَ اَلشَّكِّ فِي دِينِكَ اَللَّهُمَّ أَعْطِنِي نَصْراً فِي دِينِكَ وَ قُوَّةً فِي عِبَادَتِكَ وَ فَهْماً فِي خَلْقِكَ وَ كِفْلَيْنِ‏ مِنْ رَحْمَتِكَ وَ بَيِّضْ وَجْهِي بِنُورِكَ وَ اِجْعَلْ رَغْبَتِي فِيمَا عِنْدَكَ وَ تَوَفَّنِي فِي سَبِيلِكَ عَلَى مِلَّتِكَ وَ مِلَّةِ رَسُولِكَ‏ اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ اَلْكَسَلِ وَ اَلْهَرَمِ وَ اَلْجُبْنِ وَ اَلْبُخْلِ وَ اَلْغَفْلَةِ وَ اَلْقَسْوَةِ وَ اَلْفَتْرَةِ وَ اَلْمَسْكَنَةِ وَ أَعُوذُ بِكَ يَا رَبِّ مِنْ نَفْسٍ لاَ تَشْبَعُ وَ مِنْ قَلْبٍ لاَ يَخْشَعُ وَ مِنْ دُعَاءٍ لاَ يُسْمَعُ وَ مِنْ صَلاَةٍ لاَ تَنْفَعُ وَ أُعِيذُ بِكَ نَفْسِي وَ أَهْلِي وَ ذُرِّيَّتِي مِنَ‏ اَلشَّيْطَانِ اَلرَّجِيمِ‏ اَللَّهُمَّ إِنَّهُ لاَ يُجِيرُنِي مِنْكَ أَحَدٌ وَ لاَ أَجِدُ مِنْ دُونِكَ مُلْتَحَداً فَلاَ تَخْذُلْنِي‏ وَ لاَ تُرْدِنِي فِي هَلَكَةٍ وَ لاَ تُرِدْنِي‏ بِعَذَابٍ أَسْأَلُكَ اَلثَّبَاتَ عَلَى دِينِكَ وَ اَلتَّصْدِيقَ‏ بِكِتَابِكَ‏ وَ اِتِّبَاعَ‏ رَسُولِكَ‏ اَللَّهُمَّ اُذْكُرْنِي بِرَحْمَتِكَ وَ لاَ تَذْكُرْنِي بِخَطِيئَتِي وَ تَقَبَّلْ مِنِّي وَ زِدْنِي مِنْ فَضْلِكَ إِنِّي إِلَيْكَ رَاغِبٌ اَللَّهُمَّ اِجْعَلْ ثَوَابَ مَنْطِقِي وَ ثَوَابَ مَجْلِسِي رِضَاكَ عَنِّي وَ اِجْعَلْ عَمَلِي وَ دُعَائِي خَالِصاً لَكَ وَ اِجْعَلْ ثَوَابِيَ‏ اَلْجَنَّةَ بِرَحْمَتِكَ وَ اِجْمَعْ لِي جَمِيعَ مَا سَأَلْتُكَ وَ زِدْنِي مِنْ فَضْلِكَ إِنِّي إِلَيْكَ رَاغِبٌ اَللَّهُمَّ غَارَتِ اَلنُّجُومُ وَ نَامَتِ اَلْعُيُونُ وَ أَنْتَ اَلْحَيُّ اَلْقَيُّومُ لاَ يُوَارِي مِنْكَ لَيْلٌ سَاجٍ وَ لاَ سَمَاءٌ ذَاتُ أَبْرَاجٍ وَ لاَ أَرْضٌ ذَاتُ مِهَادٍ وَ لاَ بَحْرٌ لُجِّيٌّ وَ لاَ ظُلُمََاتٌ بَعْضُهََا فَوْقَ بَعْضٍ‏ تُدْلِجُ اَلرَّحْمَةَ عَلَى مَنْ تَشَاءُ مِنْ خَلْقِكَ تَعْلَمُ‏ خََائِنَةَ اَلْأَعْيُنِ وَ مََا تُخْفِي اَلصُّدُورُ أَشْهَدُ بِمَا شَهِدْتَ بِهِ عَلَى نَفْسِكَ وَ شَهِدَتْ مَلاَئِكَتُكَ وَ أُولُو اَلْعِلْمِ لاَ إِلَهَ إِلاَّ أَنْتَ اَلْعَزِيزُ اَلْحَكِيمُ وَ مَنْ لَمْ يَشْهَدْ بِمَا شَهِدْتَ بِهِ عَلَى نَفْسِكَ وَ شَهِدَتْ مَلاَئِكَتُكَ وَ أُولُو اَلْعِلْمِ فَاكْتُبْ شَهَادَتِي مَكَانَ شَهَادَتِهِمْ اَللَّهُمَّ أَنْتَ اَلسَّلاَمُ وَ مِنْكَ اَلسَّلاَمُ أَسْأَلُكَ يَا ذَا اَلْجَلاَلِ وَ اَلْإِكْرَامِ أَنْ تَفُكَّ رَقَبَتِي مِنَ‏ اَلنَّارِ\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ."]