["الّلهُمَّ صَلِّ عَلی مُحَمَّد وَآلِ مُحَمَّد\nاَلْحَمْدُ لِلَّهِ وَلِيِّ اَلْحَمْدِ وَ أَهْلِهِ وَ مُنْتَهَاهُ وَ مَحَلِّهِ أَخْلَصَ مَنْ وَحَّدَهُ وَ اِهْتَدَى‏ مَنْ عَبَدَهُ وَ فَازَ مَنْ أَطَاعَهُ وَ أَمِنَ‏ اَلْمُعْتَصِمُ بِهِ اَللَّهُمَّ يَا ذَا اَلْجُودِ وَ اَلْمَجْدِ وَ اَلثَّنَاءِ اَلْجَمِيلِ وَ اَلْحَمْدِ أَسْأَلُكَ مَسْأَلَةَ مَنْ خَضَعَ لَكَ بِرَقَبَتِهِ وَ رَغِمَ لَكَ أَنْفُهُ وَ عَفَّرَ لَكَ وَجْهَهُ وَ ذَلَّلَ لَكَ نَفْسَهُ وَ فَاضَتْ مِنْ خَوْفِكَ دُمُوعُهُ وَ تَرَدَّدَتْ عَبْرَتُهُ وَ اِعْتَرَفَ لَكَ بِذُنُوبِهِ وَ فَضَحَتْهُ عِنْدَكَ خَطِيئَتُهُ وَ شَانَتْهُ عِنْدَكَ جَرِيرَتُهُ وَ ضَعُفَتْ عِنْدَ ذَلِكَ قُوَّتُهُ وَ قَلَّتْ حِيلَتُهُ وَ اِنْقَطَعَتْ عَنْهُ أَسْبَابُ خَدَائِعِهِ وَ اِضْمَحَلَّ عَنْهُ كُلُّ بَاطِلٍ وَ أَلْجَأَتْهُ ذُنُوبُهُ إِلَى ذُلِّ مَقَامِهِ بَيْنَ يَدَيْكَ وَ خُضُوعِهِ لَدَيْكَ وَ اِبْتِهَالِهِ إِلَيْكَ أَسْأَلُكَ اَللَّهُمَّ سُؤَالَ مَنْ هُوَ بِمَنْزِلَتِهِ أَرْغَبُ إِلَيْكَ كَرَغْبَتِهِ وَ أَتَضَرَّعُ إِلَيْكَ كَتَضَرُّعِهِ وَ أَبْتَهِلُ إِلَيْكَ كَأَشَدِّ اِبْتِهَالِهِ اَللَّهُمَّ فَارْحَمِ اِسْتِكَانَةَ مَنْطِقِي وَ ذُلَّ مَقَامِي وَ مَجْلِسِي وَ خُضُوعِي إِلَيْكَ بِرَقَبَتِي أَسْأَلُكَ اَللَّهُمَّ اَلْهُدَى مِنَ اَلضَّلاَلَةِ وَ اَلْبَصِيرَةَ مِنَ اَلْعَمَى وَ اَلرُّشْدَ مِنَ اَلْغَوَايَةِ وَ أَسْأَلُكَ اَللَّهُمَّ أَكْثَرَ اَلْحَمْدِ عِنْدَ اَلرَّخَاءِ وَ أَجْمَلَ اَلصَّبْرِ عِنْدَ اَلْمُصِيبَةِ وَ أَفْضَلَ اَلشُّكْرِ عِنْدَ مَوْضِعِ اَلشُّكْرِ وَ اَلتَّسْلِيمَ عِنْدَ اَلشُّبُهَاتِ وَ أَسْأَلُكَ اَلْقُوَّةَ فِي طَاعَتِكَ وَ اَلضَّعْفَ عَنْ مَعْصِيَتِكَ وَ اَلْهَرَبَ إِلَيْكَ مِنْكَ وَ اَلتَّقَرُّبَ إِلَيْكَ رَبِّ لِتَرْضَى وَ اَلتَّحَرِّيَ لِكُلِّ مَا يُرْضِيكَ عَنِّي فِي إِسْخَاطِ خَلْقِكَ اِلْتِمَاساً لِرِضَاكَ رَبِّ مَنْ أَرْجُوهُ إِنْ لَمْ تَرْحَمْنِي أَوْ مَنْ يَعُودُ عَلَيَّ إِنْ أَقْصَيْتَنِي أَوْ مَنْ يَنْفَعُنِي عَفْوُهُ إِنْ عَاقَبْتَنِي أَوْ مَنْ آمُلُ عَطَايَاهُ إِنْ حَرَمْتَنِي أَوْ مَنْ يَمْلِكُ كَرَامَتِي إِنْ أَهَنْتَنِي أَوْ مَنْ يَضُرُّنِي هَوَانُهُ إِنْ أَكْرَمْتَنِي رَبِّ مَا أَسْوَأَ فِعْلِي وَ أَقْبَحَ عَمَلِي وَ أَقْسَى قَلْبِي وَ أَطْوَلَ أَمَلِي وَ أَقْصَرَ أَجَلِي وَ أَجْرَأَنِي عَلَى عِصْيَانِ مَنْ خَلَقَنِي رَبِّ وَ مَا أَحْسَنَ بَلاَءَكَ عِنْدِي وَ أَظْهَرَ نَعْمَاءَكَ عَلَيَّ كَثُرَتْ عَلَيَّ مِنْكَ اَلنِّعَمُ فَمَا أُحْصِيهَا وَ قَلَّ مِنِّيَ اَلشُّكْرُ فِيمَا أَوْلَيْتَنِيهِ فَبَطِرْتُ بِالنِّعَمِ وَ تَعَرَّضْتُ لِلنِّقَمِ وَ سَهَوْتُ عَنِ اَلذِّكْرِ وَ رَكِبْتُ اَلْجَهْلَ بَعْدَ اَلْعِلْمِ وَ جُزْتُ مِنَ اَلْعَدْلِ إِلَى اَلظُّلْمِ وَ جَاوَزْتُ اَلْبِرَّ إِلَى اَلْإِثْمِ وَ صِرْتُ إِلَى اَلْهَرَبِ مِنَ اَلْخَوْفِ وَ اَلْحُزْنِ فَمَا أَصْغَرَ حَسَنَاتِي وَ أَقَلَّهَا فِي كَثْرَةِ ذُنُوبِي وَ مَا أَكْثَرَ ذُنُوبِي وَ أَعْظَمَهَا عَلَى قَدْرِ صِغَرِ خَلْقِي وَ ضَعْفِ رُكْنِي رَبِّ وَ مَا أَطْوَلَ أَمَلِي فِي قِصَرِ أَجَلِي وَ أَقْصَرَ أَجَلِي فِي بُعْدِ أَمَلِي وَ مَا أَقْبَحَ سَرِيرَتِي وَ عَلاَنِيَتِي رَبِّ لاَ حُجَّةَ لِي إِنِ اِحْتَجَجْتُ وَ لاَ عُذْرَ لِي إِنِ اِعْتَذَرْتُ وَ لاَ شُكْرَ عِنْدِي إِنِ اُبْتُلِيتُ وَ أُولِيتُ إِنْ لَمْ تُعِنِّي عَلَى شُكْرِ مَا أُولِيتُ رَبِّ مَا أَخَفَّ مِيزَانِي غَداً إِنْ لَمْ تُرَجِّحْهُ وَ أَزَلَّ لِسَانِي إِنْ لَمْ تُثَبِّتْهُ وَ أَسْوَدَ وَجْهِي إِنْ لَمْ تُبَيِّضْهُ رَبِّ كَيْفَ لِي بِذُنُوبِيَ اَلَّتِي سَلَفَتْ مِنِّي‏ قَدْ هَدَّتْ لَهَا أَرْكَانِي رَبِّ كَيْفَ أَطْلُبُ‏ شَهَوَاتِ اَلدُّنْيَا وَ أَبْكِي عَلَى خَيْبَتِي فِيهَا وَ لاَ أَبْكِي وَ تَشْتَدُّ حَسَرَاتِي عَلَى عِصْيَانِي وَ تَفْرِيطِي رَبِّ دَعَتْنِي دَوَاعِي اَلدُّنْيَا فَأَجَبْتُهَا سَرِيعاً وَ رَكَنْتُ إِلَيْهَا طَائِعاً وَ دَعَتْنِي دَوَاعِي‏ اَلْآخِرَةِ فَتَثَبَّطْتُ‏ عَنْهَا وَ أَبْطَأْتُ فِي اَلْإِجَابَةِ وَ اَلْمُسَارَعَةِ إِلَيْهَا كَمَا سَارَعْتُ إِلَى دَوَاعِي اَلدُّنْيَا وَ حُطَامِهَا اَلْهَامِدِ وَ هَشِيمِهَا اَلْبَائِدِ وَ سَرَابِهَا اَلذَّاهِبِ رَبِّ خَوَّفْتَنِي‏ وَ شَوَّقْتَنِي وَ اِحْتَجَجْتَ عَلَيَّ بِرِقِّي وَ كَفَلْتَ لِي بِرِزْقِي فَأَمِنْتُ مِنْ خَوْفِكَ وَ تَثَبَّطْتُ عَنْ تَشْوِيقِكَ وَ لَمْ أَتَّكِلْ عَلَى ضَمَانِكَ وَ تَهَاوَنْتُ بِاحْتِجَاجِكَ اَللَّهُمَّ فَاجْعَلْ أَمْنِي مِنْكَ فِي هَذِهِ اَلدُّنْيَا خَوْفاً وَ حَوِّلْ تَثَبُّطِي شَوْقاً وَ تَهَاوُنِي بِحُجَّتِكَ فَرَقاً مِنْكَ ثُمَّ رَضِّنِي بِمَا قَسَمْتَ لِي مِنْ رِزْقِكَ يَا كَرِيمُ يَا كَرِيمُ أَسْأَلُكَ بِاسْمِكَ اَلْعَظِيمِ رِضَاكَ عِنْدَ اَلسَّخْطَةِ وَ اَلْفَرْجَةَ عِنْدَ اَلْكُرْبَةِ وَ اَلنُّورَ عِنْدَ اَلظُّلْمَةِ وَ اَلْبَصِيرَةَ عِنْدَ تَشَبُّهِ اَلْفِتْنَةِ رَبِّ اِجْعَلْ جُنَّتِي مِنْ خَطَايَايَ حَصِينَةً وَ دَرَجَاتِي فِي اَلْجِنَانِ رَفِيعَةً وَ أَعْمَالِي كُلَّهَا مُتَقَبَّلَةً وَ حَسَنَاتِي مُضَاعَفَةً زَاكِيَةً وَ أَعُوذُ بِكَ مِنَ اَلْفِتَنِ كُلِّهَا مَا ظَهَرَ مِنْهَا وَ مَا بَطَنَ وَ مِنْ رَفِيعِ اَلمَطْعَمِ وَ اَلْمَشْرَبِ وَ مِنْ شَرِّ مَا أَعْلَمُ وَ مِنْ شَرِّ مَا لاَ أَعْلَمُ وَ أَعُوذُ بِكَ مِنْ أَنْ أَشْتَرِيَ اَلْجَهْلَ بِالْعِلْمِ وَ اَلْجَفَاءَ بِالْحِلْمِ وَ اَلْجَوْرَ بِالْعَدْلِ وَ اَلْقَطِيعَةَ بِالْبِرِّ وَ اَلْجَزَعَ بِالصَّبْرِ وَ اَلْهُدَى بِالضَّلاَلَةِ وَ اَلْكُفْرَ بِالْإِيمَانِ.\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ."]