["الّلهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد\nاَللَّهُمَّ إِنِّي أَسْأَلُكَ قَوْلَ اَلتَّوَّابِينَ وَ عَمَلَهُمْ وَ نُورَ اَلْأَنْبِيَاءِ وَ صِدْقَهُمْ وَ نَجَاةَ اَلْمُجَاهِدِينَ وَ ثَوَابَهُمْ وَ شُكْرَ اَلْمُصْطَفَيْنَ وَ نَصِيحَتَهُمْ وَ عَمَلَ اَلذَّاكِرِينَ وَ يَقِينَهُمْ وَ إِيمَانَ اَلْعُلَمَاءِ وَ فِقْهَهُمْ وَ تَعَبُّدَ اَلْخَاشِعِينَ وَ تَوَاضُعَهُمْ وَ حُكْمَ اَلْفُقَهَاءِ وَ سِيرَتَهُمْ وَ خَشْيَةَ اَلْمُتَّقِينَ وَ رَغْبَتَهُمْ وَ تَصْدِيقَ اَلْمُؤْمِنِينَ وَ تَوَكُّلَهُمْ وَ رَجَاءَ اَلْمُحْسِنِينَ وَ بِرَّهُمْ اَللَّهُمَّ إِنِّي أَسْأَلُكَ ثَوَابَ اَلشَّاكِرِينَ وَ مَنْزِلَةَ اَلْمُقَرَّبِينَ وَ مُرَافَقَةَ اَلنَّبِيِّينَ اَللَّهُمَّ إِنِّي أَسْأَلُكَ خَوْفَ اَلْعَامِلِينَ لَكَ وَ عَمَلَ اَلْخَائِفِينَ مِنْكَ وَ خُشُوعَ اَلْعَابِدِينَ لَكَ وَ يَقِينَ اَلْمُتَوَكِّلِينَ‏ عَلَيْكَ وَ تَوَكُّلَ اَلْمُؤْمِنِينَ بِكَ اَللَّهُمَّ إِنَّكَ بِحَاجَتِي عَالِمٌ غَيْرُ مُعَلَّمٍ وَ أَنْتَ لَهَا وَاسِعٌ غَيْرُ مُتَكَلِّفٍ وَ أَنْتَ اَلَّذِي لاَ يُحْفِيكَ سَائِلٌ وَ لاَ يَنْقُصُكَ نَائِلٌ وَ لاَ يَبْلُغُ مِدْحَتَكَ قَوْلُ قَائِلٍ أَنْتَ كَمَا تَقُولُ وَ فَوْقَ مَا نَقُولُ اَللَّهُمَّ اِجْعَلْ لِي فَرَجاً قَرِيباً وَ أَجْراً عَظِيماً وَ سِتْراً جَمِيلاً اَللَّهُمَّ إِنَّكَ تَعْلَمُ أَنِّي عَلَى ظُلْمِي لِنَفْسِي‏ وَ إِسْرَافِي عَلَيْهَا لَمْ أَتَّخِذْ لَكَ ضِدّاً وَ لاَ نِدّاً وَ لاَ صََاحِبَةً وَ لاََ وَلَداً يَا مَنْ لاَ تُغَلِّطُهُ اَلْمَسَائِلُ‏ يَا مَنْ لاَ يَشْغَلُهُ شَيْ‏ءٌ عَنْ شَيْ‏ءٍ وَ لاَ سَمْعٌ عَنْ سَمْعٍ وَ لاَ بَصَرٌ عَنْ بَصَرٍ وَ لاَ يُبْرِمُهُ‏ إِلْحَاحُ اَلْمُلِحِّينَ أَسْأَلُكَ أَنْ تُفَرِّجَ عَنِّي‏ فِي سَاعَتِي هَذِهِ‏ مِنْ حَيْثُ أَحْتَسِبُ وَ مِنْ حَيْثُ لاَ أَحْتَسِبُ إِنَّكَ تُحْيِي‏ اَلْعِظََامَ وَ هِيَ رَمِيمٌ‏ وَ إِنَّكَ عَلى‏ََ كُلِّ شَيْ‏ءٍ قَدِيرٌ يَا مَنْ قَلَّ شُكْرِي‏ لَهُ فَلَمْ يَحْرِمْنِي وَ عَظُمَتْ خَطِيئَتِي‏ فَلَمْ يَفْضَحْنِي وَ رَآنِي عَلَى اَلْمَعَاصِي فَلَمْ يَجْبَهْنِي وَ خَلَقَنِي لِلَّذِي خَلَقَنِي لَهُ فَصَنَعْتُ غَيْرَ اَلَّذِي خَلَقَنِي لَهُ فَنِعْمَ اَلْمَوْلَى أَنْتَ يَا سَيِّدِي وَ بِئْسَ اَلْعَبْدُ أَنَا وَجَدْتَنِي‏ وَ نِعْمَ اَلطَّالِبُ أَنْتَ رَبِّي وَ بِئْسَ اَلْمَطْلُوبُ أَنَا أَلْفَيْتَنِي عَبْدُكَ وَ اِبْنُ عَبْدِكَ وَ اِبْنُ أَمَتِكَ بَيْنَ يَدَيْكَ‏ مَا شِئْتَ صَنَعْتَ بِيَ اَللَّهُمَّ هَدَأَتِ اَلْأَصْوَاتُ وَ سَكَنَتِ اَلْحَرَكَاتُ وَ خَلاَ كُلُّ حَبِيبٍ بِحَبِيبِهِ وَ خَلَوْتُ بِكَ أَنْتَ اَلْمَحْبُوبُ إِلَيَّ فَاجْعَلْ خَلْوَتِي مِنْكَ اَللَّيْلَةَ اَلْعِتْقَ مِنَ اَلنَّارِ يَا مَنْ لَيْسَتْ لِعَالِمٍ فَوْقَهُ صِفَةٌ يَا مَنْ لَيْسَ لِمَخْلُوقٍ دُونَهُ مَنَعَةٌ يَا أَوَّلَ قَبْلَ كُلِّ شَيْ‏ءٍ وَ يَا آخِرَ بَعْدَ كُلِّ شَيْ‏ءٍ يَا مَنْ لَيْسَ لَهُ عُنْصُرٌ وَ يَا مَنْ لَيْسَ لآِخِرِهِ فَنَاءٌ وَ يَا أَكْمَلَ مَنْعُوتٍ وَ يَا أَسْمَحَ اَلْمُعْطِينَ وَ يَا مَنْ يَفْقَهُ بِكُلِّ لُغَةٍ يُدْعَى بِهَا وَ يَا مَنْ عَفْوُهُ قَدِيمٌ وَ بَطْشُهُ شَدِيدٌ وَ مُلْكُهُ مُسْتَقِيمٌ أَسْأَلُكَ بِاسْمِكَ اَلَّذِي شَافَهْتَ بِهِ‏ مُوسَى‏ يَا اَللَّهُ يَا رَحْمَانُ يَا رَحِيمُ يَا لاَ إِلَهَ إِلاَّ أَنْتَ اَللَّهُمَّ أَنْتَ‏ اَلصَّمَدُ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى‏ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُدْخِلَنِيَ‏ اَلْجَنَّةَ بِرَحْمَتِكَ.\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ."]