{
"title": "لوجع العين",
"type": "text",
"data": [
{
"text": "الدُّعَاءُ الَّذِي رَوَاهُ مُحَمَّدٌ الْجُعْفِيُّ عَنْ أَبِيهِ قَالَ: كُنْتُ كَثِيراً مَا أَشْتَكِي عَيْنِي فَشَكَوْتُ ذَلِكَ إِلَى الصَّادِقِ(ع)فَقَالَ أَ لَا أُعَلِّمُكَ دُعَاءً لِدُنْيَاكَ وَ آخِرَتِكَ وَ يُكْفَى بِهِ وَجَعُ عَيْنِكَ قُلْتُ بَلَى قَالَ تَقُولُ فِي دُبُرِ الْفَجْرِ وَ الْمَغْرِبِ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ أَنْ تَجْعَلَ النُّورَ فِي بَصَرِي وَ الْبَصِيرَةَ فِي دِينِي وَ الْيَقِينَ فِي قَلْبِي وَ الْإِخْلَاصَ فِي عَمَلِي وَ السَّلَامَةَ فِي نَفْسِي وَ السَّعَةَ فِي رِزْقِي وَ الشُّكْرَ لَكَ أَبَداً مَا أَبْقَيْتَنِي وَ قَدْ مَرَّ فِي آخِرِ الْفَصْلِ التَّاسِعِ فِي تَعْقِيبِ الْمَغْرِبِ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي مُهَجِ الدَّعَوَاتِ لِابْنِ طَاوُسٍ ره قَالَ وَجَدْتُ فِي مَجْمُوعِ ابْنِ عُقْبَةَ أَنَّ إِسْمَاعِيلَ الْحَضْرَمِيَّ عَمِيَ فَرَأَى فِي مَنَامِهِ قَائِلًا يَقُولُ لَهُ قُلْ: يَا قَرِيبُ يَا مُجِيبُ يَا سَمِيعَ الدُّعَاءِ يَا لَطِيفاً لِمَا تَشَاءُ رُدَّ عَلَيَّ بَصَرِي فَقَالَ ذَلِكَ فَعَادَ إِلَيْهِ بَصَرُهُ",
"source": "المصباح (للكفعمي)"
},
{
"text": "قَالَ (رحمه الله) وَ رَأَيْتُ بِخَطِّ الرَّضِيِّ الْآوِيِّ ره مَا هَذَا لَفْظُهُ دُعَاءٌ عَلَّمَهُ النَّبِيُّ(ص)أَعْمَى فَرَدَّ اللَّهُ بَصَرَهُ فَقَالَ لَهُ: صَلِّ رَكْعَتَيْنِ ثُمَّ قُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ وَ أَدْعُوكَ وَ أَرْغَبُ إِلَيْكَ وَ أَتَوَجَّهُ إِلَيْكَ بِنَبِيِّكَ مُحَمَّدٍ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِه) نَبِيِّ الرَّحْمَةِ يَا مُحَمَّدُ إِنِّي أَتَوَجَّهُ بِكَ إِلَى اللَّهِ رَبِّكَ وَ رَبِّي لِيَرُدَّ بِكَ عَلَيَّ نُورَ بَصَرِي فَرَدَّ اللَّهُ تَعَالَى عَلَيْهِ نُورَ بَصَرِهِ مِنْ ساعة [سَاعَتِهِ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ مِنَ الْمُجَلَّدِ الْأَوَّلِ مِنْ كِتَابِ التَّجَمُّلِ أَنَّ إِنْسَاناً ضَعُفَ بَصَرُهُ فَرَأَى فِي مَنَامِهِ قَائِلًا يَقُولُ لَهُ قُلْ أُعِيذُ نُورَ بَصَرِي بِنُورِ اللَّهِ الَّذِي لَا يُطْفَى وَ امْسَحْ بِيَدِكَ عَلَى عَيْنَيْكَ وَ أَتْبِعْهَا بِآيَةِ الْكُرْسِيِّ قَالَ فَصَحَّ بَصَرُهُ وَ جُرِّبَ ذَلِكَ فَصَحَّ فِي التَّجْرِبَةِ",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ رَأَيْتُ بِخَطِّ الشَّيْخِ رَجَبِ بْنِ مُحَمَّدٍ الْحَافِظِ فِي بَعْضِ مُصَنَّفَاتِهِ: أَنَّهُ مَنْ تَلَا الشَّكُورَ مِنْ أَسْمَائِهِ عَلَى مَاءٍ أَرْبَعِينَ مَرَّةً وَ غُسِلَتْ مِنْهُ الْعَيْنُ الرَّمِدَةُ بَرَأَتْ بِإِذْنِ اللَّهِ تَعَالَى وَ كَذَا الْحَيُّ مِنْ أَسْمَائِهِ إِذَا تُلِيَ عَلَى مَرِيضٍ أَوْ رَمِدٍ تِسْعَ [ثَمَانِيَ] عَشْرَةَ مَرَّةً وَ مِمَّا جُرِّبَ لِوَجَعِ الْعَيْنِ وَ جَمِيعِ أَوْجَاعِ الْأَعْضَاءِ التَّوَسُّلُ بِالْكَاظِمِ مُوسَى بْنِ جَعْفَرٍ ع",
"source": "المصباح (للكفعمي)"
}
]
}