["الّلهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد\nیا اَللّهُ یا اَللّهُ یا اَللّهُ * یا مُجیبَ دَعْوَهِ الْمُضْطَرِّینَ * وَیا کاشِفَ كَرْبِ الْمَکْرُوبینَ *و یا غِیاثَ الْمُسْتَغیثینَ * وَیا صَریخَ الْمُسْتَصْرِخینَ * وَیا مَنْ هُوَ اَقْرَبُ اِلَیَّ مِنْ حَبْلِ الْوَریدِ * وَیا مَنْ یَحُولُ بَیْنَ الْمَرْءِ وَقَلْبِهِ * وَیا مَنْ هُوَ بِالْمَنْظَرِ الاَْعْلى وَبِالاُْفُقِ الْمُبینِ * وَیا مَنْ هُوَ الرَّحْمنُ الرَّحیمِ عَلَى الْعَرْشِ اسْتَوى * وَیا مَنْ یَعْلَمُ خائِنَهَ الاَْعْیُنِ وَما تُخْفِی الصُّدُورُ * وَیا مَنْ لا یَخْفى عَلَیْهِ خافِیَهٌ وَیا مَنْ لا تَشْتَبِهُ عَلَیْهِ الاَْصْواتُ * وَیا مَنْ لا تُغَلِّطُهُ الْحاجاتُ *وَیا مَنْ لا یُبْرِمُهُ اِلْحاحُ الْمُلِحّینَ * یا مُدْرِكَ کُلِّ فَوْت * وِیا جامِعَ کُلِّ شَمْل * وِیا بارِئَ النُّفُوسِ بَعْدَ الْمَوْتِ * یا مَنْ هُوَ کُلُّ یَوْم فی شَأن * یا قاضِیَ الْحاجاتِ * یا مُنَفِّسَ الْکُرُباتِ * وَیا مُعْطِیَ السُؤلاتِ * یا وَلِیَّ الرَّغَباتِ یا کافِیَ المُهِمّاتِ * یا مَنْ یَکْفی مِنْ کُلِّ شَیْء وَلا یَکْفی مِنْهُ شَیْءٌ فِی السَّماواتِ وَالاَْرْضِ * أَسْألُكَ بِحَقِّ مُحَمَّد وَعَلیٍّ وَبِحَقِّ فاطِمَهَ بِنْتِ نَبِیِّكَ وَبِحَقِّ الْحَسَنِ وَالْحُسَیْنِ فَاِنّی بِهِمْ اَتَوَجَّهُ اِلَیْكَ فی مَقامی هذا وَبِهِمْ اَتَوَسَّلُ وَبِهِمْ اَتَشَفَّعُ اِلَیْكَ * وَبِحَقِّهِمْ أَسْألُكَ وَاُقْسِمُ وَاَعْزِمُ عَلَیْكَ * وَبِالشَّأنِ الَّذی لَهُمْ عِنْدَكَ وَبِالْقَدْرِ الَّذی لَهُمْ عِنْدَكَ وَبِالَّذی فَضَّلْتَهُمْ عَلَى الْعالَمینَ * وَبِاسْمِكَ الَّذی جَعَلْتَهُ عِنْدَهُمْ وَبِهِ خَصَصْتَهُمْ دُونَ الْعالَمینَ * وَبِهِ اَبَنْتَهُمْ وَاَبَنْتَ فَضْلَهُمْ مِنْ فَضْلِ الْعالَمینَ حَتّى فاقَ فَضْلُهُمْ فَضْلَ الْعالَمینَ جَمیعاً * أَسْألُكَ اَنْ تُصَلِّیَ عَلى مُحَمَّد وَآلِ مُحَمَّد وَاَنْ تَکْشِفَ عَنّی هَمّی وَغَمّی وَكَرْبی * وَتَکْفِیَنی الْمُهِمَّ مِنْ اُمُوری* وَتَقْضِیَ عَنّی دَیْنی * وَتَجْبُرَنی مِنَ الْفَقْرِ * وَتُجیرَنی مِنَ الْفاقَهِ وَتُغْنِیَنی عَنِ الْمَسْأَلَهِ اِلَى الْمَخْلُوقینَ * وَتَکْفیَنی هَمَّ مَنْ اَخافُ هَمَّهُ وَعُسْرَ مَنْ اَخُافُ عُسْرَهُ * وَحُزُونَهَ مَنْ اَخافُ حُزُونَتَهُ * وَشَرَّ مَنْ اَخافُ شَرَّهُ * وَمَکْرَ مَنْ اَخافُ مَکْرَهُ * وَبَغْیَ مَنْ اَخافُ بَغْیَهُ * وَجَوْرَ مَنْ اَخافُ جَوْرَهُ * وَسُلطانَ مَنْ اَخافُ سُلْطانَهُ * وَكَیْدَ مَنْ اَخافُ كَیْدَهُ * وَمَقْدُرَهَ مَنْ اَخافُ بَلاءَ مَقْدُرَتِهِ عَلَیَّ * وَتَرُدَّ عَنّی كَیْدَ الْكَیَدَهِ وَمَکْرَ الْمَكَرَهِ * اللّهُمَّ مَنْ اَرادَنی بِسُوء فَأَرِدْهُ *وَمَنْ کادَنی فَـکِدْهُ * وَاصْرِفْ عَنّی كَیْدَهُ وَمَکْرَهُ وَبَأسَهُ وَاَمانِیَّهُ * وَامْنَعْهُ عَنّی كَیْفَ شِئْتَ وَاَنّى شِئْتَ * اللّهُمَّ اشْغَلْهُ عَنّی بِفَقْر لا تَجْبُرُهُ * وبِبَلاء لا تَسْتُرُهُ * وبِفاقَه لا تَسُدُّها * وبِسُقْم لا تُعافیهِ * وذُلٍّ لا تُعِزُّهُ * وَبِمَسْكَنَه لا تَجْبُرُها * اللّهُمَّ اضْرِبْ بِالذُلِّ نَصْبَ عَیْنَیْهِ * وَاَدْخِلْ عَلَیْهِ الْفَقْرَ فی مَنْزِلِهِ *وَالْعِلَّهَ وَالسُّقْمَ فی بَدَنِهِ * حَتّى تَشْغَلَهُ عَنّی بِشُغْل شاغِل لا فَراغَ لَهُ * وَاَنْسِهِ ذِکْری كَما اَنْسَیْتَهُ ذِکْرَكَ * وَخُذْ عَنّی بِسَمْعِهِ وَبَصَرِهِ وَلِسانِهِ وَیَدِهِ وَرِجْلِهِ وَقَلْبِهِ وَجَمیعِ جَوارِحِهِ * وَاَدْخِلْ عَلَیْهِ فی جَمیعِ ذلِكَ السُّقْمَ وَلا تَشْفِهِ حَتّى تَجْعَلَ ذلِكَ لَهُ شُغُلاً شاغِلاً عَنّی وَعَنْ ذِکْری * وَاکْفِنی یا کافِیَ ما لا یَکْفی سِواكَ * فَاِنَّكَ الْکافی لا کافِیَ سِواكَ * وَمُفَرِّجٌ لا مُفَرِّجَ سِواكَ * وَمُغیثٌ لا مُغیثَ سِواكَ * وَجارٌ لا جارَ سِواكَ * خابَ مَنْ کانَ رَجاؤُهُ سِواكَ وَمُغیثُهُ سِواكَ وَمَفْزَعُهُ اِلى سِواكَ وَمَهْرَبُهُ وَمَلْجَؤُهُ اِلى غَیْرِكَ * وَمَنْجاهُ مِنْ مَخْلُوق غَیْرِكَ فَاَنْتَ ثِقَتی وَرَجائی وَمَفْزَعی وَمَهْرَبی وَمَلْجَئِی وَمَنْجایَ * فَبِكَ اَسْتَفْتِحُ وَبِكَ اَسْتَنْجِحُ وَبِمُحَمَّد وَآلِ مُحَمَّد اَتَوَجَّهُ اِلَیْكَ وَاَتَوَسَّلُ وَاَتَشَفَّعُ * فَاَسْألُكَ یا اَللّهُ یا اَللّهُ یا اَللّهُ فَلَكَ الْحَمْدُ وَلَكَ الشُّکْرُ وَاِلَیْكَ الْمُشْتَکى وَاَنْتَ المُسْتَعانُ * فَاَسْألُكَ یا اَللّهُ یا اَللّهُ یا اَللّهُ بِحَقِّ مُحَمَّد وَآلِ مُحَمَّد اَنْ تُصَلِّیَ عَلى مُحَمَّد وَآلِ مُحَمَّد وَاَنْ تَکْشِفَ عَنّی غَمّی وَهَمّی وَكَرْبی فی مَقامی هذا كَما كَشَفْتَ عَنْ نَبِیِّكَ هَمَّهُ وَغَمَّهُ وَكَرْبَهُ وَكَفَیْتَهُ هَوْلَ عَدُوِّهِ * فاکْشِفْ عَنّی كَما كَشَفْتَ عَنْهُ * وَفَرِّجْ عَنّی كَما فَرَّجْتَ عَنْهُ * وَاکْفِنی كَما كَفَیْتَهُ * وَاصْرِفْ عَنّی هَوْلَ ما اَخافُ هَوْلَهُ * وَمَؤُونَهَ ما اَخافُ مَؤُونَتَهُ * وَهَمَّ ما اَخافُ هَمَّهُ * بِلا مَؤُونَه عَلى نَفْسی مِنْ ذلِكَ * وَاصْرِفْنی بِقَضاءِ حَوائِجی وَکِفایَهِ ما اَهَمَّنی هَمُّهُ *مِنْ اَمْرِ آخِرَتی وَدُنْیایَ * یا اَمیرَ الْمُؤْمِنینَ وَیا اَبا عَبْدِاللّهِ عَلَیْکُما مِنّی سَلامُ اللّهِ اَبَداً ما بَقیتُ وَبَقِیَ اللَّیْلُ وَالنَّهارُ * وَلا جَعَلَهُ اللّهُ آخِرَ الْعَهْدِ مِنْ زِیارَتِکُم ولا فَرَّقَ اللّهُ بَیْنی وَبَیْنَکُما * اللّهُمَّ اَحْیِنی حَیاهَ مُحَمَّد وَذُرِّیَّتِهِ وَاَمِتْنی مَماتَهُمْ وَتَوَفَّنی عَلى مِلَّتِهِمْ وَاحْشُرُنی فی زُمْرَتِهِمْ وَلا تُفَرِّقُ بَیْنی وَبَیْنَهُمْ طَرْفَهَ عَیْن اَبَداً فِی الدُّنْیا وَالآخِرَهِ. یا اَمیرَ الْمُؤمِنینَ وَیا اَبا عَبْدِ اللّهِ اَتَیْتُکُما زائِراً قَصَدْتُکُما وَمُتَوَسِّلاً اِلى اللّهِ رَبّی وَرَبِّکُما * وَمُتَوَجِّهاً اِلَیْهِ بِکُما وَمُسْتَشْفِعاً بِکُما اِلَى اللّهِ فی حاجَتی هذِهِ * فَاشْفَعا لی فَاِنَّ لَکُما عِنْدَ اللّهِ الْمَقامَ الْمَحْمُودَ وَالْجاهَ الْوَجیهَ وَالْمَنْزِلَ الرَّفیعَ وَالْوَسیلَهَ * اِنّی اَنْقَلِبُ عَنْکُما مُنْتَظِراً لِتَنَجُّزِ الْحاجَهِ وَقَضائِها وَنَجاحِها مِنَ اللّهِ بِشَفاعَتِکُما لی اِلَى اللّهِ فی ذلِكَ * فَلا اَخیبُ وَلا یَکُونُ مُنْقَلَبی مُنْقَلَباً خائِباً خاسِراً * بَلْ یَکُونُ مُنْقَلَبی مُنْقَلَباً راجِحاً مُفْلِحاً مُنْجِحاً مُسْتَجاباً لی بِقَضاءِ جَمیعِ حَوائِجی وَتَشْفَعا لی اِلَى اللّهِ * اَنْقَلِبُ عَلى ما شاءَ اللّهُ * وَلا حَوْلَ وَلا قُوَّهَ اِلاّ بِاللّهِ *مُفَوِّضاً اَمْری اِلَى اللّهِ * مُلْجِئاً ظَهْری اِلَى اللّهِ * وَمُتَوَکِّلاً عَلَى اللّهِ وَاَقُولُ حَسْبِیَ اللّهُ وَكَفى * سَمِعَ اللّهُ لِمَنْ دَعا * لَیْسَ لی وَراءَ اللّهِ وَوَراءَکُمْ یا سادَتی مُنْتَهى * ما شاءَ رَبّی کانَ * وَما لَمْ یَشَأ لَمْ یَکُنْ * وَلا حَوْلَ وَلا قُوَّهَ اِلاّ بِاللّهِ *اَسْتَوْدِعُکُمَا اللّهَ وَلا جَعَلَهُ اللّهُ آخِرَ الْعَهْدِ مِنّی اِلَیْکُما *انْصَرَفْتُ یا سَیِّدی یا اَمیرَ الْمُؤْمِنینَ وَمَوْلایَ * وَاَنْتَ یا اَبا عَبْدِاللّهِ * یا سَیِّدَیَّ وَسَلامی عَلَیْکُما مُتَّصِلٌ مَا اتَّصَلَ اللَّیْلُ وَالنَّهارُ * واصِلٌ ذلِكَ اِلَیْکُما غَیْرُ مَحْجُوب عَنْکُما سَلامی اِنْ شاءَ اللّهُ * وَاَسْألُهُ بِحَقِّکُما اَنْ یَشاءَ ذلِكَ وَیَفْعَلَ فَاِنَّهُ حَمیدٌ مَجیدٌ * انْقَلَبْتُ یا سَیِّدَیَّ عَنْکُما تائِباً حامِداً للّه شاکِراً راجِیاً لِلاِْجابَهِ غَیْرَ آیس وَلا قانِط آئِباً عائِداً راجِعاً اِلى زِیارَتِکُما * غَیْرَ راغِب عَنْکُما وَلا مِنْ زِیارَتِکُما * بَلْ راجِعٌ عائِدٌ اِنْ شاءَ اللّهُ * وَلا حَوْلَ وَلا قُوَّهَ اِلاّ بِاللّهِ الْعَلِیِّ العَظیمِ * یا سادَتی رَغِبْتُ اِلَیْکُما وَاِلى زِیارَتِکُما بعْدَ اَنْ زَهِدَ فیکُما وَفی زِیارَتِکُما اَهْلُ الدُّنْیا فَلا خَیَّبَنِی اللّهُ مِمّا رَجَوْتُ وَما اَمَّلْتُ فی زیارَتِکُما اِنَّهُ قَریبٌ مُجیبٌ.\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ"]