["الّلهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد\nاللَهُمَّ إني أسألك يَا مَنِ احْتَجَبَ بِشُعَاعِ نُورِهِ عَنْ نَوَاظِرِ خَلْقِهِ، يَا مَنْ تَسَربَلَ بِالجَلاَلِ وَالعَظَمَةِ وَاشْتَهَرَ بِالتَّجَبُّرِ فِي‌ قُدْسِهِ، يَا مَنْ تَعَالَي‌ بِالجَلاَلِ وَالكِبْرِيَاءِ وَالعَظَمَةِ فِي‌ تَفَرُّدِ مَجْدِهِ، يَا مَنِ انْقَادَتْ لَهُ الاُمُورُ بِأَزِمَّتِهَا طَوْعاً لاِمْرِهِ، يَا مَنْ قَامَتِ السَّمَاوَاتُ والاَرَضُونَ مُجِيبَاتٍ لِدَعْوَتِهِ، يَا مَنْ زَيَّنَ السَّمَاءَ بِالنُّجُومِ الطَّالِعَةِ وَجَعَلَهَا هَادِيَةً لِخَلْقِهِ، يَا مَنْ أَنَارَ القَمَرَ المُنِيرَ فِي‌ سَوَادِ اللَيْلِ المُظْلِمِ بِلُطْفِهِ، يَا مَنْ أَنَارَ الشَّمْسَ المُنِيرَةَ وَجَعَلَهَا مَعَاشاً لِخَلْقِهِ وَجَعَلَهَا مُفَرِّقَةً بَيْنَ اللَيْلِ والنَّهَارِ، يَا مَنِ اسْتَوْجَبَ الشُّكْرَ بِنَشْرِ سَحَائِبِ نِعَمِهِ!\nأَسْأَلُكَ بِمَعَاقِدِ العِزِّ مِنْ عَرْشِكَ وَمُنْتَهَي‌ الرَّحْمَةِ مِنْ كِتَابِكَ، وَبِكُلِّ اسْمٍ سَمَّيْتَ بِهِ نَفْسَكَ وَاسْتَأْثَرْتَ بِهِ فِي‌ عِلْمِ الغَيْبِ عِنْدَكَ، وَبِكُلِّ اسْمٍ هُوَ لَكَ أَنْزَلْتَهُ فِي‌ كِتَابِكَ أَوْ أَبْثَثْتَهُ فِي‌ قُلُوبِ الصَّافِّينَ الْحَافِّينَ حَوْلَ عَرْشِكَ، فَتَرَاجَعَتِ القُلُوبُ إلی الصُّدُورِ عَنِ البَيَانِ بِإخْلاَصِ الوَحْدَانِيَّةِ، وَتَحْقِيقِ الفَرْدَانِيَّةِ، مُقِرَّةً لَكَ بِالعُبُودِيَّةِ، وَإنَّكَ أَنْتَ اللَهُ لاَ إلَهَ إلاَّ أَنْتَ.\nوَأَسْأَلُكَ بِاسْمِكَ الَّذِي‌ تَجَلَّيْتَ بِهِ لِلْكَلِيمِ عَلَى الجَبَلِ العَظِيمِ، فَلَمَّا بَدَا شُعَاعُ نُورِ الحُجُبِ مِنْ بَهَاءِ العَظَمَةِ خَرَّتِ الجِبَالِ مُتَدَكْدِكَةً لِعَظَمَتِكَ وَجَلاَلِكَ وَهَيْبَتِكَ وَخَوْفاً مِن‌ سَطْوَتِكَ رَاهِبَةً مِنْكَ. فَلاَ إلَهَ إلاَّ أَنْتَ، فَلاَ إلَهَ إلاَّ أَنْتَ، فَلاَ إلَهَ إلاَّ أَنْتَ.\nوَأَسْأَلُكَ بِاسْمِكَ الَّذِي‌ فَتَقْتَ بِهِ رَتْقَ عَظِيمِ جُفُونِ عُيُونِ النَّاظِرِينَ، الَّذِي‌ بِهِ تَدْبِيـرُ حِكْمَتِـكَ، وَشَـوَاهِدُ حُجَجِ أَنْبِيَـائِكَ، يَعْرِفُـونَكَ بِفِطَـنِ القُلُوبِ، وَأَنْتَ فِي‌ غَوَامِضِ مَسَرَّاتِ سَرِيرَاتِ الغُيُوبِ.\nأَسْأَلُكَ بِعِزَّةِ ذَلِكَ الاِسْمِ أَنْ تُصَلِّي‌َ عَلَى‌ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَأَنْ تَصْرِفَ عَنِّي‌ - و أهل حزانتي و جميع المؤمنين و المؤمنات - جَمِيعَ الآفَاتِ وَالعَاهَاتِ وَالاَعْرَاضِ وَالاَمْرَاضِ والخَطَايَا وَالذُّنُوبِ وَالشَّكِّ وَالشِّرْكِ وَالكُفْرِ وَالشِّقَاقِ وَالنِّفَاقِ وَالضلالة وَالجَهْلِ وَالمَقْتِ وَالغضب وَالعُسْرِ وَالضِّيقِ وَفَسَادِ الضمير وَحُلُولِ النِّقْمَةِ وَشَمَاتَةِ الاَعْدَاءِ وَغَلَبَةِ الرِّجَالِ؛ إنَّكَ سَمِيعُ الدُّعَاءِ، لَطِيفٌ لِمَا تَشَاءُ. \nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ"]