["الّلهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد\nاِحتَجَبتُ بِنورِ وَجهِ اللهِ القَديمِ الكامِل وتَحَصَّنتُ بحِصِنِ اللهِ القَوِيّ الشّامِلِ وَرَمَيتُ مَن بَغى علىَّ بِسَهِمِ الله وَسَيفِهِ القاتِلِ اَللّهُمَ يا غالباً عَلى اَمِرِه وياقائمِاً فَوقَ خَلقِهِ وَياحائلاً بَينَ المَرءِ وَقَلَبِهِ حُل بَيني وَبَينَ الشيَطانِ وَنَزغِهِ وَبينَ مالا طاقَةَ لي بِهِ مِن اَحدٍ مِن عِبادِكَ كُفَّ عَنّي اَلسِنَتَهم وَاغلل اَيَديَهم وَاَرجُلَهم وَاجعَل بَيني وَبَينَهم سَدّاً مِن نورِ عظمتِكَ وَحِجاباً مِن قُوَّتك وَجُنداً مِن سُلطانِكَ فَاِنَّكَ حَيَّ قادِرٌ اَللهمَّ اغشَ عَنّي اَبصارَ الناظِرينَ حَتى اَرِدَ الموَارِدَ وَاغشَ عَنّي اَبصارَ النورِ وَاَبصارَ الظّلمِةَ وَابَصارَ المريدينَ لَي السّوءَ حَتّى لا أُبالي مِن اَبصارِهِم يَكادُ سَنا بَرقه يَذهَب بِالأبصارِ يقَلّب اللهُ اَللَيلَ وَالَّنهارَ اِنَّ في ذلِكَ لَعِبرة لاِولى الأبصارِ بِسمِ الله الرَحمَن الرحَيمِ كهيعص كفايتُنا وهو حسبي بِسمِ الله الرَحَمن الرَحيمِ حمعسق حمايتُنا وهو حسبي كَماءٍ اَنزَلناهُ مِنَ السَّماءِ فاختَلَطَ بِهِ نَباتُ الأرضِ فَاَصبَحَ هَشيماً تَذروهُ الرّيِاح هوَ اللهُ اَلَذي لا اِلهَ اِلا هوَ عالم الغَيب وَالشهادةِ هوَ الرَّحمن الرحَيمُ يَومَ الأزِفةِ اِذَا القُلوبُ لَدَى الحَناجِرِ كاظِمينَ ماللِظالمِين مِن حَميمٍ وَلاشَفيٍع يُطاعُ عَلِمَت نَفسٌ ما اَحضَرَت فَلا اَقسِمُ بِالخُنَّس الجَوارِ الكُنسَّ وَاَللّيِل اذِا عَسعَسَ وَالصُّبحِ اِذا تَنَفَّسَ ص وَالقُرانِ ذي الذِكِر بَل الَذينَ كَفَرو في عِزةٍ وشِقاق (شاهَتِ الوُجوهُ ) ثلاث مرات وَكَلَّتِ الألسُنُ وَعَمِيَتِ الأَبصارُ اَللهُمَّ اجعَل خَيرَهم بَينَ عَينَيهِم وَشَرَّهُم تَحتَ قَدَمَيهِم وخاتَمَ سُلَيمانَ بَينَ اَكتافِهِم فَسَيَكفيكَهُم الله وَهوَ السَّميعُ العَليم صِبغَةَ اللهِ وَمَن اَحسَن مِنَ اللهِ صِبغَة كهيعص اكِفِنا حمعسق احِمِنا سُبحانَ القادِرِ القاهِرِ الكافي وَجَعَلنا مِن بَينِ ايِديهِم سَداً ومَنِ خَلفِهم سَدّاً فَاَغشَيناهُم فَهم لايبصِرونَ صمٌ بكمٌ عميٌ فَهم لايعقِلونَ اولئكَ الّذَينَ طَبَعَ اللهُ عَلى قُلوِبهِم وَعَلى سَمعِهِم وَاَبصارِهِم و اوُلائِكَ هُم الغافِلوُنَ تَحَصَّنتُ بذِيِ الُملكِ والمَلكَوتِ وَاعتَصَمتُ بذِي العِزِ وَالعَظَمِة والجَبَروتِ وَتَوَكَّلتُ عَلى الحَيّ الّذي لا يَموت دَخَلتُ في حرِزِ اللهِ وَفي حِفِظِ اللهِ وَفي اَمانِ اللهِ مِن شَرّ البَريَّة اَجمَعين كهيعص حمعسق ولاحَولَ وَلاقُوَّة اِلاباِلله العِلي العَظيِم وَصَلى اللهُ عَلى محُمدٍ وَالِهِ الطاهِرينَ\nبِرَحمَتِكَ يا اَرَحَمَ الراحِمينَ .\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ"]