["الّلهُمَّ صَلِّ عَلی مُحَمَّد وَآلِ مُحَمَّد\nاَللّهُمَّ صَلِّ عَلَى الحَسَنِ وَالحُسَيْنِ عَبْدَيْكَ وَوَلِيَّيْكَ وَابْنَيْ رَسُولِكَ وَسِبْطَي الرَّحْمَةِ وَسَيِّدَي شَبابِ أَهْلِ الجَنَّةِ أَفْضَلَ مَا صَلَّيْتَ عَلى أَحَدٍ مِنْ أَوْلادِ النَّبِيِّينَ وَالمُرْسَلِينَ، اللّهُمَّ صَلِّ عَلَى الحَسَنِ بْنِ سَيِّدِ النَّبِيِّينَ وَوَصِيِّ أَمِيرِ المُؤْمِنِينَ، السَّلامُ عَلَيْكَ يابْنَ رَسُولِ اللهِ، السَّلامُ عَلَيْكَ يابْنَ سَيِّدِ الوَصِيِّيَنَ، أَشْهَدُ أَنَّكَ يابْنَ أَمِيرِ المُؤْمِنِينَ أَمِينُ اللهِ وَابْنُ أَمِينِهِ، عِشْتَ مَظْلُوماً وَمَضْيَت شَهِيداً، وَأَشْهَدُ أَنَّكَ الإمَامُ الزَّكِيُّ الهادِيُ المَهْدِيُّ، اللّهُمَّ صَلِّ عَلَيْهِ وَبَلِّغْ رُوحَهُ وَجَسَدَهُ عَنِّي فِي هذِهِ السَّاعَةِ أَفْضَلَ التَّحِيَّةِ وَالسَّلامِ، اللّهُمَّ صَلِّ عَلَى الحُسَيْنِ بْنِ عَلِيٍّ المَظْلُومِ الشَّهِيدِ قَتِيلِ الكَفَرَةِ وَطَرِيحِ الفَجَرَةِ، السَّلامُ عَلَيْكَ يا أَبا عَبْدِاللهِ، السَّلامُ عَلَيْكَ يابْنَ رَسُولِ اللهِ، السَّلامُ عَلَيْكَ يابْنَ أَمِيرِ المُؤْمِنِينَ، أَشْهَدُ مُوقِناً أَنَّكَ أَمِينُ اللهِ وَابْنُ أَمِينِهِ، قُتِلْتَ مَظْلُوماً وَمَضْيَت شَهِيداً، وَأَشْهَدُ أَنَّ اللهَ تَعالى الطَّالِبُ بِثأرِكَ وَمُنْجِزٌ ما وَعَدَكَ مِنَ النَّصْرِ وَالتَّأْيِيدِ فِي هَلاكِ عَدُوِّكَ وَإِظْهارِ دَعْوَتِكَ، وَأَشْهَدُ أَنَّكَ وَفَيْتَ بِعَهْدِ اللهِ وَجاهَدْتَ فِي سَبِيلِ اللهِ وَعَبَدْتَ اللهَ مُخْلِصاً حَتى أَتاكَ اليَّقِينُ.\nلَعَنَ اللهُ أُمَّةً قَتَلَتْكَ وَلَعَنَ اللهُ أُمَّةً خَذَلَتْكَ وَلَعَنَ اللهُ أُمَّةً أَلَّبَتْ عَلَيْكَ، وَأَبْرأُ إِلى اللهِ تَعالى مِمَّنْ أَكْذَبَكَ وَاسْتَخَفَّ بِحَقِّكَ وَاسْتَحَلَّ دَمَكَ، بِأَبِي أَنْتَ وَأُمِّي يا أَبا عَبْدِاللهِ لَعَنَ اللهُ قاتِلَكَ وَلَعَنَ اللهُ خاذِلَكَ وَلَعَنَ اللهُ مَنْ سَمِعَ واعِيَتَكَ فَلَمْ يُجِبْكَ وَلَمْ يَنْصُرْكَ وَلَعَنَ اللهُ مَنْ سَبَى نِساءَكَ؛ أَنَاْ إِلَى اللهِ مِنْهُمْ بَرِيءٌ وَمِمَّنْ وَالَاهُمْ وَمالَاَهُمْ وَأَعانَهُمْ عَلَيْهِ، وَأَشْهَدُ أَنَّكَ وَالأَئِمَّةَ مِنْ وُلْدِكَ كَلِمَةُ التَّقْوى وَبابُ الهُدى وَالعُرْوَةُ الوُثْقى وَالحُجَّةُ عَلَى أَهْلِ الدُّنْيا، وَأَشْهَدُ أَنِّي بِكُمْ مُؤْمِنٌ وَبِمَنْزِلَتِكُمْ مُوقِنٌ وَلَكُمْ تابِعٌ بِذاتِ نَفْسِي وَشَرائِعِ دِينِي وَخَواتِيمِ عَمَلِي وَمُنْقَلَبِي فِي دُنْيايَ وَآخِرَتِي.\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ","مفاتيح الجنان"]