{
"title": "دعاء التهليل من القرآن للنبي",
"type": "text",
"source": "البلد الأمين و الدرع الحصين",
"data": "مروي عن النبي‏ ص‏ و فضله عظيم و هو هذه الآيات‏ \n\nو إلهكم إله واحد لا إله إلا هو الرحمن الرحيم‏ الله لا إله إلا هو الحي القيوم‏ الآية الم الله لا إله إلا هو الحي القيوم نزل عليك الكتاب بالحق مصدقا لما بين يديه و أنزل التوراة و الإنجيل من قبل هدى للناس و أنزل الفرقان‏ هو الذي يصوركم في الأرحام كيف يشاء لا إله إلا هو العزيز الحكيم‏ شهد الله أنه لا إله إلا هو و الملائكة و أولوا العلم قائما بالقسط لا إله إلا هو العزيز الحكيم‏ إن الدين عند الله الإسلام‏ الله لا إله إلا هو ليجمعنكم إلى يوم القيامة لا ريب فيه‏ و من أصدق من الله حديثا ذلكم الله ربكم لا إله إلا هو خالق كل شي‏ء فاعبدوه و هو على كل شي‏ء وكيل‏ اتبع ما أوحي إليك من ربك لا إله إلا هو و أعرض عن المشركين‏ قل يا أيها الناس إني رسول الله إليكم جميعا الذي له ملك السماوات و الأرض لا إله إلا هو يحيي و يميت فآمنوا بالله و رسوله النبي الأمي الذي يؤمن بالله و كلماته و اتبعوه لعلكم تهتدون‏ و ما أمروا إلا ليعبدوا إلها واحدا لا إله إلا هو سبحانه عما يشركون‏ فإن تولوا فقل حسبي الله لا إله إلا هو عليه توكلت و هو رب العرش العظيم‏ و جاوزنا ببني إسرائيل البحر فأتبعهم فرعون و جنوده بغيا و عدوا حتى إذا أدركه الغرق قال آمنت أنه لا إله إلا الذي آمنت به بنوا إسرائيل و أنا من المسلمين‏ فإلم يستجيبوا لكم فاعلموا أنما أنزل بعلم الله و أن لا إله إلا هو فهل أنتم مسلمون‏ كذلك أرسلناك في أمة قد خلت من قبلها أمم لتتلوا عليهم الذي أوحينا إليك و هم يكفرون بالرحمن قل هو ربي لا إله إلا هو عليه توكلت و إليه متاب‏ ينزل الملائكة بالروح من أمره على من يشاء من عباده أن أنذروا أنه لا إله إلا أنا فاتقون‏ و إن تجهر بالقول‏ فإنه يعلم السر و أخفى الله لا إله إلا هو له الأسماء الحسنى‏ و أنا اخترتك فاستمع لما يوحى إنني أنا الله لا إله إلا أنا فاعبدني و أقم الصلاة لذكري‏ إنما إلهكم الله الذي لا إله إلا هو وسع كل شي‏ء علما و ما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون‏ و ذا النون إذ ذهب مغاضبا فظن أن لن نقدر عليه فنادى في الظلمات أن لا إله إلا أنت سبحانك إني كنت من الظالمين فاستجبنا له و نجيناه من الغم و كذلك ننجي المؤمنين‏ فتعالى الله الملك الحق لا إله إلا هو رب العرش الكريم‏ و هو الله لا إله إلا هو له الحمد في الأولى و الآخرة و له الحكم و إليه ترجعون‏ و لا تدع مع الله إلها آخر لا إله إلا هو كل شي‏ء هالك إلا وجهه له الحكم و إليه ترجعون‏ يا أيها الناس اذكروا نعمت الله عليكم هل من خالق غير الله يرزقكم من السماء و الأرض لا إله إلا هو فأنى تؤفكون‏ إنهم كانوا إذا قيل لهم لا إله إلا الله يستكبرون‏ خلقكم من نفس واحدة ثم جعل منها زوجها و أنزل لكم من الأنعام ثمانية أزواج يخلقكم في بطون أمهاتكم خلقا من بعد خلق في ظلمات ثلاث ذلكم الله ربكم له الملك لا إله إلا هو فأنى تصرفون‏ غافر الذنب و قابل التوب شديد العقاب ذي الطول لا إله إلا هو إليه المصير ذلكم الله ربكم خالق كل شي‏ء لا إله إلا هو فأنى تؤفكون‏ هو الحي لا إله إلا هو فادعوه مخلصين له الدين الحمد لله رب العالمين‏ رب السماوات و الأرض و ما بينهما إن كنتم موقنين لا إله إلا هو يحيي و يميت ربكم و رب آبائكم الأولين‏ فاعلم أنه لا إله إلا الله و استغفر لذنبك و للمؤمنين و المؤمنات و الله يعلم متقلبكم و مثواكم‏ هو الله الذي لا إله إلا هو عالم الغيب و الشهادة هو الرحمن الرحيم هو الله الذي لا إله إلا هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سبحان الله عما يشركون هو الله الخالق البارئ المصور له الأسماء الحسنى يسبح له ما في السماوات و الأرض و هو العزيز الحكيم‏ الله لا إله إلا هو و على الله فليتوكل المؤمنون‏ رب المشرق و المغرب لا إله إلا هو فاتخذه وكيلا ثم اقرأ قل ادعوا الله أو ادعوا الرحمن أيا ما تدعوا فله الأسماء الحسنى و لا تجهر بصلاتك و لا تخافت بها و ابتغ بين ذلك سبيلا و قل الحمد لله الذي لم يتخذ ولدا و لم يكن له شريك في الملك و لم يكن له ولي من الذل و كبره تكبيرا تم التهليل‏ سبحان ربك رب العزة عما يصفون و سلام على المرسلين و الحمد لله رب العالمين‏ تم بالخير و العافية\n"
}