[["إِذَا كَانَتْ بِكَ عِلَّةٌ فَامْسَحْ مَوْضِعَ سُجُودِكَ وَ امْسَحْهُ عَلَى الْعِلَّةِ عَقِيبَ كُلِّ فَرِيضَةٍ سَبْعاً وَ قُلْ يَا مَنْ كَبَسَ الْأَرْضَ عَلَى الْمَاءِ وَ سَدَّ الْهَوَاءَ بِالسَّمَاءِ وَ اخْتَارَ لِنَفْسِهِ أَحْسَنَ الْأَسْمَاءِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ افْعَلْ بِي كَذَا وَ كَذَا وَ ارْزُقْنِي وَ عَافِنِي مِنْ كَذَا وَ كَذَا.","المصباح (للكفعمي)"],["وَ عَنِ الصَّادِقِ(ع): مَنْ كَانَ بِهِ عِلَّةٌ فَلْيَقُلْ عَلَيْهَا فِي كُلِّ صَبَاحٍ أَرْبَعِينَ مَرَّةً مُدَّةَ أَرْبَعِينَ يَوْماً بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰالَمِينَ حَسْبُنَا اللّٰهُ وَ نِعْمَ الْوَكِيلُ تَبَارَكَ اللّٰهُ أَحْسَنُ الْخٰالِقِينَ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ","المصباح (للكفعمي)"],["وَ فِي الْمُتَهَجِّدِ أَنَّهُ مَنْ طَلَبَ الْعَافِيَةَ مِنْ وَجَعٍ بِهِ فَلْيَقُلْ فِي السَّجْدَةِ الثَّانِيَةِ مِنَ الرَّكْعَتَيْنِ الْأُولَيَيْنِ مِنْ صَلَاةِ اللَّيْلِ- يَا عَلِيُّ يَا عَظِيمُ يَا رَحْمَانُ يَا رَحِيمُ يَا سَمِيعَ الدَّعَوَاتِ يَا مُعْطِيَ الْخَيْرَاتِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَعْطِنِي مِنْ خَيْرِ الدُّنْيَا وَ الْآخِرَةِ مَا أَنْتَ أَهْلُهُ وَ اصْرِفْ عَنِّي مِنْ شَرِّ الدُّنْيَا وَ الْآخِرَةِ مَا أَنْتَ أَهْلُهُ وَ أَذْهِبْ عَنِّي هَذَا الْوَجَعَ وَ تُسَمِّيهِ فَإِنَّهُ قَدْ غَاظَنِي وَ أَحْزَنَنِي وَ لْيُلِحَّ فِي الدُّعَاءِ فَإِنَّ الْعَافِيَةَ تُعَجَّلُ لَهُ إِنْ شَاءَ اللَّهُ تَعَالَى.","المصباح (للكفعمي)"],["وَ فِي مُهَجِ الدَّعَوَاتِ عَنِ الصَّادِقِ: (ع)قُلْ بَعْدَ صَلَاةِ اللَّيْلِ إِذَا كَانَتْ بِكَ عِلَّةٌ وَ أَنْتَ سَاجِدٌ اللَّهُمَّ إِنِّي أَدْعُوكَ دُعَاءَ الْعَلِيلِ الذَّلِيلِ الْفَقِيرِ أَدْعُوكَ دُعَاءَ مَنْ قَدِ اشْتَدَّتْ فَاقَتُهُ وَ قَلَّتْ حِيلَتُهُ وَ ضَعُفَ عَمَلُهُ مِنَ الْخَطِيئَةِ وَ الْبَلَاءِ دُعَاءَ مَكْرُوبٍ إِنْ لَمْ تُدَارِكْهُ هَلَكَ وَ إِنْ لَمْ تَسْتَنْقِذْهُ فَلَا حِيلَةَ لَهُ فَلَا تُحِطْ بِي يَا سَيِّدِي وَ مَوْلَايَ مَكْرَكَ وَ لَا تُثْبِتْ عَلَيَّ غَضَبَكَ وَ لَا تَضْطَرَّنِي إِلَى الْيَأْسِ مِنْ رَوْحِكَ وَ الْقُنُوطِ مِنْ رَحْمَتِكَ وَ طُولِ الصَّبْرِ عَلَى الْأَذَى اللَّهُمَّ لَا طَاقَةَ لِي بِبَلَائِكَ وَ لَا غَنَاءَ بِي عَنْ رَحْمَتِكَ وَ هَذَا ابْنُ بِنْتِ نَبِيِّكَ وَ حَبِيبِكَ صَلَوَاتُكَ عَلَيْهِ بِهِ أَتَوَجَّهُ إِلَيْكَ فَإِنَّكَ جَعَلْتَهُ مَفْزَعاً لِلْخَائِفِ وَ اسْتَوْدَعْتَهُ عِلْمَ مَا كَانَ وَ مَا هُوَ كَائِنٌ فَاكْشِفْ ضُرِّي وَ خَلِّصْنِي مِنْ هَذِهِ الْبَلِيَّةِ إِلَى مَا عَوَّذْتَنِي مِنْ عَافِيَتِكَ وَ رَحْمَتِكَ انْقَطَعَ الرَّجَاءُ إِلَّا مِنْكَ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ.","المصباح (للكفعمي)"],["وَ فِي السَّرَائِرِ عَنِ الصَّادِقِ: (ع)أَنَّ رَجُلًا شَكَا إِلَيْهِ وَضَحاً أَصَابَهُ بَيْنَ عَيْنَيْهِ فَقَالَ لَهُ عَلَيْكَ بِالدُّعَاءِ وَ أَنْتَ سَاجِدٌ فَفَعَلَ الرَّجُلُ ذَلِكَ فَبَرَأَ بِإِذْنِ اللَّهِ.","المصباح (للكفعمي)"],["وَ مِنْ أَدْعِيَةِ السِّرِّ الْقُدْسِيَّةِ: يَا مُحَمَّدُ(ص)وَ مَنْ أَصَابَهُ مَعَارِيضُ بَلَاءٍ مِنْ مَرَضٍ فَلْيَنْزِلْ بِي فِيهِ وَ لْيَقُلْ يَا مُصِحَّ أَبْدَانِ مَلَائِكَتِهِ وَ يَا مُفَرِّغَ تِلْكَ الْأَبْدَانِ لِطَاعَتِهِ وَ يَا خَالِقَ الْآدَمِيِّينَ صَحِيحاً وَ مُبْتَلًى وَ يَا مُعْرِضَ أَهْلِ السُّقْمِ وَ أَهْلِ الصِّحَّةِ لِلْأَجْرِ وَ الْبَلِيَّةِ وَ يَا مُدَاوِيَ الْمَرْضَى وَ شَافِيَهُمْ بِطِبِّهِ وَ يَا مُفَرِّجُ عَنْ أَهْلِ الْبَلَاءِ بَلَايَاهُمْ بِجَلِيلِ رَحْمَتِهِ قَدْ نَزَلَ بِي مِنَ الْأَمْرِ مَا رَفَضَنِي فِيهِ أَقَارِبِي وَ أَهْلِي وَ الصَّدِيقُ وَ الْبَعِيدُ وَ مَا شَمِتَ بِي فِيهِ أَعْدَائِي حَتَّى صِرْتُ مَذْكُوراً بِبَلَائِي فِي أَفْوَاهِ الْمَخْلُوقِينَ وَ أَعْيَتْنِي أَقَاوِيلُ أَهْلِ الْأَرْضِ لِقِلَّةِ عِلْمِهِمْ بِدَوَاءِ دَائِي وَ طِبُّ دَوَائِي فِي عِلْمِكَ عِنْدَكَ مُثْبَتٌ فَانْفَعْنِي بِطِبِّكَ فَلَا طَبِيبَ أَرْجَى عِنْدِي مِنْكَ وَ لَا حَمِيمَ أَشَدُّ تَعَطُّفاً مِنْكَ عَلَيَّ قَدْ غَيَّرَتْ بَلِيَّتُكَ نِعَمَكَ عَلَيَّ فَحَوِّلْ ذَلِكَ عَنِّي إِلَى الْفَرَجِ وَ الرَّخَاءِ فَإِنَّكَ إِنْ لَمْ تَفْعَلْ لَمْ أَرْجُهُ مِنْ غَيْرِكَ فَانْفَعْنِي بِطِبِّكَ وَ دَاوِنِي بِدَوَائِكَ يَا رَحِيمُ فَإِنَّهُ إِذَا قَالَ ذَلِكَ صَرَفْتُ عَنْهُ ضُرَّهُ وَ عَافَيْتُهُ مِنْهُ.","المصباح (للكفعمي)"],["وَ مِنْ دُعَاءِ زَيْنِ الْعَابِدِينَ: (ع)إِذَا مَرِضَ أَوْ نَزَلَ بِهِ كَرْبٌ أَوْ بَلِيَّةٌ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى مَا لَمْ أَزَلْ أَتَصَرَّفُ فِيهِ مِنْ سَلَامَةِ بَدَنِي وَ لَكَ الْحَمْدُ عَلَى مَا أَحْدَثْتَ بِي مِنْ عِلَّةٍ فِي جَسَدِي فَمَا أَدْرِي يَا إِلَهِي أَيُّ الْحَالَيْنِ أَحَقُّ بِالشُّكْرِ لَكَ وَ أَيُّ الْوَقْتَيْنِ أَوْلَى بِالْحَمْدِ لَكَ أَ وَقْتُ الصِّحَّةِ الَّتِي هَنَّأْتَنِي فِيهَا طَيِّبَاتِ رِزْقِكَ وَ نَشَّطْتَنِي فِيهَا [بِهَا] لِابْتِغَاءِ مَرْضَاتِكَ وَ فَضْلِكَ وَ قَوَّيْتَنِي مَعَهَا عَلَى مَا وَفَّقْتَنِي لَهُ مِنْ طَاعَتِكَ أَمْ وَقْتُ الْعِلَّةِ الَّتِي مَحَّصْتَنِي بِهَا وَ النِّعَمِ الَّتِي أَتْحَفْتَنِي بِهَا تَخْفِيفاً لِمَا تُقِلُّ بِهِ عَلَى ظَهْرِي مِنَ الْخَطِيئَاتِ وَ تَطْهِيراً لِمَا انْغَمَسْتُ فِيهِ مِنَ السَّيِّئَاتِ وَ تَنْبِيهاً لِتَنَاوُلِ التَّوْبَةِ وَ تَذْكِيراً لِمَحْوِ الْحَوْبَةِ بِقَدِيمِ النِّعْمَةِ وَ فِي خِلَالِ ذَلِكَ مَا كَتَبَ لِي الْكَاتِبَانِ مِنْ زَكِيِّ الْأَعْمَالِ مَا لَا قَلْبٌ فَكَّرَ فِيهِ وَ لَا لِسَانٌ نَطَقَ بِهِ وَ لَا جَارِحَةٌ تَكَلَّفَتْهُ بَلْ إِفْضَالًا مِنْكَ عَلَيَّ وَ إِحْسَاناً مِنْ صَنِيعِكَ [صُنْعِكَ] إِلَيَّ اللَّهُمَّ [فَصَلِّ] صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ حَبِّبْ إِلَيَّ مَا رَضِيتَ لِي وَ يَسِّرْ لِي مَا أَحْلَلْتَ بِي وَ طَهِّرْنِي مِنْ دَنَسِ مَا أَسْلَفْتَ وَ امْحُ عَنِّي شَرَّ مَا قَدَّمْتُ وَ أَوْجِدْنِي حَلَاوَةَ الْعَافِيَةِ وَ أَذِقْنِي بَرْدَ السَّلَامَةِ وَ اجْعَلْ مَخْرَجِي عَنْ عِلَّتِي إِلَى عَفْوِكَ وَ مُتَحَوَّلِي عَنْ صَرْعَتِي إِلَى تَجَاوُزِكَ وَ خَلَاصِي مِنْ كَرْبِي إِلَى رُوحِكَ وَ سَلَامَتِي مِنْ هَذِهِ الشِّدَّةِ إِلَى فَرَجِكَ إِنَّكَ الْمُتَفَضِّلُ بِالْإِحْسَانِ الْمُتَطَوِّلُ بِالامْتِنَانِ الْوَهَّابُ الْكَرِيمُ ذُو الْجَلٰالِ وَ الْإِكْرٰامِ.","المصباح (للكفعمي)"],["وَ مِنْ كِتَابِ عُدَّةِ الدَّاعِي عَنِ الصَّادِقِ(ع): قُلْ عِنْدَ الْعِلَّةِ وَ أَنْتَ بَارِزٌ تَحْتَ السَّمَاءِ رَافِعٌ يَدَيْكَ اللَّهُمَّ إِنَّكَ عَيَّرْتَ أَقْوَاماً فِي كِتَابِكَ- فَقُلْتَ قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلٰا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَ لٰا تَحْوِيلًا فَيَا مَنْ لَا يَمْلِكُ كَشْفَ ضُرِّي وَ لَا تَحْوِيلَهُ عَنِّي أَحَدٌ غَيْرُهُ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اكْشِفْ ضُرِّي وَ حَوِّلْهُ إِلَى مَنْ يَدْعُو مَعَكَ إِلَهاً آخَرَ فَإِنِّي أَشْهَدُ أَنْ لَا إِلَهَ غَيْرُكَ.","المصباح (للكفعمي)"],["أَنَّ الصَّادِقَ(ع)كَتَبَ إِلَى دَاوُدَ بْنِ زُرْبِيٍّ وَ كَانَ مَرِيضاً اشْتَرِ صَاعاً مِنْ بُرٍّ ثُمَّ اسْتَلْقِ عَلَى قَفَاكَ وَ انْثُرْهُ عَلَى صَدْرِكَ كَيْفَ مَا انْتَثَرَ وَ قُلِ- اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الَّذِي إِذَا سَأَلَكَ الْمُضْطَرُّ كَشَفْتَ مَا بِهِ مِنْ ضُرٍّ وَ مَكَّنْتَ لَهُ فِي الْأَرْضِ وَ جَعَلْتَهُ خَلِيفَتَكَ [عَلَى خَلْقِكَ] أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ عَلَى أَهْلِ بَيْتِهِ وَ أَنْ تُعَافِيَنِي مِنْ عِلَّتِي ثُمَّ اسْتَوِ جَالِساً وَ اجْمَعِ الْبُرَّ مِنْ حَوْلِكَ وَ قُلْ مِثْلَ ذَلِكَ وَ اقْسِمْهُ مُدّاً مُدّاً لِكُلِّ مِسْكِينٍ وَ قُلْ مِثْلَ ذَلِكَ قَالَ دَاوُدُ فَفَعَلْتُ ذَلِكَ فَكَأَنَّمَا أُنْشِطْتُ مِنْ عِقَالٍ وَ قَدْ فَعَلَهُ غَيْرُ وَاحِدٍ وَ انْتَفَعَ بِهِ.","المصباح (للكفعمي)"],["عَنْهُ(ع): ضَعْ يَدَكَ عَلَى الْوَجَعِ وَ قُلْ ثَلَاثاً اللَّهُ اللَّهُ اللَّهُ رَبِّي حَقّاً لَا أُشْرِكُ بِهِ شَيْئاً اللَّهُمَّ أَنْتَ لَهَا وَ لِكُلِّ عَظِيمَةٍ فَفَرِّقْهَا [فَفَرِّجْهَا] عَنِّي.","المصباح (للكفعمي)"],["عَنْهُ(ع)لِلْأَوْجَاعِ كُلِّهَا: بِسْمِ اللَّهِ وَ بِاللَّهِ كَمْ مِنْ نِعْمَةٍ لِلَّهِ فِي عِرْقٍ سَاكِنٍ وَ غَيْرِ سَاكِنٍ عَلَى عَبْدٍ شَاكِرٍ وَ غَيْرِ شَاكِرٍ ثُمَّ تَأْخُذُ بِلِحْيَتِكَ بِيَدِكَ الْيُمْنَى عَقِيبَ الْمَفْرُوضَةِ وَ قُلْ ثَلَاثاً اللَّهُمَّ فَرِّجْ عَنِّي كُرْبَتِي وَ عَجِّلْ عَافِيَتِي وَ اكْشِفْ ضُرِّي وَ احْرِصْ أَنْ يَكُونَ ذَلِكَ مَعَ دُمُوعٍ وَ بُكَاءٍ.","المصباح (للكفعمي)"],["عَنِ الصَّادِقِ(ع): أَنَّ عَلِيّاً(ع)لَمَّا مَرِضَ فَأَتَاهُ النَّبِيُّ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِه) وَ قَالَ لَهُ قُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ تَعْجِيلَ عَافِيَتِكَ وَ صَبْراً عَلَى بَلِيَّتِكَ وَ خُرُوجاً مِنَ الدُّنْيَا إِلَى رَحْمَتِكَ","المصباح (للكفعمي)"],["عَنِ الصَّادِقِ(ع): ضَعْ يَدَكَ عَلَى الْوَجَعِ وَ قُلْ بِسْمِ اللَّهِ ثُمَّ امْسَحْ يَدَكَ عَلَيْهِ وَ قُلْ سَبْعاً أَعُوذُ بِعِزَّةِ اللَّهِ وَ أَعُوذُ بِقُدْرَةِ اللَّهِ وَ أَعُوذُ بِجَلَالِ اللَّهِ وَ أَعُوذُ بِعَظَمَةِ اللَّهِ وَ أَعُوذُ بِجَمْعِ اللَّهِ وَ أَعُوذُ بِرَسُولِ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِه) وَ أَعُوذُ بِأَسْمَاءِ اللَّهِ مِنْ شَرِّ مَا أَحْذَرُ وَ مِنْ شَرِّ مَا أَخَافُ عَلَى نَفْسِي.","المصباح (للكفعمي)"],["قَالَ رُوِيَ: أَنَّ الْوَلَدَ إِذَا مَرِضَ تَرْقَى أُمُّهُ السَّطْحَ وَ تَكْشِفُ عَنْ قِنَاعِهَا وَ تُبْرِزُ شَعْرَهَا نَحْوَ السَّمَاءِ وَ تَسْجُدُ وَ تَقُولُ اللَّهُمَّ رَبِّ أَنْتَ أَعْطَيْتَنِيهِ وَ أَنْتَ وَهَبْتَهُ لِي اللَّهُمَّ فَاجْعَلْ هِبَتَكَ الْيَوْمَ جَدِيدَةً إِنَّكَ قَادِرٌ مُقْتَدِرٌ فَلَا تَرْفَعُ رَأْسَهَا حَتَّى يَبْرَأَ وَلَدُهَا","المصباح (للكفعمي)"],["وَ فِي كِتَابِ الدُّرُوسِ لِلشَّهِيدِ طَابَ ثَرَاهُ: أَنَّهُ مَنِ اشْتَدَّ وَجَعُهُ فَلْيَقْرَأْ عَلَى قَدَحٍ فِيهِ مَاءٌ الْحَمْدَ أَرْبَعِينَ مَرَّةً ثُمَّ يَضَعُهُ عَلَيْهِ وَ لِيَجْعَلِ الْمَرِيضُ عِنْدَهُ مَكِيلًا فِيهِ بُرٌّ وَ يُنَاوِلِ السَّائِلَ بِيَدٍ وَ يَأْمُرُ أَنْ يَدْعُوَ لَهُ فَيُعَافَى إِنْ شَاءَ اللَّهُ تَعَالَى.","المصباح (للكفعمي)"],["وَ رَأَيْتُ بِخَطِّ الشَّهِيدِ (رحمه الله): أَنَّهُ يُمْسِكُ بِعَضُدِ الْمَرِيضِ الْأَيْمَنِ وَ يَقْرَأُ الْحَمْدَ سَبْعاً وَ يَدْعُو بِهَذَا الدُّعَاءِ اللَّهُمَّ أَزِلْ عَنْهُ الْعِلَلَ وَ الدَّاءَ وَ أَعِدْهُ إِلَى الصِّحَّةِ وَ الشِّفَاءِ وَ أَمِدَّهُ بِحُسْنِ الْوِقَايَةِ وَ رُدَّهُ إِلَى حُسْنِ الْعَافِيَةِ وَ اجْعَلْ مَا نَالَهُ فِي مَرَضِهِ هَذَا مَادَّةً لِحَيَاتِهِ وَ كَفَّارَةً لِسَيِّئَاتِهِ اللَّهُمَّ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فَإِنْ لَمْ يَنْجَعْ وَ إِلَّا كَرَّرَ الْحَمْدَ سَبْعِينَ مَرَّةً فَإِنَّهُ يَنْجَعُ إِنْ شَاءَ اللَّهُ قَالَ الشَّهِيدُ ره فِي دُرُوسِهِ وَ الدُّعَاءُ فِي حَالِ السُّجُودِ يُزِيلُ الْعِلَلَ وَ مَسْحُ الْيَدِ عَلَى الْمَسْجَدِ ثُمَّ يَمْسَحُهَا عَلَى الْعِلَّةِ كَذَلِكَ.","المصباح (للكفعمي)"],["وَ عَنِ الصَّادِقِ(ع): مَا اشْتَكَى أَحَدٌ مِنَ الْمُؤْمِنِينَ شَيْئاً قَطُّ فَقَالَ بِإِخْلَاصٍ وَ نُنَزِّلُ مِنَ الْقُرْآنِ مٰا هُوَ شِفٰاءٌ وَ رَحْمَةٌ لِلْمُؤْمِنِينَ وَ مَسَحَ عَلَى الْعِلَّةِ إِلَّا شَفَاهُ اللَّهُ.","المصباح (للكفعمي)"],["وَ عَنِ الرِّضَا(ع): لِلْأَمْرَاضِ كُلِّهَا قُلْ عَلَيْهَا يَا مُنْزِلَ الشِّفَاءِ وَ مُذْهِبَ الدَّاءِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ [وَ آلِ مُحَمَّدٍ] وَ أَنْزِلْ عَلَى وَجَعِيَ الشِّفَاءَ.","المصباح (للكفعمي)"],["وَ عَنِ النَّبِيِّ(ص): مَا دَعَا عَبْدٌ بِهَذِهِ الْكَلِمَاتِ لِمَرِيضٍ إِلَّا شَفَاهُ اللَّهُ مَا لَمْ يُقْضَ أَنَّهُ يَمُوتُ مِنْهُ وَ هُنَّ أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَكَ.","المصباح (للكفعمي)"],["وَ فِي كِتَابِ الْمُجْتَنَى مِنَ الدُّعَاءِ الْمُجْتَبَى: تَقُولُ فِي الدُّعَاءِ لِلْمَرِيضِ- اللَّهُمَّ إِنَّكَ قُلْتَ فِي كِتَابِكَ الْمُنْزَلِ عَلَى نَبِيِّكَ الْمُرْسَلِ وَ مٰا أَصٰابَكُمْ مِنْ مُصِيبَةٍ فَبِمٰا كَسَبَتْ أَيْدِيكُمْ وَ يَعْفُوا عَنْ كَثِيرٍ اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ هَذَا الْمَرَضَ مِنَ الْكَثِيرِ الَّذِي تَعْفُو عَنْهُ وَ تُبْرِئُ مِنْهُ اسْكُنْ أَيُّهَا الْوَجَعُ وَ ارْتَحِلِ السَّاعَةَ عَنْ هَذَا الْعَبْدِ الضَّعِيفِ سَكَّنْتُكَ وَ رَحَّلْتُكَ بِالَّذِي سَكَنَ لَهُ مَا فِي اللَّيْلِ وَ النَّهٰارِ وَ هُوَ السَّمِيعُ الْعَلِيمُ فَإِنْ عُوفِيَ الْمَرِيضُ بِمَرَّةٍ وَ إِلَّا كَرَّرَهَا حَتَّى يَبْرَأَ.","المصباح (للكفعمي)"],["وَ فِي مُهَجِ الدَّعَوَاتِ عَنْ عَلِيٍّ(ع): أَنَّ مَنْ دَعَا بِهَذَا الدُّعَاءِ شُفِيَ مِنْ سُقْمِهِ إِلَهِي كُلَّمَا أَنْعَمْتَ عَلَيَّ نِعْمَةً قَلَّ عِنْدَهَا شُكْرِي وَ كُلَّمَا ابْتَلَيْتَنِي بِبَلِيَّةٍ قَلَّ عِنْدَهَا صَبْرِي فَيَا مَنْ قَلَّ شُكْرِي عِنْدَ [نِعْمَتِهِ] نِعَمِهِ فَلَمْ يَحْرِمْنِي وَ يَا مَنْ قَلَّ صَبْرِي عِنْدَ بَلَائِهِ فَلَمْ يَخْذُلْنِي وَ يَا مَنْ رَآنِي عَلَى الْخَطَايَا فَلَمْ يَفْضَحْنِي وَ يَا مَنْ رَآنِي عَلَى الْمَعَاصِي فَلَمْ يُعَاقِبْنِي عَلَيْهَا صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي ذَنْبِي وَ اشْفِنِي مِنْ مَرَضِي إِنَّكَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ.","المصباح (للكفعمي)"],["وَ عَنْهُ(ع)أَيْضاً: عُوذَةٌ لِكُلِّ أَلَمٍ فِي الْجَسَدِ وَ هِيَ أَعُوذُ بِعِزَّةِ اللَّهِ وَ قُدْرَتِهِ عَلَى الْأَشْيَاءِ كُلِّهَا أُعِيذُ نَفْسِي بِجَبَّارِ السَّمَاوَاتِ وَ الْأَرْضِ وَ أُعِيذُ نَفْسِي بِمَنْ لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ مِنْ دَاءٍ وَ أُعِيذُ نَفْسِي بِالَّذِي اسْمُهُ بَرَكَةٌ وَ شِفَاءٌ فَمَنْ قَالَهَا لَمْ يَضُرَّهُ أَلَمٌ","المصباح (للكفعمي)"]]