{
"title": "ادعية للولد",
"type": "text",
"data": [
{
"text": "فنذكر أولا من الأذكار مما يكثر به النسل و يعزز به الولد فمن ذلك صلاة الحبل و هي ركعتان بعد الجمعة تطيل فيهما الركوع و السجود.ثُمَّ تَقُولُ: اللَّهُمَّ إِنِّي أَسْأَلُكَ بِمَا سَأَلَكَ بِهِ زَكَرِيَّا إِذْ قَالَ رَبِّ لٰا تَذَرْنِي فَرْداً وَ أَنْتَ خَيْرُ الْوٰارِثِينَ اللَّهُمَّ هَبْ لِي ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعٰاءِ اللَّهُمَّ بِاسْمِكَ اسْتَحْلَلْتُهَا وَ فِي أَمَانَتِكَ أَخَذْتُهَا فَإِنْ قَضَيْتَ فِي رَحِمِهَا وَلَداً فَاجْعَلْهُ غُلَاماً مُبَارَكاً زَكِيّاً وَ لَا تَجْعَلْ لِلشَّيْطَانِ فِيهِ نَصِيباً وَ لَا شِرْكاً.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ الْمُهَذَّبِ الْبَارِعِ لِأَبِي الْعَبَّاسِ أَحْمَدَ بْنِ فَهْدٍ طَابَ ثَرَاهُ أَنَّ زَيْنَ الْعَابِدِينَ(ع)قَالَ لِبَعْضِ أَصْحَابِهِ قُلْ فِي طَلَبِ الْوَلَدِ: رَبِّ لٰا تَذَرْنِي فَرْداً وَ أَنْتَ خَيْرُ الْوٰارِثِينَ وَ اجْعَلْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي فِي حَيَاتِي وَ يَسْتَغْفِرُ لِي بَعْدَ وَفَاتِي وَ اجْعَلْهُ خَلْقاً سَوِيّاً وَ لَا تَجْعَلْ لِلشَّيْطَانِ فِيهِ نَصِيباً اللَّهُمَّ إِنِّي أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ سَبْعِينَ مَرَّةً فَإِنَّهُ مَنْ أَكْثَرَ مِنْ هَذَا الْقَوْلِ رَزَقَهُ اللَّهُ مَا يَتَمَنَّى مِنْ مَالٍ وَ وَلَدٍ مِنْ خَيْرِ الدُّنْيَا وَ الْآخِرَةِ فَإِنَّهُ تَعَالَى يَقُولُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كٰانَ غَفّٰاراً يُرْسِلِ السَّمٰاءَ عَلَيْكُمْ مِدْرٰاراً وَ يُمْدِدْكُمْ بِأَمْوٰالٍ وَ بَنِينَ وَ يَجْعَلْ لَكُمْ جَنّٰاتٍ وَ يَجْعَلْ لَكُمْ أَنْهٰاراً.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ مَكَارِمِ الْأَخْلَاقِ لِلشَّيْخِ رَضِيِّ الدِّينِ أَبِي نَصْرِ بْنِ الشَّيْخِ أَمِينِ الدِّينِ أَبِي عَلِيٍّ الْفَضْلِ الطَّبْرِسِيِّ لِطَلَبِ الْوَلَدِ عَنِ [الصَّادِقِ] الْبَاقِرِ(ع)يُقَالُ فِي الصَّبَاحِ وَ الْمَسَاءِ: سُبْحَانَ اللَّهِ سَبْعِينَ مَرَّةً أَسْتَغْفِرُ اللَّهَ عَشْراً سُبْحَانَ اللَّهِ تِسْعاً ثُمَّ تَقُولُ فِي الْعَاشِرَةِ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كٰانَ غَفّٰاراً يُرْسِلِ السَّمٰاءَ عَلَيْكُمْ مِدْرٰاراً وَ يُمْدِدْكُمْ بِأَمْوٰالٍ وَ بَنِينَ وَ يَجْعَلْ لَكُمْ جَنّٰاتٍ وَ يَجْعَلْ لَكُمْ أَنْهٰاراً.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِيهِ أَيْضاً أَنَّ رَجُلًا شَكَا إِلَى الصَّادِقِ(ع)كَثْرَةَ الْبَنَاتِ فَقَالَ(ع): إِذَا أَرَدْتَ الْمُوَاقَعَةِ فَضَعْ يُمْنَاكَ عَلَى يَمِينِ سُرَّةِ الْمَرْأَةِ وَ اقْرَأِ الْقَدْرَ سَبْعاً فَإِذَا تَبَيَّنَتِ الْحَمْلَ هِيَ فَانْقَلَبَتْ مِنَ اللَّيْلِ فَضَعْ يَدَكَ عَلَى يَمْنَةِ سُرَّتِهَا وَ اقْرَأِ الْقَدْرَ أَيْضاً سَبْعاً فَفَعَلَ ذَلِكَ فَوُلِدَ لَهُ سَبْعَةُ ذُكُورٍ عَلَى رَأْسٍ وَ قَدْ فَعَلَهُ غَيْرُ وَاحِدٍ وَ رُزِقُوا ذُكُوراً.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ ذَكَرَ الطَّبْرِسِيُّ فِي تَفْسِيرَيْهِ جَوَامِعِهِ وَ مَجْمَعِهِ فِي تَفْسِيرِ سُورَةِ هُودٍ(ع)أَنَّ الْحَسَنَ(ع)وَفَدَ عَلَى مُعَاوِيَةَ فَلَمَّا خَرَجَ تَبِعَهُ بَعْضُ حُجَّابِهِ فَقَالَ إِنِّي رَجُلٌ ذُو مَالٍ وَ لَا يُولَدُ لِي فَعَلِّمْنِي شَيْئاً لَعَلَّ اللَّهَ أَنْ يَرْزُقَنِي وَلَداً فَقَالَ(ع): عَلَيْكَ بِالاسْتِغْفَارِ فَكَانَ يُكْثِرُ مِنْهُ حَتَّى رُبَّمَا اسْتَغْفَرَ فِي الْيَوْمِ سَبْعَمِائَةِ مَرَّةٍ فَوُلِدَ لَهُ عَشَرَةُ بَنِينَ فَبَلَغَ ذَلِكَ مُعَاوِيَةَ فَقَالَ هَلَّا سَأَلْتَهُ مِمَّ كَانَ ذَلِكَ فَوَفَدَ الْحَسَنُ(ع)وَفْدَةً أُخْرَى فَسَأَلَهُ الرَّجُلُ فَقَالَ(ع)أَ لَمْ تَسْمَعْ قَوْلَهُ تَعَالَى فِي قِصَّةِ هُودٍ(ع)وَ يَزِدْكُمْ قُوَّةً إِلىٰ قُوَّتِكُمْ وَ فِي قِصَّةِ نُوحٍ وَ يُمْدِدْكُمْ بِأَمْوٰالٍ وَ بَنِينَ",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ ذَكَرَ الشَّهِيدُ ره فِي دُرُوسِهِ أَنَّ رَجُلًا شَكَا إِلَى أَبِي الْحَسَنِ(ع)قِلَّةَ الْوَلَدِ فَقَالَ: اسْتَغْفِرِ اللَّهَ وَ كُلِ الْبَيْضَ بِلَا مُقْلٍ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ رُوِيَ لِلنَّسْلِ اللَّحْمُ وَ الْبَيْضُ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي الصَّحِيفَةِ السَّجَّادِيَّةِ أَنَّهُ كَانَ مِنْ دُعَاءِ السَّجَّادِ(ع)لِوُلْدِهِ: اللَّهُمَّ وَ مُنَّ عَلَيَّ بِبَقَاءِ وُلْدِي وَ بِإِصْلَاحِهِمْ لِي وَ بِإِمْتَاعِي بِهِمْ إِلَهِي امْدُدْ لِي فِي أَعْمَارِهِمْ وَ زِدْ لِي فِي آجَالِهِمْ وَ رَبِّ لِي صَغِيرَهُمْ وَ قَوِّ لِي ضَعِيفَهُمْ وَ أَصِحَّ لِي أَبْدَانَهُمْ وَ أَدْيَانَهُمْ وَ أَخْلَاقَهُمْ وَ عَافِهِمْ فِي أَنْفُسِهِمْ وَ فِي جَوَارِحِهِمْ وَ فِي كُلِّ مَا عُنِيتُ بِهِ مِنْ أَمْرِهِمْ وَ أَدْرِرْ لِي وَ عَلَى يَدَيَّ أَرْزَاقَهُمْ وَ اجْعَلْهُمْ أَبْرَاراً أَتْقِيَاءَ بُصَرَاءَ سَامِعِينَ مُطِيعِينَ لَكَ وَ لِأَوْلِيَائِكَ مُحِبِّينَ مُنَاصِحِينَ وَ لِجَمِيعِ أَعْدَائِكَ مُعَانِدِينَ وَ مُبْغِضِينَ آمِينَ اللَّهُمَّ اشْدُدْ بِهِمْ عَضُدِي وَ أَقِمْ بِهِمْ أَوَدِي وَ كَثِّرْ بِهِمْ عَدَدِي وَ زَيِّنْ بِهِمْ مَحْضَرِي وَ أَحْيِ بِهِمْ ذِكْرِي وَ احْفَظْنِي [وَ اكْفِنِي] بِهِمْ فِي غَيْبَتِي وَ أَعِنِّي بِهِمْ عَلَى حَاجَتِي وَ اجْعَلْهُمْ لِي مُحِبِّينَ وَ عَلَيَّ حَدِبِينَ مُقْبِلِينَ مُسْتَقِيمِينَ لِي مُطِيعِينَ غَيْرَ عَاصِينَ وَ لَا عَاقِّينَ وَ لَا مُخَالِفِينَ وَ لَا خَاطِئِينَ وَ أَعِنِّي عَلَى تَرْبِيَتِهِمْ وَ تَأْدِيبِهِمْ وَ بِرِّهُمْ وَ هَبْ لِي مِنْ لَدُنْكَ [مِنْكَ] مَعَهُمْ أَوْلَاداً ذُكُوراً وَ اجْعَلْ ذَلِكَ خَيْراً لِي وَ اجْعَلْهُمْ لِي عَوْناً عَلَى مَا سَأَلْتُكَ وَ أَعِذْنِي وَ ذُرِّيَّتِي مِنَ الشَّيْطَانِ الرَّجِيمِ فَإِنَّكَ خَلَقْتَنَا وَ أَمَرْتَنَا وَ نَهَيْتَنَا وَ رَغَّبْتَنَا فِي ثَوَابِ مَا أَمَرْتَنَا وَ رَهَّبْتَنَا عِقَابَهُ وَ جَعَلْتَ لَنَا عَدُوّاً يَكِيدُنَا سَلَّطْتَهُ مِنَّا عَلَى مَا لَمْ تُسَلِّطْنَا عَلَيْهِ مِنْهُ أَسْكَنْتَهُ صُدُورَنَا وَ أَجْرَيْتَهُ مَجَارِيَ دِمَائِنَا لَا يَغْفُلُ إِنْ غَفَلْنَا وَ لَا يَنْسَى إِنْ نَسِينَا يُؤْمِنُنَا عِقَابَكَ وَ يُخَوِّفُنَا بِغَيْرِكَ إِنْ هَمَمْنَا بِفَاحِشَةٍ شَجَّعَنَا عَلَيْهَا وَ إِنْ هَمَمْنَا بِعَمَلٍ صَالِحٍ ثَبَطَنَا عَنْهُ يَتَعَرَّضُ لَنَا بِالشَّهَوَاتِ وَ يَنْصِبُ لَنَا بِالشُّبُهَاتِ إِنْ وَعَدَنَا كَذَبَنَا وَ إِنْ مَنَّانَا أَخْلَفَنَا وَ إِنْ لَا تَصْرِفْ عَنَّا كَيْدَهُ يُضِلَّنَا وَ إِنْ لَا تَقِنَا خَبَالَهُ يَسْتَزِلَّنَا اللَّهُمَّ فَاقْهَرْ سُلْطَانَهُ عَنَّا بِسُلْطَانِكَ حَتَّى تَحْبِسَهُ عَنَّا بِكَثْرَةِ الدُّعَاءِ لَكَ فَنُصْبِحَ مِنْ كَيْدِهِ فِي الْمَعْصُومِينَ بِكَ اللَّهُمَّ أَعْطِنِي كُلَّ سُؤْلِي وَ اقْضِ لِي حَوَائِجِي وَ لَا تَمْنَعْنِي الْإِجَابَةَ وَ قَدْ ضَمِنْتَهَا لِي وَ لَا تَحْجُبْ دُعَائِي عَنْكَ وَ قَدْ أَمَرْتَنِي بِهِ وَ امْنُنْ عَلَيَّ بِكُلِّ مَا يُصْلِحُنِي فِي دُنْيَايَ وَ آخِرَتِي مَا ذَكَرْتُ مِنْهُ وَ مَا نَسِيتُ أَوْ أَظْهَرْتُ أَوْ أَخْفَيْتُ أَوْ أَسْرَرْتُ أَوْ أَعْلَنْتُ وَ اجْعَلْنِي فِي جَمِيعِ ذَلِكَ مِنَ الْمُفْلِحِينَ بِسُؤَالِي إِيَّاكَ الْمُنْجَحِينَ بِالطَّلَبِ إِلَيْكَ غَيْرِ الْمَمْنُوعِينَ بِالتَّوَكُّلِ عَلَيْكَ الْمُعَوِّذِينَ بِالتَّعَوُّذِ بِكَ الرَّابِحِينَ فِي التِّجَارَةِ عَلَيْكَ الْمُجَازِينَ بِعِزِّكَ الْمُوسَعِ عَلَيْهِمُ الرِّزْقُ الْحَلَالُ مِنْ فَضْلِكَ الْوَاسِعِ بِجُودِكَ وَ كَرَمِكَ الْمُعَزِّيْنَ مِنَ الذُّلِّ بِكَ وَ الْمُجَازِينَ مِنَ الظُّلْمِ بَعْدَ ذَلِكَ [بِعَدْلِكَ] وَ الْمُعَافَيْنَ مِنَ الْبَلَاءِ بِرَحْمَتِكَ وَ الْمُغَنِّينَ مِنَ الْفَقْرِ بِغِنَاكَ وَ الْمَعْصُومِينَ مِنَ الذُّنُوبِ وَ الزَّلَلِ وَ الْخَطَايَا بِتَقْوَاكَ وَ الْمُوَفَّقِينَ لِلْخَيْرِ وَ الرُّشْدِ وَ الصَّوَابِ بِطَاعَتِكَ وَ الْمُحَالِ بَيْنَهُمْ وَ بَيْنَ الذُّنُوبِ بِقُدْرَتِكَ التَّارِكِينَ لِكُلِّ مَعْصِيَتِكَ السَّاكِنِينَ فِي جِوَارِكَ اللَّهُمَّ أَعْطِنَا جَمِيعَ ذَلِكَ بِتَوْفِيقِكَ وَ رَحْمَتِكَ وَ أَعِذْنَا مِنْ عَذَابِ السَّعِيرِ وَ أَعْطِ جَمِيعَ الْمُسْلِمِينَ وَ الْمُسْلِمَاتِ وَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ مِثْلَ الَّذِي سَأَلْتُكَ لِنَفْسِي وَ لِوُلْدِي فِي عَاجِلِ الدُّنْيَا وَ آجِلِ الْآخِرَةِ إِنَّكَ قَرِيبٌ مُجِيبٌ سَمِيعٌ عَلِيمٌ عَفُوُّ غَفُورٌ رَؤُفٌ رَحِيمٌ وَ آتِنٰا فِي الدُّنْيٰا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنٰا بِرَحْمَتِكَ عَذٰابَ النّٰارِ",
"source": "المصباح (للكفعمي)"
}
]
}