{
"title": "أدعية الأرزاق",
"type": "text",
"data": [
{
"text": "ذَكَرَ الطُّوسِيُّ ره فِي مُتَهَجِّدِهِ أَنَّ رَجُلًا شَكَا إِلَى الصَّادِقِ(ع)الْفَقْرَ فَأَمَرَهُ: بِصِيَامِ [بِصَوْمِ] ثَلَاثَةٍ آخِرُهَا الْجُمُعَةُ فَإِذَا كَانَ فِي ضُحَى يَوْمِ الْجُمُعَةِ فَلْيَزُرِ النَّبِيَّ(ص)مِنْ أَعْلَى سَطْحِهِ أَوْ فِي فَلَاةٍ مِنَ الْأَرْضِ بِحَيْثُ لَا يَرَاهُ أَحَدٌ ثُمَّ يُصَلِّي رَكْعَتَيْنِ مَكَانَهُ ثُمَّ يَجْثُ عَلَى رُكْبَتَيْهِ وَ يُفْضِ بِهِمَا إِلَى الْأَرْضِ وَ يَدَهُ الْيُمْنَى فَوْقَ الْيُسْرَى وَ يَقُولُ وَ هُوَ مُتَوَجِّهٌ إِلَى الْقِبْلَةِ- اللَّهُمَّ أَنْتَ أَنْتَ انْقَطَعَ الرَّجَاءُ إِلَّا مِنْكَ وَ خَابَتِ الْآمَالُ إِلَّا فِيكَ يَا ثِقَةَ مَنْ لَا ثِقَةَ لَهُ لَا ثِقَةَ لِي غَيْرُكَ وَ اجْعَلْ لِي مِنْ أَمْرِي فَرَجاً وَ مَخْرَجاً وَ ارْزُقْنِي مِنْ حَيْثُ أَحْتَسِبُ وَ مِنْ حَيْثُ لَا أَحْتَسِبُ ثُمَّ يَسْجُدُ عَلَى الْأَرْضِ وَ يَقُولُ- يَا مُغِيثُ اجْعَلْ لِي رِزْقاً مِنْ فَضْلِكَ قَالَ فَلَنْ يَطْلُعَ نَهَارُ السَّبْتِ إِلَّا بِرِزْقٍ جَدِيدٍ إِنْ شَاءَ اللَّهُ تَعَالَى.",
"source": "المصباح (للكفعمي)"
},
{
"text": "قَالَ مُحَمَّدُ بْنُ عُثْمَانَ بْنِ سَعِيدٍ [سَعْدٍ] الْعَمْرِيُّ: وَ إِنْ لَمْ يَكُنِ الدَّاعِي بِالرِّزْقِ بِالْمَدِينَةِ فَلْيَزُرِ النَّبِيَّ(ص)مِنْ عِنْدِ رَأْسِ الْإِمَامِ الَّذِي يَكُونُ فِي بَلَدِهِ فَإِنْ لَمْ يَكُنْ فِي بَلَدِهِ إِمَامٌ فَلْيَزُرْ بَعْضَ الصَّالِحِينَ وَ يَبْرُزْ إِلَى الصَّحْرَاءِ وَ يَأْخُذْ فِيهَا عَلَى مَيَامِنِهِ فَإِنَّ ذَلِكَ مُنْجِحٌ إِنْ شَاءَ اللَّهُ تَعَالَى.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ عَنِ الرِّضَا(ع)قُلْ فِي طَلَبِ الرِّزْقِ عَقِيبَ [عِنْدَ] كُلِّ فَرِيضَةٍ: يَا مَنْ يَمْلِكُ حَوَائِجَ السَّائِلِينَ وَ يَعْلَمُ ضَمِيرَ الصَّامِتِينَ لِكُلِّ مَسْأَلَةٍ مِنْكَ سَمْعٌ حَاضِرٌ وَ جَوَابٌ عَتِيدٌ وَ لِكُلِّ صَامِتٍ مِنْكَ عِلْمٌ بَاطِنٌ مُحِيطٌ أَسْأَلُكَ بِمَوَاعِيدِكَ الصَّادِقَةِ وَ أَيَادِيكَ الْفَاضِلَةِ وَ رَحْمَتِكَ الْوَاسِعَةِ وَ سُلْطَانِكَ الْقَاهِرِ وَ مُلْكِكَ الدَّائِمِ وَ كَلِمَاتِكَ التَّامَّاتِ يَا مَنْ لَا تَنْفَعُهُ طَاعَةُ الْمُطِيعِينَ وَ لَا يَضُرُّهُ مَعْصِيَةُ الْعَاصِينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ ارْزُقْنِي مِنْ فَضْلِكَ وَ أَعْطِنِي فِيمَا تَرْزُقُنِي [رَزَقْتَنِي] الْعَافِيَةَ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي الْمُتَهَجِّدِ يَقُولُ عَقِيبَ صَلَاةِ الْعِشَاءِ لِطَلَبِ الرِّزْقِ: اللَّهُمَّ إِنَّهُ لَيْسَ لِي عِلْمٌ بِمَوْضِعِ رِزْقِي وَ إِنَّمَا أَطْلُبُهُ بِخَطَرَاتٍ تَخْطُرُ عَلَى قَلْبِي فَأَجُولُ فِي طَلَبِهِ الْبُلْدَانَ فَأَنَا فِيمَا أَنَا طَالِبٌ كَالْحَيْرَانِ لَا أَدْرِي أَ فِي سَهْلٍ هُوَ أَمْ فِي جَبَلٍ أَمْ فِي أَرْضٍ أَمْ فِي سَمَاءٍ أَمْ فِي بَرٍّ أَمْ فِي بَحْرٍ وَ عَلَى يَدَيْ مَنْ وَ مِنْ قِبَلِ مَنْ وَ قَدْ عَلِمْتُ أَنَّ عِلْمَهُ عِنْدَكَ وَ أَسْبَابَهُ بِيَدِكَ وَ أَنْتَ الَّذِي تَقْسِمُهُ بِلُطْفِكَ وَ تُسَبِّبُهُ بِرَحْمَتِكَ اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْ يَا رَبِّ رِزْقَكَ لِي وَاسِعاً وَ مَطْلَبَهُ سَهْلًا وَ مَأْخَذَهُ قَرِيباً وَ لَا تُعَنِّنِي بِطَلَبِ مَا لَمْ تُقَدِّرْ لِي فِيهِ رِزْقاً فَإِنَّكَ غَنِيٌّ عَنْ عَذَابِي وَ أَنَا فَقِيرٌ إِلَى رَحْمَتِكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ جُدْ عَلَى عَبْدِكَ بِفَضْلِكَ إِنَّكَ ذُو فَضْلٍ عَظِيمٍ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي الْعُدَّةِ الْفَهْدِيَّةِ عَنِ الصَّادِقِ(ع): تَقُولُ لِطَلَبِ الرِّزْقِ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ أَسْأَلُكَ بِحَقِّ مَنْ حَقُّهُ عَلَيْكَ عَظِيمٌ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَرْزُقَنِيَ الْعَمَلَ بِمَا عَلَّمْتَنِي مِنْ مَعْرِفَةِ حَقِّكَ وَ أَنْ تَبْسُطَ عَلَيَّ مَا حَظَرْتَ مِنْ رِزْقِكَ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي مُهَجِ ابْنِ طَاوُسٍ (رحمه الله) عَنْ عَلِيٍّ(ع): أَنَّهُ مَنْ تَعَذَّرَ [تقدر] عَلَيْهِ رِزْقُهُ وَ انْغَلَقَتْ عَلَيْهِ مَذَاهِبُ [أَبْوَابُ] الْمَطَالِبِ فِي مَعَاشِهِ ثُمَّ كَتَبَ هَذَا الْكَلَامَ فِي رَقِّ ظَبْيٍ أَوْ فِي قِطْعَةٍ مِنْ أَدَمٍ وَ عَلَّقَهُ عَلَيْهِ أَوْ جَعَلَهُ فِي ثِيَابِهِ الَّتِي يَلْبَسُهَا وَ لَمْ يُفَارِقْهُ وَسَّعَ اللَّهُ تَعَالَى عَلَيْهِ رِزْقَهُ وَ فَتَحَ لَهُ أَبْوَابَ الْمَطَالِبِ فِي مَعَاشِهِ مِنْ حَيْثُ لٰا يَحْتَسِبُ وَ هُوَ اللَّهُمَّ لَا طَاقَةَ لِفُلَانِ بْنِ فُلَانٍ بِالْجُهْدِ وَ لَا صَبْرَ لَهُ عَلَى الْبَلَاءِ وَ لَا قُوَّةَ لَهُ عَلَى الْفَقْرِ وَ الْفَاقَةِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تَحْظُرْ عَلَى فُلَانِ بْنِ فُلَانٍ رِزْقَكَ وَ لَا تَقْتُرْ عَلَيْهِ سَعَةَ مَا عِنْدَكَ وَ لَا تَحْرِمْهُ فَضْلَكَ وَ لَا تَحْسِمْهُ مِنْ جَزِيلِ قِسْمِكَ وَ لَا تَكِلْهُ إِلَى خَلْقِكَ وَ لَا إِلَى نَفْسِهِ فَيَعْجِزَ عَنْهَا وَ يَضْعُفَ عَنِ الْقِيَامِ فِيمَا يُصْلِحُهُ وَ يُصْلِحُ مَا قِبَلَهُ بَلْ تَفَرَّدْ بِلَمِّ شَعْثِهِ وَ تَوَلَّ كِفَايَتَهُ وَ انْظُرْ إِلَيْهِ فِي جَمِيعِ أُمُورِهِ إِنَّكَ إِنْ وَكَلْتَهُ إِلَى خَلْقِكَ لَمْ يَنْفَعُوهُ وَ إِنْ أَلْجَأْتَهُ إِلَى أَقْرِبَائِهِ حَرَمُوهُ وَ إِنْ أَعْطَوْهُ أَعْطَوْا قَلِيلًا نَكِداً وَ إِنْ مَنَعُوهُ مَنَعُوا كَثِيراً وَ إِنْ بَخِلُوا فَهُمْ لِلْبُخْلِ أَهْلٌ اللَّهُمَّ أَغْنِ فُلَانَ بْنَ فُلَانٍ مِنْ فَضْلِكَ وَ لَا تُخْلِهِ مِنْهُ فَإِنَّهُ مُضْطَرٌّ إِلَيْكَ فَقِيرٌ إِلَى مَا فِي يَدَيْكَ وَ أَنْتَ غَنِيٌّ عَنْهُ وَ أَنْتَ بِهِ خَبِيرُ عَلِيمٌ وَ مَنْ يَتَوَكَّلْ عَلَى اللّٰهِ فَهُوَ حَسْبُهُ إِنَّ اللّٰهَ بٰالِغُ أَمْرِهِ قَدْ جَعَلَ اللّٰهُ لِكُلِّ شَيْءٍ قَدْراً إِنَّ مَعَ الْعُسْرِ يُسْراً إِنَّ مَعَ الْعُسْرِ يُسْراً وَ مَنْ يَتَّقِ اللّٰهَ يَجْعَلْ لَهُ مَخْرَجاً وَ يَرْزُقْهُ مِنْ حَيْثُ لٰا يَحْتَسِبُ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ الدُّعَاءِ لِلطَّبَرَانِيِّ أَنَّ النَّبِيَّ(ص): قَالَ لِأَهْلِ الصُّفَّةِ حِينَ شَكَوْا إِلَيْهِ الْحَاجَةَ وَ الْفَقْرَ قُولُوا اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَ رَبَّ الْعَرْشِ الْعَظِيمِ اقْضِ عَنَّا الدَّيْنَ وَ أَغْنِنَا مِنَ الْفَقْرِ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ الدُّعَاءِ لِابْنِ أَبِي الدُّنْيَا: قُلْ كُلَّ يَوْمٍ عِشْرِينَ مَرَّةً لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ وَ سُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ كَثِيراً اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ وَ رَحْمَتِكَ فَإِنَّهُ لَا يَمْلِكُهُمَا أَحَدٌ غَيْرُكَ فَإِنَّ ذَلِكَ يَزِيدُ فِي الرِّزْقِ وَ يُنَفِّقُ السِّلْعَةَ",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي نَفْلِيَّة الشَّهِيدِ ره: أَنَّهُ يَخْتَصُّ الْعِشَاءُ بِقِرَاءَةِ الْوَاقِعَةِ قَبْلَ النَّوْمِ لِأَمْنِ الْفَاقَةِ",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي مِصْبَاحِ الطُّوسِيِّ ره وَ ابْنِ بَاقِي ره أَنَّهُ يُقَالُ فِي سُجُودِ الْفَرْضِ لِطَلَبِ الرِّزْقِ: يَا خَيْرَ الْمَسْئُولِينَ وَ يَا خَيْرَ الْمُعْطِينَ ارْزُقْنِي وَ ارْزُقْ عِيَالِي مِنْ فَضْلِكَ فَإِنَّكَ ذُو الْفَضْلِ الْعَظِيمِ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي تَارِيخِ عَلِيِّ بْنِ أَنْجَبَ الْمَعْرُوفِ بِابْنِ السَّاعِي أَنَّهُ مَنْ وَاظَبَ عَلَى هَذَا الدُّعَاءِ تَيَسَّرَ لَهُ الرِّزْقُ وَ تَسَهَّلَتْ لَهُ أَسْبَابُهُ: اللَّهُمَّ يَا سَبَبَ مَنْ لَا سَبَبَ لَهُ يَا سَبَبَ كُلِّ ذِي سَبَبٍ يَا مُسَبِّبَ الْأَسْبَابِ مِنْ غَيْرِ سَبَبٍ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَغْنِنِي بِحَلَالِكَ عَنْ حَرَامِكَ [وَ بِطَاعَتِكَ عَنْ مَعْصِيَتِكَ] وَ بِفَضْلِكَ عَمَّنْ سِوَاكَ يَا حَيُّ يَا قَيُّومُ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ عَنْ عَلِيٍّ(ع)مَنْ أَصْبَحَ وَ لَمْ يَقُلْ هَذِهِ الْكَلِمَاتِ خِيفَ عَلَيْهِ فَوَاتُ الرِّزْقِ وَ هِيَ: الْحَمْدُ لِلَّهِ الَّذِي عَرَّفَنِي نَفْسَهُ وَ لَمْ يَتْرُكْنِي عَمْيَانَ الْقَلْبِ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَنِي مِنْ أُمَّةِ مُحَمَّدٍ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِه) الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ رِزْقِي فِي يَدِهِ وَ لَمْ يَجْعَلْهُ فِي أَيْدِي النَّاسِ الْحَمْدُ لِلَّهِ الَّذِي سَتَرَ عَوْرَتِي وَ لَمْ يَفْضَحْنِي بَيْنَ النَّاسِ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ تَقُولُ أَيْضاً فِي طَلَبِ الرِّزْقِ: اللَّهُمَّ ارْزُقْنِي مِنْ فَضْلِكَ الْوَاسِعِ الْحَلَالِ الطَّيِّبِ رِزْقاً وَاسِعاً حَلَالًا طَيِّباً بَلَاغاً لِلدُّنْيَا وَ الْآخِرَةِ صَبّاً صَبّاً هَنِيئاً مَرِيئاً مِنْ غَيْرِ كَدٍّ وَ لَا مَنٍّ مِنْ أَحَدٍ مِنْ خَلْقِكَ إِلَّا سَعَةً مِنْ فَضْلِكَ الْوَاسِعِ فَإِنَّكَ قُلْتَ وَ سْئَلُوا اللّٰهَ مِنْ فَضْلِهِ فَمِنْ فَضْلِكَ أَسْأَلُ وَ مِنْ عَطِيَّتِكَ أَسْأَلُ وَ مِنْ يَدِكَ الْمَلِيءِ أَسْأَلُ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي الصَّحِيفَةِ السَّجَّادِيَّةِ أَنَّهُ كَانَ مِنْ دُعَاءِ السَّجَّادِ(ع)إِذَا قُتِرَ عَلَيْهِ الرِّزْقُ: اللَّهُمَّ إِنَّكَ ابْتَلَيْتَنَا فِي أَرْزَاقِنَا بِسُوءِ الظَّنِّ وَ فِي آجَالِنَا بِطُولِ الْأَمَلِ حَتَّى الْتَمَسْنَا أَرْزَاقَكَ [أَرْزَاقَنَا] مِنْ عِنْدِ الْمَرْزُوقِينَ وَ طَمِعْنَا بِآمَالِنَا فِي أَعْمَارِ الْمُعَمَّرِينَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ هَبْ لَنَا يَقِيناً صَادِقاً تَكْفِينَا بِهِ مِنْ مَئُونَةِ الطَّلَبِ وَ أَلْهِمْنَا ثِقَةً خَالِصَةً تُعْفِينَا بِهَا مِنْ شِدَّةِ النَّصَبِ وَ اجْعَلْ مَا صَرَّحْتَ بِهِ مِنْ عِدَتِكَ فِي وَحْيِكَ وَ أَتْبَعْتَهُ مِنْ قَسْمِكَ [قِسْمِكَ] فِي كِتَابِكَ قَاطِعاً لِاهْتِمَامِنَا بِالرِّزْقِ الَّذِي تَكَفَّلْتَ بِهِ وَ حَسْماً لِلِاشْتِغَالِ بِمَا ضَمِنْتَ الْكِفَايَةَ لَهُ فَقُلْتَ وَ قَوْلُكَ الْحَقُّ الْأَصْدَقُ وَ أَقْسَمْتَ وَ قَسَمُكَ الْأَبَرُّ الْأَوْفَى وَ فِي السَّمٰاءِ رِزْقُكُمْ وَ مٰا تُوعَدُونَ ثُمَّ قُلْتَ فَوَ رَبِّ السَّمٰاءِ وَ الْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مٰا أَنَّكُمْ تَنْطِقُونَ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ الْوَسَائِلِ إِلَى الْمَسَائِلِ الْمَرْوِيِّ [يَّةِ] عَنِ الْجَوَادِ(ع): يَقُولُ بَعْدَ الْبَسْمَلَةِ فِي الْمُنَاجَاةِ لِطَلَبِ الرِّزْقِ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ اللَّهُمَّ أَرْسِلْ عَلَيَّ سِجَالَ رِزْقِكَ مِدْرَاراً وَ أَمْطِرْ سَحَائِبَ إِفْضَالِكَ عَلَيَّ غِزَاراً وَ أَدِمْ غَيْثَ نَيْلِكَ إِلَيَّ سِجَالًا وَ أَسْبِلْ مَزِيدَ نِعَمِكَ عَلَى خَلَّتِي إِسْبَالًا وَ أَفْقِرْنِي بِجُودِكَ إِلَيْكَ وَ أَغْنِنِي عَمَّنْ يَطْلُبُ مَا لَدَيْكَ وَ دَاوِ دَاءَ فَقْرِي بِدَوَاءِ فَضْلِكَ وَ انْعَشْ صَرْعَةَ عَيْلَتِي بِطَوْلِكَ وَ تَصَدَّقْ عَلَى إِقْلَالِي بِكَثْرَةِ عَطَائِكَ وَ عَلَى اخْتِلَالِي بِكَرِيمِ حِبَائِكَ وَ سَهِّلْ رَبِّ سُبُلَ الرِّزْقِ إِلَيَّ وَ أَثْبِتْ قَوَاعِدَهُ لَدَيَّ وَ بَجِّسْ لِي عُيُونَ سَعَةِ رَحْمَتِكَ [سَعَتِهِ بِرَحْمَتِكَ] وَ فَجِّرْ أَنْهَارَ رَغَدٍ الْعَيْشِ قِبَلِي بِرَأْفَتِكَ وَ رَحْمَتِكَ وَ أَجْدِبْ أَرْضَ فَقْرِي وَ اخْصِبْ جَدْبَ ضُرِّي وَ اصْرِفْ عَنِّي فِي الرِّزْقِ الْعَوَائِقَ وَ اقْطَعْ عَنِّي مِنَ الضِّيقِ الْعَلَائِقَ وَ ارْمِنِي اللَّهُمَّ مِنْ سَعَةِ الرِّزْقِ بِأَخْصَبِ سِهَامِهِ وَ احْبُنِي مِنْ رَغَدِ الْعَيْشِ بِأَكْثَرِ دَوَامِهِ وَ اكْسُنِي اللَّهُمَّ أَيْ رَبِّ سَرَابِيلَ السَّعَةِ وَ جَلَابِيبَ الدَّعَةِ فَإِنِّي يَا رَبِّ مُنْتَظِرٌ لِإِنْعَامِكَ بِحَذْفِ الضِّيقِ وَ لِتَطَوُّلِكَ بِقَطْعِ التَّعْوِيقِ وَ لِتَفَضُّلِكَ بِإِزَالَةِ التَّقْتِيرِ [بِبَتْرِ التَّقْتِيرِ] [بِنِيَّةِ الْيَقِينِ] وَ لِوَصْلِ حَبْلِي بِكَرَمِكَ بِالتَّيْسِيرِ وَ أَمْطِرِ اللَّهُمَّ عَلَيَّ سَمَاءِ رِزْقِكَ بِسِجَالِ الدِّيَمِ وَ أَغْنِنِي عَنْ خَلْقِكَ بِعَوَائِدِ النِّعَمِ وَ ارْمِ مَقَاتِلَ الْإِقْتَارِ مِنِّي وَ احْمِلْ عَسْفَ الضُّرِّ عَنِّي عَلَى مَطَايَا الْإِعْجَالِ وَ اصْرِفْ عَنِّي الضِّيقَ [وَ اصْرِفْ عَنِّي الضُّرَّ] بِسَيْفِ الِاسْتِيصَالِ وَ امْحَقْهُ [وَ أَتْحِفْنِي] عَنِّي رَبِّ مِنْكَ بِسَعَةِ الْإِفْضَالِ وَ أَمْدِدْنِي بِنُمُوِّ الْأَمْوَالِ وَ احْرُسْنِي [وَ أَخْرِجْنِي] مِنْ ضِيقِ الْإِقْلَالِ وَ اقْبِضْ عَنِّي سُوءَ الْجَدْبِ وَ ابْسُطْ لِي بِسَاطَ الْخِصْبِ وَ صَبِّحْنِي بِالاسْتِظْهَارِ وَ مَسِّنِي [وَ مَسِّئْنِي] بِالتَّمَكُّنِ مِنَ الْيَسَارِ إِنَّكَ ذُو الطَّوْلِ الْعَظِيمِ وَ الْفَضْلِ الْعَمِيمِ [الْجَسِيمِ] وَ أَنْتَ الْجَوَادُ الْكَرِيمُ الْمَلِكُ الْغَفُورُ الرَّحِيمُ اللَّهُمَّ اسْقِنِي مِنْ مَاءِ رِزْقِكَ غَدَقاً وَ انْهَجْ لِي مِنْ عَمِيمِ بَذْلِكَ طُرُقاً وَ افْجَأْنِي [وَ فَاجِئْنِي] بِالثَّرْوَةِ وَ الْمَالِ وَ انْعَشْنِي فِيهِ بِالاسْتِقْلَالِ يَا أَرْحَمَ الرَّاحِمِينَ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ أَدْعِيَةِ السِّرِّ الْقُدْسِيَّةِ: يَا مُحَمَّدُ(ص)وَ مَنْ نَزَلَتْ بِهِ قَارِعَةٌ مِنْ فَقْرٍ فِي دُنْيَاهُ فَأَحَبَّ الْعَافِيَةَ مِنْهَا فَلْيَنْزِلْ بِي فِيهَا وَ لْيَقُلْ يَا مَحَلَّ كُنُوزِ أَهْلِ الْغِنَى وَ يَا مُغْنِيَ أَهْلِ الْفَاقَةِ مِنْ سَعَةِ تِلْكَ الْكُنُوزِ بِالْعَائِدَةِ إِلَيْهِمْ وَ النَّظَرِ لَهُمْ يَا اللَّهُ لَا يُسَمَّى غَيْرُكَ إِلَهاً إِنَّمَا الْآلِهَةُ كُلُّهَا مَعْبُودَةٌ دُونَكَ بِالْفِرْيَةِ وَ الْكَذِبِ لَا إِلَهَ إِلَّا أَنْتَ يَا سَادَّ الْفَقْرِ وَ يَا جَابِرَ الضُّرِّ وَ يَا عَالِمَ السَّرَائِرِ ارْحَمْ هَرَبِي إِلَيْكَ مِنْ فَقْرِي أَسْأَلُكَ بِاسْمِكَ الْحَالِّ فِي غِنَاكَ الَّذِي لَا يَفْتَقِرُ ذَاكِرُهُ أَبَداً أَنْ تُعِيذَنِي مِنْ لُزُومِ فَقْرٍ أَنْسَى بِهِ الدِّينَ أَوْ بِسُوءِ غِنًى أُفْتَنُ [أَفْتَتِنُ] بِهِ عَنِ الطَّاعَةِ بِحَقِّ نُورِ أَسْمَائِكَ كُلِّهَا أَطْلُبُ إِلَيْكَ مِنْ رِزْقِكَ كَفَافاً لِلدُّنْيَا تَعْصِمُ بِهِ الدِّينَ لَا أَجِدُ لِي غَيْرَكَ مَقَادِيرُ الْأَرْزَاقِ عِنْدَكَ فَانْفَعْنِي مِنْ قُدْرَتِكَ فِيهَا بِمَا تَنْزِعُ بِهِ مَا نَزَلَ بِي مِنَ الْفَقْرِ يَا غَنِيُّ فَإِنَّهُ إِذَا قَالَ ذَلِكَ نَزَعْتُ الْفَقْرَ مِنْ قِبَلِهِ وَ غَشَّيْتُهُ الْغِنَى وَ جَعَلْتُهُ مِنْ أَهْلِ الْقَنَاعَةِ",
"source": "المصباح (للكفعمي)"
}
]
}