{
"title": "أدعية الضالة و الآبق",
"type": "text",
"data": [
{
"text": "رُوِيَ عَنْ عَلِيٍّ(ع): أَنَّهُ مَنْ أَبَقَ لَهُ شَيْءٌ فَلْيَقْرَأْ أَوْ كَظُلُمٰاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشٰاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحٰابٌ ظُلُمٰاتٌ بَعْضُهٰا فَوْقَ بَعْضٍ إِذٰا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرٰاهٰا وَ مَنْ لَمْ يَجْعَلِ اللّٰهُ لَهُ نُوراً فَمٰا لَهُ مِنْ نُورٍ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "عَنْ عَلِيٍّ(ع)لِرَدِّ الْغَائِبِ وَ الْآبِقِ: اللَّهُمَّ إِنَّ السَّمَاءَ سَمَاؤُكَ وَ الْأَرْضَ أَرْضُكَ وَ الْبَرَّ بَرُّكَ وَ الْبَحْرَ بَحْرُكَ وَ مَا بَيْنَهُمَا فِي الدُّنْيَا وَ الْآخِرَةِ لَكَ [اللَّهُمَّ] فَاجْعَلِ الْأَرْضَ بِمَا رَحُبَتْ عَلَى فُلَانِ بْنِ فُلَانٍ أَضْيَقَ مِنْ مَسْكِ جَمَلٍ وَ خُذْ بِسَمْعِهِ وَ بَصَرِهِ وَ قَلْبِهِ أَوْ كَظُلُمٰاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشٰاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحٰابٌ ظُلُمٰاتٌ بَعْضُهٰا فَوْقَ بَعْضٍ إِذٰا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرٰاهٰا وَ مَنْ لَمْ يَجْعَلِ اللّٰهُ لَهُ نُوراً فَمٰا لَهُ مِنْ نُورٍ وَ اكْتُبْ حَوْلَهُ آيَةَ الْكُرْسِيِّ وَ عَلِّقْهُ فِي الْهَوَاءِ ثَلَاثَةَ أَيَّامٍ ثُمَّ ضَعْهُ حَيْثُ كَانَ يَأْوِي يَرْجِعُ إِنْ شَاءَ اللَّهُ تَعَالَى.",
"source": "المصباح (للكفعمي)"
},
{
"text": "فِي كِتَابِ لَفْظِ الْفَوَائِدِ حِبَرَةً لِرَدِّ الْغَائِبِ وَ الْآبِقِ: تُكْتَبُ يَوْمَ الْإِثْنَيْنِ دَائِرَةٌ فِي وَسَطِ دَائِرَةٍ تُكْتَبُ فِي الْأُولَى وَ عَلَى الثَّلٰاثَةِ الَّذِينَ خُلِّفُوا حَتّٰى إِذٰا ضٰاقَتْ عَلَيْهِمُ الْأَرْضُ بِمٰا رَحُبَتْ كَذَلِكَ يُضَيِّقُ اللَّهُ عَلَى فُلَانِ بْنِ فُلَانٍ حَتَّى يَرْجِعَ إِلَى الْمَوْضِعِ الَّذِي خَرَجَ مِنْهُ ثُمَّ يُكْتَبُ فِي الثَّانِيَةِ إِنّٰا جَعَلْنٰا فِي أَعْنٰاقِهِمْ أَغْلٰالًا فَهِيَ إِلَى الْأَذْقٰانِ فَهُمْ مُقْمَحُونَ وَ جَعَلْنٰا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنٰاهُمْ فَهُمْ لٰا يُبْصِرُونَ ثُمَّ يُكْتَبُ فِي دَاخِلِ الدَّائِرَةِ إِنَّهُ عَلىٰ رَجْعِهِ لَقٰادِرٌ ثَلَاثاً كَذَلِكَ يَرْجِعُ فُلَانُ بْنُ فُلَانٍ إِلَى مَوْضِعٍ خَرَجَ مِنْهُ ثُمَّ يَكْتُبُ فِي ظَهْرِ الْوَرَقَةِ سَطْراً مُطَاوِلًا- وَ هُوَ عَلىٰ جَمْعِهِمْ إِذٰا يَشٰاءُ قَدِيرٌ وَ إِنْ كَانَ مَعَهُ شَيْءٌ مِنْ أَثَرِ الْمَطْلُوبِ كَانَ أَجْوَدَ وَ يُغْزَرُ فِي اسْمِ الشَّخْصِ إِبْرَةٌ وَ يُنْجَرُ وَ يُعَلَّقُ بِخَيْطٍ نَيِّرَةٍ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ خَوَاصِّ الْقُرْآنِ: أَنَّهُ مَنْ ضَاعَ لَهُ شَيْءٌ أَوْ أَبَقَ فَلْيُصَلِّ ضُحَى الْجُمُعَةِ ثَمَانِيَ رَكَعَاتٍ فَإِذَا سَلَّمَ قَرَأَ الضُّحَى سَبْعاً وَ قَالَ يَا صَانِعَ الْعَجَائِبِ يَا رَادَّ كُلِّ [غَرِيبٍ] غَائِبٍ يَا جَامِعَ الشَّتَاتِ يَا مَنْ مَقَالِيدُ الْأُمُورِ بِيَدِهِ اجْمَعْ عَلَيَّ كَذَا فَإِنَّهُ لَا جَامِعَ إِلَّا أَنْتَ",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ حَيَاةِ الْحَيَوَانِ: إِذَا ضَاعَ مِنْكَ شَيْءٌ وَ أَرَدْتَ أَنْ يَجْمَعَ اللَّهُ بَيْنَكَ وَ بَيْنَهُ أَوْ بَيْنَكَ وَ بَيْنَ إِنْسَانٍ فَقُلْ يَا جَامِعَ النّٰاسِ لِيَوْمٍ لٰا رَيْبَ فِيهِ إِنَّ اللّٰهَ لٰا يُخْلِفُ الْمِيعٰادَ اجْمَعْ بَيْنِي وَ بَيْنَ كَذَا فَإِنَّهُ تَعَالَى يَجْمَعُ بَيْنَكَ وَ بَيْنَ مَا تُحِبُّ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ عَنْ عَلِيٍّ(ع): مَنْ ضَلَّتْ لَهُ ضَالَّةٌ فَلْيَقْرَأْ سُورَةَ يس فِي رَكْعَتَيْنِ بَعْدَ الْحَمْدِ وَ يَقُولُ بَعْدَهُمَا اللَّهُمَّ يَا هَادِيَ [رَادَّ] الضَّالَّةِ رُدَّ عَلَيَّ ضَالَّتِي.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ عَلَّمَ النَّبِيُّ(ص)لِعَلِيٍّ وَ فَاطِمَةَ(ع)فَقَالَ:  إِذَا نَزَلَ بِكُمَا مُصِيبَةٌ أَوْ خِفْتُمَا جَوْرَ سُلْطَانٍ أَوْ ضَلَّتْ لَكُمَا ضَالَّةٌ فَأَحْسِنَا الْوُضُوءَ وَ صَلِّيَا رَكْعَتَيْنِ وَ ارْفَعَا أَيْدِيَكُمَا إِلَى السَّمَاءِ وَ قُولَا يَا عَالِمَ السِّرِّ وَ يَا عَالِمَ الْغُيُوبِ وَ السَّرَائِرِ [الْغَيْبِ وَ السَّرَائِرِ] يَا مُطَاعُ يَا عَزِيزُ يَا عَلِيمُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا هَازِمَ الْأَحْزَابِ لِمُحَمَّدٍ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِه) يَا كَائِدَ فِرْعَوْنَ بِمُوسَى يَا مُنَجِّيَ عِيسَى مِنْ أَيْدِي الظَّلَمَةِ يَا مُخَلِّصَ قَوْمِ نُوحٍ مِنَ الْغَرَقِ يَا رَاحِمَ عَبْرَةِ يَعْقُوبَ يَا كَاشِفَ ضُرِّ أَيُّوبَ يَا مُنْجِيَ ذَا النُّونِ مِنَ الظُّلُمَاتِ الثَّلَاثِ يَا فَاعِلَ كُلِّ خَيْرٍ يَا هَادِياً إِلَى كُلِّ خَيْرٍ يَا دَالَّا عَلَى كُلِّ خَيْرٍ يَا خَالِقَ الْخَيْرِ وَ يَا أَهْلَ كُلِّ خَيْرٍ أَنْتَ اللَّهُ فَزِعْتُ إِلَيْكَ بِمَا قَدْ عَلِمْتَهُ وَ أَنْتَ عَلّٰامُ الْغُيُوبِ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ ثُمَّ اسْأَلَا حَاجَتَكُمَا تُقْضَى إِنْ شَاءَ اللَّهُ تَعَالَى.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ مِنْ أَدْعِيَةِ الضَّالَّةِ: يَا مَنْ لَا يَخْفَى [عَلَيْهِ] عَنْهُ مَكْتُومٌ وَ لَا يَشُذُّ عَنْهُ مَعْلُومٌ وَ لَا يُغَالِبُهُ مَنِيعٌ وَ لَا يُطَاوِلُهُ رَفِيعٌ ارْدُدْ بِقُدْرَتِكَ عَلَيَّ مَا فِي قَبْضَتِكَ إِنَّكَ أَهْلُ الْخَيْرَاتِ وَ مِنْهَا اللَّهُمَّ يَا هَادِيَ الضَّالَّةِ وَ رَادَّ الضَّالَّةِ أَسْأَلُكَ بِعِزَّتِكَ وَ سُلْطَانِكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَرُدَّ عَلَيَّ ضَالَّتِي فَإِنَّهَا مِنْ عَطَائِكَ وَ فَضْلِكَ وَ رِزْقِكَ",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ طَرِيقِ النَّجَاةِ أَنَّ سُورَةَ عَبَسَ تُقْرَأُ لِرَدِّ الضَّائِعِ",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ رَأَيْتُ بِخَطِّ الشَّهِيدِ أَنَّهُ يُقْرَأُ لِرَدِّ الضَّائِعِ سُورَةُ وَ الْعَادِيَاتِ",
"source": "المصباح (للكفعمي)"
},
{
"text": "مِمَّا ذُكِرَ لِرَدِّ الضَّائِعِ وَ الْآبِقِ تَكْرَارُ هَذَيْنِ الْبَيْتَيْنِ\n\n\n نَادِ عَلِيّاً مَظْهَرَ الْعَجَائِبِ * * * تَجِدْهُ عَوْناً لَكَ فِي النَّوَائِبِ\n\n كُلُّ هَمٍّ وَ غَمٍّ سَيَنْجَلِي * * * بِوَلَايَتِكَ يَا عَلِيُّ يَا عَلِيُّ يَا عَلِيُّ",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ الْأَذْكَارِ لِلنَّوَوِيِّ عَنِ النَّبِيِّ(ص): إِذَا انْفَلَتَتْ دَابَّةُ أَحَدِكُمْ بِأَرْضِ فَلَاةٍ فَلْيُنَادِ صَاحِبُهَا يَا عِبَادَ اللَّهِ احْبِسُوا يُكَرِّرُ ذَلِكَ فَإِنَّهَا سَتُحْبَسُ إِنْ شَاءَ اللَّهُ تَعَالَى قَالَ النَّوَوِيُّ وَ حَكَى لِي بَعْضُ شُيُوخِنَا أَنَّهُ انْفَلَتَتْ بَغْلَةٌ لَهُ وَ كَانَ يَعْرِفُ هَذَا الْحَدِيثَ فَحَبَسَهَا اللَّهُ عَلَيْهِ قَالَ النَّوَوِيُّ وَ كُنْتُ مَعَ جَمَاعَةٍ فَانْفَلَتَتْ مِنْهُمْ بَهِيمَةٌ وَ عَجَزُوا عَنْهَا فَقُلْتُ ذَلِكَ فَمَسَكَتْ",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي بَعْضِ تَصَانِيفِ الشَّيْخِ رَجَبِ بْنِ مُحَمَّدِ بْنِ رَجَبٍ الْحَافِظِ ره: أَنَّ الشَّهِيدَ الْحَقَّ مَنْ كَتَبَهَا عَلَى أَرْبَعِ زَوَايَا وَرَقَةٍ وَ يَكْتُبُ مَا ضَاعَ أَوْ غَابَ وَسَطَ الْوَرَقَةِ وَ يَبْرُزُ نِصْفَ اللَّيْلِ إِلَى تَحْتِ السَّمَاءِ وَ يَنْظُرُ إِلَيْهَا وَ يُكَرِّرُ هَذَيْنِ الِاسْمَيْنِ سَبْعِينَ مَرَّةً فَإِنَّهُ يَأْتِيهِ خَبَرُ الضَّائِعِ أَوِ الْغَائِبِ وَ ذَكَرَ (رحمه الله) أَيْضاً أَنَّهُ مَنْ قَامَ فِي زَوَايَا بَيْتِهِ نِصْفَ اللَّيْلِ وَ قَالَ يَا مُعِيدُ يَا مُعِيدُ سَبْعِينَ مَرَّةً ثُمَّ قَالَ يَا مُعِيدُ رُدَّ عَلَيَّ فُلَانَ فَإِنَّهُ فِي الْأُسْبُوعِ يَأْتِيهِ خَبَرُ الْغَائِبِ أَوْ هُوَ فَسُبْحَانَ مَنْ أَوْدَعَ أَسْرَارَهُ أَسْمَاءَهُ",
"source": "المصباح (للكفعمي)"
}
]
}