{
"title": "من عتاة السلاطين",
"type": "text",
"data": [
{
"text": "ذَكَرَ ابْنُ طَاوُسٍ فِي مُهَجِهِ أَنَّهُ قِيلَ لِلصَّادِقِ(ع)بِمَ احْتَرَسْتَ مِنَ الْمَنْصُورِ عِنْدَ دُخُولِكَ عَلَيْهِ فَقَالَ بِاللَّهِ وَ بِقِرَاءَةِ إِنَّا أَنْزَلْنَاهُ ثُمَّ قُلْتُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ إِنِّي أَتَشَفَّعُ إِلَيْكَ بِمُحَمَّدٍ وَ آلِهِ صَلَّى اللَّهُ عَلَيْهِمْ أَنْ تَقْلِبَهُ لِي فَمَنِ ابْتُلِيَ بِمِثْلِ ذَلِكَ فَلْيَصْنَعْ مِثْلَ صُنْعِي وَ لَوْ لَا أَنَّنَا نَقْرَأُهَا وَ نَأْمُرُ بِقِرَاءَتِهَا شِيعَتَنَا لَتَخْطَفُهُمْ [لَيَخْتَطِفُهُمُ] النَّاسُ وَ لَكِنْ هِيَ وَ اللَّهِ لَهُمْ كَهْفٌ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ رُوِيَ أَنَّ سَعِيدَ بْنَ سَاعِدَةَ السَّاعِدِيَّ سَأَلَ النَّبِيَّ(ص)أَنْ يَشْفَعَ لَهُ إِلَى النَّجَاشِيِّ فَقَالَ لَهُ نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ لَا نَشْفَعُ إِلَّا إِلَى اللَّهِ عَزَّ وَ جَلَّ وَ لَكِنْ إِذَا دَخَلْتَ عَلَيْهِ فَقُلِ اللَّهُمَّ أَنْتَ أَعْلَى مِنْهُ شَأْناً وَ أَقْوَى سُلْطَاناً وَ رَجَائِي لَكَ أَكْثَرُ مِنْ خَوْفِي مِنْهُ وَ أَمَلِي فِيكَ أَكْثَرُ مِنْ رَجَائِي لَهُ فَاكْفِنِي أَمْرَهُ وَ قِنِي شَرَّهُ وَ اجْعَلْ بَيْنِي وَ بَيْنَهُ حِجَاباً مِنْ كِفَايَتِكَ [وَ حِرْزاً] وَ حَاجِزاً مِنْ كِلَاءَتِكَ لَا يَنْوِي بِي سُوءاً وَ لَا يُطِيعُ فِيَّ عَدُوّاً إِنَّكَ سَمِيعٌ مُجِيبٌ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ مِنَ الْعُدَّةِ الْفَهْدِيَّةِ عَنِ الْكَاظِمِ(ع)احْتَجِزْ مِنَ النَّاسِ كُلِّهِمْ بِ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ وَ بِ قُلْ هُوَ اللّٰهُ أَحَدٌ اللّٰهُ الصَّمَدُ لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ اقْرَأْهَا عَنْ يَمِينِكَ وَ عَنْ شِمَالِكَ وَ مِنْ بَيْنِ يَدَيْكَ وَ مِنْ خَلْفِكَ وَ مِنْ فَوْقِكَ وَ مِنْ تَحْتِكَ وَ إِذَا دَخَلْتَ عَلَى سُلْطَانٍ جَائِرٍ فَاقْرَأْهَا حِينَ تَنْظُرُ إِلَيْهِ ثَلَاثاً وَ اعْقِدْ بِيَدِكَ الْيُسْرَى ثُمَّ لَا تُفَارِقْهَا حَتَّى تَخْرُجَ مِنْ عِنْدِهِ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ مِنْهَا عَنِ الصَّادِقِ(ع)مَنْ دَخَلَ عَلَى سُلْطَانٍ يَخَافُهُ فَلْيَقْرَأْ عِنْدَ مَا يُقَابِلُهُ كهيعص وَ يَضُمُّ أَصَابِعَ يَدِهِ الْيُمْنَى كُلَّمَا قَرَأَ حَرْفاً ضَمَّ إِصْبَعاً ثُمَّ يَقْرَأُ حم عسق وَ يَضُمُّ أَصَابِعَ يَدِهِ الْيُسْرَى كَذَلِكَ ثُمَّ يَقْرَأُ وَ عَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَ قَدْ خٰابَ مَنْ حَمَلَ ظُلْماً وَ يَفْتَحُهَا فِي وَجْهِهِ يُكْفَى شَرَّهُ",
"source": "المصباح (للكفعمي)"
},
{
"text": "إِذَا دَخَلَ الْإِنْسَانُ عَلَى مَنْ يَخَافُ شَرَّهُ فَلْيَقْرَأْ كهيعص حم عسق حِينَ يُقَابِلُهُ وَ عَدَدُ حُرُوفِ الْكَلِمَتَيْنِ عَشْرَةٌ يَعْقِدُ لِكُلِّ حَرْفٍ إِصْبَعاً مِنْ أَصَابِعِهِ يَبْدَأُ بِإِبْهَامِ يَدِهِ الْيُمْنَى وَ يَخْتِمُ بِإِبْهَامِ الْيُسْرَى ثُمَّ يَقْرَأُ فِي نَفْسِهِ سُورَةَ الْفِيلِ فَإِذَا وَصَلَ إِلَى قَوْلِهِ تَرْمِيهِمْ كَرَّرَ لَفْظَ تَرْمِيهِمْ عَشْراً وَ يَفْتَحُ فِي كُلِّ مَرَّةٍ إِصْبَعاً مِنَ الْأَصَابِعِ الْمَعْقُودَةِ وَ هُوَ عَجِيبٌ مُجَرَّبٌ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ طِبِّ الْأَئِمَّةِ(ع)عَنِ الْكَاظِمِ(ع)لِمَنْ يَدْخُلُ عَلَى سُلْطَانٍ يَخَافُهُ يَقُولُ إِذَا نَظَرَهُ يَا مَنْ لَا يُضَامُ وَ لَا يُرَامُ وَ بِهِ تَوَاصَلَتِ الْأَرْحَامُ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اكْفِنِي شَرَّهُ بِحَوْلِكَ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "لٰا إِلٰهَ إِلّٰا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ وَ فِيهِ إِذَا خِفْتَهُ فَقُلْ مِرَاراً اللَّهُ اللَّهُ رَبِّي لَا أُشْرِكُ بِهِ شَيْئاً وَ فِيهِ مِمَّا قَدْ جُرِّبَ بِقَوْلِهِ فِي وَجْهِهِ أَطْفَأْتُ غَضَبَكَ يَا فُلَانُ بِلَا إِلَهَ إِلَّا اللَّهُ وَ فِيهِ تَقُولُ فِي وَجْهِهِ فَلَا يَضُرُّكَ كَتَبَ اللّٰهُ لَأَغْلِبَنَّ أَنَا وَ رُسُلِي إِنَّ اللّٰهَ قَوِيٌّ عَزِيزٌ وَ فِيهِ تَقْرَأُ فِي وَجْهِهِ وَ يُنَجِّي اللّٰهُ الَّذِينَ اتَّقَوْا بِمَفٰازَتِهِمْ لٰا يَمَسُّهُمُ السُّوءُ وَ لٰا هُمْ يَحْزَنُونَ تَأْمَنْهُ إِنْ شَاءَ اللَّهُ",
"source": "المصباح (للكفعمي)"
},
{
"text": " في مهج ابن طاوس يدعى بهذا الدعاء للأمن من السلطان و من البلاء و ظهور الأعداء و عند تخوف الفقر و ضيق الصدر قلت و هو من أدعية الصحيفة السجادية.\n\n فَإِذَا خِفْتَ ضَرَرَ شَيْءٍ مِمَّا ذَكَرْنَاهُ فَقُلْ يَا مَنْ تُحَلُّ بِهِ عُقَدُ الْمَكَارِهِ [وَ] يَا مَنْ يُفْثَأُ بِهِ حَدُّ الشَّدَائِدِ وَ يَا مَنْ يُلْتَمَسُ مِنْهُ الْمَخْرَجُ إِلَى رَوْحِ الْفَرَجِ ذَلَّتْ لِقُدْرَتِكَ الصِّعَابَ وَ تَسَبَّبَتْ بِلُطْفِكَ الْأَسْبَابُ وَ جَرَى بِقُدْرَتِكَ الْقَضَاءُ وَ مَضَتْ عَلَى إِرَادَتِكَ الْأَشْيَاءُ وَ هِيَ بِمَشِيَّتِكَ دُونَ قَوْلِكَ مُؤْتَمِرَةٌ وَ بِإِرَادَتِكَ دُونَ نَهْيِكَ مُنْزَجِرَةٌ أَنْتَ الْمَدْعُوُّ لِلْمُهِمَّاتِ وَ أَنْتَ الْمَفْزَعُ فِي الْمُلِمَّاتِ لَا يَنْدَفِعُ مِنْهَا إِلَّا مَا دَفَعْتَ وَ لَا يَنْكَشِفُ مِنْهَا إِلَّا مَا كَشَفْتَ وَ قَدْ نَزَلَ بِي يَا رَبِّ مَا قَدْ تَكَأَّدَنِي ثِقْلُهُ وَ أَلَمَّ بِي مَا قَدْ بَهَظَنِي حَمْلُهُ وَ بِقُدْرَتِكَ أَوْرَدْتَهُ عَلَيَّ وَ بِسُلْطَانِكَ وَجَّهْتَهُ إِلَيَّ فَلَا مُصْدِرَ لِمَا أَوْرَدْتَ وَ لَا صَارِفَ لِمَا وَجَّهْتَ وَ لَا فَاتِحَ لِمَا أَغْلَقْتَ وَ لَا مُغْلِقَ لِمَا فَتَحْتَ وَ لَا مُيَسِّرَ لِمَا عَسَّرْتَ وَ لَا نَاصِرَ لِمَنْ خَذَلْتَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ افْتَحْ لِي يَا رَبِّ بَابَ الْفَرَجِ بِطَوْلِكَ وَ اكْسِرْ عَنِّي سُلْطَانَ الْهَمِّ بِحَوْلِكَ وَ أَنِلْنِي حُسْنَ النَّظَرِ فِيمَا شَكَوْتُ وَ أَذِقْنِي حَلَاوَةَ الصُّنْعِ فِيمَا سَأَلْتُ وَ هَبْ لِي مِنْ لَدُنْكَ رَحْمَةً وَ فَرَجاً هَنِيئاً وَ اجْعَلْ لِي مِنْ عِنْدِكَ مَخْرَجاً وَحِيّاً وَ لَا تَشْغَلْنِي بِالاهْتِمَامِ عَنْ تَعَاهُدِ فُرُوضِكَ وَ اسْتِعْمَالِ سُنَّتِكَ فَقَدْ ضِقْتُ لِمَا نَزَلَ بِي يَا رَبِّ ذَرْعاً وَ امْتَلَأْتُ بِحَمْلِ مَا حَدَثَ عَلَيَّ هَمّاً وَ أَنْتَ الْقَادِرُ عَلَى كَشْفِ مَا مُنِيتُ بِهِ وَ دَفْعِ مَا وَقَعْتُ فِيهِ فَافْعَلْ بِي ذَلِكَ وَ إِنْ لَمْ أَسْتَوْجِبْهُ مِنْكَ يَا ذَا الْعَرْشِ الْعَظِيمِ وَ ذَا الْمَنِّ الْكَرِيمِ فَأَنْتَ قَادِرٌ يَا أَرْحَمَ الرَّاحِمِينَ آمِينَ رَبَّ الْعَالَمِينَ.",
"source": "المصباح (للكفعمي)"
},
{
"text": "وَ فِي كِتَابِ الْمُهَجِ أَنَّ الْكَاظِمَ(ع)لَمَّا دَخَلَ عَلَى الرَّشِيدِ وَ كَانَ يُرِيدُ قَتْلَهُ دَعَا بِهَذَيْنِ الدُّعَاءَيْنِ فَنَجَّاهُ اللَّهُ تَعَالَى مِنْهُ الْأَوَّلُ اللَّهُمَّ إِنَّكَ حَفِظْتَ الْغُلَامَيْنِ لِصَلَاحِ أَبَوَيْهِمَا فَاحْفَظْنِي لِصَلَاحِ آبَائِي الثَّانِي اللَّهُمَّ إِنَّكَ تَكْفِي مِنْ كُلِّ أَحَدٍ وَ لَا يَكْفِي مِنْكَ أَحَدٌ فَاكْفِنِيهِ بِمَ شِئْتَ وَ كَيْفَ شِئْتَ وَ أَنَّى شِئْتَ.",
"source": "المصباح (للكفعمي)"
}
]
}