{
"title": "دعاء سلمان الفارسي عن النبي ص ",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "قَالَ رَسُولُ اللَّهِ ص لِسَلْمَانَ الْفَارِسِيِّ أَ لَا أُخْبِرُكَ بِمَا هُوَ خَيْرٌ مِنَ الذَّهَبِ وَ الْفِضَّةِ وَ خَيْرٌ مِنَ الدُّنْيَا وَ زَهْرَتِهَا فَقَالَ بَلَى يَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى آلِكَ فَقَالَ فَقُلِ\n\n اللَّهُمَّ إِنَّ الْأَمْرَ قَدْ خَلَصَ إِلَى نَفْسِي وَ هِيَ أَعَزُّ الْأَنْفُسِ عَلَيَّ وَ أَهَمُّهَا إِلَيَّ وَ قَدْ عَلِمْتَ رَبِّي وَ عِلْمُكَ أَفْضَلُ مِنْ عِلْمِي أَنَّكَ تَعْلَمُ مِنِّي مَا لَا أَعْلَمُ مِنْ نَفْسِي لَكَ مَحْيَايَ وَ مَمَاتِي وَ دُنْيَايَ وَ آخِرَتِي إِلَيْكَ مَرْجِعِي وَ مُنْقَلَبِي لَا أَمْلِكُ إِلَّا مَا أَعْطَيْتَنِي وَ لَا أَتَّقِي إِلَّا مَا وَقَيْتَنِي وَ لَا أُنْفِقُ إِلَّا مَا رَزَقْتَنِي بِنُورِكَ اهْتَدَيْتُ وَ بِفَضْلِكَ اسْتَغْنَيْتُ وَ بِنِعْمَتِكَ أَصْبَحْتُ وَ أَمْسَيْتُ مَلَكْتَنِي بِقُدْرَتِكَ وَ قَدَّرْتَ عَلَيَّ بِسُلْطَانِكَ- تَقْضِي فِيمَا أَرَدْتَ لَا يَحُولُ أَحَدٌ دُونَ قَضَائِكَ أَوْقَرْتَنِي [أَوْفَرْتَنِي‏] نِعَماً وَ أَوْقَرْتُ نَفْسِي ذُنُوباً كَثُرَتْ خَطَايَايَ وَ عَظُمَ جُرْمِي وَ اكْتَنَفَتْنِي شَهَوَاتِي فَقَدْ ضَاقَ بِهَا ذَرْعِي وَ عَجَزَ عَنْهَا عَمَلِي وَ ضَعُفَ عَنْهَا شُكْرِي وَ قَدْ كِدْتُ أَنْ أَقْنَطَ مِنْ رَحْمَتِكَ‏ إِلَيَّ وَ أَنْ أُلْقِيَ إِلَى التَّهْلُكَةِ بِيَدِيَ الَّذِي أَيْأَسُ مِنْهُ عُذْرِي وَ ذِكْرِي مِنْ ذُنُوبِي وَ مَا أَسْرَفْتُ بِهِ عَلَى نَفْسِي وَ لَكِنَّ رَحْمَتَكَ رَبِّ الَّتِي تُنْهِضُنِي وَ تُقَوِّينِي وَ لَوْ لَا هِيَ لَمْ أَرْفَعْ رَأْسِي وَ لَمْ أَقِمْ صُلْبِي مِنْ ثِقَلِ ذُنُوبِي فَإِنِّي لَكَ أَرْجُو إِلَهِي أَنْتَ أَرْجَأُ عِنْدِي مِنْ عَمَلِيَ الَّذِي أَتَخَوَّفُهُ وَ أُشْفِقُ مِنْهُ عَلَى نَفْسِي إِلَهِي وَ كَيْفَ لَا أُشْفِقُ مِنْ ذُنُوبِي وَ قَدْ خِفْتُ أَنْ تَكُونَ أَوْبَقْتَنِي وَ قَدْ أَحَاطَتْ بِي وَ أَهْلَكَتْنِي وَ أَنَا أَذْكُرُ مِنْ تَضْيِيعِ أَمَانَتِي وَ مَا تَكَلَّفْتُ بِهِ عَلَى نَفْسِي مَا لَمْ تَحْمِلْهُ الْجِبَالُ قَبْلِي وَ لَا السَّمَاوَاتُ وَ الْأَرَضُونَ وَ هِيَ أَقْوَى مِنِّي وَ حَمَلْتُهَا بِعِلْمِكَ بِهَا وَ قِلَّةِ عَمَلِي وَ لَوْ كَانَ لِي عَمَلٌ يَنْفَعُنِي لَمْ تَقَرَّ فِي الدُّنْيَا عَيْنِي وَ لَصَارَتْ حَلَاوَتُهَا مَرَارَةً عِنْدِي وَ لَقَرَرْتُ هَارِباً مِنْ ذُنُوبِي لَا بَيْتَ يَأْوِينِي وَ لَا ظِلَّ يُكِنُّنِي مَعَ الْوُحُوشِ مَقْعَدِي وَ مَقِيلِي- وَ لَوْ فَعَلْتُ ذَلِكَ لَكَانَ يَحِقُّ لِي أَتَخَوَّفُ عَلَى نَفْسِي الْمَوْتَ يَطْلُبُنِي حَثِيثاً دَائِباً يَقُصُّ أَثَرِي مُوَكَّلٌ بِي كَأَنَّهُ لَا يُرِيدُ أَحَداً غَيْرِي لَيْسَ بِنَاظِرِي سَاعَةً إِذَا جَاءَ أَجَلِي كَأَنِّي أَرَانِي صَرِيعاً بَيْنَ يَدَيْهِ وَ كَأَنِّي بِالْمَوْتِ لَيْسَ أَحَدٌ مِنَ الْمَوْتِ يَمْنَعُنِي وَ لَا يَدْفَعُ كَرْبَهُ عَنِّي وَ لَا أَسْتَطِيعُ امْتِنَاعاً يُؤَخِّرُنِي وَ بِكَأْسِ الْمَوْتِ يَسْقِينِي وَ لَا مَنْعَةَ عِنْدِي أُقَلِّبُ بِكَرْبِ الْمَوْتِ طَرْفِي جَزَعاً فَيَا لَكَ مِنْ مَصْرَعٍ مَا أَفْظَعَهُ [أَفَظَّهُ‏] عِنْدِي مَغْلُوبَةً بِكَرْبِ نَفْسِي تَخْتَلِجُ لَهَا أَعْضَائِي وَ أَوْصَالِي وَ كُلُّ عِرْقٍ سَاكِنٍ مِنِّي فَكَأَنَّنِي بِ مَلَكِ الْمَوْتِ يَسْتَلُّ رُوحِي مُسْتَسْلِمٌ لَهُ بَلْ عَلَى الْكَرَاهَةِ مِنِّي كَذَا رُسُلُ رَبِّي يَقْبِضُونَ فِي الْحَرِّ رُوحِي فَعِنْدَهَا يَنْقَطِعُ مِنَ الدُّنْيَا أَثَرِي وَ أُغْلِقَ بَابُ تَوْبَتِي وَ رُفِعَتْ كُتُبِي وَ طُوِيَتْ صَحِيفَتِي وَ عَفَا ذِكْرِي وَ رُفِعَ عَمَلِي وَ أُدْخِلْتُ فِي هَوْلِ آخِرَتِي وَ صِرْتُ جَسَداً بَيْنَ أَهْلِي يَصْرُخُونَ وَ يَبْكُونَ حَوْلِي قَدِ اسْتَوْحَشُوا مِنِّي وَ أَحَبُّوا فُرْقَتِي وَ عَجَّلُوا إِلَيَّ كَفَنِي وَ حَمَلُونِي إِلَى حُفْرَتِي فَأُلْقِيتُ فِيهَا لِجَنْبِي وَ سُوِّيَتِ الْأَرْضُ عَلَيَّ مِنْ فَوْقِي وَ سَلَّمُوا عَلَيَّ وَ وَدَّعُونِي وَ أُقِمْتُ فِي مُنْتَهَا مَنْ كَانَ‏ قَبْلِي مِنْ جِيرَانٍ لَا يُؤَانِسُونِّي وَ لَا أَزُورُهُمْ وَ لَا يَزُورُونِّي وَ فِي عَسْكَرِ الْمَوْتِ خَلَّفُونِي فِيهِ مَضْجَعِي وَ مَنَامِي وَحْشٌ قَفْرٌ مَكَانِي قَدْ ذَهَبَ الْأَهْلُونَ عَنِّي وَ أَيْقَنُوا بِالتَّفْرِقَةِ مِنِّي لَا يَرْجُونِّي آخِرَ الدَّهْرِ لَيْسَ أَحَدٌ مِنْهُمْ يُؤْنِسُنِي فِي وَحْشَتِي وَ لَا يَحْمِلُ ذَنْباً مِنْ ذُنُوبِي وَ كُلٌّ قَدْ ذَهَلَ عَنِّي وَ تَرَكُونِي وَحِيداً فِي قَبْرِي أَنَا صَاحِبُ نَفْسِي لَا يَرَانِي أَحَدٌ مِنَ النَّاسِ مَا يُفْعَلُ بِي فَإِنْ تَكُ رَبِّي رَاضِياً عَنِّي فَطُوبَى ثُمَّ طُوبَى لِي وَ إِنْ تَكُنِ الْأُخْرَى فَيَا حَسْرَتَى وَ يَا نَدَامَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ رَبِّي وَ كَيْفَ أَذْكُرُ هَذَا الْأَمْرَ ثُمَّ لَا تَدْمَعُ لَهُ عَيْنِي وَ لَا يَفْزَعُ لِذِكْرِهِ قَلْبِي وَ لَا تَرْعَدُ لَهُ فَرَائِصِي وَ لَا أَحْمِلُ عَلَى ثِقَلِهِ نَفْسِي وَ لَا أَقْصُرُ عَلَى هَوَايَ وَ شَهَوَاتِي مَغْرُورٌ فِي دَارِ غُرُورٍ قَدْ خِفْتُ أَنْ لَا يَكُونَ هَذَا الصِّدْقُ مِنِّي- فَأَشْكُو إِلَيْكَ يَا رَبِّ قَسْوَةَ قَلْبِي وَ تَقْصِيرِي وَ إِبْطَائِي وَ قِلَّةَ شُكْرِ رَبِّي رَبِّ جَعَلْتَ لِي جَوَارِحَ لِاسْتِيهَامِ النِّعَمِ مِنْكَ يَحِقُّ لِي لَكَ الشُّكْرُ عَلَى جَوَارِحِي وَ أَعْضَائِي وَ أَوْصَالِي بِالَّذِي يَحِقُّ لَكَ عَلَيْهَا مِنَ الْعِبَادَةِ بِخُشُوعِ نَفْسِي وَ بَصَرِي وَ جَمِيعِ أَرْكَانِي فِيهِنَّ عَصَيْتُكَ رَبِّي وَ لَمْ يَكُنْ ذَلِكَ جَزَاءَكَ وَ لَا شُكْرَكَ مِنِّي وَ قَدْ خِفْتُ أَنْ أَكُونَ قَدْ أَوْبَقْتُ نَفْسِي وَ اسْتَهْلَكْتُهَا بِجُرْمِي فَاسْتَوْجَبْتُ الْعُقُوبَةَ مِنْكَ لَيْسَ دُونَكَ أَحَدٌ يَأْوِينِي وَ لَا يُطِيقُ مَلْجَئِي وَ لَا مِنْ عُقُوبَتِكَ يُنْجِينِي وَ لَا يَغْفِرُ ذَنْباً مِنْ ذُنُوبِي وَ كُلٌّ قَدْ شَغَلَ بِنَفْسِهِ عَنِّي بَارَزْتُكَ بِسَوْأَتِي وَ بَاشَرْتُ الْخَطَايَا وَ أَنْتَ تَرَانِي فِي سِرِّيَ مِنْهَا وَ عَلَانِيَتِي وَ أَظْهَرْتُ لَكَ مَا أَخْفَيْتُ مِنَ النَّاسِ- فَاسْتَتَرْتُ مِنْ ذُنُوبِي وَ لَا يَرَوْنِي فَيَعِيبُونِي اسْتِحْيَاءً مِنْهُمْ وَ لَمْ أَسْتَحْيِكَ إِلَهِي قَدْ أَنِسْتُ إِلَى نَفْسِي وَ قَذَفَتْنِي فِي الْمَهَالِكِ شَهَوَاتِي وَ تَعَاطَتْ مَا تَعَاطَتْ وَ طَاوَعْتُهَا فِيمَا مَضَى مِنْ عُمُرِي وَ لَا أَجِدُهَا تُطِيعُنِي أَدْعُوهَا إِلَى رُشْدِهَا فَتَأْبَى أَنْ تُطِيعَنِي وَ أَشْكُو إِلَيْكَ رَبِّ مَا أَشْكُو لِتُصْرِخَنِي وَ تَسْتَنْقِذَنِي ثُمَّ تَسْأَلُ حَاجَتَكَ‏\n"
}