{
"title": "دعاء السمات",
"type": "text",
"source": "مفاتيح الجنان",
"data": "المعروف بدعاء الشبور، ويستحب الدعاء به في آخر ساعة من نهار الجمعة، \n\nاللَّهُمَّ إنّي أسألُكَ باسمك العَظيمِ الأعظَمِ الأعَزِّ الأجَلِّ الأكرَمِ الَّذي إذا دُعيتَ بِهِ عَلى مَغالِقِ أبوابِ السَّماء لِلفَتحِ بِالرَّحمَةِ انفَتَحَت، وَإذا دُعيتَ بِهِ عَلى مَضائِقِ أبوابِ الأرضِ لِلفَرَجِ انفَرَجَت وَإذا دُعيتَ بِهِ عَلى العُسرِ لِليُسرِ تيَسَّرَت وَإذا دُعيتَ بِهِ عَلى الأمواتِ لِلنُّشورِ انتَشَرَت وَإذا دُعيتَ بِهِ عَلى كَشفِ البَأساءِ وَالضَّرَّاءِ انكَشَفَت. \nوَبِجَلالِ وَجهِكَ الكَريمِ أكرَمِ الوُجوهِ وَأعَزِّ الوُجوهِ الَّذي عَنَت لَهُ الوُجوهِ وَخَضَعَت لَهُ الرِّقابُ، وَخَشَعَت لَهُ الأصواتِ وَوَجِلَت لَهُ القُلوبُ مِن مَخافَتِكَ. وَبِقوَّتِكَ الَّتي بِها تُمسِكُ السَّماء أن تَقَعَ عَلى الأرضِ إلاّ بِإذنِكَ، وَتُمسِكُ السَّماواتِ وَالأرضَ أن تَزولا، وَبِمَشيَّتِكَ الَّتي دانَ لَها العالَمونَ، وَبِكَلِمَتِكَ الَّتي خَلَقتَ بِها السَّماواتِ وَالأرضَ وَبِحِكمَتِكَ الَّتي صَنَعتَ بِها العَجائِبَ، وَخَلَقتَ بِها الظُّلمَةَ وَجَعَلتَها لَيلاً وَجَعَلتَ اللَّيلَ سَكَناً، وَخَلَقتَ بِها النّورَ وَجَعَلتَهُ نَهاراً، وَجَعَلتَ النَّهارَ نُشوراً مُبصِراً، وَخَلَقتَ بِها الشَّمسَ وَجَعَلتَ الشَّمسَ ضياءً، وَخَلَقتَ بِها القَمَرَ وَجَعَلتَ القَمَرَ نوراً، وَخَلَقتَ بِها الكَواكِبَ وَجَعَلتَها نُجوماً وَبُروجاً وَمَصابيحَ وَزينَةً وَرُجوماً، وَجَعَلتَ لَها مَشارِقَ وَمَغارِبَ، وَجَعَلتَ لَها مَطالِعَ وَمَجاري، وَجَعَلتَ لَها فَلكاً وَمَسابِحَ، وَقَدَّرتَها في السَّماء مَنازِلَ فَأحسَنتَ تَقديرَها، وَصَوَّرتَها فَأحسَنتَ تَصويرَها وَأحصَيتَها بِأسمائِكَ إحصاءً وَدَبَّرتَها بِحِكمَتِكَ تَدبيراً وَأحسَنتَ تَدبيرَها، وَسَخّرتَها بِسُلطانِ اللَّيلِ وَسُلطانِ النَّهارِ وَالسَّاعاتِ وَعَدَدِ السِّنينَ وَالحِسابِ وَجَعَلتَ رُؤيَتَها لِجَميعِ النّاسِ مَرءً وَاحِداً، وَأسألُكَ اللَّهُمَّ بِمَجدِكَ الَّذي كَلَّمتَ بِهِ عَبدَكَ وَرَسولَكَ موسى بنَ عِمرانَ (عليه السلام) في المُقَدَّسينَ فَوقَ إحساسِ الكَروبين فَوقَ غَمائِمِ النّورِ فَوقَ تابوتِ الشَّهادَةِ في عَمودِ النَّارِ وَفي طورِ سَيناء، وَفي جَبَلِ حوريثَ في الوادِ المُقَدَّسِ في البُقعَةِ المُبارَكَةِ مِن جانِبِ الطّورِ الأيمَنِ مِنَ الشَّجَرَةِ، وَفي أرضِ مِصرَ بِتِسعِ آياتٍ بَيِّناتٍ، وَيَومَ فَرَقتَ لِبَني إسرائيلَ البَحرَ وَفي المُنبَجِساتِ التي صَنَعتَ بِها العَجائِبَ في بَحرِ سُوفٍ، وَعَقَدتَ ماءَ البَحرِ في قَلبِ الغَمرِ كَالحِجارَةِ، وَجاوَزتَ بِبَني إسرائيلَ البَحرَ، وَتَمَّت كَلِمَتُكَ الحُسنى عَلَيهِم بِما صَبَروا وَأورَثتَهُم مَشارِقَ الأرضِ وَمَغارِبَها الَّتي بارَكتَ فيها لِلعالَمينَ وَأغرَقتَ فِرعَونَ وَجُنودَهُ وَمَراكِبَهُ في اليَمِّ. \n\nوَبِاسمِكَ العَظيمِ الأعظَمِ الأعَزِّ الأجَلِّ الأكرَمِ، وَبِمَجدِكَ الَّذي تَجَلَّيتَ بِهِ لِموسى كَليمِكَ (عليه السلام) في طورِ سَيناءَ، وَلإبراهيمَ (عليه السلام) خَليلِكَ مِن قَبلُ في مَسجِدِ الخَيفِ، وَلإسحاقَ صَفيِّكَ (عليه السلام) في بِئرِ شِيَعٍ، وَليَعقوبَ نَبيِّكَ (عليه السلام) في بَيتِ إيلٍ وَأوفَيتَ لإبراهيمَ (عليه السلام) بِميثاقِكَ، وَلإسحاقَ بِحَلفِكَ، وَليَعقوبَ بِشَهادَتِكَ، وَلِلمُؤمِنينَ بِوَعدِكَ وَلِلدَّاعينَ بِأسمائِكَ فَأجَبتَ، وَبِمَجدِكَ الَّذي ظَهَرَ لِموسى بنِ عِمرانَ (عليه السلام) عَلى قُبَّةِ الرُّمّانِ وَبِآياتِكَ الَّتي وَقَعَت عَلى أرضِ مِصرَ بِمَجدِ العِزَّةِ وَالغَلَبَةِ بِآياتٍ عَزيزَةٍ وَبِسُلطانِ القوَّةِ، وَبِعِزَّةِ القُدرَةِ، وَبِشَأنِ الكَلِمَةِ التَّامَّةِ، وَبِكَلِماتِكَ الَّتي تَفَضَّلتَ بِها عَلى أهلِ السَّماواتِ وَالأرضِ، وَأهلِ الدُّنيا وَأهلِ الآخرةِ، وَبِرَحمَتِكَ الَّتي مَنَنتَ بِها عَلى جَميعِ خَلقِكَ، وَباستِطاعَتِكَ الَّتي أقَمتَ بِها عَلى العالَمينَ وَبِنورِكَ الَّذي قَد خَرَّ مِن فَزَعِهِ طورُ سَيناءَ وَبِعِلمِكَ وَجَلالِكَ وَكِبريائِكَ وَعِزَّتِكَ وَجَبَروتِكَ الَّتي لَم تَستَقِلَّها الأرض، وَانخَفَضَت لَها السَّماواتُ وَأنزَجَرَ لَها العُمقُ الأكبَرُ وَرَكَدَت لَها البِحارُ وَالأنهارُ، وَخَضَعَت لَها الجِبالُ وَسَكَنَت لَها الأرضُ بِمَناكِبِها وَاستَسلَمَت لَها الخَلائِقُ كُلُّها وَخَفَقَت لَها الرياحُ في جَريانِها وَخَمَدَت لَها النّيرانُ في أوطانِها وَبِسُلطانِكَ الَّذي عُرِفَت لَكَ بِهِ الغَلَبَةُ دَهرَ الدُّهورِ، وَحُمِدتَ بِهِ في السَّماواتِ وَالأرضِ وَبِكَلِمَتِكَ كَلِمَةِ الصِّدقِ الَّتي سَبَقَت لأبينا آدَمَ (عليه السلام) وَذُرّيَّتِهِ بِالرَّحمَةِ، وَأسألُكَ بِكَلِمَتِكَ الَّتي غَلَبَت كُلَّ شيءٍ، وَبِنورِ وَجهِكَ الَّذي تَجَلَّيتَ بِهِ لِلجَبَلِ فَجَعَلتَهُ دَكّاً وَخَرَّ موسى صَعِقاً، وَبِمَجدِكَ الَّذي ظَهَرَ عَلى طورِ سَيناءَ فَكَلَّمتَ بِهِ عَبدَكَ وَرَسولَكَ موسى بنَ عِمرانَ، وَبِطَلعَتِكَ في ساعيرَ، وَظُهورِكَ في جَبَلِ فارانَ، بِرَبَواتِ المُقَدَّسَينِ وَجُنودِ المَلائِكَةِ الصَّافّينَ، وَخُشوعِ المَلائِكَةِ المُسَبِّحينَ، وَبِبَرَكاتِكَ الَّتي بارَكتَ فيها عَلى إبراهيمَ خَليلِكَ (عليه السلام) في اُمَّةِ مُحَمَّدٍ (صلّى الله عليه و آله) ، وَبارَكتَ لإسحاقَ صَفيِّكَ في اُمَّةِ عيسى (عليهما السلام) ، وَبارَكتَ ليَعقوبَ إسرائيلِكَ في اُمَّةِ موسى (عليهما السلام) وَبارَكتَ لِحَبيبِكَ مُحَمَّدٍ (صلّى الله عليه و آله) في عِترَتِهِ وَذُرّيَّتِهِ وَاُمَّتِهِ. اللَّهُمَّ وَكَما غِبنا عَن ذلِكَ وَلَم نَشهَدهُ وَآمَنّا بِهِ وَلَم نَرَهُ صِدقاً وَعَدلاً أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تُبارِكَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَرَحَّم عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَأفضَلِ ما صَلَّيتَ وَبارَكتَ وَتَرَحَّمتَ عَلى إبراهيمَ وَآلِ إبراهيمَ إنَّكَ حَميدٌ مَجيدٌ فَعّالٌ لِما تُريدُ وَأنتَ عَلى كُلِّ شيءٍ قَديرٌ.\n\nثمّ تذكر حاجتك وتقول: اللَّهُمَّ بِحَقِّ هذا الدُّعاءِ، وَبِحَقِّ هذِهِ الأسماءِ الَّتي لا يَعلَمُ تَفسيرَها وَلا يَعلَمُ باطِنَها غَيرُكَ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَافعَل بي ما أنتَ أهلُهُ وَلا تَفعَل بي ما أنا أهلُهُ وَاغفِر لي مِن ذُنوبي ما تَقَدَّمَ مِنها وَما تَأخَّرَ وَوَسِّع عَلَيَّ مِن حَلالِ رِزقِكَ، وَاكفِني مَؤنَةَ إنسانِ سَوءٍ وَجارِ سَوءٍ وَقَرينِ سَوءٍ وَسُلطانِ سوءٍ، إنَّكَ عَلى ما تَشاءُ قَديرٌ وَبِكُلِّ شيءٍ عَليمٌ آمينَ رَبَّ العالَمينَ.\n\nفي بعض النسخ بعد: وَأنتَ عَلى كُلِّ شيءٍ قَديرٌ.\n\nثمّ اذكر حاجتك وقل: يا اللهُ يا حَنَّانُ يا مَنَّانُ يا بَديعَ السَّماواتِ وَالأرضِ يا ذا الجَلالِ وَالإكرامِ، يا أرحَمَ الرَّاحِمينَ، اللَّهُمَّ بِحَقِّ هذا الدِّعاءِ... الى آخر الدعاء.\n\nوروى المجلسي عن مصباح السيد ابن باقي أنّه قال: قل بعد دعاء السمات: اللَّهُمَّ بِحَقِّ هذا الدُّعاءِ، وَبِحَقِّ هذِهِ الأسماءِ الَّتي لا يَعلَمُ تَفسيرَها وَلا تَأويلَها وَلا باطِنَها وَلا ظاهِرَها غَيرُكَ، أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَرزُقَني خَيرَ الدُّنيا وَالآخرةِ.\n\nثمّ اطلب حاجتك وقل: وَافعَل بي ما أنتَ أهلُهُ وَلا تَفعَل بي ما أنا أهلُهُ، وَانتَقِم لي مِن فلان بن فلانٍ، وسمّ عدوك، وَاغفِر لي مِن ذُنوبي ما تَقَدَّمَ مِنها وَما تَأخَّرَ، وَلِوالِدَيَّ وَلِجَميعِ المُؤمِنينَ وَالمُؤمِناتِ وَوَسِّع عَلَيَّ مِن حَلالِ رِزقِكَ وَاكفِني مَؤُنَةَ إنسانِ سَوءٍ، وَجارِ سَوءٍٍ، وَسُلطانِ سَوءٍٍ، وَقَرينِ سَوءٍٍ وَيَومِ سَوءٍٍ، وَساعَةِ سَوءٍ، وَانتَقِم لي مِمّن يَكيدُني ، وَمِمّن يَبغي عَلَيَّ وَيُريدُ بي وَبِأهلي وَأولادي وَإخواني وَجيراني وَقَراباتي مِنَ المُؤمِنينَ وَالمُؤمِناتِ ظُلماً إنَّكَ عَلى ما تَشاءُ قَديرٌ وَبِكُلِّ شيءٍ عَليم آمينَ رَبَّ العالَمينَ.\n\nثمّ قل: اللَّهُمَّ بِحَقِّ هذا الدُّعاءِ تَفَضَّل عَلى فُقَراءِ المُؤمِنينَ وَالمُؤمِناتِ بِالغِنى وَالثَّروَةِ وَعَلى مَرضى المُؤمِنينَ وَالمُؤمِناتِ بِالشِّفاءِ وَالصِّحَّةِ، وَعَلى أحياءِ المُؤمِنينَ وَالمؤمِناتِ بِاللُّطفِ وَالكَرامَةِ، وَعَلى أمواتِ المُؤمِنينَ وَالمُؤمِناتِ بِالمَغفِرَةِ وَالرَّحمَةِ، وَعَلى مُسافِري المُؤمِنينَ وَالمؤمِناتِ بِالرَّدِّ إلى أوطانِهِم سالِمينَ غانِمينَ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ وَصَلَّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ خاتَمِ النَّبيّينَ وَعِترَتِهِ الطَّاهِرينَ وَسَلَّمَ تَسليماً كَثيراً.\n\nوقال الشيخ ابن فهد: يستحب أن تقول بعد دعاء السمات:\nاللَّهُمَّ إنّي أسألُكَ بِحُرمَةِ هذا الدُّعاءِ وَبِما فاتَ مِنهُ مِن الأسماءِ وَبِما يَشتَمِلُ عَلَيهِ مِن التَّفسيرِ وَالتَّدبيرِ الَّذي لا يُحيطُ بِهِ إلاّ أنتَ أن تَفعَلَ بي كَذا وَكَذا. وتذكر حاجتك عوض كذا وكذا.\n\n"
}