{
"title": "دعاء المشلول",
"type": "text",
"source": "مفاتيح الجنان",
"data": "الموسوم بدعاء الشاب المأخوذ بذنبه، المروي في كتب الكفعمي، وفي كتاب (مهج الدعوات)، وهو دعاء علّمه أمير المؤمنين (عليه السلام) شاباً مأخوذاً بذنبه مشلولاً نتيجة ما عمله من الظلم والإثم في حق والده، فدعا بهذا الدعاء واضطجع فرأى النبي (صلى الله عليه وآله وسلم) في منامه وقد مسح يده عليه وقال: احتفظ باسم الله الأعظم فإنّ عملك يكون بخير، فانتبه معافى وهو هذا الدعاء:\n\nاللَّهُمَّ إنّي أسألُكَ باسمك بِسمِ اللهِ الرَّحمنِ الرَّحيمِ يا ذا الجَلالِ وَالإكرامِ يا حَيُّ يا قَيّومُ، يا حَيُّ لا إلهَ إلاّ أنتَ، يا هو يا مَن لا يَعلَمُ ما هُوَ وَلا كَيفَ هُوَ وَلا أينَ هُوَ وَلا حَيثُ هُوَ إلاّ هوَ، يا ذا المُلكِ وَالمَلَكوتِ، يا ذا العِزَّةِ وَالجَبَروتِ، يا مَلِكُ يا قُدّوسُ، يا سَلامُ، يا مُؤمِنُ، يا مُهَيمِنُ، يا عَزيزُ، يا جَبّارُ، يا مُتَكَبِّرُ، يا خالِقُ، يا بارئُ، يا مُصَوِّرُ، يا مُفيدُ، يا مُدَبِّرُ، يا شَديدُ، يا مُبدئُ، يا مُعيدُ، يا مُبيدُ، يا وَدودُ، يا مَحمودُ ، يا مَعبودُ، يا بَعيدُ، يا قَريبُ، يا مُجيبُ، يا رَقيبُ، يا حَسيبُ، يا بَديعُ، يا رَفيعُ، يا مَنيعُ، يا سَميعُ، يا عَليمُ، يا حَليمُ، يا كَريمُ، يا قَديمُ، يا عَليُّ، يا عَظيمُ، يا حَنّانُ، يا مَنّانُ، يا ديانُ، يا مُستَعانُ، يا جَليلُ، يا جَميلُ، يا وَكيلُ، يا كَفيلُ، يا مُقيلُ، يا مُنيلُ، يا نَبيلُ يا دَليلُ، يا هادي، يا بادي، يا أوَّلُ، يا آخِرُ، يا ظاهِرُ، يا باطِنُ، يا قائِمُ، يا دائِمُ، يا عالِمُ يا حاكِمُ، يا قاضي، يا عادِلُ، يا فاصِلُ، يا واصِلُ، يا طاهِرُ، يا مُطَهِّرُ، يا قادِرُ، يا مُقتَدِرُ، يا كَبيرُ، يا مُتَكَبِّرُ، يا واحِدُ، يا أحَدُ، يا صَمَدُ، يا مَن لَم يَلِد وَلَم يولَدُ وَلَم يَكُن لَهُ كُفواً أحَدٌ، وَلَم يَكُن لَهُ صاحِبَةٌ وَلا كانَ مَعَهُ وَزيرٌ، وَلا اتَّخَذَ مَعَهُ مُشيراً، وَلا احتاجَ إلى ظَهيرٍ، وَلا كانَ مَعَهُ مِن إلهٍ غَيرُهُ لا إلهَ إلاّ أنتَ، فَتَعالَيتَ عَمّا يَقولُ الظَّالِمُونَ عُلوّاً كَبيراً، يا عَليُّ، يا شامِخُ يا باذِخُ يا فَتّاحُ يا نَفّاحُ يا مُرتاحُ يا مُفَرِّجُ يا ناصِرُ يا مُنتَصِرُ يا مُدرِكُ يا مُهلِكُ يا مُنتَقِمُ، يا باعِثُ يا وارِثُ يا طالِبُ يا غالِبُ، يا مَن لا يَفوتُهُ هارِبٌ، يا تَوّابُ يا أوّابُ يا وَهّابُ، يا مُسَبِّبَ الأسبابِ، يا مُفَتِّحَ الأبوابِ، يا مَن حَيثُ ما دُعيَ أجابَ، يا طَهورُ يا شَكورُ يا عَفوُّ يا غَفورُ، يا نورَ النّورِ يا مُدَبِّرَ الاُمورِ، يا لَطيفُ يا خَبيرُ، يا مُجيرُ يا مُنيرُ يا بَصيرُ يا ظَهيرُ يا كَبيرُ يا وِترُ يا فَردُ يا أبَدُ يا سَنَدُ يا صَمَدُ، يا كافي يا شافي يا وافي يا مُعافي، يا مُحسِنُ يا مُجمِلُ يا مُنعِمُ يا مُفضلُ يا مُتَكَرِّمُ يا مُتَفَرِّدُ يا مَن عَلا فَقَهَرَ، يا مَن مَلَكَ فَقَدَرَ يا مَن بَطَنَ فخَبَرَ، يا مَن عُبِدَ فَشَكَرَ، يا مَن عُصيَ فَغَفَرَ، يا مَن لا تَحويهِ الفِكَرُ، وَلا يُدرِكُهُ بَصَرٌ، وَلا يَخفى عَلَيهِ أثَرٌ، يا رازِقَ البَشَرِ، يا مُقَدِّرَ كُلِّ قَدَرٍ، يا عاليَ المَكانِ يا شَديدَ الأركانِ، يا مُبَدِّلَ الزَّمانِ، يا قابِلَ القُربانِ يا ذا المَنِّ وَالإحسانِ يا ذا العِزَّةِ وَالسُّلطانِ يا رَحيمُ يا رَحمنُ يا مَن هُوَ كُلَّ يَومٍ في شَأنٍ يا مَن لا يَشغَلُهُ شَأنٌ عَن شَأنٍ يا عَظيمَ الشَّأنِ، يا مَن هُوَ بِكُلِّ مَكانٍ يا سامِعَ الأصواتِ يا مُجيبَ الدَّعَواتِ يا مُنجِحَ الطَّلِباتِ، يا قاضيَ الحاجاتِ، يا مُنزِلَ البَرَكاتِ يا راحِمَ العَبَراتِ، يا مُقيلَ العَثَراتِ يا كاشِفَ الكُرُباتِ يا وَليَّ الحَسَناتِ يا رافِعَ الدَّرَجاتِ يا مُؤتيَ السُّؤُلاتِ يا مُحييَ الأمواتِ، يا جامِعَ الشَّتاتِ، يا مُطَّلِعاً عَلى النّياتِ ، يا رادَّ ما قَد فاتَ، يا مَن لا تَشتَبِهُ عَلَيهِ الأصواتُ، يا مَن لا تُضجِرُهُ المَسألاتُ، وَلا تَغشاهُ الظُّلُماتُ، يا نورَ الأرضِ وَالسَّماواتِ، يا سابِغَ النِّعَمِ، يا دافِعَ النِّقَمِ، يا بارئَ النَّسَمِ، يا جامِعَ الأُمَمِ يا شافي السَّقَمِ يا خالِقَ النّورِ وَالظُّلَمِ، يا ذا الجودِ وَالكَرَمِ يا مَن لا يَطَأُ عَرشَهُ قَدَمٌ، يا أجوَدَ الأجوَدينَ، يا أكرَمَ الأكرَمينَ، يا أسمَعَ السَّامِعينَ، يا أبصَرَ النَّاظِرينَ، يا جارَ المُستَجيرينَ، يا أمانَ الخائِفينَ، يا ظَهرَ اللّاجينَ، يا وَليَّ المُؤمِنينَ، يا غيا ثَ المُستَغيثينَ، يا غايَةَ الطَّالِبينَ، يا صاحِبَ كُلِّ غَريبٍ، يا مُؤنِسَ كُلِّ وَحيدٍ، يا مَلجَأ كُلِّ طَريدٍ، يا مَأوى كُلِّ شَريدٍ، يا حافِظَ كُلِّ ضالَّةٍ، يا راحِمَ الشَّيخِ الكَبيرِ، يا رازِقَ الطِّفلِ الصَّغيرِ يا جابِرَ العَظمِ الكَسيرِ، يا فَاكَّ كُلِّ أسيرِ، يا مُغنيَ البائِسِ الفَقيرِ، يا عِصمَةَ الخائِفِ المُستَجيرِ، يا مَن لَهُ التَّدبيرُ وَالتَّقديرُ، يا مَنِ العَسيرُ عَلَيهِ سَهلٌ يَسيرٌ، يا مَن لا يَحتاجُ إلى تَفسيرٍ، يا مَن هُوَ عَلى كُلِّ شيءٍ قَديرٌ، يا مَن هُوَ بِكُلِّ شيءٍ خَبيرٌ، يا مَن هُوَ بِكُلِّ شيءٍ بَصيرٌ، يا مُرسِلَ الرياحِ، يا فالِقَ الإصباحِ، يا باعِثَ الأرواحِ، يا ذا الجودِ وَالسَّماِح، يا مَن بيَدِهِ كُلُّ مِفتاحٍ يا سامِعَ كُلِّ صَوتٍ، يا سابِقَ كُلِّ فَوتٍ يا مُحييَ كُلِّ نَفسٍ بَعدَ المَوتِ، يا عُدَّتي في شِدَّتي، يا حافِظي في غُربَتي، يا مؤنِسي في وَحدَتي، يا وَليّي في نِعمَتي، يا كَهفي حينَ تُعييني المَذاهِبُ، وَتُسَلِّمُني الأقارِبُ، وَيَخذلُني كُلُّ صاحِبٍ يا عِمادَ مَن لا عِمادَ لَهُ يا سَنَدَ مَن لا سَنَدَ لَهُ، يا ذُخرَ مَن لا ذُخرَ لَهُ، يا حِرزَ مَن لا حِرزَ لَهُ، يا كَهفَ مَن لا كَهفَ لَهُ، يا كَنزَ مَن لا كَنزَ لَهُ، يا رُكنَ مَن لا رُكنَ لَهُ يا غيا ثَ مَن لا غيا ثَ لَهُ، يا جارَ مَن لا جارَ لَهُ يا جاريَ اللّصيقَ، يا رُكنيَ الوَثيقَ، يا إلهي بِالتَّحقيقِ، يا رَبَّ البَيتِ العَتيقِ، يا شَفيقُ يا رَفيقُ، فُكَّني مِن حَلَقِ المَضيقِ، وَاصرِف عَنّي كُلَّ هَمٍّ وَغَمٍّ وَضيقٍ، وَاكفِني شَرَّ ما لا اُطيقُ، وَأعِنّي عَلى ما اُطيقُ، يا رادَّ يوسُفَ عَلى يَعقوبَ، يا كاشِفَ ضُرِّ أيّوبَ، يا غافِرَ ذَنبِ داوُدَ، يا رافِعَ عيسى بنِ مَريَمَ وَمُنجيَهُ مِن أيدي اليَهودِ يا مُجيبَ نِداءِ يونُسَ في الظُّلُماتِ، يا مُصطَفيَ موسى بِالكَلِماتِ، يا مَن غَفَرَ لآدَمَ خطيئَتَهُ، وَرَفَعَ إدريسَ مَكاناً عَلياً بِرَحمَتِهِ، يا مَن نَجَّى نوحاً مِنَ الغَرَقِ، يا مَن أهلَكَ عاداً الاُولى وَثَمودَ فَما أبقى، وَقَومَ نوحٍ مِن قَبلُ إنَّهُم كانوا هُم أظلَمَ وَأطغى، وَالمُؤتَفِكَةَ أهوى، يا مَن دَمَّرَ عَلى قَوِم لوطٍ، وَدَمدَمَ عَلى قَومِ شُعَيبٍ، يا مَن اتَّخَذَ إبراهيمَ خَليلاً، يا مَن اتَّخَذَ موسى كَليماً، وَاتَّخَذَ مُحَمَّداً (صلّى الله عليه و آله وَعَلَيهِم أجمَعينَ) حَبيباً، يا مُؤتي لُقمانَ الحِكمَةِ، وَالواهِبَ لِسُلَيمانَ مُلكاً لا يَنبَغي لأحَدٍ مِن بَعدِهِ، يا مَن نَصَرَ ذا القَرنَينِ عَلى المُلوكِ الجَبابِرَةِ، يا مَن أعطى الخِضرَ الحياةَ، وَرَدَّ ليوشَعَ بنَ نونٍ الشَّمسَ بَعدَ غُروبِها، يا مَن رَبَطَ عَلى قَلبِ اُمِّ موسى، وَأحصَنَ فَرجَ مَريَمَ ابنَةِ عِمرانَ، يا مَن حَصَّنَ يَحيى بنَ زَكَريا مِنَ الذَّنبِ، وَسَكَّنَ عَن موسى الغَضَبَ، يا مَن بَشَّرَ زَكَريا بيَحيى، يا مَن فَدى إسماعيلَ مِنَ الذَّبحِ بِذِبحٍ عَظيمٍ، يا مَن قَبِلَ قُربانَ هابيلَ وَجَعَلَ اللَّعنَةَ عَلى قابيلَ، يا هازِمَ الأحزابِ لِمُحَمَّدٍ (صلّى الله عليه و آله) ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَعَلى جَميعِ المُرسَلينَ وَمَلائِكَتِكَ المُقَرَّبينَ وَأهلِ طاعَتِكَ أجمَعينَ، وَأسألُكَ بِكُلِّ مَسألَةٍ سألَكَ بِها أحَدٌ مِمّن رَضيتَ عَنهُ، فَحَتَمتَ لَهُ عَلى الإجابَةِ، يا اللهُ يا اللهُ يا اللهُ، يا رَحمنُ يا رَحمنُ يا رَحمنُ، يا رَحيمُ يا رَحيمُ يا رَحيمُ، يا ذا الجَلالِ وَالإكرامِ، يا ذا الجَلالِ وَالإكرامِ، يا ذا الجَلالِ وَالإكرامِ، بِهِ بِهِ بِهِ بِهِ بِهِ بِهِ بِهِ، أسألُكَ بِكُلِّ اسمٍ سَمَّيتَ بِهِ نَفسَكَ، أو أنزَلتَهُ في شيءٍ مِن كُتُبِكَ، أو استَأثَرتَ بِهِ في عِلمِ الغَيبِ عِندَكَ، وَبِمَعاقِدِ العِزِّ مِن عَرشِكَ، وَبِمُنتَهى الرَّحمَةِ مِن كِتابِكَ، وَبِما لَو أنَّ ما في الأرضِ مِن شَجَرَةٍ أقلامٌ وَالبَحرُ يَمُدُّهُ مِن بَعدِهِ بِسَبعَةِ أبحُرٍ ما نَفِدَت كَلِماتُ اللهِ إنَّ اللهَ عَزيزٌ حَكيمٌ، وَأسألُكَ بِأسمائِكَ الحُسنى الَّتي نَعَتَّها في كِتابِكَ فَقُلتَ: {وَللهِ الأسماءِ الحُسنى فَادعوُه بِها} وَقُلتَ: {ادعُوني أستَجِب لَكُم}، وَقُلتَ: {وَإذا سألَكَ عِبادي عَنّي فَإنّي قَريبٌ اُجيبُ دَعوَةَ الدَّاعِ إذا دَعانِ}، وَقُلتَ: {يا عِباديَ الَّذينَ أسرَفوا عَلى أنفُسِهِم لا تَقنَطوا مِن رَحمَةِ اللهِ إنَّ الله يَغفِرُ الذُّنوبَ جَميعاً إنَّه هُوَ الغَفورُ الرَّحيمُ}. \nوَأنا أسألُكَ يا إلهي، وَأدعوكَ يا رَبِّ، وَأرجوكَ يا سَيِّدي، وَأطمَعُ في إجابَتي يا مَولايَ كَما وَعَدتَني وَقَد دَعَوتُكَ كَما أمَرتَني، فَافعَل بي ما أنتَ أهلُهُ يا كَريمُ، وَالحَمدُ للهِ رَبِّ العالَمينَ وَصَلّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ أجمَعينَ.\n\nثمّ سل حاجتك فإنّها تقضى إن شاء الله تعالى \n\nوفي الرواية المروية في (مهج الدعوات): لاتدع بهذا الدعاء إلاّ متطهراً.\n"
}