{
"title": "دعاء المجير",
"type": "text",
"source": "مفاتيح الجنان",
"data": "بِسمِ الله الرَّحمَنِ الرَّحيمِ \nسُبحانَكَ يا اللهُ، تَعالَيتَ يا رَحمنُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا رَحيمُ، تَعالَيتَ يا كَريمُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مَلِكُ، تَعالَيتَ يا مالِكُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا قُدّوسُ، تَعالَيتَ يا سَلامُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُؤمِنُ، تَعالَيتَ يا مُهَيمِنُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا عَزيزُ، تَعالَيتَ يا جَبّارُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُتَكَبِّرُ، تَعالَيتَ يا مُتَجَبِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا خالِقُ، تَعالَيتَ يا بارئُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُصَوِّرُ، تَعالَيتَ يا مُقَدِّرُ ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا هادي، تَعالَيتَ يا باقي، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا وَهَّابُ، تَعالَيتَ يا تَوّابُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا فَتّاحُ، تَعالَيتَ يا مُرتاحُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا سَيِّدي، تَعالَيتَ يا مَولايَ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا قَريبُ، تَعالَيتَ يا رَقيبُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُبدئُ، تَعالَيتَ يا مُعيدُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا حَميدُ ، تَعالَيتَ يا مَجيدُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا قَديمُ، تَعالَيتَ يا عَظيمُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا غَفورُ، تَعالَيتَ يا شَكورُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا شاهِدُ، تَعالَيتَ يا شَهيدُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا حَنّانُ، تَعالَيتَ يا مَنّانُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا باعِثُ، تَعالَيتَ يا وارِثُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُحيي، تَعالَيتَ يا مُميتُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا شَفيقُ، تَعالَيتَ يا رَفيقُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا أنيسُ، تَعالَيتَ يا مُؤنِسُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا جَليلُ، تَعالَيتَ يا جَميلُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا خَبيرُ، تَعالَيتَ يا بَصيرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا حَفيُّ، تَعالَيتَ يا مَليُّ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مَعبودُ ، تَعالَيتَ يا مَوجودُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا غَفّارُ، تَعالَيتَ يا قَهّارُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مَذكورُ، تَعالَيتَ يا مَشكورُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا جَوادُ، تَعالَيتَ يا مَعاذُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا جَمالُ، تَعالَيتَ يا جَلالُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا سابِقُ، تَعالَيتَ يا رازِقُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا صادِقُ، تَعالَيتَ يا فالِقُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا سَميعُ، تَعالَيتَ يا سَريعُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا رَفيعُ، تَعالَيتَ يا بَديعُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا فَعّالُ، تَعالَيتَ يا مُتَعالُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا قاضي، تَعالَيتَ يا راضي ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا قاهِرُ، تَعالَيتَ يا طاهِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا عالِمُ ، تَعالَيتَ يا حاكِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا دائِمُ، تَعالَيتَ يا قائِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا عاصِمُ، تَعالَيتَ يا قاسِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا غَنيُّ، تَعالَيتَ يا مُغني، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا وَفيُّ، تَعالَيتَ يا قَويُّ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا كافي، تَعالَيتَ يا شافي، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُقَدِّمُ، تَعالَيتَ يا مُؤَخِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا أوَّلُ، تَعالَيتَ يا آخِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا ظاهِرُ، تَعالَيتَ يا باطِنُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا رَجاءُ، تَعالَيتَ يا مُرتَجى، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا ذا المَنِّ، تَعالَيتَ يا ذا الطَّولِ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا حَيُّ، تَعالَيتَ يا قَيّومُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا واحِدُ، تَعالَيتَ يا أحَدُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا سَيِّدُ، تَعالَيتَ يا صَمَدُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا قَديرُ، تَعالَيتَ يا كَبيرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا والي، تَعالَيتَ يا مُتَعالِي، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا عَليُّ، تَعالَيتَ يا أعلى، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا وَليُّ، تَعالَيتَ يا مَولى، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا ذارئُ، تَعالَيتَ يا بارئُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا خافِضُ، تَعالَيتَ يا رافِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُقسِطُ، تَعالَيتَ يا جامِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُعِزُّ، تَعالَيتَ يا مُذِلُّ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا قادِرُ، تَعالَيتَ يا مُقتَدِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا عَليمُ، تَعالَيتَ يا حَليمُ، أجِرنا مِنَ النّارِ يا مُجيرُ سُبحانَكَ يا حَكَمُ تَعَالَيتَ يا حَكيمُ أجِرنا مِنَ النَّارِ يا مَجيرُ.\nسُبحانَكَ يا مُعطي، تَعالَيتَ يا مانِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا ضارُّ، تَعالَيتَ يا نافِعُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُجيبُ، تَعالَيتَ يا حَسيبُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا عادِلُ، تَعالَيتَ يا فاصِلُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا لَطيفُ، تَعالَيتَ يا شَريفُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا رَبُّ، تَعالَيتَ يا حَقُّ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا ماجِدُ، تَعالَيتَ يا واحِدُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا عَفوُّ، تَعالَيتَ يا مُنتَقِمُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا واسِعُ، تَعالَيتَ يا موَسِّعُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا رَؤوفُ، تَعالَيتَ يا عَطوفُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا فَردُ، تَعالَيتَ يا وِترُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُقيتُ، تَعالَيتَ يا مُحيطُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا وَكيلُ، تَعالَيتَ يا عَدلُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُبينُ، تَعالَيتَ يا مَتينُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا بَرُّ، تَعالَيتَ يا وَدودُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا رَشيدُ، تَعالَيتَ يا مُرشِدُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا نورُ، تَعالَيتَ يا مُنَوِّرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا نَصيرُ، تَعالَيتَ يا ناصِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا صَبورُ، تَعالَيتَ يا صابِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُحصي، تَعالَيتَ يا مُنشئُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا سُبحانُ، تَعالَيتَ يا دَيانُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا مُغيثُ، تَعالَيتَ يا غيا ثُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا فاطِرُ، تَعالَيتَ يا حاضِرُ، أجِرنا مِنَ النّارِ يا مُجيرُ.\nسُبحانَكَ يا ذا العِزِّ وَالجَمالِ، تَبارَكتَ يا ذا الجَبَروتِ وَالجَلالِ.\n سُبحانَكَ لا إلهَ إلاّ أنتَ سُبحانَكَ إنّي كُنتُ مِنَ الظّالِمينَ فَاستَجَبنا لَهُ وَنَجَّيناهُ مِنَ الغَمِّ وَكذلِكَ نُنجي المُؤمِنين، وَصَلّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ وَآلِهِ أجمَعينَ، وَالحَمدُ للهِ رَبِّ العالَمينَ، وَحَسبُنا الله وَنِعمَ الوَكيلُ، وَلاحَولَ وَلاقوَّةَ إلاّ بِالله العَليِّ العَظيمِ. \n"
}