[["تُكْتَبُ لَهَا فِي [وَرَقِ] رَقٍّ بَعْدَ الْبَسْمَلَةِ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مٰا يُوعَدُونَ لَمْ يَلْبَثُوا إِلّٰا سٰاعَةً مِنْ نَهٰارٍ كَأَنَّهُمْ يَوْمَ يَرَوْنَهٰا لَمْ يَلْبَثُوا إِلّٰا عَشِيَّةً أَوْ ضُحٰاهٰا إِذْ قٰالَتِ امْرَأَتُ عِمْرٰانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مٰا فِي بَطْنِي مُحَرَّراً فَتَقَبَّلْ مِنِّي إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ ثُمَّ ارْبِطْهُ عَلَى فَخِذِهَا الْأَيْمَنِ فَإِذَا وَضَعَتْ فَانْزِعْهُ.","المصباح (للكفعمي)"],["أَيْضاً عَنِ الصَّادِقِ(ع)تُكْتَبُ بَعْدَ الْبَسْمَلَةِ مَرْيَمُ وَلَدَتْ عِيسَى هُوَ الَّذِي خَلَقَكُمْ مِنْ تُرٰابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ثُمَّ لِتَكُونُوا شُيُوخاً فَإِنَّ مَعَ الْعُسْرِ يُسْراً إِنَّ مَعَ الْعُسْرِ يُسْراً وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ سَلَّمَ تَسْلِيماً","المصباح (للكفعمي)"],["وَ فِي كُتُبِ بَعْضِ أَصْحَابِنَا [أَنَّهُ] أَنْ يُكْتَبَ لَهَا أَوَّلُ الِانْشِقَاقِ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ إِذَا السَّمٰاءُ انْشَقَّتْ وَ أَذِنَتْ لِرَبِّهٰا وَ حُقَّتْ وَ إِذَا الْأَرْضُ مُدَّتْ وَ أَلْقَتْ مٰا فِيهٰا كَذَلِكَ تُلْقِي الْحَامِلُ مَا فِي بَطْنِهَا سَالِماً إِنْ شَاءَ اللَّهُ تَعَالَى ثُمَّ يُكْتَبُ بِسْمِ اللَّهِ وَ بِاللَّهِ إِنَّ مَعَ الْعُسْرِ يُسْراً سَبْعاً وَ أَوَّلُ الْحَجِّ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ يٰا أَيُّهَا النّٰاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السّٰاعَةِ شَيْءٌ عَظِيمٌ يَوْمَ تَرَوْنَهٰا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمّٰا أَرْضَعَتْ وَ تَضَعُ كُلُّ ذٰاتِ حَمْلٍ حَمْلَهٰا وَ تَرَى النّٰاسَ سُكٰارىٰ وَ مٰا هُمْ بِسُكٰارىٰ وَ لٰكِنَّ عَذٰابَ اللّٰهِ شَدِيدٌ ثُمَّ يُعَلَّقُ عَلَى الْفَخِذِ الْأَيْسَرِ.","المصباح (للكفعمي)"],["وَ فِي كِتَابِ حَيَاةِ الْحَيَوَانِ أَنَّهُ يُكْتَبُ لَهَا مَا رُوِيَ عَنِ [النَّبِيِّ] عِيسَى ع- يَا خَالِقَ النَّفْسِ مِنَ النَّفْسِ وَ مُخْرِجَ النَّفْسِ مِنَ النَّفْسِ وَ مُخَلِّصَ النَّفْسِ مِنَ النَّفْسِ خَلِّصْهَا قَالَ صَاحِبُ حَيَاةِ الْحَيَوَانِ ثُمَّ تُكْتَبُ لَهَا بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰالَمِينَ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مٰا يُوعَدُونَ لَمْ يَلْبَثُوا إِلّٰا سٰاعَةً مِنْ نَهٰارٍ بَلٰاغٌ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفٰاسِقُونَ","المصباح (للكفعمي)"]]