[["ذَكَرَهُ الشَّيْخُ أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ فَهْدٍ فِي عُدَّتِهِ يُكْتَبُ أَوَّلُ سُورَةِ الْفَتْحِ إِلَى مُسْتَقِيماً وَ سُورَةِ النَّصْرِ وَ قَوْلُهُ وَ مِنْ آيٰاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوٰاجاً لِتَسْكُنُوا إِلَيْهٰا وَ جَعَلَ بَيْنَكُمْ مَوَدَّةً وَ رَحْمَةً إِنَّ فِي ذٰلِكَ لَآيٰاتٍ لِقَوْمٍ يَتَفَكَّرُونَ ثُمَّ ادْخُلُوا عَلَيْهِمُ الْبٰابَ فَإِذٰا دَخَلْتُمُوهُ فَإِنَّكُمْ غٰالِبُونَ فَفَتَحْنٰا أَبْوٰابَ السَّمٰاءِ بِمٰاءٍ مُنْهَمِرٍ وَ فَجَّرْنَا الْأَرْضَ عُيُوناً فَالْتَقَى الْمٰاءُ عَلىٰ أَمْرٍ قَدْ قُدِرَ رَبِّ اشْرَحْ لِي صَدْرِي وَ يَسِّرْ لِي أَمْرِي وَ احْلُلْ عُقْدَةً مِنْ لِسٰانِي يَفْقَهُوا قَوْلِي وَ تَرَكْنٰا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَ نُفِخَ فِي الصُّورِ فَجَمَعْنٰاهُمْ جَمْعاً كَذَلِكَ حَلَلْتُ فُلَانَ بْنَ فُلَانٍ عَنْ بِنْتِ فُلَانَةَ لَقَدْ جٰاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مٰا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَؤُفٌ رَحِيمٌ فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللّٰهُ لٰا إِلٰهَ إِلّٰا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ثُمَّ يُعَلَّقُ.","المصباح (للكفعمي)"],["أَيْضاً مِنْ كِتَابِ الْحَائِرِيَّةِ يُكْتَبُ أَوَّلُ الْفَتْحِ إِلَى قَوْلِهِ نَصْراً عَزِيزاً وَ فَجَّرْنَا الْأَرْضَ عُيُوناً فَالْتَقَى الْمٰاءُ عَلىٰ أَمْرٍ قَدْ قُدِرَ وَ تَرَكْنٰا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَ نُفِخَ فِي الصُّورِ فَجَمَعْنٰاهُمْ جَمْعاً وَ ضَرَبَ لَنٰا مَثَلًا وَ نَسِيَ خَلْقَهُ قٰالَ مَنْ يُحْيِ الْعِظٰامَ وَ هِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهٰا أَوَّلَ مَرَّةٍ وَ هُوَ بِكُلِّ خَلْقٍ عَلِيمٌ ثُمَّ يُكْتَبُ حَتّٰى إِذٰا رَكِبٰا فِي السَّفِينَةِ خَرَقَهٰا قٰالَ أَ خَرَقْتَهٰا لِتُغْرِقَ أَهْلَهٰا ثَلَاثاً ثُمَّ تُكْتَبُ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ الِاسْمِ الْمَكْنُونِ بَيْنَ الْكَافِ وَ النُّونِ وَ بِحَقِّ مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ الطَّاهِرِينَ أَنْ تُحِلَّ ذَكَرَ فُلَانِ بْنِ فُلَانَةَ عَنْ فُلَانَةَ بِنْتِ فُلَانَةَ بِ كهيعص بِ حم عسق بِ قُلْ هُوَ اللّٰهُ أَحَدٌ وَ عَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَ قَدْ خٰابَ مَنْ حَمَلَ ظُلْماً بِأَلِفِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ","المصباح (للكفعمي)"],["وَ رَأَيْتُ فِي كُتُبِ بَعْضِ أَصْحَابِنَا يُكْتَبُ عَلَى وَرَقَتَيِ زَيْتُونٍ يَبْلَعُ الرَّجُلُ وَاحِدَةً وَ الْمَرْأَةُ وَاحِدَةً يُكْتَبُ لِلرَّجُلِ وَ السَّمٰاءَ بَنَيْنٰاهٰا بِأَيْدٍ وَ إِنّٰا لَمُوسِعُونَ وَ لِلْمَرْأَةِ وَ الْأَرْضَ فَرَشْنٰاهٰا فَنِعْمَ الْمٰاهِدُونَ أَيْضاً يُكْتَبُ عَلَى ثَلَاثِ بَيْضَاتٍ بَعْدَ أَنْ يَسْلُقُوا وَ يَقْشِرُوا الْأَوَّلَ- حَتّٰى إِذٰا رَكِبٰا فِي السَّفِينَةِ خَرَقَهٰا الثَّانِيَ أَ وَ لَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمٰاوٰاتِ وَ الْأَرْضَ كٰانَتٰا رَتْقاً فَفَتَقْنٰاهُمٰا وَ جَعَلْنٰا مِنَ الْمٰاءِ كُلَّ شَيْءٍ حَيٍّ أَ فَلٰا يُؤْمِنُونَ الثَّالِثَ فَاسْتَغْلَظَ فَاسْتَوىٰ ثُمَّ يَأْكُلُ الْأُولَى فَإِنِ انْحَلَّ وَ إِلَّا أَكَلَ الثَّانِيَةَ وَ إِلَّا الثَّالِثَةَ","المصباح (للكفعمي)"]]