[["ذَكَرَ الشَّهِيدُ (رحمه الله) فِي دُرُوسِهِ أَنَّ النَّبِيَّ(ص)عَلَّمَ عَلِيّاً(ع)لِلْحُمَّى- اللَّهُمَّ ارْحَمْ جِلْدِيَ الرَّقِيقَ وَ أَعُوذُ بِكَ مِنْ فَوْرَةِ الْحَرِيقِ يَا أُمَّ مِلْدَمٍ إِنْ كُنْتِ آمَنْتِ بِاللَّهِ فَلَا تَأْكُلِي اللَّحْمَ وَ لَا تَشْرَبِي الدَّمَ وَ لَا تَفُورِي مِنَ الْفَمِ وَ انْتَقِلِي إِلَى مَنْ يَزْعُمُ أَنَّ مَعَ اللّٰهِ إِلٰهاً آخَرَ فَإِنِّي أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ فَقَالَهَا فَعُوفِيَ مِنْ سَاعَتِهِ وَ قَالَ الصَّادِقُ(ع)مَا فَزِعْتُ إِلَيْهِ قَطُّ إِلَّا وَجَدْتُهُ","المصباح (للكفعمي)"],["وَ فِي كِتَابِ الرَّوْضَةِ لِلْكُلَيْنِيِّ عَنِ الصَّادِقِ(ع)أَنَّ النَّبِيَّ(ص)حُمَّ فَأَتَاهُ جَبْرَئِيلُ(ع)فَعَوَّذَهُ فَقَالَ بِسْمِ اللَّهِ أَرْقِيكَ يَا مُحَمَّدُ وَ بِسْمِ اللَّهِ أَشْفِيكَ وَ بِسْمِ اللَّهِ أُدَاوِيكَ مِنْ كُلِّ دَاءٍ يَعْنِيكَ بِسْمِ اللَّهِ وَ اللَّهُ شَافِيكَ بِسْمِ اللَّهِ خُذْهَا فَلْتَهْنِيكَ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ فَلٰا أُقْسِمُ بِمَوٰاقِعِ النُّجُومِ لَتَبْرَأَنَّ بِإِذْنِ اللَّهِ تَعَالَى.","المصباح (للكفعمي)"],["وَ فِي الرَّوْضَةِ أَيْضاً أَنَّهُمْ(ع)كَانُوا يَتَدَاوَوْنَ مِنَ الْحُمَّى بِالْمَاءِ الْبَارِدِ وَ هُوَ أَنْ يَتَنَاوَبُوا بِبَلِّ الثِّيَابِ فَوَاحِدٌ فِي الْمَاءِ وَ آخَرُ عَلَى الْجَسَدِ فَإِذَا انْشَفَّ الَّذِي عَلَى الْجَسَدِ لُبِسَ الْآخَرُ رَطْباً.","المصباح (للكفعمي)"],["وَ رُوِيَ أَنَّ مَنْ سَرَّهُ أَنْ لَا تَمَسَّ جَسَدَهُ الْحُمَّى وَ لَا الْمَرَضُ فَلْيُوَاظِبْ عَلَى هَذَا الدُّعَاءِ بُكْرَةً وَ عَشِيَّةَ- بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ بِسْمِ اللَّهِ النُّورِ بِسْمِ اللَّهِ نُورٌ عَلَى نُورٍ بِسْمِ اللَّهِ الَّذِي هُوَ مُدَبِّرُ الْأُمُورِ بِسْمِ اللَّهِ الَّذِي خَلَقَ النُّورَ مِنَ النُّورِ الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ النُّورَ وَ أَنْزَلَ النُّورَ عَلَى الطُّورِ فِي كِتٰابٍ مَسْطُورٍ بِقَدَرِ مَقْدُورٍ عَلَى نَبِيٍّ مَحْبُورٍ الْحَمْدُ لِلَّهِ الَّذِي هُوَ بِالْعِزِّ مَذْكُورٌ وَ بِالْفَخْرِ مَشْهُورٌ وَ عَلَى السَّرَّاءِ وَ الضَّرَّاءِ مَشْكُورٌ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ وَ آلِهِ الطَّاهِرِينَ.","المصباح (للكفعمي)"],["وَ وُجِدَ بِخَطِّ الرِّضَا(ع)أَنَّهُ تُكْتَبُ لِلْحُمَّى عَلَى ثَلَاثِ قِطَعٍ مِنَ الْكَاغَذِ يُكْتَبُ عَلَى الْأُولَى بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ لٰا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلىٰ وَ عَلَى الثَّانِي بَعْدَ الْبَسْمَلَةِ لٰا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظّٰالِمِينَ وَ عَلَى الثَّالِثِ بَعْدَ الْبَسْمَلَةِ أَلَا لَهُ الْأَمْرُ وَ الْخَلْقُ تَبٰارَكَ اللّٰهُ رَبُّ الْعٰالَمِينَ ثُمَّ يَقْرَأُ عَلَى كُلِّ قِطْعَةٍ التَّوْحِيدَ ثَلَاثاً وَ يَبْلَعُهَا الْمَحْمُومُ ثَلَاثَةَ أَيَّامٍ كُلَّ يَوْمٍ وَاحِدَةً يَبْرَأُ إِنْ شَاءَ اللَّهُ تَعَالَى.","المصباح (للكفعمي)"],["وَ عَنِ الصَّادِقِ(ع)حُلَّ أَزْرَارَ قَمِيصِكَ وَ أَدْخِلْ رَأْسَكَ فِي قَمِيصِكَ وَ أَذِّنْ وَ أَقِمْ وَ اقْرَأِ الْحَمْدَ سَبْعاً تَبْرَأْ إِنْ شَاءَ اللَّهُ تَعَالَى","المصباح (للكفعمي)"]]