[["فَقَدْ رُوِيَ عَنِ النَّبِيِّ(ص): أَنَّهُ مَنْ صَلَّى لَيْلَةَ الْخَمِيسِ رَكْعَتَيْنِ بَيْنَ الْعِشَاءَيْنِ بِالْحَمْدِ مَرَّةً وَ آيَةِ الْكُرْسِيِّ وَ الْقَلَاقِلِ خَمْساً خَمْساً فَإِذَا سَلَّمَ اسْتَغْفَرَ اللَّهَ تَعَالَى خَمْسَ عَشْرَةَ مَرَّةً وَ جَعَلَ ثَوَابَهَا لِوَالِدَيْهِ فَقَدْ أَدَّى حَقَّهُمَا.","المصباح (للكفعمي)"],["وَ فِي الصَّحِيفَةِ السَّجَّادِيَّةِ أَنَّهُ كَانَ مِنْ دُعَاءِ السَّجَّادِ زَيْنِ الْعَابِدِينَ(ع)لِأَبَوَيْهِ(ع): اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ أَهْلِ بَيْتِهِ الطَّاهِرِينَ وَ اخْصُصْهُمْ بِأَفْضَلِ صَلَوَاتِكَ وَ رَحْمَتِكَ وَ بَرَكَاتِكَ وَ سَلَامِكَ وَ اخْصُصِ اللَّهُمَّ وَالِدَيَّ بِالْكَرَامَةِ لَدَيْكَ وَ الصَّلَاةِ مِنْكَ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَلْهِمْنِي عِلْمَ مَا يَجِبُ لَهُمَا عَلَيَّ إِلْهَاماً وَ اجْمَعْ لِي عِلْمَ ذَلِكَ كُلِّهِ تَمَاماً ثُمَّ اسْتَعْمِلْنِي بِمَا تُلْهِمُنِي مِنْهُ وَ وَفِّقْنِي لِلنُّفُوذِ فِيمَا تُبَصِّرُنِي مِنْ عِلْمِهِ حَتَّى لَا يَفُوتَنِي اسْتِعْمَالُ شَيْءٍ عَلَّمْتَنِيهِ وَ لَا تُثْقِلَ أَرْكَانِي عَنِ الْحُقُوقِ فِيمَا أَلْهَمْتَنِيهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ كَمَا شَرَّفْتَنَا بِهِ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ كَمَا أَوْجَبْتَ لَنَا الْحَقَّ عَلَى الْخَلْقِ بِسَبَبِهِ اللَّهُمَّ اجْعَلْنِي أَهَابُهُمَا هَيْبَةَ السُّلْطَانِ الْعَسُوفِ وَ أَبَرُّهُمَا بِرَّ الْأُمِّ الرَّءُوفِ وَ اجْعَلْ طَاعَتِي لِوَالِدَيَّ وَ بِرِّي بِهِمَا أَقَرَّ لِعَيْنِي مِنْ رَقْدَةِ الْوَسْنَانِ وَ أَثْلَجَ لِصَدْرِي مِنْ شَرْبَةِ الظَّمْآنِ حَتَّى أُوثِرَ عَلَى هَوَايَ هَوَاهُمَا وَ أُقَدِّمَ عَلَى رِضَايَ رِضَاهُمَا وَ أَسْتَكْثِرَ بِرَّهُمَا بِي وَ إِنْ قَلَّ وَ أَسْتَقِلَّ بِرِّيِ بِهِمَا وَ إِنْ كَثُرَ اللَّهُمَّ خَفِّضْ لَهُمَا صَوْتِي وَ أَطِبْ لَهُمَا كَلَامِي وَ أَلِنْ لَهُمَا عَرِيكَتِي وَ اعْطِفْ عَلَيْهِمَا قَلْبِي وَ صَيِّرْنِي بِهِمَا رَفِيقاً وَ عَلَيْهِمَا شَفِيقاً اللَّهُمَّ اشْكُرْ لَهُمَا تَرْبِيَتِي وَ أَثِبْهُمَا عَلَى تَكْرِمَتِي وَ احْفَظْ لَهُمَا مَا حَفِظَاهُ مِنِّي فِي صِغَرِي اللَّهُمَّ وَ مَا مَسَّهُمَا مِنِّي مِنْ أَذًى أَوْ خَلَصَ إِلَيْهِمَا [لَهُمَا] عَنِّي مِنْ مَكْرُوهٍ أَوْ ضَاعَ قِبَلِي لَهُمَا مِنْ حَقٍّ فَاجْعَلْهُ حِطَّةً لِذُنُوبِهِمَا وَ عُلُوّاً فِي دَرَجَاتِهِمَا وَ زِيَادَةً فِي حَسَنَاتِهِمَا يَا مُبَدِّلَ السَّيِّئَاتِ بِأَضْعَافِهَا مِنَ الْحَسَنَاتِ اللَّهُمَّ وَ مَا تَعَدَّيَا عَلَيَّ فِيهِ مِنْ قَوْلٍ أَوْ أَسْرَفَا عَلَيَّ فِيهِ مِنْ فِعْلٍ أَوْ ضَيَّعَاهُ لِي مِنْ حَقٍّ أَوْ قَصَّرَا بِي عَنْهُ مِنْ وَاجِبٍ فَقَدْ وَهَبْتَهُ لَهُمَا وَ جُدْتَ بِهِ عَلَيْهِمَا وَ رَغِبْتُ إِلَيْكَ فِي وَضْعِ تَبِعَتِهِ عَنْهُمَا فَإِنِّي لَا أَتَّهِمُهُمَا عَلَى نَفْسِي وَ لَا أَسْتَبْطِئُهُمَا فِي بِرِّيِ وَ لَا أَكْرَهُ مَا تَوَلَّيَاهُ مِنْ أَمْرِي يَا رَبِّ فَهُمَا أَوْجَبُ حَقّاً عَلَيَّ وَ أَقْدَمُ إِحْسَاناً إِلَيَّ وَ أَعْظَمُ مِنْهُ لَدَيَّ مِنْ أَنْ أُقَاصَّهُمَا بِعَدْلٍ أَوْ أُجَازِيَهُمَا عَلَى مِثْلٍ أَيْنَ إِذاً يَا إِلَهِي طُولُ شُغْلِهِمَا بِتَرْبِيَتِي وَ أَيْنَ شِدَّةُ تَعَبِهِمَا فِي حِرِاسَتِي وَ أَيْنَ إِقْتَارُهُمَا عَلَى أَنْفُسِهِمَا لِلتَّوْسِعَةِ عَلَيَّ هَيْهَاتَ مَا يَسْتَوْفِيَانِ مِنِّي حَقَّهُمَا وَ لَا أُدْرِكُ مَا يَجِبُ عَلَيَّ لَهُمَا وَ لَا أَنَا بِقَاضٍ وَظِيفَةَ خِدْمَتِهِمَا فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَعِنِّي يَا خَيْرَ مَنِ اسْتُعِينَ بِهِ وَ وَفِّقْنِي يَا أَهْدَى مَنْ رُغِبَ إِلَيْهِ وَ لَا تَجْعَلْنِي فِي أَهْلِ الْعُقُوقِ لِلْآبَاءِ وَ الْأُمَّهَاتِ يَوْمَ تُجْزىٰ كُلُّ نَفْسٍ بِمٰا كَسَبَتْ وَ هُمْ لٰا يُظْلَمُونَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ ذُرِّيَّتِهِ وَ اخْصُصْ أَبَوَيَّ بِأَفْضَلِ مَا خَصَصْتَ بِهِ آبَاءَ عِبَادِكَ الْمُؤْمِنِينَ وَ أُمَّهَاتِهِمْ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ لَا تُنْسِنِي ذِكْرَهُمَا فِي أَدْبَارِ صَلَوَاتِي وَ فِي كُلِّ آنٍ مِنْ آنَاءِ لَيْلِي وَ فِي كُلِّ سَاعَةٍ مِنْ سَاعَاتِ نَهَارِي اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اغْفِرْ لِي بِدُعَائِي لَهُمَا وَ اغْفِرْ لَهُمَا بِبِرِّهِمَا بِي مَغْفِرَةً حَتْماً وَ ارْضَ عَنْهُمَا بِشَفَاعَتِي لَهُمَا رِضًا عَزْماً وَ بَلِّغْهُمَا بِالْكَرَامَةِ مَوَاطِنَ السَّلَامَةِ اللَّهُمَّ وَ إِنْ سَبَقَتْ مَغْفِرَتُكَ لَهُمَا فَشَفِّعْهُمَا فِيَّ وَ إِنْ سَبَقَتْ مَغْفِرَتُكَ لِي فَشَفِّعْنِي فِيهِمَا حَتَّى نَجْتَمِعَ بِرَأْفَتِكَ فِي دَارِ كَرَامَتِكَ وَ مَحَلِّ مَغْفِرَتِكَ وَ رَحْمَتِكَ إِنَّكَ ذُو الْفَضْلِ الْعَظِيمِ وَ الْمَنِّ الْقَدِيمِ وَ أَنْتَ أَرْحَمُ الرّٰاحِمِينَ","المصباح (للكفعمي)"]]