{
"title": "دعاء الندبة",
"type": "text",
"source": "مفاتيح الجنان",
"data": "اَلْحَمْدُ للهِ رَبِّ الْعالَمينَ وَصَلَّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ نَبِيِّهِ وَآلِهِ وَسَلَّمَ تَسْليماً، اَللّـهُمَّ لَكَ الْحَمْدُ عَلى ما جَرى بِهِ قَضاؤكَ في اَوْلِيائِكَ الَّذينَ اسْتَخْلَصْتَهُمْ لِنَفْسِكَ وَدينِكَ، اِذِ اخْتَرْتَ لَهُمْ جَزيلَ ما عِنْدَكَ مِنَ النَّعيمِ الْمُقيمِ الَّذي لا زَوالَ لَهُ وَلاَ اضْمِحْلالَ، بَعْدَ اَنْ شَرَطْتَ عَلَيْهِمُ الزُّهْدَ في دَرَجاتِ هذِهِ الدُّنْيَا الدَّنِيَّةِ وَزُخْرُفِها وَزِبْرِجِها، فَشَرَطُوا لَكَ ذلِكَ وَعَلِمْتَ مِنْهُمُ الْوَفاءَ بِهِ فَقَبِلْتَهُمْ وَقَرَّبْتَهُمْ، وَقَدَّمْتَ لَهُمُ الذِّكْرَ الْعَلِيَّ وَالثَّناءَ الْجَلِىَّ، وَاَهْبَطْتَ عَلَيْهِمْ مَلائِكَتَكَ وَكَرَّمْتَهُمْ بِوَحْيِكَ، وَرَفَدْتَهُمْ بِعِلْمِكَ، وَجَعَلْتَهُمُ الذَّريعَةَ اِلَيْكَ وَالْوَسيلَةَ اِلى رِضْوانِكَ، فَبَعْضٌ اَسْكَنْتَهُ جَنَّتَكَ اِلى اَنْ اَخْرَجْتَهُ مِنْها، وَبَعْضٌ حَمَلْتَهُ في فُلْكِكَ وَنَجَّيْتَهُ وَمَنْ آمَنَ مَعَهُ مِنَ الْهَلَكَةِ بِرَحْمَتِكَ، وَبَعْضٌ اتَّخَذْتَهُ لِنَفْسِكَ خَليلاً وَسَأَلَكَ لِسانَ صِدْق فِي الاْخِرينَ فَاَجَبْتَهُ وَجَعَلْتَ ذلِكَ عَلِيّاً، وَبَعْضٌ كَلَّمْتَهُ مِنْ شَجَـرَةٍ تَكْليماً وَجَعَلْتَ لَهُ مِنْ اَخيهِ رِدْءاً وَوَزيراً، وَبَعْضٌ اَوْلَدْتَهُ مِنْ غَيْرِ اَب وَآتَيْتَهُ الْبَيِّناتِ وَاَيَّدْتَهُ بِرُوحِ الْقُدُسِ، وَكُلٌّ شَرَعْتَ لَهُ شَريعَةً، وَنَهَجْتَ لَهُ مِنْهاجاً، وَتَخَيَّرْتَ لَهُ اَوْصِياءَ، مُسْتَحْفِظاً بَعْدَ مُسْتَحْفِظ مِنْ مُدَّةٍ اِلى مُدَّةٍ، اِقامَةً لِدينِكَ، وَحُجَّةً عَلى عِبادِكَ، وَلِئَلّا يَزُولَ الْحَقُّ عَنْ مَقَرِّهِ وَيَغْلِبَ الْباطِلُ عَلى اَهْلِهِ، وَلا يَقُولَ اَحَدٌ لَوْلا اَرْسَلْتَ اِلَيْنا رَسُولاً مُنْذِراً وَاَقَمْتَ لَنا عَلَماً هادِياً فَنَتَّبِـعَ آياتِكَ مِنْ قَبْلِ اَنْ نَذِلَّ وَنَخْزى، اِلى اَنِ انْتَهَيْتَ بِالاَْمْرِ اِلى حَبيبِكَ وَنَجيبِكَ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، فَكانَ كَمَا انْتَجَبْتَهُ سَيِّدَ مَنْ خَلَقْتَهُ، وَصَفْوَةَ مَنِ اصْطَفَيْتَهُ، وَاَفْضَلَ مَنِ اجْتَبَيْتَهُ، وَاَكْرَمَ مَنِ اعْتَمَدْتَهُ، قَدَّمْتَهُ عَلى اَنْبِيائِكَ، وَبَعَثْتَهُ اِلَى الثَّقَلَيْنِ مِنْ عِبادِكَ، وَاَوْطَأتَهُ مَشارِقَكَ وَمَغارِبَكَ، وَسَخَّرْتَ لَهُ الْبُراقَ، وَعَرَجْتَ (به) بِرُوْحِهِ اِلى سَمائِكَ، وَاَوْدَعْتَهُ عِلْمَ ما كانَ وَما يَكُونُ اِلَى انْقِضاءِ خَلْقِكَ، ثُمَّ نَصَرْتَهُ بِالرُّعْبِ، وَحَفَفْتَهُ بِجَبْرَئيلَ وَميكائيلَ وَالْمُسَوِّمينَ مِنْ مَلائِكَتِكَ وَوَعَدْتَهُ اَنْ تُظْهِرَ دينَهُ عَلَى الدّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ، وَذلِكَ بَعْدَ اَنْ بَوَّأتَهُ مَبَوَّأَ صِدْقٍ مِنْ اَهْلِهِ، وَجَعَلْتَ لَهُ وَلَهُمْ اَوَّلَ بَيْتٍ وُضِعَ لِلنّاسِ لَلَّذي بِبَكَّةَ مُبارَكاً وَهُدىً لِلْعالَمينَ، فيهِ آياتٌ بَيِّناتٌ مَقامُ اِبْراهيمَ وَمَنْ دَخَلَهُ كانَ آمِناً، وَقُلْتَ (اِنَّما يُريدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهيراً) ثُمَّ جَعَلْتَ اَجْرَ مُحَمَّدٍ صَلَواتُكَ عَلَيْهِ وَآلِهِ مَوَدَّتَهُمْ في كِتابِكَ فَقُلْتَ: (قُلْ لا اَسْاَلُكُمْ عَلَيْهِ اَجْراً اِلاَّ الْمَوَدَّةَ فِى الْقُرْبى) وَقُلْتَ (ما سَألْتُكُمْ مِنْ اَجْر فَهُوَلَكُمْ) وَقُلْتَ: (ما اَسْاَلُكُمْ عَلَيْهِ مِنْ اَجْر الاّ مَنْ شاءَ اَنْ يَتَّخِذَ اِلى رَبِّهِ سَبيلاً)، فَكانُوا هُمُ السَّبيلَ اِلَيْكَ وَالْمَسْلَكَ اِلى رِضْوانِكَ، فَلَمَّا انْقَضَتْ اَيّامُهُ اَقامَ وَلِيَّهُ عَلِيَّ بْنَ اَبي طالِب صَلَواتُكَ عَلَيْهِما وَآلِهِما هادِياً، اِذْ كانَ هُوَ الْمُنْذِرَ وَلِكُلِّ قَوْم هاد، فَقالَ وَالْمَلأُ اَمامَهُ: مَنْ كُنْتُ مَوْلاهُ فَعَلِيٌّ مَوْلاهُ اَللّـهُمَّ والِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَانْصُرْ مَنْ نَصَرَهُ وَاخْذُلْ مَنْ خَذَلَهُ، وَقالَ: مَنْ كُنْتُ اَنَا نَبِيَّهُ فَعَلِيٌّ اَميرُهُ، وَقالَ اَنَا وَعَلِيٌّ مِنْ شَجَرَة واحِدَة وَسائِرُالنَّاسِ مِنْ شَجَر شَتّى، وَاَحَلَّهُ مَحَلَّ هارُونَ مِنْ مُوسى، فَقال لَهُ اَنْتَ مِنّي بِمَنْزِلَةِ هارُونَ مِنْ مُوسى الّا اَنَّهُ لا نَبِيَّ بَعْدي، وَزَوَّجَهُ ابْنَتَهُ سَيِّدَةَ نِساءِ الْعالَمينَ، وَاَحَلَّ لَهُ مِنْ مَسْجِدِهِ ما حَلَّ لَهُ، وَسَدَّ الاَْبْوابَ اِلاّ بابَهُ، ثُمَّ اَوْدَعَهُ عِلْمَهُ وَحِكْمَتَهُ فَقالَ: اَنـَا مَدينَةُ الْعِلْمِ وَعَلِىٌّ بابُها، فَمَنْ اَرادَ الْمَدينَةَ وَالْحِكْمَةَ فَلْيَاْتِها مِنْ بابِها، ثُمَّ قالَ: اَنْتَ اَخي وَوَصِيّي وَوارِثي، لَحْمُكَ مِنْ لَحْمي وَدَمُكَ مِنْ دَمي وَسِلْمُكَ سِلْمي وَحَرْبُكَ حَرْبي وَالإيمانُ مُخالِطٌ لَحْمَكَ وَدَمَكَ كَما خالَطَ لَحْمي وَدَمي، وَاَنْتَ غَداً عَلَى الْحَوْضِ خَليفَتي وَاَنْتَ تَقْضي دَيْني وَتُنْجِزُ عِداتي وَشيعَتُكَ عَلى مَنابِرَ مِنْ نُور مُبْيَضَّةً وُجُوهُهُمْ حَوْلي فِي الْجَنَّةِ وَهُمْ جيراني، وَلَوْلا اَنْتَ يا عَلِيُّ لَمْ يُعْرَفِ الْمُؤْمِنُونَ بَعْدي، وَكانَ بَعْدَهُ هُدىً مِنَ الضَّلالِ وَنُوراً مِنَ الْعَمى، وَحَبْلَ اللهِ الْمَتينَ وَصِراطَهُ الْمُسْتَقيمَ، لا يُسْبَقُ بِقَرابَةٍ في رَحِمٍ وَلا بِسابِقَةٍ في دينٍ، وَلا يُلْحَقُ في مَنْقَبَةٍ مِنْ مَناقِبِهِ، يَحْذُو حَذْوَ الرَّسُولِ صَلَّى اللهُ عَلَيْهِما وَآلِهِما، وَيُقاتِلُ عَلَى التَّأويلِ وَلا تَأخُذُهُ فِي اللهِ لَوْمَةُ لائِمٍ، قَدْ وَتَرَ فيهِ صَناديدَ الْعَرَبِ وَقَتَلَ اَبْطالَهُمْ وَناوَشَ (ناهش) ذُؤْبانَهُمْ، فَاَوْدَعَ قُلُوبَهُمْ اَحْقاداً بَدْرِيَّةً وَخَيْبَرِيَّةً وَحُنَيْنِيَّةً وَغَيْرَهُنَّ، فَاَضَبَّتْ عَلى عَداوَتِهِ وَاَكَبَّتْ عَلى مُنابَذَتِهِ، حَتّى قَتَلَ النّاكِثينَ وَالْقاسِطينَ وَالْمارِقينَ، وَلَمّا قَضى نَحْبَهُ وَقَتَلَهُ اَشْقَى الاْخِرينَ يَتْبَعُ اَشْقَى الاَْوَّلينَ، لَمْ يُمْتَثَلْ اَمْرُ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ فِي الْهادينَ بَعْدَ الْهادينَ، وَالاُْمَّةُ مُصِرَّةٌ عَلى مَقْتِهِ مُجْتَمِعَةٌ عَلى قَطيعَةِ رَحِمِهِ وَاِقْصاءِ وُلْدِهِ اِلّا الْقَليلَ مِمَّنْ وَفى لِرِعايَةِ الْحَقِّ فيهِمْ، فَقُتِلَ مَنْ قُتِلَ، وَسُبِيَ مَنْ سُبِيَ وَاُقْصِيَ مَنْ اُقْصِيَ وَجَرَى الْقَضاءُ لَهُمْ بِما يُرْجى لَهُ حُسْنُ الْمَثُوبَةِ، اِذْ كانَتِ الاَْرْضُ للهِ يُورِثُها مَنْ يَشاءُ مِنْ عِبادِهِ وَالْعاقِبَةُ لِلْمُتَّقينَ، وَسُبْحانَ رَبِّنا اِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولاً، وَلَنْ يُخْلِفَ اللهُ وَعْدَهُ وَهُوَ الْعَزيزُ الْحَكيمُ، فَعَلَى الاَْطائِبِ مِنْ اَهْلِ بَيْتِ مُحَمَّدٍ وَعَلِيٍّ صَلَّى اللهُ عَلَيْهِما وَآلِهِما فَلْيَبْكِ الْباكُونَ، وَاِيّاهُمْ فَلْيَنْدُبِ النّادِبُونَ، وَلِمِثْلِهِمْ فَلْتَذْرِفِ (فَلْتًدرِ) الدُّمُوعُ، وَلْيَصْرُخِ الصّارِخُونَ، وَيَضِجَّ الضّاجُّونَ، وَيَعِـجَّ الْعاجُّوَن، اَيْنَ الْحَسَنُ اَيْنَ الْحُسَيْنُ اَيْنَ اَبْناءُ الْحُسَيْنِ، صالِحٌ بَعْدَ صالِـحٍ، وَصادِقٌ بَعْدَ صادِقٍ، اَيْنَ السَّبيلُ بَعْدَ السَّبيلِ، اَيْنَ الْخِيَرَةُ بَعْدَ الْخِيَرَةِ، اَيْنَ الشُّمُوسُ الطّالِعَةُ، اَيْنَ الاَْقْمارُ الْمُنيرَةُ، اَيْنَ الاَْنْجُمُ الزّاهِرَةُ، اَيْنَ اَعْلامُ الدّينِ وَقَواعِدُ الْعِلْمِ، اَيْنَ بَقِيَّةُ اللهِ الَّتي لا تَخْلُو مِنَ الْعِتْرَةِ الْهادِيـَةِ، اَيـْنَ الـْمُعَدُّ لِـقَطْعِ دابِرِ الظَّلَمَةِ، اَيْنَ الْمُنْتَظَرُ لاِِقامَةِ الاَْمْتِ وَاْلعِوَجِ، اَيْنَ الْمُرْتَجى لاِزالَةِ الْجَوْرِ وَالْعُدْوانِ، اَيْنَ الْمُدَّخَرُ لِتَجْديدِ الْفَرآئِضِ و َالسُّنَنِ، اَيْنَ الْمُتَخَيَّرُ لاِِعادَةِ الْمِلَّةِ وَالشَّريعَةِ، اَيْنَ الْمُؤَمَّلُ لاِِحْياءِ الْكِتابِ وَحُدُودِهِ، اَيْنَ مُحْيي مَعالِمِ الدّينِ وَاَهْلِهِ، اَيْنَ قاصِمُ شَوْكَةِ الْمُعْتَدينَ، اَيْنَ هادِمُ اَبْنِيَةِ الشِّرْكِ وَالنِّفاقِ، اَيْنَ مُبيدُ اَهْلِ الْفُسُوقِ وَالْعِصْيانِ وَالطُّغْيانِ، اَيْنَ حاصِدُ فُرُوعِ الْغَيِّ وَالشِّقاقِ (النِفاقِ)، اَيْنَ طامِسُ آثارِ الزَّيْغِ وَالاَْهْواء،ِ اَيْنَ قاطِعُ حَبائِلِ الْكِذْبِ (الكَذِبِ) وَالاِْفْتِراءِ، اَيْنَ مُبيدُ الْعُتاةِ وَالْمَرَدَةِ، اَيْنَ مُسْتَأصِلُ اَهْلِ الْعِنادِ وَالتَّضْليلِ وَالاِْلْحادِ، اَيْنَ مُـعِزُّ الاَْوْلِياءِ وَمُذِلُّ الاَْعْداءِ، اَيْنَ جامِعُ الْكَلِمَةِ (الكَلِمِ)عَلَى التَّقْوى، اَيْنَ بابُ اللهِ الَّذى مِنْهُ يُؤْتى، اَيْنَ وَجْهُ اللهِ الَّذى اِلَيْهِ يَتَوَجَّهُ الاَْوْلِياءُ، اَيْنَ السَّبَبُ الْمُتَّصِلُ بَيْنَ الاَْرْضِ وَالسَّماءِ، اَيْنَ صاحِبُ يَوْمِ الْفَتْحِ وَناشِرُ رايَةِ الْهُدى، اَيْنَ مُؤَلِّفُ شَمْلِ الصَّلاحِ وَالرِّضا، اَيْنَ الطّالِبُ بِذُحُولِ الاَْنْبِياءِ وَاَبْناءِ الاَْنْبِياءِ، اَيْنَ الطّالِبُ (المُطالِبُ) بِدَمِ الْمَقْتُولِ بِكَرْبَلاءَ، اَيْنَ الْمَنْصُورُ عَلى مَنِ اعْتَدى عَلَيْهِ وَافْتَرى، اَيْنَ الْمُضْطَرُّ الَّذي يُجابُ اِذا دَعا اَيْنَ صَدْرُ الْخَلائِقِ ذُوالْبِرِّ وَالتَّقْوى، اَيْنَ ابْنُ النَّبِىِّ الْمُصْطَفى، وَابْنُ عَلِيٍّ الْمُرْتَضى، وَابْنُ خَديجَةَ الْغَرّآءِ، وَابْنُ فاطِمَةَ الْكُبْرى، بِاَبي اَنْتَ وَاُمّي وَنَفْسي لَكَ الْوِقاءُ وَالْحِمى، يَا بْنَ السّادَةِ الْمُقَرَّبينَ، يَا بْنَ النُّجَباءِ الاَْكْرَمينَ، يَا بْنَ الْهُداةِ الْمَهْدِيّينَ (المُهْتَدينَ)، يَا بْنَ الْخِيَرَةِ الْمُهَذَّبينَ، يَا بْنَ الْغَطارِفَةِ الاَْنْجَبينَ، يَا بْنَ الاَْطائِبِ الْمُطَهَّرينَ (المُتَطَهْريِِنَ)، يَا بْنَ الْخَضارِمَةِ الْمُنْتَجَبينَ، يَا بْنَ الْقَماقِمَةِ الاَْكْرَمينَ (الأكْبَرينَ)، يَا بْنَ الْبُدُورِ الْمُنيرَةِ، يَا بْنَ السُّرُجِ الْمُضيئَةِ، يَا بْنَ الشُّهُبِ الثّاقِبَةِ، يَا بْنَ الاَْنْجُمِ الزّاهِرَةِ، يَا بْنَ السُّبُلِ الْواضِحَةِ، يَا بْنَ الاَْعْلامِ الّلائِحَةِ، يَا بْنَ الْعُلُومِ الْكامِلَةِ، يَا بْنَ السُّنَنِ الْمَشْهُورَةِ، يَا بْنَ الْمَعالِمِ الْمَأثُورَةِ، يَا بْنَ الْمُعْجِزاتِ الْمَوْجُودَةِ، يَا بْنَ الدَّلائِلِ الْمَشْهُودَةِ (المَشْهُورَةِ)، يَا بْنَ الصـِّراطِ الْمُسْتَقيمِ، يَا بْنَ النَّبَأِ الْعَظيمِ، يَا بْنَ مَنْ هُوَ في اُمِّ الْكِتابِ لَدَى اللهِ عَلِيٌّ حَكيمٌ، يَا بْنَ الآياتِ وَالْبَيِّناتِ، يَا بْنَ الدَّلائِلِ الظّاهِراتِ، يَا بْنَ الْبَراهينِ الْواضِحاتِ الْباهِراتِ، يَا بْنَ الْحُجَجِ الْبالِغاتِ، يَا بْنَ النِّعَمِ السّابِغاتِ، يَا بْنَ طه وَالْـمُحْكَماتِ، يَا بْنَ يس وَالذّارِياتِ، يَا بْنَ الطُّورِ وَالْعادِياتِ، يَا بْنَ مَنْ دَنا فَتَدَلّى فَكانَ قابَ قَوْسَيْنِ اَوْ اَدْنى دُنُوّاً وَاقْتِراباً مِنَ الْعَلِيِّ الاَْعْلى، لَيْتَ شِعْري اَيْنَ اسْتَقَرَّتْ بِكَ النَّوى، بَلْ اَيُّ اَرْض تُقِلُّكَ اَوْ ثَرى، اَبِرَضْوى اَوْ غَيْرِها اَمْ ذي طُوى، عَزيزٌ عَلَيَّ اَنْ اَرَى الْخَلْقَ وَلا تُرى وَلا اَسْمَعُ لَكَ حَسيساً وَلا نَجْوى، عَزيزٌ عَلَيَّ اَنْ (لا تُحِيطَ بِِيَ دُونكَ) تُحيطَ بِكَ دُونِيَ الْبَلْوى وَلا يَنالُكَ مِنّي ضَجيجٌ وَلا شَكْوى، بِنَفْسي اَنْتَ مِنْ مُغَيَّبٍ لَمْ يَخْلُ مِنّا، بِنَفْسي اَنْتَ مِنْ نازِحٍ ما نَزَحَ (يَنْزِحُ) عَنّا، بِنَفْسي اَنْتَ اُمْنِيَّةُ شائِقٍ يَتَمَنّى، مِنْ مُؤْمِن وَمُؤْمِنَةٍ ذَكَرا فَحَنّا، بِنَفْسي اَنْتَ مِنْ عَقيدِ عِزٍّ لايُسامى، بِنَفْسي اَنْتَ مِنْ اَثيلِ مَجْدٍ لا يُجارى، بِنَفْسي اَنْتَ مِنْ تِلادِ نِعَمٍ لا تُضاهى، بِنَفْسي اَنْتَ مِنْ نَصيفِ شَرَف لا يُساوى، اِلى مَتى اَحارُ فيكَ يا مَوْلايَ وَاِلى مَتي، وَاَىَّ خِطابٍ اَصِفُ فيكَ وَاَيَّ نَجْوى، عَزيزٌ عَلَيَّ اَنْ اُجابَ دُونَكَ وَاُناغى، عَزيزٌ عَلَيَّ اَنْ اَبْكِيَكَ وَيَخْذُلَكَ الْوَرى، عَزيزٌ عَلَيَّ اَنْ يَجْرِيَ عَلَيْكَ دُونَهُمْ ما جَرى، هَلْ مِنْ مُعينٍ فَاُطيلَ مَعَهُ الْعَويلَ وَالْبُكاءَ، هَلْ مِنْ جَزُوعٍ فَاُساعِدَ جَزَعَهُ اِذا خَلا، هَلْ قَذِيَتْ عَيْنٌ فَساعَدَتْها عَيْني عَلَى الْقَذى، هَلْ اِلَيْكَ يَا بْنَ اَحْمَدَ سَبيلٌ فَتُلْقى، هَلْ يَتَّصِلُ يَوْمُنا مِنْكَ بِعِدَةٍ فَنَحْظى، مَتى نَرِدُ مَناهِلَكَ الرَّوِيَّةَ فَنَرْوى، مَتى نَنْتَقِعُ مِنْ عَذْبِ مائِكَ فَقَدْ طالَ الصَّدى، مَتى نُغاديكَ وَنُراوِحُكَ فَنُقِرَّ عَيْناً (فَتَقُرُ عًُيًُوننا)، مَتى تَرانا وَنَراكَ وَقَدْ نَشَرْتَ لِواءَ النَّصْرِ تُرى، اَتَرانا نَحُفُّ بِكَ وَاَنْتَ تَاُمُّ الْمَلاََ وَقَدْ مَلأْتَ الاَْرْضَ عَدْلاً وَاَذَقْتَ اَعْداءَكَ هَواناً وَعِقاباً، وَاَبَرْتَ الْعُتاةَ وَجَحَدَةَ الْحَقِّ، وَقَطَعْتَ دابِرَ الْمُتَكَبِّرينَ، وَاجْتَثَثْتَ اُصُولَ الظّالِمينَ، وَنَحْنُ نَقُولُ الْحَمْدُ للهِ رَبِّ الْعالَمينَ، اَللّـهُمَّ اَنْتَ كَشّافُ ْالكُرَبِ وَالْبَلْوى، وَاِلَيْكَ اَسْتَعْدى فَعِنْدَكَ الْعَدْوى، وَاَنْتَ رَبُّ الاْخِرَةِ وَالدُّنْيا (الاُول)، فَاَغِثْ يا غِياثَ الْمُسْتَغيثينَ عُبَيْدَكَ الْمُبْتَلى، وَاَرِهِ سَيِّدَهُ يا شَديدَ الْقُوى، وَاَزِلْ عَنْهُ بِهِ الاَْسى وَالْجَوى، وَبَرِّدْ غَليلَهُ يا مَنْ عَلَى الْعَرْشِ اسْتَوى، وَمَنْ اِلَيْهِ الرُّجْعى وَالْمُنْتَهى، اَللّـهُمَّ وَنَحْنُ عَبيدُكَ التّائِقُونَ (الشائقون) اِلى وَلِيِّكَ الْمُذَكِّرِ بِكَ وَبِنَبِيِّكَ، خَلَقْتَهُ لَنا عِصْمَةً وَمَلاذاً، وَاَقَمْتَهُ لَنا قِواماً وَمَعاذاً، وَجَعَلْتَهُ لِلْمُؤْمِنينَ مِنّا اِماماً، فَبَلِّغْهُ مِنّا تَحِيَّةً وَسَلاماً، وَزِدْنا بِذلِكَ يارَبِّ اِكْراماً، وَاجْعَلْ مُسْتَقَرَّهُ لَنا مُسْتَقَرّاً وَمُقاماً، وَاَتْمِمْ نِعْمَتَكَ بِتَقْديمِكَ اِيّاهُ اَمامَنا حَتّى تُورِدَنا جِنانَكَ (جَنّاتِكَ) وَمُرافَقَةَ الشُّهَداءِ مِنْ خُلَصائِكَ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَصَلِّ عَلى مُحَمَّدٍ جَدِّهِ وَرَسُولِكَ السَّيِّدِ الاَكْبَرِ، وَعَلى اَبيهِ السَّيِّدِ الاَصْغَرِ، وَجَدَّتِهِ الصِّدّيقَةِ الْكُبْرى فاطِمَةَ بِنْتِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، وَعَلى مَنِ اصْطَفَيْتَ مِنْ آبائِهِ الْبَرَرَةِ، وَعَلَيْهِ اَفْضَلَ وَاَكْمَلَ وَاَتَمَّ وَاَدْوَمَ وَاَكْثَرَ وَاَوْفَرَ ما صَلَّيْتَ عَلى اَحَدٍ مِنْ اَصْفِيائِكَ وَخِيَرَتِكَ مِنْ خَلْقِكَ، وَصَلِّ عَلَيْهِ صَلاةً لا غايَةَ لِعَدَدِها وَلا نِهايَةَ لِمَدَدِها وَلا نَفادَ لاَِمَدِها، اَللّـهُمَّ وَاَقِمْ بِهِ الْحَقَّ وَاَدْحِضْ بِهِ الْباطِلَ وَاَدِلْ بِهِ اَوْلِياءَكَ وَاَذْلِلْ بِهِ اَعْداءَكَ وَصِلِ اللّهُمَّ بَيْنَنا وَبَيْنَهُ وُصْلَةً تُؤَدّى اِلى مُرافَقَةِ سَلَفِهِ، وَاجْعَلْنا مِمَّنْ يَأخُذُ بِحُجْزَتِهِمْ، وَيَمْكُثُ في ظِلِّهِمْ، وَاَعِنّا عَلى تَأدِيَةِ حُقُوقِهِ اِلَيْهِ، وَالاْجْتِهادِ في طاعَتِهِ، وَاجْتِنابِ مَعْصِيَتِهِ، وَامْنُنْ عَلَيْنا بِرِضاهُ، وَهَبْ لَنا رَأَفَتَهُ وَرَحْمَتَهُ وَدُعاءَهُ وَخَيْرَهُ مانَنالُ بِهِ سَعَةً مِنْ رَحْمَتِكَ وَفَوْزاً عِنْدَكَ، وَاجْعَلْ صَلاتَنا بِهِ مَقبُولَةً، وَذُنُوبَنا بِهِ مَغْفُورَةً، وَدُعاءَنا بِهِ مُسْتَجاباً وَاجْعَلْ اَرْزاقَنا بِهِ مَبْسُوطَةً، وَهُمُومَنا بِهِ مَكْفِيَّةً، وَحَوآئِجَنا بِهِ مَقْضِيَّةً، وَاَقْبِلْ اِلَيْنا بِوَجْهِكَ الْكَريمِ وَاقْبَلْ تَقَرُّبَنا اِلَيْكَ، وَانْظُرْ اِلَيْنا نَظْرَةً رَحيمَةً نَسْتَكْمِلُ بِهَا الْكَرامَةَ عِنْدَكَ، ثُمَّ لا تَصْرِفْها عَنّا بِجُودِكَ، وَاسْقِنا مِنْ حَوْضِ جَدِّهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ بِكَأسِهِ وَبِيَدِهِ رَيّاً رَوِيّاً هَنيئاً سائِغاً لا ظَمَاَ بَعْدَهُ يا اَرْحَمَ الرّاحِمينَ .\n\n"
}