{
"title": "حديث الكساء",
"type": "text",
"source": "مفاتيح الجنان",
"data": "نقلاً عن كتاب (عوالم العلوم) للشيخ عبد الله بن نور الله البحراني بسند صحيح عن جابر بن عبد الله الانصاري.\n عَن فاطِمَةَ الزَّهراءِ (عليها السلام) بِنتِ رَسُولِ اللهِ صَلّى الله عَلَيهِ وَآلِهِ قال: سَمِعتُ فاطِمَةَ أنَّها قالَت: دَخَلَ عَلَيَّ أبِي رَسُولُ اللهِ فِي بَعضِ الأيام، فَقَالَ: السَّلامُ عَلَيكِ يا فاطِمَةُ، فَقُلتُ: عَلَيكَ السَّلامُ، قالَ: إنِّي أجِدُ فِي بَدَنِي ضَعفاً، فَقُلتُ لَهُ: أُعِيذُكَ بِالله يا أبَتاهُ مِنَ الضَّعفِ، فَقالَ: يا فاطِمَةُ، ائتِينِي بِالكِساء اليَمانِي فَغَطِّينِي بِهِ، فَأتَيتُهُ بِالكِساءِ اليَمانِي فَغَطَّيتُهُ بِهِ وَصِرتُ أنظُرُ إلَيهِ وَإذا وَجهُهُ يَتَلألأُ كَأنَّهُ البَدرُ فِي لَيلَةِ تَمامِهِ وَكَمالِهِ. فَما كانَت إلاّ ساعَةً وَإذا بِوَلَدِيَ الحَسَنِ قَد أقبَلَ وَقالَ: السَّلامُ عَلَيكِ يا أُمَّاهُ فَقُلتُ: وَعَلَيكَ السَّلامُ يا قُرَّةَ عَينِي وَثَمَرَةَ فُؤادِي، فَقالَ: يا أُمَّاهُ إنِّي أشُمُّ عِندَكِ رائِحَةً طيِّبَةً كَأنَّها رائِحَةُ جَدِّي رَسُولِ اللهُ صَلّى الله عَلَيهِ وَآلِهِ، فَقُلتُ: نَعَم، إنَّ جَدَّكَ تَحتَ الكِساءِ، فَأقبَلَ الحَسَنُ نَحوَ الكِساءِ وَقالَ: السَّلامُ عَلَيكَ يا جَدَّاهُ يا رَسُولَ اللهِ، أتَأذَنُ لِي أن أدخُلَ مَعَكَ تَحتَ الكِساءِ، فَقالَ: وَعَلَيكَ السَّلامُ يا وَلَدِي وَيا صاحِبَ حَوضِي، قَد أذِنتُ لَكَ، فَدَخَلَ مَعَهُ تَحتَ الكِساءِ. فَما كانَت إلاّ ساعَةً وَإذا بِوَلَدِيَ الحُسَينِ قَد أقبَلَ وَقالَ: السَّلامُ عَلَيكِ يا اُمَّاهُ، فَقُلتُ: وَعَلَيكَ السَّلامُ يا قُرَّةَ عَينِي وَثَمَرَةَ فُؤادِي، فَقالَ لِي: يا اُمَّاهُ إنِّي أشُمُّ عِندَكِ رائِحَةً طيِّبَةً كَأنَّها رائِحَةُ جَدِّي رَسُولِ اللهِ، فَقُلتُ: نَعَم، إنَّ جَدَّكَ وَأخاكَ تَحتَ الكِساءِ، فَدَنا الحُسَينُ نَحوَ الكِساءِ وَقالَ: السَّلامُ عَلَيكَ يا جَدّاهُ، السَّلامُ عَلَيكَ يا مَن اختارَهُ الله أتَأذَنُ لِي أن أكُونَ مَعَكُما تَحتَ الكِساءِ، فَقالَ: وعَلَيكَ السَّلامُ يا وَلَدِي وَيا شافِعَ أُمَّتِي، قَد أذِنتُ لَكَ، فَدَخَلَ مَعَهُما تَحتَ الكِساءِ. فَأقبَلَ عِندَ ذلِكَ أبُو الحَسَنِ عَلِيُّ بنِ أبِي طالِبٍ وَقالَ: السَّلامُ عَلَيكِ يا بِنتَ رَسُولِ اللهِ، فَقُلتُ: وَعَلَيكَ السَّلامُ يا أبا الحَسَنِ وَيا أمِيرَ المُؤمِنِينَ فَقالَ: يا فاطِمَةُ إنِّي أشُمُّ عِندَكِ رائِحَةً طَيِّبَةً كَأنَّها رائِحَةُ أخِي وَابنِ عَمِّي رَسُولِ اللهِ، فَقُلتُ: نَعَم، ها هُوَ مَعَ وَلَدَيكَ تَحتَ الكِساءِ، فَأقبَلَ عَلِيٌّ نَحوَ الكِساءِ وَقالَ: السَّلامُ عَلَيكَ يا رَسُولَ اللهِ أتَأذَنُ لِي أن أكُونَ مَعَكُم تَحتَ الكِساءِ، قالَ: وعَلَيكَ السَّلامُ يا أخِي وَوَصِيِّي وَخَلِيفَتِي وَصاحِبَ لِوائِي قَد أذِنتُ لَكَ فَدَخَلَ عَلِيٌّ تَحتَ الكِساءِ. ثُمَّ أتَيتُ نَحوَ الكِساءِ وَقُلتُ: السَّلامُ عَلَيكَ يا أبَتاُه يا رَسُولَ الله أتَأذَنُ لِي أن أكُونَ مَعَكُم تَحتَ الكِساءِ، قالَ : وَعَلَيكِ السَّلامُ يا بِنتِي وَيا بِضعَتِي قَد أذِنتُ لَكِ فَدَخَلَتُ تَحتَ الكِساءِ، فَلَمّا اكتَمَلنا جَمِيعاً تَحتَ الكِساءِ أخَذَ أبِي رَسُولَ اللهِ بِطَرَفَي الكِساءِ وَأومَأ بِيَدِهِ اليُمنى إلى السَّماءِ وَقالَ: اللهُمَّ إنَّ هؤُلاءِ أهلُ بَيتِي وَخاصَّتِي وَحامَّتِي لَحمُهُم لَحمِي وَدَمُهُم دَمِي يُؤلِمُنِي ما يُؤلِمُهُم وَيَحزُنُنِي ما يَحزُنُهُم، أنا حَربٌ لِمَن حارَبَهُم وَسِلمٌ لِمَن سالَمَهُم وَعَدُوُّ لِمَن عاداهُم وَمُحِبٌّ لِمَن أحَبَّهُم، إنَّهُم مِنِّي وَأنا مِنهُم فَاجعَل صَلَواتِكَ وَبَرَكاتِكَ وَرَحمَتَكَ وَغُفرانَكَ وَرِضوانَكَ عَلَيَّ وَعَلَيهِم، وَأذهِب عَنهُم الرِّجسَ وَطَهِّرهُم تَطهِيراً. \nفَقالَ الله عَزَّ وَجَلَّ: يا مَلائِكَتِي وَيا سُكَّانَ سَماواتِي، إنِّي ما خَلَقتُ سَماءً مَبنِيَّةً وَلا أرضاً مَدحِيَّةً وَلا قَمَراً مُنِيراً وَلا شَمساً مُضِيئَةً وَلا فَلَكاً يَدُورُ وَلا بَحراً يَجرِي وَلا فُلكاً يَسرِي إلاّ فِي مَحَبَّةِ هؤُلاءِ الخَمسَةِ الَّذِينَ هُم تَحتَ الكِساءِ. فَقالَ الأمِينُ جبرائِيلَ: يا رَبِّ وَمَن تَحتَ الكِساءِ، فَقالَ عَزَّ وَجَلَّ: هُم أهلُ بَيتِ النُّبُوَّةِ وَمَعدِنُ الرِّسالَةِ، هُم فاطِمَةُ وَأبُوها وَبَعلُها وَبَنُوها. فَقالَ جَبرائِيلُ: يا رَبِّ أتَأذَنُ لِي أن أهبِطَ إلى الأرضِ لأَكُوَنَ مَعَهُم سادِساً، فَقالَ اللهُ: نَعَم، قَد أذِنتُ لَكَ، فَهَبَطَ الأمِينُ جَبرائِيلُ وَقالَ: السَّلامُ عَلَيكَ يا رَسُولَ اللهِ، العَلِيُّ الأعلى يُقرِئِكَ السَّلامُ وَيَخُصُّكَ بِالتَّحِيَّةِ وَالإكرامِ وَيَقُولَ لَكَ: وَعِزَّتِي وَجَلالِي إنِّي ما خَلَقتُ سَّماءً مَبنِيَّةً وَلا أرضاً مَدحِيَّةً وَلا قَمَراً مُنِيراً وَلا شَمساً مُضِيئَةً وَلا فَلَكاً يَدُورُ وَلا بَحراً يَجرِي وَلا فُلكاً يَسرِي إلاّ لأجلِكُم وَمَحَبَّتِكُم. وَقَد أذِنَ لِي أن أدخُلَ مَعَكُم فَهَل تَأذَنَ لِي يا رَسُولَ اللهِ، فَقالَ رَسُولُ اللهِ: عَلَيكَ السَّلامُ يا أمِينَ وَحيِ اللهِ، إنَّهُ نَعَم قَد أذِنتُ لَكَ فَدَخَلَ جَبرائِيلَ مَعَنا تَحتَ الكِساءِ. فَقالَ لأبِي: إنَّ اللهَ قَد أوحى إلَيكُم يَقُولُ: إنَّما يُرِيدُ اللهُ لِيُذهِبَ عَنكُم الرِّجسَ أهلَ البَيتِ وَيُطَهِّرَكُم تَطهِيراً، فَقالَ عَلِيٌّ لأبِي: يا رَسُولَ اللهِ، أخبِرنِي ما لِجُلُوسِنا هذا تَحتَ الكِساءِ مِنَ الفَضلِ عِندَ اللهِ، فَقَالَ النَّبِيُّ (صلّى الله عليه و آله) : وَالَّذِي بَعَثَنِي بِالحَقِّ نبياً وَاصطَفانِي بِالرِّسالَةِ نَجياً ما ذُكِرَ خَبَرُنا هذا فِي مَحفَلٍ مِن مَحافِلِ أهلِ الأرضِ وَفِيهِ جَمعٌ مِن شِيعَتِنا وَمُحِبِّينا، إلاّ وَنَزَلَت عَلَيهِمُ الرَّحمَةُ وَحَفَّت بِهِمُ المَلائِكَةُ وَاستَغفَرَت لَهُم إلى أن يَتَفَرَّقُوا، فَقالَ عَلِيُّ (عليه السلام) : إذاً وَاللهِ فُزنا وَفازَ شِيعَتُنا وَرَبِّ الكَعبَةِ، فَقالَ أبِي رَسُولُ اللهِ (صلّى الله عليه و آله) : يا عَلِيٌّ وَالَّذِي بَعَثَنِي بِالحَقِّ نبياً وَاصطَفانِي بِالرِّسالَةِ نَجياً ما ذُكِرَ خَبَرُنا هذا فِي مَحفَلٍ مِن مَحافِلِ أهلِ الأرضِ وَفِيهِ جَمعٌ مِن شِيعَتِنا وَمُحِبِّينا، وَفِيهِم مَهمُومٌ إلاّ وَفَرَّجَ اللهُ هَمَّهُ وَلا مَغمُومٌ إلاّ وَكَشَفَ اللهُ غَمَّهُ وَلا طالِبُ حاجَةٍ إلاّ وَقَضى اللهُ حاجَتَهُ، فَقالَ عَلِيُّ (عليه السلام) : إذاً وَاللهِ فُزنا وَسُعِدنا وَكَذلِكَ شِيعَتُنا فازُوا وَسُعِدُوا فِي الدُّنيا وَالآخِرةِ وَرَبِّ الكَعبَةِ.\n"
}