{
"title": "دعاء البهاء",
"type": "text",
"source": "مفاتيح الجنان",
"data": "اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ بَهائِكَ بأَبْهاهُ وَكُلُّ بَهائِكَ بَهِيٌّ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِبَهائِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ جَمالِكَ بِأَجْمَلِهِ وَكُلُّ جَمالِكَ جَميلٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِجَمالِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ جَلالِكَ بِأَجَلِّهِ وَكُلُّ جَلالِكَ جَليلٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِجَلالِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ عَظَمَتِكَ بِأَعْظَمِها وَكُلُّ عَظَمَتِكَ عَظَيمَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِعَظَمَتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسَأَلُكَ مِنْ نُورِكَ بِأَنْوَرِهِ وَكُلُّ نُورِكَ نَيِّرٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِنُورِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ رَحْمَتِكَ بِأَوْسَعِها وَكُلُّ رَحْمَتِكَ واسِعَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ كَلِماتِكَ بِأَتَمِّها وَكُلُّ كَلِماتِكَ تامَّةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِكَلِماتِكَ كُلِّهَا، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ كَمالِكَ بِأَكْمَلِهِ وَكُلُّ كَمَالِكَ كامِلٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِكَمالِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ أَسمائِكَ بِأَكْبَرِها وَكُلُّ أَسْمائِكَ كَبيرَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِأَسْمائِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ عِزَّتِكَ بأَعَزِّها وَكُلُّ عِزَّتِكَ عَزيزَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِعِزَّتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ مَشِيْئَتِكَ بِأَمْضاها وَكُلُّ مَشِيْئَتِكَ ماضِيَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِمَشِيْئَتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ قُدْرَتِكَ بِالْقُدْرَةِ الَّتي اسْتَطَلْتَ بِها عَلَى كُلِّ شَيْءٍ وَكُلُّ قُدْرَتِكَ مُسْتَطيلَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِقُدْرَتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ عِلْمِكَ بِأَنْفَذِهِ وَكُلُّ عِلْمِكَ نافِذٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِعِلْمِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ قَوْلِكَ بِأَرْضاهُ وَكُلُّ قَوْلِكَ رَضِيٌّ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِقَوْلِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ مَسائِلِكَ بِأَحَبِّها اِلَيْكَ وَكُلُّ مَسائِلِكَ اِلَيْكَ حَبيبَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِمَسائِلِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ شَرَفِكَ بِأَشْرَفِهِ وَكُلُّ شَرَفِكَ شَريفٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِشَرَفِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ سُلْطانِكَ بِأَدْوَمِهِ وَكُلُّ سُلْطانِكَ دائِمٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِسُلْطانِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ مُلْكِكَ بِأَفْخَرِهِ وَكُلُّ مُلْكِكَ فاخِرٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِمُلْكِكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ عُلُوِّكَ بِأَعْلاهُ وَكُلُّ عُلُوِّكَ عالٍ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِعُلُوِّكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ مَنِّكَ بِأَقْدَمِهِ وَكُلُّ مَنِّكَ قَديمٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِمَنِّكَ كُلِّهِ، اَللّهُمَّ إِنِّي أَسْأَلُكَ مِنْ آياتِكَ بِأَكْرَمِها وَكُلُّ آياتِكَ كَريمَةٌ، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِآياتِكَ كُلِّها، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِما أَنْتَ فيهِ مِنَ الشَّأنِ وَالْجَبَرُوتِ، وَأَسْأَلُكَ بِكُلِّ شَأْنٍ وَحْدَهُ وجَبَرُوتٍ وَحْدَها، اَللّهُمَّ إِنِّي أَسْأَلُكَ بِما تُجيبُني بِهِ حينَ أَسْأَلُكَ فَأَجِبْني يا اَللهُ."
}