[["أَنْ يُكْثِرَ الْمَسْجُونُ مِنْ قَوْلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ وَ الْمُعَافَاةَ فِي الدُّنْيَا وَ الْآخِرَةِ","المصباح (للكفعمي)"],["دُعَاءٌ عَلَّمَهُ صَاحِبُ الْأَمْرِ(ع)لِرَجُلٍ مَحْبُوسٍ فَخَلَصَ: [إِلَهِي] اللَّهُمَّ عَظُمَ الْبَلَاءُ وَ بَرِحَ الْخَفَاءُ وَ انْكَشَفَ الْغِطَاءُ وَ انْقَطَعَ الرَّجَاءُ وَ ضَاقَتِ الْأَرْضُ وَ مُنِعَتِ السَّمَاءُ وَ أَنْتَ الْمُسْتَعَانُ وَ إِلَيْكَ الْمُشْتَكَى وَ عَلَيْكَ الْمُعَوَّلُ فِي الشِّدَّةِ وَ الرَّخَاءِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدِ أُولِي الْأَمْرِ الَّذِينَ فَرَضْتَ عَلَيْنَا طَاعَتَهُمْ وَ عَرَّفْتَنَا بِذَلِكَ مَنْزِلَتَهُمْ فَفَرِّجْ عَنَّا بِحَقِّهِمْ فَرَجاً عَاجِلًا قَرِيباً كَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ يَا مُحَمَّدُ يَا عَلِيُّ يَا عَلِيُّ يَا مُحَمَّدُ اكْفِيَانِي فَإِنَّكُمَا كَافِيَايَ وَ انْصُرَانِي فَإِنَّكُمَا نَاصِرَايَ يَا مَوْلَانَا يَا صَاحِبَ الزَّمَانِ الْأَمَانَ الْأَمَانَ الْأَمَانَ الْغَوْثَ الْغَوْثَ الْغَوْثَ أَدْرِكْنِي أَدْرِكْنِي أَدْرِكْنِي السَّاعَةَ السَّاعَةَ السَّاعَةَ الْعَجَلَ الْعَجَلَ الْعَجَلَ يَا أَرْحَمَ الرَّاحِمِينَ بِمُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ","المصباح (للكفعمي)"],["دعاء الطائر الرومي و يسمى دعاء الفرج\n\n يفرج به الكرب و يطلق به الأسير و المحبوس\n\n وَ هُوَ اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا مَنْ لَا تَرَاهُ الْعُيُونُ وَ لَا تُخَالِطُهُ الظُّنُونُ وَ لَا تَصِفُهُ الْوَاصِفُونَ وَ لَا تُغَيِّرُهُ الْحَوَادِثُ وَ لَا الدُّهُورُ أَنْتَ تَعْلَمُ مَثَاقِيلَ الْجِبَالِ وَ مَكَايِيلَ الْبِحَارِ وَ عَدَدَ قَطْرِ الْأَمْطَارِ وَ عَدَدَ وَرَقِ الْأَشْجَارِ وَ عَدَدَ مَا يُظْلِمُ عَلَيْهِ اللَّيْلُ وَ يُشْرِقُ عَلَيْهِ النَّهَارُ وَ لَا تُوَارِي مِنْهُ سَمَاءٌ سَمَاءً وَ لَا أَرْضٌ أَرْضاً وَ لَا جَبَلٌ إِلَّا وَ يَعْلَمُ مَا فِي وَعْرِهِ وَ لَا بَحْرٌ إِلَّا وَ يَعْلَمُ مَا فِي قَعْرِهِ اللَّهُمَّ إِنِّي أَسْأَلُكَ أَنْ تَجْعَلَ خَيْرَ عَمَلِي خَوَاتِيمَهُ وَ خَيْرَ أَيَّامِي يَوْمَ أَلْقَاكَ إِنَّكَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ اللَّهُمَّ وَ مَنْ عَادَانِي فَعَادِهِ وَ مَنْ كَادَنِي فَكِدْهُ وَ مَنْ بَغَى عَلَيَّ فَأَهْلِكْهُ وَ مَنْ نَصَبَ لِي فَخُذْهُ وَ أَطْفِئْ عَنِّي نَارَ مَنْ أَشَبَّ إِلَيَّ نَارَهُ وَ اكْفِنِي هَمَّ مَنْ أَدْخَلَ عَلَيَّ هَمَّهُ وَ أَدْخِلْنِي فِي دِرْعِكَ الْحَصِينَةِ وَ اسْتُرْنِي بِسِتْرِكَ الْوَاقي يَا مَنْ يَكْفِي مِنْ كُلِّ شَيْءٍ وَ لَا يَكْفِي مِنْهُ شَيْءٌ اكْفِنِي مَا أَهَمَّنِي مِنْ أَمْرِ الدُّنْيَا وَ الْآخِرَةِ وَ صَدِّقْ قَوْلِي وَ فِعْلِي بِالتَّحْقِيقِ يَا شَفِيقُ يَا رَفِيقُ وَ فَرِّجْ عَنِّي كُلَّ ضِيقٍ وَ لَا تُحَمِّلْنِي مَا لَا أُطِيقُ أَنْتَ إِلَهِي الْحَقُّ الْحَقِيقُ يَا ظَاهِرَ الْبُرْهَانِ يَا قَوِيَّ الْأَرْكَانِ يَا مَنْ رَحْمَتُهُ فِي كُلِّ مَكَانٍ يَا مَنْ لَا يَحْوِيهِ مَكَانٌ وَ لَا يَخْلُو مِنْهُ مَكَانٌ احْرُسْنِي بِعَيْنِكَ الَّتِي لَا تَنَامُ وَ اكْنُفْنِي بِرُكْنِكَ الَّذِي لَا يُرَامُ اللَّهُمَّ إِنَّهُ قَدْ تَيَقَّنَ قَلْبِي أَنْ لَا إِلَهَ إِلَّا أَنْتَ وَ أَنِّي لَا أَهْلِكُ وَ أَنْتَ مَعِي يَا رَجَائِي فَارْحَمْنِي بِقُدْرَتِكَ عَلَيَّ يَا عَظِيماً يُرْجَى لِكُلِّ عَظِيمٍ يَا عَظِيمُ يَا حَلِيمُ يَا عَلِيمُ أَنْتَ بِحَاجَتِي عَلِيمٌ وَ عَلَى خَلَاصِي قَدِيرٌ وَ هُوَ عَلَيْكَ سَهْلٌ يَسِيرٌ فَامْنُنْ عَلَيَّ بِقَضَائِهَا يَا أَكْرَمَ الْأَكْرَمِينَ وَ يَا أَجْوَدَ الْأَجْوَدَيْنِ وَ يَا أَسْرَعَ الْحَاسِبِينَ يَا رَبَّ الْعَالَمِينَ ارْحَمْنِي وَ اغْفِرْ لِي وَ لِوٰالِدَيَّ ... وَ لِلْمُؤْمِنِينَ وَ الْمُؤْمِنٰاتِ إِنَّكَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ وَ صَحْبِهِ أَجْمَعِينَ\n\n قلت هذه النسخة التي رقمناها وجدتها في كتاب حياة الحيوان و كتاب المستغيثين أيضا و النسختان سيان في اللفظ و المعنى ثم إني وجدت في كتاب المجتنى لابن طاوس ره نسخة أخرى بينها و بين الأولى تغاير فجمعت بين النسختين استظهارا لحفظ الدعاء بهما.\n\n وَ النُّسْخَةُ الَّتِي ذَكَرَهَا السَّيِّدُ بْنُ طَاوُسٍ ره هِيَ هَذِهِ: اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا مَنْ لَا تَرَاهُ الْعُيُونُ وَ لَا تُخَالِطُهُ الظُّنُونُ وَ لَا تَصِفُهُ الْوَاصِفُونَ وَ لَا تُغَيِّرُهُ الْحَوَادِثُ وَ لَا تُغَطِّي عَلَيْهِ الدُّهُورُ أَنْتَ تَعْلَمُ مَثَاقِيلَ الْجِبَالِ وَ مَكَايِيلَ الْبِحَارِ وَ مَا أَظْلَمَ عَلَيْهِ اللَّيْلُ وَ مَا أَشْرَقَ عَلَيْهِ النَّهَارُ [وَ لَا] وَ مَا تُوَارِي عَنْكَ سَمَاءٌ سَمَاءً وَ لَا أَرْضٌ أَرْضاً وَ لَا جِبَالٌ مَا فِي وُعُورِهَا وَ لَا بِحَارٌ مَا فِي قُعُورِهَا أَنْتَ الَّذِي سَجَدَ لَكَ سَوَادُ اللَّيْلِ وَ نُورُ النَّهَارِ وَ شُعَاعُ الشَّمْسِ وَ ضَوْءُ الْقَمَرِ وَ دَوِيُّ الْمَاءِ وَ حَفِيفُ الشَّجَرِ أَنْتَ الَّذِي نَجَّيْتَ نُوحاً مِنَ الْغَرَقِ وَ غَفَرْتَ لِدَاوُدَ ذَنْبَهُ وَ كَشَفْتَ عَنْ أَيُّوبَ ضُرَّهُ وَ نَفَّسْتَ عَنْ يُونُسَ كُرْبَتَهُ فِي بَطْنِ الْحُوتِ وَ رَدَدْتَ مُوسَى مِنَ الْبَحْرِ عَلَى أُمِّهِ وَ صَرَفْتَ عَنْ يُوسُفَ السَّوْءَ وَ الْفَحْشَاءَ وَ أَنْتَ الَّذِي فَلَقْتَ الْبَحْرَ لِبَنِي إِسْرَائِيلَ حِينَ ضَرَبَهُ مُوسَى بِعَصَاهُ فَانْفَلَقَ فَكٰانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ حَتَّى مَشَى عَلَيْهِ وَ شِيعَتُهُ وَ أَنْتَ الَّذِي صَرَفْتَ قُلُوبَ سَحَرَةِ فِرْعَوْنَ إِلَى الْإِيمَانِ بِنُبُوَّةِ مُوسَى حَتَّى قَالُوا آمَنّٰا بِرَبِّ الْعٰالَمِينَ وَ أَنْتَ الَّذِي جَعَلْتَ النَّارَ بَرْداً وَ سَلٰاماً عَلىٰ إِبْرٰاهِيمَ وَ أَرٰادُوا بِهِ كَيْداً فَجَعَلْتَهُمْ الْأَخْسَرِينَ يَا شَفِيقُ يَا رَفِيقُ يَا جَارِيَ اللَّصِيقُ يَا رُكْنِيَ الْوَثِيقُ يَا مَوْلَايَ بِالتَّحْقِيقِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ خَلِّصْنِي مِنْ كَرْبِ الْمَضِيقِ وَ لَا تَجْعَلْنِي أُعَالِجُ مَا لَا أُطِيقُ أَنْتَ مُنْقِذُ الْغَرْقَى وَ مُنْجِي الْهَلْكَى وَ جَلِيسُ كُلِّ غَرِيبٍ وَ أَنِيسُ كُلِّ وَحِيدٍ وَ مُغِيثُ كُلِّ مُسْتَغِيثٍ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ فَرِّجْ عَنِّي السَّاعَةَ السَّاعَةَ فَلَا صَبْرَ لِي عَلَى حِلْمِكَ يَا لَا إِلَهَ إِلَّا أَنْتَ لَيْسَ كَمِثْلِكَ شَيْءٌ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ","المصباح (للكفعمي)"],["وَ مِنْ كِتَابِ الْمُسْتَغِيثِينَ: إِنَّ هَذَا الدُّعَاءَ سَمِعَهُ مَرْبُوطٌ مِنْ هَاتِفٍ فَقَالَهُ فَخَلَصَ مِنْ كِتَافِهِ وَ هُوَ يَا مَنْ لَا تَرَاهُ الْعُيُونُ وَ لَا تُخَالِطُهُ الظُّنُونُ وَ لَا تَصِفُهُ الْوَاصِفُونَ وَ لٰا تَأْخُذُهُ سِنَةٌ وَ لٰا نَوْمٌ اجْعَلْ لِي مِنْ أَمْرِي فَرَجاً وَ مَخْرَجاً يَا غِيَاثَ الْمُسْتَغِيثِينَ يَا أَرْحَمَ الرَّاحِمِينَ فَكَرَّرَ الدُّعَاءَ ثَلَاثاً فَخَلَصَ بِمَنِّهِ تَعَالَى قَالَ بَعْضُ رُوَاةِ الْحَدِيثِ إِنَّهُ وَقَعَ فِي مِثْلِ ذَلِكَ فَدَعَا بِهِ فَخَلَصَ.","المصباح (للكفعمي)"],["وَ مِنْهُ أَنَّ رَجُلًا حُمِلَ إِلَى السِّجْنِ فَمَرَّ عَلَى حَائِطٍ عَلَيْهِ مَكْتُوبٌ: يَا وَلِيِّي فِي نِعْمَتِي وَ يَا صَاحِبِي فِي وَحْدَتِي وَ يَا عُدَّتِي فِي كُرْبَتِي فَدَعَا بِهَا وَ كَرَّرَهَا فَخُلِّيَ سَبِيلُهُ فَعَادَ إِلَى ذَلِكَ الْحَائِطِ فَلَمْ يَجِدْ عَلَيْهِ شَيْئاً مَكْتُوباً","المصباح (للكفعمي)"],["وَ مِنْهُ أَنَّ رَجُلًا أُسِرَ عَشْرَ سِنِينَ فَرَأَى فِي مَنَامِهِ مَنْ عَلَّمَهُ هَذَا الدُّعَاءَ فَدَعَا بِهِ فَخَلَّصَهُ اللَّهُ وَ هُوَ: تَحَصَّنْتُ بِ الْحَيِّ الَّذِي لٰا يَمُوتُ وَ رَمَيْتُ كُلَّ مَنْ أَرَادَنِي بِسُوءٍ بِلَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ أَصْبَحْتُ فِي جِوَارِ اللَّهِ الَّذِي لَا يُرَامُ وَ لَا يُسْتَبَاحُ وَ حِمَى اللَّهِ الْكَرِيمِ وَ ذِمَّتِهِ الَّتِي لَا تُخْفَرُ وَ اسْتَمْسَكْتُ بِالْعُرْوَةِ الْوُثْقىٰ وَ تَوَكَّلْتُ عَلَى اللّٰهِ رَبِّي وَ رَبِّ السَّمَاوَاتِ وَ الْأَرْضِ لَا إِلَهَ إِلَّا هُوَ وَ اتَّخَذْتُهُ وَلِيّاً مٰا شٰاءَ اللّٰهُ لٰا قُوَّةَ إِلّٰا بِاللّٰهِ حَسْبِيَ اللّٰهُ وَ نِعْمَ الْوَكِيلُ.","المصباح (للكفعمي)"],["وَ مِنْهُ: أَنَّ شَخْصاً حَبَسَهُ بَنُو أُمَيَّةَ فَرَأَى عِيسَى(ع)فِي مَنَامِهِ فَعَلَّمَهُ هَذِهِ الْكَلِمَاتِ فَفَرَّجَ اللَّهُ تَعَالَى عَنْهُ بَاقِيَ يَوْمِهِ وَ هِيَ لَا إِلَهَ إِلَّا اللَّهُ الْمَلِكُ الْحَقُّ الْمُبِينُ.","المصباح (للكفعمي)"],["وَ مِنَ الْمُهَجِ أَنَّ رَجُلًا كَانَ مَحْبُوساً بِالشَّامِ مُدَّةً طَوِيلَةً مُضَيَّقاً عَلَيْهِ فَرَأَى فِي مَنَامِهِ فَاطِمَةَ(ع)فَعَلَّمَتْهُ هَذَا الدُّعَاءَ فَدَعَا بِهِ فَخَلَصَ وَ هُوَ: اللَّهُمَّ بِحَقِّ الْعَرْشِ وَ مَنْ عَلَاهُ وَ بِحَقِّ الْوَحْيِ وَ مَنْ أَوْحَاهُ وَ بِحَقِّ النَّبِيِّ وَ مَنْ نَبَّأَهُ وَ بِحَقِّ الْبَيْتِ وَ مَنْ بَنَاهُ يَا سَامِعَ كُلِّ صَوْتٍ يَا جَامِعَ كُلِّ فَوْتٍ يَا بَارِئَ النُّفُوسِ بَعْدَ الْمَوْتِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ آتِنَا وَ جَمِيعَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ فِي مَشَارِقِ الْأَرْضِ وَ مَغَارِبِهَا فَرَجاً مِنْ عِنْدِكَ عَاجِلًا بِشَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَ أَنَّ مُحَمَّداً عَبْدُكَ وَ رَسُولُكَ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَى ذُرِّيَّتِهِ الطَّيِّبِينَ الْمُطَهَّرِينَ وَ سَلَّمَ تَسْلِيماً.","المصباح (للكفعمي)"],["وَ فِي الْمُتَهَجِّدِ عَنِ الْكَاظِمِ(ع)قَالَ: رَأَيْتُ النَّبِيَّ(ص)لَيْلَةَ الْأَرْبِعَاءِ فِي النَّوْمِ فَقَالَ لِي يَا مُوسَى أَنْتَ مَحْبُوسٌ مَظْلُومٌ يُكَرِّرُ ذَلِكَ عَلَيَّ ثَلَاثاً ثُمَّ قَالَ لَعَلَّهُ فِتْنَةٌ لَهُمْ وَ مَتٰاعٌ إِلىٰ حِينٍ أَصْبِحْ غَداً صَائِماً وَ أَتْبِعْهُ بِصِيَامِ يَوْمِ الْخَمِيسِ وَ الْجُمُعَةِ فَإِذَا كَانَ وَقْتُ الْعِشَاءِ مِنْ عَشِيَّةِ الْجُمُعَةِ فَصَلِّ بَيْنَ الْعِشَاءَيْنِ اثْنَتَيْ عَشْرَةَ رَكْعَةً تَقْرَأُ فِي كُلِّ رَكْعَةٍ الْحَمْدَ وَ التَّوْحِيدَ اثْنَتَيْ عَشْرَةَ مَرَّةً فَإِذَا صَلَّيْتَ أَرْبَعَ رَكَعَاتٍ فَاسْجُدْ وَ قُلْ فِي سُجُودِكَ اللَّهُمَّ يَا سَابِقَ الْفَوْتِ وَ يَا سَامِعَ الصَّوْتِ وَ يَا مُحْيِيَ الْعِظَامِ بَعْدَ الْمَوْتِ وَ هِيَ رَمِيمٌ أَسْأَلُكَ بِاسْمِكَ الْعَظِيمِ الْأَعْظَمِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ عَلَى أَهْلِ بَيْتِهِ الطَّيِّبِينَ الطَّاهِرِينَ وَ تُعَجِّلَ لِيَ الْفَرَجَ مِمَّا أَنَا فِيهِ فَفَعَلْتُ فَكَانَ مَا رَأَيْتَ هَذَا آخِرُ كَلَامِ الطُّوسِيِّ ره فِي مُتَهَجِّدِهِ\n\n \n\nو رأيت هذا الدعاء في مهج الدعوات بعبارة تزيد على عبارة المتهجد فذكرتها هنا استظهارا لحفظ الدعاء بالروايتين معا غير أنه لم يذكر ابن طاوس في مهجه الصلاة و الصيام الذي ذكرهما الطوسي ره.\n\n \n\nوَ الدُّعَاءُ يَا سَابِغَ النِّعَمِ يَا دَافِعَ النِّقَمِ يَا بَارِئَ النَّسَمِ يَا مُجَلِّيَ الْهَمِّ وَ يَا مُغْشِيَ الظُّلَمِ وَ يَا كَاشِفَ الضُّرِّ وَ الْأَلَمِ يَا ذَا الْجُودِ وَ الْكَرَمِ يَا سَامِعَ كُلِّ صَوْتٍ وَ يَا مُدْرِكَ كُلِّ فَوْتٍ وَ يَا مُحْيِيَ الْعِظَامِ وَ هِيَ رَمِيمٌ وَ مُنْشِيَهَا بَعْدَ الْمَوْتِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ لِي مِنْ أَمْرِي فَرَجاً وَ مَخْرَجاً يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ.","المصباح (للكفعمي)"],["وَ رَأَيْتُ فِي بَعْضِ كُتُبِ أَصْحَابِنَا أَنَّ الْمَحْبُوسَ إِذَا قَرَأَ هَذِهِ الْكَلِمَاتِ كُلَّ يَوْمٍ سَبْعاً فَرَّجَ اللَّهُ تَعَالَى عَنْهُ وَ هِيَ: يَا مَنْ كَفَانِي مِنْ خَلْقِهِ جَمِيعاً وَ لَمْ يَكْفِنِي مِنْ خَلْقِهِ أَحَدٌ سِوَاهُ يَا أَحَدَ مَنْ لَا أَحَدَ لَهُ انْقَطَعَ الرَّجَاءُ إِلَّا مِنْكَ يَا اللَّهُ فَأَغِثْنِي يَا غِيَاثَ الْمُسْتَغِيثِينَ","المصباح (للكفعمي)"]]