[["ذَكَرَ الشَّيْخُ أَبُو جَعْفَرِ بْنُ بَابَوَيْهِ فِي كِتَابِهِ عُيُونِ أَخْبَارِ الرِّضَا(ع): أَنَّ رَجُلًا جَاءَ إِلَى الصَّادِقِ(ع)فَشَكَا إِلَيْهِ رَجُلًا يَظْلِمُهُ فَقَالَ لَهُ أَيْنَ أَنْتَ عَنْ دَعْوَةِ الْمَظْلُومِ الَّتِي عَلَّمَهَا النَّبِيُّ(ص)مَا دَعَا بِهَا مَظْلُومٌ عَلَى ظَالِمِهِ إِلَّا نَصَرَهُ اللَّهُ عَلَيْهِ وَ كَفَاهُ إِيَّاهُ وَ هِيَ اللَّهُمَّ طُمَّهُ بِالْبَلَاءِ طَمّاً [وَ غُمَّهُ بِالْبَلَاءِ غَمّاً] وَ عُمَّهُ بِالْبَلَاءِ عَمّاً وَ قُمَّهُ بِالْأَذَى قَمّاً وَ ارْمِهِ بِيَوْمٍ لَا مَعَاذَ لَهُ وَ سَاعَةٍ لَا مَرَدَّ لَهَا وَ أَبِحْ حَرِيمَهُ وَ اطْرُقْهُ بِبَلِيَّةٍ لَا أُخْتَ لَهَا وَ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ عَلَيْهِ وَ (عليهم السلام) وَ اكْفِنِي أَمْرَهُ وَ قِنِي شَرَّهُ  اصْرِفْ عَنِّي كَيْدَهُ وَ أَخْرِجْ [وَ اجْرَحْ] [وَ أَحْرِجْ] قَلْبَهُ وَ سُدَّ فَاهُ عَنِّي وَ خَشَعَتِ الْأَصْوٰاتُ لِلرَّحْمٰنِ فَلٰا تَسْمَعُ إِلّٰا هَمْساً وَ عَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَ قَدْ خٰابَ مَنْ حَمَلَ ظُلْماً اخْسَؤُا فِيهٰا وَ لٰا تُكَلِّمُونِ صَهٍ صَهٍ صَهٍ صَهٍ صَهٍ صَهٍ صَهٍ فَإِنَّكَ تُكْفَاهُ إِنْ شَاءَ اللَّهُ.","المصباح (للكفعمي)"],["وَ ذَكَرَ الْمُفِيدُ (رحمه الله) فِي إِرْشَادِهِ عَنِ الْكَاظِمِ(ع)دُعَاءً يُدْعَى بِهِ عَلَى الظَّالِمِ فَإِنَّهُ تَعَالَى يَنْتَقِمُ مِنْهُ وَ هُوَ يَا عُدَّتِي عِنْدَ شِدَّتِي وَ يَا غَوْثِي [عَنْ] عِنْدَ كُرْبَتِي احْرُسْنِي بِعَيْنِكَ الَّتِي لَا تَنَامُ وَ اكْنُفْنِي بِرُكْنِكَ الَّذِي لَا يُرَامُ يَا ذَا الْقُوَّةِ الْقَوِيَّةِ وَ يَا ذَا الْمِحَالِ الشَّدِيدِ وَ يَا ذَا الْعِزَّةِ الَّتِي كُلُّ خَلْقِكَ لَهَا ذَلِيلٌ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اكْفِنِي ظَالِمِي وَ انْتَقِمْ لِي مِنْهُ","المصباح (للكفعمي)"],["وَ ذَكَرَ الْمُعِينُ أَحْمَدُ بْنُ عَلِيِّ بْنِ أَحْمَدَ فِي كِتَابِ الْوَسَائِلِ إِلَى الْمَسَائِلِ أَنَّ رَجُلًا كَانَ بَيْنَهُ وَ بَيْنَ بَعْضِ الْمُتَسَلِّطِينَ عَدَاوَةٌ شَدِيدَةٌ حَتَّى خَافَهُ عَلَى نَفْسِهِ وَ أَيِسَ مَعَهُ مِنْ حَيَاتِهِ فَرَأَى فِي مَنَامِهِ كَأَنَّ قَائِلًا يَقُولُ لَهُ عَلَيْكَ بِقِرَاءَةِ سُورَةِ الْفِيلِ فِي إِحْدَى رَكْعَتَيِ الْفَجْرِ فَفَعَلَ ذَلِكَ فَكُفِيَ عَدُوَّهُ فِي مُدَّةٍ يَسِيرَةٍ","المصباح (للكفعمي)"],["وَ ذَكَرَ الشَّيْخُ كَمَالُ الدِّينِ الدِّمْيَرِيُّ فِي كِتَابِهِ حَيَاةِ الْحَيَوَانِ أَنَّهُ مَنْ قَرَأَ سُورَةَ الْفِيلِ أَلْفَ مَرَّةٍ فِي كُلِّ يَوْمٍ مُدَّةَ عَشَرَةِ أَيَّامٍ مُتَوَالِيَةً وَ يَقْصِدُ مَنْ يُرِيدُ بِالضَّمِيرِ وَ فِي الْيَوْمِ الْعَاشِرِ يَجْلِسُ عَلَى مَاءٍ جَارٍ وَ يَقُولُ اللَّهُمَّ أَنْتَ الْحَاضِرُ الْمُحِيطِ بِمَكْنُونَاتِ السَّرَائِرِ وَ الضَّمَائِرِ اللَّهُمَّ عَزَّ الظَّالِمُ وَ قَلَّ النَّاصِرُ وَ أَنْتَ الْمُطَّلِعُ الْعَالِمُ اللَّهُمَّ إِنَّ فُلَاناً ظَلَمَنِي وَ آذَانِي وَ لَا يَشْهَدُ بِذَلِكَ غَيْرُكَ اللَّهُمَّ إِنَّكَ مَالِكُهُ فَأَهْلِكْهُ اللَّهُمَّ سَرْبِلْهُ سِرْبَالَ الْهَوَانِ وَ قَمِّصْهُ بِقَمِيصِ الرَّدَى ثُمَّ قُلِ اللَّهُمَّ اقْصِفْهُ عَشْراً ثُمَّ قُلْ فَأَخَذَهُمُ اللّٰهُ بِذُنُوبِهِمْ وَ مٰا كٰانَ لَهُمْ مِنَ اللّٰهِ مِنْ وٰاقٍ فَإِنَّهُ يَحُلُّ بِهِ الْهَلَاكُ فِي يَوْمِهِ إِنْ شَاءَ اللَّهُ تَعَالَى.","المصباح (للكفعمي)"],["وَ ذَكَرَ الطُّوسِيُّ ره فِي مُتَهَجِّدِهِ أَنَّهُ مَنْ كَانَ لَهُ عَدُوٌّ يُؤْذِيهِ فَلْيَقُلْ فِي السَّجْدَةِ الثَّانِيَةِ مِنَ الرَّكْعَتَيْنِ الْأُولَيَيْنِ مِنْ صَلَاةِ اللَّيْلِ اللَّهُمَّ إِنَّ فُلَانَ بْنَ فُلَانٍ شَهَرَنِي وَ نَوَّهَ بِي وَ عَرَّضَنِي لِلْمَكَارِهِ اللَّهُمَّ فَاصْرِفْهُ عَنِّي بِسُقْمٍ عَاجِلٍ يَشْغَلُهُ عَنِّي اللَّهُمَّ وَ قَرِّبْ أَجَلَهُ وَ اقْطَعْ أَثَرَهُ وَ عَجِّلْ يَا رَبِّ ذَلِكَ السَّاعَةَ السَّاعَةَ.","المصباح (للكفعمي)"],["وَ ذَكَرَ الزَّمَخْشَرِيُّ فِي كِتَابِ رَبِيعِ الْأَبْرَارِ أَنَّ رَجُلًا شَكَا إِلَى الْحَسَنِ(ع)رَجُلًا يَظْلِمُهُ فَقَالَ إِذَا صَلَّيْتَ رَكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فَاسْجُدْ وَ قُلْ يَا شَدِيدَ الْمِحَالِ يَا عَزِيزُ أَذْلَلْتَ بِعِزَّتِكَ جَمِيعَ مَنْ خَلَقْتَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اكْفِنِي مَئُوَنَةَ فُلَانٍ بِمَ شِئْتَ فَلَمْ يَشْعُرْ إِلَّا وَ الْوَاعِيَةُ فِي دَارِ ظَالِمِهِ وَ ذَكَرَ هَذِهِ الرِّوَايَةَ أَيْضاً أَحْمَدُ بْنُ دَاوُدَ النُّعْمَانِيُّ فِي كِتَابِ رَفْعِ الْهُمُومِ وَ الْأَحْزَانِ.","المصباح (للكفعمي)"],["وَ ذَكَرَ الْمُفِيدُ (رحمه الله) هَذِهِ الرِّوَايَةَ بِهَذِهِ الْعِبَارَةِ يَا ذَا الْقُوَّةِ الْقَوِيَّةِ وَ يَا ذَا الْمِحَالِ الشَّدِيدِ وَ يَا ذَا الْعِزَّةِ الَّتِي كُلُّ خَلْقِكَ لَهَا ذَلِيلٌ اكْفِنِي هَذِهِ الطَّاغِيَةَ وَ انْتَقِمْ لِي مِنْهُ دَعَا بِهِ الصَّادِقُ(ع)عَلَى دَاوُدَ بْنِ عَلِيِّ بْنِ عَبَّاسِ بْنِ عَبْدِ اللَّهِ فِي السَّحَرِ لَمَّا قَتَلَ مَوْلَاهُ الْمُعَلَّى بْنَ خُنَيْسٍ فَمَا كَانَ إِلَّا سَاعَةً حَتَّى ارْتَفَعَتِ الْأَصْوَاتُ بِالصِّيَاحِ وَ قِيلَ مَاتَ دَاوُدُ السَّاعَةَ وَ ذَكَرَ الْمُفِيدُ أَيْضاً فِي إِرْشَادِهِ هَذَا الدُّعَاءَ بِزِيَادَةٍ فِي أَوَّلِهِ وَ رَوَاهُ عَنِ الْكَاظِمِ ع","المصباح (للكفعمي)"],["وَ ذَكَرَ النُّعْمَانِيُّ فِي كِتَابِ دَفْعِ الْهُمُومِ وَ الْأَحْزَانِ عَنْ عَلِيٍّ(ع)أَنَّهُ مَنْ ظُلِمَ وَ لَمْ يَرْجِعْ ظَالِمُهُ عَنْهُ فَلْيُفِضِ الْمَاءَ عَلَى نَفْسِهِ وَ يُسْبِغِ الْوُضُوءَ وَ يُصَلِّي رَكْعَتَيْنِ [وَ] ثُمَّ يَقُولُ اللَّهُمَّ إِنَّ فُلَانَ بْنَ فُلَانٍ ظَلَمَنِي وَ اعْتَدَى عَلَيَّ وَ نَصَبَ لِي وَ أَمَضَّنِي وَ أَرْمَضَنِي وَ أَذَلَّنِي وَ أَخْلَقَنِي اللَّهُمَّ فَكِلْهُ إِلَى نَفْسِهِ وَ هُدَّ رُكْنَهُ وَ عَجِّلْ جَائِحَتَهُ وَ اسْلُبْهُ نِعْمَتَكَ عِنْدَهُ وَ اقْطَعْ رِزْقَهُ وَ ابْتُرْ عُمُرَهُ وَ امْحُ أَثَرَهُ وَ سَلِّطْ عَلَيْهِ عَدُوَّهُ وَ خُذْهُ فِي مَأْمَنِهِ كَمَا ظَلَمَنِي وَ اعْتَدَى عَلَيَّ وَ نَصَبَ لِي وَ أَمَضَّ وَ أَرْمَضَ وَ أَذَلَّ وَ أَخْلَقَ اللَّهُمَّ إِنِّي أَسْتَعْدِيكَ عَلَى فُلَانِ بْنِ فُلَانٍ فَأَعِدْنِي فَإِنَّكَ أَشَدُّ بَأْساً وَ أَشَدُّ تَنْكِيلًا فَإِنَّهُ لَا يُمْهَلُ إِنْ شَاءَ اللَّهُ تَعَالَى يَفْعَلُ ذَلِكَ ثَلَاثاً.","المصباح (للكفعمي)"],["صَلَاةُ الِاسْتِعْدَادِ عَنِ الصَّادِقِ(ع)رَكْعَتَانِ أَطِلْ فِيهِمَا الرُّكُوعَ وَ السُّجُودَ ثُمَّ ضَعْ خَدَّكَ بَعْدَ التَّسْلِيمِ عَلَى الْأَرْضِ وَ قُلْ يَا رَبَّاهْ حَتَّى يَنْقَطِعَ النَّفَسُ ثُمَّ قُلْ يَا مَنْ أَهْلَكَ عٰاداً الْأُولىٰ وَ ثَمُودَ فَمٰا أَبْقىٰ وَ قَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كٰانُوا هُمْ أَظْلَمَ وَ أَطْغىٰ وَ الْمُؤْتَفِكَةَ أَهْوىٰ فَغَشّٰاهٰا مٰا غَشّٰى إِنَّ فُلَانَ بْنَ فُلَانٍ ظَالِمٌ فِيمَا ارْتَكَبَنِي بِهِ فَاجْعَلْ عَلَيَّ مِنْكَ وَعْداً وَ لَا تَجْعَلْ لَهُ فِي حِلْمِكَ نَصِيباً يَا أَقْرَبَ الْأَقْرَبِينَ.","المصباح (للكفعمي)"],["وَ عَنْ أَمِيرِ الْمُؤْمِنِينَ(ع)أَنَّهُ مَنْ ظُلِمَ فَلْيَتَوَضَّأْ وَ يُصَلِّي رَكْعَتَيْنِ يُطِيلُ رُكُوعَهُمَا وَ سُجُودَهُمَا فَإِذَا سَلَّمَ قَالَ اللَّهُمَّ إِنِّي مَغْلُوبٌ فَانْتَصِرْ أَلْفَ مَرَّةٍ فَإِنَّهُ يُعَجَّلُ لَهُ النَّصْرُ.","المصباح (للكفعمي)"],["وَ ذَكَرَ السَّيِّدُ الْجَلِيلُ عَلِيُّ بْنُ طَاوُسٍ طَابَ ثَرَاهُ فِي كِتَابِ الدُّرُوعِ أَنَّهُ مَنْ أَرَادَ أَنْ يُكْفَى عَدُوَّهُ فَلْيَعْمِدْ إِلَى أَوَّلِ لَيْلَةٍ مِنَ الشَّهْرِ وَ يَنْظُرْ إِلَى الْهِلَالِ وَ يَمُدَّ يَدَهُ نَحْوَ دَارِ مَنْ يُرِيدُ أَنْ يُكْفَى شَرَّهُ وَ يَقُولَ أَ يَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جَنَّةٌ مِنْ نَخِيلٍ وَ أَعْنٰابٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهٰارُ لَهُ فِيهٰا مِنْ كُلِّ الثَّمَرٰاتِ وَ أَصٰابَهُ الْكِبَرُ وَ لَهُ ذُرِّيَّةٌ ضُعَفٰاءُ فَأَصٰابَهٰا إِعْصٰارٌ فِيهِ نٰارٌ فَاحْتَرَقَتْ ثَلَاثاً ثُمَّ قُلِ اللَّهُمَّ طُمَّهُ بِالْبَلَاءِ طَمّاً وَ عُمَّهُ بِالْبَلَاءِ عَمّاً وَ ارْمِهِ بِحِجٰارَةٍ مِنْ سِجِّيلٍ وَ طَيْرٍ مِنْ أَبَابِيلَ يَا عَلِيُّ يَا عَظِيمٌ ثَلَاثاً وَ يُوْمِي فِي كُلِّ مَرَّةٍ نَحْوَ مَنْ يُرِيدُهُ يُكْفَى شَرَّهُ إِنْ شَاءَ اللَّهُ تَعَالَى يَفْعَلُ ذَلِكَ عِنْدَ اسْتِهْلَالِ كُلِّ شَهْرِ مَرْوِيٌّ عَنِ النَّبِيِّ(ص)ثُمَّ يَقُولُ ذَلِكَ فِي اللَّيْلَةِ الثَّانِيَةِ وَ الثَّالِثَةِ فَإِنْ نَجَعَ وَ إِلَّا فَعَلْتَ ذَلِكَ فِي الشَّهْرِ الثَّانِي فَإِنْ نَجَعَ وَ إِلَّا فَعَلْتَ ذَلِكَ فِي الشَّهْرِ الثَّالِثِ يَنْجَعُ إِنْ شَاءَ اللَّهُ تَعَالَى.","المصباح (للكفعمي)"],["وَ ذَكَرَ ره فِي كِتَابِهِ الْمُلَقَّبِ بِالْمُجْتَبَى أَنَّهُ إِذَا كَانَ لِلْإِنْسَانِ عَدُوٌّ دَاخِلٌ تَحْتَ تَهْدِيدِ الْآيَاتِ وَ مُسْتَحِقٌّ لِلنَّقِمَاتِ فَلْيَقُلْ اللَّهُمَّ إِنَّكَ قُلْتَ فِي كِتَابِكَ الْكَرِيمِ فِي وَصْفِ الْمُسْتَحِقِّينَ لِلْعَذَابِ الْأَلِيمِ إِنَّمٰا جَزٰاءُ الَّذِينَ يُحٰارِبُونَ اللّٰهَ وَ رَسُولَهُ وَ يَسْعَوْنَ فِي الْأَرْضِ فَسٰاداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَ أَرْجُلُهُمْ مِنْ خِلٰافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ اللَّهُمَّ وَ إِنَّ فُلَاناً قَدْ سَعَى فِي الْأَرْضِ بِالْفَسَادِ وَ قَدْ مُنِعْنَا مِنْ إِقَامَةِ الْحَدِّ عَلَيْهِ وَ لَا مَانِعَ لَهُ مِنْ ظُلْمِ نَفْسِهِ وَ ظُلْمِ الْعِبَادِ وَ مِنْ تَطْهِيرِهِ قَبْلَ يَوْمِ الْمَعَادِ اللَّهُمَّ وَ أَنْتَ أَحَقُّ بِإِقَامَةِ الْحَدِّ عَلَيْهِ فَعَجِّلْ لَهُ مَا يَسْتَحِقُّهُ بِالْفَسَادِ الَّذِي أَصَرَّ عَلَيْهِ اللَّهُمَّ وَ قَدْ قُلْتَ وَ مَنْ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللّٰهُ- وَ قُلْتَ وَ لٰا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلّٰا بِأَهْلِهِ وَ قُلْتَ فَمَنْ نَكَثَ فَإِنَّمٰا يَنْكُثُ عَلىٰ نَفْسِهِ اللَّهُمَّ وَ قَدِ اجْتَمَعَتْ فِي فُلَانٍ مِثْلُ هَذِهِ الصِّفَاتِ وَ قَدْ أَحَاطَ بِهِ حُكْمُ هَذِهِ الْآيَاتِ فَعَجِّلِ الْإِذْنَ فِي فَصْلِ حُكْمِهَا وَ قَضَائِهَا وَ إِبْرَامِهَا وَ إِمْضَائِهَا بِقُوَّتِكَ الْقَاهِرَةِ وَ قُدْرَتِكَ الْبَاهِرَةِ وَ اجْعَلْهُ عِبْرَةً فِي الدُّنْيَا وَ الْآخِرَةِ.","المصباح (للكفعمي)"],["وَ ذَكَرَ (رحمه الله) فِي كِتَابِهِ مُهَجِ الدَّعَوَاتِ عَنْ عَلِيِّ بْنِ يَقْطِينٍ أَنَّهُ قَالَ أَنْمَي الْخَبَرُ إِلَى الْكَاظِمِ(ع)وَ عِنْدَهُ جَمَاعَةٌ مِنْ أَهْلِ بَيْتِهِ بِمَا عَزَمَ عَلَيْهِ مُوسَى بْنُ الْمَهْدِيِّ مِنْ قَتْلِهِ(ع)فَقَالَ لِأَهْلِ بَيْتِهِ مَا تَرَوْنَ قَالُوا نَرَى أَنْ تَتَبَاعَدَ مِنْهُ وَ أَنْ يَغِيبَ شَخْصُكَ عَنْهُ لِتَسْلَمَ مِنْ شَرِّهِ فَتَبَسَّمَ أَبُو الْحَسَنِ(ع)مِنْ كَلَامِهِمْ ثُمَّ قَالَ شِعْراً\n\n زَعَمَتْ سَخِينَةُ أَنْ سَتَغْلِبُ رَبَّهَا * * * فَلَيَغْلِبَنَّ مَغَالِبَ الْغُلَّابِ\n\n ثُمَّ رَفَعَ يَدَهُ إِلَى السَّمَاءِ وَ قَالَ إِلَهِي كَمْ مِنْ عَدُوٍّ شَحَذَ لِي ظُبَةَ مُدْيَتِهِ وَ أَرْهَفَ لِي شَبَا حَدِّهِ وَ دَافَ لِي قَوَاتِلَ سُمُومِهِ وَ لَمْ تَنَمْ عَنِّي عَيْنُ حِرَاسَتِهِ فَلَمَّا رَأَيْتَ ضَعْفِي عَنِ احْتِمَالِ الْفَوَادِحِ وَ عَجْزِي عَنْ مُلِمَّاتِ الْجَوَانِحِ صَرَفْتَ ذَلِكَ عَنِّي بِحَوْلِكَ وَ قُوَّتِكَ لَا بِحَوْلٍ مِنِّي وَ لَا قُوَّةٍ فَأَلْقَيْتَهُ فِي الْحَفِيرِ الَّذِي احْتَفَرَهُ لِي خَائِباً مِمَّا أَمَّلَهُ فِي الدُّنْيَا مُتَبَاعِداً مِمَّا رَجَاهُ فِي الْآخِرَةِ فَلَكَ الْحَمْدُ عَلَى ذَلِكَ قَدْرَ اسْتِحْقَاقِكَ سَيِّدِي اللَّهُمَّ فَخُذْهُ بِعِزَّتِكَ وَ افْلُلْ حَدَّهُ عَنِّي بِقُدْرَتِكَ وَ اجْعَلْ لَهُ شُغُلًا فِيمَا يَلِيهِ وَ عَجْزاً عَمَّا يُنَاوِيهِ اللَّهُمَّ وَ أَعِدْنِي عَلَيْهِ عَدْوَى حَاضِرَةً تَكُونُ مِنْ غَيْظِي شِفَاءً وَ مِنْ حَنَقِي عَلَيْهِ وَفَاءً وَ صِلِ اللَّهُمَّ دُعَائِي بِالْإِجَابَةِ وَ انْظِمْ شِكَايَتِي بِالتَّغْيِيرِ وَ عَرِّفْهُ عَمَّا قَلِيلٍ مَا وَعَدْتَ فِي إِجَابَةِ الْمُضْطَرِّينَ إِنَّكَ ذُو الْفَضْلِ الْعَظِيمِ وَ الْمَنِّ الْكَرِيمِ قَالَ ثُمَّ تَفَرَّقَ الْقَوْمُ فَمَا اجْتَمَعُوا إِلَّا لِقِرَاءَةِ الْكِتَابِ بِمَوْتِ مُوسَى بْنِ الْمَهْدِيِّ.","المصباح (للكفعمي)"],["وَ فِي الصَّحِيفَةِ السَّجَّادِيَّةِ أَنَّهُ كَانَ مِنْ دُعَاءِ السَّجَّادِ(ع)إِذَا اعْتُدِيَ عَلَيْهِ أَوْ رَأَى مِنَ الظَّالِمِينَ مَا لَا يُحِبُّ يَا مَنْ لَا يَخْفَى أَنْبَاءُ الْمُتَظَلِّمِينَ وَ يَا مَنْ لَا يَحْتَاجُ فِي قِصَصِهِمْ إِلَى شَهَادَاتِ الشَّاهِدِينَ وَ يَا مَنْ قَرُبَتْ نُصْرَتُهُ مِنَ الْمَظْلُومِينَ وَ يَا مَنْ بَعُدَ عَوْنُهُ عَنِ الظَّالِمِينَ قَدْ عَلِمْتَ يَا إِلَهِي مَا نَالَنِي مِنْ فُلَانِ بْنِ فُلَانٍ مِمَّا حَظَرْتَ عَلَيْهِ وَ انْتَهَكَهُ مِنِّي مِمَّا حَجَرْتَ عَلَيْهِ بَطَراً فِي نِعْمَتِكَ عِنْدَهُ وَ اغْتِرَاراً بِنَكِيرِكَ عَلَيْهِ اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ خُذْ ظَالِمِي وَ عَدُوِّي عَنْ ظُلْمِي بِقُوَّتِكَ وَ افْلُلْ حَدَّهُ عَنِّي بِقُدْرَتِكَ وَ اجْعَلْ لَهُ شُغُلًا فِيمَا يَلِيهِ وَ عَجْزاً عَمَّا يُنَاوِيهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ لَا تُسَوِّغْ لَهُ ظُلْمِي وَ أَحْسِنْ عَلَيْهِ عَوْنِي وَ اعْصِمْنِي مِنْ مِثْلِ أَفْعَالِهِ وَ لَا تَجْعَلْنِي فِي مِثْلِ حَالِهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَعِدْنِي عَلَيْهِ عَدْوَى حَاضِرَةً تَكُونُ مِنْ غَيْظِي بِهِ شِفَاءً وَ مِنْ حَنَقِي عَلَيْهِ وَفَاءً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ عَوِّضْنِي مِنْ ظُلْمِهِ لِي عَفْوَكَ وَ أَبْدِلْنِي بِسُوءِ صَنِيعِهِ بِي رَحْمَتَكَ فَكُلُّ مَكْرُوهٍ جَلَلٌ دُونَ سَخَطِكَ وَ كُلُّ مَرْزِئَةٍ سَوَاءٌ مَعَ مَوْجِدَتِكَ اللَّهُمَّ فَكَمَا كَرِهْتَ إِلَيَّ أَنْ أُظْلَمَ فَقِنِي مِنْ أَنْ أَظْلِمَ اللَّهُمَّ لَا أَشْكُو إِلَى أَحَدٍ سِوَاكَ وَ لَا أَسْتَعِينُ بِحَاكِمٍ غَيْرِكَ حَاشَاكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ صِلْ دُعَائِي بِالْإِجَابَةِ وَ اقْرُنْ شِكَايَتِي بِالتَّغْيِيرِ اللَّهُمَّ لَا تَفْتِنِّي بِالْقُنُوطِ مِنْ إِنْصَافِكَ وَ لَا تُفَتِّنْهُ بِالْأَمْنِ مِنْ إِنْكَارِكَ فَيُصِرَّ عَلَى ظُلْمِي وَ [يُخَاضِرني] [يُحَاضِرَنِي] يُحَاصِرَنِي بِحَقِّي وَ عَرِّفْهُ عَمَّا قَلِيلٍ مَا أَوْعَدْتَ الظَّالِمِينَ وَ عَرِّفْنِي مَا وَعَدْتَ فِي إِجَابَةِ الْمُضْطَرِّينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ وَفِّقْنِي لِقَبُولِ مَا قَضَيْتَ لِي وَ عَلَيَّ وَ رَضِّنِي بِمَا أَخَذْتَ لِي مِنِّي وَ اهْدِنِي لِلَّتِي هِيَ أَقْوَمُ وَ اسْتَعْمِلْنِي بِمَا هُوَ أَسْلَمُ اللَّهُمَّ وَ إِنْ كَانَتِ الْخِيَرَةُ لِي عِنْدَكَ فِي تَأْخِيرِ الْأَخْذِ لِي وَ تَرْكِ الِانْتِقَامِ مِمَّنْ ظَلَمَنِي إِلَى يَوْمِ الْفَصْلِ وَ مَجْمَعِ الْخَصْمِ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَيِّدْنِي مِنْكَ بِنِيَّةٍ صَادِقَةٍ وَ صَبْرٍ دَائِمٍ وَ أَعِذْنِي مِنْ سُوءِ الرَّغْبَةِ وَ هَلَعِ أَهْلِ الْحِرْصِ وَ صَوِّرْ فِي قَلْبِي مِثَالَ مَا ادَّخَرْتَ لِي مِنْ ثَوَابِكَ وَ أَعْدَدْتَ لِخَصْمِي مِنْ جَزَائِكَ وَ عِقَابِكَ وَ اجْعَلْ ذَلِكَ سَبَباً لِقَنَاعَتِي بِمَا قَضَيْتَ وَ ثِقَتِي بِمَا تَخَيَّرْتَ آمِينَ يَا رَبَّ الْعَالَمِينَ إِنَّكَ ذُو الْفَضْلِ الْعَظِيمِ وَ أَنْتَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ.","المصباح (للكفعمي)"]]