{
"title": "دعاء أبي حمزة الثمالي",
"type": "text",
"source": "مفاتيح الجنان",
"data": "\nاِلهي لا تُؤَدِّبْني بِعُقُوبَتِكَ، وَلا تَمْكُرْ بي في حيلَتِكَ، مِنْ اَيْنَ \nلِيَ الْخَيْرُ يا رَبِّ وَلا يُوجَدُ إلاّ مِنْ عِنْدِكَ، وَمِنْ اَيْنَ لِيَ \nالنَّجاةُ وَلا تُسْتَطاعُ إلاّ بِكَ، لاَ الَّذي اَحْسَنَ اسْتَغْنى عَنْ عَوْنِكَ \nوَرَحْمَتِكَ، وَلاَ الَّذي اَساءَ وَاجْتَرَأَ عَلَيْكَ وَلَمْ يُرْضِكَ خَرَجَ \nعَنْ قُدْرَتِكَ، يا رَبِّ يا رَبِّ يا رَبِّ حتّى ينقطع النّفس.<br>\n<br>\nبِكَ عَرَفْتُكَ وَاَنْتَ دَلَلْتَني عَلَيْكَ وَدَعَوْتَني اِلَيْكَ، وَلَوْلا \nاَنْتَ لَمْ اَدْرِ ما اَنْتَ، اَلْحَمْدُ للهِ الَّذي اَدْعوُهُ فَيُجيبُني وَاِنْ \nكُنْتَ بَطيـئاً حينَ يَدْعوُني، وَاَلْحَمْدُ للهِ الَّذي اَسْأَلُهُ فَيُعْطيني \nوَاِنْ كُنْتُ بَخيلاً حينَ يَسْتَقْرِضُني، وَالْحَمْدُ للهِ الَّذي اُناديهِ \nكُلَّما شِئْتُ لِحاجَتي، وَاَخْلُو بِهِ حَيْثُ شِئْتُ، لِسِرِّي بِغَيْرِ شَفيع \nفَيَقْضى لي حاجَتي، اَلْحَمْدُ للهِ الَّذي لا اَدْعُو غَيْرَهُ وَلَوْ دَعَوْتُ \nغَيْرَهُ لَمْ يَسْتَجِبْ لي دُعائي، وَالْحَمْدُ للهِ الَّذي لا اَرْجُو غَيْرَهُ \nوَلَوْ رَجَوْتُ غَيْرَهُ لاََخْلَفَ رَجائي، وَالْحَمْدُ للهِ الَّذي وَكَلَني \nاِلَيْهِ فَاَكْرَمَني وَلَمْ يَكِلْني اِلَى النّاسِ فَيُهينُوني، وَالْحَمْدُ للهِ \nالَّذي تَحَبَّبَ اِلَىَّ وَهُوَ غَنِيٌّ عَنّي، وَالْحَمْدُ للهِ الَّذي يَحْلُمُ \nعَنّي حَتّى كَاَنّي لا ذَنْبَ لي، فَرَبّي اَحْمَدُ شَيْيء عِنْدي، وَاَحَقُّ \nبِحَمْدي، اَللّـهُمَّ اِنّي اَجِدُ سُبُلَ الْمَطالِبِ اِلَيْكَ مُشْرَعَةً، \nوَمَناهِلَ الرَّجاءِ اِلَيْكَ مُتْرَعَةً، وَالاِْسْتِعانَةَ بِفَضْلِكَ لِمَنْ \nاَمَّلَكَ مُباحَةً، وَاَبْوابَ الدُّعاءِ اِلَيْكَ لِلصّارِخينَ مَفْتُوحَةً، \nوَاَعْلَمُ اَنَّكَ لِلرّاجي بِمَوْضِعِ اِجابَة، وَلِلْمَلْهُوفينَ بِمَرْصَدِ \nاِغاثَة، وَاَنَّ فِي اللَّهْفِ اِلى جُودِكَ وَالرِّضا بِقَضائِكَ عِوَضاً مِنْ \nمَنْعِ اْلباِخلينَ، وَمَنْدُوحَةً عَمّا في اَيْدي الْمُسْتَأثِرينَ، وَاَنَّ \nالِراحِلَ اِلَيْكَ قَريبُ الْمَسافَةِ، وَاَنَّكَ لا تَحْتَجِبُ عَنْ خَلْقِكَ إلاّ \nاَنْ تَحْجُبَهُمُ الاَْعمالُ دُونَكَ، وَقَدْ قَصَدْتُ اِلَيْكَ بِطَلِبَتي، <br>\n<br>\nوَتَوَجَّهْتُ اِلَيْكَ بِحاجَتي، وَجَعَلْتُ بِكَ اسْتِغاثَتي، وَبِدُعائِكَ \nتَوَسُّلي مِنْ غَيْرِ اِسْتِحْقاق لاِسْتِماعِكَ مِنّي، وَلاَ اسْتيجاب لِعَفْوِكَ \nعَنّي، بَلْ لِثِقَتي بِكَرَمِكَ، وَسُكُوني اِلى صِدْقِ وَعْدِكَ، وَلَجَائي اِلَى \nالاْيمانِ بِتَوْحيدِكَ، وَيَقيني بِمَعْرِفَتِكَ مِنّي اَنْ لا رَبَّ لي غَيْرُكَ، \nوَلا اِلـهَ إلاّ اَنْتَ وَحْدَكَ لا شَريكَ لَكَ، اَللّـهُمَّ اَنْتَ الْقائِلُ \nوَقَوْلُكَ حَقٌّ، وَوَعْدُكَ صِدْقٌ (وَاسْأَلاوُ اللهَ مِنْ فَضْلِهِ اِنَ اللهَ \nكانَ بِكُمْ رَحيماً)، وَلَيْسَ مِنْ صِفاتِكَ يا سَيّدي اِنْ تَأمُرَ بِالسُّؤالِ \nوَتَمْنَعَ الْعَطِيَّةَ، وَاَنْتَ الْمَنّانُ بِالْعَطِيّاتِ عَلى اَهْلِ \nمَمْلَكَتِكَ، وَالْعائِدُ عَلَيْهِمْ بِتَحَنُّنِ رَأفَتِكَ، اِلهي رَبَّيْتَني في \nنِعَمِكَ وَاِحْسانِكَ صَغيراً، وَنَوَّهْتَ بِاِسْمي كَبيراً، فَيا مَنْ رَبّاني \nفِي الدُّنْيا بِاِحْسانِهِ وَتَفَضُّلِهِ وَنِعَمِهِ، وَاَشارَ لي فِي الاْخِرَةِ \nاِلى عَفْوِهِ وَكَرَمِهِ، مَعْرِفَتي يا مَوْلايَ دَليلي عَلَيْكَ، وَحُبّي لَكَ \nشَفيعي اِلَيْكَ، وَاَنَا واثِقٌ مِنْ دَليلي بِدَلالَتِكَ، وَساكِنٌ مِنْ شَفيعي \nاِلى شَفاعَتِكَ، اَدْعُوكَ يا سَيِّدي بِلِسان قَدْ اَخْرَسَهُ ذَنْبُهُ، رَبِّ \nاُناجيكَ بِقَلْب قَدْ اَوْبَقَهُ جُرْمُهُ، اَدْعوُكَ يا رَبِّ راهِباً راعِباً، \nراجِياً خائِفاً، اِذا رَاَيْتُ مَوْلايَ ذُنُوبي فَزِعْتُ، وَاِذا رَاَيْتُ \nكَرَمَكَ طَمِعْتُ، فَاِنْ عَفَوْتَ فَخَيْرُ راحِم، وَاِنْ عَذَّبْتَ فَغَيْرُ \nظالِم، حُجَّتي يا اَللهُ في جُرْأَتي عَلى مَسْأَلَتِكَ، مَعَ اِتْياني ما تَكْرَهُ، \nجُودُكَ وَكَرَمُكَ، وَعُدَّتي في شِدَّتي مَعَ قِلَّةِ حَيائي رَأفَتُكَ \nوَرَحْمَتُكَ، وَقَدْ رَجَوْتُ اَنْ لا تَخيبَ بَيْنَ ذَيْنِ وَذَيْنِ مُنْيَتي، \nفَحَقِّقْ رَجائي، وَاَسْمِعْ دُعائي يا خَيْرَ مَنْ دَعاهُ داع، وَاَفْضَلَ مَنْ \nرَجاهُ راج، عَظُمَ يا سَيِّدي اَمَلي، وَساءَ عَمَلي، فَاَعْطِني مِنْ عَفْوِكَ \nبِمِقْدارِ اَمَلي، وَلا تُؤاخِذْني بِأَسْوَءِ عَمَلي، فَاِنَّ كَرَمَكَ يَجِلُّ \nعَنْ مُجازاةِ الْمُذْنِبينَ، وَحِلْمَكَ يَكْبُرُ عَنْ مُكافاةِ الْمُقَصِّرينَ.<br>\n<br>\nوَاَنَا يا سَيِّدي عائِذٌ بِفَضْلِكَ، هارِبٌ مِنْكَ اِلَيْكَ، مُتَنَجِّزٌ ما \nوَعَدْتَ مِنَ الصَّفْحِ عَمَّنْ اَحْسَنَ بِكَ ظَنّاً، وَما اَنَا يا رَبِّ وَما \nخَطَري، هَبْني بِفَضْلِكَ، وَتَصَدَّقْ عَلَيَّ بِعَفْوِكَ اَيْ رَبِّ جَلِّلْني \nبِسَتْرِكَ، وَاعْفُ عَنْ تَوْبيخي بِكَرَمِ وَجْهِكَ، فَلَوِ اطَّلَعَ الْيَوْمَ \nعَلى ذَنْبي غَيْرُكَ ما فَعَلْتُهُ، وَلَوْ خِفْتُ تَعْجيلَ الْعُقُوبَةِ \nلاَجْتَنَبْتُهُ، لا لاَِنَّكَ اَهْوَنُ النّاظِرينَ وَاَخَفُّ الْمُطَّلِعينَ، بَلْ \nلاَِنَّكَ يا رَبِّ خَيْرُ السّاتِرينَ، وَاَحْكَمُ الْحاكِمينَ، وَاَكْرَمُ \nالاَْكْرَمينَ، سَتّارُ الْعُيُوبِ، غَفّارُ الذُّنُوبِ، عَلاّمُ الْغُيُوبِ، \nتَسْتُرُ الذَّنْبِ بِكَرَمِكَ، وَتُؤَخِّرُ الْعُقُوبَةَ بِحِلْمِكَ، فَلَكَ \nالْحَمْدُ عَلى حِلْمِكَ بَعْدَ عِلْمِكَ، وَعَلى عَفْوِكَ بَعْدَ قُدْرَتِكَ، \nوَيَحْمِلُني وَيُجَرَّئُني عَلى مَعْصِيَتِكَ حِلْمُكَ عَنّي، وَيَدْعُوني اِلى \nقِلَّةِ الْحَياءِ سِتْرُكَ عَلَيَّ، وَيُسْرِعُني اِلَى التَّوَثُّبِ عَلى \nمَحارِمِكَ مَعْرِفَتي بِسِعَةِ رَحْمَتِكَ، وَعَظيمِ عَفْوِكَ، يا حَليمُ يا كَريمُ، \nيا حَيُّ يا قَيُّومُ، يا غافِرَ الذَّنْبِ، يا قابِلَ التَّوْبِ، يا عَظيمَ الْمَنِّ، \nيا قَديمَ الاِْحسانِ، اَيْنَ سَِتْرُكَ الْجَميلُ، اَيْنَ عَفْوُكَ الْجَليلُ، \nاَيْنَ فَرَجُكَ الْقَريبُ، اَيْنَ غِياثُكَ السَّريعُ، اَيْنَ رَحْمَتِكَ \nالْواسِعَةِ، اَيْنَ عَطاياكَ الْفاضِلَةُ، اَيْنَ مَواهِبُكَ الْهَنيئَةُ، اَيْنَ \nصَنائِعُكَ السَّنِيَّةُ، اَيْنَ فَضْلُكَ الْعَظيمُ، اَيْنَ مَنُّكَ الْجَسيمُ، \nاَيْنَ اِحْسانُكَ الْقَديمُ، اَيْنَ كَرَمُكَ يا كَريمُ، بِهِ فَاسْتَنْقِذْني، \nوَبِرَحْمَتِكَ فَخَلِّصْني، يا مُحْسِنُ يا مُجْمِلُ، يا مُنْعِمُ يا مُفْضِلُ، \nلَسْتُ اَتَّكِلُ فِي النَّجاةِ مِنْ عِقابِكَ عَلى اَعْمالِنا، بَلْ بِفَضْلِكَ \nعَلَيْنا، لاَِنَّكَ اَهْلَ التَّقْوى وَاَهْلَ الْمَغْفِرَةِ تُبْدِئُ \nبِالاِْحْسانِ نِعَماً، وَتَعْفُو عَنِ الذَّنْبِ كَرَماً، فَما نَدْري ما نَشْكُرُ، \nاَجَميلَ ما تَنْشُرُ، اَمْ قَبيحَ ما تَسْتُرُ، اَمْ عَظيمَ ما اَبْلَيْتَ \nوَاَوْلَيْتَ، اَمْ كَثيرَ ما مِنْهُ نَجَّيْتَ وَعافَيْتَ، يا حَبيبَ مَنْ \nتَحَبَّبَ اِلَيْكَ، وَيا قُرَّةَ عَيْنِ مَنْ لاذَ بِكَ وَانْقَطَعَ اِلَيْكَ، \nاَنْتَ الُْمحْسِنُ وَنَحْنُ الْمُسيؤنَ فَتَجاوَزْ يا رَبِّ عَنْ قَبيحِ ما \nعِنْدَنا بِجَميلِ ما عِنْدَكَ، وَاَيُّ جَهْل يا رَبِّ لا يَسَعُهُ جُودُكَ، اَوْ \nاَيُّ زَمان اَطْوَلُ مِنْ اَناتِكَ، وَما قَدْرُ اَعْمالِنا في جَنْبِ نِعَمِكَ، \nوَكَيْفَ نَسْتَكْثِرُ اَعْمالاً نُقابِلُ بِها كَرَمَكَ، بَلْ كَيْفَ يَضيقُ عَلَى \nالْمُذْنِبينَ ما وَسِعَهُمْ مِنْ رَحْمَتِكَ، يا واسِعَ الْمَغْفِرَةِ، يا باسِطَ \nالْيَدَيْنِ بِالرَّحْمَةِ، فَوَ عِزَّتِكَ يا سَيِّدي، لَوْ نَهَرْتَني ما بَرِحْتُ \nمِنْ بابِكَ، وَلا كَفَفْتُ عَنْ تَمَلُّقِكَ، لِمَا انْتَهى اِلَىَّ مِنَ \nالْمَعْرِفَةِ بِجُودِكَ وَكَرِمَك، وَاَنْتَ الْفاعِلُ لِما تَشاءُ تُعَذِّبُ مَنْ \nتَشاءُ بِما تَشاءُ كَيْفَ تَشاءُ، وَتَرْحَمُ مَنْ تَشاءُ بِما تَشاءُ كَيْفَ \nتَشاءُ، لا تُسْأَلُ عَنْ فِعْلِكَ، وَلا تُنازِعُ في مُلْكِكَ، وَلا تُشارَكُ في \nاَمْرِكَ، وَلا تُضادُّ في حُكْمِكَ، وَلا يَعْتَرِضُ عَلَيْكَ اَحَدٌ في تَدْبيرِكَ، \nلَكَ الْخَلْقُ وَالاَْمْرُ، تَبارَكَ اللهُ رَبُّ الْعالَمينَ، يا رَبِّ هذا مَقامُ \nمَنْ لاذَ بِكَ، وَاسْتَجارَ بِكَرَمِكَ، وَاَلِفَ اِحْسانَكَ وَنِعَمَكَ وَاَنْتَ \nالْجَوادُ الَّذي لا يَضيقُ عَفُْوكَ، وَلا يَنْقُصُ فَضْلُكَ، وَلا تَقِلُّ \nرَحْمَتُكَ، وَقَدْ تَوَثَّقْنا مِنْكَ بِالصَّفْحِ الْقَديمِ، وَالْفَضْلِ \nالْعَظيمِ، وَالرَّحْمَةِ الْواسِعَةِ، اَفَتَراكَ يا رَبِّ تُخْلِفُ ظُنُونَنا، \nاَوْ تُخَيِّبْ آمالَنا.<br>\n<br>\nكَلاّ يا كَريمُ، فَلَيْسَ هذا ظَنُّنا بِكَ، وَلا هذا فيكَ طَمَعُنا يا رَبِّ اِنَّ \nلَنا فيكَ اَمَلاً طَويلاً كَثيراً، اِنَّ لَنا فيكَ رَجاءً عَظيماً، عَصَيْناكَ \nوَنَحْنُ نَرْجُو اَنْ تَسْتُرَ عَلَيْنا، وَدَعَوْناكَ وَنَحْنُ نَرْجُو اَنْ \nتَسْتَجيبَ لَنا، فَحَقِّقْ رَجاءَنا مَوْلانا، فَقَدْ عَلِمْنا ما نَسْتَوْجِبُ \nبِاَعْمالِنا، وَلكِنْ عِلْمُكَ فينا وَعِلْمُنا بِاَنَّكَ لا تَصْرِفُنا عَنْكَ \nوَاِنْ كُنّا غَيْرَ مُسْتَوْجِبينَ لِرَحْمَتِكَ، فَاَنْتَ اَهْلٌ اَنْ تَجُودَ \nعَلَيْنا وَعَلَى الْمُذْنِبينَ بِفَضْلِ سَعَتِكَ، فَامْنُنْ عَلَيْنا بِما اَنْتَ \nاَهْلُهُ، وَجُدْ عَلَيْنا فَاِنّا مُحْتاجُونَ اِلى نَيْلِكَ، يا غَفّارُ بِنُورِكَ \nاهْتَدَيْنا، وَبِفَضْلِكَ اسْتَغْنَيْنا، وَبِنِعْمَتِكَ اَصْبَحْنا وَاَمْسَيْنا، \nذُنُوبَنا بَيْنَ يَدَيْكَ نَسْتَغْفِرُكَ الّلهُمَّ مِنْها وَنَتُوبُ اِلَيْكَ، \nتَتَحَبَّبُ اِلَيْنا بِالنِّعَمِ وَنُعارِضُكَ بِالذُّنُوبِ، خَيْرُكَ اِلَيْنا \nنازِلٌ، وَشُّرنا اِلَيْكَ صاعِدٌ، وَلَمْ يَزَلْ وَلا يَزالُ مَلَكٌ كَريمٌ يَأتيكَ \nعَنّا بِعَمَل قَبيح، فَلا يَمْنَعُكَ ذلِكَ مِنْ اَنْ تَحُوطَنا بِنِعَمِكَ، \nوَتَتَفَضَّلَ عَلَيْنا بِآلائِكَ، فَسُبْحانَكَ ما اَحْلَمَكَ وَاَعْظَمَكَ \nوَاَكْرَمَكَ مُبْدِئاً وَمُعيداً، تَقَدَّسَتْ اَسْماؤكَ وَجَلَّ ثَناؤُكَ، \nوَكَرُمَ صَنائِعُكَ وَفِعالُكَ، اَنْتَ اِلهي اَوْسَعُ فَضْلاً، وَاَعْظَمُ حِلْماً \nمِنْ اَنْ تُقايِسَني بِفِعْلي وَخَطيـئَتي، فَالْعَفْوَ الْعَفْوَ الْعَفْوَ، \nسَيِّدي سَيِّدي سَيِّدي، اَللّـهُمَّ اشْغَلْنا بِذِكْرِكَ، وَاَعِذْنا مِنْ \nسَخَطِكَ، وَاَجِرْنا مِنْ عَذابِكَ، وَارْزُقْنا مِنْ مَواهِبِكَ، وَاَنْعِمْ \nعَلَيْنا مِنْ فَضْلِكَ، وَارْزُقْنا حَجَّ بَيْتِكَ، وَزِيارَةَ قَبْرِ نَبِيِّكَ \nصَلَواتُكَ وَرَحْمَتُكَ وَمَغْفِرَتُكَ وَرِضْوانُكَ عَلَيْهِ وَعَلى اَهْلِ \nبَيْتِهِ اِنَّكَ قَريبٌ مُجيبٌ، وَارْزُقْنا عَمَلاً بِطاعَتِكَ، وَتَوَفَّنا عَلى \nمِلَّتِكَ، وَسُنَّةِ نَبِيِّكَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ.<br>\n<br>\nاَللّـهُمَّ اغْفِرْ لي وَلِوالِدَيَّ وَارْحَمْهُما كَما رَبَّياني صَغيراً، \nاِجْزِهما بِالاِْحسانِ اِحْساناً وَبِالسَّيِّئاتِ غُفْراناً، اَللّـهُمَّ اغْفِرْ \nلِلْمُؤْمِنينَ وَالْمُؤْمِناتِ الاَْحياءِ مِنْهُمْ وَالاَْمواِت، وَتابِعْ \nبَيْنَنا وَبَيْنَهُمْ بِالْخَيْراتِ اَللّـهُمَّ اغْفِرْ لِحَيِّنا وَمَيِّتِنا، \nوَشاهِدِنا وَغائِبِنا، ذَكَرِنا وَاُنْثانا، صَغيرِنا وَكَبيرِنا، حُرِّنا \nوَمَمْلُوكِنا، كَذَبَ الْعادِلُونَ بِاللهِ وَضَلُّوا ضَلالاً بَعيداً، وَخَسِرُوا \nخُسْراناً مُبيناً، اَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد، وَاخْتِمْ لي \nبِخَيْر، وَاكْفِني ما اَهَمَّني مِنْ اَمْرِ دُنْيايَ وَآخِرَتي وَلا تُسَلِّطْ \nعَلَيَّ مَنْ لا يَرْحَمُني، وَاجْعَلْ عَلَيَّ مِنْكَ واقِيَةً باقِيَةً، وَلا \nتَسْلُبْني صالِحَ ما اَنْعَمْتَ بِهِ عَلَيَّ، وَارْزُقْني مِنْ فَضْلِكَ رِزْقاً \nواسِعاً حَلالاً طَيِّباً، اَللّـهُمَّ احْرُسْني بِحَراسَتِكَ، وَاحْفَظْني \nبِحِفْظِكَ، وَاكْلاَني بِكِلائَتِكَ، وَارْزُقْني حَجَّ بَيْتِكَ الْحَرامِ في \nعامِنا هذا وَفي كُلِّ عام، وَزِيارَةَ قَبْرِ نَبِيِّكَ وَالاَْئِمَّةِ عَلَيْهِمُ \nالسَّلامُ، وَلا تُخْلِني يا رَبِّ مِنْ تِلْكَ الْمَشاهِدِ الشَّريفَةِ، \nوَالْمَواقِفِ الْكَريمَةِ، اَللّـهُمَّ تُبْ عَلَيَّ حَتّى لا اَعْصِيَكَ، \nوَاَلْهِمْنِيَ الْخَيْرَ وَالْعَمَلَ بِهِ، وَخَشْيَتَكَ بِاللَّيْلِ وَالنَّهارِ \nما اَبْقَيْتَني يا رَبَّ الْعالَمينَ، اَللّـهُمَّ اِنّي كُلَّما قُلْتُ قَدْ \nتَهَيَّأتُ وَتَعَبَّأتُ وَقُمْتُ لِلصَّلاةِ بَيْنَ يَدَيْكَ وَناجَيْتُكَ \nاَلْقَيْتَ عَلَيَّ نُعاساً اِذا اَنَا صَلَّيْتُ، وَسَلَبْتَني مُناجاتِكَ اِذا \nاَنَا ناجَيْتُ، مالي كُلَّما قُلْتُ قَدْ صَلَحَتْ سَريرَتي، وَقَرُبَ مِنْ \nمَجالِسِ التَّوّابينَ مَجْلِسي.<br>\n<br>\nعَرَضَتْ لي بَلِيَّةٌ اَزالَتْ قَدَمي، وَحالَتْ بَيْني وَبَيْنَ خِدْمَتِكَ \nسَيِّدي لَعَلَّكَ عَنْ بابِكَ طَرَدْتَني، وَعَنْ خِدْمَتِكَ نَحَّيْتَني اَوْ \nلَعَلَّكَ رَاَيْتَني مُسْتَخِفّاً بِحَقِّكَ فَاَقْصَيْتَني، اَوْ لَعَلَّكَ \nرَاَيْتَني مُعْرِضاً عَنْكَ فَقَلَيْتَني، اَوْ لَعَلَّكَ وَجَدْتَني في مَقامِ \nالْكاذِبينَ فَرَفَضْتَني، اَوْ لَعَلَّكَ رَاَيْتَني غَيْرَ شاكِر لِنَعْمائِكَ \nفَحَرَمْتَني، اَوْ لَعَلَّكَ فَقَدْتَني مِنْ مَجالِسِ الْعُلَماءِ فَخَذَلْتَني، \nاَوْ لَعَلَّكَ رَاَيْتَني فِى الْغافِلينَ فَمِنْ رَحْمَتِكَ آيَسْتَني، اَوْ \nلَعَلَّكَ رَاَيْتَني آلفَ مَجالِسِ الْبَطّالينَ فَبَيْني وَبَيْنَهُمْ \nخَلَّيْتَني، اَوْ لَعَلَّكَ لَمْ تُحِبَّ اَنْ تَسْمَعَ دُعائي فَباعَدْتَني، اَوْ \nلَعَلَّكَ بِجُرْمي وَجَريرَتي كافَيْتَني، اَوْ لَعَلَّكَ بِقِلَّةِ حَيائي مِنْكَ \nجازَيْتَني، فَاِنْ عَفَوْتَ يا رَبِّ فَطالما عَفَوْتَ عَنِ الْمُذْنِبينَ قَبْلي، \nلاَِنَّ كَرَمَكَ اَيْ رَبِّ يَجِلُّ عَنْ مُكافاتِ الْمُقَصِّرينَ، وَاَنَا عائِذٌ \nبِفَضْلِكَ، هارِبٌ مِنْكَ اِلَيْكَ، مُتَنَجِّزٌ ما وَعَدْتَ مِنَ الصَّفْحِ \nعَمَّنْ اَحْسَنَ بِكَ ظَنّاً، اِلهي اَنْتَ اَوْسَعُ فَضْلاً، وَاَعْظَمُ حِلْماً \nمِنْ اَنْ تُقايِسَني بِعَمَلي اَوْ اَنْ تَسْتَزِلَّني بِخَطيئَتي، وَما اَنَا يا \nسَيِّدي وَما خَطَري، هَبْني بِفَضْلِكَ سَيِّدي، وَتَصَدَّقْ عَلَيَّ بِعَفْوِكَ، \nوَجَلِّلْني بِسَتْرِكَ، وَاعْفُ عَنْ تَوْبيخي بِكَرَمِ وَجْهِكَ، سَيِّدي اَنَا \nالصَّغيرُ الَّذي رَبَّيْتَهُ، وَاَنَا الْجاهِلُ الَّذي عَلَّمْتَهُ، وَاَنَا \nالضّالُّ الَّذي هَدَيْتَهُ، وَاَنَا الْوَضيعُ الَّذي رَفَعْتَهُ، وَاَنَا \nالْخائِفُ الَّذي آمَنْتَهُ، وَالْجايِعُ الَّذي اَشْبَعْتَهُ، وَالْعَطْشانُ \nالَّذي اَرْوَيْتَهُ، وَالْعاري الَّذي كَسَوْتَهُ، وَالْفَقيرُ الَّذي اَغْنَيْتَهُ، \nوَالضَّعيفُ الَّذي قَوَّيْتَهُ، وَالذَّليلُ الَّذي اَعْزَزْتَهُ، وَالسَّقيمُ \nالَّذي شَفَيْتَهُ، وَالسّائِلُ الَّذي اَعْطَيْتَهُ، وَالْمُذْنِبُ الَّذي \nسَتَرْتَهُ، وَالْخاطِئُ الَّذي اَقَلْتَهُ، وَاَنَا الْقَليلُ الَّذي كَثَّرْتَهُ، \nوَالْمُسْتَضْعَفُ الَّذي نَصَرْتَهُ، وَاَنَا الطَّريدُ الَّذي آوَيْتَهُ.<br>\n<br>\nاَنَا يا رَبِّ الَّذي لَمْ اَسْتَحْيِكَ فِى الْخَلاءِ، وَلَمْ اُراقِبْكَ فِى \nالْمَلاءِ، اَنَا صاحِبُ الدَّواهِي الْعُظْمى، اَنَا الَّذي عَلى سَيِّدِهِ \nاجْتَرى، اَنَا الَّذي عَصَيْتُ جَبّارَ السَّماءِ، اَنَا الَّذي اَعْطَيْتُ عَلى \nمَعاصِى الْجَليلِ الرُّشا، اَنَا الَّذي حينَ بُشِّرْتُ بِها خَرَجْتُ اِلَيْها \nاَسْعى، اَنَا الَّذي اَمْهَلْتَني فَما ارْعَوَيْتُ، وَسَتَرْتَ عَلَيَّ فَمَا \nاسْتَحْيَيْتُ، وَعَمِلْتُ بِالْمَعاصي فَتَعَدَّيْتُ، وَاَسْقَطْتَني مِنْ عَيْنِكَ \nفَما بالَيْتُ، فَبِحِلْمِكَ اَمْهَلْتَني وَبِسِتْرِكَ سَتَرْتَني حَتّى كَاَنَّكَ \nاَغْفَلْتَني، وَمِنْ عُقُوباتِ الْمَعاصي جَنَّبْتَني حَتّى كَاَنَّكَ \nاسْتَحْيَيْتَني، اِلهي لَمْ اَعْصِكَ حينَ عَصَيْتُكَ وَاَنَا بِرُبُوبِيَّتِكَ \nجاحِدٌ، وَلا بِاَمْرِكَ مُسْتَخِفٌّ، وَلا لِعُقُوبَتِكَ مُتَعَرِّضٌّ، وَلا \nلِوَعيدِكَ مُتَهاوِنٌ، لكِنْ خَطيئَةٌ عَرَضَتْ وَسَوَّلَتْ لي نَفْسي، وَغَلَبَني \nهَوايَ، وَاَعانَني عَلَيْها شِقْوَتي، وَغَرَّني سِتْرُكَ الْمُرْخى عَلَىَّ، \nفَقَدْ عَصَيْتُكَ وَخالَفْتُكَ بِجَهْدي، فَالاْنَ مِنْ عَذابِكَ مَنْ \nيَسْتَنْقِذُني، وَمِنْ اَيْدي الْخُصَماءِ غَداً مِنْ يُخَلِّصُني، وَبِحَبْلِ \nمَنْ اَتَّصِلُ اِنْ اَنْتَ قَطَعْتَ حَبْلَكَ عَنّي، فَواسَوْاَتا عَلى ما اَحْصى \nكِتابُكَ مِنْ عَمَلِيَ الَّذي لَوْلا ما اَرْجُو مِنْ كَرَمِكَ وَسَعَةِ \nرَحْمَتِكَ وَنَهْيِكَ اِيّايَ عَنِ الْقُنُوطِ لَقَنَطْتُ عِنْدَما اَتَذَكَّرُها، \nيا خَيْرَ مَنْ دَعاهُ داع، وَاَفْضَلَ مَنْ رَجاهُ راج، اَللّـهُمَّ بِذِمَّةِ \nالاِْسْلامِ اَتَوَسَّلُ اِلَيْكَ، وَبِحُرْمَةِ الْقُرْآنِ اَعْتَمِدُ اِلَيْكَ، \nوَبِحُبِّيَ النَّبِيَّ الاُْمِّيَّ الْقُرَشِيَّ الْهاشِمِيَّ الْعَرَبِيَّ \nالتِّهامِيَّ الْمَكِّيَّ الْمَدَنِيَّ اَرْجُو الزُّلْفَةَ لَدَيْكَ، فَلا تُوحِشِ \nاسْتيناسَ ايماني، وَلا تَجْعَلْ ثَوابي ثَوابَ مَنْ عَبَدَ سِواكَ، فَاِنَّ \nقَوْماً آمَنُوا بِاَلْسِنَتِهِمْ لِيَحْقِنُوا بِهِ دِماءَهُمْ فَاَدْرَكُوا ما \nاَمَّلُوا، َوَإنّا آَمّنا بِكَ بِاَلْسِنَتِنا وَقُلُوبِنا لِتَعْفُوَ عَنّا.<br>\n<br>\nفَاَدْرِكْنا ما اَمَّلْنا، وَثَبِّتْ رَجاءَكَ في صُدُورِنا، وَلا تُزِغْ \nقُلُوبَنا بَعْدَ اِذْ هَدَيْتَنا، وَهَبْ لَنا مِنْ لَدُنْكَ رَحْمَةً اِنَّكَ \nاَنْتَ الْوَهّابُ، فَوَعِزَّتِكَ لَوِ انْتَهَرْتَني ما بَرِحْتُ مِنْ بابِكَ، \nوَلا كَفَفْتُ عَنْ تَمَلُّقِكَ لِما اُلْهِمَ قَلْبي مِنَ الْمَعْرِفَةِ \nبِكَرَمِكَ وَسَعَةِ رَحْمَتِكَ، اِلى مَنْ يَذْهَبُ الْعَبْدُ إلاّ اِلى مَوْلاهُ، \nوَاِلى مَنْ يَلْتَجِئُ الَْمخْلُوقُ إلاّ اِلى خالِقِهِ، اِلهي لَوْ قَرَنْتَني \nبِالاَْصْفادِ، وَمَنَعْتَني سَيْبَكَ مِنْ بَيْنِ الاَْشْهادِ، وَدَلَلْتَ عَلى \nفَضايِحي عُيُونَ الْعِبادِ، وَاَمَرْتَ بي اِلَى النّارِ، وَحُلْتَ بَيْني \nوَبَيْنَ الاَْبْرارِ، ما قَطَعْتُ رَجائي مِنْكَ وَما صَرَفْتُ تَأميلي لِلْعَفْوِ \nعَنْكَ، وَلا خَرَجَ حُبُّكَ مِنْ قَلْبي، اَنَا لا اَنْسى اَيادِيَكَ عِنْدي، \nوَسِتْرَكَ عَلَيَّ في دارِ الدُّنْيا، سَيِّدي اَخْرِجْ حُبَّ الدُّنْيا مِنْ \nقَلْبي، وَاجْمَعْ بَيْني وَبَيْنَ الْمُصْطَفى وَآلِهِ خِيَرَتِكَ مِنْ خَلْقِكَ \nوَخاتَمِ النَّبِيّينَ مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَآلِهِ، وَانْقُلْني اِلى \nدَرَجَةِ الَّتوْبَةِ اِلَيْكَ، وَاَعِنّي بِالْبُكاءِ عَلى نَفْسي، فَقَدْ \nاَفْنَيْتُ بِالتَّسْويفِ وَالاْمالِ عُمْري، وَقَدْ نَزَلْتُ مَنْزِلَةَ \nالاْيِسينَ مِنْ خَيْري، فَمَنْ يَكُونُ اَسْوَأ حالاً مِنّي إنْ اَنَا نُقِلْتُ \nعَلى مِثْلِ حالي اِلى قَبْري، لَمْ اُمَهِّدْهُ لِرَقْدَتي، وَلَمْ اَفْرُشْهُ \nبِالْعَمَلِ الصّالِحِ لِضَجْعَتي، وَمالي لا اَبْكي وَلا اَدْري اِلى ما يَكُونُ \nمَصيري، وَاَرى نَفْسي تُخادِعُني، وَاَيّامي تُخاتِلُني، وَقَدْ خَفَقَتْ عِنْدَ \nرَأسي اَجْنِحَةُ الْمَوْتِ، فَمالي لا اَبْكي اَبْكي، لِخُُروجِ نَفْسي، اَبْكي \nلِظُلْمَةِ قَبْري، اَبْكي لِضيقِ لَحَدي، اَبْكي لِسُؤالِ مُنْكَر وَنَكير \nاِيّايَ، اَبْكي لِخُرُوجي مِنْ قَبْري عُرْياناً ذَليلاً حامِلاً ثِقْلي عَلى \nظَهْري، اَنْظُرُ مَرَّةً عَنْ يَميني وَاُخْرى عَنْ شِمالي، اِذِ الْخَلائِقِ في \nشَأن غَيْرِ شَأني (لِكُلِّ امْرِئ مِنْهُمْ يَوْمَئِذ شَأنٌ يُغْنيهِ * وُجوُهٌ \nيَوْمَئِذ مُسْفِرَةٌ * ضاحِكَةٌ مُسْتَبْشِرَةٌ * وَوُجوُهٌ يَوْمَئِذ عَلَيْها \nغَبَرَةٌ * تَرْهَقُها قَتَرَةٌ) وَذِلَّةٌ، سَيِّدي عَلَيْكَ مُعَوَّلي \nوَمُعْتَمَدي وَرَجائي وَتَوَكُّلي، وَبِرَحْمَتِكَ تَعَلُّقي، تُصيبُ بِرَحْمَتِكَ \nمَنْ تَشاءُ وَتَهْدي بِكَرامَتِكَ مَنْ تُحِبُّ، فَلَكَ الْحَمْدُ عَلى ما \nنَقَّيْتَ مِنَ الشِّرْكِ قَلْبي، وَلَكَ الْحَمْدُ عَلى بَسْطِ لِساني، \nاَفَبِلِساني هذَا الْكالِّ اَشْكُرُكَ، اَمْ بِغايَةِ جُهْدي في عَمَلي اُرْضيكَ، \nوَما قَدْرُ لِساني يا رَبِّ في جَنْبِ شُكْرِكَ، وَما قَدْرُ عَمَلي في جَنْبِ \nنِعَمِكَ وَاِحْسانِكَ.<br>\n<br>\nاِلهي اِنَّ جُودَكَ بَسَطَ اَمَلي، وَشُكْرَكَ قَبِلَ عَمَلي، سَيِّدي اِلَيْكَ \nرَغْبَتي، وَاِلَيْكَ رَهْبَتي، وَاِلَيْكَ تَأميلي، وَقَدْ ساقَني اِلَيْكَ \nاَمَلي، وَعَلَيْكَ يا واحِدي عَكَفَتْ هِمَّتي، وَفيـما عِنْدَكَ انْبَسَطَتْ \nرَغْبَتي، وَلَكَ خالِصُ رَجائي وَخَوْفي، وَبِكَ أَنِسَتْ مَحَبَّتي، وَاِلَيْكَ \nاَلْقَيْتُ بِيَدي، وَبِحَبْلِ طاعَتِكَ مَدَدْتُ رَهْبَتي، يا مَوْلايَ بِذِكْرِكَ \nعاشَ قَلْبي، وَبِمُناجاتِكَ بَرَّدْتُ اَلَمَ الْخَوْفِ عَنّي، فَيا مَوْلايَ وَيا \nمُؤَمَّلي وَيا مُنْتَهى سُؤْلي فَرِّقْ بَيْني وَبَيْنَ ذَنْبِيَ الْمانِعِ لي \nمِنْ لُزُومِ طاعَتِكَ، فَاِنَّما اَسْاَلُكَ لِقَديمِ الرَّجاءِ فيكَ، وَعَظيمِ \nالطَّمَعِ مِنْكَ، الَّذي اَوْجَبْتَهُ عَلى نَفْسِكَ مِنَ الرَّأفَةِ \nوَالرَّحْمَةِ، فَالاَْمْرُ لَكَ، وَحْدَكَ لا شَريكَ لَكَ وَالْخَلْقُ كُلُّهُمْ \nعِيالُكَ وَفي قَبْضَتِكَ، وَكُلُّ شَيْي خاضِعٌ لَكَ تَبارَكْتَ يا رَبَّ \nالْعالَمينَ، اِلهي ارْحَمْني اِذَا انْقَطَعَتْ حُجَّتي وَكَلَّ عَنْ جَوابِكَ \nلِساني، وَطاشَ عِنْدَ سُؤالِكَ اِيّايَ لُبّي، فَيا عَظيمَ رَجائي لا تُخَيِّبْني \nاِذَا اشْتَدَّتْ فاقَتي، وَلا تَرُدَّني لِجَهْلي، وَلا تَمْنَعْني لِقِلَّةِ \nصَبْري، اَعْطِني لِفَقْري وَارْحَمْني لِضَعْفي، سَيِّدي عَلَيْكَ مُعْتَمَدي \nوَمُعَوَّلي وَرَجائي وَتَوَكُّلي، وَبِرَحْمَتِكَ تَعَلُّقي، وَبِفَنائِكَ اَحُطُّ \nرَحْلي، وَبِجُودِكَ اَقْصِدُ طَلِبَتي، وَبِكَرَمِكَ اَيْ رَبِّ اسْتَفْتِحُ \nدُعائي، وَلَدَيْكَ اَرْجُو فاقَتي، وَبِغِناكَ اَجْبُرُ عَيْلَتي، وَتَحْتَ ظِلِّ \nعَفْوِكَ قِيامي، وَاِلى جُودِكَ وَكَرَمِكَ اَرْفَعُ بَصَري، وَاِلى مَعْرُوفِكَ \nاُديمُ نَظَري، فَلا تُحْرِقْني بِالنّارِ وَاَنْتَ مَوْضِعُ اَمَلي، وَلا \nتُسْكِنِّىِ الْهاوِيَةَ فَاِنَّكَ قُرَّةُ عَيْني، يا سَيِّدي لا تُكَذِّبْ ظَنّي \nبِاِحْسانِكَ وَمَعْرُوفِكَ فَاِنَّكَ ثِقَتي، وَلا تَحْرِمْني ثَوابَكَ فَاِنَّكَ \nالْعارِفُ بِفَقْري، اِلهي اِنْ كانَ قَدْ دَنا اَجَلي وَلَمْ يُقَرِّبْني مِنْكَ \nعَمَلي فَقَدْ جَعَلْتُ الاْعْتِرافَ اِلَيْكَ بِذَنْبي وَسائِلَ عِلَلي.<br>\n<br>\nاِلهي اِنْ عَفَوْتَ فَمَنْ اَوْلى مِنْكَ بِالْعَفْوِ، وَاِنْ عَذَّبْتَ فَمَنْ \nاَعْدَلُ مِنْكَ فِي الْحُكْمِ، ارْحَمْ في هذِهِ الدُّنْيا غُرْبَتي، وَعِنْدَ \nالْمَوْتِ كُرْبَتي، وَفِي الْقَبْرِ وَحْدَتي، وَفِي اللَّحْدِ وَحْشَتي، وَاِذا \nنُشِرْتُ لِلْحِسابِ بَيْنَ يَدَيْكَ ذُلَّ مَوْقِفي، وَاغْفِرْ لي ما خَفِيَ عَلَى \nالاْدَمِيّينَ مِنْ عَمَلي، وَاَدِمْ لي ما بِهِ سَتَرْتَني، وَارْحَمْني صَريعاً \nعَلَى الْفِراشِ تُقَلِّبُني اَيْدي اَحِبَّتي، وَتَفَضَّلْ عَلَيَّ مَمْدُوداً \nعَلَى الْمُغْتَسَلِ يُقَلِّبُني صالِحُ جيرَتي، وَتَحَنَّنْ عَلَيَّ مَحْموُلاً \nقَدْ تَناوَلَ الاَْقْرِباءُ اَطْرافَ جَِنازَتي، وَجُدْ عَلَيَّ مَنْقُولاً قَدْ \nنَزَلْتُ بِكَ وَحيداً في حُفْرَتي، وَارْحَمْ في ذلِكَ الْبَيْتِ الْجَديدِ \nغُرْبَتي، حَتّى لا اَسْتَاْنِسَ بِغَيْرِكَ، يا سَيِّدي اِنْ وَكَلْتَني اِلى \nنَفْسي هَلَكْتُ، سَيِّدي فَبِمَنْ اَسْتَغيثُ اِنْ لَمْ تُقِلْني عَثَرْتي، فَاِلى \nمَنْ اَفْزَعُ اِنْ فَقَدْتُ عِنايَتَكَ في ضَجْعَتي، وَاِلى مَنْ اَلْتَجِئُ اِنْ \nلَمْ تُنَفِّسْ كُرْبَتي سَيِّدي مَنْ لي وَمَنْ يَرْحَمُني اِنْ لَمْ تَرْحَمْني، \nوَفَضْلَ مَنْ اُؤَمِّلُ اِنْ عَدِمْتُ فَضْلَكَ يَوْمَ فاقَتي، وَاِلى مَنِ \nالْفِرارُ مِنَ الذُّنُوبِ اِذَا انْقَضى اَجَلي، سَيِّدي لا تُعَذِّبْني وَاَنَا \nاَرْجُوكَ، اِلهي حَقِّقْ رَجائي، وَآمِنْ خَوْفي، فَاِنَّ كَثْرَةَ ذُنُوبي لا \nاَرْجُو فيها إلاّ عَفْوُكَ، سَيِّدي اَنَا اَسْاَلُكَ ما لا اَسْتَحِقُّ وَاَنْتَ \nاَهْلُ التَّقْوى وَاَهْلُ الْمَغْفِرَةِ، فَاغْفِرْ لي وَاَلْبِسْني مِنْ نَظَرِكَ \nثَوْباً يُغَطّي عَلَيَّ التَّبِعاتِ، وَتَغْفِرُها لي وَلا اُطالَبُ بِها، اِنَّكَ \nذُو مَنٍّ قَديم، وَصَفْح عَظيم، وَتَجاوُز كَريم، اِلهي اَنْتَ الَّذي تُفيضُ \nسَيْبَكَ عَلى مَنْ لا يَسْأَلُكَ وَعَلَى الْجاحِدينَ بِرُبُوبِيَّتِكَ، فَكَيْفَ \nسَيِّدي بِمَنْ سَأَلَكَ وَاَيْقَنَ اَنَّ الْخَلْقَ لَكَ، وَالاَْمْرَ اِلَيْكَ، \nتَبارَكْتَ وَتَعالَيْتَ يا رَبَّ الْعالَمينَ، سَيِّدي عَبْدُكَ بِبابِكَ \nأقامَتْهُ الْخَصاصَةُ بَيْنَ يَدَيْكَ يَقْرَعُ بابَ اِحْسانِكَ بِدُعائِهِ.<br>\n<br>\nفَلا تُعْرِضْ بِوَجْهِكَ الْكَريمِ عَنّي، وَاَقْبَلْ مِنّي ما اَقُولُ، فَقَدْ \nدَعَوْتُ بِهذَا الدُّعاءِ وَاَنا اَرْجُو اَنْ لا تَرُدَّني، مَعْرِفَةً مِنّي \nبِرَأفَتِكَ وَرَحْمَتِكَ، اِلهي اَنْتَ الَّذي لا يُحْفيكَ سائِلٌ، وَلا \nيَنْقُصُكَ نائِلٌ، اَنْتَ كَما تَقُولُ وَفَوْقَ ما نَقُولُ، اَللّـهُمَّ اِنّي \nاَسْاَلُكَ صَبْراً جَميلاً، وَفَرَجاً قَريباً، وَقَولاً صادِقاً، وَاَجْراً \nعَظيماً، اَسْاَلُكَ يا رَبِّ مِنَ الْخَيْرِ كُلِّهِ ما عَلِمْتُ مِنْهُ وَما لَمْ \nاَعْلَمْ، اَسْاَلُكَ اللّهُمَّ مِنْ خَيْرِ ما سَأَلَكَ مِنْهُ عِبادُكَ \nالصّالِحُونَ، يا خَيْرَ مَنْ سُئِلَ، وَاَجْوَدَ مَنْ اَعْطى، اَعْطِني سُؤْلي في \nنَفْسي وَاَهْلي وَوالِديَّ وَوَلَدي وَاَهْلِ حُزانَتي وَاِخْواني فيكَ، \nوَاَرْغِدْ عَيْشي، وَاَظْهِرْ مُرُوَّتي، وَاَصْلِحْ جَميعَ اَحْوالي، وَاجْعَلْني \nمِمَّنْ اَطَلْتَ عُمْرَهُ، وَحَسَّنْتَ عَمَلَهُ، وَاَتْمَمْتَ عَلَيْهِ \nنِعْمَتَكَ، وَرَضيتَ عَنْهُ وَاَحْيَيْتَهُ حَياةً طَيِّبَةً في اَدْوَمِ \nالسُّرُورِ، وَاَسْبَغِ الْكَرامَةِ، وَاَتَمِّ الْعَيْشِ، اِنَّكَ تَفْعَلُ ما \nتَشاءُ وَلا تَفْعَلُ ما يَشاءُ غَيْرُكَ، اَللّـهُمَّ خُصَّني مِنْكَ بِخاصَّةِ \nذِكْرِكَ، وَلا تَجْعَلْ شَيْئاً مِمّا اَتَقَرَّبُ بِهِ في آناءِ اللَّيْلِ \nوَاَطْرافِ النَّهارِ رِياءً وَلا سُمْعَةً وَلا اَشَراً وَلا بَطَراً، وَاجْعَلْني \nلَكَ مِنَ الْخاشِعينَ، اَللّـهُمَّ أعْطِنِى السِّعَةَ فِي الرِّزْقِ، وَالاَْمْنَ \nفِي الْوَطَنِ، وَقُرَّةَ الْعَيْنِ فِي الاَْهْلِ وَالْمالِ وَالْوَلَدِ، \nوَالْمُقامَ في نِعَمِكَ عِنْدي، وَالصِّحَّةَ فِى الْجِسْمِ، وَالْقُوَّةَ فِي \nالْبَدَنِ، وَالسَّلامَةَ فِى الدّينِ.<br>\n<br>\nوَاسْتَعْمِلْني بِطاعَتِكَ وَطاعَةِ رَسُولِكَ مُحَمَّد صَلَّى اللهُ عَلَيْهِ \nوَآلِهِ اَبَداً مَا اسْتَعْمَرَتْني، وَاجْعَلْني مِنْ اَوْفَرِ عِبادِكَ عِنْدَكَ \nنَصيباً في كُلِّ خَيْر اَنْزَلْتَهُ وَتُنْزِلُهُ في شَهْرِ رَمَضانَ في لَيْلَةِ \nالْقَدْرِ، وَما اَنْتَ مُنْزِلُهُ في كُلِّ سَنَة مِنْ رَحْمَة تَنْشُرُها، \nوَعافِيَة تُلْبِسُها، وَبَلِيَّة تَدْفَعُها، وَحَسَنات تَتَقَبَّلُها، وَسَيِّئات \nتَتَجاوَزُ عَنْها، وَارْزُقْني حَجَّ بَيْتِكَ الْحَرامِ في عامِنا هذا وَفي كُلِّ \nعام، وَارْزُقْني رِزْقاً واسِعاً مِنْ فَضْلِكَ الْواسِعِ، وَاصْرِفْ عَنّي يا \nسَيِّدي الاَْسْواءَ، وَاقْضِ عَنِّيَ الدَّيْنَ وَالظُّلاماتِ، حَتّى لا اَتَاَذّى \nبِشَي مِنْهُ، وَخُذْ عَنّي بِاَسْماعِ وَاَبْصارِ اَعْدائي وَحُسّادي وَالْباغينَ \nعَلَيَّ، وَانْصُرْني عَلَيْهِمْ، وَاَقِرَّ عَيْني وَفَرِّحْ قَلْبي، وَاجْعَلْ لي \nمِنْ هَمّي وَكَرْبي فَرَجاً وَمَخْرَجاً، وَاجْعَلْ مَنْ اَرادَني بِسُوء مِنْ \nجَميعِ خَلْقِكَ تَحْتَ قَدَمَيَّ، وَاكْفِني شَرَّ الشَّيْطانِ، وَشَرَّ \nالسُّلْطانِ، وَسَيِّئاتِ عَمَلي، وَطَهِّرْني مِنَ الذُّنُوبِ كُلِّها، وَاَجِرْني \nمِنَ النّارِ بِعَفْوِكَ، وَاَدْخِلْنِى الْجَنَّةَ بِرَحْمَتِكَ، وَزَوِّجْني مِنَ \nالْحُورِ الْعينِ بِفَضْلِكَ، وَاَلْحِقْني بِاَوْلِيائِكَ الصّالِحينَ مُحَمَّد \nوَآلِهِ الاَْبْرارِ الطَّيِّبينَ الطّاهِرينَ الاَْخْيارِ صَلَواتُكَ عَلَيْهِمْ \nوَعَلى اَجْسادِهِمْ وَاَرْواحِهِمْ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ.<br>\n<br>\nاِلهي وَسَيِّدي وَعِزَّتِكَ وَجَلالِكَ لَئِنْ طالَبَتْني بِذُنُوبي \nلاَُطالِبَنَّكَ بِعَفْوِكَ، وَلَئِنْ طالَبَتْني بِلُؤْمي لاَُطالِبَنَّكَ \nبِكَرَمِكَ، وَلَئِنْ اَدْخَلْتَنِى النّارَ لاَُخْبِرَنَّ اَهْلَ النّارِ بِحُبّي \nلَكَ، اِلهي وَسَيِّدي اِنْ كُنْتَ لا تَغْفِرُ إلاّ لاَِوْلِيائِكَ وَاَهْلِ \nطاعَتِكَ فَاِلى مَنْ يَفْزَعُ الْمُذْنِبُونَ، وَاِنْ كُنْتَ لا تُكْرِمُ إلاّ \nاَهْلَ الْوَفاءِ بِكَ فَبِمَنْ يَسْتَغيثُ الْمُسْيؤُنَ اِلهي اِنْ اَدْخَلْتَنِى \nالنّارَ فَفي ذلِكَ سُرُورُ عَدُوِّكَ، وَاِنْ اَدْخَلْتَنِى الْجَنَّةَ فَفي ذلِكَ \nسُرُورُ نَبِيِّكَ، وَاَنَا وَاللهِ اَعْلَمُ اَنَّ سُرُورَ نَبِيِّكَ اَحَبُّ \nاِلَيْكَ مِنْ سُرُورِ عَدُوِّكَ، اَللّـهُمَّ اِنّي اَسْاَلُكَ اَنْ تَمْلاََ \nقَلْبي حُبّاً لَكَ، وَخَشْيَةً مِنْكَ، وَتَصْديقاً بِكِتابِكَ، وَايماناً بِكَ، \nوَفَرَقاً مِنْكَ، وَشَوْقاً اِلَيْكَ، يا ذَا الْجَلالِ وَالاِْكْرامِ حَبِّبْ \nاِلَىَّ لِقاءِكَ وَاَحْبِبْ لِقائي، وَاجْعَلْ لي في لِقائِكَ الرّاحَةَ \nوَالْفَرَجَ وَالْكَرامَةَ، اَللّـهُمَّ اَلْحِقْني بِصالِحِ مِنْ مَضى، \nوَاجْعَلْني مِنْ صالِحِ مَنْ بَقي وَخُذْ بي سَبيلَ الصّالِحينَ، وَاَعِنّي عَلى \nنَفْسي بِما تُعينُ بِهِ الصّالِحينَ عَلى اَنْفُسِهِمْ، وَاخْتِمْ عَمَلي \nبِاَحْسَنِهِ، وَاجْعَلْ ثَوابي مِنْهُ الْجَنَّةَ بِرَحْمَتِكَ، وَاَعِنّي عَلى \nصالِحِ ما اَعْطَيْتَني، وَثَبِّتْني يا رَبِّ، وَلا تَرُدَّني في سُوء \nاسْتَنْقَذْتَني مِنْهُ يا رَبِّ الْعالَمينَ.<br>\n<br>\nاَللّـهُمَّ اِنّي اَسْاَلُكَ ايماناً لا اَجَلَ لَهُ دُونَ لِقائِكَ، اَحْيِني ما \nاَحْيَيْتَني عَلَيْهِ وَتَوَفَّني اِذا تَوَفَّيْتَني عَلَيْهِ، وَابْعَثْني اِذا \nبَعَثْتَني عَلَيْهِ وَاَبْرِىءْ قَلْبي مِنَ الرِّياءِ وَالشَّكِّ وَالسُّمْعَةِ \nفي دينِكَ، حَتّى يَكُونَ عَمَلي خالِصاً لَكَ، اَللّـهُمَّ اَعْطِني بَصيرَةً في \nدينِكَ، وَفَهْماً في حُكْمِكَ، وَفِقْهاً في عِلْمِكَ، وَكِفْلَيْنِ مِنْ \nرَحْمَتِكَ، وَوَرَعاً يَحْجُزُني عَنْ مَعاصيكَ، وَبَيِّضْ وَجْهي بِنُورِكَ، \nوَاجْعَلْ رَغْبَتي فيـما عِنْدَكَ، وَتَوَفَّني في سَبيلِكَ، وَعَلى مِلَّةَ \nرَسُولِكَ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، اَللّـهُمَّ اِنّي اَعُوذُ بِكَ مِنَ \nالْكَسَلِ وَالْفَشَلِ وَالْهَمِّ وَالْجُبْنِ وَالْبُخْلِ وَالْغَفْلَةِ \nوَالْقَسْوَةِ وَالْمَسْكَنَةِ وَالْفَقْرِ وَالْفاقَةِ وَكُلِّ بَلِيَّة، \nوَالْفَواحِشِ ما ظَهَرَ مِنْها وَما بَطَنَ، وَاَعُوذُ بِكَ مِنْ نَفْس لا \nتَقْنَعُ، وَبَطْن لا يَشْبَعُ، وَقَلْب لا يَخْشَعُ، وَدُعاء لا يُسْمَعُ وَعَمَل \nلا يَنْفَعُ، وَاَعُوذُ بِكَ يا رَبِّ عَلى نَفْسي وَديني وَمالي وَعَلى جَميعِ ما \nرَزَقْتَني مِنَ الشَّيْطانِ الرَّجيمَ اِنَّكَ اَنْتَ السَّميعُ الْعَليمُ، \nاَللّـهُمَّ اِنَّهُ لا يُجيرُني مِنْكَ اَحَدٌ وَلا اَجِدُ مِنْ دُونِكَ \nمُلْتَحَداً، فَلا تَجْعَلْ نَفْسي في شَي مِنْ عَذابِكَ، وَلا تَرُدَّني بِهَلَكَة \nوَلا تَرُدَّني بِعَذاب اَليم، اَللّـهُمَّ تَقَبَّلْ مِنّي وَاَعْلِ ذِكْري، \nوَارْفَعْ دَرَجَتي، وَحُطَّ وِزْري، وَلا تَذْكُرْني بِخَطيئَتي، وَاجْعَلْ ثَوابَ \nمَجْلِسي وَثَوابَ مَنْطِقي وَثَوابَ دُعائي رِضاكَ وَالْجَنَّةَ، وَاَعْطِني يا \nرَبِّ جَميعَ ما سَاَلْتُكَ، وَزِدْني مِنْ فَضْلِكَ، اِنّي اِلَيْكَ راغِبٌ يا \nرَبَّ الْعالَمينَ، اَللّـهُمَّ اِنَّكَ اَنْزَلْتَ في كِتابِكَ اَنْ نَعْفُوَ \nعَمَّنْ ظَلَمْنا، وَقَدْ ظَلَمَنا اَنْفُسَنا فَاعْفُ عَنّا فَاِنَّكَ اَوْلى \nبِذلِكَ مِنّا، وَاَمَرْتَنا اَنْ لا نَرُدَّ سائِلاً عَنْ اَبْوابِنا وَقَدْ \nجِئْتُكَ سائِلاً فَلا تَرُدَّني إلاّ بِقَضاءِ حاجَتي، وَاَمَرْتَنا بِالاِْحْسانِ \nاِلى ما مَلَكَتْ اَيْمانُنا وَنَحْنُ اَرِقّاؤكَ فَاَعْتِقْ رِقابَنا مِنَ \nالنّارِ، يا مَفْزَعي عِنْدَ كُرْبَتي، وَيا غَوْثي عِنْدَ شِدَّتي، اِلَيْكَ \nفَزِعْتُ وَبِكَ اسْتَغَثْتُ وَلُذْتُ، لا اَلُوذُ بِسِواكَ وَلا اَطْلُبُ \nالْفَرَجَ إلاّ مِنْكَ، فَاَغِثْني وَفَرِّجْ عَنّيك يا مَنْ يَفُكُّ الاَْسيرَ، \nوَيَعْفُو عَنِ الْكَثيرِ اِقْبَلْ مِنِّى الْيَسيرَ وَاعْفُ عَنِّى الْكَثيرَ \nاِنَّكَ اَنْتَ الرَّحيمُ الْغَفُورُ، اَللّـهُمَّ اِنّي اَسْاَلُكَ ايماناً \nتُباشِرُ بِهِ قَلْبي وَيَقيناً حَتّى اَعْلَمُ اَنَّهُ لَنْ يُصيبَني ما كَتَبْتَ \nلي وَرَضِّني مِنَ الْعَيْشِ بِما قَسَمْتَ لي يا اَرْحَمَ الرّاحِمينَ .\n"
}