[["ذَكَرَ الطَّبْرِسِيُّ ره فِي مَجْمَعِهِ أَنَّ النَّبِيَّ(ص)كَانَ يُعَوِّذُ الْحَسَنَيْنِ(ع)بِهَذِهِ الْعُوذَةِ مِنَ الْعَيْنِ وَ أَنَّ مُوسَى(ع)كَانَ يُعَوِّذُ بِهَا ابْنَيْ هَارُونَ مَرْوِيَّةً عَنِ الصَّادِقِ(ع)وَ هِيَ أُعِيذُ نَفْسِي وَ ذُرِّيَّتِي وَ أَهْلَ بَيْتِي بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ شَرِّ كُلِّ شَيْطَانٍ وَ هَامَّةٍ وَ كُلِّ عَيْنٍ لَامَّةٍ.","المصباح (للكفعمي)"],["وَ ذَكَرَ عَبْدُ الْكَرِيمِ بْنُ مُحَمَّدِ بْنِ مُظَفَّرٍ السَّمْعَانِيُّ هَذِهِ الْعُوذَةَ أَيْضاً لِلْعَيْنِ مَرْوِيَّةً عَنِ النَّبِيِّ ص- اللَّهُمَّ يَا ذَا السُّلْطَانِ الْعَظِيمِ وَ الْمَنِّ الْقَدِيمِ وَ الْوَجْهِ الْكَرِيمِ ذَا الْكَلِمَاتِ التَّامَّاتِ وَ الدَّعَوَاتِ الْمُسْتَجَابَاتِ عَافِ الْحَسَنِ وَ الْحُسَيْنِ مِنْ أَنْفُسِ الْجِنِّ وَ أَعْيُنِ الْإِنْسِ","المصباح (للكفعمي)"],["ذَكَرَ الشَّيْخُ رَضِيُّ الدِّينِ بْنُ الشَّيْخِ أَبِي عَلِيٍّ الطَّبْرِسِيُّ فِي كِتَابِهِ مَكَارِمِ الْأَخْلَاقِ عَنِ الصَّادِقِ(ع)الْعَيْنُ حَقُّ وَ لَسْتَ تَأْمَنُهَا عَلَى نَفْسِكَ وَ لَا مِنْكَ عَلَى غَيْرِكَ فَإِذَا خِفْتَ مِنْ ذَلِكَ فَقُلْ ثَلَاثاً مٰا شٰاءَ اللّٰهُ لٰا قُوَّةَ إِلّٰا بِاللّٰهِ الْعَلِيِّ الْعَظِيمِ.","المصباح (للكفعمي)"],["وَ ذَكَرَ الطَّبْرِسِيُّ فِي جَوَامِعِهِ عَنِ النَّبِيِّ(ص)أَنَّهُ مَنْ رَأَى شَيْئاً يُعْجِبُهُ فَقَالَ اللَّهُ اللَّهُ مٰا شٰاءَ اللّٰهُ لٰا قُوَّةَ إِلّٰا بِاللّٰهِ لَمْ يَضُرَّهُ شَيْءٌ.","المصباح (للكفعمي)"],["وَ فِي زُبْدَةِ الْبَيَانِ أَنَّ جَبْرَئِيلَ(ع)رَقَى النَّبِيَّ(ص)وَ عَلَّمَهُ هَذِهِ الرُّقْيَةَ لِلْعَيْنِ بِسْمِ اللَّهِ أَرْقِيكَ مِنْ كُلِّ عَيْنِ حَاسِدٍ اللَّهُ يَشْفِيَكَ.","المصباح (للكفعمي)"],["وَ عَنِ الصَّادِقِ(ع)إِذَا تَهَيَّأَ أَحَدُكُمْ بِهَيْئَةٍ تُعْجِبُهُ فَلْيَقْرَأْ حِينَ يَخْرُجُ مِنْ بَيْتِهِ الْمُعَوِّذَتَيْنِ فَإِنَّهُ لَا يَضُرُّهُ شَيْءٌ بِإِذْنِ اللَّهِ تَعَالَى.","المصباح (للكفعمي)"],["وَ فِي جَوَامِعِ الْجَامِعِ عَنِ الْحَسَنِ(ع)أَنَّ دَوَاءَ الْإِصَابَةِ بِالْعَيْنِ أَنْ يُقْرَأَ وَ إِنْ يَكٰادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصٰارِهِمْ لَمّٰا سَمِعُوا الذِّكْرَ وَ يَقُولُونَ إِنَّهُ لَمَجْنُونٌ وَ مٰا هُوَ إِلّٰا ذِكْرٌ لِلْعٰالَمِينَ.","المصباح (للكفعمي)"],["وَ فِي خَطِّ الْوَزِيرِ مُؤَيَّدِ الدِّينِ بْنِ الْعَلْقَمِيِّ أَنَّ رُقْيَةَ الْعُيُونِ بِسْمِ اللَّهِ الْعَظِيمِ الشَّأْنِ الْقَوِيِّ السُّلْطَانِ الشَّدِيدِ الْأَرْكَانِ حَبْسٌ حَابِسٌ وَ حَجَرٌ يَابِسٌ وَ شِهَابٌ قَابِسٌ وَ لَيْلٌ دَامِسٌ وَ مَاءٌ قَارِسٌ فِي عَيْنِ الْعَائِنِ وَ فِي أَحَبِّ خَلْقِ اللَّهِ إِلَيْهِ وَ فِي كَبِدِهِ وَ كُلْيَتَيْهِ فَارْجِعِ الْبَصَرَ هَلْ تَرىٰ مِنْ فُطُورٍ ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خٰاسِئاً وَ هُوَ حَسِيرٌ قُلْتُ وَ مِنْهُمْ مَنْ يَكْتُبُ ذَلِكَ عَلَى بَيْضَةٍ وَ يَضْرِبُ بِهَا الْحَيَوَانَ بَيْنَ عَيْنَيْهِ وَ ابْنَ الْآدَمِ بَيْنَ رِجْلَيْهِ يَبْرَأُ بِإِذْنِ اللَّهِ تَعَالَى","المصباح (للكفعمي)"]]