[["مِنْ كِتَابِ طِبِّ الْأَئِمَّةِ(ع)بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ وَ بِسْمِ اللَّهِ وَ بِاللَّهِ- مُحَمَّدٌ رَسُولُ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِه) أَعُوذُ بِعِزَّةِ اللَّهِ وَ أَعُوذُ بِقُدْرَةِ اللَّهِ عَلَى مَا يَشَاءُ مِنْ شَرِّ كُلِّ هَامَّةٍ تَدِبُّ بِاللَّيْلِ وَ النَّهَارِ إِنَّ رَبِّي عَلىٰ صِرٰاطٍ مُسْتَقِيمٍ.","المصباح (للكفعمي)"],["وَ فِي كِتَابِ التَّوَكُّلِ لِابْنِ أَبِي الدُّنْيَا يَقُولُ مَنْ يَخْشَى الْهَوَامَّ وَ الْعَقَارِبَ صَبَاحاً وَ مَسَاءً وَ مٰا لَنٰا أَلّٰا نَتَوَكَّلَ عَلَى اللّٰهِ وَ قَدْ هَدٰانٰا سُبُلَنٰا وَ لَنَصْبِرَنَّ عَلىٰ مٰا آذَيْتُمُونٰا وَ عَلَى اللّٰهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ.","المصباح (للكفعمي)"],["وَ فِي مُسْنَدِ أَحْمَدَ أَنَّ النَّبِيَّ(ص)قَالَ لِرَجُلٍ أَسْلَمَ لَوْ قُلْتَ حِينَ أَمْسَيْتَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مٰا خَلَقَ لَمْ يَضُرَّكَ عَقْرَبٌ وَ فِي فَوَائِدِ الْقَطِيعِيِّ قَالَ حِينَ تَغِيبُ الشَّمْسُ ذَلِكَ لَمْ يَضُرَّهُ فِي لَيْلَتِهِ شَيْءٌ.","المصباح (للكفعمي)"],["وَ فِي كِتَابِ حَيَاةِ الْحَيَوَانِ مَنْ قَالَ حِينَ يُمْسِي وَ يُصْبِحُ بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَ لٰا فِي السَّمٰاءِ وَ هُوَ السَّمِيعُ الْعَلِيمُ لَمْ يَضُرَّهُ شَيْءٌ وَ مَنْ قَالَ أَوَّلَ النَّهَارِ وَ أَوَّلَ اللَّيْلِ عَقَدْتُ زُبَانِيَيِ الْعَقْرَبِ وَ لِسَانَ الْحَيَّةِ وَ يَدَ السَّارِقِ بِقَوْلِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَ أَشْهَدُ أَنَّ مُحَمَّداً رَسُولُ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِه) أَمِنَ مِنَ الْعَقْرَبِ وَ الْحَيَّةِ وَ السَّارِقِ وَ مَنْ قَرَأَ كُلَّ لَيْلَةٍ سَلٰامٌ عَلىٰ نُوحٍ فِي الْعٰالَمِينَ إِنّٰا كَذٰلِكَ نَجْزِي الْمُحْسِنِينَ إِنَّهُ مِنْ عِبٰادِنَا الْمُؤْمِنِينَ لَمْ تَضُرَّهُ الْحَيَّةُ وَ الْعَقْرَبُ.","المصباح (للكفعمي)"],["وَ فِي مَكَارِمِ الْأَخْلَاقِ عَنْ أَبِي جَعْفَرٍ(ع)مَنْ قَالَ هَذِهِ الْعُوذَةَ مَسَاءً فَأَنَا ضَامِنٌ لَهُ أَلَّا يُصِيبَهُ عَقْرَبٌ وَ لَا هَامَّةٌ حَتَّى يُصْبِحَ وَ هِيَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَ لَا فَاجِرٌ مِنْ شَرِّ مَا ذَرَأَ وَ مِنْ شَرِّ مَا بَرَأَ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي آخِذٌ بِنٰاصِيَتِهٰا إِنَّ رَبِّي عَلىٰ صِرٰاطٍ مُسْتَقِيمٍ.","المصباح (للكفعمي)"]]