[["يَقْرَأُ الْخَائِفُ مِنْهُ- قٰالَ لَهُمْ مُوسىٰ أَلْقُوا مٰا أَنْتُمْ مُلْقُونَ فَلَمّٰا أَلْقَوْا قٰالَ مُوسىٰ مٰا جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللّٰهَ سَيُبْطِلُهُ إِنَّ اللّٰهَ لٰا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ وَ يُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰاتِهِ وَ لَوْ كَرِهَ الْمُجْرِمُونَ وَ قَدِمْنٰا إِلىٰ مٰا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنٰاهُ هَبٰاءً مَنْثُوراً بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبٰاطِلِ فَيَدْمَغُهُ فَإِذٰا هُوَ زٰاهِقٌ وَ لَكُمُ الْوَيْلُ مِمّٰا تَصِفُونَ وَ أَلْقِ مٰا فِي يَمِينِكَ تَلْقَفْ مٰا صَنَعُوا إِنَّمٰا صَنَعُوا كَيْدُ سٰاحِرٍ وَ لٰا يُفْلِحُ السّٰاحِرُ حَيْثُ أَتىٰ فَأُلْقِيَ السَّحَرَةُ سُجَّداً قٰالُوا آمَنّٰا بِرَبِّ هٰارُونَ وَ مُوسىٰ","المصباح (للكفعمي)"],["فِي طِبِّ الْأَئِمَّةِ(ع)عَنْ عَلِيٍّ(ع)لِإِبْطَالِ السِّحْرُ تُكْتَبُ فِي رَقِّ ظَبْيٍ وَ يُعَلَّقُ بِسْمِ اللَّهِ وَ بِاللَّهِ بِسْمِ اللَّهِ مَا شَاءَ اللَّهُ بِسْمِ اللَّهِ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ قٰالَ مُوسىٰ مٰا جِئْتُمْ بِهِ السِّحْرُ إِنَّ اللّٰهَ سَيُبْطِلُهُ إِنَّ اللّٰهَ لٰا يُصْلِحُ عَمَلَ الْمُفْسِدِينَ وَ يُحِقُّ اللّٰهُ الْحَقَّ بِكَلِمٰاتِهِ وَ لَوْ كَرِهَ الْمُجْرِمُونَ فَوَقَعَ الْحَقُّ وَ بَطَلَ مٰا كٰانُوا يَعْمَلُونَ فَغُلِبُوا هُنٰالِكَ وَ انْقَلَبُوا صٰاغِرِينَ.","المصباح (للكفعمي)"],["فِي طِبِّ الْأَئِمَّةِ(ع) تَقُولُ سَبْعاً إِذَا فَرَغْتَ مِنْ صَلَاةِ اللَّيْلِ فِي وَجْهِ السَّحَرِ بِسْمِ اللَّهِ وَ بِاللَّهِ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَ نَجْعَلُ لَكُمٰا سُلْطٰاناً فَلٰا يَصِلُونَ إِلَيْكُمٰا بِآيٰاتِنٰا أَنْتُمٰا وَ مَنِ اتَّبَعَكُمَا الْغٰالِبُونَ.","المصباح (للكفعمي)"],["وَ فِي أَدْعِيَةِ السِّرِّ الْقُدْسِيَّةِ يَا مُحَمَّدُ(ص)إِنَّ السِّحْرَ لَمْ يَزَلْ قَدِيماً وَ لَيْسَ يَضُرُّ شَيْئاً إِلَّا بِإِذْنِي فَمَنْ أَحَبَّ أَنْ يَكُونَ مِنْ أَهْلِ عَافِيَتِي مِنَ السِّحْرِ فَلْيَقُلْ اللَّهُمَّ رَبَّ مُوسَى وَ خَاصَّةِ كَلَامِهِ وَ هَازِمَ مَنْ كَادَهُ بِسِحْرِهِ بِعَصَاهُ وَ مُعِيدَهَا بَعْدَ الْعَوْدِ ثُعْبَاناً وَ مُلْقِفَهَا إِفْكَ أَهْلِ الْإِفْكِ وَ مُفْسِدَ عَمَلِ السَّاحِرِينَ وَ مُبْطِلَ كَيْدِ أَهْلِ الْفَسَادِ مَنْ كَادَنِي بِسِحْرٍ أَوْ بِضُرٍّ عَامِداً أَوْ غَيْرَ عَامِدٍ أَعْلَمُهُ أَوْ لَا أَعْلَمُهُ أَخَافُهُ أَوْ لَا أَخَافُهُ فَاقْطَعْ مِنْ أَسْبَابِ السَّمَاوَاتِ عَمَلَهُ حَتَّى تُرْجِعَهُ عَنِّي غَيْرَ نَافِذٍ وَ لَا ضَارٍّ وَ لَا شَامِتٍ بِي إِنِّي أَدْرَأُ بِعَظَمَتِكَ فِي نُحُورِ الْأَعْدَاءِ فَكُنْ لِي مِنْهُمْ مُدَافِعاً أَحْسَنَ مُدَافَعَةٍ وَ أَتَمَّهَا يَا كَرِيمُ فَإِنَّهُ إِذَا قَالَ ذَلِكَ لَمْ يَضُرَّهُ سِحْرُ سَاحِرٍ جِنِّيٍّ وَ لَا إِنْسِيٍّ أَبَداً","المصباح (للكفعمي)"]]