[["مِنْ ذَلِكَ حِرْزُ أَبِي دُجَانَةَ مَرْوِيٌّ عَنِ النَّبِيِّ(ص)وَ هُوَ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ هَذَا كِتَابُ مُحَمَّدٍ رَسُولِ اللَّهِ رَبِّ الْعَالَمِينَ إِلَى مَنْ طَرَقَ الدَّارَ مِنَ الْعُمَّارِ وَ الزُّوَّارِ إِلَّا طَارِقاً يَطْرُقُ بِخَيْرٍ أَمَّا بَعْدُ فَإِنَّ لَنَا وَ لَكُمْ فِي الْحَقِّ سَعَةً فَإِنْ تَكُ عَاشِقاً مُولَعاً أَوْ فَاجِراً مُقْتَحِماً فَهَذَا كِتَابُ اللَّهِ يَنْطِقُ عَلَيْنَا وَ عَلَيْكُمْ بِالْحَقِّ إِنّٰا كُنّٰا نَسْتَنْسِخُ مٰا كُنْتُمْ تَعْمَلُونَ وَ رُسُلُنَا يَكْتُبُونَ مٰا تَمْكُرُونَ اتْرُكُوا صَاحِبَ كِتَابِي هَذَا وَ انْطَلِقُوا إِلَى عَبَدَةِ الْأَصْنَامِ وَ إِلَى مَنْ يَزْعُمُ أَنَّ مَعَ اللّٰهِ إِلٰهاً آخَرَ لٰا إِلٰهَ إِلّٰا هُوَ كُلُّ شَيْءٍ هٰالِكٌ إِلّٰا وَجْهَهُ لَهُ الْحُكْمُ وَ إِلَيْهِ تُرْجَعُونَ حم لٰا يُنْصَرُونَ حم عسق تَفَرَّقَتْ أَعْدَاءُ اللَّهِ وَ بَلَغَتْ حَجَّةُ اللَّهِ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ [الْعَلِيِّ الْعَظِيمِ] فَسَيَكْفِيكَهُمُ اللّٰهُ وَ هُوَ السَّمِيعُ الْعَلِيمُ.","المصباح (للكفعمي)"],["وَ عَنِ النَّبِيِّ(ص)لِلْأَمْنِ مِنَ الْجِنِّ وَ الْإِنْسِ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ لَا إِلَهَ إِلَّا اللَّهُ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ أَشْهَدُ أَنَّ اللّٰهَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ وَ أَنَّ اللّٰهَ قَدْ أَحٰاطَ بِكُلِّ شَيْءٍ عِلْماً اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنٰاصِيَتِهٰا إِنَّ رَبِّي عَلىٰ صِرٰاطٍ مُسْتَقِيمٍ قَالَهُ السَّيِّدُ بْنُ طَاوُسٍ فِي مُهَجِهِ","المصباح (للكفعمي)"],["وَ فِي الْعُدَّةِ الْفَهْدِيَّةِ أَنَّهُ مَنْ قَرَأَ آيَةَ السُّخْرَةِ عِنْدَ نَوْمِهِ حَفِظَهُ اللَّهُ تَعَالَى مِنَ الْجِنِّ وَ الْإِنْسِ وَ الشَّيَاطِينِ.","المصباح (للكفعمي)"],["وَ فِي أَدْعِيَةِ السِّرِّ الْقُدْسِيَّةِ يَا مُحَمَّدُ(ص)وَ مَنْ خَافَ مِمَّا فِي الْأَرْضِ جَانّاً أَوْ شَيْطَاناً فَلْيَقُلْ حِينَ يَدْخُلُهُ الرَّوْعُ- يَا اللَّهُ الْإِلَهُ الْأَكْبَرُ الْقَاهِرُ بِقُدْرَتِهِ جَمِيعَ عِبَادِهِ وَ الْمُطَاعُ لِعَظَمَتِهِ عِنْدَ كُلِّ خَلِيقَتِهِ وَ الْمُمْضِي مِشْيَتَهُ لِسَابِقِ قَدَرِهِ أَنْتَ تَكْلَأُ مَا خَلَقْتَ بِاللَّيْلِ وَ النَّهَارِ وَ لَا يَمْتَنِعُ مَنْ أَرَدْتَ بِهِ سُوءاً بِشَيْءٍ دُونَكَ مِنْ ذَلِكَ السُّوءِ وَ لَا يَحُولُ أَحَدٌ دُونَكَ بَيْنَ أَحَدٍ وَ مَا تُرِيدُ بِهِ مِنَ الْخَيْرِ كُلُّ مَا يُرَى وَ مَا لَا يُرَى فِي قَبْضَتِكَ وَ جَعَلْتَ قَبَائِلَ الْجِنِّ وَ الشَّيَاطِينِ يَرَوْنَنَا وَ لَا نَرَاهُمْ وَ أَنَا لِكَيْدِهِمْ خَائِفٌ فَآمِنِّي مِنْ شَرِّهِمْ وَ بَأْسِهِمْ بِحَقِّ سُلْطَانِكَ الْعَزِيزِ يَا عَزِيزُ فَإِنَّهُ إِذَا قَالَ ذَلِكَ لَمْ يَصِلْ إِلَيْهِ مِنَ الْجِنِّ وَ الشَّيَاطِينِ سُوءٌ أَبَداً.","المصباح (للكفعمي)"],["وَ فِي الصَّحِيفَةِ السَّجَّادِيَّةِ أَنَّهُ كَانَ مِنْ دُعَاءِ السَّجَّادِ(ع)إِذَا ذَكَرَ الشَّيْطَانَ فَاسْتَعَاذَ مِنْهُ وَ مِنْ عَدَاوَتِهِ وَ كَيْدِهِ اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ نَزَعَاتِ الشَّيْطَانِ الرَّجِيمِ وَ كَيْدِهِ وَ مَكَايِدِهِ وَ مِنَ الثِّقَةِ بِأَمَانِيِّهِ وَ مَوَاعِيدِهِ وَ غُرُورِهِ وَ مَصَائِدِهِ وَ أَنْ يُطْمِعَ نَفْسَهُ فِي إِضْلَالِنَا عَنْ طَاعَتِكَ وَ امْتِهَانِنَا بِمَعْصِيَتِكَ وَ أَنْ يَحْسُنَ عِنْدَنَا مَا حَسَّنَ لَنَا وَ أَنْ يَثْقُلَ عَلَيْنَا مَا كَرَّهَ إِلَيْنَا اللَّهُمَّ اخْسَأْهُ عَنَّا بِعِبَادَتِكَ وَ اكْبِتْهُ بِدُءُوبِنَا فِي مَحَبَّتِكَ وَ اجْعَلْ بَيْنَنَا وَ بَيْنَهُ سِتْراً لَا يَهْتِكُهُ وَ رَدْماً مُصْمَتاً لَا يَفْتُقُهُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اشْغَلْهُ عَنَّا بِبَعْضِ أَعْدَائِكَ وَ اعْصِمْنَا مِنْهُ بِحُسْنِ رِعَايَتِكَ وَ اكْفِنَا خَتْرَهُ وَ وَلِّنَا ظَهْرَهُ وَ اقْطَعْ عَنَّا أَثَرَهُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ مَتِّعْنَا مِنَ الْهُدَى بِمِثْلِ ضَلَالَتِهِ وَ زَوِّدْنَا مِنَ التَّقْوَى ضِدَّ غَوَايَتِهِ وَ اسْلُكْ بِنَا مِنَ الْتُّقَى خِلَافَ سَبِيلِهِ مِنَ الرَّدَى اللَّهُمَّ لَا تَجْعَلْ لَهُ فِي قُلُوبِنَا مَدْخَلًا وَ لَا تُوَطِّنْ لَهُ فِيمَا لَدَيْنَا مَنْزِلًا اللَّهُمَّ وَ مَا سَوَّلَ لَنَا مِنْ بَاطِلٍ فَعَرِّفْنَاهُ وَ إِذَا عَرَّفْتَنَاهُ فَقِنَاهُ وَ بَصِّرْنَا مَا نُكَايِدُهُ بِهِ وَ أَلْهِمْنَا مَا نَعُدُّهُ لَهُ وَ أَيْقِظْنَا عَنْ سِنَةِ الْغَفْلَةِ بِالرُّكُونِ إِلَيْهِ وَ أَحْسِنْ بِتَوْفِيقِكَ عَوْنَنَا عَلَيْهِ اللَّهُمَّ وَ أَشْرِبْ قُلُوبَنَا إِنْكَارَ عَمَلِهِ وَ الْطُفْ لَنَا فِي نَقْضِ حِيَلِهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ حَوِّلْ سُلْطَانَهُ عَنَّا وَ اقْطَعْ رَجَاءَهُ مِنَّا وَ ادْرَأْهُ عَنِ الْوُلُوعِ بِنَا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْ آبَاءَنَا وَ أُمَّهَاتِنَا وَ أَوْلَادَنَا وَ أَهَالِيَنَا وَ ذَوِي أَرْحَامِنَا وَ قَرَابَاتِنَا وَ جِيرَانَنَا مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ فِي حِرْزٍ حَارِزٍ وَ حِصْنٍ حَافَظٍ وَ كَهْفٍ مَانِعٍ وَ أَلْبِسْهُمْ مِنْهُ جُنَناً وَاقِيَةً وَ أَعْطِهِمْ عَلَيْهِ أَسْلِحَةً مَاضِيَةً اللَّهُمَّ وَ اعْمُمْ بِذَلِكَ مَنْ شَهِدَ لَكَ بِالرُّبُوبِيَّةِ وَ أَخْلَصَ لَكَ بِالْوَحْدَانِيَّةِ وَ عَادَاهُ لَكَ بِحَقِيقَةِ الْعُبُودِيَّةِ وَ اسْتَظْهَرَ بِكَ عَلَيْهِ فِي مَعْرِفَةِ الْعُلُومِ الرَّبَّانِيَّةِ اللَّهُمَّ احْلُلْ مَا عَقَدَ وَ افْتُقْ مَا رَتَقَ وَ افْسَخْ مَا دَبَّرَ وَ ثَبِّطْهُ إِذَا عَزَمَ وَ انْقُضْ مَا أَبْرَمَ اللَّهُمَّ وَ اهْزِمِ جُنْدَهُ وَ أَبْطِلْ كَيْدِهِ وَ اهْدِمْ كَهْفَهُ وَ أَرْغِمْ أَنْفَهُ اللَّهُمَّ اجْعَلْنَا فِي نَظْمِ أَعْدَائِهِ وَ اعْزِلْنَا عَنْ عِدَادِ أَوْلِيَائِهِ لَا نُطِيعُ لَهُ إِذَا اسْتَهْوَانَا وَ لَا نَسْتَجِيبُ لَهُ إِذَا دَعَانَا نَأْمُرُ بِمُنَاوَاتِهِ مَنْ أَطَاعَ أَمْرَنَا وَ نَعِظُ عَنْ مُتَابَعَتِهِ مَنِ اتَّبَعَ زَجْرَنَا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَ سَيِّدِ الْمُرْسَلِينَ وَ عَلَى أَهْلِ بَيْتِهِ الطَّيِّبِينَ الطَّاهِرِينَ وَ أَعِذْنَا وَ أَهَالِيَنَا وَ إِخْوَانَنَا وَ جَمِيعَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ مِمَّا اسْتَعَذْنَا مِنْهُ وَ أَجِرْنَا مِمَّا اسْتَجَرْنَا بِكَ مِنْ خَوْفِهِ وَ اسْمَعْ لَنَا مَا دَعَوْنَا بِهِ وَ أَعْطِنَا مَا أَغْفَلْنَاهُ وَ احْفَظْ لَنَا مَا نَسِينَاهُ وَ صَيِّرْنَا بِذَلِكَ فِي دَرَجَاتٍ الصَّالِحِينَ وَ مَرَاتِبِ الْمُؤْمِنِينَ آمِينَ رَبَّ الْعَالَمِينَ","المصباح (للكفعمي)"]]