{
"title": "دعاء القدح",
"type": "text",
"data": "الّلهُمَّ صَلِّ عَلی مُحَمَّد وَآلِ مُحَمَّد\nبسـم الله وباسمه المبتدأ رب الأخرة والأولى لا غاية له ولا منتهى له ما في السماوات وما في الأرض وما بينهما وما تحت الثرى وإن تجهر بالقول فإنه يعلم السر وأخفى .الله لا إله إلا هو له الأسماء الحسنى هل أتاك حديث موسى ، لا إله إلا هو العلي العظيم عظيم الآلاء دائم النعماء قاهر الأعداء قادر على ما يشاء عاطف على خلقه برزقه معروف بلطفه عالم في ملكه عادل في حكمه الرحمن الرحيم رحيم الرحماء عليم العلماء حكيم الحكماء بصير البصراء نصير النصراء صاحب الأنبياء معين الأولياء سبحانه قادر على ما يشاء \nسبحان الملك القدوس ذو العرش المجيد فعال لما يريد رب الأرباب ومسبب الأسباب فاتح الأبواب قادر غير مقدور عليه قاهر غير مقهور عالم يوم الحشر والنشور إله الآلهة جامع الناس ليوم الواقعة إن ربنا لغفور رحيم .الحمد لله رب العالمين الملك الرحمن الرحيم الأول القديم خالق العرش العظيم هو الأول والأخر والظاهر والباطن وهو بكل شيء عليم الفاتح الرزاق خلاق الخلائق والبهائم صاحب العطايا والبلايا يا من يشفي السقيم ويعفو عن المخطئين ويعفو عن العاصي ويحب الصالحين ويستر على المذنبين ويؤمن الخائفين \nلا إله إلا أنت الرب الكريم المعبود كثير العطايا ساتر العيوب شكور حليم عالم الحدود وكل محدود ومنبت الزرع والأشجار والأثمار ومدبر الليل والنهار وفالق الحبوب والأثمار ومذهب الهموم والأحزان .إلهي أنت الذي سجد لك الليل وضوء النهار والنجوم وشعاع الشمس وحفيف الأشجار وخرير المياه .إلهي أنت تعلم السر والإعلان وما في القلوب .إلهي أنت الذي تعفو عن العاصي إذا غرق في الذنوب لأنك غاية المطلوب يوم الحشر والنشور .إلهي أنت الذي تغفر لي خطيئتي وتقضي حاجتي كمل قلت : (ادعوني استجب لكم ) وأنت قولك حق ووعدك صدق نجني من الهم والغم والكرب والضيق والشدة والذل والمرض والجنون والبرص والجذام وأنت غياث كل مكروب ومضرور ومظلوم ومطرود \nإلهي أنت الذي حفظتني من جميع آفات الدنيا فاحفظني من جميع آفات الآخرة وأهوالها وأحزانها .إلهي لا تفضحني على رؤوس الخلائق يوم الدين .الله أكبر الله أكبر كبيرا سبحانه من لا ضد له ولا ند له ولا شبيه له ولا نظير له ولا وزير له ولا شريك له في ملكه \nأسألك بعزة اعتزاز عزك يا عزيز يالله يا رحمن يا رحيم أسألك أن توليني ما رجوت منك وأكرمني بعفوك وتغفر لي خطيئتي إنك على كل شيء قدير وأن توليني بحفظ القرآن والعلم تحفظ بهما لحمي ودمي ولا تكلني إلى نفسي طرفة عين أبدا إنك على كل شيء قدير وبالإجابة جدير ولا حول ولا قوة إلا بالله العلي العظيم يا ذا الجلال والإكرام \nواشهد أن كل معبود من دون عرشك إلى منتهى قرار أرضك باطل دون وجهك الكريم ، آمنت بك وحدك لا شريك لك أسألك أن تفرج عني همي وغمي وأن تؤدي عني أمانتي وديني وتشفي أمراضي ويؤدي إلى عادتك الحسنى وترزقني وتفرج كل سوء ومكروه إنك ذو الفضل العظيم يا ذا الجلال والإكرام .اللهم اغنني بحلالك عن حرامك وبفضلك عمن سواك وبطاعتك عن معصيتك وبرضاك عن سخطك \nإلهي أنت خلقتني وظلمتُ نفسي وارتكبتُ المعاصي فها أنا مقر لك بذنبي يا رب فاغفر لي ذنوبي كلها فإني لا أجد من يغفرها أحدا سواك لا إله إلا أنت نجني من سخطك وفرج عني كل سوء ومكروه وكل كرب يا ذا الجلال والإكرام ولا حول ولا قوة إلا بالله العلي العظيم \nسبحان من هو بالجلال متوحد وبالتوحيد معرفا وبالمعرفة معروفا موصوفا وبالصفة قائلا ربا وبالربوبية قاهرا وبالقهر جبارا وبالجبروت حكيما وبالحكمة حليما وبالحلم والعلم رؤوفا سبحانه عما يقول الظالمون سجداً تخشع له السموات والأرض ومن في بواطنها ومن يوحدونه فوق عرشه أشهد أنه ليس فيها ربا غيره لا إله إلا هو سريع الحساب وأحكم الحاكمين جلت عظمته وعظم شأنه ما شاء الله ولا حول ولا قوة إلا بالله العلي العظيم.استغفر الله ربي وأتوب إليه يا محمد يا علي يا فاطمة يا حسن ويا حسين ويا علي ويا محمد ويا جعفر ويا موسى ويا علي ويا محمد ويا علي ويا حسن ويا محمد بن الحسن الخلف الحجة المنتظر صلوات الله وسلامه عليهم أجمعين إلى يوم الدين.\nوصلّى اللهُ على مُحمَدٍ وآلهِ الطَيِبينَ الطّاهِرينْ"
}