[["ذَكَرَ الطَّبْرِسِيُّ طَابَ ثَرَاهُ فِي كِتَابِهِ كُنُوزِ النَّجَاحِ صِفَةَ بِنَاءِ الْمَدِينَةِ حَوْلَكَ عَنِ الصَّادِقِ(ع)تَنْتَصِبُ قَائِماً أَوْ سَاجِداً وَ تَقُولُ وَ أَنْتَ طَاهِرٌ- اللَّهُمَّ إِنِّي أَحْتَجِبُ بِنُورِ وَجْهِكَ الْكَرِيمِ الْجَلِيلِ الْقَدِيمِ الرَّفِيعِ الْعَظِيمِ الْعَلِيِّ الرَّحِيمِ الْقَائِمِ بِالْقِسْطِ لَا إِلَهَ إِلَّا أَنْتَ الْعَزِيزُ الْحَكِيمُ وَ بِمُحَمَّدٍ وَ آلِهِ صَلَوَاتُكَ عَلَيْهِ وَ عَلَيْهِمْ وَ بِأُولِي الْعَزْمِ مِنَ الْمُرْسَلِينَ صَلَوَاتُكَ عَلَيْهِمْ أَجْمَعِينَ وَ بِبَيْتِكَ الْمَعْمُورِ وَ السَّبْعِ الْمَثَانِي وَ الْقُرْآنِ الْعَظِيمِ وَ بِكُلِّ مَنْ يَكْرُمُ عَلَيْكَ مِنْ جَمِيعِ خَلْقِكَ أَجْمَعِينَ لِأَنْفُسِ أَهْلِ بَيْتِ نَبِيِّكَ مُحَمَّدٍ صَلَوَاتُكَ عَلَيْهِ وَ عَلَيْهِمْ وَ لِأَدْيَانِهِمْ وَ لِجَمِيعِ مَا مَلَكْتَهُمْ وَ تَتَفَضَّلُ بِهِ عَلَيْهِمْ وَ لِأَنْفُسِنَا وَ لِأَدْيَانِنَا وَ لِجَمِيعِ مَا مَلَكْنَا وَ تَتَفَضَّلُ بِهِ عَلَيْنَا مِنْ شُرُورِ جَمِيعِ مَا قَضَيْتَ وَ قَدَّرْتَ وَ خَلَقْتَ وَ مِنْ شُرُورِ جَمِيعِ مَا تَقْضِي وَ تُقَدِّرُ وَ تَخْلُقُ مَا أَحْيَيْتَنَا وَ بَعْدَ وَفَاتِنَا بِ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ قُلْ هُوَ اللّٰهُ أَحَدٌ السُّورَةَ كَذَلِكَ اللَّهُ رَبُّنَا ثَلَاثاً وَ تَقُولُ مِنْ فَوْقِهِمْ وَ مِنْ فَوْقِنَا ثُمَّ تَقْرَأُ التَّوْحِيدَ كَذَلِكَ ثَلَاثاً وَ تَقُولُ عَنْ أَيْمَانِهِمْ وَ عَنْ أَيْمَانِنَا ثُمَّ تَقْرَأُهَا كَذَلِكَ ثَلَاثاً وَ تَقُولُ عَنْ شَمَائِلِهِمْ وَ عَنْ شَمَائِلِنَا ثُمَّ تَقْرَأُهَا بِكَ أُحَاوِلُ وَ بِكَ أَصُولُ وَ بِكَ أَنْتَصِرُ وَ بِكَ أَمُوتُ وَ بِكَ أَحْيَا ثُمَّ تَقْرَأُهَا كَذَلِكَ ثَلَاثاً وَ تَقُولُ مِنْ خَلْفِهِمْ وَ مِنْ خَلْفِنَا ثُمَّ تَقْرَأُهَا كَذَلِكَ ثَلَاثاً وَ تَقُولُ عَنْ أَمَامِهِمْ وَ عَنْ أَمَامِنَا ثُمَّ تَقْرَأُهَا كَذَلِكَ ثَلَاثاً وَ تَقُولُ عَنْ حَوَالَيْهِمْ وَ عَنْ حَوَالَيْنَا عِصْمَةً وَ حِصْناً وَ حِرْزاً لَهُمْ وَ لَنَا مِنْ كُلِّ سُوءٍ وَ ضُرٍّ وَ مَكْرُوهٍ وَ مَخُوفٍ وَ مَحْذُورٍ وَ شِفَاءٍ مَا عِشْنَا وَ بَعْدَ مَمَاتِنَا بِقُدْرَةِ رَبِّنَا إِنَّهُ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ وَ لِكُلِّ شَيْءٍ حَفِيظٌ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ أَجْمَعِينَ.","المصباح (للكفعمي)"],["دُعَاءٌ آخَرُ يُؤْمِنُ قَائِلَهُ مِنْ مَخَاوِفِهِ ذَكَرَهُ الطَّبْرِسِيُّ أَيْضاً فِي كُنُوزِ النَّجَاحِ وَ يُسَمَّى دُعَاءَ كِفَايَةِ الْبَلَاءِ وَ هُوَ اللَّهُمَّ بِكَ أُسَاوِرُ وَ بِكَ أَحْيَا أَسْلَمْتُ نَفْسِي إِلَيْكَ وَ فَوَّضْتُ أَمْرِي إِلَيْكَ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ اللَّهُمَّ إِنَّكَ خَلَقْتَنِي وَ رَزَقْتَنِي وَ سَرَرْتَنِي وَ سَتَرْتَنِي وَ بَيْنَ الْعِبَادِ بِلُطْفِكَ خَوَّلْتَنِي إِذَا [هَرَبْتُ] هَوِيتُ رَدَدْتَنِي وَ إِذَا عَثَرْتُ أَقَلْتَنِي وَ إِذَا مَرِضْتُ شَفَيْتَنِي وَ إِذَا دَعْوَتُكَ أَجَبْتَنِي سَيِّدِي ارْضَ عَنِّي فَقَدْ أَرْضَيْتَنِي وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ.","المصباح (للكفعمي)"],["وَ فِي الْأَدْعِيَةِ الْقُدْسِيَّةِ يَا مُحَمَّدُ وَ مَنْ أَصَابَهُ تَرْوِيعٌ فَأَحَبَّ أَنْ أُتِمَّ عَلَيْهِ النِّعْمَةَ وَ أُهَنِّئَهُ الْكَرَامَةَ وَ أَجْعَلَهُ وَجِيهاً عِنْدِي فَلْيَقُلْ يَا حَاشِيَ الْعِزِّ قُلُوبَ أَهْلِ التَّقْوَى وَ يَا مُتَوَلِّيَهُمْ بِحُسْنِ سَرَائِرِهِمْ وَ يَا مُؤْمِنَهُمْ بِحُسْنِ تَعَبُّدِهِمْ أَسْأَلُكَ بِكُلِّ مَا قَدْ أَبْرَمْتَهُ إِحْصَاءً مِنْ كُلِّ شَيْءٍ قَدْ أَتْقَنْتَهُ عِلْماً أَنْ تَسْتَجِيبَ لِي بِتَثْبِيتِ قَلْبِي عَلَى الطُّمَأْنِينَةِ وَ الْإِيمَانِ وَ أَنْ تُوَلِّيَنِي مِنْ قَبُولِكَ مَا تُبَلِّغُنِي بِهِ شِدَّةَ الرَّغْبَةِ فِي طَاعَتِكَ حَتَّى لَا أُبَالِيَ أَحَداً سِوَاكَ وَ لَا أَخَافُ شَيْئاً مِنْ دُونِكَ يَا رَحِيمُ فَإِنَّهُ إِذَا قَالَ ذَلِكَ آمَنْتُهُ مِنْ رَوَائِعِ الْحَدَثَانِ فِي نَفْسِهِ وَ دِينِهِ وَ نِعَمِهِ.","المصباح (للكفعمي)"],["وَ فِي الْوَسَائِلِ إِلَى الْمَسَائِلِ تَقُولُ فِي الِاسْتِعَاذَةِ مِنَ الْمَخَاوِفِ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ مُلِمَّاتِ نَوَازِلِ الْبَلَاءِ وَ أَهْوَالِ عَظَائِمِ الضَّرَّاءِ فَأَعِذْنِي رَبِّ مِنْ صَرْعَةِ الْبَأْسَاءِ وَ احْجُبْنِي مِنْ سَطَوَاتِ الْبَلَاءِ وَ نَجِّنِي مِنْ مُفَاجَاةِ النِّقَمِ وَ احْرُسْنِي مِنْ زَوَالِ النِّعَمِ وَ مِنْ زَلَلَ الْقَدَمِ وَ اجْعَلْنِي اللَّهُمَّ رَبِّ فِي حِمَى عِزِّكَ وَ حِيَاطَةِ حِرْزِكَ مِنْ مُبَاغَتَةِ الدَّوَائِرِ وَ مُعَاجَلَةِ الْبَوَادِرِ اللَّهُمَّ رَبِّ وَ أَرْضَ الْبَلَاءِ فَاخْسِفْهَا وَ عَرْضَةَ الْمِحَنِ فَارْجِفْهَا وَ شَمْسَ النَّوَائِبِ فَاكْسِفْهَا وَ جِبَالَ السُّوءِ فَانْسِفْهَا وَ كُرَبَ الدَّهْرِ فَاكْشِفْهَا وَ عَوَائِقَ الْأُمُورِ فَاصْرِفْهَا وَ أَوْرِدْنِي حِيَاضَ السَّلَامَةِ وَ احْمِلْنِي عَلَى مَطَايَا الْكَرَامَةِ وَ اصْحَبْنِي بِإِقَالَةِ الْعَثْرَةِ وَ اشْمَلْنِي بِسَتْرِ الْعَوْرَةِ وَ جُدْ عَلَيَّ رَبِّ بِآلَائِكَ وَ كَشْفِ بَلَائِكَ وَ دَفْعِ ضَرَّائِكَ وَ ادْفَعْ عَنِّي كَلَاكِلَ عَذَابِكَ وَ اصْرِفْ عَنِّي أَلِيمَ عِقَابِكَ وَ أَعِذْنِي مِنْ بَوَائِقِ الدُّهُورِ وَ أَنْقِذْنِي مِنْ سُوءِ الْعَوَاقِبِ وَ احْرُسْنِي مِنْ جَمِيعِ الْمَحْذُورِ وَ اصْدَعْ صَفَاةَ الْبَلَاءِ عَنْ أَمْرِي وَ اشْلُلْ يَدَهُ عَنِّي مُدَّةَ عُمُرِي إِنَّكَ الرَّبُّ الْمَجِيدُ الْمُبْدِئُ الْمُعِيدُ الْفَعَّالُ لِمَا تُرِيدُ.","المصباح (للكفعمي)"],["وَ فِي الْعُدَّةِ عَنِ الْكَاظِمِ(ع)مَنِ اسْتَكْفَى [بِآيَةٍ] مِائَةِ آيَةٍ مِنَ الْقُرْآنِ مِنَ الْمَشْرِقِ إِلَى الْمَغْرِبِ كُفِيَ إِذَا كَانَ ذَا يَقِينٍ.","المصباح (للكفعمي)"],["وَ مِنْهَا عَنْ أَبِي الْحَسَنِ(ع)إِذَا خِفْتَ أَمْراً فَاقْرَأْ مِائَةَ آيَةٍ مِنَ الْقُرْآنِ مِنْ حَيْثُ شِئْتَ ثُمَّ قُلِ اللَّهُمَّ ادْفَعْ عَنِّي الْبَلَاءِ ثَلَاثاً فَإِنَّهُ تَعَالَى يُؤْمِنُكَ.","المصباح (للكفعمي)"],["وَ مِنْهَا عَنِ الصَّادِقِ(ع)إِذَا وَقَعْتَ فِي وَرْطَةٍ فَبَسْمِلْ وَ حَوْقِلْ سَبْعاً فَإِنَّهُ تَعَالَى يُؤْمِنُكَ بِذَلِكَ.","المصباح (للكفعمي)"],["وَ مِنْهَا عَنِ الْكَاظِمِ(ع)احْتَجِزْ عَنِ النَّاسِ كُلِّهِمْ بِقِرَاءَةِ سُورَةِ التَّوْحِيدِ تَقْرَأُهَا عَنْ يَمِينِكَ وَ عَنْ شِمَالِكَ وَ مِنْ بَيْنِ يَدَيْكَ وَ مِنْ خَلْفِكَ وَ مِنْ فَوْقِكَ وَ مِنْ تَحْتِكَ إِلَى آخِرِهِ","المصباح (للكفعمي)"],[" وَ فِي مَفَاتِحِ الْغَيْبِ أَنَّهُ مَنْ كَتَبَ لَفْظَةَ بِسْمِ اللَّهِ عَلَى بَابِهِ الْخَارِجِ أَمِنَ مِنَ الْهَلَاكِ وَ إِنْ كَانَ كَافِراً وَ ذَكَرَ أَنَّ فِرْعَوْنَ لَمْ يُهْلِكْهُ اللَّهُ سَرِيعاً وَ أَمْهَلَهُ مَعَ ادِّعَائِهِ الرُّبُوبِيَّةَ لِأَنَّهُ كَتَبَ بِسْمِ اللَّهِ عَلَى بَابِهِ الْخَارِجِ وَ أَوْحَى اللَّهُ تَعَالَى إِلَى مُوسَى(ع)لَمَّا أَرَادَ سُرْعَةَ هَلَاكِهِ أَنْتَ تَنْظُرُ إِلَى كُفْرِهِ وَ أَنَا أَنْظُرُ إِلَى مَا كَتَبَهُ عَلَى بَابِهِ.","المصباح (للكفعمي)"],[" فِي الْأَمَالِي لِلطُّوسِيِّ ره عَنِ الصَّادِقِ(ع)أَنَّ زَيْنَ الْعَابِدِينَ(ع)كَانَ يَقُولُ لَا أُبَالِي إِذَا قُلْتُ هَذِهِ الْكَلِمَاتِ وَ لَوِ اجْتَمَعَ عَلَيَّ الْإِنْسُ وَ الْجِنُّ وَ هِيَ بِسْمِ اللَّهِ وَ بِاللَّهِ وَ إِلَى اللَّهِ وَ فِي سَبِيلِ اللَّهِ اللَّهُمَّ إِلَيْكَ أَسْلَمْتُ نَفْسِي وَ إِلَيْكَ وَجَّهْتُ وَجْهِي وَ إِلَيْكَ فَوَّضْتُ أَمْرِي اللَّهُمَّ فَاحْفَظْنِي بِحِفْظِ الْإِيمَانِ مِنْ بَيْنِ يَدَيَّ وَ مِنْ خَلْفِي وَ عَنْ يَمِينِي وَ عَنْ شِمَالِي وَ مِنْ فَوْقِي وَ مِنْ تَحْتِي وَ ادْفَعْ عَنِّي بِحَوْلِكَ وَ قُوَّتِكَ فَإِنَّهُ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ.","المصباح (للكفعمي)"],["وَ فِي الْمُهَجِ عَنِ الْبَاقِرِ(ع)نَحْنُ أَهْلُ بَيْتٍ إِذَا [كثر] كَرَبَنَا أَمْرٌ أَوْ تَخَوَّفْنَا مِنْ شَرِّ سُلْطَانٍ أَوْ مِنْ أَمْرٍ لَا قِبَلَ لَنَا بِهِ دَعَوْنَا بِهَذَا الدُّعَاءِ- يَا كَائِناً قَبْلَ كُلِّ شَيْءٍ وَ يَا مُكَوِّنَ كُلِّ شَيْءٍ وَ يَا بَاقِياً بَعْدَ كُلِّ شَيْءٍ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ وَ افْعَلْ بِي كَذَا وَ كَذَا","المصباح (للكفعمي)"]]