["مَرْوِيٌّ عَنِ النَّبِيِّ(ص)بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ اللَّهُمَّ إِنَّكَ حَمِيدٌ مَجِيدٌ وَدُودٌ شَكُورٌ كَرِيمٌ وَفِيٌّ وَلِيٌّ] مَلِيٌّ اللَّهُمَّ إِنَّكَ تَوَّابٌ وَهَّابٌ سَرِيعُ الْحِسَابِ جَلِيلٌ عَزِيزٌ مُتَكَبِّرٌ خَالِقٌ بَارِئٌ مُصَوِّرٌ وَاحِدٌ أَحَدٌ قَادِرٌ قَاهِرٌ [قَدِيرٌ] اللَّهُمَّ لَا يَنْفَدُ مَا وَهَبْتَ وَ لَا يُرَدُّ مَا مَنَعْتَ فَلَكَ الْحَمْدُ كَمَا خَلَقْتَ وَ صَوَّرْتَ وَ قَضَيْتَ [وَ قَدَّرْتَ] وَ أَضْلَلْتَ وَ أَهْدَيْتَ [وَ هَدَيْتَ] وَ أَضْحَكْتَ وَ أَبْكَيْتَ وَ أَمَتَّ وَ أَحْيَيْتَ وَ أَفْقَرْتَ وَ أَغْنَيْتَ وَ أَمْرَضْتَ وَ أَشْفَيْتَ وَ أَطْعَمْتَ وَ أَسْقَيْتَ وَ لَكَ الْحَمْدُ فِي كُلِّ مَا قَضَيْتَ وَ لَا مَلْجَأَ مِنْكَ إِلَّا إِلَيْكَ يَا وَاسِعَ النَّعْمَاءِ يَا كَرِيمَ الْآلَاءِ يَا جَزِيلَ الْعَطَاءِ يَا قَاضِيَ الْقُضَاةِ يَا بَاسِطَ الْخَيْرَاتِ يَا كَاشِفَ الْكُرُبَاتِ يَا مُجِيبَ الدَّعَوَاتِ يَا وَلِيَّ الْحَسَنَاتِ يَا رَافِعَ الدَّرَجَاتِ يَا مُنْزِلَ الْبَرَكَاتِ وَ الْآيَاتِ اللَّهُمَّ إِنَّكَ تَرَى وَ لَا تُرَى وَ أَنْتَ بِالْمَنْظَرِ الْأَعْلَى يَا فَالِقَ الْحَبِّ وَ النَّوَى وَ لَكَ الْحَمْدُ فِي الْآخِرَةِ وَ الْأُولَى اللَّهُمَّ إِنَّكَ غَافِرُ الذَّنْبِ وَ قَابِلُ التَّوْبِ شَدِيدُ الْعِقَابِ ذُو الطَّوْلِ لَا إِلَهَ إِلَّا أَنْتَ إِلَيْكَ الْمَصِيرُ وَسِعَتْ كُلَّ شَيْءٍ رَحْمَتُكَ وَ لَا رَادَّ لِأَمْرِكَ وَ لَا مُعَقِّبَ لِحُكْمِكَ بَلَغَتْ حُجَّتُكَ وَ نَفَذَ أَمْرُكَ وَ بَقِيتَ أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ فِي أَمْرِكَ وَ لَا تُخَيِّبْ سَائِلَكَ إِذَا سَأَلَكَ بِحَقِّ السَّائِلِينَ إِلَيْكَ الطَّالِبِينَ مَا عِنْدَكَ أَسْأَلُكَ يَا رَبِّ بِأَحَبِّ السَّائِلِينَ إِلَيْكَ وَ بِأَسْمَائِكَ الَّتِي إِذَا دُعِيتَ بِهَا أَجَبْتَ وَ إِذَا سُئِلْتَ بِهَا أَعْطَيْتَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ بِاسْمِكَ الْعَظِيمِ الْأَعْظَمِ الَّذِي إِذَا سُئِلْتَ بِهِ أَعْطَيْتَ وَ إِذَا أُقْسِمَ عَلَيْكَ بِهِ كَفَيْتَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَكْفِيَنَا مَا أَهَمَّنَا وَ مَا لَمْ يُهِمَّنَا مِنْ أَمْرِ دِينِنَا وَ دُنْيَانَا وَ آخِرَتِنَا وَ تَعْفُوَ عَنَّا وَ تَغْفِرَ لَنَا وَ تَقْضِيَ حَوَائِجَنَا اللَّهُمَّ اجْعَلْنَا مِنَ الَّذِينَ إِذَا حَدَّثُوا صَدَقُوا وَ إِذَا أَسَاءُوا اسْتَغْفَرُوا وَ إِذَا سُئِلُوا أَعْطَوْا وَ إِذَا سُلِبُوا صَبَرُوا وَ إِذَا عَاهَدُوا وَفَوْا وَ إِذَا غَضِبُوا غَفَرُوا وَ إِذَا جَهِلُوا رَجَعُوا وَ إِذَا ظُلِمُوا لَمْ يَظْلِمُوا وَ إِذٰا خٰاطَبَهُمُ الْجٰاهِلُونَ قٰالُوا سَلٰاماً وَ الَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّداً وَ قِيٰاماً وَ الَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنّٰا عَذٰابَ جَهَنَّمَ إِنَّ عَذٰابَهٰا كٰانَ غَرٰاماً إِنَّهٰا سٰاءَتْ مُسْتَقَرًّا وَ مُقٰاماً اللَّهُمَّ اجْعَلْنَا مِنَ الَّذِينَ إِذٰا أَصٰابَتْهُمْ مُصِيبَةٌ قٰالُوا إِنّٰا لِلّٰهِ وَ إِنّٰا إِلَيْهِ رٰاجِعُونَ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ عِلْمِكَ لِجَهْلِنَا وَ مِنْ قُوَّتِكَ لِضَعْفِنَا وَ مِنْ غِنَاكَ لِفَقْرِنَا اللَّهُمَّ لَا تَكِلْنَا إِلَى أَنْفُسِنَا طَرْفَةَ عَيْنٍ وَ لَا أَقَلَّ مِنْ ذَلِكَ وَ لَا تَرُدَّنَا عَلَى أَعْقَابِنَا وَ لَا تُزِلَّ أَقْدَامَنَا وَ لٰا تُزِغْ قُلُوبَنٰا وَ لَا تُدْحِضْ حُجَّتَنَا وَ لَا تَمْحُ مَعْذِرَتَنَا وَ لَا تُعَسِّرْ عَلَيْنَا سَعْيَنَا وَ لَا تُشْمِتْ بِنَا أَعْدَاءَنَا وَ لَا تُسَلِّطْ عَلَيْنَا سُلْطَاناً مُخِيفاً وَ هَبْ لَنٰا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهّٰابُ رَبَّنٰا هَبْ لَنٰا مِنْ أَزْوٰاجِنٰا وَ ذُرِّيّٰاتِنٰا قُرَّةَ أَعْيُنٍ وَ اجْعَلْنٰا لِلْمُتَّقِينَ إِمٰاماً اللَّهُمَّ لَا تُؤْمِنَّا مَكْرَكَ وَ لَا تَكْشِفْ عَنَّا سِتْرَكَ وَ لَا تَصْرِفْ عَنَّا وَجْهَكَ وَ لَا تُحْلِلْ عَلَيْنَا غَضَبَكَ وَ لَا تُنَحِّ عَنَّا كَرَمَكَ وَ اجْعَلْنَا اللَّهُمَّ مِنَ الصَّالِحِينَ الْأَخْيَارِ وَ ارْزُقْنَا ثَوَابَ دَارِ الْقَرَارِ وَ اجْعَلْنَا مِنَ الْأَتْقِيَاءِ الْأَبْرَارِ وَ وَفِّقْنَا فِي الدُّنْيَا وَ الْآخِرَةِ وَ اجْعَلْ لَنَا مَوَدَّةً فِي قُلُوبِ الْمُؤْمِنِينَ آمِينَ رَبَّ الْعَالَمِينَ اللَّهُمَّ كَمَا اجْتَبَيْتَ آدَمَ وَ تُبْتَ عَلَيْهِ تُبْ عَلَيْنَا وَ كَمَا رَضِيتَ عَنْ إِسْحَاقَ فَارْضَ عَنَّا وَ كَمَا صَبَّرْتَ إِسْمَاعِيلَ عَلَى الْبَلَاءِ فَصَبِّرْنَا وَ كَمَا كَشَفْتَ الضُّرَّ عَنْ أَيُّوبَ فَاكْشِفْ ضُرَّنَا وَ كَمَا جَعَلْتَ لِسُلَيْمَانَ زُلْفَى وَ حُسْنَ مَآبٍ فَاجْعَلْ لَنَا وَ كَمَا أَعْطَيْتَ مُوسَى وَ هَارُونَ سُؤْلَهُمَا فَأَعْطِنَا وَ كَمَا رَفَعْتَ إِدْرِيسَ مَكٰاناً عَلِيًّا فَارْفَعْنَا وَ كَمَا أَدْخَلْتَ إِلْيَاسَ وَ الْيَسَعَ وَ ذَا الْكِفْلِ وَ ذَا الْقَرْنَيْنِ فِي الصَّالِحِينَ فَأَدْخِلْنَا وَ كَمَا رَبَطْتَ عَلَى قُلُوبِ أَهْلِ الْكَهْفِ إِذْ قٰامُوا فَقٰالُوا رَبُّنٰا رَبُّ السَّمٰاوٰاتِ وَ الْأَرْضِ لَنْ نَدْعُوَ مِنْ دُونِهِ إِلٰهاً لَقَدْ قُلْنٰا إِذاً شَطَطاً وَ نَحْنُ نَقُولُ كَذَلِكَ فَارْبِطْ عَلَى قُلُوبِنَا وَ كَمَا دَعَاكَ زَكَرِيَّا فَاسْتَجَبْتَ لَهُ فَاسْتَجِبْ لَنَا وَ كَمَا أَيَّدْتَ عِيسَى بِرُوحِ الْقُدُسِ فَأَيِّدْنَا بِمَا تُحِبُّ وَ تَرْضَى وَ كَمَا غَفَرْتَ لِمُحَمَّدٍ (صَلَّى اللَّهُ عَلَيْهِ وَ آلِه) فَاغْفِرْ لَنٰا ذُنُوبَنٰا وَ كَفِّرْ عَنّٰا سَيِّئٰاتِنٰا مَا قَدَّمْنَا وَ مَا أَخَّرْنَا وَ مَا أَسْرَرْنَا وَ مَا أَعْلَنَّا إِنَّكَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ وَ اجْعَلْنَا اللَّهُمَّ وَ جَمِيعَ الْمُؤْمِنِينَ مِنْ عِبَادِكَ الْعَالِمِينَ الْعَامِلِينَ الْخَاشِعِينَ الْمُتَّقِينَ الْمُخْلِصِينَ الَّذِينَ لٰا خَوْفٌ عَلَيْهِمْ وَ لٰا هُمْ يَحْزَنُونَ وَ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰالَمِينَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ تَسْلِيماً كَثِيراً كَثِيراً.", "المصباح (للكفعمي)"]