{
"title": "دعاء سَهْمِ اللَّيْلِ",
"type": "text",
"source": "المصباح (للكفعمي)",
"data": "مَرْوِيٌّ عَنِ الْمَهْدِيِّ(ع)اللَّهُمَّ إِنِّي أَسْأَلُكَ بِعَزِيزِ تَعْزِيزِ اعْتِزَازِ عِزَّتِكَ بِطَوْلِ حَوْلِ شَدِيدِ قُوَّتِكَ بِقُدْرَةِ مِقْدَارِ اقْتِدَارِ قُدْرَتِكَ بِتَأْكِيدِ تَحْمِيدِ تَمْجِيدِ عَظَمَتِكَ بِسُمُوِّ نُمُوِّ عُلُوِّ رَفَعْتِكَ بِدَيْمُومِ قَيُّومِ دَوَامِ مُدَّتِكَ بِرِضْوَانِ غُفْرَانِ أَمَانِ رَحْمَتِكَ [جَنَّتِكَ] بِرَفِيعِ بَدِيعِ مَنِيعِ سَلْطَنَتِكَ بِسُعَاةِ صَلَاةِ بِسَاطِ رَحْمَتِكَ بِحَقَائِقِ الْحَقِّ مِنْ حَقِّ حَقِّكَ بِمَكْنُونِ السِّرِّ مِنْ سِرِّ سِرِّكَ بِمَعَاقِدِ الْعِزِّ مِنْ عِزِّ عِزِّكَ بِحَنِينٍ أَنِينِ تَسْكِينِ الْمُرِيدِينَ بِحَرَقَاتِ خَضَعَاتِ زَفَرَاتِ الْخَائِفِينَ بِآمَالِ أَعْمَالِ أَقْوَالِ الْمُجْتَهِدِينَ بِتَخَشُّعِ تَخَضُّعِ تَقَطُّعِ مَرَارَاتِ الصَّابِرِينَ بِتَعَبُّدِ تَهَجُّدِ تَمَجُّدِ تَجَلُّدِ الْعَابِدِينَ اللَّهُمَّ ذَهَلَتِ الْعُقُولُ وَ انْحَسَرَتِ الْأَبْصَارُ وَ ضَاعَتِ الْأَفْهَامُ وَ حَارَتِ الْأَوْهَامُ وَ قَصُرَتِ الْخَوَاطِرُ وَ بَعُدَتِ الظُّنُونُ عَنْ إِدْرَاكِ كُنْهِ كَيْفِيَّةِ مَا ظَهَرَ مِنْ بِوَادِي عَجَائِبِ أَصْنَافِ بَدَائِعِ قُدْرَتِكَ دُونَ الْبُلُوغِ إِلَى مَعْرِفَةِ تَلَأْلُؤِ لَمَعَانِ بُرُوقِ سَمَائِكَ اللَّهُمَّ مُحَرِّكَ الْحَرَكَاتِ وَ مُبْدِئَ نِهَايَةِ الْغَايَاتِ وَ مُخْرِجَ يَنَابِيعِ تَفْرِيعِ قُضْبَانِ النَّبَاتِ يَا مَنْ شَقَّ صُمَّ جَلَامِيدِ الصُّخُورِ الرَّاسِيَاتِ وَ أَنْبَعَ مِنْهَا مَاءً مَعِيناً حَيَاةً لِلْمَخْلُوقَاتِ فَأَحْيَا مِنْهَا الْحَيَوَانَ وَ النَّبَاتَ وَ عَلِمَ مَا اخْتَلَجَ فِي سِرِّ أَفْكَارِهِمْ مِنْ نُطْقِ إِشَارَاتِ خَفِيَّاتِ لُغَاتِ النَّمْلِ السَّارِحَاتِ يَا مَنْ سَبَّحَتْ وَ هَلَّلَتْ وَ قَدَّسَتْ وَ كَبَّرَتْ وَ سَجَدْتَ [وَ تَمَجَّدَتْ] لِجَلَالِ جَمَالِ أَقْوَالِ عَظِيمِ جَبَرُوتِ مَلَكُوتِ سَلْطَنَتِهِ مَلَائِكَةُ السَّبْعِ [سَمَاوَاتٍ] السَّمَاوَاتِ يَا مَنْ دَارَتْ فَأَضَاءَتْ وَ أَنَارَتْ لِدَوَامِ دَيْمُومِيَّتِهِ النُّجُومُ الزَّاهِرَاتُ وَ أَحْصَى عَدَدَ الْأَحْيَاءِ وَ الْأَمْوَاتِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ خَيْرِ الْبَرِيَّاتِ وَ افْعَلْ بِي كَذَا وَ كَذَا."
}