{
"title": "دعاء الصحيفة",
"type": "text",
"source": "المصباح (للكفعمي)",
"data": "مَرْوِيٌّ عَنِ النَّبِيِّ(ص)وَ هُوَ سُبْحَانَ اللَّهِ الْعَظِيمِ وَ بِحَمْدِهِ سُبْحَانَهُ مِنْ إِلَهٍ مَا أَقْدَرَهُ وَ سُبْحَانَهُ مِنْ قَدِيرٍ مَا أَعْظَمَهُ وَ سُبْحَانَهُ مِنْ عَظِيمٍ مَا أَجَلَّهُ وَ سُبْحَانَهُ مِنْ جَلِيلٍ مَا أَمْجَدَهُ وَ سُبْحَانَهُ مِنْ مَاجِدٍ مَا أَرْأَفَهُ وَ سُبْحَانَهُ مِنْ رَءُوفٍ مَا أَعَزَّهُ وَ سُبْحَانَهُ مِنْ عَزِيزٍ مَا أَكْبَرَهُ وَ سُبْحَانَهُ مِنْ كَبِيرٍ مَا أَقْدَمَهُ وَ سُبْحَانَهُ مِنْ قَدِيمٍ مَا أَعْلَاهُ وَ سُبْحَانَهُ مِنْ عَلِيٍّ [عَالٍ] مَا أَسْنَاهُ وَ سُبْحَانَهُ مِنْ سَنِيٍّ مَا أَبْهَاهُ وَ سُبْحَانَهُ مِنْ بَهِيٍّ مَا أَنْوَرَهُ وَ سُبْحَانَهُ مِنْ مُنِيرٍ مَا أَظْهَرَهُ وَ سُبْحَانَهُ مِنْ ظَاهِرٍ مَا أَخْفَاهُ وَ سُبْحَانَهُ مِنْ خَفِيٍّ مَا أَعْلَمَهُ وَ سُبْحَانَهُ مِنْ عَلِيمٍ مَا أَخْبَرَهُ وَ سُبْحَانَهُ مِنْ خَبِيرٍ مَا أَكْرَمَهُ وَ سُبْحَانَهُ مِنْ كَرِيمٍ مَا أَلْطَفَهُ وَ سُبْحَانَهُ مِنْ لَطِيفٍ مَا أَبْصَرَهُ وَ سُبْحَانَهُ مِنْ بَصِيرٍ مَا أَسْمَعَهُ وَ سُبْحَانَهُ مِنْ سَمِيعٍ مَا أَحْفَظَهُ وَ سُبْحَانَهُ مِنْ حَافِظٍ مَا أَمْلَاهُ وَ سُبْحَانَهُ مِنْ مَلِيٍّ مَا أَوْفَاهُ وَ سُبْحَانَهُ مِنْ وَفِيٍّ مَا أَغْنَاهُ وَ سُبْحَانَهُ مِنْ غَنِيٍّ مَا أَعْطَاهُ وَ سُبْحَانَهُ مِنْ مُعْطٍ مَا أَوْسَعَهُ وَ سُبْحَانَهُ مِنْ وَاسِعٍ مَا أَجْوَدَهُ وَ سُبْحَانَهُ مِنْ جَوَادٍ مَا أَفْضَلَهُ وَ سُبْحَانَهُ مِنْ مُفْضِلٍ مَا أَنْعَمَهُ وَ سُبْحَانَهُ مِنْ مُنْعِمٍ مَا أَسْيَدَهُ وَ سُبْحَانَهُ مِنْ سَيِّدٍ مَا أَرْحَمَهُ وَ سُبْحَانَهُ مِنْ رَحِيمٍ [رَاحِمٍ] مَا أَشَدَّهُ وَ سُبْحَانَهُ مِنْ شَدِيدٍ مَا أَقْوَاهُ وَ سُبْحَانَهُ مِنْ قَوِيٍّ مَا أَحْمَدَهُ وَ سُبْحَانَهُ مِنْ حَمِيدٍ مَا أَحْكَمَهُ وَ سُبْحَانَهُ مِنْ حَكِيمٍ مَا أَبْطَشَهُ وَ سُبْحَانَهُ مِنْ بَاطِشٍ مَا أَقْوَمَهُ وَ سُبْحَانَهُ مِنْ قَيُّومٍ مَا أَدْوَمَهُ وَ سُبْحَانَهُ مِنْ دَائِمٍ مَا أَبْقَاهُ وَ سُبْحَانَهُ مِنْ بَاقٍ مَا أَفْرَدَهُ وَ سُبْحَانَهُ مِنْ فَرْدٍ مَا أَوْحَدَهُ وَ سُبْحَانَهُ مِنْ وَاحِدٍ مَا أَصْمَدَهُ وَ سُبْحَانَهُ مِنْ صَمَدٍ مَا أَمْلَكَهُ وَ سُبْحَانَهُ مِنْ مَالِكٍ مَا أَوْلَاهُ وَ سُبْحَانَهُ مِنْ وَلِيٍّ مَا أَعْظَمَهُ وَ سُبْحَانَهُ مِنْ عَظِيمٍ مَا أَكْمَلَهُ وَ سُبْحَانَهُ مِنْ كَامِلِ مَا أَتَمَّهُ وَ سُبْحَانَهُ مِنْ تَامٍّ مَا أَعْجَبَهُ وَ سُبْحَانَهُ مِنْ عَجِيبٍ مَا أَفْخَرَهُ وَ سُبْحَانَهُ مِنْ فَاخِرٍ مَا أَبْعَدَهُ وَ سُبْحَانَهُ مِنْ بَعِيدٍ مَا أَقْرَبَهُ وَ سُبْحَانَهُ مِنْ قَرِيبٍ مَا أَمْنَعَهُ وَ سُبْحَانَهُ مِنْ مَانِعٍ مَا أَغْلَبَهُ وَ سُبْحَانَهُ مِنْ غَالِبٍ مَا أَعْفَاهُ وَ سُبْحَانَهُ مِنْ عَفُوٍّ مَا أَحْسَنَهُ وَ سُبْحَانَهُ مِنْ مُحْسِنٍ مَا أَجْمَلَهُ وَ سُبْحَانَهُ مِنْ مُجْمِلٍ مَا أَقْبَلَهُ وَ سُبْحَانَهُ مِنْ قَابِلٍ مَا أَشْكَرَهُ وَ سُبْحَانَهُ مِنْ شَكُورٍ مَا أَغْفَرَهُ وَ سُبْحَانَهُ مِنْ غَفُورٍ مَا أَصْبَرَهُ وَ سُبْحَانَهُ مِنْ صَبُورٍ مَا أَجْبَرَهُ وَ سُبْحَانَهُ مِنْ جَبَّارٍ مَا أَدْيَنَهُ وَ سُبْحَانَهُ مِنْ دَيَّانٍ مَا أَقْضَاهُ وَ سُبْحَانَهُ مِنْ قَاضٍ مَا أَمْضَاهُ وَ سُبْحَانَهُ مِنْ مَاضٍ مَا أَنْفَذَهُ وَ سُبْحَانَهُ مِنْ نَافِذٍ مَا أَحْلَمَهُ وَ سُبْحَانَهُ مِنْ حَلِيمٍ مَا أَخْلَقَهُ وَ سُبْحَانَهُ مِنْ خَالِقِ مَا أَرْزَقَهُ وَ سُبْحَانَهُ مِنْ رَازِقٍ مَا أَقْهَرَهُ وَ سُبْحَانَهُ مِنْ قَاهِرٍ مَا أَنْشَأَهُ وَ سُبْحَانَهُ مِنْ مُنْشِئٍ مَا أَمْلَكَهُ وَ سُبْحَانَهُ مِنْ مَالِكٍ مَا أَوْلَاهُ وَ سُبْحَانَهُ مِنْ وَالٍ مَا أَرْفَعَهُ وَ سُبْحَانَهُ مِنْ رَفِيعٍ مَا أَشْرَفَهُ وَ سُبْحَانَهُ مِنْ شَرِيفٍ مَا أَبْسَطَهُ وَ سُبْحَانَهُ مِنْ بَاسِطٍ مَا أَقْبَضَهُ وَ سُبْحَانَهُ مِنْ قَابِضٍ مَا أَبْدَاهُ وَ سُبْحَانَهُ مِنْ بَادٍ مَا أَقْدَسَهُ وَ سُبْحَانَهُ مِنْ قُدُّوسٍ مَا أَظْهَرَهُ وَ سُبْحَانَهُ مِنْ ظَاهِرٍ مَا أَزْكَاهُ وَ سُبْحَانَهُ مِنْ زَكِيٍّ مَا أَهْدَاهُ وَ سُبْحَانَهُ مِنْ هَادٍ مَا أَصْدَقَهُ وَ سُبْحَانَهُ مِنْ صَادِقٍ مَا أَعْوَدَهُ وَ سُبْحَانَهُ مِنْ عَوَّادٍ مَا أَفْطَرَهُ وَ سُبْحَانَهُ مِنْ فَاطِرٍ مَا أَرْعَاهُ وَ سُبْحَانَهُ مِنْ رَاعٍ مَا أَعْوَنَهُ وَ سُبْحَانَهُ مِنْ مُعِينٍ مَا أَوْهَبَهُ وَ سُبْحَانَهُ مِنْ وَهَّابٍ مَا أَتْوَبَهُ وَ سُبْحَانَهُ مِنْ تَوَّابٍ مَا أَسْخَاهُ وَ سُبْحَانَهُ مِنْ سَخِيٍّ مَا أَنْصَرَهُ وَ سُبْحَانَهُ مِنْ نَصِيرٍ مَا أَسْلَمَهُ وَ سُبْحَانَهُ مِنْ سَلَامٍ مَا أَشْفَاهُ وَ سُبْحَانَهُ مِنْ شَافٍ مَا أَنْجَاهُ وَ سُبْحَانَهُ مِنْ مُنْجٍ مَا أَبَرَّهُ وَ سُبْحَانَهُ مِنْ بَارٍّ مَا أَطْلَبَهُ وَ سُبْحَانَهُ مِنْ طَالِبٍ مَا أَدْرَكَهُ وَ سُبْحَانَهُ مِنْ مُدْرِكٍ مَا أَرْشَدَهُ وَ سُبْحَانَهُ مِنْ رَشِيدٍ مَا أَعْطَفَهُ وَ سُبْحَانَهُ مِنْ مُعْطِفٍ مَا أَعْدَلَهُ وَ سُبْحَانَهُ مِنْ عَدْلٍ مَا أَتْقَنَهُ وَ سُبْحَانَهُ مِنْ مُتْقِنٍ مَا أَحْكَمَهُ وَ سُبْحَانَهُ مِنْ حَكِيمٍ مَا أَكْفَلَهُ وَ سُبْحَانَهُ مِنْ كَفِيلٍ مَا أَشْهَدَهُ وَ سُبْحَانَهُ مِنْ شَهِيدٍ مَا أَحْمَدَهُ وَ سُبْحَانَهُ هُوَ اللَّهُ الْعَظِيمُ وَ بِحَمْدِهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ وَ لِلَّهِ الْحَمْدُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ دَافِعِ كُلِّ بَلِيَّةٍ وَ حَسْبُنَا اللّٰهُ وَ نِعْمَ الْوَكِيلُ."
}