{
"title": "دُعَاءُ الْأَمَانِ",
"type": "text",
"source": "المصباح (للكفعمي)",
"data": "مَرْوِيٌّ عَنِ النَّبِيِّ(ص)وَ هُوَ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ عَنْ يَمِينِي بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ عَنْ شِمَالِي بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ بَيْنَ يَدَيَّ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ مِنْ خَلْفِي بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ مِنْ فَوْقِي بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ مِنْ جَمِيعِ جَوَانِبِي بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ قَابِضٌ عَلَى نَاصِيَتِي أَعُوذُ بِعِزَّةِ اللَّهِ وَ عَظَمَتِهِ وَ بِعِزَّةِ اللَّهِ وَ قُدْرَتِهِ وَ بِعِزَّةِ اللَّهِ وَ سُلْطَانِهِ وَ بِعِزِّ جَلَالِ اللَّهِ وَ بِعِزِّ عِزِّ اللَّهِ مِنْ شَرِّ مَا خَلَقَ وَ ذَرَأَ وَ بَرَأَ وَ مِنْ شَرِّ مَا تَحْتَ الثَّرَى وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي آخِذٌ بِنٰاصِيَتِهٰا إِنَّ رَبِّي عَلىٰ صِرٰاطٍ مُسْتَقِيمٍ وَ لَا حَوْلَ وَ لَا وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ قُوَّةُ كُلِّ ضَعِيفٍ وَ عَوْنُ كُلِّ فَقِيرٍ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ مَلْجَأُ كُلِّ هَارِبٍ وَ مَأْوَى كُلِّ خَائِفٍ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ غِيَاثُ كُلِّ مَلْهُوفٍ وَ رَجَاءُ كُلِّ مُضْطَرٍّ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ [الْعَلِيِّ الْعَظِيمِ] أَقِي بِهَا نَفْسِي وَ دِينِي وَ أَهْلِي وَ مَالِي وَ جَمِيعَ نِعَمِ إِلَهِي وَ سَيِّدِي وَ مَوْلَايَ عِنْدِي لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ أَنْجُو بِهَا مِنْ إِبْلِيسَ وَ خَيْلِهِ وَ رَجِلِهِ وَ شَيَاطِينِهِ وَ مَرَدَتِهِ وَ أَعْوَانِهِ وَ جَمِيعِ الْإِنْسِ وَ الْجِنِّ وَ شُرُورِهِمْ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أَمْتَنِعُ بِهَا مِنْ ظُلْمِ مَنْ أَرَادَ ظُلْمِي مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أُنَفِّسُ [أتعس] بِهَا جَدَّ مَنْ بَغَى عَلَيَّ مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أَكُفُّ بِهَا عُدْوَانَ مَنِ اعْتَدَى عَلَيَّ مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أُضَعِّفُ بِهَا كَيْدَ مَنْ كَادَنِي مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أُزِيلُ بِهَا مَكْرَ مَنْ مَكَرَنِي مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أُبْطِلُ بِهَا سَعْيَ مَنْ سَعَى عَلَيَّ مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أُذِلُّ بِهَا جَمِيعَ مَنْ تَعَزَّزَ عَلَيَّ مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أُوهِنُ بِهَا مَنْ أَوْهَنَنِي مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أَقْصِمُ بِهَا ظلمي [ظَالِمِي] مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أَقْدِرُ بِهَا عَلَى ذَوِي الْقُدْرَةِ عَلَيَّ مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أَسْتَدْفِعُ بِهَا شَرَّ مَنْ أَرَادَنِي مِنْ جَمِيعِ خَلْقِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ اسْتِعَانَةً بِعِزَّةِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ اسْتِغَاثَةً بِقُوَّةِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ اسْتِجَارَةً بِقُدْرَةِ اللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أَسْتَعِينُ بِهَا عَلَى مَحْيَايَ وَ مَمَاتِي وَ عِنْدَ نُزُولِ الْمَوْتِ وَ مُعَالَجَةِ سَكَرَاتِهِ وَ غَمَرَاتِهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أُحْصِنُ بِهَا رُوحِي وَ أَعْضَائِي وَ شَعْرِي وَ بَشَرِي لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ إِذَا دَخَلْتُ قَبْرِي فَرِيداً وَحِيداً خَالِياً بِعَمَلِي لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أَسْتَعِينُ بِهَا عَلَى مَحْشَرِي إِذَا نُشِرَتْ لِي صَحِيفَتِي وَ رَأَيْتُ ذُنُوبِي وَ خَطَايَايَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ إِذَا طَالَ فِي الْقِيَامَةِ وُقُوفِي وَ اشْتَدَّ عَطَشِي لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أُثَقِّلُ بِهَا الْمِيزَانَ عِنْدَ الْجَزَاءِ إِذَا اشْتَدَّ خَوْفِي لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أَجُوزُ بِهَا الصِّرَاطَ مَعَ الْأَوْلِيَاءِ وَ أُثْبِتُ بِهَا قَدَمَيَّ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ أَسْتَقِرُّ بِهَا فِي دَارِ الْقَرَارِ مَعَ الْأَبْرَارِ عَدَدَ مَا قَالَهَا وَ مَا يَقُولُهَا الْقَائِلُونَ مُنْذُ أَوَّلِ الدَّهْرِ إِلَى آخِرِهِ وَ عَدَدَ مَا أَحْصَاهُ كِتَابُهُ وَ أَحَاطَ بِهِ عِلْمُهُ وَ أَضْعَافَ ذَلِكَ أَضْعَافاً مُضَاعَفَةً وَ كُلُّ ضِعْفٍ يَتَضَاعَفُ أَضْعَافَ ذَلِكَ أَضْعَافاً مُضَاعَفَةً أَبَدَ الْآبِدِينَ وَ مُنْتَهَى الْعَدَدِ بِلَا أَمَدٍ عَدَداً لَا يُحْصِيهِ إِلَّا هُوَ وَ لَا يُحِيطُ بِهِ إِلَّا عِلْمُهُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ"
}