{
"title": "جزأ (1)",
"type": "text",
"data": [
{
"text": "من كل سوء لا إله إلا أنت يوم القيامة فنجنا وبرحمتك في الصالحين فأدخلنا وفي عليين فارفعنا ومن كأس معين وسلسبيل فاسقنا"
},
{
"text": " بالله اعتصمت وبالله أثق وعلى الله أتوكل"
},
{
"text": "اللهم إن عظمت ذنوبي فأنت أعظم وإن كبر تفريطي فأنت أكبر وإن دام بخلي فأنت أجود اللهم اغفر عظيم ذنوبي بعظيم عفوك وكثير تفريطي بظاهر كرمك"
},
{
"text": "اللهم اقمع بخلي بفضل جودك اللهم ما بنا من نعمة فمنك لا إله إلا أنت أستغفرك وأتوب إليك‏"
},
{
"text": "اللهم صل على محمد وآله أدخلنا في كل خير أدخلت فيه محمدا وآل محمد وأخرجنا من كل سوء أخرجت منه محمدا وآل محمد ولاتفرق بيننا وبين محمد وآل محمد"
},
{
"text": " اللهم صل على محمد وآل محمد واجعلني معهم في كل عافية وبلاء واجعلني معهم في كل شدة ورخاء واجعلني معهم في كل أمن وخوف"
},
{
"text": " اللهم صل على محمد وآل محمد واجعلني معهم في كل مثوى ومنقلب اللهم أحيني محياهم وأمتني مماتهم واجعلني معهم في المواقف‏ كلها "
},
{
"text": " اللهم صل على محمد وآل محمد واجعلني بهم عندك‏ وجيها في الدنيا والآخرة ومن المقربين‏"
},
{
"text": " اللهم صل على محمد وآل محمد واغفر لي ذنبي وطيب لي كسبي وقنعني بما رزقتني وبارك لي فيه ولا تذهب بنفسي إلى شي‏ء صرفته عني"
},
{
"text": "اللهم إني أعوذ بك من دنيا تمنع خير الآخرة ومن عاجل يمنع خير الآجل وحياة تمنع خير الممات وأمل يمنع خير العمل"
},
{
"text": " اللهم إني أسألك الصبر على طاعتك والصبر عن معصيتك والقيام بحقك وأسألك حقائق الإيمان وصدق اليقين في المواطن كلها"
},
{
"text": "اللهم أسألك العفو والعافية والمعافاة في الدنيا والآخرة عافية الدنيا من البلاء وعافية الآخرة من الشقاء"
},
{
"text": " اللهم إني أسألك العافية وتمام العافية والشكر على العافية يا ولي العافية وأسألك الظفر والسلامة والحلول بدار الكرامة"
},
{
"text": "اللهم اجعل لي في صلاتي ودعائي رهبة منك ورغبة إليك وراحة تمن بها علي"
},
{
"text": " اللهم لا تحرمني سعة رحمتك وسبوغ نعمتك وشمول عافيتك وجزيل عطاياك ومنح مواهبك بسوء ما عندي ولا تجازني بقبيح عملي ولا تصرف بوجهك الكريم عني"
},
{
"text": "اللهم لا تحرمني وأنا أدعوك ولا تخيبني وأنا أرجوك ولا تكلني إلى نفسي طرفة عين أبدا ولا إلى أحد من خلقك فتحرمني‏ وتستأثر علي"
},
{
"text": " اللهم إنك تمحوما تشاء وتثبت وعندك‏ أم الكتاب أسألك بآل ياسين خيرتك من خلقك وصفوتك من بريتك وأقدمهم بين يدي حوائجي‏ ورغبتي إليك"
},
{
"text": "اللهم إن كنت كتبتني عندك في أم الكتاب شقيا محروما مقترا علي في الرزق فامح من أم الكتاب شقائي وحرماني‏ وأثبتني عندك سعيدا مرزوقا"
},
{
"text": "اللهم‏ إني لما أنزلت إلي من خير فقير وأنا منك خائف وبك مستجير وأنا حقير مسكين أدعوك كما أمرتني فاستجب لي كما وعدتني يا من‏ لا يخلف الميعاد"
},
{
"text": "الهي  نعم المجيب أنت يا سيدي‏ ونعم الرب ونعم المولى‏ وبئس العبد أنا هذا مقام العائذ بك من النار"
},
{
"text": " يا فارج الهم يا كاشف الغم يا مجيب دعوة المضطرين‏ ويا رحمان‏ الدنيا والآخرة ورحيمهما ارحمني رحمة تغنيني بها عن رحمة من سواك"
},
{
"text": "رب عصيتك بلساني ولوشئت وعزتك لأخرستني وعصيتك ببصري ولوشئت وعزتك لأكمهتني وعصيتك بسمعي ولوشئت لأصممتني وعصيتك بيدي‏ ولوشئت وعزتك لكنعتني‏"
},
{
"text": "الهي بؤت إليك بذنبي عملت سوءا وظلمت نفسي فاغفر لي‏ فإنه لا يغفر الذنوب غيرك يا مولاي"
},
{
"text": "يا أكرم من مدت إليه أعناق الراغبين ويا أكرم الأكرمين يا أرحم‏ الراحمين صل على محمد وآله الطيبين والطف لي بلطفك الخفي في شأني كله‏"
},
{
"text": "اللهم أعط محمدا وآل محمد السعادة في الرشد وإيمان اليسر وفضيلة في النعم وهناءة في العلم حتى تشرفهم على كل شريف"
},
{
"text": " الحمد لله ولي كل نعمة وصاحب كل حسنة ومنتهى كل رغبة لم يخذلني عند كل شديدة ولم يفضحني بسوء سريرة فلسيدي الحمد كثيرا"
},
{
"text": " اللهم لك الحمد كما خلقتني ولم أك شيئا مذكورا رب أعني على أهوال الدنيا وبوائق الدهر ونكبات الزمان وكربات الآخرة ومصيبات الليالي والأيام "
},
{
"text": "اللهم اكفني شر ما يعمل الظالمون في الأرض وفي سفري فاصحبني‏ وفي أهلي فاخلفني وفيما رزقتني فبارك لي وفي نفسي لك فذللني"
},
{
"text": "اللهم في أعين الناس فعظمني وإليك‏ فحببني وبذنوبي فلا تفضحني وبعملي فلا تبسلني وبسريرتي فلا تخزني ومن شر الجن والإنس فسلمني"
},
{
"text": "الهي إلى من تكلني يا رب المستضعفين وأنت ربي إلى عدوملكته أمري أم إلى بعيد فيتهجمني‏ فإن لم تكن غضبت‏ علي يا رب فلا أبالي غيرك"
},
{
"text": "رب ان عافيتك أوسع لي وأحب إلي أعوذ بنوروجهك الذي أشرقت له السماوات والأرض وكشفت به الظلمة وصلح عليه أمر الأولين والآخرين من أن يحل علي غضبك‏"
},
{
"text": "رب لك الحمد حتى ترضى وبعد الرضا ولا حول ولا قوة إلا بك‏"
},
{
"text": "اللهم إنه لا إله إلا أنت‏ الحي القيوم‏- العلي العظيم‏ الحليم الكريم الخالق الرازق المحيي المميت المبدئ البديع لك الحمد ولك الكرم"
},
{
"text": "يا واحد يا أحد يا صمد يا من‏ لم يلد ولم يولد ولم يكن له كفوا أحد ولم يتخذ صاحبة ولا ولدا صل على محمد وآله وافعل بي كذا وكذا"
},
{
"text": "يارب يا عدتي في كربتي ويا صاحبي في شدتي يا مونسي في وحدتي يا ولي نعمتي"
},
{
"text": " يا من أظهر الجميل وستر القبيح يا من لم يؤاخذ بالجريرة ولم يهتك الستر يا عظيم العفويا حسن التجاوز يا باسط اليدين بالرحمة"
},
{
"text": "يا صاحب كل حاجة يا واسع المغفرة يا مفرج كل كربة يا مقيل العثرات يا كريم الصفح يا عظيم المن يا مبتدئا بالنعم قبل استحقاقها"
},
{
"text": "الهي صل على محمد وآل محمد وأسألك يا الله أن لا تشوه خلقي بالنار وأن تفعل بي ما أنت أهله"
},
{
"text": " الله الله ربي حقا حقا اللهم أنت لكل عظيمة وأنت لهذه الأمور فصل على محمد وآله‏ واكفنيها يا حسن البلاء عندي يا قديم العفو عني"
},
{
"text": "يا الله يا من لا غنى لشي‏ء عنه يا من لا بد لشي‏ء منه  يا من رزق كل شي‏ء عليه يا من مصير كل شي‏ء إليه صل على محمد وآله‏ وتولني ولا تولني غيرك"
},
{
"text": "اللهم إني أدعوك لهم لا يفرجه غيرك ولفرحة لا تنال إلا بك ولكرب لا يكشفه سواك ولمغفرة لا تبلغ إلا بك ولحاجة لا يقضيها إلا أنت"
},
{
"text": "اللهم إن لا أكن أهلا أن أبلغ رحمتك فإن رحمتك أهل أن تبلغني لأنها وسعت كل شي‏ء وأنا شي‏ء فلتسعني رحمتك يا إلهي يا كريم"
},
{
"text": " اللهم إني أسألك بوجهك الكريم أن تصلي على محمد وآله‏ وأن تعطيني فكاك رقبتي من النار وتوجب لي الجنة برحمتك"
},
{
"text": "اللهم صل على محمد وآل محمد وامنن علي بذلك وارزقني حبك وحب كل من أحبك وحب كل عمل يقربني إلى حبك "
},
{
"text": "اللهم صل على محمد وآل محمد ومن علي بالتوكل عليك والتفويض إليك والرضا بقضائك والتسليم لأمرك حتى لا أحب تعجيل ما أخرت ولا تأخير ما عجلت"
},
{
"text": "سبحان من لا تبيد معالمه سبحان من لا ينسى من ذكره سبحان من لا يخيب سائله سبحان من ليس له حاجب يغشى ولا بواب يرشى ولا ترجمان يناجى"
},
{
"text": "أنت الله لا إله إلا أنت- الأول والآخر والظاهر والباطن‏ أنت الله لا إله إلا أنت إليك زيادة الأشياء ونقصانها "
},
{
"text": "أنت الله لا إله إلا أنت خلقت خلقك بغير معونة من غيرك ولا حاجة إليهم أنت الله لا إله إلا أنت منك المشية وإليك البداء"
},
{
"text": "أنت الله لا إله إلا أنت قبل القبل وخالق القبل أنت الله لا إله إلا أنت بعد البعد وخالق البعد"
},
{
"text": "أنت الله لا إله إلا أنت غاية كل شي‏ء ووارثه أنت الله لا إله إلا أنت لا يعزب عنك الدقيق ولا الجليل "
},
{
"text": "أنت الله لا إله إلا أنت لا تخفى عليك اللغات ولا تتشابه عليك الأصوات كل يوم أنت في شأن لا يشغلك شأن عن شأن عالم الغيب وأخفى‏"
},
{
"text": "اللهم أسألك باسمك المخزون المكنون الحي القيوم الذي لا يخيب من سألك به أن تصلي على محمد وآله وأن تعجل فرج المنتقم لك  من أعدائك"
},
{
"text": "الهي تم نورك فهديت فلك الحمد وعظم حلمك فغفرت‏ فلك الحمد وبسطت يدك فأعطيت فلك الحمد"
},
{
"text": "الهي وجهك أكرم الوجوه وجاهك خير الجاه وعطيتك أعظم‏ العطايا لا يجازي بآلائك أحد ولا يبلغ مدحتك قول قائل"
},
{
"text": " اللهم مد لي أيسر العافية واجعلني في زمرة النبي صلى الله عليه وآله في العاجلة والآجلة وبلغ بي الغاية واصرف عني العاهات والآفات"
},
{
"text": "اللهم اقض لي بالحسنى في أموري كلها واعزم لي بالرشاد ولا تكلني إلى نفسي أبدا يا ذا الجلال والإكرام"
},
{
"text": " اللهم مد لي في السعة والدعة وجنبني ما حرمته علي ووجه إلي بالعافية والسلامة والبركة ولا تشمت بي الأعداء"
},
{
"text": "اللهم فرج عني الكرب وأتمم علي نعمتك وأصلح لي الحرث في الإصلاح لأمر دنياي وآخرتي واجعلني سالما من كل سوء "
},
{
"text": "استغفر الله الذي‏ لا إله إلا هوالحي القيوم‏ الرحمن الرحيم‏ ذوالجلال والإكرام‏ وأسأله أن يتوب علي توبة عبد ذليل خاضع فقير بائس مسكين مستجير"
},
{
"text": "اللهم إني أعوذ بك من نفس لا تشبع‏ ومن قلب لا يخشع ومن علم‏ لا ينفع ومن دعاء لا يسمع "
},
{
"text": "اللهم إني أسألك اليسر بعد العسر والفرج بعد الكرب والرخاء بعد الشدة اللهم ما بنا من نعمة فمنك لا إله إلا أنت أستغفرك وأتوب إليك"
},
{
"text": "اللهم صل على محمد وآل محمد في‏ الليل إذا يغشى‏ وصل على محمد وآل محمد في‏ النهار إذا تجلى‏ وصل على محمد وآل محمد في الآخرة والأولى"
},
{
"text": "اللهم صل على محمد وآل محمد ما لاح الجديدان وما اطرد الخافقان وما حدا الحاديان وما عسعس ليل وادلهم ظلام وما تنفس صبح وما أضاء فجر"
},
{
"text": " اللهم اجعل محمدا خطيب وفد المؤمنين إليك والمكسوحلل الإيمان‏ إذا وقف بين يديك والناطق إذا خرست الألسن بالثناء عليك"
},
{
"text": " اللهم صل على محمد وآله وأعل منزلته وارفع درجته وأظهر حجته وتقبل شفاعته وابعثه المقام المحمود الذي وعدته واغفر ما أحدث المحدثون من أمته بعده"
},
{
"text": " اللهم بلغ روح محمد وآل محمد عني‏ التحية والسلام واردد علي منهم التحية والسلام يا ذا الجلال والإكرام والفضل والإنعام"
},
{
"text": " اللهم إني أعوذ بك من مضلات الفتن- ما ظهر منها وما بطن والإثم والبغي بغير الحق‏ وأن أشرك بك ما لم تنزل به سلطانا وأن أقول عليك ما لا أعلم"
},
{
"text": " اللهم إني أسألك موجبات رحمتك وعزائم مغفرتك والغنيمة من كل بر والسلامة من كل إثم وأسألك الفوز بالجنة والنجاة من النار"
},
{
"text": " اللهم صل على محمد وآل محمد واجعل لي في صلاتي ودعائي بركة تطهر بها قلبي وتؤمن بها روعتي وتكشف بها كربي‏ وتغفر بها ذنبي وتصلح بها أمري"
},
{
"text": "اللهم صل على محمد وآل محمد ولا تدع لي‏ ذنبا إلا غفرته ولا كربا إلا كشفته وخوفا إلا آمنته ولا سقما إلا شفيته ولا هما إلا فرجته"
},
{
"text": "اللهم صل على محمد وآل محمد ولا تدع لي‏ غما إلا أذهبته ولا حزنا إلا سليته ولا دينا إلا قضيته ولا عدوا إلا كفيته ولا حاجة إلا قضيتها"
},
{
"text": "اللهم صل على محمد وآل محمد ولا تدع لي‏ دعوة إلا أجبتها ولا مسألة إلا أعطيتها ولا أمانة إلا أديتها ولا فتنة إلا صرفتها "
},
{
"text": "اللهم اصرف عني من العاهات والآفات والبليات ما أطيق وما لا أطيق صرفه إلا بك"
},
{
"text": "اللهم أصبح ضعفي مستجيرا بقوتك وأصبح وجهي البالي الفاني مستجيرا بوجهك الدائم الباقي يا كائنا قبل كل شي‏ء ويا مكون كل شي‏ء"
},
{
"text": "رب صل على محمد وآل محمد واصرف عني وعن أهلي ومالي وولدي وأهل حزانتي وإخواني فيك شر كل ذي شر وشر كل جبار عنيد وشيطان مريد وسلطان جابر وعدوقاهر"
},
{
"text": "اللهم اجعل دعائي في المرفوع المستجاب واجعلني عندك‏ وجيها في الدنيا والآخرة ومن المقربين‏ الذين‏ لا خوف عليهم ولا هم يحزنون"
},
{
"text": "رب اغفر لي ولوالدي‏ وما ولدا ومن ولدت وما توالدوا من المؤمنين والمؤمنات يا خير الغافرين"
},
{
"text": "الحمد لله رب العالمين، والصلاة والسلام على رسوله محمد وآله الطيبين الطاهرين المعصومين."
},
{
"text": "اللهم لقني حجتي يوم ألقاك وأطلق لساني بذكرك"
},
{
"text": "اللهم لا تحرمني طيبات الجنان واجعلني ممن يشم ريحها وروحها وريحانها"
},
{
"text": "اللهم بيض وجهي يوم تسود فيه الوجوه ولا تسود وجهي يوم تبيض فيه الوجوه"
},
{
"text": "اللهم حصن فرجي وأعفه واستر عورتي وحرمهما على النار ووفقني لما يقربني منك يا ذا الجلال والإكرام"
},
{
"text": "الحمدلله، والصلاة والسلام على رسول الله، وعلى آله امناء الله."
},
{
"text": "الحمدلله ولي الحمد ومستحقه وصلى الله على خير خلقه محمد وآله الطاهرين من عترته وسلم تسليما."
},
{
"text": "الحمدلله الذي أماط عني الأذى وهنأني طعامي وشرابي وعافاني من البلوى"
},
{
"text": "اللهم لقني حجتي يوم ألقاك وأطلق لساني بذكرك . "
},
{
"text": "اللهم أعطني كتابي بيميني والخلد في الجنان بشمالي وحاسبني حسابا يسيرا. "
},
{
"text": "اللهم لا تعطني كتابي بشمالي ولا من وراء ظهري ولا تجعلها مغلولة إلى عنقي"
},
{
"text": "اللهم ثبت قدمي على الصراط يوم تزل فيه الأقدام واجعل سعيي فيما يرضيك عني يا ذا الجلال والإكرام"
},
{
"text": "اللهم طهرني وطهر قلبي واشرح لي صدري وأجر على لساني مدحتك والثناء عليك"
},
{
"text": "اللهم فاطر السماوات والأرض عالم الغيب والشهادة الرحمن الرحيم إني أعهد إليك أني أشهد أن لا إله إلا أنت وحدك لا شريك لك"
},
{
"text": "اللهم أنت ثقتي عند شدتي ورجائي عند كربتي وعدتي عند الأمور التي تنزل بي فأنت وليي في نعمتي وإلهي وإله آبائي "
},
{
"text": "رب صل على محمد وآله ولا تكلني إلى نفسي طرفة عين أبدا وآنس في قبري وحشتي واجعل لي عندك عهدا يوم ألقاك منشورا "
},
{
"text": "لا إله إلا الله العلي العظيم سبحان الله رب السماوات السبع ورب الأرضين السبع وما فيهن وما بينهن وما تحتهن ورب العرش العظيم"
},
{
"text": "لا إله إلا أنت ربي سجدت لك خاشعا خاضعا ذليلا"
},
{
"text": "سبحان من ليس له حاجب يغشى ولا بواب يرشى ولا ترجمان يناجى سبحان من اختار لنفسه أحسن الأسماء"
},
{
"text": " سبحان من فلق البحر لموسى سبحان من لا يزداد على كثرة العطاء إلا كرما وجودا سبحان من هوهكذا ولا هكذا غيره"
},
{
"text": "اللهم رب هذه الدعوة التامة والصلاة القائمة بلغ محمدا صلى الله عليه وآله الدرجة والوسيلة والفضل والفضيلة"
},
{
"text": "بالله أستفتح وبالله أستنجح وبمحمد رسول الله وآل محمد أتوجه واجعلني بهم وجيها في الدنيا والآخرة ومن المقربين‏"
},
{
"text": "الهي بحق محمد وآل محمد صل على محمد وآل محمد وتجاوز عن قبيح ما تعلم مني"
},
{
"text": "اللهم اجعل قلبي بارا ورزقي دارا واجعل لي عند قبر نبيك صلى الله عليه وآله مستقرا وقرارا"
},
{
"text": "لا إله إلا الله والله أكبر وسبحان الله والحمدلله الذي لم يتخذ ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل وكبره تكبيرا"
},
{
"text": "اللهم ربنا لك الحمد جملته وتفسيره كما استحمدت به إلى أهله الذين خلقتهم له وألهمتهم ذلك الحمد كله"
},
{
"text": "اللهم ربنا لك الحمد كما جعلت الحمد رضاك عمن بالحمد رضيت عنه ليشكر ما به من نعمتك"
},
{
"text": " اللهم ربنا لك الحمد كما رضيت به لنفسك وقضيت به على عبادك حمدا مرغوبا فيه عند الخوف منك لمهابتك ومرهوبا عن أهل العزة بك لسطواتك"
},
{
"text": "سبحانك ربنا متكبرا في منزله تدهدهت أبصار الناظرين وتحيرت عقولهم عن بلوغ علم جلالها تباركت في منازلك العلى كلها"
},
{
"text": "سبحانك ربنا تقدست في الآلاء التي أنت فيها يا أهل الكبرياء لا إله إلا أنت الكبير للفناء خلقتنا وأنت الكائن للبقاء فلا تفنى ولا نبقى"
},
{
"text": "سبحانك ربنا أنت العالم بنا ونحن أهل العزة بك والغفلة عن شأنك وأنت الذي لا تغفل لا تأخذك سنة ولا نوم"
},
{
"text": "يارب بحقك يا سيدي صل على محمد وآله وأجرني من تحويل ما أنعمت به علي في الدين والدنيا في أيام الدنيا يا كريم‏"
},
{
"text": "لا إله إلا الله والله أكبر معظما مقدسا موقرا كبيرا"
},
{
"text": " الله أكبر أهل الكبرياء والحمد والمجد والثناء والتقديس ولا إله إلا الله والله أكبر"
},
{
"text": "الله أكبر لا شريك له في تكبيري إياه بل مخلصا له الدين"
},
{
"text": "وجهت وجهي للكبير المتعال رب العالمين وأعوذ بالله العظيم من طوارق الجن ووساوسهم وحيلهم وفي كيدهم وحسدهم"
},
{
"text": "باسمك اللهم لا شريك لك لك العزة والسلطان والجلال والإكرام صل على محمد وآل محمد واهدني سبل الإسلام وأقبل علي بوجهك الكريم‏"
},
{
"text": "بسم الله وبالله ومن الله وإلى الله وخير الأسماء كلها لله توكلت على الله لا حول ولا قوة إلا بالله"
},
{
"text": "اللهم صل على محمد وآل محمد وافتح لي أبواب رحمتك وتوبتك وأغلق عني أبواب معصيتك واجعلني من زوارك وعمار مساجدك وممن يناجيك بالليل والنهار"
},
{
"text": "اللهم إليك توجهت ورضاك طلبت وثوابك ابتغيت وبك آمنت وعليك توكلت"
},
{
"text": "اللهم صل على محمد وآله‏ وافتح‏ مسامع قلبي لذكرك وثبتني على دينك ولا تزغ قلبي بعد إذ هديتني وهب لي‏ من لدنك رحمة إنك أنت الوهاب"
},
{
"text": "اللهم‏ لست بإله استحدثناك ولا برب يبيد ذكرك ولا كائن‏ معك شركاء يقضون معك ولا كان قبلك من إله فنعبده وندعك"
},
{
"text": "اللهم  أنت الديان‏ لا شريك‏ لك وأنت الدائم لا يزول ملكك أنت أول الأولين وآخر الآخرين وديان يوم الدين يفنى كل شي‏ء ويبقى وجهك الكريم "
},
{
"text": "لا إله إلا أنت  لم تلد فتكون في العز مشاركا ولم تولد فتكون مورثا هالكا ولم تدركك الأبصار فنقدرك‏ شبحا مائلا ولا تتعاورك زيادة ولا نقصان"
},
{
"text": "لا إله إلا أنت لا توصف بأين‏ ولا ثم‏ ولا مكان‏ بطنت في خفيات الأمور وظهرت في العقول بما نرى‏ من خلقك‏ من علامات التدبير"
},
{
"text": "لا إله إلا أنت أنت الذي سئلت الأنبياء عليهم السلام عنك فلم تصفك بحد ولا ببعض بل دلت عليك من‏ آياتك بما لا يستطيع المنكر جحده"
},
{
"text": "لا إله إلا أنت أشهد أن السماوات والأرضين وما بينهما آيات دليلات‏ عليك تؤدي عنك الحجة وتشهد لك بالربوبية موسومات‏ ببرهان‏ قدرتك ومعالم تدبيرك"
},
{
"text": "سبحانك‏ لا شريك لك سبحانك ولا وزير لك سبحانك ولا عدل‏ لك سبحانك لا ضد لك سبحانك لا ند لك سبحانك لا تأخذك‏ سنة ولا نوم‏"
},
{
"text": " سبحانك لا تغيرك الأزمان سبحانك لا تنتقل بك الأحوال سبحانك لا يعييك شي‏ء سبحانك لا يفوتك شي‏ء"
},
{
"text": "- سبحانك إني كنت من الظالمين‏- إلا تغفر لي وترحمني أكن من الخاسرين‏"
},
{
"text": " اللهم صل على محمد عبدك ورسولك ونبيك وصفيك وحبيبك‏ وخاصتك وأمينك على وحيك وخازنك على علمك الهادي إليك بإذنك الصادع بأمرك عن وحيك"
},
{
"text": "اللهم صل على محمد القائم بحجتك في عبادك الداعي إليك الموالي‏أولياءك معك المعادي أعداءك دونك السالك جدد الرشاد إليك القاصد منهج الحق نحوك"
},
{
"text": " اللهم صل على محمد  أفضل وأكمل‏ وأشرف وأعظم وأطيب وأتم وأعم وأنمى وأزكى وأوفى‏ وأكثر ما صليت على نبي من أنبيائك ورسول من رسلك"
},
{
"text": " اللهم صل على محمد جميع ما صليت على جميع أنبيائك وملائكتك ورسلك وعبادك الصالحين إنك حميد مجيد"
},
{
"text": "اللهم اجعل صلواتي بمحمد وآله مقبولة وذنوبي بهم مغفورة وسعيي بهم مشكورا ودعائي بهم مستجابا ورزقي بهم مبسوطا "
},
{
"text": "اللهم بمحمد وآله انظر إلي في هذه الساعة بوجهك الكريم نظرة أستكمل بها الكرامة عندك ولا تصرفها عني‏ أبدا برحمتك يا أرحم الراحمين"
},
{
"text": "اللهم أنت الملك الحق‏ لا إله إلا أنت سبحانك وبحمدك عملت سوءا وظلمت‏ نفسي فاغفر لي‏ ذنوبي إنه لا يغفر الذنوب إلا أنت‏"
},
{
"text": "اللهم لك ركعت ولك خشعت وبك آمنت ولك أسلمت وعليك توكلت وأنت ربي خشع لك سمعي وبصري ومخي وعصبي وعظامي وما أقلته قدماي"
},
{
"text": "اللهم لك سجدت وبك آمنت ولك أسلمت وعليك توكلت وأنت ربي سجد لك سمعي وبصري وشعري‏ وعصبي ومخي وعظامي"
},
{
"text": "سجد وجهي الفاني البالي للذي خلقه وصوره وشق سمعه وبصره تبارك‏ الله أحسن الخالقين"
},
{
"text": "اللهم اغفر لي وارحمني واجبرني واهدني‏ إني لما أنزلت إلي من خير فقير"
},
{
"text": "بسم الله وبالله‏ والأسماء الحسنى كلها لله أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله"
},
{
"text": " اللهم صل على محمد وآل محمد وتقبل شفاعته في أمته‏ وارفع درجته"
},
{
"text": "اللهم إني ضعيف فقو في رضاك ضعفي وخذ إلى الخير بناصيتي واجعل الإيمان منتهى رضاي وبارك لي فيما قسمت لي"
},
{
"text": "اللهم بلغني برحمتك كل الذي أرجومنك واجعل لي ودا وسرورا للمؤمنين وعهدا عندك"
}
]
}