{
"title": "جزأ (2)",
"type": "text",
"data": [
{
"text": " اللهم أنت أكرم مأتي وأكرم مزور وخير من طلبت إليه الحاجات وأجود من أعطى وأرحم من استرحم وأرأف من عفا وأعز من اعتمد عليه"
},
{
"text": "اللهم بي إليك فاقة ولي إليك حاجات ولك عندي طلبات من ذنوب أنا بها مرتهن قد أوقرت‏ ظهري وأوبقتني وإلا ترحمني وتغفرها لي‏ أكن من الخاسرين‏"
},
{
"text": "اللهم إني اعتمدتك فيها تائبا إليك منها فصل‏ على محمد وآله واغفر لي ذنوبي كلها قديمها وحديثها سرها وعلانيتها خطأها وعمدها صغيرها وكبيرها"
},
{
"text": " يا من هوكل يوم في شأن صل على محمد وآله‏ واجعل لي في شأنك شأن حاجتي واقض‏ في شأنك حاجتي وحاجتي هي فكاك رقبتي من النار "
},
{
"text": "اللهم أسألك بنورك الساطع في الظلمات أن تصلي على محمد وآل محمد ولا تفرق بيني وبينهم في الدنيا والآخرة- إنك على‏ كل شي‏ء قدير"
},
{
"text": "اللهم اكتب لي عتقا من النار مبتولا واجعلني من المنيبين إليك التابعين لأمرك المخبتين‏ الذين إذا ذكرت‏ وجلت قلوبهم‏"
},
{
"text": " اللهم أضفني بأكرم كرامتك وأجزل عطيتك والفضيلة لديك والراحة منك والوسيلة إليك والمنزلة عندك ما تكفيني به كل هول دون الجنة"
},
{
"text": " اللهم صل على محمد وآله‏ واقلبني بذلك كله مفلحا منجحا قد غفرت لي خطاياي وذنوبي كلها وكفرت عني سيئاتي وحططت عني وزري‏ "
},
{
"text": " اللهم صل على محمد وآله ولا تخلط بشي‏ء من عملي ولا بما تقربت به إليك رياء ولا سمعة ولا أشرا ولا بطرا واجعلني من الخاشعين لك"
},
{
"text": "اللهم صل على محمد وآله‏ وأعطني السعة في رزقي والصحة في جسمي والقوة في بدني على طاعتك وعبادتك"
},
{
"text": "اللهم صل على محمد وآله وأعطني من رحمتك ورضوانك وعافيتك ما تسلمني به من كل بلاء الآخرة والدنيا وارزقني الرهبة منك والرغبة إليك والخشوع لك"
},
{
"text": "اللهم أسألك السعة والدعة والأمن والكفاية والسلامة والصحة والقنوع والعصمة والرحمة والعفووالعافية واليقين والمغفرة والشكر والرضا والصبروالعلم"
},
{
"text": "أسألك يا رب حسن الظن بك والصدق في التوكل‏ عليك وأعوذ بك يا رب أن تبتليني ببلية تحملني ضرورتها على التغوث بشي‏ء من معاصيك"
},
{
"text": "أعوذ بك يارب من تكلف ما لم تقدر لي فيه رزقا وما قدرت لي من رزق فصل على محمد وآله‏ وائتني‏ في يسر منك وعافية يا أرحم الراحمين"
},
{
"text": "رب صل على محمد وآله وأجرني من السيئات واستعملني عملا بطاعتك وارفع درجتي برحمتك يا الله يا رب يا رحمان يا رحيم يا حنان يا منان"
},
{
"text": " اللهم إني أتقرب إليك بجودك وكرمك وأتقرب إليك بمحمد عبدك ورسولك وآله الطاهرين وأتقرب إليك بملائكتك المقربين وأنبيائك المرسلين"
},
{
"text": "رب اسألك أن تصلي على محمد وآل محمد وأن تقيلني عثرتي وتستر علي ذنوبي وتغفرها لي وتقلبني اليوم بقضاء حاجتي‏ ولا تعذبني بقبيح‏ كان مني"
},
{
"text": "يارب يا أهل التقوى وأهل المغفرة يا بر يا كريم أنت أبر بي من أبي وأمي ومن نفسي ومن الناس أجمعين"
},
{
"text": "الهي بي إليك فقر وفاقة وأنت غني عني أسألك أن تصلي على محمد وآل محمد وأن ترحم فقري وتستجيب دعائي وتكف‏ عني أنواع البلاء فإن عفوك وجودك يسعاني"
},
{
"text": "يارب يا إله السماء وإله الأرض وفاطر السماء وفاطر الأرض ونور السماء ونور الأرض وزين السماء وزين الأرض وعماد السماء وعماد الأرض وبديع السماء"
},
{
"text": "يارب يا بديع الأرض ذا الجلال‏ والإكرام صريخ المستصرخين وغوث المستغيثين ومنتهى غايةالعابدين‏ أنت المفرج عن المكروبين وأنت المروح عن المغمومين"
},
{
"text": "يارب يا مفرج الكرب ومجيب دعوة المضطرين إله العالمين المنزول به كل حاجة يا عظيما يرجى لكل عظيم صل على محمد وآل محمد وافعل بي كذا وكذا "
},
{
"text": " رب صل على محمد وآل محمد وأجرني من السيئات واستعملني عملا بطاعتك وارفع درجتي برحمتك"
},
{
"text": "يا الله يا رب يا رحمان يا رحيم يا حنان يا منان يا ذا الجلال والإكرام أسألك رضاك وجنتك وأعوذ بك من نارك وسخطك أستجير بالله من النار"
},
{
"text": "يا علي يا عظيم يا حي يا حليم يا غفور يا رحيم يا سميع يا بصير يا واحد يا أحد يا صمد يا من‏ لم يلد ولم يولد ولم يكن له كفوا أحد"
},
{
"text": "اللهم صل على محمد وآل محمد شجرة النبوة وموضع الرسالة ومختلف الملائكة ومعدن العلم وأهل بيت الوحي"
},
{
"text": "اللهم صل على محمد وآل محمد الفلك الجارية في اللجج الغامرة يأمن من ركبها ويغرق من تركها المتقدم لهم مارق والمتأخر عنهم زاهق واللازم لهم لاحق"
},
{
"text": "اللهم صل على محمد وآل محمد الكهف الحصين‏ وغياث المضطر المستكين وملجإ الهاربين ومنجي الخائفين وعصمة المعتصمين"
},
{
"text": " اللهم صل على محمد وآل محمد صلاة كثيرة تكون لهم رضى ولحق محمد وآل محمد أداء وقضاء بحول منك وقوة يا رب العالمين"
},
{
"text": "اللهم صل على محمد وآل محمد الذين أوجبت حقهم‏ ومودتهم وفرضت طاعتهم وولايتهم"
},
{
"text": "اللهم صل على محمد وآل محمد واعمر قلبي بطاعتك ولا تخزه بمعصيتك وارزقني مواساة من قترت عليه من رزقك بما وسعت به علي من فضلك "
},
{
"text": "الحمدلله على كل نعمة وأستغفر الله من كل ذنب ولا حول ولا قوة إلا بالله من كل هول‏"
},
{
"text": "اللهم إني أعوذ بعفوك من عقوبتك وأعوذ برضاك من سخطك وأعوذ برحمتك من نقمتك وأعوذ بمغفرتك من عذابك وأعوذ برأفتك من غضبك."
},
{
"text": "اللهم لا أبلغ‏ مدحتك ولا الثناء عليك أنت كما أثنيت على نفسك أسألك أن تصلي على محمد وآله‏وأن تجعل حياتي زيادة في كل خير ووفاتي راحة من كل سوء"
},
{
"text": "اللهم أسألك أن تسد فاقتي بهداك وتوفيقك وتقوي ضعفي في طاعتك وترزقني الراحة والكرامة وقرة العين واللذة وبرد العيش من بعد الموت"
},
{
"text": "اللهم هذه نفسي سلم لك‏ معترف بذنبي مقر بالظلم على نفسي عارف بفضلك علي فبوجهك الكريم أسألك لما صفحت عني ما سلف من ذنوبي"
},
{
"text": "رب صل على محمد وآل محمد وأجرني من السيئات واستعملني عملا بطاعتك وارفع درجتي برحمتك يا الله يا رب يا رحمان يا رحيم يا حنان يا منان"
},
{
"text": "يا ذا الجلال والإكرام أسألك رضاك وجنتك وأعوذ بك من نارك وسخطك أستجير بالله من النار "
},
{
"text": "اللهم مقلب القلوب والأبصار صل على محمد وآل محمد وثبت قلبي على دينك ودين نبيك ولا تزغ قلبي بعد إذ هديتني وهب لي‏ من لدنك رحمة إنك أنت الوهاب"
},
{
"text": "اللهم صل‏ على محمد وآله‏ واجعلني‏ سعيدا فإنك تمحوما تشاء وتثبت وعندك أم الكتاب"
},
{
"text": " اللهم إني أتقرب إليك بجودك وكرمك وأتقرب إليك بمحمد عبدك ورسولك وأتقرب إليك بملائكتك المقربين وأنبيائك المرسلين وبك"
},
{
"text": "اللهم‏ أنت الغنى عني وبي الفاقة إليك أنت الغني وأنا الفقير إليك أقلتني عثرتي وسترت علي ذنوبي فاقض يا الله حاجتي"
},
{
"text": "اللهم صل على محمد وآل محمد و لا تعذبني بقبيح ما تعلم مني فإن عفوك وجودك يسعني"
},
{
"text": " يا أول الأولين ويا آخر الآخرين ويا أجود الأجودين يا ذا القوة المتين يا رازق‏ المساكين ويا أرحم الراحمين صل على محمد وآل محمد الطيبين"
},
{
"text": "رب صل على محمد وآل محمد الطيبين واغفر لي جدي وهزلي وخطئي‏ وعمدي وإسرافي على نفسي وكل ذنب أذنبته واعصمني من اقتراف مثله  إنك على ما تشاء قدير"
},
{
"text": "بسم الله وبالله والأسماء الحسنى كلها لله أشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله صلى الله عليه وآله"
},
{
"text": " التحيات لله والصلوات الطيبات الطاهرات الزاكيات الرائحات الغاديات الناعمات‏ لله ما طاب وطهر وزكا وخلص‏ وما خبث"
},
{
"text": "اللهم صل على محمد وآل محمد وبارك على محمد وآل محمد وارحم محمدا وآل محمد كأفضل ما صليت وباركت ورحمت وترحمت وتحننت على إبراهيم وآل إبراهيم"
},
{
"text": "السلام عليك أيها النبي ورحمة الله وبركاته السلام على جميع أنبياء الله وملائكته ورسله السلام على الأئمة الهادين المهديين."
},
{
"text": "لا إله إلا الله‏ إلها واحدا ونحن له مسلمون‏ لا إله إلا الله ولا نعبد إلا إياه- مخلصين له الدين‏ ولوكره المشركون‏ "
},
{
"text": "لا إله إلا الله وحده وحده وحده أنجز وعده ونصر عبده وأعز جنده وغلب‏ الأحزاب وحده ف له الملك وله الحمد وهوعلى‏ كل شي‏ء قدير"
},
{
"text": "اللهم اهدني من عندك وأفض علي من فضلك وانشر علي من رحمتك وأنزل علي من بركاتك"
},
{
"text": "سبحانك لا إله إلا أنت اغفر لي ذنوبي كلها جميعا فإنه لا يغفر الذنوب كلها جميعا إلا أنت"
},
{
"text": "اللهم إني أسألك من كل خير أحاط به علمك وأعوذ بك من كل شر أحاط به علمك"
},
{
"text": "اللهم أعوذ بوجهك الكريم وعزتك التي لا ترام وقدرتك التي لا يمتنع منها شي‏ء من‏ شر الدنيا والآخرة وشر الأوجاع كلها"
},
{
"text": "لا حول‏ ولا قوة إلا بالله العلي العظيم توكلت‏ على الحي الذي لا يموت"
},
{
"text": " لبيك اللهم لبيك وسعديك اللهم صل على محمد وآل محمد وأهل بيت محمد وعلى ذرية محمد عليه‏ وعليهم السلام ورحمة الله وبركاته"
},
{
"text": "رب صل على محمد وآل محمد وأشهد أن التسليم منا لهم والائتمام بهم والتصديق لهم ربنا آمنا بك وصدقنا رسولك وسلمنا تسليما"
},
{
"text": "سبحان الله كلما سبح الله شي‏ء وكما يحب الله أن يسبح وكما هوأهله وكما ينبغي لكرم وجهه وعز جلاله"
},
{
"text": "لا إله إلا الله كلما هلل الله شي‏ء وكما يحب الله أن يهلل وكما هوأهله وكما ينبغي لكرم وجهه وعز جلاله"
},
{
"text": "سبحان الله والحمدلله ولا إله إلا الله والله أكبر على كل‏ نعمة أنعم بها علي وعلى كل أحد من خلقه‏ كان أويكون إلى يوم القيامة "
},
{
"text": " اللهم إني أسألك أن تصلي على محمد وآل محمد وأسألك من خير ما أرجووخير ما لا أرجووأعوذ بك من شر ما أحذر وما لا أحذر"
},
{
"text": "اللهم صل على محمد وآل محمد واجعل لي من أمري فرجا ومخرجا وارزقني من حيث أحتسب ومن حيث لا أحتسب"
},
{
"text": "يا رب محمد وآل محمد صل على محمد وآل محمد وعجل فرج آل محمد"
},
{
"text": " يا أسمع السامعين ويا أبصر الناظرين ويا أسرع الحاسبين ويا أرحم الراحمين ويا أحكم الحاكمين ويا صريخ المكروبين ويا مجيب دعوة المضطرين"
},
{
"text": "أنت الله لا إله إلا أنت‏ رب العالمين‏ وأنت الله لا إله إلا أنت‏ العلي العظيم‏ وأنت الله لا إله إلا أنت‏ الرحمن الرحيم‏ "
},
{
"text": "أنت الله لا إله إلا أنت مالك‏ يوم الدين وأنت الله لا إله إلا أنت منك بدأ الخلق وإليك يعود وأنت الله لا إله إلا أنت لم تزل ولن تزال‏ "
},
{
"text": "أنت الله لا إله إلا أنت مالك الخير والشر وأنت الله لا إله إلا أنت خالق الجنة والنار وأنت الله لا إله إلا أنت الواحد الأحد الصمد"
},
{
"text": " اللهم صل على محمد وآل محمد واغفر لي مغفرة عزما جزما لا تغادر ذنبا ولا أرتكب بعدها محرما وعافني معافاة لا تبتليني بعدها أبدا "
},
{
"text": "رب صل على محمد وآله‏ وارحمني‏ وأجرني من النار ذات السعير وابسط في سعة رزقك علي واهدني بهداك وأغنني بغناك "
},
{
"text": "رب صل على محمد وآله‏ وأرضني‏ بقضائك واجعلني من أوليائك المخلصين وأبلغ محمدا تحية كثيرة وسلاما"
},
{
"text": "رب صل على محمد وآله‏ واعصمني من المعاصي كلها ومن الشيطان الرجيم آمين رب العالمين"
},
{
"text": " اللهم صل على محمد وآل محمد وأسألك خير الخير رضوانك والجنة وأعوذ بك من شر الشر سخطك والنار"
},
{
"text": "يا ذا الجلال والإكرام صل على محمد وآل محمد وارحمني وأجرني من النار"
},
{
"text": " اللهم صل على محمد وآل محمد وأجرني من العذاب الأليم "
},
{
"text": " اللهم صل على محمد وآل محمد وفقهني في الدين وحببني إلى المسلمين- واجعل لي لسان صدق في الآخرين‏ وارزقني هيبة المتقين"
},
{
"text": "يا الله يا الله يا الله أسألك بحق من حقه عليك عظيم أن تصلي على محمد وآل محمد وأن تستعملني بما عرفتني من حقك  وأن تبسط علي ما حظرت‏ من رزقك"
},
{
"text": " لا إله إلا الله‏ وحده‏ لا شريك له‏- له الملك وله الحمد- يحيي ويميت‏ ويميت ويحيي وهوحي لا يموت بيده الخير- وهوعلى‏ كل شي‏ء قدير"
},
{
"text": "يا الله يا رحمان‏ يا حي يا قيوم برحمتك أستغيث"
},
{
"text": "اللهم أنت ثقتي في كل كربة وأنت رجائي في كل شدةوأنت لي في كل أمر نزل بي ثقة وعدة فاغفر لي ذنوبي كلهاواكشف همي وفرج غمي وأغنني بحلالك عن حرامك"
},
{
"text": "اللهم إني أعوذ بك من شر نفسي ومن شر كل دابة أنت‏ آخذ بناصيتها إن ربي على‏ صراط مستقيم‏"
},
{
"text": "اللهم إني أسألك باسمك المكنون المخزون الطاهر الطهر المبارك وأسألك باسمك العظيم وسلطانك القديمأن تصلي على محمدوآل محمدوأن تعتق رقبتي من النار"
},
{
"text": "اللهم صل على محمد وآله وأخرجني‏ من الدنيا سالما وأدخلني‏ الجنة آمنا واجعل‏ دعائي أوله فلاحا وأوسطه نجاحا وآخره صلاحا إنك أنت علام الغيوب"
},
{
"text": "اللهم إليك رفعت الأصوات ولك عنت الوجوه ولك خضعت الرقاب وإليك التحاكم في الأعمال يا خير من سئل ويا خير من أعطى يا من‏ لا يخلف الميعاد"
},
{
"text": " اللهم صل على محمد وآل محمد وعجل لوليك الفرج والعافية والنصر ولا تسؤني في نفسي‏ ولا في أحد من أحبتي"
},
{
"text": "اللهم ببرك القديم ورأفتك ببريتك اللطيفة وشفقتك بصنعتك المحكمة وقدرتك بسترك الجميل صل على محمد وآل محمد وأحي قلوبنا بذكرك"
},
{
"text": "رب صل على محمد وآله واجعل ذنوبنا مغفورة وعيوبنا مستورة وفرائضنا مشكورة ونوافلنا مبرورة وقلوبنا بذكرك معمورة "
},
{
"text": " اللهم‏ إني أدينك بطاعتك وولايتك وولاية رسولك صلى الله عليه وآله وولاية الأئمة من أولهم إلى آخرهم تسميهم واحدا واحدا"
},
{
"text": "اللهم إني أدينك بطاعتهم وولايتهم والرضا بما فضلتهم به غير منكر ولا مستكبر على معنى ما أنزلت في كتابك على حدود ما أتانا فيه وما لم يأتنا"
},
{
"text": " حسبي الله لديني وحسبي الله لدنياي وحسبي الله لآخرتي وحسبي الله لماأهمني وحسبي الله لمن بغى علي وحسبي الله عند الموت "
},
{
"text": "حسبي الله عند المساءلة في القبر وحسبي الله عند الميزان وحسبي الله عند الصراط وحسبي الله لا إله إلا هوعليه توكلت وهورب العرش العظيم‏"
},
{
"text": "يا إله الآلهة يا جبار الجبابرة يا مالك‏ الدنيا والآخرة يا رب الأرباب يا ملك الملوك يا بطاش يا ذا البطش الشديد صل على محمد وآل محمد"
},
{
"text": "اللهم أسألك بحقك على خيرتك من خلقك وبحقهم الذي أوجبت لهم على نفسك أن تصلي على محمد وأهل بيته وأن تمن علي الساعة الساعة بفكاك رقبتي من النار"
},
{
"text": "اللهم إني أسألك موجبات رحمتك وعزائم مغفرتك والغنيمة من كل بر والسلامة من كل إثم"
},
{
"text": "اللهم لا تدع لي ذنبا إلا غفرته ولا هما إلا فرجته‏ ولا سقما إلا شفيته ولا عيبا إلا سترته ولا رزقا إلا بسطته ولا خوفا إلا آمنته"
},
{
"text": " اللهم إني أسألك بحق محمد وآل محمد براءة من النار فاكتب لنا براءتنا وفي جهنم فلا تجعلنا وفي عذابك وهوانك فلا تبتلنا"
},
{
"text": "يا رب عز جارك وجل ثناؤك ولا إله غيرك"
},
{
"text": "بالله اعتصمت وبالله أثق وعلى الله أتوكل "
},
{
"text": " اللهم إن عظمت ذنوبي فأنت أعظم وإن كبر تفريطي فأنت أكبر وإن دام بخلي فأنت أجود"
},
{
"text": " اللهم اغفر عظيم ذنوبي بعظيم عفوك وكثير تفريطي بظاهر كرمك‏ واقمع بخلي بفضل جودك"
},
{
"text": " اللهم امنن على محمد وآل محمد كما مننت‏ على‏ موسى‏ وهارون‏ وسلم على محمد وآل محمد كما سلمت‏ على‏ نوح في العالمين"
},
{
"text": " اللهم صل علىمحمد وآلمحمدواجعلني معهم في كل عافية وبلاء واجعلني معهم في كل شدة ورخاءواجعلني معهم في كل أمن وخوفواجعلني معهم في كل مثوىومنقلب"
},
{
"text": "اللهم صل على محمد وآله وأحيني محياهم وأمتني مماتهم واجعلني معهم في المواقف‏ كلها واجعلني بهم عندك‏ وجيها في الدنيا والآخرة ومن المقربين"
},
{
"text": "رب صل على محمد وآل محمد واكشف عني بهم كل كرب ونفس عني بهم كل هم وفرج عني بهم كل غم واكفني بهم كل خوف واصرف عني بهم مقادير كل بلاءوسوء القضاء"
},
{
"text": "اللهم صل على محمد وآل محمد واغفر لي ذنبي وطيب لي كسبي وقنعني بما رزقتني وبارك لي فيه ولا تذهب بنفسي إلى شي‏ء صرفته عني"
},
{
"text": " اللهم إني أعوذ بك من دنيا تمنع خير الآخرة ومن عاجل يمنع خير الآجل وحياة تمنع خير الممات وأمل يمنع خير العمل"
},
{
"text": " اللهم إني أسألك الصبر على طاعتك والصبر عن معصيتك والقيام بحقك وأسألك حقائق الإيمان وصدق اليقين في المواطن كلها"
},
{
"text": "اللهم إني أسألك العافية وتمام العافية والشكر على العافية يا ولي العافية وأسألك الظفر والسلامة والحلول بدار الكرامة "
},
{
"text": "اللهم اجعل لي في صلاتي ودعائي رهبة منك ورغبة إليك وراحة تمن بها علي"
},
{
"text": " اللهم إنك تمحوما تشاء وتثبت وعندك‏ أم الكتاب أسألك بآل ياسين خيرتك من خلقك وصفوتك من بريتك وأقدمهم بين يدي حوائجي‏ ورغبتي إليك"
},
{
"text": "اللهم‏ إني لما أنزلت إلي من خير فقير وأنا منك خائف وبك مستجير وأنا حقير مسكين أدعوك كما أمرتني فاستجب لي كما وعدتني يا من‏ لا يخلف الميعاد"
},
{
"text": "رب بؤت إليك بذنبي عملت سوءا وظلمت نفسي فاغفر لي‏ فإنه لا يغفر الذنوب غيرك يا مولاي"
},
{
"text": "رب ارحم من أساء واقترف واستكان واعترف"
},
{
"text": "يا أكرم الأكرمين يا أرحم‏ الراحمين صل على محمد وآله الطيبين والطف لي بلطفك الخفي في شأني كله"
},
{
"text": " الحمدلله ولي كل نعمة وصاحب كل حسنة ومنتهى كل رغبة لم يخذلني عند كل شديدة ولم يفضحني بسوء سريرة فلسيدي الحمد كثيرا"
},
{
"text": " اللهم لك الحمد كما خلقتني ولم أك شيئا مذكورا رب أعني على أهوال الدنيا وبوائق الدهر ونكبات الزمان وكربات الآخرة ومصيبات الليالي والأيام"
},
{
"text": "اللهم اكفني شر ما يعمل الظالمون في الأرض وفي سفري فاصحبني‏ وفي أهلي فاخلفني وفيما رزقتني فبارك لي"
},
{
"text": "اللهم في نفسي لك فذللني وفي أعين الناس فعظمني وإليك‏ فحببني وبذنوبي فلا تفضحني وبعملي فلا تبسلني وبسريرتي فلا تخزني"
},
{
"text": " اللهم إني أدعوك لهم لا يفرجه غيرك ولفرحة لا تنال إلا بك ولكرب لا يكشفه سواك ولمغفرة لا تبلغ إلا بك ولحاجة لا يقضيها إلا أنت"
},
{
"text": "اللهم إني أسألك بوجهك الكريم أن تصلي على محمد وآله‏ وأن تعطيني فكاك رقبتي من النار وتوجب لي الجنة برحمتك"
},
{
"text": " اللهم صل على محمد وآل محمد وارزقني حبك وحب كل من أحبك وحب كل عمل يقربني إلى حبك"
},
{
"text": " اللهم صل على محمد وآل محمد ومن علي بالتوكل عليك والتفويض إليك والرضا بقضائك والتسليم لأمرك حتى لا أحب تعجيل ما أخرت ولا تأخير ما عجلت"
},
{
"text": "سبحان من اختار لنفسه أحسن الأسماء سبحان من فلق البحر لموسى سبحان من لا يزداد على كثرة السؤال إلا كرما وجودا سبحان من هوهكذا ولا هكذا غيره"
},
{
"text": "بالله أستفتح وبالله أستنجح وبمحمد رسول الله وآل محمد أتوجه"
},
{
"text": " اللهم صل على محمد وآله واجعلني بهم‏ وجيها في الدنيا والآخرة ومن المقربين‏"
},
{
"text": "يا محسن قد أتاك المسي‏ء وقد أمرت المحسن أن يتجاوز عن المسي‏ء وأنت المحسن وأنا المسي‏ء فصل على محمد وآله وتجاوز عن قبيح ما عندي بحسن ما عندك"
},
{
"text": "رب تم نورك فهديت فلك الحمد وعظم حلمك فغفرت‏ فلك الحمد وبسطت يدك فأعطيت فلك الحمد"
},
{
"text": "رب وجهك أكرم الوجوه وجاهك خير الجاه وعطيتك أعظم‏ العطايا لا يجازي بآلائك أحد ولا يبلغ مدحتك قول قائل"
},
{
"text": " اللهم مد لي أيسر العافية واجعلني في زمرة النبي صلى الله عليه وآله في العاجلة والآجلة وبلغ بي الغاية واصرف عني العاهات والآفات "
},
{
"text": "اللهم اقض لي بالحسنى في أموري كلها واعزم لي بالرشاد ولا تكلني إلى نفسي أبدا يا ذا الجلال والإكرام"
},
{
"text": "اللهم مد لي في السعة والدعة وجنبني ما حرمته علي ووجه إلي بالعافية والسلامة والبركة ولا تشمت بي الأعداء وفرج عني الكرب وأتمم علي نعمتك"
},
{
"text": "رب اجعلني سالما من كل سوء معافى من الضرورة في منتهى الشكر والعافية وصلى الله على محمد نبيه وآله"
},
{
"text": " اللهم إني أعوذ بك من نفس لا تشبع‏ ومن قلب لا يخشع ومن علم‏ لا ينفع ومن دعاء لا يسمع"
},
{
"text": "اللهم إني أسألك اليسر بعد العسر والفرج بعد الكرب والرخاء بعد الشدة اللهم ما بنا من نعمة فمنك لا إله إلا أنت أستغفرك وأتوب إليك"
},
{
"text": " اللهم صل على محمد وآل محمد في‏ الليل إذا يغشى‏ وصل على محمد وآل محمد في‏ النهار إذا تجلى‏ وصل على محمد وآل محمد في الآخرة والأولى"
},
{
"text": "اللهم اجعل محمدا خطيب وفد المؤمنين إليك والمكسوحلل الإيمان‏ إذا وقف بين يديك والناطق إذا خرست الألسن بالثناء عليك"
}
]
}