{
"title": "جزأ (3)",
"type": "text",
"data": [
{
"text": "اللهم صل على محمد وآله وأعل منزلته وارفع درجته وأظهر حجته وتقبل شفاعته وابعثه المقام المحمود الذي وعدته واغفر ما أحدث المحدثون من أمته"
},
{
"text": "اللهم إني أعوذ بك من مضلات الفتن- ما ظهر منها وما بطن والإثم والبغي بغير الحق‏ وأن أشرك بك ما لم تنزل به سلطانا وأن أقول عليك ما لا أعلم"
},
{
"text": " اللهم إني أسألك موجبات رحمتك وعزائم مغفرتك والغنيمة من كل بر والسلامة من كل إثم وأسألك الفوز بالجنة والنجاة من النار"
},
{
"text": " اللهم صل على محمد وآل محمد واجعل لي في صلاتي ودعائي بركة تطهر بها قلبي وتؤمن بها روعتي وتكشف بها كربي‏ وتغفر بها ذنبي وتصلح بها أمري"
},
{
"text": " اللهم صل على محمد وآل محمد ولا تدع لي‏ ذنبا إلا غفرته ولا كربا إلا كشفته وخوفا إلا آمنته ولا سقما إلا شفيته ولا هما إلا فرجته"
},
{
"text": " اللهم اصرف عني من العاهات والآفات والبليات ما أطيق وما لا أطيق صرفه إلا بك"
},
{
"text": "اللهم أصبح ظلمي مستجيرا بعفوك وأصبحت ذنوبي مستجيرة بمغفرتك وأصبح خوفي مستجيرا بأمانك وأصبح فقري مستجيرا بغناك وأصبح ذلي مستجيرا بعزك"
},
{
"text": "اللهم أصبح ضعفي مستجيرا بقوتك وأصبح وجهي البالي الفاني مستجيرا بوجهك الدائم الباقي ياكائنا قبل كل شي‏ء ويا مكون كل شي‏ء صل على محمد وآل محمد"
},
{
"text": "اللهم اصرف عني وعن أهلي ومالي وولدي وأهل حزانتي وإخواني فيك شر كل ذي شر وشر كل جبار عنيد وشيطان مريد"
},
{
"text": "اللهم اجعل دعائي في المرفوع المستجاب واجعلني عندك‏ وجيها في الدنيا والآخرة ومن المقربين‏ الذين‏ لا خوف عليهم ولا هم يحزنون"
},
{
"text": "اللهم اغفر لي ولوالدي‏ وما ولدا ومن ولدت وما توالدوا من المؤمنين والمؤمنات يا خير الغافرين"
},
{
"text": "يا الله يا ذا المعروف الذي لا ينفد أبدا يا كريم يا كريم يا كريم"
},
{
"text": "اللهم لك الحمد إن أطعتك ولك الحجة إن عصيتك لا صنع لي ولا لغيري في إحسان منك إلي في حال الحسنة يا كريم يا كريم صل على محمد وأهل بيته"
},
{
"text": "اللهم لا تسلبني ما أنعمت به علي من ولايتك وولاية محمد وآل محمد عليه وعليهم السلام"
},
{
"text": "اللهم لك الحمد لا إله إلا أنت  عالم الغيب والشهادة ... الرحمن الرحيم اللهم أذهب عني الهم والحزن والغير ما ظهر منها وما بطن"
},
{
"text": "اللهم إني وجهت وجهي إليك وأقبلت بدعائي عليك راجيا إجابتك طامعا في مغفرتك طالبا ما وأيت به على نفسك متنجزا وعدك إذ تقول‏ ادعوني أستجب لكم‏"
},
{
"text": "اللهم على محمد وآل محمد وأقبل إلي‏ بوجهك واغفر لي وارحمني واستجب دعائي يا إله العالمين‏"
},
{
"text": "اللهم صل على أمير المؤمنين وعاد من عاداه والعن من ظلمه ووثب عليه"
},
{
"text": "اللهم لك صليت وإياك دعوت وفي صلاتي ودعائي ما قد علمت من النقصان والعجلة والسهووالغفلة والكسل والفترة والنسيان والمدافعة والرياء "
},
{
"text": "اللهم صل على محمد وآله واحطط بها وزري واجعل ما عندك خيرا لي مما ينقطع عني"
},
{
"text": "الحمدلله الذي أكرم وجهي عن السجود إلا لهاللهم كما أكرمت وجهي عن السجود إلا لك فصل على محمد وآله وصنه عن المسألة إلا لك"
},
{
"text": "اللهم صل على محمد وآل محمد أولي الأمر الذين أمرت بطاعتهم وأولي الأرحام الذين أمرت بصلتهم وذوي القربى الذين أمرت بمودتهم "
},
{
"text": "اللهم صل على محمد وآل محمد واجعل ثواب صلاتي‏ وثواب منطقي وثواب مجلسي رضاك والجنة واجعل ذلك‏ خالصا مخلصا"
},
{
"text": "يا كريم صل على محمد وآل محمد واجعلني ممن آمن بك فهديته وتوكل عليك فكفيته وسألك فأعطيته ورغب إليك فأرضيته وأخلص لك فأنجيته"
},
{
"text": "اللهم صل على محمد وآله وأحللنا دار المقامة من فضلك- لا يمسنا فيها نصب ولا يمسنا فيها لغوب‏"
},
{
"text": " إني أسألك مسألة الذليل الفقير أن تصلي على محمد وآله وأن تغفر لي جميع ذنوبي وتقلبني بقضاء حوائجي إليك- إنك على‏ كل شي‏ء قدير"
},
{
"text": "اللهم ما قصرت عنه مسألتي وعجزت عنه قوتي ولم تبلغه فطنتي تعلم فيه صلاح أمر دنياي وآخرتي فصل على محمد وآل محمد وافعل بي ذلك يا لا إله‏ إلا أنت"
},
{
"text": "اللهم دعوتني فأجبت دعوتك وصليت مكتوبتك وانتشرت في أرضك كما أمرتني فأسألك من فضلك‏ العمل بطاعتك واجتناب معصيتك والكفاف من الرزق برحمتك‏"
},
{
"text": " يا من ختم النبوة بمحمد صلى الله عليه وآله اختم لي في يومي هذا بخير وشهري بخير وسنتي بخير وعمري بخير"
},
{
"text": "اللهم مقلب القلوب والأبصار ثبت قلبي على دينك ولا تزغ قلبي بعد إذ هديتني وهب لي‏ من لدنك رحمة إنك أنت الوهاب‏ وأجرني من النار برحمتك"
},
{
"text": "اللهم امددلي في عمري وأوسع علي في رزقي وانشر علي رحمتك وإن كنت عندك في أم الكتاب شقيا فاجعلني سعيدا فإنك تمحوما تشاءوتثبت‏ وعنده‏ أم الكتاب"
},
{
"text": "اللهم ما أصبحت بي من نعمة أوعافية في دين أودنيا فمنك وحدك لا شريك لك لك الحمد ولك الشكر بها علي حتى ترضى وبعد الرضا"
},
{
"text": "لا إله إلا الله‏ وحده‏ لا شريك له‏- له الملك وله الحمد يحيي ويميت‏ ويميت ويحيي وهوحي لا يموت بيده الخير وهوعلى‏ كل شي‏ء قدير"
},
{
"text": "أعوذ بالله السميع العليم‏ من همزات الشياطين‏ وأعوذ بالله‏ أن يحضرون‏ إن الله‏ هوالسميع العليم‏"
},
{
"text": "سبحان الله والحمدلله ولا إله إلا الله والله أكبر ولا حول ولا قوة إلا بالله العلي العظيم "
},
{
"text": "سبحان الله آناء الليل‏ وأطراف النهار سبحان الله‏ بالغدووالآصال‏ سبحان الله‏ بالعشي والإبكار سبحان‏ الله حين تمسون وحين تصبحون "
},
{
"text": " سبحان ذي الملك والملكوت سبحان ذي العزة والجبروت سبحان ذي الكبرياء والعظمة الملك الحق المبين المهيمن القدوس"
},
{
"text": "سبحان الله الملك‏ الحي الذي لا يموت‏ سبحان الله الملك الحي القدوس سبحان القائم الدائم سبحان الدائم القائم سبحان ربي العظيم  سبحان ربي الأعلى"
},
{
"text": "سبحان الحي القيوم سبحان العلي الأعلى سبحانه وتعالى سبوح قدوس ربنا ورب الملائكة والروح ورب كل شي‏ء"
},
{
"text": " سبحان الدائم غير الغافل سبحان العالم بغير تعليم سبحان خالق ما يرى وما لا يرى سبحان الذي‏ يدرك الأبصار ولا تدركه الأبصار وهواللطيف الخبير"
},
{
"text": "اللهم إني أصبحت وأمسيت منك في نعمة وخير وبركة وعافية فصل على محمد وآل محمد وأتمم علي نعمتك وخيرك وبركاتك وعافيتك بنجاة من النار"
},
{
"text": "اللهم بنورك اهتديت وبفضلك استغنيت وبنعمتك أصبحت وأمسيت"
},
{
"text": "اللهم إني أشهدك وكفى بك شهيدا وأشهد ملائكتك وأنبياءك ورسلك وحملة عرشك وسكان سماواتك وأرضيك وجميع خلقك بأنك أنت الله لا إله إلا أنت"
},
{
"text": "اللهم لك الحمد حمدا يصعد أوله ولا ينفد آخره اللهم لك الحمد حمدا تضع لك السماء كنفيها وتسبح لك الأرض ومن عليها"
},
{
"text": "اللهم لك الحمد حمدا سرمدا أبدا لا انقطاع له ولا نفاد ولك ينبغي وإليك ينتهي في وعلي ولدي ومعي وقبلي وبعدي وأمامي وفوقي وتحتي"
},
{
"text": "اللهم ولك الحمد والشكر بجميع محامدك كلها على جميع نعمائك كلها حتى ينتهي الحمد إلى ما تحب ربنا وترضى"
},
{
"text": "اللهم لك الحمد على كل أكلة وشربة وبطشة وقبضة وبسطة وفي كل موضع شعرة"
},
{
"text": "اللهم لك الحمد خالدا مع خلودك ولك الحمد حمدا لا منتهى له دون علمك ولك الحمد حمدا لا أمد له دون مشيتك ولك الحمد حمدا لا أجر لقائله إلا رضاك"
},
{
"text": "اللهم لك الحمد على حلمك بعد علمك ولك الحمد على عفوك بعد قدرتك ولك الحمد باعث الحمد ولك الحمد وارث الحمد ولك الحمد بديع الحمد "
},
{
"text": "اللهم لك الحمد منتهى الحمد ولك الحمد مبتدع الحمد ولك الحمد مشتري الحمد ولك الحمد ولي الحمد ولك الحمد قديم الحمد"
},
{
"text": "اللهم لك الحمد صادق الوعد وفي العهد عزيز الجند قائم المجد"
},
{
"text": "اللهم لك الحمد رفيع الدرجات مجيب الدعوات منزل الآيات من فوق سبع سماوات عظيم البركات "
},
{
"text": "اللهم لك الحمد مخرج النور من الظلمات ومخرج من في الظلمات إلى النور مبدل السيئات حسنات وجاعل الحسنات درجات"
},
{
"text": "اللهم لك الحمد غافر الذنب وقابل التوب شديد العقاب ذا الطول لا إله إلا أنت إليك المصير"
},
{
"text": "اللهم لك الحمد في‏ الليل إذا يغشى‏ ولك الحمد في‏ النهار إذا تجلى‏ ولك الحمد في الآخرة والأولى ولك الحمد عدد كل نجم وملك في السماء"
},
{
"text": "اللهم لك الحمد عدد الثرى والحصى والنوى ولك الحمد عدد ما في جوف الأرض ولك الحمد عدد أوزان مياه البحار ولك الحمد عدد أوراق الأشجار"
},
{
"text": "اللهم لك الحمد عدد ما في وجه‏ الأرض ولك الحمد عدد ما أحصى كتابك ولك الحمد عدد ما أحاط به علمك ولك الحمد عدد الإنس والجن والهوام والطير "
},
{
"text": "اللهم إني أسألك أن تصلي على محمد وآل محمد وأسألك خير ليلتي هذه وخير ما فيها وأعوذ بك من شر ليلتي هذه وشر ما فيها"
},
{
"text": "اللهم إني أعوذ بك أن تكتب علي خطيئة أو إثم االلهم صل على محمد وآل محمد واكفني خطيئتها وإثمها وأعطني يمنها وبركتها ونورها "
},
{
"text": "اللهم نفسي خلقتها وبيدك حياتها وموتهااللهم فإن أمسكتها فإلى رضوانك والجنة وإن أرسلتها فصل على محمد وآله‏ واغفر لها وارحمها"
},
{
"text": "اللهم إني أعوذ بك من شر نفسي ومن شر كل دابة أنت‏ آخذ بناصيتها إن ربي على‏ صراط مستقيم‏"
},
{
"text": "إلهي أمسى خوفي مستجيرا بأمانك فصل على محمد وآل محمد وآمني فإنك لا تخذل من آمنته"
},
{
"text": "إلهي أمسى جهلي مستجيرا بحلمك فصل على محمد وآل محمد وعد علي بحلمك وفضلك"
},
{
"text": "إلهي أمسى فقري مستجيرا بغناك فصل على محمد وآله وارزقني من فضلك الواسع الهني‏ء المري‏ء"
},
{
"text": "إلهي أمسى ذنبي مستجيرا بمغفرتك فصل على محمد وآله واغفر لي مغفرة عزما لا تغادر لي ذنبا ولا أرتكب بعدها محرما"
},
{
"text": " إلهي أمسى ذلي مستجيرا بعزك فصل على محمد وآله وأعزني عزا لا ذل‏ بعده أبدا"
},
{
"text": " إلهي أمسى ضعفي مستجيرا بقوتك فصل على محمد وآله وقوفي رضاك ضعفي"
},
{
"text": "إلهي أمسى وجهي البالي الفاني مستجيرا بوجهك الدائم الباقي الذي لا يبلى ولا يفنى فصل على محمد وآله‏ وأجرني من عذاب النار ومن شر الدنيا والآخرة"
},
{
"text": "اللهم صل على محمد وآله وافتح لي باب الأمر الذي فيه اليسر والعافية والنجاح والرزق الكثير الطيب الحلال الواسع"
},
{
"text": " يا لا إله إلا أنت بحق لا إله إلا أنت ارض عني يا لا إله إلا أنت بحق لا إله إلا أنت ارحمني يا لا إله إلا أنت بحق لا إله إلا أنت تب علي"
},
{
"text": "يا لا إله إلا أنت بحق لا إله إلا أنت ارزقني يا لا إله إلا أنت بحق لا إله إلا أنت أعتقني من النار "
},
{
"text": "يا لا إله إلا أنت بحق لا إله إلا أنت تفضل علي بقضاء حوائجي في دنياي وآخرتي- إنك على‏ كل شي‏ء قدير"
},
{
"text": "اللهم إني أمسيت أستغفرك في هذه الليلة وفي هذا اليوم لأهل رحمتك وأبرأ إليك من أهل نقمتك"
},
{
"text": "اللهم إني أمسيت أبرأ إليك في هذه الليلة وهذا اليوم وهذا المساء ممن نحن بين ظهرانيهم من المشركين- وما كانوا يعبدون‏ إنهم كانوا قوم سوء فاسقين"
},
{
"text": "اللهم اجعل ما أنزلت من السماء إلى الأرض بركة على أوليائك وعقابا على ‏أعدائك"
},
{
"text": "اللهم وال من والاك وعاد من عاداك اللهم اختم لي بالأمن والإيمان كلما طلعت شمس أوغربت"
},
{
"text": "اللهم اغفر لي ولوالدي‏ وارحمهما كما ربياني صغيرا"
},
{
"text": "اللهم اغفر للمؤمنين والمؤمنات الأحياء منهم والأموات إنك تعلم منقلبهم ومثواهم"
},
{
"text": "اللهم اهدني فيمن هديت وقني شر ما قضيت إنك تقضي ولا يقضى عليك إنه لا يعز من عاديت ولا يذل من واليت تباركت وتعاليت "
},
{
"text": " رب ما أحسن ما أبليتني وأعظم ما آتيتني‏ وأطول ما عافيتني وأكثر ما سترت علي فلك الحمد كثيرا طيبا مباركا عليه مل‏ء السماوات ومل‏ء الأرض"
},
{
"text": "بسم الله وبالله ومن الله وفي سبيل الله وإلى الله وعلى ملة رسول الله صلى الله عليه وآله"
},
{
"text": "اللهم إليك أسلمت نفسي وإياك فوضت أمري وإليك وجهت وجهي وعليك توكلت يا رب العالمين"
},
{
"text": "اللهم احفظني بحفظ الإيمان من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي ومن تحتي لا إله إلا أنت‏ لا قوة إلا بالله‏ "
},
{
"text": "اللهم إني أعوذ بك من عذاب القبر ومن ضيق القبر ومن ضغطة القبر أعوذ بالله من سطوات الأشرار في الليل والنهار"
},
{
"text": "اللهم رب الشهر الحرام ورب البيت الحرام ورب البلد الحرام ورب الحل والحرام‏ أبلغ محمدا وآله عني السلام"
},
{
"text": " أعيذ نفسي وأهلي ومالي وولدي وما رزقني ربي‏ برب الناس ملك الناس إله الناس من شر الوسواس الخناس الذي يوسوس في صدور الناس من الجنة والناس"
},
{
"text": " الحمدلله عدد ما خلق والحمدلله مثل ما خلق والحمدلله مل‏ء ما خلق والحمدلله مداد كلماته والحمدلله زنة عرشه والحمدلله رضا نفسه"
},
{
"text": " لا إله إلا الله الحليم الكريم لا إله إلا الله العلي العظيم سبحان الله رب السماوات والأرضين وما بينهما ورب العرش العظيم"
},
{
"text": "اللهم إني أعوذ بك من درك الشقاء وأعوذ بك من شماتة الأعداء وأعوذ بك من الفقر والوقر وأعوذ بك من سوء المنظر في الأهل والمال والولد"
},
{
"text": "آمنت بربي وهو إله كل شي‏ء ومنتهى كل علم ووارثه"
},
{
"text": "اللهم ما قصرت عنه مسألتي وعجزت عنه قوتي ولم تبلغه فطنتي تعلم‏ فيه صلاح أمر آخرتي ودنياي فصل على محمد وآله"
},
{
"text": "سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمدلله رب العالمين"
},
{
"text": "اللهم إني أسألك بإقبال ليلك وإدبار نهارك وحضور صلواتك وأصوات دعاتك وتسبيح ملائكتك أن تصلي على محمد وآله وأن تتوب علي‏ إنك أنت التواب الرحيم‏"
},
{
"text": " سبحانك لا إله إلا أنت اغفر لي ذنوبي كلها جميعا فإنه لا يغفر الذنوب كلها إلا أنت"
},
{
"text": "اللهم إني أسألك بوجهك الكريم واسمك العظيم وملكك القديم أن تصلي على محمد وآله وأن تغفر لي ذنبي العظيم إنه لا يغفر العظيم إلا العظيم"
},
{
"text": "اللهم إنك ترى ولا ترى وأنت بالمنظر الأعلى وإن إليك الرجعى والمنتهى وإن لك الممات والمحيا وإن لك الآخرة والأولى"
},
{
"text": "اللهم إنا نعوذ بك من‏ أن نذل ونخزى‏ وأن نأتي ما عنه تنهى"
},
{
"text": "اللهم إني أسألك أن تصلي على محمد وآل محمد وأسألك الجنة برحمتك وأستعيذ بك من النار بقدرتك"
},
{
"text": "اللهم بيدك مقادير الليل والنهار وبيدك مقادير الشمس والقمر وبيدك مقادير الغنى والفقر وبيدك مقادير الخذلان والنصر"
},
{
"text": "اللهم بيدك مقادير الموت‏ والحياة وبيدك مقادير الصحة والسقم‏ وبيدك مقادير الخير والشر وبيدك مقادير الجنة والنار وبيدك مقادير الدنيا والآخرة"
},
{
"text": "اللهم صل على محمد وآله‏ وبارك لي في ديني ودنياي وآخرتي وبارك لي في أهلي ومالي وولدي وإخواني وجميع ما خولتني ورزقتني"
},
{
"text": "اللهم صل على محمد وآله وأقصر أملي عن غاية أجلي واشغل قلبي بالآخرة عن الدنيا وأعني على ما وظفت علي من طاعتك وكفلتنيه‏ من رعاية حقك"
},
{
"text": "اللهم صل على محمد وآل محمد وتقبل عملي وضاعفه لي واجعلني ممن يسارع في الخيرات ويدعوك رغبا ورهبا واجعلني لك من الخاشعين"
},
{
"text": "اللهم صل على محمد وآله وفك رقبتي من النار وأوسع علي من رزقك الحلال وادرأ عني شر فسقة الجن والإنس وشر فسقة العرب والعجم وشر كل ذي شر"
},
{
"text": "اللهم أيما أحد من خلقك أرادني أوأحدا من أهلي وولدي وإخواني وأهل حزانتي بسوء فإني أدرأ بك‏ في نحره وأعوذ بك من شره"
},
{
"text": "اللهم إني أسألك موجبات رحمتك وعزائم مغفرتك والنجاة من النار ومن كل بليةوالفوز بالجنةوالرضوان في دار السلام وجوار نبيك محمد عليه وآله السلام"
},
{
"text": "اللهم ما بنا من نعمة فمنك لا إله إلا أنت أستغفرك وأتوب إليك‏"
},
{
"text": "اللهم بحق محمد وآل محمد شرف بنياننا وثقل ميزاننا وأفلج حجتنا واستر عوراتنا وطهر قلوبنا وحسن أخلاقنا وأدرر أرزاقنا واحفظ أماناتنا"
},
{
"text": "اللهم إنا نسألك جنات وأنهارا ونعيما دائما مباركا وصحبة الأبرار ومرافقتهم ولا تحرمنا ذلك"
},
{
"text": "اللهم أخرجنا من الدنيا سالمين في ديننا وأدخلنا الجنة آمنين برحمتك وأصح‏ لنا أبداننا يا أرحم الراحمين‏"
},
{
"text": "اللهم صل على محمد كما بلغ رسالاتك وجاهد في سبيلك ونصح لأمته وعبدك حتى أتاه اليقين"
},
{
"text": "اللهم صل على محمد وآله الطاهرين الأخيار الأتقياء الأبرار الذين انتجبتهم لدينك واصطفيتهم من خلقك وائتمنتهم على وحيك"
},
{
"text": "اللهم صل على‏ محمد وآله وأصلح لي ديني الذي هوعصمة أمري وأصلح لي دنياي التي فيها معيشتي وأصلح لي آخرتي التي إليها منقلبي"
},
{
"text": "اللهم صل على‏ محمد وآله واجعل الحياة زيادة لي في‏ كل خير واجعل الموت راحة لي من كل سوء واكفني أمر دنياي وآخرتي بما كفيت به أولياءك وخيرتك"
},
{
"text": "اللهم إني وهذا الليل والنهار خلقان من خلقك فاعصمني فيهما بقوتك ولا ترهما جرأة مني على معاصيك ولا ركوبا مني لمحارمك واجعل عملي فيهما مقبولا"
},
{
"text": "اللهم صل على محمد وآله وافتح مسامع قلبي لذكرك حتى أعي وحيك وأتبع كتابك وأصدق رسلك وأومن بوعدك وأخاف وعيدك وأوفي بعهدك وأتبع أمرك وأجتنب نهيك"
},
{
"text": "اللهم صل على محمد وآله ولا تصرف عني وجهك ولا تمنعني فضلك ولا تحرمني عفوك واجعلني أوالي أولياءك وأعادي أعداءك"
},
{
"text": "اللهم إني أعوذ بك من نفس لا تقنع وبطن لا يشبع وعين لا تدمع وقلب لا يخشع وصلاة لا ترفع وعمل لا ينفع ودعاء لا يسمع"
},
{
"text": "اللهم إني أعوذ بك  من سوء القضاء ودرك الشقاء وشماتة الأعداء وجهد البلاء وعمل لا يرضى"
},
{
"text": "اللهم إني أعوذ بك الفقر والقهر والكفر والوقر والغدر وضيق الصدر وسوء الأمر ومن بلاء ليس لي عليه صبر"
},
{
"text": "اللهم إني أعوذ بك خيبة المنقلب وسوء المنظر في النفس والأهل والمال والدين والولد وعند معاينة ملك الموت"
},
{
"text": "أعوذ بالله من إنسان سوء وجار سوء وقرين سوء ويوم سوء وساعة سوء ومن شر ما يلج في الأرض وما يخرج منها وما ينزل من السماء وما يعرج فيها"
},
{
"text": "اللهم أسألك بحق حبيبك محمد صلى الله عليه وآله إلا كفيتني مئونة الدنيا وكل هول دون الجنة "
},
{
"text": "اللهم أسألك بحق حبيبك محمد صلى الله عليه وآله لما غفرت لي الكثير من الذنوب والقليل وقبلت من عملي اليسير "
},
{
"text": "اللهم  أسألك بحق حبيبك محمد صلى الله عليه وآله لما أدخلتني الجنة وجعلتني من سكانها ولما نجيتني من سفعات النار برحمتك"
},
{
"text": "اللهم إني أسألك بمفاتح الغيب التي لا يعلمها إلا أنت أن تصلي على محمد وآل محمد وأن تفعل بي كذا وكذا"
},
{
"text": "اللهم أنت ولي نعمتي والقادر على طلبتي تعلم حاجتي فأسألك بحق محمد وآله عليه وعليهم السلام لما قضيتها لي"
},
{
"text": "اللهم مقلبالقلوب والأبصارثبت قلبي علىدينك ودين نبيك ووليك ولاتزغ قلبي بعدإذ هديتني وهبلي من لدنك رحمة إنك أنت الوهاب وأجرني من النار برحمتك "
},
{
"text": "اللهم امدد لي في عمري وانشر علي رحمتك وأنزل علي من بركاتك وإن كنت عندك في أم الكتاب شقيا فاجعلني سعيدا فإنك تمحوما تشاءوتثبت وعندك أم الكتاب"
},
{
"text": " اللهم فصل على محمد وآله واجعل يا رب رزقك لي واسعا ومطلبه سهلا ومأخذه قريبا ولا تعنني‏ بطلب ما لم تقدر لي فيه رزقا"
},
{
"text": "اللهم إني أتحبب إليك فحببني وفي الناس فعززني ومن شر شياطين الجن والإنس فسلمني يا رب العالمين وصلى الله على محمد وآله وادع بما أحببت"
},
{
"text": "اللهم بحق محمد وآل محمد صل على محمد وآل محمد ولا تؤمنا مكرك ولا تنسنا ذكرك ولا تكشف عنا سترك ولا تحرمنا فضلك ولا تحل علينا غضبك"
},
{
"text": "‏ اللهم اجعل قلوبنا سالمة وأرواحنا طيبة وأزواجنا مطهرة وألسنتنا صادقة وإيماننا دائما ويقيننا صادقا وتجارتنا لا تبور"
},
{
"text": "اللهم‏ آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا برحمتك‏ عذاب النار"
},
{
"text": "اللهم افتح لي أبواب رحمتك وأسبغ علي من حلال رزقك ومتعني بالعافية أبدا ما أبقيتني في سمعي وبصري وجميع جوارح بدني "
},
{
"text": "‏ اللهم صل على محمد وآل محمد صلاة تبلغنا بها رضوانك والجنة وتنجينا بها من سخطك والنار"
},
{
"text": "اللهم صل على محمد وآله وأرني الحق حقا حتى أتبعه‏ وأرني الباطل باطلا حتى أجتنبه ولا تجعله علي متشابها فأتبع هواي بغير هدى منك"
},
{
"text": "اللهم صل على محمد وآله واهدني فيمن هديت وعافني فيمن عافيت وتولني فيمن توليت وبارك لي فيما أعطيت وقني شر ما قضيت "
},
{
"text": "تطاع ربنا فتشكر وتعصى ربنا فتستر وتغفر أنت كما أثنيت على نفسك بالكرم والجود لبيك وسعديك تباركت وتعاليت لا ملجأ ولا منجى منك إلا إليك"
}
]
}