["اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا اللَّهُ يَا أَحَدُ يَا أَبَدُ يَا أَوَّلُ يَا آخِرُ يَا أَيِّدُ يَا أَبَدِيُّ يَا أَزَلِيُّ يَا أَوَّابُ يَا أَمِينُ يَا أَمْنَ مَنْ لَا أَمْنَ لَهُ يَا أَمَانَ الْخَائِفِينَ يَا أَشْفَعَ الشَّافِعِينَ يَا أَسْرَعَ الْحَاسِبِينَ يَا أَحْسَنَ الْخَالِقِينَ يَا أَسْبَغَ الْمُنْعِمِينَ يَا أَكْرَمَ الْأَكْرَمِينَ يَا أَعْدَلَ الْعَادِلِينَ يَا أَحْكَمَ الْحَاكِمِينَ يَا أَصْدَقَ الصَّادِقِينَ يَا أَطْهَرَ الطَّاهِرِينَ يَا أَسْمَعَ السَّامِعِينَ يَا أَبْصَرَ النَّاظِرِينَ يَا أَجْوَدَ الْأَجْوَدِينَ يَا أَرْحَمَ الرَّاحِمِينَ يَا أَنِيسَ الذَّاكِرِينَ يَا أَقْدَرَ الْقَادِرِينَ يَا أَعْلَمَ الْعَالَمِينَ يَا أَمَلَ الْآمِلِينَ يَا إِلَهَ الْخَلْقِ أَجْمَعِينَ يَا آمِراً بِالطَّاعَةِ يَا أَلِيمَ الْأَخْذِ يَا أَهْلَ التَّقْوَى وَ أَهْلَ الْمَغْفِرَةِ يَا أَقْدَرَ مِنْ كُلِّ قَدِيرٍ يَا أَعْظَمَ مِنْ كُلِّ عَظِيمٍ يَا أَجَلَّ مِنْ كُلِّ جَلِيلٍ يَا أَمْجَدَ مِنْ كُلِّ مَاجِدٍ يَا أَرْأَفَ مِنْ كُلِّ رَءُوفٍ يَا أَعَزَّ مِنْ كُلِّ عَزِيزٍ يَا أَكْبَرَ مِنْ كُلِّ كَبِيرٍ يَا أَعْلَى مِنْ كُلِّ عَلِيٍّ يَا أَسْنَى مِنْ كُلِّ سَنِيٍّ يَا أَبْهَى مِنْ كُلِّ بَهِيٍّ يَا أَنْوَرَ مِنْ كُلِّ مُنِيرٍ يَا أَظْهَرَ مِنْ كُلِّ ظَاهَرٍ يَا أَخْفَى مِنْ كُلِّ خَفِيٍّ يَا أَعْلَمَ مِنْ كُلِّ عَلِيمٍ يَا أَخْبَرَ مِنْ كُلِّ خَبِيرٍ يَا أَكْرَمَ مِنْ كُلِّ كَرِيمٍ يَا أَلْطَفَ مِنْ كُلِّ لَطِيفٍ يَا أَبْصَرَ مِنْ كُلِّ بَصِيرٍ يَا أَسْمَعَ مِنْ كُلِّ سَمِيعٍ يَا أَحْفَظَ مِنْ كُلِّ حَفِيظٍ يَا أَمْلَى مِنْ كُلِّ مَلِيٍّ يَا أَوْفَى مِنْ كُلِّ وَفِيٍّ يَا أَغْنَى مِنْ كُلِّ غَنِيٍّ يَا أَعْطَى مِنْ كُلِّ مُعْطٍ يَا أَوْسَعَ مِنْ كُلِّ مُوسِعٍ يَا أَجْوَدَ مِنْ كُلِّ جَوَادٍ يَا أَفْضَلَ مِنْ كُلِّ مُفْضَّلٍ يَا أَنْعَمَ مِنْ كُلِّ مُنْعِمٍ يَا أَسْيَدَ مِنْ كُلِّ سَيِّدٍ يَا أَرْحَمَ مِنْ كُلِّ رَحِيمٍ يَا أَشَدَّ مِنْ كُلِّ شَدِيدٍ يَا أَقْوَى مِنْ كُلِّ قَوِيٍّ يَا أَحْمَدَ مِنْ كُلِّ حَمِيدٍ يَا أَحْكَمَ مِنْ كُلِّ حَكِيمٍ يَا أَبْطَشَ مِنْ كُلِّ بَاطِشٍ يَا أَقُومَ مِنْ كُلِّ قَيُّومٍ يَا أَدْوَمَ مِنْ كُلِّ دَائِمٍ يَا أَبْقَى مِنْ كُلِّ بَاقٍ يَا أَفْرَدَ مِنْ كُلِّ فَرْدٍ يَا أَوْحَدَ مِنْ كُلِّ وَاحِدٍ يَا أَصْمَدَ مِنْ كُلِّ صَمَدٍ يَا أَكْمَلَ مِنْ كُلِّ كَامِلِ يَا أَتَمَّ مِنْ كُلِّ تَامٍّ يَا أَعْجَبَ مِنْ كُلِّ عَجِيبٍ يَا أَفْخَرَ مِنْ كُلِّ فَاخِرٍ يَا أَبْعَدَ مِنْ كُلِّ بَعِيدٍ يَا أَقْرَبَ مِنْ كُلِّ قَرِيبٍ يَا أَمْنَعَ مِنْ كُلِّ مَانِعٍ يَا أَغْلَبَ مِنْ كُلِّ غَالِبٍ يَا أَعْفَى مِنْ كُلِّ عَفُوٍّ يَا أَحْسَنَ مِنْ كُلِّ مُحْسِنٍ يَا أَجْمَلَ مِنْ كُلِّ مُجْمِلٍ يَا أَقْبَلَ مِنْ كُلِّ قَابِلٍ يَا أَشْكَرَ مِنْ كُلِّ شَاكِرٍ يَا أَغْفَرَ مِنْ كُلِّ غَفُورٍ يَا أَصْبَرَ مِنْ كُلِّ صَبُورٍ يَا أَجْبَرَ مِنْ كُلِّ جَبَّارٍ يَا أَدْيَنَ مِنْ كُلِّ دَيَّانٍ يَا أَقْضَى مِنْ كُلِّ قَاضٍ يَا أَمْضَى مِنْ كُلِّ مَاضٍ يَا أَنْفَذَ مِنْ كُلِّ نَافِذٍ يَا أَحْلَمَ مِنْ كُلِّ حَلِيمٍ يَا أَخْلَقَ مِنْ كُلِّ خَالِقٍ يَا أَرْزَقَ مِنْ كُلِّ رَازِقٍ يَا أَقْهَرَ مِنْ كُلِّ قَاهِرٍ يَا أَنْشَىَ مِنْ كُلِّ مُنْشِئٍ يَا أَمْلَكَ مِنْ كُلِّ مَالِكٍ يَا أَوْلَى مِنْ كُلِّ وَلِيٍّ يَا أَرْفَعَ مِنْ كُلِّ رَفِيعِ يَا أَشْرَفَ مِنْ كُلِّ شَرِيفِ يَا أَبْسَطَ مِنْ كُلِّ بَاسِطٍ يَا أَقْبَضَ مِنْ كُلِّ قَابِضٍ يَا أَبْدَى مِنْ كُلِّ بَادٍ يَا أَقْدَسَ مِنْ كُلِّ قُدُّوسٍ يَا أَطْهَرَ مِنْ كُلِّ طَاهِرٍ يَا أَزْكَى مِنْ كُلِّ زَكِيٍّ يَا أَهْدَى مِنْ كُلِّ هَادٍ يَا أَصْدَقَ مِنْ كُلِّ صَادِقٍ يَا أَعْوَدَ مِنْ كُلِّ عَوَّادٍ يَا أَعْوَنَ مِنْ كُلِّ مُعِينٍ يَا أَفْطَرَ مِنْ كُلِّ فَاطِرٍ يَا أَرْعَى مِنْ كُلِّ رَاعٍ يَا أَوْهَبَ مِنْ كُلِّ وَهَّابٍ يَا أَتْوَبَ مِنْ كُلِّ تَوَّابٍ يَا أَسْخَى مِنْ كُلِّ سَخِيٍّ يَا أَنْصَرَ مِنْ كُلِّ نَصِيرٍ يَا أَسْلَمَ مِنْ كُلِّ [سَلِيمٍ] سَلَامٍ يَا أَشْفَى مِنْ كُلِّ شَافٍ يَا أَنْجَى مِنْ كُلِّ مُنْجٍ يَا أَبَرَّ مِنْ كُلِّ بَارٍّ يَا أَطْلَبَ مِنْ كُلِّ طَالِبٍ يَا أَدْرَكَ مِنْ كُلِّ مُدْرِكٍ يَا أَرْشَدَ مِنْ كُلِّ رَشِيدٍ يَا أَعْطَفَ مِنْ كُلِّ مُتَعَطِّفٍ يَا أَعْدَلَ مِنْ كُلِّ عَدْلٍ يَا أَتْقَنَ مِنْ كُلِّ مُتْقِنٍ يَا أَكْفَلَ مِنْ كُلِّ كَفِيلٍ يَا أَشْهَدَ مِنْ كُلِّ شَهِيدٍ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ افْعَلْ بِي وَ بِجَمِيعِ الْمُؤْمِنِينَ [وَ الْمُؤْمِنَاتِ] مَا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ","المصباح (للكفعمي)"]