{
"title": "جزأ (4)",
"type": "text",
"data": [
{
"text": "سبحانك اللهم وبحمدك عملت سوءا وظلمت نفسي فارحمني- وأنت أرحم الراحمين‏ لا إله إلا أنت سبحانك إني كنت من الظالمين"
},
{
"text": "اللهم صل على محمدوآل محمد وبيتني منك في عافية وصبحني منك في عافية واسترني منك بالعافية وارزقني تمام العافية ودوام العافية والشكر على العافية"
},
{
"text": "اللهم إني أستودعك نفسي وديني وأهلي ومالي وولدي وأهل حزانتي وكل نعمة أنعمت بها علي "
},
{
"text": "اللهم صل على محمد وآله واجعلني في كنفك وأمنك وكلاءتك وحفظك وحياطتك وكفايتك وسترك وذمتك وجوارك وودائعك "
},
{
"text": "اللهم إني أدرأ بك في نحور أعدائي وكل من كادني وبغى علي اللهم من أرادنا فأرده ومن كادنا فكده ومن نصب لنا فخذه يا رب‏ أخذ عزيز مقتدر "
},
{
"text": " اللهم‏ صل على محمد وآل محمد واصرف عني من البليات والآفات والعاهات والنقم ولزوم السقم وزوال النعم وعواقب التلف"
},
{
"text": "اللهم صل على محمد وآل محمد وفرج همي ونفس غمي وسل حزني واكفني ما ضاق به صدري وعيل به صبري وقلت فيه‏ حيلتي وضعفت عنه قوتي وعجزت عنه طاقتي "
},
{
"text": "اللهم صل على محمد وآل محمد وارزقني حج بيتك الحرام وزيارة قبر نبيك عليه السلام مع التوبة والندم "
},
{
"text": "اللهم إني أستودعك نفسي وأهلي ومالي وولدي وإخواني وأستكفيك ما همني وما لم يهمني‏ وأسألك بخيرتك من خلقك الذي لا يمن به سواك يا كريم"
},
{
"text": "اللهم أنت أنت أنت انقطع الرجاء إلا منك منك منك يا أحد من لا أحد له يا أحد من لا أحد له يا أحد من لا أحد له غيرك "
},
{
"text": "يا الله يا من لا يزيده كثرة الدعاء إلا كرما وجودا يا من لا يزداد على كثرة الدعاء إلا كرما وجودا يا من لا تزيده كثرة الدعاء إلا كرما وجودا "
},
{
"text": " اللهم بك نمسي وبك نصبح وبك نحيا وبك نموت‏ وإليك المصير"
},
{
"text": "اللهم إني أعوذ بك من أن أذل أوأذل أوأضل أوأضل أوأظلم أوأظلم أوأجهل أويجهل علي يا مصرف القلوب والأبصار صل على محمد وآله وثبت قلبي على طاعتك"
},
{
"text": "اللهم‏ لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت الوهاب"
},
{
"text": "أنا يا إلهي بري‏ء إليك في هذه الليلة من الذين بالشبهات طلبوك وبري‏ء إليك من الذين شبهوك وجهلوك يا إلهي أنا بري‏ء من الذين بصفات عبادك وصفوك "
},
{
"text": "يا إلهي أنا بري‏ء من الذين جحدوك ولم يعبدوك وأنا بري‏ء من الذين في أفعالهم جوروك إلهي أنا بري‏ء من الذين بقبائح أفعالهم نحلوك "
},
{
"text": "يا إلهي أنا بري‏ء من الذين عما نزهوا عنه آباءهم وأمهاتهم ما نزهوك وأبرأ إليك من الذين في مخالفة نبيك وآله عليه وعليهم السلام خالفوك "
},
{
"text": "يا إلهي أنا بري‏ء إليك من الذين في محاربة أوليائك حاربوك وأنا بري‏ء إليك من الذين في معاندة آل الرسول عليهم السلام عاندوك "
},
{
"text": "اللهم صل علىمحمد وآله واجعلني من الذين عرفوك فوحدوك واجعلني من الذين لم يجوروك وعن ذلك نزهوك واجعلني منالذين في طاعة أوليائكوأصفيائك أطاعوك "
},
{
"text": "اللهم صل على محمد وآله واجعلني من الذين في خلواتهم وفي آناء الليل وأطراف النهار راقبوك وعبدوك يا محمد يا علي بكما بكما"
},
{
"text": "اللهم إني أسألك باسمك الذي إذا وضع على مغالق أبواب السماء للانفتاح انفتحت وأسألك باسمك الذي إذا وضع على مضايق الأرض للانفراج انفرجت"
},
{
"text": "اللهم صل‏ على محمد وآله وعد علي علمك بعطائك وداودائي بدوائك فإن دائي ذنوبي القبيحة ودواءك عفوك وحلاوة رحمتك"
},
{
"text": "اللهم إني أعوذ بك أن تفضحني بين الجموع بسريرتي وأن ألقاك بخزي عملي والندامة بخطيئتي وأعوذ بك من أن تظهر سيئاتي على حسناتي "
},
{
"text": "اللهم إني أعوذ بك أن تظهر سيئاتي على حسناتي وأن أعطى كتابي بشمالي فيسود بذلك وجهي ويعسر بذلك حسابي وتزل قدمي ويكون في مواقف الأشرار موقفي"
},
{
"text": "اللهم بعزتك القاهرة وسلطانك العظيم صل على محمد وآله وبدل لي اللهم الدنيا الفانية بالدار الآخرة الباقية ولقني روحها وريحانها وسلامها "
},
{
"text": "اللهم إني أعوذ بك معاذ من خافك وألجأ إليك ملجأ من هرب إليك من النار التي للكافرين أعددتها وللخاطئين أوقدتها وللغاوين أبرزتها "
},
{
"text": "اللهم صل على محمد وآله واجعل رحمتك لي حرزا من عذابك حتى تصيرني بها في عبادك الصالحين الذين‏ لا يسمعون حسيسها وهم في ما اشتهت أنفسهم خالدون"
},
{
"text": "اللهم إن قصر دعائي عن حاجتي أوكل عن طلبها لساني فلا تقصرني‏ من جودك ولا من كرمك يا سيدي فإنك أنت‏ ذوالفضل العظيم"
},
{
"text": "اللهم صل على محمد وآل محمد وأعذني من سطواتك وأعذني من سوء عقوبتك "
},
{
"text": "اللهم ساقتني إليك ذنوب وأنت ترحم من يتوب فصل على محمد وآله واغفر لي جرمي وارحم عبرتي وأجب دعوتي وأقل عثرتي وامنن علي بالجنة وأجرني من النار"
},
{
"text": "اللهم صل على محمد وآله واقلبني موفر العمل بغفران الزلل بقدرتك ولا تهني فأهون على خلقك وصل على محمد النبي وآله الطاهرين وسلم تسليما"
},
{
"text": "اللهم إني أسألك يا من لا تراه العيون ولا تخالطه الظنون ولا يصفه الواصفون يا من لا تغيره الدهور ولا تبليه الأزمنة ولا تحيله‏ الأمور "
},
{
"text": "اللهم إني أسألك يا من لا تضره الذنوب ولا تنقصه المغفرة صل على محمد وآله وهب لي ما لا ينقصك واغفر لي ما لا يضرك وافعل بي كذا وكذا "
},
{
"text": "أعوذ بعزة الله وأعوذ بقدرة الله وأعوذ بجمال الله وأعوذ بسلطان الله وأعوذ بجبروت الله وأعوذبملكوت الله وأعوذ بدفع الله من شر ماخلق‏ وذرأوبرأ "
},
{
"text": "اللهم إني أسلمت نفسي إليك ووجهت وجهي إليك وفوضت أمري إليك وألجأت ظهري إليك رغبة منك ورهبة إليك لا ملجأ ولا منجى منك إلا إليك "
},
{
"text": "اللهم أنت الأول فلا شي‏ء قبلك وأنت الآخر فلا شي‏ء بعدك وأنت الظاهر فلا شي‏ء فوقك وأنت الباطن فلا شي‏ء دونك "
},
{
"text": "اللهم لا تنسني ذكرك ولا تؤمني مكرك ولا تجعلني من الغافلين وأنبهني لأحب الساعات إليك أدعوك فيها فتستجيب لي وأسألك فتعطيني"
},
{
"text": "اللهم لا تؤمني مكرك ولا تنسني ذكرك ولا تول عني وجهك ولا تهتك عني سترك ولا تأخذني‏ على تمردي ولا تجعلني من الغافلين"
},
{
"text": "سبحان الله رب النبيين وإله المرسلين وسبحان الله رب السماوات السبع وما فيهن ورب الأرضين السبع وما فيهن ورب العرش العظيم"
},
{
"text": "سبوح قدوس رب الملائكة والروح سبقت رحمتك غضبك لا إله إلا أنت‏ عملت سوءا وظلمت نفسي فاغفر لي‏ إنه لا يغفر الذنوب إلا أنت "
},
{
"text": "اللهم أنزل علي من بركات السماء وافتح لي أبواب رحمتك وأغلق عني أبواب نقمتك وعافني من شر فسقة سكان الهواء وسكان الأرض إنك كريم وهاب"
},
{
"text": "يا الله سبحانك ما أعظم ملكك وأقهر سلطانك وأغلب جندك وسبحانك وبحمدك ما أغر خلقك وما أغفلهم عن عظيم آياتك وكبير خزائنك"
},
{
"text": "اللهم اجعلني ممن يحب الخيرات ويعمل بها ويعين عليها ويسارع إلى الخير ويعمل به ويعين عليه وأعني على طاعتك وطاعة رسولك صلواتك عليه وآله "
},
{
"text": "اللهم إني عبدك ابن عبدك ابن أمتك افتقرت إلى رحمتك وأنت غني عني وعن عذابي تجد من خلقك من تعذبه ولا أجد من يغفر لي غيرك"
},
{
"text": "اللهم أعطني في مقامي هذا جميع ما أعطيت أولياءك وأهل طاعتك واصرف عني جميع ما صرفت عنهم من شر"
},
{
"text": "اللهم إني أتوجه إليك بمحمد وآل محمد وأقدمهم بين يدي حوائجي فاجعلني عندك اللهم بهم- وجيها في الدنيا والآخرة ومن المقربين‏"
},
{
"text": "اللهم إليك توجهت ومرضاتك طلبت وتوبتك‏ ابتغيت وبك آمنت وعليك توكلت اللهم فأقبل إلي بوجهك وأقبل بوجهي إليك "
},
{
"text": "اللهم افتح مسامع قلبي لذكرك وأتمم نعمتك علي وفضلك فإنك أحق المنعمين أن تتم نعمتك علي وفضلك لا إله إلا أنت وحدك لا شريك لك "
},
{
"text": "اللهم لك الحمد على ما هديتني ولك الحمد على ما فضلتني ولك الحمد على ما شرفتني ولك الحمد على كل بلاء حسن ابتليتني‏ "
},
{
"text": "اللهم تقبل صلاتي ودعائي وطهر قلبي واشرح صدري وتب علي‏ إنك أنت التواب الرحيم‏"
},
{
"text": "الحمدلله المحسن المجمل المنعم المفضل- ذي الجلال والإكرام‏ وذي الفواضل العظام والنعم الجسام وصاحب كل حسنة وولي كل نعمة "
},
{
"text": "سبحان ذي الملك والملكوت سبحان ذي العز والجبروت سبحان‏ الحي الذي لا يموت"
},
{
"text": "اللهم إليك رفعت أيدي السائلين ومدت أعناق المجتهدين ونقلتأقدام الخائفين وشخصت أبصار العابدين وأفضت قلوب المتقينوطلبت الحوائج يامجيب المضطرين "
},
{
"text": "اللهم اهدني فيمن هديت وعافني فيمن عافيت وتولني فيمن توليت وبارك لي فيما أعطيت وقني شر ما قضيت إنك تقضي ولا يقضى عليك "
},
{
"text": "اللهم إنك ترى ولاترى وأنت بالمنظر الأعلى وإن بيدك الممات والمحياوإن إليك المنتهى والرجعى وإنانعوذ بك‏ أن نذل ونخزى"
},
{
"text": "‏ الحمدلله العزيز الجبار الحليم الغفار الواحد القهار الكبير المتعال سبحان الله العظيم سبحان الله الذي لم يتخذ صاحبة ولا ولدا"
},
{
"text": "اللهم ارحم عبادك الصالحين من أهل السماوات والأرضين يا رب العالمين سبحان الله والحمدلله ولا إله إلا الله والله أكبر"
},
{
"text": "اللهم بك أتعزز على كل عزيز وبك أصول على كل جبار عنيد وأشهد أنك إلهي‏ وإله العالمين"
},
{
"text": "اللهم أنت ابتدأت بالمنح قبل استحقاقها فاخصصني بتوفيرها وإجزالها بك اعتصمت وعليك عولت وبك وثقت وإليك لجأت"
},
{
"text": "اللهم إليك يؤم ذووالآمال وإليك يلجأالمستضام وأنت الله مالك الملوك‏ ورب كل الخلائق أمرك نافذ بغير عائق لأنك الله ذوالسلطان وخالق الإنس والجان"
},
{
"text": "اللهم يسر من أمري ما تعسر وأرشدني المنهاج المستقيم وأنت الله السميع العليم فسهل لي كل شديد ووفقني للأمر الرشيد ثم تقول افعل بي كذا وكذا"
},
{
"text": "اللهم إني أسألك ولم يسأل مثلك أنت موضع مسألة السائلين ومنتهى‏ رغبة الراغبين أدعوك ولم يدع مثلك وأرغب إليك ولم يرغب إلى مثلك"
},
{
"text": "اللهم أنت مجيب دعوة المضطرين وأرحم الراحمين أسألك بأفضل المسائل وأنجحها وأعظمها يا الله يا رحمان يا رحيم وبأسمائك الحسنى وأمثالك العليا "
},
{
"text": "اللهم أنت الله‏ نور السماوات والأرض‏ فلك الحمد وأنت قيام السماوات والأرض‏ فلك الحمد "
},
{
"text": "اللهم أنت الحق ووعدك الحق والجنة حق والنار حق والساعة حق‏ لا ريب فيها وإنك باعث‏ من في القبور "
},
{
"text": "اللهم لك أسلمت وبك آمنت وعليك توكلت وبك خاصمت وإليك يا رب حاكمت "
},
{
"text": "اللهم صل على محمد وآل محمد الأئمة المرضيين وابدأ بهم في كل خير واختم بهم الخير وأهلك عدوهم من الإنس والجن من الأولين والآخرين"
},
{
"text": "اللهم اغفر لنا ما قدمنا وما أخرنا وما أسررنا وما أعلنا واقض كل حاجة هي لنا بأيسر التيسير وأسهل التسهيل في يسر منك وعافية"
},
{
"text": "إلهي أنا من قد عرفت شر عبد أنا وخير مولى أنت يا مخشي الانتقام يا مخوف الأخذ يا مرهوب البطش يا ولي الصدق يا معروفا بالخير يا قائلا بالصواب"
},
{
"text": "إلهي إني خشيت أن تكون علي ساخطا فالويل لي من صنيعي‏ بنفسي مع صنيعك‏ بي لا عذر لي يا إلهي فصل على محمد وآله وتمم صنيعك ونعمتك علي وعافيتك لي"
},
{
"text": "اللهم صل علىمحمد وآله ولا تشوه خلقي بالنار يا سيدي صل علىمحمد وآله ولا تفرق بين‏أوصالي في النار اللهم صل على محمد وآله ولا تصل جسدي‏ بالنار "
},
{
"text": "اللهم صل على محمد وآله وارحم بدني الضعيف وعظمي الدقيق وجلدي الرقيق وأركاني التي لا قوة لها على حر النار "
},
{
"text": "اللهم صل على محمد وآل محمد وأصلحني لنفسي وأصلحني لأهلي وأصلحني لإخواني وأصلح لي ما خولتني واغفر لي خطاياي يا حنان يا منان "
},
{
"text": "اللهم صل على محمد وآل محمد وتحنن علي برحمتك وامنن علي بإجابتك وافعل بي كذا وكذا"
},
{
"text": "اللهم املأ قلبي حبا لك وخشية منك وتصديقا لك وإيمانا بك وفرقا منك وشوقا إليك يا ذا الجلال والإكرام "
},
{
"text": "اللهم حبب إلي لقاءك وأحبب لقائي واجعل لي في لقائك خير الرحمة والبركة- وألحقني بالصالحين‏ ولا تخزني مع الأشرار وألحقني بصالح من مضى "
},
{
"text": "اللهم اختم لي عملي بأحسنه وخذ بي سبيل الصالحين وأعني على نفسي بما تعين به الصالحين على أنفسهم ولا تردني في شر استنقذتني منه يا رب العالمين "
},
{
"text": "اللهم أسألك إيمانا لا أجل له دون لقائك تحييني عليه وتولني عليه وتوفني عليه إذا توفيتني وتبعثني‏ عليه إذا بعثتني عليه"
},
{
"text": "اللهم أعطني نصرا في دينك وقوة على عبادتك وفهما في حكمك وكفلين من رحمتك وبيض وجهي بنورك واجعل غناي في نفسي "
},
{
"text": "اللهم إني أعوذ بك من الكسل والجبن والبخل والغفلة والذلة والقسوة والعيلة والمسكنة وأعوذ بك من نفس لا تشبع وقلب لا يخشع ودعاء لا يسمع "
},
{
"text": "اللهم إنه لن يجيرني منك أحد ولن أجد من دونك ملتحدا فلا تجعل أجلي في شي‏ء من عقابك‏ ولا تردني‏ بهلكة ولا تردني بعذاب "
},
{
"text": "اللهم أسألك الثبات على دينك والتصديق بكتابك واتباع سنة نبيك صلواتك عليه وآله"
},
{
"text": "اللهم تقبل مني وأسألك أن تذكرني برحمتك ولا تذكرني بخطيئتي وتقبل مني وزدني من فضلك وجزيل ما عندك إني إليك راغب "
},
{
"text": "اللهم اجعل جميع ثواب منطقي وثواب مجلسي رضاك واجعل عملي وصلاتي خالصا لك واجعل ثوابي الجنة "
},
{
"text": "اللهم برحمتك اجمع لي جميع ما سألتك وزدني من فضلك إني إليك راغب "
},
{
"text": "اللهم أنت السلام ومنك السلام أسألك يا ذا الجلال والإكرام‏ أن تصلي على محمد وآل محمد وأن تفك رقبتي من النار "
},
{
"text": "يا رب أنت الله ما شئت من أمر يكون فصل على محمد وآل‏ محمد واجعل لي فيما تشاء أن تعجل فرج آل محمد"
},
{
"text": "يا الله صل على محمد وآل محمد واغفر لي الذنوب التي تغير النعم واغفر لي الذنوب التي تنزل النقم واغفر لي الذنوب التي تورث الندم"
},
{
"text": "اللهم لا إله إلا أنت العلي العظيم لا إله إلا أنت الحليم الكريم أدعوك دعاء مسكين ضعيف دعاء من اشتدت فاقته وكثرت ذنوبه وعظم جرمه"
},
{
"text": "اللهم إني أسألك العفووالعافية في ديني ودنياي وآخرتي"
},
{
"text": "اللهم صل على محمد وآل محمد واجعل العافية شعاري ودثاري وأمانا لي من كل سوء "
},
{
"text": "اللهم صل على محمد وآل محمد وانظر إلى فقري وأجب مسألتي وقربني إليك زلفى ولا تباعدني منك والطف بي ولا تجفني‏ وأكرمني ولا تهني "
},
{
"text": "ياربي وثقتي ورجائي وعصمتي ليس لي معتصم إلا بك وليس لي رب إلا أنت ولا مفر لي منك إلا إليك"
},
{
"text": "اللهم صل على محمد وآل محمد واكفني شر كل ذي شر واقض لي كل حاجة وأجب لي كل دعوة ونفس عني كل هم وفرج عني كل غم"
},
{
"text": "يا الله يا عزيز صل على محمد وآله وارحم ذلي يا غني صل على محمد وآله وارحم فقري بمن يستغيث العبد إلا بمولاه وإلى من يطلب العبد إلا إلى مولاه "
},
{
"text": "اللهم ما عملت من خير فهومنك لا حمد لي عليه وما عملت من شر فقد حذرتنيه ولا عذر لي فيه"
},
{
"text": "اللهم أسألك سؤال الخاضع الذليل وأسألك سؤال العائذ المستقيل وأسألك سؤال من يقر بذنبه ويعترف بخطيئته وأسألك سؤال من لا يجد لعثرته مقيلا"
},
{
"text": "اللهم صل على محمد وآله واجعلني ممن رضيت عمله وقصرت أمله وأطلت أجله وأعطيته الكثير من فضلك الواسع وأطلت عمره"
},
{
"text": "اللهم صل على محمد وآل محمد وارزقني إشفاقا من عذابك يتجلى له قلبي وتدمع له عيني ويقشعر له جلدي ويتجافى له جنبي وأجد نفعه في قلبي "
},
{
"text": "اللهم صل على محمد وآل محمد وطهر قلبي من النفاق وصدري من الغش وأعمالي كلها من الرياء وعيني من الخيانة ولساني من الكذب "
},
{
"text": "‏ اللهم إني أعوذ بوجهك‏ الكريم الذي أشرقت له الظلمات وأصلحت عليه أمر الأولين والآخرين من أن يحل‏ علي غضبك‏ أوينزل‏ علي سخطك‏ "
},
{
"text": "اللهم صل على محمد وآل محمد وكن لي رءوفا وكن لي رحيما وكن بي حفيا واجعل لي ودا"
},
{
"text": "اللهم اغفر لي يا غفار وتب علي يا تواب وارحمني يا رحمان واعف عني يا عفو وعافني يا كريم "
},
{
"text": "اللهم صل على محمد وآل محمد وارزقني في الدنيا زهادة واجتهادا في العبادة ولقني إياك على شهادة منقادة تسبق بشراها وجعها وفرحها ترحها "
},
{
"text": "رب لقني عند الموت بهجة ونضرة وقرة عين وراحة في الموت "
},
{
"text": "رب لقني في قبري ثبات المنطق وسعة في المنزل وقف بي يوم القيامة موقفا تبيض به وجهي وتثبت به مقامي وتبلغني به شرف كرامتك في الدنيا والآخرة "
},
{
"text": "اللهم إني ضعيف فصل على محمد وآله وقوفي رضاك ضعفي وخذ إلى الخير بناصيتي واجعل الإيمان منتهى رضاك‏ عني"
},
{
"text": "اللهم إني ضعيف ومن ضعف خلقت وإلى ضعف أصير فما شئت لا ما شئت فصل على محمد وآل محمد ووفقني يا رب أن أستقيم "
},
{
"text": "اللهم رب جبرئيل وميكائيل وإسرافيل صل على محمد وآل محمد وامنن علي بالجنة ونجني من النار وزوجني من الحور العين وأوسع علي من فضلك الواسع "
},
{
"text": "اللهم صل على محمد وآل محمد ولا تجعل الدنيا أكبر همي ولا تجعل مصيبتي في ديني ومن أرادني بسوء فاصرفه عني وألحق به مكره"
},
{
"text": "اللهم إني أدعوك كما أمرتني فصل على محمد وآل محمد الطيبين الطاهرين واستجب لي كما وعدتني‏ إنك لا تخلف الميعاد"
},
{
"text": "الحمدلله رب العالمين‏ يا الله الذي‏ ليس كمثله شي‏ء صل على محمد وآل محمد وعافني من شر كل جبار عنيد ومن شر كل شيطان مريد "
},
{
"text": "اللهم من كان أمسى أوأصبح وله ثقة أورجاء غيرك فإني أصبحت وأمسيت وأنت ثقتي ورجائي في الأمور كلها فاقض لي خير كل عافية يا أكرم من سئل "
},
{
"text": "اللهم إنك ترى ولا ترى وأنت بالمنظر الأعلى وإليك الرجعى والمنتهى ولك الممات والمحيا وإن لك الآخرة والأولى"
},
{
"text": "اللهم اهدني في من هديت وعافني في من عافيت وتولني في من توليت ونجني من النار في من نجيت‏ وقني شر ما قضيت "
},
{
"text": "اللهم إنك تقضي ولا يقضى عليك وتجير ولا يجار عليك وتستغني ويفتقر إليك والمصير والمعاد إليك يعز من واليت ولا يعز من عاديت "
},
{
"text": "اللهم إني أعوذ بك من جهد البلاء ومن سوء القضاء ودرك الشقاء وتتابع الفناء وشماتة الأعداء وسوء المنظر في النفس والأهل والمال والولد والأحباء"
},
{
"text": "إلهي طموح الآمال قد خابت إلا لديك ومعاكف الهمم قد تعطلت إلا عليك ومذاهب العقول قد سمت‏ إلا إليك فأنت الرجاء وإليك الملتجأ يا أكرم مقصود"
},
{
"text": "اللهم لا تدع للجور دعامة إلا قصمتها ولا جنة إلا أهلكتها ولا كلمة مجتمعة إلا فرقتها ولا سرية ثقل إلا خففتها ولا خضراء إلا أبدتها "
},
{
"text": "اللهم أسفر لنا عن نهار العدل وأرناه سرمدا لا ليل فيه وأهطل علينا ناشئته وأدل له ممن ناواه وأصبح به في غسق الظلمة وبهم الحيرة "
},
{
"text": "اللهم أيدنا بما تستخرج به فاقة الدنيا من قلوبنا وتنعشنا من مصارع هوانها وتهدم بها عنا ما شيد من بنيانها"
},
{
"text": "اللهم اجعلنا قائمين على أنفسنا بأحكامك حتى تسقط عنا مؤن المعاصي"
},
{
"text": "يا ربي يا مولاي إن كنت رحمت مثلي فارحمني وإن كنت قبلت مثلي فاقبلني يا قابل السحرة اقبلني "
},
{
"text": "اللهم بك تنزل كل حاجة فلك الحمد وبك يا إلهي أنزلت حوائجي الليلة فاقضها يا قاضي‏ حوائج السائلين"
},
{
"text": "اللهم أنت الحق وقولك الحق ووعدك الحق وأنت مليك الحق أشهد أن لقاءك حق وأن الجنة حق والنار حق والساعة حق‏ آتية لا ريب فيها "
},
{
"text": "اللهم لك أسلمت وبك آمنت وعليك توكلت وبك خاصمت وإليك حاكمت فاغفر لي ما قدمت وما أسررت وما أعلنت أنت الحي لا إله إلا أنت"
},
{
"text": "سبحان السميع الذي ليس شي‏ء أسمع منه يسمع من فوق عرشه ما تحت سبع أرضين ويسمع ما في ظلمات البر والبحر ويسمع الأنين والشكوى ويسمع السر وأخفى "
},
{
"text": "سبحان الله جاعل الظلمات والنور سبحان الله فالق الحب والنوى سبحان الله خالق كل شي‏ء سبحان الله خالق ما يرى وما لا يرى"
},
{
"text": "سبحان الله البصير الذي ليس شي‏ء أبصر منه يبصر من فوق عرشه ما تحت سبع أرضين ويبصر ما في ظلمات البر والبحر"
},
{
"text": "سبحان الله الذي لا يحصي نعماءه العادون ولا يجزي بآلائه الشاكرون المتعبدون وهوكما قال وفوق ما نقول"
},
{
"text": "يا لا إله إلا أنت بحق لا إله إلا أنت صل على محمد وآل محمد وارض عني ونجني من النار "
},
{
"text": "اللهم صل على محمد وآله وأحيني عليه ما أحييتني وأمتني عليه إذا أمتني وابعثني عليه إذا بعثتني "
},
{
"text": "اللهم صل على محمد وآله وأعطني بصرا في دينك وقوة في عبادتك وفقها في حكمك "
},
{
"text": "اللهم بيض وجهي بنورك واجعل رغبتي فيما عندك وتوفني في سبيلك على سنتك وسنة رسولك صلى الله عليه وأهل بيته "
}
]
}