{
"title": "جزأ (5)",
"type": "text",
"data": [
{
"text": "اللهم إني أعوذ بك من الهم والحزن والعجلة والجبن والبخل والشك والغفلة والفشل والكسل والسهووالقسوة والذلة والمسكنة"
},
{
"text": "اللهم صل على محمد وآله ولا تدع لي الليلة ذنبا إلا غفرته ولا هما إلا فرجته ولا وزرا إلا حططته ولا خطيئة إلا كفرتها ولا سيئة إلا محوتها "
},
{
"text": " اللهم صل على محمد وآله واحفظ مني يا رب ما ضاع وأصلح مني ما فسد وارفع مني ما انخفض وكن بي حفيا وكن لي وليا واجعلني رضيا"
},
{
"text": "اللهم من أرادنا بسوء فصل على محمد وآله وامنعنا عنه بعزة ملكك وشدة قوتك وعظمة سلطانك عز جارك وجل ثناؤك ولا إله غيرك "
},
{
"text": "اللهم صل على محمد وآل محمد وشفعني في جميع ما سألتك وما لم أسألك مما فيه الصلاح لأمر آخرتي ودنياي- إنك سميع الدعاء "
},
{
"text": "يا الله لا تشوه خلقي بالنار يا الله لا تقطع عصبي بالنار يا الله لا تفرق بين أوصالي في النار يا الله لا تبدلني جلدا غير جلدي في النار "
},
{
"text": "يا الله يا محيطا بملكوت السماوات والأرض صل على محمد وآله واغفر لي وارحمني ياحنان يا منان صل على محمد وآله وامنن علي بالجنة وافعل بي كذا وكذا"
},
{
"text": "يا رب لا تأخذني على غرة ولا تأخذني على فجأة ولا تجعل عواقب عملي‏ حسرة"
},
{
"text": "يا رب إن كانت حالي التي أنا عليها في ليلي ونهاري لك رضى فصل على محمد وآله وارضها لي وزدني منها "
},
{
"text": " اللهم إني أسألك الصبر على طاعتك والصبر عن معصيتك والصبر لحكمك والصدق في كل موطن والشكر لنعمتك"
},
{
"text": "اللهم صل على محمد وآله وأعطني عافية للدين وعافية للدنيا وعافية للآخرة "
},
{
"text": "اللهم صل على محمد وآله وهب لي العافية حتى تهنئني المعيشة وارحمني حتى لا تضرني الذنوب‏ وأعذني من جهد بلاء الدنيا وعذاب الآخرة "
},
{
"text": "اللهم يا من لا تضره‏ الذنوب ولا تنقصه‏ المغفرة صل على محمد وآله وأعطني ما لا ينقصك واغفر لي ما لا يضرك "
},
{
"text": "اللهم صل على محمد وآله وأعطني السعة والدعة والأمن والصحة والقنوع والعصمة واليقين والعفووالعافية والمعافاة والمغفرة والشكر والرضا والتقوى "
},
{
"text": "اللهم منك النعمة وأنت ترزق شكرها وثواب ما تفضلت به منها فصل على محمد وآله وآتنا ما سألناك على حسب كرمك وفضلك وقديم إحسانك "
},
{
"text": "اللهم صل على محمد وآله وارحم ذلي بين يديك وتضرعي إليك ووحشتي من الناس وأنسي بك وإليك"
},
{
"text": "يا الله يا كريم يا كائنا قبل كل شي‏ء يا مكون كل شي‏ء يا كائنا بعد كل شي‏ء لا تفضحني فإنك بي عالم ولا تعذبني فإنك علي قادر"
},
{
"text": "اللهم إني أعوذ بك من كرب الموت ومن سوء المرجع في القبور ومن الندامة يوم القيامة أسألك عيشة هنيئة وميتة سوية ومنقلبا كريما غير مخز ولا فاضح"
},
{
"text": "اللهم مغفرتك أوسع من ذنوبي ورحمتك أرجى عندي من عملي فصل على محمد وآله واغفر لي يا حيا لا يموت"
},
{
"text": "سبحان الله كلما سبح الله شي‏ء وكما يحب الله أن يسبح وكما هوأهله وكما ينبغي لكرم وجهه وعز جلاله "
},
{
"text": "اللهم إني أسألك فواتح الخير وخواتيمه وفوائده ما بلغ علمه علمي وما قصر عن إحصائه حفظي "
},
{
"text": "اللهم طهر قلبي من الشك ولا تشغله بدنياي وعاجل معاشي عن آجل ثواب آخرتي"
},
{
"text": "اللهم ذلل لكل خير لساني وطهر من الرياء قلبي ولا تجره في مفاصلي واجعل عملي خالصا لك"
},
{
"text": "اللهم إني أعوذ بك من الشر وأنواع الفواحش كلها ظاهرها وباطنها وغفلاتها وجميع ما يريدني به الشيطان الرجيم"
},
{
"text": "اللهم إني أعوذ بك من طوارق الإنس والجن وزوابعهم وتوابعهم وحسدهم‏ ومكايدهم "
},
{
"text": "اللهم إني أسألك الرفاهية في معيشتي أبدا ما أبقيتني معيشة أقوى بها على‏ طاعتك وأبلغ بها رضوانك "
},
{
"text": "اللهم من أرادني بسوء فصل على محمد وآله وأرده بمثله ومن كادني فيها فكده وامكر بمن مكر بي فإنك‏ خير الماكرين"
},
{
"text": "اللهم وما قدمت وأخرت وأغفلت وتوانيت وأخطأت وتعمدت وأسررت وأعلنت فصل على محمد وآله واغفر لي يا أرحم الراحمين‏"
},
{
"text": "‏ اللهم صل على محمد وآل محمد واجعل في قلبي نورا وفي بصري نورا وعلى لساني نورا وبين‏ يدي نورا ومن خلفي نورا وعن يميني نورا وعن شمالي نورا "
},
{
"text": " اللهم حاجتي إليك التي إن أعطيتنيها لم يضرني ما منعتني وإن منعتنيها لم ينفعني ما أعطيتني فكاك رقبتي من النار"
},
{
"text": "اللهم صل على محمد وآله‏ وفك رقبتي من النار بعفوك وأعتقني منها برحمتك وامنن علي بالجنة بجودك وتصدق بها علي بكرمك "
},
{
"text": "اللهم صل على محمد وآله وأغنني بحلالك عن حرامك وبفضلك عمن سواك واغفر لي ذنوبي كلها واكفني ما أهمني"
},
{
"text": "اللهم صل على محمد وآله‏ واغفر لي خطاياي‏ وعمدي وجدي وهزلي وإسرافي على نفسي واسدد فاقتي وحاجتي وفقري بالغنى عن شرار خلقك "
},
{
"text": "اللهم صل على محمد وآله ولا تحبب إلي ما أبغضت ولا تبغض إلي ما أحببت ولا تثقل علي ما افترضت ولا تهيئ لي ما كرهت ولا تشه إلي ما حرمت"
},
{
"text": "اللهم إني أعوذ بك أن أسخط رضاك أوأرضى سخطك أوأوالي أعداءك أوأعادي أولياءك أوأرد نصيحتك أوأخالف أمرك "
},
{
"text": "رب ما أحسن التوكل عليك والتضرع إليك والبكاء من خشيتك والتواضع لعظمتك والعجيج إليك من فرقك والخوف من عذابك والرجاء لرحمتك "
},
{
"text": "رب كيف أرفع إليك يدي وقد حرقت‏ الخطايا جسدي أم كيف أبني للدنيا وقد هدمت الذنوب أركاني أم كيف أبكي لحميمي ولا أبكي لنفسي "
},
{
"text": "رب على ما أعول إذا لم أعول على بدني أم متى أعمل لآخرتي وأنا حريص على دنياي أم متى أتوب من ذنوبي إذا لم أدعها قبل موتي "
},
{
"text": "رب دعتني الدنيا إلى اللهوفأسرعت ودعتني الآخرة فأبطأت فصل على محمدوآله وحول بمكان‏إبطائي عن الآخرة سرعة إليهاواجعل سرعتي إلى الدنياإبطاء عنها"
},
{
"text": "رب من‏ أرجوإذا لم أرجك أم من أخاف إذا أمنتك أم من أطيع إذا عصيتك أم من أشكر إذا كفرتك أم من أذكر إذا نسيتك "
},
{
"text": "اللهم صل على محمد وآله وأشركني في كل دعوة صالحة دعاك بها عبد هولك راغب إليك راهب منك"
},
{
"text": "اللهم صل على محمد وآله‏ ويسر لي كل عسير فإن تيسير العسير عليك سهل يسير وأنت على كل شي‏ء قدير"
},
{
"text": "اللهم إني أسألك رحمة من عندك تهدي بها قلبي وتجمع بها شملي وتلم بها شعثي وترد بها ألفتي وتصلح بها ديني وتحفظ بها غائبي وتجير بها شاهدي "
},
{
"text": "اللهم إني أسألك رحمة من عندك تزكي بها عملي وتلهمني بها رشدي وتبيض بها وجهي وتعصمني بها من كل سوء "
},
{
"text": "اللهم أعطني إيمانا صادقا ويقينا ليس بعده كفر ورحمة أنال بها شرف كرامتك في الدنيا والآخرة "
},
{
"text": "اللهم إني أسألك الفوز عند القضاء ومنازل العلماء وعيش السعداء ومرافقة الأنبياء والنصر على الأعداء"
},
{
"text": "اللهم أسألك ياقاضي الأمور ياشافي‏ الصدور كماتجير من‏ في البحور أن تصلي علىمحمد وآله وأن تجيرني من عذاب السعير ومن دعوةالثبور ومن فتنةالقبور "
},
{
"text": "اللهم يا ذا الحبل‏ الشديد والأمر الرشيد أسألك الأمن يوم الوعيد والجنة يوم الخلود مع المقربين الشهود الركع السجود الموفين بالعهود "
},
{
"text": "اللهم صل على محمد وآله‏ واجعلنا صادقين‏ مهديين غير ضالين ولا مضلين سلما لأوليائك حربا لأعدائك نحب لحبك الناس‏ ونعادي لعداوتك من خالفك "
},
{
"text": "سبحان الذي لبس المجد وتكرم به سبحان الذي لا ينبغي التسبيح إلا له سبحان ذي الفضل والنعم سبحان ذي العز والكرم سبحان الذي أحصى كل شي‏ء علمه"
},
{
"text": "اللهم يا ذا الملك المتأبد بالخلود والسلطان الممتنع بغير جنود ولا أعوان والعز الباقي على مر الدهور وخوالي الأعوام ومواضي الأزمان"
},
{
"text": "اللهم وإذ سترتني بعفوك وتغمدتني بفضلك في دار الفناء بحضرة الأكفاء فأجرني من فضيحات‏ دار البقاء "
},
{
"text": "اللهم إني أعوذ بك من نار تغلظت بها على من عصاك وتوعدت بها على من ضادك وصدف عن رضاك ومن نار نورها ظلمة وهينها أليم "
},
{
"text": "اللهم صل على محمد وآله الأبرار إذا ذكر الأبرار وصل على محمد وآله ما اختلف الليل والنهار صلاة لا ينقطع مددها ولا يحصى عددها "
},
{
"text": "اللهم صل على محمد وآله الأبرار صلاة تشحن الهواء وتملأ الأرض والسماء صلى الله‏ عليه وآله حتى ترضى وصل‏ عليه وآله بعد الرضا "
},
{
"text": "سبحانك يا ذا القوة القوية  والقدم الأزلية دلت السماء على مدائحك وأبانت عن عجائب صنعك "
},
{
"text": "يا الله أنت رب الليل والنهار والفلك الدوار والشموس والأقمار والبراري والقفار والجداول والبحار والغيوم والأمطار والبادين والحضار "
},
{
"text": "سبحانك يا رب الفلك الدوار ومخرج الثمار رب الملكوت والعزة والجبروت وخالق الخلق وقاسم الرزق"
},
{
"text": "إلهي أنا عبدك الذي أوبقته ذنوبه وكفرت عيوبه‏ وقلت حسناته وعظمت سيئاته وكثرت زلاته واقف بين يديك نادم على ما قدمت مشفق مما أسلفت"
},
{
"text": "اللهم صل على محمد وآله‏ وارحم ذلي بين يديك وتضرعي إليك ويأسي من الناس وأنسي بك وإليك"
},
{
"text": "الهي أنا عبدك وابن عبديك‏ أتقلب في قبضتك يا ذا المن والفضل والجود والنعماء صل على محمد وآله وارحم ضعفي ونجني من النار يا رب "
},
{
"text": "يا رب إنه ليس يرد غضبك إلا حلمك ولا يرد سخطك إلا عفوك ولا يجير من عقابك إلا رحمتك ولا ينجي منك إلا التضرع إليك"
},
{
"text": "اللهم صل على محمد وآل محمد وهب لي يا إلهي منك فرجا بالقدرة التي تحيي به‏ أموات العباد وبها تنشر ميت‏ البلاد"
},
{
"text": "اللهم صل على محمد وآله‏ ولا تجعلني للبلاء غرضا ولا لنقمتك نصبا ومهلني ونفسني وأقلني عثرتي وارحم عبرتي وفقري وفاقتي وتضرعي "
},
{
"text": "اللهم صل على محمد وآله‏ ولا تتبعني ببلاء على أثر بلاء فقد ترى ضعفي وقلة حيلتي وتضرعي إليك يا مولاي"
},
{
"text": "يا ذا الجلال والإكرام صل على محمد وآله واستجب لي في جميع ما سألتك وطلبته منك ورغبت فيه إليك وأرده وقدره واقضه وامضه "
},
{
"text": "اللهم إنك تنزل في الليل والنهار ما تشاء فأنزل علي وعلى أهل بيتي من بركة السماوات والأرض رزقا واسعا تغنيني به عن جميع خلقك"
},
{
"text": "اللهم من كان‏ أصبح ثقته ورجاؤه غيرك فأنت ثقتي ورجائي في الأمور كلها يا أجود من سئل ويا أرحم من استرحم ارحم ضعفي وقلة حيلتي "
},
{
"text": "اللهم امنن علي بالجنة طولا منك وفك رقبتي من النار وعافني في نفسي وفي جميع أموري برحمتك يا أرحم الراحمين‏"
},
{
"text": "اللهم صل على محمد وآل محمد واهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم "
},
{
"text": "الحمدلله الذي لا ينسى من ذكره والحمدلله الذي لا يخيب‏ من دعاه والحمدلله الذي لا يقطع رجاء من رجاه والحمدلله الذي لا يذل من والاه"
},
{
"text": "الحمدلله الذي يجزي بالإحسان إحسانا وبالصبر نجاة والحمدلله الذي هوثقتنا حين تنقطع الحيل عنا "
},
{
"text": "الحمدلله الذي هورجاؤنا حين يسوء ظننا بأعمالنا والحمدلله الذي من توكل عليه كفاه"
},
{
"text": "الحمدلله الذي يغدوعلينا ويروح بنعمه‏ فنظل فيها ونبيت برحمته ساكنين ونصبح بنعمته‏ معافين فلك الحمد كثيرا ولك المن فاضلا"
},
{
"text": "الحمدلله الذي خلقني فأحسن خلقي وصورني فأحسن صورتي وأدبني فأحسن أدبي‏ وبصرني دينه‏ وبسط علي رزقه وأسبغ علي نعمه وكفاني الهم‏ "
},
{
"text": "اللهم فلك الحمد على كل حال كثيرا ولك المن فاضلا وبنعمتك تتم الصالحات"
},
{
"text": "اللهم لك الحمدحمدا خالدامع خلودك ولك الحمد حمدا لا نهاية له دون علمك ولك الحمدحمدا لا أمد له دون مشيتك ولك الحمد حمدا لا أجر لقائله دون رضاك"
},
{
"text": "الحمدلله بمحامده كلها على نعمائه كلها حتى ينتهي الحمد إلى ما تحب‏ ربنا وترضى"
},
{
"text": "اللهم إني وهذا اليوم المقبل خلقان من خلقك فلا يهمني‏ اليوم شي‏ء من ركوب محارمك ولا الجرأة على معاصيك وارزقني فيه عملا مقبولا وسعيا مشكورا"
},
{
"text": "اللهم إني أستعيذ بك مما استعاذ منه محمد وعلي والأوصياء عليه وعليهم السلام وأرغب إليك فيما رغبوا إليك فيه ولا حول ولا قوة إلا بالله‏ "
},
{
"text": "اللهم توفني على الإيمان بك والتصديق برسولك والولاية لعلي بن أبي طالب والائتمام بالأئمة من آل محمد فإني قد رضيت بذلك"
},
{
"text": "اللهم أحيني على ما أحييت عليه علي بن أبي طالب وأمتني على ما مات عليه علي بن أبي طالب عليه السلام "
},
{
"text": "اللهم إنك تنزل في هذا الليل والنهار ما شئت فأنزل علي وعلى إخواني وأهلي وأهل حزانتي من رحمتك ورضوانك ومغفرتك ورزقك الواسع"
},
{
"text": "اللهم إني أسألك نفحة من نفحات رزقك تجعلها عونا لي على نفسي ودنياي وآخرتي "
},
{
"text": "اللهم لا تحظر علي رزقي ولا تجعلني محارفا واجعلني ممن يخاف مقامك ويخاف وعيدك ويرجولقاءك ويرجوأيامك"
},
{
"text": "اللهم يسر لنا ما نخاف عسرته‏ وسهل لنا ما نخاف حزونته ونفس عنا ما نخاف كربته واكشف عنا ما نخاف غمه واصرف عنا ما نخاف بليته يا أرحم الراحمين"
},
{
"text": "اللهم لا تنزع مني صالح ماأعطيتنيه‏ أبدا ولاتردني في سوء استنقذتني منه أبدا ولا تشمت بي عدوا ولا حاسدا أبدا ولا تكلني إلى نفسي طرفة عين أبدا "
},
{
"text": "اللهم بارك لي فيما أعطيتني وبارك لي فيما رزقتني وزدني من فضلك واجعل لي المرتبة من كرامتك "
},
{
"text": "اللهم ما أصبحت بي من نعمة أوعافية في دين أودنيا فمنك وحدك لا شريك لك لك الحمد ولك الشكر بها علي يا رب حتى ترضى وبعد الرضا"
},
{
"text": "اللهم امدد لي في عمري وأوسع علي في رزقي وانشر علي رحمتك وإن كنت في أم الكتاب شقيا فاجعلني سعيدا فإنك تمحوما تشاء وتثبت وعندك أم الكتاب "
},
{
"text": "اللهم بصفوتك من خلقك وخيرتك من بريتك- محمد نبيك وعترته وسلالته عليه وعليهم السلام صل عليهم واكفني شر هذا اليوم وضره وارزقني خيره ويمنه "
},
{
"text": "اللهم اجعل ما أنزلت من السماء إلى الأرض بركة على أوليائك وعذابا على أعدائك"
},
{
"text": "اللهم اختم لي بالأمن والإيمان كلما طلعت شمس أوغربت اللهم‏ اغفر لي ولوالدي‏ وارحمهما كما ربياني صغيرا"
},
{
"text": "اللهم اغفر للمؤمنين والمؤمنات الأحياء منهم والأموات إنك‏ تعلم منقلبهم ومثواهم"
},
{
"text": "اللهم اهدني فيمن هديت‏ وقني شر ما قضيت إنك تقضي ولا يقضى عليك لا يعز من عاديت ولا يذل من واليت تباركت وتعاليت"
},
{
"text": "سبحانك رب البيت‏ تقبل مني دعائي وما تقربت به إليك من خير فضاعفه لي أضعافا وآتني من لدنك أجرا عظيما"
},
{
"text": "رب ما أحسن ما أبليتني وأعظم ما آتيتني وأطول ما عافيتني وأكثر ما سترت علي فلك الحمد كثيرا طيبا مباركا عليه مل‏ء السماوات ومل‏ء الأرض"
},
{
"text": "رب لا أثق إلا برحمتك فصل على محمد وآله الطيبين واجعل لي عندك عهدا تؤديه إلي يوم القيامة- إنك لا تخلف الميعاد"
},
{
"text": "اللهم إني أسألك بحق محمد وآل محمد أن تصلي على محمد وآل محمد وتجعل النور في بصري والبصيرة في ديني واليقين في قلبي والإخلاص في عملي "
},
{
"text": "اللهم إني أعوذ بك من البؤس والفقر ومن غلبة الدّينْ فصل على محمد وآله وأعني على أداء حقك إليك وإلى الناس"
},
{
"text": "لا إله إلا الله حقا حقا لا إله إلا الله إيمانا وصدقا لا إله إلا الله عبودية ورقا"
},
{
"text": "اللهم ما نسيت فلا أنسى ذكرك وما فقدت فلا أفقد عونك وما يغيب عني من شي‏ء فلا يغيب عني حفظك "
},
{
"text": "اللهم إني أعوذ بك من فجوات‏ نقمتك ومن زوال نعمتك ومن تحويل عافيتك ومن جميع سخطك وغضبك"
},
{
"text": "يا رب أحسنت خلقي وهديتني فأحسنت هداي‏ ورزقتني فأحسنت رزقي فلك الحمد على بلائك وصنعتك‏ عندي قديما وحديثا"
},
{
"text": "اللهم اهدنا من عندك وأفض علينا من فضلك واسدد فقرنا بقدرتك وانشر علينا رحمتك واكفف وجوهنا بحولك وطولك وتغمد ظلمنا بعفوك"
},
{
"text": "اللهم إنا نسألك موجبات رحمتك وعزائم مغفرتك والغنيمة من كل بر والعصمة من كل سوء والسلامة من كل إثم والفوز بالجنة والنجاة من النار "
},
{
"text": "اللهم لا تدع لنا اليوم ذنبا إلا غفرته ولا هما إلا فرجته ولا حاجة إلا قضيتها "
},
{
"text": "اللهم إن ظلمي أصبح مستجيرا بحلمك وفقري أصبح مستجيرا بغناك ووجهي البالي الفاني أصبح مستجيرا بوجهك الباقي الدائم الذي لا يفنى"
},
{
"text": "اللهم اذكرني برحمتك ولا تذكرني بعقوبتك وارزقني رهبة منك أبلغ بها أقصى رضوانك واستعملني بطاعتك بما أستحق به جنتك وقديم غفرانك "
},
{
"text": "اللهم اجعل كدي في طاعتك ورغبتي في خدمتك اللهم ما بنا من نعمة فمنك وحدك لا شريك لك أستغفرك وأتوب إليك‏"
},
{
"text": "الحمدلله رب العالمين‏ كثيرا كما هوأهله ومستحقه وكما ينبغي لكرم وجهه وعز جلاله على إدبار الليل وإقبال النهار"
},
{
"text": "اللهم صل على محمد وآله وصبحني منك صباحا صالحا مباركا ميمونا لا خازيا ولا فاضحا "
},
{
"text": "اللهم صل على محمد وآله واجعل أول يومي هذا صلاحا وأوسطه فلاحا وآخره نجاحا وأعوذ بك من يوم أوله فزع وأوسطه جزع وآخره وجع"
},
{
"text": "اللهم صل على محمد وآله واجعلني مع محمد وآل محمد في كل موطن ومشهد ومقام ومحل ومرتحل وفي كل شدة ورخاء وعافية وبلاء "
},
{
"text": "اللهم صل على محمد وآله واغفر لي مغفرة عزما جزما لا تغادر لي ذنبا ولا خطيئة ولا إثما "
},
{
"text": "اللهم إني أستغفرك من كل ذنب تبت إليك منه ثم عدت فيه وأستغفرك لما أعطيت‏ من نفسي ثم لم أف لك به"
},
{
"text": "اللهم أستغفرك لما أردت به وجهك فخالطه ما ليس لك فصل على محمد وآله واغفر لي يا رب ولوالدي وما ولدا وما ولدت"
},
{
"text": "اللهم صل على محمد وأهل بيته‏ المباركين وصل على جبرئيل وميكائيل وإسرافيل وحملة عرشك أجمعين والملائكة المقربين "
},
{
"text": "اللهم صل على محمد وآل محمد وصل على ملك الموت وأعوانه وصل على رضوان وخزنة الجنان وصل على مالك وخزنة النيران"
},
{
"text": "اللهم صل على محمد وأهل بيته الطيبين وعلى أصحابه المنتجبين وعلى أزواجه المطهرات وعلى ذرية محمد وعلى كل نبي بشر بمحمد"
},
{
"text": "اللهم أعط محمدا الوسيلة والفضل والفضيلة والدرجة الرفيعة وأعطه حتى يرضى وزده بعد الرضا مما أنت أهله يا أرحم الراحمين"
},
{
"text": " اللهم صل على محمد وآل محمد بعدد ما خلقت وما أنت خالقه إلى يوم القيامة صلاة ترضيه"
},
{
"text": "اللهم لك الحمد والثناء والشكر والمن والفضل والطول والخير والحسنى والنعمة والعظمة والجبروت والملك والملكوت والقهر والسلطان والفخر"
},
{
"text": "اللهم صل على محمد وآل محمد وصلني بجميع ما سألك عبادك المؤمنون أن تصلهم به من الخير واصرف عني جميع ما سألك عبادك المؤمنون"
},
{
"text": "اللهم صل على محمد وأهل بيته الطيبين وعجل فرجهم وفرجي وفرج عن كل مهموم من المؤمنين والمؤمنات"
},
{
"text": "اللهم صل على محمد وآل محمد-وارزقني نصرهم وأشهدني أيامهم واجمع بيني وبينهم في الدنيا والآخرة "
},
{
"text": "اللهم صل على محمد وآله وعجل فرجي وأقلني عثرتي وارحم عبرتي وارددني إلى أفضل عادتك‏ عندي واستقبل بي صحة من سقمي‏ وسلامة شاملة في بدني"
},
{
"text": "رب إني ألجأت ضعف ركني إلى قوة ركنك مستعينا بك على ذوي التعزز علي والقهر لي والقوة على ضيمي والإقدام على ظلمي "
},
{
"text": "رب لا ضعيف‏ معك ولا ضيم على جارك رب فاقهر قاهري بعزتك وأوهن مستوهني بقدرتك واقصم ضائمي ببطشك وخذ لي من ظالمي بعدلك وأعذني منه بعياذك "
},
{
"text": "اللهم أنت لكل عظيمة ولكل نازلة فصل على محمد وآل محمد واكفني كل مئونة وبلاء يا حسن البلاء عندي يا قديم العفوعني "
},
{
"text": "سبحان العالم بما خلق اللطيف له المحصي له القادر عليه- ما شاء الله لا قوة إلا بالله‏ أستغفر الله‏ وإليه المصير "
},
{
"text": "اللهم لك الحمد على ما فلقت لنا من الإصباح ومتعتنا به من ضوء النهار وبصرتنا به من مطالب الأقوات ووقيتنا فيه من طوارق الآفات"
},
{
"text": "اللهم يسر على الكرام الكاتبين مئونتنا واملأ لنا من حسناتنا صحائفنا ولا تخزنا عندهم بسوء أعمالنا "
},
{
"text": "اللهم احفظنا من بين أيدينا ومن خلفنا ومن جميع نواحينا حفظا عاصما من معصيتك هاديا إلى طاعتك مستعملا لمحبتك"
},
{
"text": "اللهم إني صليت ما افترضت وفعلت ما إليه ندبت ودعوت كما أمرت فصل على محمد وآله وأنجز لي ما ضمنت واستجب لي كما وعدت"
},
{
"text": "اللهم صل على محمد وآل محمد وافتح لي أبواب رحمتك وفضلك وأغلق علي أبواب معصيتك وسخطك"
},
{
"text": "اللهم صل على محمد وآل محمد وعجل فرجهم وأهلك عدوهم من الجن والإنس من الأولين والآخرين‏"
},
{
"text": "يا الله يا خالق روحي ومقدر قوتي‏ والعالم بسري‏ وجهري لك سجودي وعبودي‏ ولعدوك عنودي يا معبودي أشهد أنك أنت الله الذي لا إله إلا أنت وحدك"
},
{
"text": "اللهم إني أسألك بوجهك الكريم واسمك‏ العظيم وعينك الماضية أن تصلي على محمد وآل محمد وأن تقضي ديني وتوسع علي في رزقي"
}
]
}