{
"title": "جزأ (6)",
"type": "text",
"data": [
{
"text": "اللهم اجمع‏ لنا الخير كله واصرف عنا الشر كله إنك أنت الحنان المنان‏ بديع السماوات والأرض‏ تعطي الخير من تشاء وتصرفه عمن تشاء "
},
{
"text": "اللهم صل على محمد وآله وارحم ضعفي وقلة حيلتي إنك ثقتي ورجائي وامنن علي بالجنة وعافني من النار برحمتك يا أرحم الراحمين "
},
{
"text": "اللهم ارحمني بترك المعاصي أبدا ما أبقيتني وارحمني من أن أتكلف ما لا يعنيني وارزقني حسن النظر فيما يرضيك عني"
},
{
"text": "اللهم بديع السماوات والأرض ذا الجلال والإكرام والعزة التي لا ترام أسألك يا الله يا رحمان بجلالك وبنور وجهك أن تلزم قلبي حفظ كتابك كما علمتني"
},
{
"text": "اللهم صل على محمد وآل محمد وعجل فرجهم وأهلك عدوهم من الجن والإنس من الأولين والآخرين‏"
},
{
"text": "اللهم إني أسألك رحمة من عندك تهدي بها قلبي وتجمع بها أمري وتلم بها شعثي وتحفظ بها غائبي وتصلح بها شاهدي وتزكي بها عملي "
},
{
"text": "اللهم أعطني إيمانا صادقا ويقينا خالصا ورحمة أنال بها شرف كرامتك في الدنيا والآخرة "
},
{
"text": "اللهم إني أسألك الفوز في القضاء ومنازل العلماء وعيش السعداء والنصر على الأعداء"
},
{
"text": "اللهم اجعلني أخشاك‏ كأني أراك وأسعدني بتقواك ولا تشقني بمعاصيك وخر لي في قضائك وبارك لي في قدرك حتى لا أحب تعجيل ما أخرت ولا تأخير ماعجلت"
},
{
"text": "اللهم‏ إن تعذبني فأهل لذلك أنا وإن تغفر لي فأهل لذلك أنت"
},
{
"text": "اللهم بحق أوليائك الطاهرين ع ارزقنا صدق الحديث وأداء الأمانة والمحافظة على الصلوات"
},
{
"text": "اللهم اغفر لي وارحمني واهدني سبيلك الأقوم وقني حر جهنم وحريقها المضرم‏ واحطط عني المعرم [المغرم‏] والمأثم واجعلني من خيار العالم "
},
{
"text": "اللهم ارحمني مما لا طاقة لي به ولا صبر لي عليه برحمتك يا أرحم الراحمين"
},
{
"text": "اللهم قد ترى مكاني ولا يخفى عليك شي‏ء من أمري يا ذا الجلال والإكرام أسألك أنك‏ تلي التدبير وتمضي المقادير"
},
{
"text": "اللهم أسألك أن تصلي على محمد وآل محمد وأن تغفر لي ما مضى في علمك من ذنوبي وشهدت به حفظتك وحفظته‏ ملائكتك ولم يغب عنه علمك "
},
{
"text": "اللهم إني أسألك سؤال من اشتدت فاقته وضعفت قوته سؤال من لا يجد لفاقته مسدا ولا لضعفه مقويا غيرك يا ذا الجلال والإكرام "
},
{
"text": "اللهم أصلح باليقين قلبي واقبض على الصدق إليك لساني واقطع من الدنيا حوائجي شوقا إلى لقائك في صدق المتوكلين عليك "
},
{
"text": "اللهم حبب إلي لقاءك وأحبب لقائي واجعل لي في لقائك الراحة والكرامة والبركة وألحقني بالصالحين"
},
{
"text": "أسألك يا رب إيمانا لا أجل له دون لقائك تحييني عليه وتميتني عليه وتبعثني عليه إذا بعثتني وأبرئ‏ قلبي من الرياء والسمعة والشك في دينك"
},
{
"text": "اللهم أعطني نصرا في دينك وقوة في عبادتك وفهما في علمك وفقها في حكمك وكفلين من رحمتك وبيض وجهي بنورك واجعل رغبتي فيما عندك وتوفني في سبيلك "
},
{
"text": "اللهم إني أعوذ بك من الكسل والهموم والجبن والغفلة والفترة والمسكنة وأعوذ بك‏ لنفسي ولأهلي وذريتي من الشيطان الرجيم"
},
{
"text": "اللهم إنه‏ لا يجيرني منك أحد ولاأجد من دونك ملتحدا فلا تردني في هلكة ولا تردني بعذاب أسألك الثبات على دينك والتصديق بكتابك واتباع سنة رسولك "
},
{
"text": "اللهم اذكرني برحمتك ولا تذكرني بعقوبتك بخطيئتي‏ وتقبل مني وزدني من فضلك إني إليك راغب "
},
{
"text": "اللهم اجعل ثواب منطقي وثواب مجلسي رضاك واجعل عملي ودعائي خالصا لك واجعل ثوابي الجنة برحمتك "
},
{
"text": "اللهم إني أسألك مفاتح‏ الخير وخواتمه‏ وشرائعه وفوائده وبركاته ما بلغ علمه علمي وما قصر عن إحصائه حفظي "
},
{
"text": "اللهم ارحم استكانة منطقي وذل مقامي ومجلسي وخضوعي إليك برقبتي"
},
{
"text": "أسألك اللهم الهدى من الضلالة والبصيرة من العماية والرشد من الغواية وأسألك أكثر الحمد عند الرخاء وأجمل الصبر عند المصيبة"
},
{
"text": "رب ما أحسن بلاءك عندي وأظهر نعماءك علي كثرت منك علي النعم فما أحصيها وقل مني الشكر فيما أوليتنيه فبطرت بالنعم وتعرضت للنقم وسهوت عن الذكر"
},
{
"text": "رب ما أصغر حسناتي وأقلها في كثرة ذنوبي وما أكثر ذنوبي وأعظمها على قدر صغر خلقي وضعف عملي"
},
{
"text": "رب ما أطول أملي في قصر أجلي في بعد أملي وما أقبح سريرتي في علانيتي "
},
{
"text": "رب لا حجة لي إن احتججت ولا عذر لي إن اعتذرت ولا شكر عندي إن أبليت‏ وأوليت إن لم تعني على شكر ما أوليت"
},
{
"text": "رب كيف لي بطلب شهوات الدنيا أوأبكي على حميم فيها ولا أبكي لنفسي‏ وتشتد حسراتي لعصياني وتفريطي"
},
{
"text": "رب دعتني دواعي الدنيا فأجبتها سريعا وركبت‏ إليها طائعا ودعتني دواعي الآخرة فتثبطت عنها وأبطأت في الإجابة والمسارعة إليها"
},
{
"text": "رب خوفتني وشوقتني واحتججت علي وكفلت برزقي فأمنت خوفك وتثبطت عن تشويقك ولم أتكل على ضمانك وتهاونت باحتجاجك "
},
{
"text": "اللهم اجعل أمني منك في هذه الدنيا خوفا وحول تثبطي شوقا وتهاوني بحجتك فرقا منك ثم رضني بما قسمت لي من رزقك"
},
{
"text": "يا كريم أسألك باسمك العظيم رضاك عند السخطة والفرجة عند الكربة والنور عند الظلمة والبصيرة عند شدة الغفلة "
},
{
"text": "اللهم‏ اجعل جنتي من الخطايا حصينة ودرجاتي في الجنان رفيعة وأعمالي كلها متقبلة وحسناتي مضاعفة زاكية "
},
{
"text": "اللهم أعوذ بك من الفتن كلها ما ظهر منها وما بطن‏ ومن شر المطعم والمشرب ومن شر ما أعلم ومن شر ما لا أعلم "
},
{
"text": "اللهم إني أسألك قول التوابين وعملهم ونور الأنبياء وصدقهم ونجاة المجاهدين وثوابهم وشكر المصطفين ونصيحتهم وعمل الذاكرين ويقينهم "
},
{
"text": "اللهم أسألك إيمان العلماء وفقههم وتعبدالخاشعين وتواضعهم وحكم‏الفقهاءوسيرتهم وخشيةالمتقين ورغبتهم وتصديق المؤمنين وتوكلهم ورجاءالمحسنين وبرهم"
},
{
"text": "اللهم إني أسألك ثواب الشاكرين ومنزلة المقربين ومرافقة النبيين"
},
{
"text": "اللهم إني أسألك خوف العاملين‏ وعمل الخائفين وخشوع العابدين لك ويقين المتوكلين عليك وتوكل المؤمنين بك"
},
{
"text": "اللهم إنك بحاجتي عالم غير معلم وأنت لهاواسع غير متكلف وإنك الذي لايحفيك سائل ولاينقصك نائل ولا يبلغ مدحتك قول قائل أنت كما تقول وفوق ما نقول"
},
{
"text": "اللهم اجعل لي فرجا قريبا وأجرا عظيما وسترا جميلا"
},
{
"text": "اللهم هدأت الأصوات وسكنت الحركات وخلا كل حبيب بحبيبه وخلوت بك يا إلهي فاجعل خلوتي منك الليلة العتق من النار"
},
{
"text": "اللهم صل على محمد وآله وهب لي الغداة رضاك وأسكن قلبي خوفك واقطعه عمن سواك حتى لا أرجوولا أخاف إلا إياك"
},
{
"text": "اللهم صل على محمد وآله وهب لي ثبات اليقين ومحض الإخلاص وشرف التوحيد ودوام الاستقامة ومعدن الصبر والرضا بالقضاء والقدر "
},
{
"text": "يا الله هربت إليك بنفسي يا ملجأ الهاربين بأثقال الذنوب أحملها على ظهري لا أجد لي إليك شافعا سوى معرفتي بأنك أقرب من رجاه الطالبون"
},
{
"text": "اللهم صل على محمد وآله ولا تجعل للشيطان على عقلي سبيلا ولا للباطل على عملي دليلا"
},
{
"text": "اللهم صل على محمد وآل محمد واجعلني من التوابين واجعلني من المتطهرين- والحمدلله رب العالمين"
},
{
"text": "الهي أتيتك خاضعا مقرا بذنبي وإساءتي إلى نفسي فيا عظيم يا عظيم اغفر لي العظيم من ذنوبي إنه لا يغفر الذنوب العظام إلا أنت "
},
{
"text": "اللهم افتح لي أبواب رحمتك وتوبتك وأغلق عني أبواب معصيتك واجعلني من زوارك وعمار مساجدك وممن يناجيك بالليل والنهار"
},
{
"text": "اللهم افتح لي أبواب‏ رحمتك وتوبتك وأغلق عني باب سخطك وباب كل معصية هي لك "
},
{
"text": "اللهم أعطني في مقامي هذا جميع ما أعطيت أولياءك من الخير واصرف عني جميع ما صرفته عنهم من الأسواء والمكاره"
},
{
"text": "اللهم افتح مسامع قلبي لذكرك وارزقني نصر آل محمد وثبتني على أمرهم وصل ما بيني وبينهم "
},
{
"text": "اللهم إني أقدم إليك محمدا نبيك نبي الرحمة وأهل بيته بين يدي حوائجي وأتوجه بهم إليك فاجعلني بهم عندك‏ وجيها في الدنيا والآخرة ومن المقربين"
},
{
"text": "‏اللهم إليك توجهت ورضاك طلبت وثوابك ابتغيت وبك آمنت وعليك توكلت "
},
{
"text": "اللهم لك الحمد على ما هديتني ولك الحمد على ما فضلتني ولك الحمد على ما رزقتني ولك الحمد على كل بلاء حسن ابتليتني"
},
{
"text": "اللهم أنت‏ نور السماوات والأرض‏ فلك الحمد وأنت قيام‏ السماوات والأرض ومن فيهن فلك الحمد "
},
{
"text": "اللهم لك أسلمت وبك آمنت وعليك توكلت وبك خاصمت وإليك حاكمت يا رب يا رب يا رب اغفر لي ما قدمت وما أخرت وأسررت وأعلنت"
},
{
"text": "سبحان من لا تبيد معالمه سبحان من لا تنقص خزائنه سبحان من لا اضمحلال لفخره سبحان من لا ينفد ما عنده سبحان من لا انقطاع لمدته"
},
{
"text": "يا رباه يا إلهي بكينونتك يا أملاه يا رحماناه يا غياثاه عبدك عبدك لا حيلة له يا منتهى رغبتاه يا مجري الدم في عروقي عبدك يا سيداه يا مالكاه "
},
{
"text": "اللهم بمحمد سيدي وبعلي وليي وبالأئمة الراشدين عليهم السلام اجعل علينا صلواتك ورأفتك ورحمتك وأوسع علينا من رزقك واقض عنا الدين وجميع حوائجنا"
},
{
"text": "الحمدلله خالق الخلق بغير منصبة الموصوف بغير غاية المعروف بغير تحديد"
},
{
"text": "الحمدلله الذي لاإله معه ذلك الله الذي لبس البهجة والجمال وتردىبالنور والوقار ذلك الله الذي يرى أثر النملة في الصفاويسمع وقع الطير في الهواء "
},
{
"text": "سبحان من هوقيوم لا ينام وملك لا يضام وعزيز لا يرام وبصير لا يرتاب وسميع لا يتكلف ومحتجب لا يرى وصمد لا يطعم وحي لا يموت"
},
{
"text": "الحمدلله على حلمه بعد علمه الحمدلله على عفوه بعد قدرته الحمدلله القادر بقدرته على كل قدرة ولا يقدر أحد قدره‏ الحمدلله باسط اليدين بالرحمة"
},
{
"text": "الحمدلله خالق الخلق‏ وقاسم الرزق الحمدلله الخالق لما يرى وما لا يرى الحمدلله عالم‏ الغيوب الحمدلله بجميع محامده الحمدلله على جميع نعمائه"
},
{
"text": "الحمدلله على جميل‏ بلائه على خلقه بقدرته- لا تدركه الأبصار وهويدرك الأبصار وهواللطيف الخبير "
},
{
"text": "الحمدلله الإله القدوس يسبح له ما في السماوات والأرض طائعين غير مكرهين وكل شي‏ء يسبح بحمده‏ ولكن لا يعلم الخلائق تسبيحهم"
},
{
"text": "سبحان من هودائم لا يلهوسبحان من هوقائم لا يسهونور كل نور وهادي كل شي‏ء سبحان أهل الكبرياء وأهل التعظيم والثناء الحسن"
},
{
"text": "اللهم تب علي وطهرني واقض لي بالحسنى في عافية في عاقبة أمري جميعه وأرني كل الذي أحب في العاجلة والآجلة "
},
{
"text": "اللهم اجعل من شأنك شأن حاجتي واقض في شأنك لي حاجتي وحاجتي إليك اللهم العتق من النار وأن تقبل علي بوجهك الكريم"
},
{
"text": "سبحان الله والله أكبر ولا إله إلا الله عدد الشفع والوتر والرمل والقطر وعدد كلمات ربي الطيبات التامات المباركات "
},
{
"text": "اللهم إني وجهت إليك بصلاتي مخلصا لك لا شريك لك سبحانك وبحمدك كذب العادلون بك التحيات والصلوات لله"
},
{
"text": "اللهم اهدني هدى لا أضل بعده أبدا وانفعني بما علمتني واجعله حجة لي ولا تجعله علي وارزقني حلالا مبلغا ورضني به وتب علي يا الله يا الله"
},
{
"text": "يا رحمان يا رحيم اهدني وارحمني من النار واهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم واعصمني من الشيطان الرجيم "
},
{
"text": "سبحان ذي العز الشامخ المنيف سبحان ذي الجلال الباذخ العظيم سبحان ذي الملك الفاخر القديم سبحان من لبس البهجة والجمال‏"
},
{
"text": "سبحان من تردى بالنور والوقار سبحان من يرى أثر النمل في الصفا سبحان من يرى وقع الطير في الهواء سبحان من هوهكذا لا هكذا غيره"
},
{
"text": "سبحان من لبس العز والوقار سبحان من تعطف بالمجد وتكرم به سبحان من لا ينبغي التسبيح إلا له سبحان من أحصى كل شي‏ء علمه"
},
{
"text": "سبحان ذي المن والنعم سبحان ذي القدرة والكرم سبحان ذي العزة والفضل سبحان ذي القوة والطّول "
},
{
"text": "سبحان الله الواحد الأحد سبحان الله الأحد الصمد سبحان الله الذي‏ لم يلد ولم يولد ولم يكن له كفوا أحد سبحان الله الذي لم يتخذ صاحبة ولا ولدا "
},
{
"text": "سبحان من لبس العز والوقار سبحان من تعظم‏ بالمجد وتكرم به سبحان من أحصى كل شي‏ء علمه سبحان ذي الفضل والطول سبحان ذي المن والنعم "
},
{
"text": "سبحان ذي القدرة والأمر سبحان ذي الملك والملكوت سبحان ذي العزة والجبروت سبحان‏ الحي الذي لا يموت‏ "
},
{
"text": "سبحان من سبحت له السماء بأكنافها سبحان من سبحت له الأرض ومن عليها سبحان من سبحت له الطير في أوكارها سبحان من‏ سبحت له السباع في إكامها"
},
{
"text": "سبحان من سبحت له حيتان البحر وهوامه سبحان من لا ينبغي التسبيح إلا له يا من أحصى كل شي‏ء علمه يا ذا النعمة والطول يا ذا المن والفضل "
},
{
"text": "يا ذا القوة والكرم أسألك بمعاقد العز من عرشك ومنتهى الرحمة من كتابك وباسمك الأعظم الأعلى وبكلماتك التامات كلها أن تصلي على محمد وآل محمد "
},
{
"text": "يا الهي يا سيدي ارحم عبدك الأسير بين يديك سيدي ارحم عبدك المرتهن بعمله يا سيدي أنقذ عبدك الغريق في بحر الخطايا يا سيدي"
},
{
"text": "يا الهي ارحم عبدك المقر بذنبه وجرأته عليك يا سيدي الويل قد حل بي إن لم ترحمني يا سيدي هذا مقام المستجير بعفوك من عقوبتك "
},
{
"text": "يا الهي يا سيدي ارحمني فإني عبدك ابن عبدك ابن أمتك بين يديك وفي قبضتك لا طاقة لي بالخروج من سلطانك"
},
{
"text": "يا الهي يا سيدي كيف لي بالنجاة ولا تصاب إلا لديك وكيف لي بالرحمة ولا تصاب إلا من عندك "
},
{
"text": "يا إله الأنبياء وولي الأتقياء وبديع السماء إليك قصدت وبك أنزلت حاجتي وإليك شكوت إسرافي على نفسي "
},
{
"text": "يا الهي منك هربت إليك ووقفت بين يديك متضرعا إليك راجيا لما لديك‏ يا إلهي "
},
{
"text": "اللهم كما دعوتك لنفسي لعاجل الدنيا وآجل الآخرة فأعطه جميع أهلي وإخواني فيك وجميع شيعة آل محمد المستضعفين في أرضك "
},
{
"text": "اللهم إني أسألك توفيق أهل الهدى وأعمال أهل التقوى‏ ومناصحة أهل التوبة وعزم أهل الصبر وحذر أهل الخشية وطلب أهل الرغبة وعرفان أهل العلم"
},
{
"text": "اللهم إني أسألك حذر أهل الخشية وطلب أهل الرغبة وعرفان أهل العلم وفقه أهل الورع حتى أخافك اللهم مخافة تحجزني عن معاصيك"
},
{
"text": " اللهم صل على محمد وآله وتفضل علي في أموري كلها بما لا يملكه غيرك ولا يقف عليه سواك واسمع ندائي وأجب دعائي واجعله من شأنك"
},
{
"text": " سبحان من لبس العز وتردى به سبحان من تعطف بالمجد وتكرم به سبحان من لا ينبغي التسبيح إلا له جل جلاله"
},
{
"text": "سبحان من‏ أحصى‏ كل شي‏ء بعلمه وخلقه بقدرته سبحان ذي المن والنعم سبحان ذي القدرة والكرم"
},
{
"text": " اللهم إني أسألك بمعاقد العز من عرشك ومنتهى الرحمة من كتابك وباسمك الأعظم وكلماتك التامات التي تمت صدقا وعدلاأن تصلي علىمحمد وآل محمد"
},
{
"text": "يا الله يا أرحم الراحمين يا عظيم ياعظيم يا عظيم قد عظم الذنب من عبدك فليحسن العفو منك يا حسن التجاوز يا واسع المغفرة يا باسط اليدين بالرحمة "
},
{
"text": "يا الله يا نفاحا بالخيرات يا معطي السؤلات يا فكاك الرقاب من النار صل على محمد وآل محمد وفك رقبتي من النار وأعطني سؤلي واستجب دعائي"
},
{
"text": "يا الله يا نوري في كل ظلمة ويا أنسي في كل وحشة ويا ثقتي في كل شدة ويا رجائي في كل كربة ويا دليلي في الضلالة إذا انقطعت دلالة الأدلاء"
},
{
"text": "يا الله دلالتك لا تنقطع عند كل خير ولا يضل من هديت أنعمت علي فأسبغت ورزقتني فوفرت وعودتني فأحسنت وأعطيتني فأجزلت بلا استحقاق مني لذلك"
},
{
"text": "يا الله يا من أظهرت مني الجميل وسترت علي القبيح ولم يمنعني عودك علي بفضلك أن عدت في معاصيك فأنت العواد بالفضل وأنا العواد بالمعاصي"
},
{
"text": "يا الله سجد لك سوادي وخيالي وآمن بك فؤادي وأبوء إليك بالنعم وأعترف لك بالذنب العظيم عملت سوءا وظلمت نفسي فاغفر لي‏ ذنوبي"
},
{
"text": "سبحان الله رب العرش الكريم ولا حول ولا قوة إلا بالله العلي العظيم"
},
{
"text": "إلهي إلهي إلهي أسألك راغبا وأقصدك سائلا واقفا بين يديك متضرعا إليك إن أقنطتني ذنوبي نشطني عفوك وإن أسكتني عملي أنطقني صفحك"
},
{
"text": "يا رب أدعوك متضرعا وراكعا متقربا إليك بالذلة خاشعا فلست بأول منطق من حشمة متذللا أنت أحب إلي مولاي أنت أحب إلي"
},
{
"text": " سبحان ربي الأعلى وبحمده رب هذه يداي مبسوطة بين يديك هذه جوامع بدني خاضعة بفنائك وهذه أسبابي مجتمعة لعبادتك"
},
{
"text": "يارب ارحم من كثر ذنبه على قلته وقلت ذنوبه في سعة عفوك"
},
{
"text": "يا من هداني إليه ودلني على حقيقة الوجود عليه وساقني من الحيرة إلى معرفته‏ وبصرني رشدي برأفته صل على محمد وآل محمد واقبلني عبدا"
},
{
"text": "اللهم اشرح بالقرآن صدري واستعمل بالقرآن بدني ونور بالقرآن بصري وأطلق بالقرآن لساني وأعني عليه ما أبقيتني فإنه لا حول ولا قوة إلا بك"
},
{
"text": "اللهم إني أسألك بأنك ملك وأنك على كل شي‏ء قدير مقتدر وأنك ما تشاء من أمر يكون وما شاء الله من شي‏ء يكون وأتوجه إليك بنبيك نبي الرحمة محمد ص"
},
{
"text": " اللهم صل على محمد وآل محمد وأنجح طلبتي واقض حاجتي بتوجهي إليك بنبيك محمد صلى الله عليه وآله"
},
{
"text": "اللهم صل على محمد وآل محمد والمح من أرادني بسوء منك لمحة توهن‏ بها كيده وتقلب بها مكره وتضعف بها قوته وتكسر بها حدته وترد بها كيده في نحره."
},
{
"text": "اللهم إني أستكفيك ظلم من لم تعظه المواعظ ولم تمنعه مني المصائب ولا الغير اللهم صل على محمد وآله واشغله عني بشغل شاغل في نفسه وجميع ما يعانيه"
},
{
"text": "اللهم إني حللت بساحتك لمعرفتي بوحدانيتك وصمدانيتك وإنه لا قادر على قضاء حاجتي غيرك"
},
{
"text": " اللهم إني أسألك حسن الظن بك والصدق في التوكل عليك وأعوذ بك أن تبتليني ببلية تحملني ضرورتها على ركوب معاصيك"
},
{
"text": "اللهم إني أتقرب إليك بنبيك وصفيك وحبيبك وأمينك ورسولك وخيرتك من خلقك الذاب عن حريم المؤمنين القائم بحجتك المطيع لأمرك المبلغ لرسالاتك"
},
{
"text": " اللهم إني أسألك بحق من حقك عليهم عظيم وبحق من حقهم عليك عظيم أن تصلي على محمد وآله وأن ترزقني العمل بما علمتني من معرفة حقك"
},
{
"text": "اللهم أنت أنت انقطع الرجاء إلا منك وخابت الآمال إلا فيك يا ثقة من لا ثقة له لا ثقة لي غيرك اجعل لي من أمري فرجا ومخرجا"
},
{
"text": "اللهم إني حللت بساحتك لمعرفتي بوحدانيتك وصمدانيتك وإنه لا يقدر على قضاء حوائجي‏ غيرك"
},
{
"text": "اللهم إن يونس بن متى عبدك ونبيك دعاك في بطن الحوت وهوعبدك فاستجبت له وأنا عبدك فاستجب لي كما استجبت له يا كريم يا حي يا قيوم"
},
{
"text": "لا إله إلا أنت برحمتك استغثت‏ فأغثني الساعة الساعة الساعة يا كريم يا حي يا قيوم"
},
{
"text": "اللهم اسدد فقري بفضلك وتغمد ظلمي بعفوك وفرغ قلبي لذكرك"
},
{
"text": "اللهم لا إله إلا أنت وعدك حق ولقاؤك حق والساعة حق والجنة حق وأعوذ بك من نار جهنم وأعوذ بك من عذاب القبر وأعوذ بك من شر المحيا والممات"
},
{
"text": "اللهم اجعلني في حفظك وسترك و جوارك عز جارك وجل ثناؤك ولا إله غيرك "
},
{
"text": "اللهم أنت السلام ومنك السلام أسألك يا ذا الجلال والإكرام فكاك رقبتي من النار وأن تسكنني‏ دار السلام"
},
{
"text": " اللهم إني أسألك خير ما أرجووأعوذ بك من شر ما أحذر وأسألك أن ترزقني من حيث أحتسب ومن حيث لا أحتسب"
},
{
"text": " اللهم إني عبدك ابن‏ أمتك وفي قبضتك ناصيتي بيدك ماض في حكمك عدل في قضاؤك"
},
{
"text": "الهي أسألك أن تجعل القرآن نور صدري‏ وربيع قلبي وجلاء حزني وذهاب غمي واشرح به صدري ويسر به أمري واجعله نورافي بصري ونورا في مخي ونورافي عظامي"
},
{
"text": "يا الله يا نور يا نور يا نور السماوات والأرض أنت كما وصفت نفسك في كتابك وعلى لسان نبيك"
},
{
"text": "اللهم اهدني لنورك واهدني بنورك واجعل لي في القيامة نورامن بين يدي ومن خلفي وعن يميني وعن شمالي تهدي‏ به إلى دار السلام يا ذا الجلال والإكرام"
},
{
"text": "اللهم أقل عثرتي وآمن روعتي واحفظني من بين يدي ومن خلفي وعن يميني وعن شمالي ومن فوقي ومن تحتي وأعوذ بك أن أغتال من تحتي"
},
{
"text": "اللهم إني أسألك إيمانا صادقا ويقينا ليس بعده كفر ورحمة أنال بها شرف الدنيا والآخرة"
},
{
"text": "اللهم اني أسألك باسمك‏ بسم الله الرحمن الرحيم‏ الذي خشعت له‏ الأصوات وعنت له الوجوه وذلت له النفوس ووجلت له القلوب من خشيتك"
},
{
"text": "يا الله لا إله إلا أنت الخالق الرازق ولا إله إلا أنت المحيي المميت ولا إله إلا أنت البدي‏ء البديع لك الفخر ولك الكرم ولك المجد ولك الحمد"
}
]
}