{
"title": "جزأ (7)",
"type": "text",
"data": [
{
"text": "يا الله يا أحد يا صمد يا من‏ لم يلد ولم يولد ولم يكن له كفوا أحد صل على محمد وآل محمد وافعل بي كذا وكذا"
},
{
"text": "رب إني أسألك باسمك الذي به ابتدعت عجائب الخلق في غامض العلم بجود جمال وجهك من عظم‏ عجيب خلقأصناف غريب أجناس الجواهر فخرتالملائكة سجدا لهيبتك"
},
{
"text": "يا الله أسألك باسمك يا نور النور يا من برأ الحور كدر منثور بقدر مقدور لعرض النشور لنقرة الناقور فلا إله إلا أنت"
},
{
"text": "يا الله أسألك باسمك يا من لا ينام ولا يرام ولا يضام ويا من به تواصلت الأرحام أن تصلي على محمد وأهل بيته"
},
{
"text": "يا الله يا معز كل ذليل ويا مذل كل عزيز تعلم كربتي فصل على محمد وآل محمد وفرج عني"
},
{
"text": "اللهم لك الحمد حمدا يكون أحق الحمد بك‏ وأرضى الحمد لك وأوجب الحمد بك‏ وأحب الحمد إليك ولك الحمد كما أنت أهله وكما رضيت لنفسك"
},
{
"text": " اللهم لك الحمد في السراء والضراء والشدة والرخاء والعافية والبلاء والسنين والدهور ولك الحمد على آلائك ونعمائك علي وعندي"
},
{
"text": "يا رب أنت المنعم علي المحسن المتفضل المجمل- ذوالجلال والإكرام‏ والفواضل والنعم العظام فلك الحمد على ذلك"
},
{
"text": " يا رب لم تخذلني في شديدة ولم تسلمني بجريرة ولم تفضحني بسريرة لم تزل نعماؤك علي عامة عند كل عسر ويسر"
},
{
"text": "يارب أنت حسن البلاء عندي قديم العفوعني أمتعني بسمعي وبصري وجوارحي وما أقلت الأرض مني"
},
{
"text": "اللهم صل على محمد وآله ولا تقطع بيني وبينهم في الدنيا والآخرة واجعل عملي بهم متقبلا"
},
{
"text": "اللهم إن قلبي يرجوك لسعة رحمتك ونفسي تخافك لشدة عقابك‏ فأسألك أن تصلي على محمد وآله وأن تؤمنني‏ مكرك وتعافيني من سخطك"
},
{
"text": "اللهم كما عصيتك واجترأت عليك فإني أستغفرك لما تبت إليك منه ثم عدت فيه"
},
{
"text": "اللهم صل على محمد وآله وعظم النور في قلبي وصغر الدنيا في عيني واحبس لساني بذكرك عن النطق بما لا يرضيك واحرس نفسي من الشهوات"
},
{
"text": "اللهم صل على محمد وآل محمد وأغنني باليقين وأعني بالتوكل واكفني روعات القنوط وافسح لي في انتظار جميل الصنع وافتح لي باب الرحمة إليك"
},
{
"text": "يا الله سجد وجهي البالي الفاني لوجهك الدائم الباقي سجد وجهي متعفرا في التراب لخالقه وحق له أن يسجد سجد وجهي لمن خلقه وصوره وشق سمعه وبصره"
},
{
"text": "اللهم صل على محمد وآله واجعل النور في بصري واليقين في قلبي والنصيحة في صدري وذكرك بالليل والنهار على لساني"
},
{
"text": "اللهم من كادني فصل على محمد وآله وكده ومن أرادني فصل على محمد وآله وأرده"
},
{
"text": "اللهم اردد على جميع خلقك مظالمهم التي قبلي صغيرها وكبيرها في يسر منك وعافية وما لم تبلغه قوتي ولم تسعه ذات يدي ولم يقوعليه بدني فأده عني"
},
{
"text": "اللهم صل على محمد وآله واستعملني بطاعتك وقنعني بمارزقتني وبارك لي فيما أعطيتني وأسبغ نعمتك‏ علي وهب لي شكرا ترضى به عني وحمدا على ما ألهمتني"
},
{
"text": "اللهم صل على محمد وآله وأقبل بقلبي إلى ما يقربني إليك واشغلني عما يباعدني عنك وألهمني خوف عقابك"
},
{
"text": "اللهم صل على محمد وآله واجعل لي قلبا طاهرا ولسانا صادقا ونفسا سامية إلى نعيم الجنة واجعلني بالتوكل عليك عزيزا وبما أتوقعه منك غنيا"
},
{
"text": "اللهم إنك تعلم سريرتي فصل على محمد وآل محمد واقبل سيدي ومولاي معذرتي وتعلم حاجتي فصل على محمد وآله وأعطني مسألتي"
},
{
"text": " إلهي تظاهرت عيوبي وطال بك اغتراري ودام للشهوات اتباعي فأنا الخائب إن لم ترحمني وأنا الهالك إن لم تعف عني"
},
{
"text": " سري‏ اللهم مكشوف وأنا إليك ملهوف إذا أوحشتني الغربة آنسني ذكرك وإذا كثرت‏ علي الهموم لجأت إلى الاستجارة بك علما بأن أزمة الأمور بيدك"
},
{
"text": " اللهم إن عميت عن مسألتك أوفههت‏ عنها فدلني على مصالحي وخذ بقلبي إلى مراشدي‏ فلست ببدع من ولايتك ولا بوتر من أناتك"
},
{
"text": "اللهم إنك أمرت بدعائك وضمنت الإجابة لعبادك ولن يخيب من فزع إليك برغبة وقصد إليك بحاجة ولم ترجع يد طالبة صفرا من عطائك ولا خالية من نحل هباتك"
},
{
"text": "اللهم قد قصدت إليك بحاجتي وقرعت باب فضلك يد مسألتي وناجاك بخشوع الاستكانة قلبي وعلمت ما يحدث من طلبتي قبل أن يخطر ببالي أويقع في صدري"
},
{
"text": " اللهم أنت خير مأتي وأكرم مزور وخير من طلبت إليه الحاجات وأجود من أعطى وأرحم من استرحم وأرأف من عفا وأعز من اعتمد "
},
{
"text": " اللهم بي إليك فاقة ولي عندك حاجات ولك عندي طلبات من ذنوب أنا بها مرتهن قد أوقرت ظهري وأوبقتني وإلا ترحمني وتغفرها لي أكن من الخاسرين"
},
{
"text": "اللهم إني أتقرب ليك بجودك وكرمك وأتشفع إليك بمحمد عبدك ورسولك وأتوسل إليك بملائكتك المقربين وأنبيائك المرسلين أن تقيلني عثرتي وتسترعلي ذنوبي"
},
{
"text": " اللهم أغنني باليقين وأعزني بالتوكل واكفني روعة القنوط وافسح لي في انتظار جميل الصنع وافتح لي باب الرحمة وحبب إلي الدعاء وصله منك بالإجابة"
},
{
"text": "اللهم إني أسألك لي ولوالدي ولولدي وأهل بيتي وإخواني اليقين والعفووالمعافاة والمغفرة والرحمة والعافية في الدنيا والآخرة"
},
{
"text": " اللهم اغفر لي وارحمني وتب علي وعافني ومن علي بالجنة طولا منك ونجني من النار واغفر لي ما سلف من ذنوبي وارزقني العصمة فيما بقي من عمري"
},
{
"text": "اللهم تم نورك فهديت فلك الحمد ربنا وعظم حلمك فعفوت فلك الحمد ربنا وبسطت يدك فأعطيت فلك الحمد"
},
{
"text": "اللهم اجعلني من أهل الجنة التي حشوها بركة وعمارها الملائكة مع نبينا محمد صلى الله عليه وآله وأبينا إبراهيم عليه السلام‏"
},
{
"text": "اللهم اكفني بحلالك عن حرامك وأغنني بفضلك عمن سواك"
},
{
"text": " اللهم اجعلني من أهل التوحيد والإيمان بك والتصديق برسولك‏ والأئمة الذين حتمت طاعتهم ممن يجري ذلك به وعلى يديه آمين رب العالمين"
},
{
"text": " اللهم ليس يرد غضبك إلا حلمك ولا يرد سخطك إلا عفوك ولا يجير من عقابك إلا رحمتك ولا ينجي منك إلا التضرع إليك وبين يديك"
},
{
"text": " إلهي إن رفعتني فمن ذا الذي يضعني وإن وضعتني فمن ذا الذي يرفعني وإن أكرمتني فمن ذا الذي يهينني وإن أهنتني فمن ذا الذي يكرمني "
},
{
"text": "الهي إن عذبتني فمن ذا الذي يرحمني وإن رحمتني فمن ذا الذي يعذبني"
},
{
"text": "الحمدلله ذي القدرة والسلطان والرأفة والامتنان أحمده على تتابع النعم وأعوذ به من العذاب والنقم وأشهد أن لا إله إلا الله وحده لا شريك له"
},
{
"text": "الحمدلله الذي دنا في علوه وعلا في دنوه وتواضع كل شي‏ء لجلاله واستسلم كل شي‏ء لعزته وخضع‏ كل شي‏ء لقدرته"
},
{
"text": " اللهم صل على محمد وآل محمد وبارك على محمد وآل محمد وارحم محمدا وآل محمد وارفع‏ محمدا وآل محمد الذين أذهبت عنهم الرجس وطهرتهم تطهيرا"
},
{
"text": "صلوات الله وملائكته وأنبيائه ورسله وجميع خلقه على محمد وآل محمد والسلام عليه وعليهم وعلى أرواحهم وأجسادهم ورحمة الله وبركاته"
},
{
"text": "اللهم صل على محمد وآل محمد في الأولين اللهم صل على محمد وآل محمد في الآخرين وصل على محمد وآل محمد يوم الدين- يوم يقوم الناس لرب العالمين"
},
{
"text": "اللهم صل على محمد كما هديتنا به اللهم صل على محمد كما استنقذتنا به اللهم صل على محمد كما أنعشتنا به"
},
{
"text": " اللهم صل على محمد كما أحييتنا به اللهم صل على محمد كما شرفتنا به اللهم صل على محمد كما أعززتنا به اللهم صل على محمد كما فضلتنا به"
},
{
"text": " اللهم اجز نبينا محمدا صلى الله عليه وآله أفضل ما أنت جاز يوم القيامة نبيا عن أمته ورسولا عمن أرسلته إليه"
},
{
"text": " اللهم صل على محمد وآل محمد وأعطه من الوسيلة والفضيلة والشرف والكرامة ما يغبطه به الملائكة المقربون والنبيون والمرسلون والخلق أجمعون"
},
{
"text": "اللهم أعط محمدا صلىالله عليهوآله مع كل زلفة زلفة ومع كل قربة قربة ومع كل وسيلة وسيلة ومع كل فضيلة فضيلة ومعكل شفاعة شفاعة ومع كل كرامة كرامة"
},
{
"text": "اللهم اجعل محمدا في السابقين غايته وفي المنتجبين كرامته وفي العالمين ذكره وأسكنه أعلىغرف الفردوس في الجنة التي لاتفوقها درجة ولا يفضلها شي‏ء"
},
{
"text": " اللهم صل على محمد وآل محمد الولاة السادةالكفاة الكهول الكرام القادة القماقم‏ الضخام الليوث الأبطال عصمة لمن اعتصم بهم وإجارة لمن استجار بهم"
},
{
"text": " اللهم صل على محمد وآل محمد الكهف الحصين والفلك الجارية في اللجج الغامرة الراغب عنهم مارق والمتأخر عنهم زاهق"
},
{
"text": "اللهم اغفر لي ما قدمت وما أخرت وما أعلنت وما أسررت وما نسيت وما تعمدت"
},
{
"text": " اللهم إنك خلقتني كما أردت فاجعلني كما تحب يا أرحم الراحمين"
},
{
"text": " اللهم أثني عليك أحسن الثناء لأن بلاءك عندي أحسن البلاء أوقرتني نعما وأوقرت نفسي ذنوبا"
},
{
"text": "اللهم كم من نعمة أسبغتها علي لم أؤد شكرها وكم من خطيئة أحصيتها علي أستحيي من ذكرها وأخاف جزاءها إن تعف لي عنها فأهل ذلك أنت"
},
{
"text": "اللهم ارحم ندائي إذا ناديتك وأقبل علي إذا ناجيتك فإني أعترف لك بذنوبي وأذكر لك حاجتي وأشكوإليك مسكنتي وفاقتي وقسوة قلبي"
},
{
"text": "إلهي إليك اعتمدت لقضاء حاجتي وبك أنزلت اليوم فقري وفاقتي التماسا مني لرحمتك ورجاء مني لعفوك فإني لرحمتك وعفوك أرجى مني لعملي"
},
{
"text": "رب رحمتك وعفوك أوسع من ذنوبي فتول اليوم قضاء حاجتي بقدرتك على ذلك وتيسير ذلك عليك فإني لم أر خيرا قط إلا منك ولم يصرف عني سوءا أحد غيرك"
},
{
"text": "يارب ارحمني يا سيدي يوم يفردني الناس في حفرتي وأقضي إليك بعملي وقد قلت سيدي- ولقد نادانا نوح فلنعم المجيبون‏ أجل وعزتك سيدي لنعم المجيب أنت"
},
{
"text": "يارب ياصريخ المكروبين وياغياث المستغيثين وياولي المؤمنين والفعال لمايريد ياكريم أن تكرمني في مقامي هذا وفيمابعده كرامة لا تهينني بعدها أبدا "
},
{
"text": "اللهم صل على محمد كما حمل وحيك وبلغ رسالاتك وصل على محمد كما أحل حلالك وحرم حرامك وعلم كتابك"
},
{
"text": "اللهم صل على محمد كما أقام الصلاة وآتى الزكاة ودعا إلى دينك وصل على محمد كما صدق بوعدك وأشفق من وعيدك "
},
{
"text": "اللهم صل على محمد كما غفرت به‏ الذنوب وسترت به العيوب وفرجت به الكروب وصل على محمد كما دفعت به الشقاء وكشفت به الغماء وأجبت به الدعاء "
},
{
"text": "اللهم صل على محمد كما رحمت به العباد وأحييت به البلاد وقصمت به الجبابرة وأهلكت به الفراعنة "
},
{
"text": "اللهم صل على محمد كما بعثته بخير الأديان وأعززت به الإيمان وتبرت به الأوثان وعظمت به البيت الحرام"
},
{
"text": "اللهم صل على الصديقة فاطمة الزكية حبيبة حبيبك ونبيك وأم أحبائك وأصفيائك التي انتجبتها وفضلتها واخترتها على نساء العالمين "
},
{
"text": "اللهم صل على الحسن والحسين عبديك وولييك وابني رسولك وسبطي الرحمة وسيدي شباب أهل الجنة أفضل ما صليت على أحد من أولاد النبيين والمرسلين"
},
{
"text": "اللهم صل على الحسين بن علي المظلوم الشهيد قتيل الكفرة وطريح الفجرة"
},
{
"text": "اللهم صل على علي بن الحسين سيد العابدين الذي استخلصته لنفسك وجعلت منه أئمة الهدى الذين‏ يهدون بالحق وبه يعدلون‏"
},
{
"text": "اللهم صل على محمد بن علي باقر العلم وإمام الهدى وقائد أهل التقوى والمنتجب من عبادك"
},
{
"text": "اللهم صل على جعفر بن محمد الصادق خازن العلم الداعي إليك بالحق النور المبين "
},
{
"text": "اللهم صل على الأمين المؤتمن موسى بن جعفر البر الوفي الطاهر الزكي النور المبين المجتهد المحتسب الصابر على الأذى فيك "
},
{
"text": "اللهم صل على علي بن موسى الرضا الذي ارتضيته ورضيت به من شئت من خلقك "
},
{
"text": "اللهم صل على محمد بن علي الجواد علم التقى ونور الهدى ومعدن الوفاء وفرع الأزكياء وخليفة الأوصياء وأمينك على وحيك"
},
{
"text": "اللهم صل على علي بن محمد الهادي وصي الأوصياء وإمام الأتقياء وخلف أئمة الدين والحجة على الخلائق أجمعين "
},
{
"text": "اللهم صل على الحسن بن علي العسكري بن محمد البر التقي الصادق الوفي النور المضي‏ء خازن علمك والمذكر بتوحيدك "
},
{
"text": "اللهم صل على وليك المهدي وابن أوليائك الذين فرضت طاعتهم وأوجبت حقهم وأذهبت عنهم الرجس وطهرتهم تطهيرا"
},
{
"text": "‏ اللهم صل على محمد سيد المرسلين وخاتم النبيين وحجة رب العالمين المنتجب في الميثاق المصطفى في الظلال "
},
{
"text": "اللهم صل على محمد سيد المرسلين المطهر من كل آفة البري‏ء من كل عيب المؤمل للنجاة المرتجى للشفاعة المفوض إليه دين الله "
},
{
"text": "اللهم صل على محمد المصطفى وعلي المرتضى وفاطمة الزهراء والحسن الرضا والحسين المصفى وجميع الأوصياء مصابيح الدجى وأعلام الهدى "
},
{
"text": "اللهم عرفني نفسك فإنك إن لم تعرفني نفسك لم أعرف رسولك اللهم عرفني رسولك فإنك إن لم تعرفني رسولك لم أعرف حجتك "
},
{
"text": "اللهم عرفني حجتك فإنك إن لم تعرفني حجتك ضللت عن ديني اللهم لا تمتني ميتة جاهلية ولا تزغ قلبي بعد إذ هديتني"
},
{
"text": "اللهم ثبتني على دينك واستعملني بطاعتك ولين قلبي لولي أمرك وعافني مما امتحنت به خلقك وثبتني على طاعة ولي أمرك الذي سترته عن خلقك"
},
{
"text": "اللهم أسألك أن تريني ولي الأمر ظاهرا نافذ الأمر مع علمي بأن لك السلطان والقدرة والبرهان والحجة والمشية والحول والقوة"
},
{
"text": "اللهم إنا نشكوإليك فقد نبينا وغيبة ولينا وشدة الزمان علينا ووقوع الفتن وتظاهر الأعداء وكثرة عدونا وقلة عددنا "
},
{
"text": "اللهم لا تجعلني من خصماء آل محمد عليهم السلام ولا تجعلني من أعداء آل محمد ولا تجعلني من أهل الحنق والغيظ على آل محمد فإني أعوذ بك من ذلك "
},
{
"text": "اللهم صل على محمد وآل محمد واجعلني بهم فائزا عندك‏ في الدنيا والآخرة ومن المقربين‏ آمين رب العالمين"
},
{
"text": "يارب عرفني إجابتك وأذقني طعم العافية إلى منتهى أجلي يا رب ارفعني ولا تضعني واحفظني وانصرني ولا تخذلني يا رب"
},
{
"text": "يا رب أعوذ بك في هذه الليلة وفي هذا اليوم من كل سوء فأعذني وأستجير بك فأجرني وأستتر بك من شر خلقك فاسترني وأستغفرك من ذنوبي فاغفر لي "
},
{
"text": "اللهم يا سابق الفوت ويا سامع الصوت ويا محيي العظام بعد الموت‏ وهي رميم‏ أسألك باسمك العظيم الأعظم أن تصلي على محمد وعلى أهل بيته"
},
{
"text": "اللهم صل على محمد عبدك ورسولك ونبيك واجزه بكل خير أبلاه وشر جلاه ويسر أتاه وضعيف‏ قواه ويتيم آواه ومسكين رحمه وجاهل علمه ودين نصره‏ وحق بصره"
},
{
"text": "اللهم صل على محمد وآل محمد واجعله لنا فرطا واجعل حوضه لنا موردا ولقاءه لنا موعدا يستبشر به أولنا وآخرنا "
},
{
"text": "اللهم اجعل محمدا أحب الأولين والآخرين إليك حبا وأقربهم بك مجلسا وأعظمهم عندك برهانا وأشرفهم لديك مكانا "
},
{
"text": "اللهم صل على محمد وآل محمد وأوردنا حوضه واحشرنا في زمرته واسقنا بكأسه واجعلنا من رفقائه ولا تفرق بيننا وبينه أبدا "
},
{
"text": "اللهم صل على محمد وآل محمد ونعوذ بك يا رب من الضلالة بعد الهدى ومن الكفر بعد الإيمان ومن النفاق بعد الإسلام ومن الشك بعد اليقين "
},
{
"text": "اللهم صل على محمد وآل محمد وأن تجعل الإيمان في قلوبنا ماأحييتنا والزيادة في عبادتك ما أبقيتنا والبركة فيماآتيتنا والمعافاةفي محيانا ومماتنا "
},
{
"text": "اللهم صل على محمد وآل محمد ولاتحرمنا فضلك ولاتنسنا ذكرك ولاتكشف عنا بسترك‏ ولا تصرف عنا وجهك ولا تحلل علينا غضبك ولاتنزع منا كرامتك "
},
{
"text": "اللهم صل على محمد وآل محمد ولا تباعدنا من جوارك ولا تحظر علينا رزقك ورحمتك ولا تكلنا إلى أنفسنا ولا تؤاخذنا بجهلنا ولا تهنا بعد إذ أكرمتنا"
},
{
"text": "اللهم صل على محمد وآل محمد واغفر لي ولوالدي‏ وارحمهما كما ربياني‏ صغيرا واجزهما بأحسن ما عملا إلي "
},
{
"text": "اللهم صل على محمد وآل محمد واغفر لنا وللمؤمنين والمؤمنات والمسلمين والمسلمات الأحياء منهم والأموات"
},
{
"text": "اللهم إني أسألك العافية ودوام العافية وشكر العافية والمعافاة في الدنيا والآخرة من كل سوء أسأل الله العفووالعافية والمعافاة في الدنياوالآخرة "
},
{
"text": "سبحان الإله الحق سبحان القابض الباسط سبحان الضار النافع سبحان القاضي بالحق سبحانه وبحمده سبحان العلي الأعلى سبحان من علا في الهواء"
},
{
"text": " سبحان الحسن الجميل سبحان الرءوف الرحيم سبحان الغني الحميد سبحان الخالق البارئ سبحان الرفيع الأعلى سبحان العظيم الأعظم"
},
{
"text": "سبحان من هوقائم لا يلهوسبحان من هوغني لا يفتقر سبحان من تواضع كل شي‏ء لعظمته سبحان من ذل‏ كل شي‏ء لعزته"
},
{
"text": "سبحان من استسلم كل شي‏ء لقدرته سبحان من خضع كل شي‏ء لملكه‏ سبحان من انقادت له الأمور بأزمتها"
},
{
"text": "سبحانك يا الله  يسبح الخلق كلهم لك وقام الخلق كلهم بك وأشفق الخلق كلهم منك وضرع‏ الخلق كلهم إليك"
},
{
"text": "سبحان الذي لا يموت أبد الأبد وسبحان رب العزة أبد الأبد وسبحان القدوس رب العزة أبد الأبد"
},
{
"text": " سبحان الذي في السماء عرشه وفي الأرض قدرته وسبحان الذي في البحر سبيله وسبحان الذي في القبور قضاؤه وسبحان الذي في الجنة رضاه "
},
{
"text": "سبحان الذي في جهنم سلطانه سبحان الذي سبقت رحمته غضبه سبحان من له‏ ملكوت كل شي‏ء"
},
{
"text": "سبحان الله بالعشي وسبحان الله بالإبكار سبحانه وبحمده عز وجهه ونصر عبده وعلا اسمه وتبارك‏ وتقدس في مجلس وقاره وكرسي عرشه"
},
{
"text": "اللهم صل على محمد وآل محمد واهد باليقين فعلنا وأصلح باليقين سرائرنا واجعل قلوبنا مطمئنة إلى ذكرك وأعمالنا خالصة لك"
},
{
"text": "اللهم صل على محمد وآل محمد وأسألك الربح من التجارة التي لا تبور والغنيمة من الأعمال الخالصة الفاضلة في الدنيا والآخرة "
},
{
"text": "اللهم ارزقنا أعمالا زاكية متقبلة ترضى بها عنا وتسهل لنا سكرة الموت وشدة هول يوم القيامة"
},
{
"text": "اللهم إنا نسألك‏ خاصة الخير وعامته لخاصنا وعامنا والزيادة من فضلك في كل يوم وليلة والنجاة من عذابك والفوز برحمتك"
},
{
"text": "اللهم حبب إلينا لقاءك وارزقنا النظر إلى وجهك واجعل لنا في لقائك‏ نضرة وسرورا"
},
{
"text": "اللهم صل على محمد وآل محمد وأحضرنا ذكرك عند كل غفلة وشكرك عند كل نعمة والصبر عند كل بلاء وارزقنا قلوبا وجلة من خشيتك خاشعة لذكرك منيبة إليك"
},
{
"text": " اللهم صل على محمد وآل محمد واجعلنا ممن يوفي بعهدك ويؤمن بوعدك ويعمل بطاعتك ويسعى في مرضاتك ويرغب فيما عندك"
},
{
"text": "اللهم اجعلنا في كنفك وفي حفظك وفي حرزك وفي جوارك وفي منعك عز جارك وجل ثناؤك وتقدست أسماؤك ولا إله غيرك"
},
{
"text": "اللهم صل على محمد وعلى أهل بيته كما سبقت إلينا به رحمتك وقرب إلينا به هداك وأورثتنا به كتابك ودللتنا به على طاعتك فأصبحنا مبصرين بنور الهدى"
},
{
"text": "اللهم إني أسألك الجنة وما قرب إليها من قول أوعمل وأعوذ بك من خون الأمانة وأكل أموال الناس بالباطل ومن التزين بما ليس في ومن الآثام والبغي"
},
{
"text": "اللهم لك الحمد أهل الكبرياء والعظمة ومنتهى الجبروت ومالك الدنيا والآخرة"
},
{
"text": " اللهم لك الحمد مدبر الأمور مبدئ الخفيات عالم السرائر محيي الموتى ملك الملوك ورب الأرباب وإله الآلهة وجبار الجبابرة وأول كل شي‏ء وآخره"
},
{
"text": "اللهم خشعت لك الأصوات وحارت دونك الأبصار وأفضت إليك القلوب والخلق كلهم في قبضتك والنواصي كلها بيدك والملائكة مشفقون من خشيتك"
},
{
"text": " اللهم كل شي‏ء خاشع‏ لك وكل شي‏ء مشفق منك وكل شي‏ء ضارع إليك أنت القادر الحكيم وأنت اللطيف الجليل وأنت العلي القريب لك التسبيح والعظمة"
},
{
"text": "اللهم لك الحمد تباركت أسماؤك وتعالى ذكرك وقهر سلطانك وتمت كلماتك أمرك قضاء وكلامك نور ورضاك رحمة وسخطك عذاب  تقضي بعلم وتعفوبحلم"
},
{
"text": " اللهم لك الحمد نور النور مدبر الأمور ديان العباد ملك الآخرة والدنيا العظيم شأنه العزيز سلطانه العلي مكانه النير كتابه"
},
{
"text": " اللهم لك الحمد على ما مضى وعلى ما بقي وعلى ما تبدي‏ وعلى ما تخفي‏ وعلى ما قد كان وعلى ما هوكائن"
},
{
"text": "اللهم لك الحمد على حلمك بعد علمك وعلى عفوك بعد قدرتك وعلى أناتك بعد حجتك وعلى صفحك بعد إعذارك"
},
{
"text": "اللهم لك الحمد على ما تأخذ وتعطي وعلى ما تبلي وتبتلي وعلى ما تميت وتحيي وعلى كل شي‏ء من أمرك يا أرحم الراحمين"
},
{
"text": "اللهم لك الحمد على الموت والحياة والنوم واليقظة وعلى الذكر والغفلة وعلى الدنيا والآخرة"
},
{
"text": "اللهم لك الحمد على ما تقضي فيما خلقت وعلى ما تحفظ فيما قدرت وعلى ما ترتب فيما ابتدعت"
}
]
}