{
"title": "جزأ (8)",
"type": "text",
"data": [
{
"text": "اللهم إني أسألك بمعاقد العز من عرشك ومنتهى الرحمة من كتابك وما ذكرت من عظمتك وسعة ما عندك وعظمة وقارك وطيب خيرك‏ وصدق حديثك"
},
{
"text": "‏ اللهم صل على محمد وآل محمد وارزقني رزقا واسعا حلالا طيبا نؤدي به أماناتنا ونستعين به على زماننا وننفق منه في طاعتك وفي سبيلك"
},
{
"text": " اللهم صل على محمد وآل محمد وأصلح لنا قلوبنا وأعمالنا وأمر دنيانا وآخرتنا كله وأصلحنا بما أصلحت به الصالحين"
},
{
"text": "اللهم يسرنا لليسرى‏ وجنبنا العسرى- وهيئ لنا من أمرنا رشدا ومرفقا"
},
{
"text": "اللهم صل على محمد وآل محمد واحفظ لنا أنفسنا وديننا وأماناتنا بحفظ الإيمان واسترنا بستر الإيمان"
},
{
"text": "اللهم صل على محمد وآل محمد ولا تكلنا إلى أنفسنا فنعجز عنها ولا تنزع منا صالحا أعطيتناه ولا تردنا في سوء استنقذتنا منه"
},
{
"text": "اللهم صل على محمد وآل محمد واجعلنا نتلوكتابك‏ حق تلاوته‏ ونعمل بمحكمه ونؤمن بمتشابهه ونرد علمه إليك"
},
{
"text": "اللهم صل على محمد وآل محمد وبصرنا في دينك وفهمنا كتابك ولا تردنا ضلالا ولا تعم علينا هدى"
},
{
"text": "اللهم صل على محمد وآل محمد وهب لنا من اليقين يقينا تبلغنا به رضوانك والجنة وتهون علينا به هموم الدنيا والآخرة وأحزانهما "
},
{
"text": "اللهم صل على محمد وآل محمد ولا تجعل مصيبتنا في ديننا ولا دنيانا أكبر همنا ولا تسلط علينا من لا يرحمنا"
},
{
"text": "اللهم صل على محمد وآل محمد وبارك لنا في الموت واجعله خير غائب ننتظره وبارك لنا في ما بعده من القضاء واجعلنا في جوارك وذمتك"
},
{
"text": "اللهم صل على محمد وآل محمد ولا تغير ما بنا من نعمتك وإن غيرنا وكن بنا رحيما وكن بنا لطيفا والطف لحاجاتنا من أمر الدنيا والآخرة"
},
{
"text": " اللهم صل على محمد وآل محمد واختم أعمالنا بأحسنها واجعل ثوابها رضوانك والجنة"
},
{
"text": "أعيذ نفسي بربي الأكبر مما يخفى ومما يظهر ومن شر كل أنثى وذكر ومن شر ما رأت الشمس والقمر"
},
{
"text": " اللهم إني أدعوك دعاء ضعيف مضطر ورحمتك يا رب أوثق عندي من دعائي اللهم فأذن الليلة لدعائي أن يعرج إليك وأذن لكلامي أن يلج إليك"
},
{
"text": "اللهم صل على محمد وآل محمد وأعوذبك أن أضل‏ في هذه الليلة فأشقى‏ أوأن أغوي ناسكاأوأن أعمل بما لا تهوى فأنت رب السماوات العلى وأنت ترى ولا ترى"
},
{
"text": " اللهم إني أسألك الليلة أفضل النصيب في الأنصباء وأتم النعمة في النعماء وأفضل الشكر في السراء وأحسن الصبر في الضراء "
},
{
"text": "اللهم صل على محمد وعلى آله وأسألك المحبة لمحابك والعصمة من محارمك‏ والوجل من خشيتك والخشية من عذابك والنجاة من عقابك والرغبة في حسن ثوابك"
},
{
"text": "سبحان الذي بعزته رفع السماء ووضع الأرض ونصب الجبال وسخر النجوم والذي بعزته أظلم الليل وأشرق النهار وأسرج الشمس وأنار القمر"
},
{
"text": "سبحان الذي بعزته يثير السحاب وأنزل المطر وأخرج الثمر وأعظم البركة سبحان الذي ملكه دائم وكرسيه واسع وعرشه رفيع وبطشه شديد"
},
{
"text": "سبحان الذي عذابه أليم وعقابه سريع وأمره مفعول سبحان الذي كلمته تامة وعهده وفي وعقده وثيق"
},
{
"text": "سبحان الذي عزه قاهر وكبرياؤه مانع وأمره غالب سبحان الذي مقامه مخوف وسلطانه عظيم وبرهانه مبين وبقاؤه حق"
},
{
"text": "سبحان الذي حجته بالغة وحفظه محفوظ وكيده متين سبحان الذي قوله صادق ومحاله شديد وطلبه مدرك وسبيله قاصد"
},
{
"text": "سبحان الذي بيده رزق كل شي‏ء وناصية كل دابة يعلم مستقرها ومستودعها كل في كتاب مبين"
},
{
"text": " سبحان ذي العلى والجبروت سبحان ذي الكبرياء والعظمة سبحان ذي الملك والعزة سبحان ذي السلطان والقدرة سبحان ذي الإحسان والمهابة"
},
{
"text": "سبحان ذي الحول‏ والقوة سبحان ذي الفضل والسعة سبحان ذي الطول والمنعة سبحان‏ ذي الجلال والإكرام‏ سبحان ذي الجود والسماحة"
},
{
"text": "سبحان ذي الثناء والمدحة سبحان ذي الأيادي والبركة سبحان ذي الشرف والرفعة سبحان ذي العفووالمغفرة سبحان ذي المن والرحمة"
},
{
"text": "سبحان ذي الوقار والسكينة سبحان ذي الكرم والكرامة سبحان ذي النور والبهجة سبحان ذي الرجاء والثقة سبحان رب الآخرة والأولى"
},
{
"text": "سبحان الذي لا يبلى مجده ولا يعثر جده ولا يزول ملكه ولا يبدل قوله ولا معقب لحكمه‏- له الحكم‏ وإليه يرجعون"
},
{
"text": "اللهم إني أسألك من فضلك قلوبا سليمة وألسنة صادقة وأزواجا طيبة وإيمانا ثابتا وعلما نافعا وبرا ظاهرا وتجارة رابحة"
},
{
"text": "ارزقنا اللهم دينا قيما وشكرا دائماوصبرا جميلاوحياة طيبة ووفاة كريمة وفوزا عظيما وظلا ظليلا والفردوس نزلا ونعيما مقيماوملكا كبيرا وشراباطهورا"
},
{
"text": "سبحان من هوفي علوه دان سبحان من هوفي دنوه عال سبحان من هوفي إشراقه منير سبحان من هوفي سلطانه قوي"
},
{
"text": "سبحان الحليم الجميل‏ سبحان الغني الحميد سبحان الواسع العلي سبحان الله وتعالى"
},
{
"text": "سبحان من يكشف الضر وهوالدائم الصمد الفرد القديم سبحان من علا في الهواء سبحان الحي الرفيع"
},
{
"text": "سبحان الحي القيوم سبحان الدائم الباقي الذي لا يزول سبحان الذي لا تنقص خزائنه سبحان من لا ينفد ما عنده سبحان من لا تبيد معالمه"
},
{
"text": "سبحان من لا يشاور في أمره أحدا سبحان من لا إله غيره سبحان الله العظيم سبحان الله وبحمده سبحان ذي العز الشامخ المبين"
},
{
"text": "سبحان ذي الجلال الباذخ العظيم سبحان ذي الجلال‏ الفاخرالقديم سبحان من هوفي علوه دان وفي دنوه عال وفي إشراقه منير وفي سلطانه قوي وفي ملكه دائم"
},
{
"text": "أسألك يا إله الحق المبين النور المنير أن تتم النعمة علي وتحسن لي العاقبة في الأمور كلها فإنما أنا عبدك وابن عبدك ناصيتي بيدك أتقلب في قبضتك"
},
{
"text": "اللهم لقني حجتي يوم الممات ولا ترني عملي حسرات ولا تفضحني بسريرتي يوم ألقاك ولا تخزني بسيئاتي وببلائك عند قضائك"
},
{
"text": "اللهم أصلح ما بيني وبينك واجعل هواي في تقواك واكفني هول المطلع وما أهمني وما لم يهمني مما أنت أعلم به مني من أمر دنياي‏ وآخرتي"
},
{
"text": "رب اكفني واهدني وأصلح بالي وأدخلني الجنة عرفها لي وألحقني بالذين هم خير مني وارزقني مرافقة النبيين والصديقين والشهداء والصالحين"
},
{
"text": "اللهم لك الحمد قبل كل شي‏ء خلقت كل شي‏ء وأنت بعد كل شي‏ء وأنت وارث كل شي‏ء أحصى علمك كل شي‏ء وأحاطت قدرتك بكل شي‏ء"
},
{
"text": " اللهم لا يقدر أحد قدرك ولا يشكرك أحد حق شكرك ولا تهتدي العقول لصفتك ولا يدري شي‏ء كيف أنت غير أنك كما نعت نفسك"
},
{
"text": "اللهم حارت الأبصار دونك وكلت الألسن عنك وانتهت العقول دونك وضلت الأحلام فيك تعاليت بقدرتك وعلوت بسلطانك وقدرت بجبروتك وقهرت عبادك"
},
{
"text": "اللهم أشد خلقك خشية لك أعلمهم بك وأفضل خلقك بك علما أخوفهم لك وأطوع خلقك لك أقربهم منك وأشد خلقك لك إعظاما أدناهم إليك"
},
{
"text": "اللهم  لا علم إلا خشيتك ولا حلم‏ إلا الإيمان بك ليس لمن لم يخشك علم ولا لمن لم يؤمن‏ بك حكم"
},
{
"text": "اللهم بدء كل شي‏ء منك ومنتهى كل شي‏ء إليك وقوام كل شي‏ء بك ورزق كل شي‏ء عليك لا ينقص‏ سلطانك من عصاك ولا يزيد في ملكك من أطاعك"
},
{
"text": "اللهم لا يرد أمرك من سخط قضاءك‏ ولا يمتنع منك من تولى غيرك‏ كل سر عندك علانية وكل غيب عندك شهادة تعلم‏ خائنة الأعين وما تخفي الصدور."
},
{
"text": "اللهم ليس يمنعك عز سلطانك ولا عظم شأنك ولاارتفاع مكانك ولاشدة جبروتك من أن تحصي كل شي‏ءوتشهد كل نجوى تعلم‏ مافي الأرحام‏وتطلع علىمافي القلوب"
},
{
"text": "اللهم لم يكن قبلك شي‏ء وأمر كل شي‏ء بيدك ولا يفعل ما يشاء غيرك وكل شي‏ء هالك إلاوجهك رحيم في قدرتك عال في دنوك قريب في ارتفاعك لطيف في جلالك"
},
{
"text": "اللهم ليس يشغلك شي‏ء عن شي‏ء ولا يستر عنك‏ شي‏ء علمك في السر كعلمك في العلانية وقدرتك على ما تقضي كقدرتك على ما قضيت"
},
{
"text": " اللهم لا تسبق إن طلبت ولا تقصر إن أردت منتهى دون ما تشاء ولا تقصر قدرتك عما تريد علوت في دنوك ودنوت في علوك ولطفت في جلالك وجللت في لطفك"
},
{
"text": "اللهم لا نفاد لملكك ولا منتهى لعظمتك ولا مقياس لجبروتك ولا استحراز من قدرتك"
},
{
"text": "اللهم أنت الأبد بلا أمد والمدعوفلا منجى منك والمنتهى فلا محيص عنك والوارث فلا مقصر دونك"
},
{
"text": "اللهم أنت الحق المبين والنور المنير والقدوس العظيم وارث الأولين والآخرين حياة كل شي‏ء ومصير كل ميت‏ وشاهد كل غائب‏ وولي تدبير الأمور"
},
{
"text": "اللهم بيدك ناصية كل دابة وإليك مرد كل نسمة وبإذنك تسقط كل ورقة ولا يعزب عنك مثقال ذرة"
},
{
"text": "اللهم إني أعوذ بك من النسيان والكسل‏ والتواني في طاعتك والفشل"
},
{
"text": "اللهم إني أعوذ بك من عذابك الأدنى عذاب القبر وعذابك الأكبر ولا تجعل فؤادي فارغا مما أقول واجعل ليلك ونهارك بركات منك علي"
},
{
"text": "اللهم اجعل سعيي عندك مشكورا أسألك من صالح ما في أيدي العباد من الأمانة والإيمان والتقوى والزكاة والمال والولد يا حي يا قيوم"
},
{
"text": "اللهم اجعل وسيلتي إليك ورغبتي فيما عندك واجعل ثواب عملي رضاك وأعط نفسي سؤلها ومناها وزكها أنت خير من زكاها وأنت وليها ومولاها"
},
{
"text": "اللهم صل على محمد وآل محمد واستر عورتي وآمن روعتي واقض ديني واغفر لي ذنبي ووسع في قبري‏ وبارك لي فيما رزقتني"
},
{
"text": " اللهم صل على محمد وآل محمد وأسألك الهدى والتقوى واليقين والعفاف والغناء والعمل بما تحب وترضى وأسألك الشكر والمعافاة في الدنيا والآخرة"
},
{
"text": "اللهم صل على محمد وآله وأسألك أن تجعلني من خير عبادك عملا وخيرهم أملا وخيرهم حياة وخيرهم موتا وممن استعملتهم‏ برحمتك وتوفيتهم برحمتك ورضوانك"
},
{
"text": "اللهم إني أسألك الطيبات من الرزق وترك المنكرات وحب المساكين وأن تغفر لي وترحمني وتتوب علي وإذا أنزلت بالأرض فتنة فاقلبني‏ غير مفتون"
},
{
"text": "اللهم إني أسألك من الخير كله عاجله وآجله وأعوذ بك من الشر كله عاجله وآجله وافتح لي بخير واختم لي بخير"
},
{
"text": "سبحان من تسبح له الأنعام بأصواتها يقولون سبوحا قدوسا سبحان الملك الحق المبين سبحان من تسبح له البحار بأمواجها سبحانك ربنا وبحمدك"
},
{
"text": "سبحان من تسبح له ملائكة السماوات بأصواتها سبحان الله المحمود في كل مقالة سبحان الذي يسبح له الكرسي وما حوله وما تحته"
},
{
"text": "سبحان الله بعدد ما سبحه المسبحون والحمدلله بعدد ما حمده الحامدون ولا إله إلا الله بعدد ما هلله المهللون والله أكبر بعدد ما كبره المكبرون"
},
{
"text": "سبحانك لا إله إلا أنت تسبح لك الدواب في مراعيها والوحوش في مظانها والسباع في فلواتها والطير في وكورها"
},
{
"text": "سبحانك لا إله إلا أنت تسبح لك البحار بأمواجها والحيتان في مياهها والمياه في مجاريها والهوام في أماكنها"
},
{
"text": "سبحانك لا إله إلا أنت الجواد الذي لا يبخل الغني الذي لا يعدم الجديد الذي لا يبلى"
},
{
"text": "الحمدلله الباقي الذي تسربل بالبقاء الدائم الذي لا يفنى العزيز الذي لا يذل الملك الذي لا يزول"
},
{
"text": "سبحانك لا إله إلا أنت القائم الذي لا يعيا الدائم الذي لا يبيد العليم الذي لا يرتاب البصير الذي لا يضل الحكيم‏ الذي لا يجهل"
},
{
"text": "سبحانك لا إله إلا أنت الحكيم الذي لا يحيف الرقيب الذي لا يسهو المحيط الذي لا يلهوالشاهد الذي لا يغيب"
},
{
"text": "سبحانك لا إله إلا أنت القوي الذي لا يرام العزيز الذي لا يضام السلطان الذي لا يغلب المدرك الذي لا يدرك الطالب الذي لا يعجز"
},
{
"text": "أعيذ نفسي بالأحد الصمد من شر النفاثات في العقد ومن شر ابن قترة وما ولد"
},
{
"text": "أستعيذ بالله الواحد الأحد الأعلى من شر ما رأت عيني وما لم تره"
},
{
"text": "أستعيذ بالله الواحد الفرد الكبير الأعلى من شر من أرادني بأمر عسير"
},
{
"text": "اللهم صل على محمد وآل محمد واجعلني في جوارك وحصنك الحصين العزيز الجبار الملك القدوس القهار السلام المؤمن المهيمن الغفار"
},
{
"text": "يا الله يا رفيع البنيان مضي‏ء البرهان عظيم الجلال قديم المجد محيط العلم لطيف الخبر حكيم الأمر أحكم الأمر صنعك‏ وقهر كل شي‏ء سلطانك"
},
{
"text": "يا الله توليت العظمة بعزة ملكك والكبرياء بعظم جلالك ثم دبرت الأشياء كلها بحكمك‏ وأحصيت أمر الدنيا والآخرة كلها بعلمك"
},
{
"text": "اللهم إني ضعيف فقو في رضاك ضعفي وخذ إلى الخير بناصيتي واجعل الإسلام منتهى رضاي واجعل البر أكبر أخلاقي والتقوى زادي"
},
{
"text": "اللهم عافني من ممارسة الذنوب بتوبة نصوحا ومن الأسقام الدوية يالعفووالعافية وتوف نفسي آمنة مطمئنة راضية بما لها مرضية ليس عليها خوف ولا حزن"
},
{
"text": "اللهم صل على محمد وآل محمد ومن أرادني بحسن فأعنه عليه ويسره لي ف إني لما أنزلت إلي من خير فقير"
},
{
"text": "اللهم إني أعوذ بك من الشيطان الرجيم ومن مغاويه واعتراضه وفزعه ووسوسته"
},
{
"text": "اللهم ربنا لك الحمد والثناء الحسن كله ولك الحمد حمدا ترضى به وتقبله ولك الحمد حمدا يقوم أجره وكرامته"
},
{
"text": "سبحان الله ربنا الذي نعمته أفضل من شكرنا وسبحان الله ربنا الذي رحمته أنفع من أعمالنا وسبحان الله ربنا الذي إحسانه خير من إحساننا"
},
{
"text": "سبحان الله ربنا الذي مغفرته أعظم من ذنوبنا وسبحان الله ربنا الذي رزقه أوسع لنا من كسبنا وسبحان الله ربنا الذي تعليمه‏ لنا أفقه من أحلامنا"
},
{
"text": "سبحان الله ربنا الذي مغفرته أكفى لنا من فعلنا"
},
{
"text": "سبحانك يا إلهي ما أعظم شأنك وأعز جبروتك وأكرم قدرتك وأفضل عفوك وأسبغ نعمتك وأكبر منك وأوسع رحمتك يا أرحم الراحمين"
},
{
"text": "سبحانك لا تستطيع الألسن وصفك ولا تصف العقول قدرتك ولا تخطر على القلوب عظمتك ولا تبلغ الأعمال شكرك ولا يطيق العاملون صنعك تحيرت الأبصار دونك"
},
{
"text": "سبحانك يا إلهي أمرك قضاء وكلامك نور ورضاك رحمة وسخطك عذاب ورحمتك حياة وطاعتك نجاة وعبادتك حرز وأخذك‏ أليم- وأنت أرحم الراحمين"
},
{
"text": "سبحانك يا إلهي صفت لك الملائكة وخشعت لك الأصوات وانتشرت بك الأمم وأذعن لك الخلائق وقام بك الخلق"
},
{
"text": "سبحان يا إلهي صفا لك الملك والأمر وطلبت إليك الحوائج ورفعت إليك‏ الأيدي وطمحت نحوك الأبصار وقرت بك الأعين وأشرقت بنورك الأرض وحييت بك البلاد"
},
{
"text": "سبحانك ياإلهي انجلت‏ لك الأجساد وتناهت‏ إليك الأرواح وتاقت إليكالأنفس وعنت لك الوجوهواطمأنت بك الأفئدةواقشعرت منك الجلود وأفضيت‏ إليك القلوب"
},
{
"text": "اللهم أسألك أن تتقبل مني إذا صليت وتستجيب لي إذا دعوت وتتجاوز عني إذا لهوت ولا تعاقبني فيما أتيت وهب لي صالح ما نويت"
},
{
"text": "اللهم هب لي من الخير فوق الذي سميت وتقبل مني وتجاوز عني وعافني واغفرلي وامنن علي وارحمني وتب علي وارض عني ووفقني لماينفعني واصرف عني مايضرني"
},
{
"text": "اللهم اكفني ما أهمني ولا تمقتني ولا تعاقبني ولا تخزني وأكرمني ولا تهني وأصلحني وهب لي كل شي‏ء يصلحني وأعظم أجري وأحسن ثوابي‏ وبيض وجهي"
},
{
"text": "اللهم أكرم مدخلي وقربني منك وأكرمني برحمتك آمين رب العالمين وصلى الله على محمد خاتم النبيين وآله الطاهرين"
},
{
"text": "سبحانك لا إله إلا أنت الحي‏ الذي لا يموت‏ القيوم الذي لا يهن‏ الصمد الذي‏ لا يطعم‏"
},
{
"text": "سبحانك لا إله إلا أنت ما أعظم شأنك وأعز سلطانك وأعلى مكانك وأشمخ‏ ملكك"
},
{
"text": "سبحانك لا إله إلا أنت ما أبرك وأرحمك وأحلمك وأعظمك وأعلمك وأسمحك وأجلك وأكرمك وأعزك وأعلاك وأقواك وأسمعك وأبصرك"
},
{
"text": "سبحانك لا إله إلا أنت ما أكرم عفوك وأعظم تجاوزك سبحانك لا إله إلا أنت ماأوسع رحمتك وأكثرفضلك سبحانك لا إله إلا أنت ماأنعم آلاءك وأسبغ نعماءك"
},
{
"text": "سبحانك لا إله إلا أنت ما أفضل ثوابك وأجزل عطاءك سبحانك لا إله إلا أنت ما أوسع حجتك وأوضح برهانك"
},
{
"text": "سبحانك لا إله إلا أنت ما أشد أخذك وأوجع عقابك سبحانك لا إله إلا أنت ما أشد مكرك وأمتن‏ كيدك"
},
{
"text": "سبحانك لا إله إلا أنت القريب‏ في علوك المتعالي في دنوك المتداني دون كل شي‏ء من خلقك"
},
{
"text": "سبحانك لا إله إلا أنت القريب قبل كل شي‏ء والدائم مع كل شي‏ء والباقي بعد فناء كل شي‏ء"
},
{
"text": " سبحانك لا إله إلا أنت تصاغر كل شي‏ء لجبروتك وذل كل شي‏ء لعزتك وخضع كل شي‏ء لملكك واستسلم كل شي‏ء لقدرتك وانقاد كل شي‏ء لسلطانك "
},
{
"text": "سبحانك لا إله إلا أنت‏ ملكت الملوك بعظمتك وقهرت الجبابرة بقدرتك وذللت العظماء بعزتك"
},
{
"text": "سبحانك لا إله إلا أنت تسبيحا يفضل على تسبيح المسبحين كلهم من أول الدهر إلى آخره ومل‏ء السماوات والأرضين ومل‏ء ما خلقت ومل‏ء ما قدرت‏"
},
{
"text": "سبحانك لا إله إلا أنت تسبح لك السماوات بأقطارها والشمس في مجاريها والقمر في منازله والنجوم في سيرانها والفلك في معارجه"
},
{
"text": "سبحانك لا إله إلا أنت يسبح لك النهار بضوئه والليل بدجاه والنور بشعاعه والظلمة بغموضها"
},
{
"text": "سبحانك لا إله إلا أنت تسبح لك الرياح في مهبها والسحاب بأمطارها والبرق بأخطافه والرعد بإرزامه"
},
{
"text": "سبحانك لا إله إلا أنت تسبح لك الأرض‏ بأقواتها والجبال بأطوادها والأشجار بأوراقها والمراعي في منابتها"
},
{
"text": "سبحانك وبحمدك لا إله إلا أنت وحدك لا شريك لك عدد ما سبحك‏ من شي‏ء وكما تحب يا رب أن تحمد وكما ينبغي لعظمتك وكبريائك وعزك‏ وقوتك وقدرتك"
},
{
"text": "أعيذ نفسي‏ برب المشارق والمغارب‏ من‏ كل شيطان مارد وقائم وقاعد وعدووحاسد ومعاند"
},
{
"text": " أعيذ نفسي بقدرة الله وعزة الله وعظمة الله وسلطان الله وجلال الله وكمال الله وبجمع الله ورسول‏ الله وآله من شر ما أخاف وأحذر"
},
{
"text": "سبحانك ربنا ولك الحمد على عظمة ملكك وجلال وجهك الذي ملأ نوره كل شي‏ء وهوحيث لا يراه شي‏ء يسبح بحمده"
},
{
"text": " اللهم ربنا لك الحمد تسلطت فلا أحد من العباد يحد وصفك تسلطت بعزتك وتعززت بجبروتك وتجبرت بكبريائك وتكبرت بملكك وتملكت بقدرتك‏ وقدرت بقوتك"
},
{
"text": "سبحانك ربنا ولك الحمد على جلال وجهك وعظمة ملكك الذي به قامت السماوات والأرض"
},
{
"text": "اللهم ربنا ولك الحمد ملأت كل شي‏ء عظمة وخلقت كل شي‏ء بقدرة وأحطت‏ بكل شي‏ء علما وأحصيت‏ كل شي‏ء عددا وحفظت كل شي‏ء كتابا"
},
{
"text": "اللهم صل على محمد عبدك ورسولك وأعطه اليوم أفضل الوسائل وأشرف الأعاطي وأعظم الحباء وأكرم المنازل وأسرع الحدود وأقر الأعين"
},
{
"text": " اللهم أعط محمدا صلى الله عليه وآله الوسيلة والفضيلة والركانة والسعادة والرفعة والغبطة وشرف المنتهى والنصيب الأوفى والغاية القصوى"
},
{
"text": " اللهم صل على محمد عبدك ورسولك ونبيك الأمي الذي خلقته لنبوتك وأكرمته برسالتك وبعثته رحمة لخلقك وعلى آل محمد"
},
{
"text": "اللهم صل على محمد وآل محمد كما تلا كتابك وبلغ رسالاتك وعمل بطاعتك وصدع بأمرك ونصح لعبادك وجاهد في سبيلك"
},
{
"text": "اللهم صل على محمد وآل محمد وشرف بنيانه وعظم برهانه وثقل ميزانه وكرم‏ نزله وأحسن مآبه وأجزل ثوابه وتقبل شفاعته وقرب وسيلته"
},
{
"text": "يا رب إليك جارت نفسي وأنت منتهى حيلتي ومنتهى رجائي وإليك منتهى رغبتي وذخري أنت الغني وأنا الفقير وأنت السيد وأنا العبد وإنما يسأل العبد سيده"
},
{
"text": "لا إله إلا أنت رب العرش العظيم أنت خير من سئل وأوسع من أعطى وأرحم من قدر وأحق من رحم وغفر وعفا وتجاوز"
},
{
"text": "رب أنت أحق من تاب علي وقبل العذر والملق وأنت أحق من أعاذ وخلص ونجا وأنت أحق من أغاث وسمع واستجاب لأنه لا يرحم رحمتك أحد ولا ينجي نجاتك أحد"
},
{
"text": "اللهم فأرشدني وسددني ووفقني لما تحب وترضى من الأعمال برحمتك يا أرحم‏ الراحمين وصلى الله على محمد وآله أجمعين"
},
{
"text": "سبحان‏ من لبس العز وفاز به سبحان من تعطف بالمجد وتكرم به سبحان من لا ينبغي التسبيح إلا له"
},
{
"text": "سبحان من أحصى كل شي‏ء بعلمه سبحان ذي الطول والفضل سبحان ذي المن والنعم سبحان ذي القدرة والكرم"
},
{
"text": "سبحان الحي الحليم سبحان الحليم‏ الكريم سبحان الباعث الوارث سبحان الله العلي العظيم سبحانه وبحمده"
},
{
"text": "ربنا عافنا من كل سوء ومن شر كل دابة أنت‏ آخذ بناصيتها ومن شر ما سكن‏ في الليل والنهار ومن كل سوء ومن شر كل ذي شر"
},
{
"text": "أعيذ ديني ونفسي وجميع ما تحوطه عنايتي ومن شكل صورة وخيال أوبياض أوسواد أوتمثال‏ أومعاهد أوغير معاهد ممن يسكن الهواء والسحاب والظلمات والنور"
},
{
"text": "أصبحت في أمان الله الذي لا يستباح وفي ذمة الله التي لا تخفر وفي جوار الله الذي لا يضام وكنفه الذي لا يرام"
}
]
}