{
"title": "جزأ (9)",
"type": "text",
"data": [
{
"text": "اللهم اغفر لي كل ذنب يحبس رزقي ويحجب مسألتي أويقصر بي عن بلوغ مسألتي أويصد بوجهك الكريم عني"
},
{
"text": "اللهم اغفر لي وارزقني وارحمني واجبرني وعافني واعف عني وارفعني واهدني وانصرني وألق في قلبي الصبر والنصر يا مالك الملك فإنه لا يملك ذلك غيرك"
},
{
"text": "اللهم مصرف القلوب غفار الذنوب خذ بسمعي وقلبي وبصري ووجهي إليك ولا تجعل لشي‏ء من ذلك مصروفا عنك ولا منتهى له دونك‏ "
},
{
"text": "اللهم ما كتبت علي من خير فوفقني واهدني له ومن علي بذلك‏ كله وأعني وثبتني عليه واجعله أحب إلي من غيره وآثر عندي مما سواه وزدني من فضلك "
},
{
"text": " اللهم إني أسألك رضوانك والجنة وأعوذ بك من سخطك والنار وأسألك النصيب الأوفر في جنات النعيم"
},
{
"text": " اللهم طهر لساني من الكذب وقلبي من النفاق وعملي من الرياء وبصري من الخيانة فإنك تعلم‏ خائنة الأعين وما تخفي الصدور"
},
{
"text": "اللهم إن كنت عندك محروما مقترا علي رزقي فامح حرماني وتقتير رزقي واكتبني عندك مرزوقا موفقا للخيرات"
},
{
"text": "اللهم في أمانك أسلمت إليك نفسي ووجهت إليك وجهي وفوضت إليك أمري وألجأت إليك ظهري رهبة منك ورغبة إليك لا ملجأ ولا منجى منك إلا إليك"
},
{
"text": "اللهم إني أسألك الطيبات من الرزق وترك المنكرات وحب المساكين وأن تتوب علي"
},
{
"text": "اللهم إني أسألك بكرامتك التي أنت أهلها أن تجاوز عن سوء ما عندي بحسن ما عندك وأن تعطيني من جزيل عطائك أفضل ما أعطيته أحدا من عبادك"
},
{
"text": "اللهم إني أعوذ بك من مال يكون علي فتنة ومن ولد يكون لي عدوا"
},
{
"text": "اللهم قد ترى مكاني وتسمع دعائي وكلامي وتعلم حاجتي أسألك بجميع أسمائك أن تقضي لي كل حاجة من حوائج الدنيا والآخرة"
},
{
"text": "اللهم إني أدعوك دعاء عبد ضعفت قوته واشتدت فاقته وعظم جرمه وقل عدده‏ وضعف عمله دعاء من لا يجد لفاقته سادا غيرك ولا لضعفه عونا سواك"
},
{
"text": "اللهم أسألك جوامع الخير وخواتمه وسوابقه وفوائده وجميع ذلك بدائم‏ فضلك وإحسانك وبمنك ورحمتك فارحمني وأعتقني من النار"
},
{
"text": " رب ارحمني رحمة لا تضلني ولا تشقني بعدها أبدا إنك حميد مجيد"
},
{
"text": "اللهم لا تدع لي ذنبا إلا غفرته ولا هما إلا فرجته ولا دينا إلا قضيته ولا غائبا إلا حفظته وأديته ولا مريضا إلا شفيته وعافيته"
},
{
"text": "اللهم تم نورك فهديت وعظم حلمك فعفوت وبسطت يدك فأعطيت فلك الحمد وجهك خير الوجوه وعطيتك أنفع العطية فلك الحمد"
},
{
"text": "اللهم إني أسألك إيمانا لا يرتد ونعيما لا ينفد ومرافقة محمد صلى الله عليه وآله في أعلى جنة الخلد"
},
{
"text": "اللهم وأسألك العفاف والتقى والعمل بما تحب وترضى والرضا بالقضاء والنظر إلى وجهك"
},
{
"text": "اللهم لقني حجتي عند الممات ولا ترني عملي حسرات"
},
{
"text": "اللهم اكفني طلب ما لم تقدر لي من رزق‏ وما قسمت لي فأتني به في يسر منك وعافية "
},
{
"text": "اللهم إني أسألك‏ توبة نصوحا تقبلها مني تبقى علي بركتها وتغفر بها ما مضى من ذنوبي وتعصمني بها فيما بقي من عمري يا أهل التقوى وأهل المغفرة"
},
{
"text": "اللهم ما أصبحت فيه من عافية في ديني ودنياي فأنت الذي أعطيتني ورزقتني ووفقتني له وسترتني "
},
{
"text": "اللهم إني أعوذ بك أن أتكل على ما لا حمد لي فيه أوما لا عذر لي فيه"
},
{
"text": "اللهم أحسن عاقبتي في الأمور كلها وأجرني من مواقف الخزي في الدنيا والآخرة- إنك على‏ كل شي‏ء قدير"
},
{
"text": "اللهم إني أسألك موجبات رحمتك وعزائم مغفرتك وأسألك الغنيمة من كل بر والسلامة من كل إثم وأسألك الفوز بالجنة والنجاة من النار"
},
{
"text": "اللهم ما أنسيتني فلا تنسني ذكرك وما أحببت فلا أحب معصيتك"
},
{
"text": "اللهم امكر لي ولا تمكر علي وأعني ولا تعن علي وانصرني ولا تنصر علي واهدني ويسر لي الهدى وأعني على من ظلمني"
},
{
"text": "اللهم اجعلني لك شاكرا لك ذاكرا لك محبا لك راهبا واختم لي منك بخير"
},
{
"text": " اللهم إني أسألك بعلمك الغيب وقدرتك على الخلق أن تحييني ما كانت الحياة خيرا لي وأن تتوفاني إذا كانت الوفاة خيرا لي"
},
{
"text": "اللهم أسألك خشيتك في السر والعلانية والعدل في الرضا والغضب والقصد في الغنى والفقر"
},
{
"text": "اللهم استر عوراتي وأجب دعواتي واحفظني من بين يدي ومن خلفي وعن يميني وعن شمالي"
},
{
"text": "اللهم إن رفعتني فمن ذا الذي يضعني وإن تضعني‏ فمن ذا الذي يرفعني"
},
{
"text": "اللهم لا تجعلني للبلاء غرضا ولا للفتنة نصبا ولا تتبعني‏ ببلاء على أثر بلاء فقد ترى ضعفي وتضرعي أعوذ بك من جميع غضبك فأعذني"
},
{
"text": "سبحانك من ذا يعلم ما أنت ولا يخافك ومن يعرف قدرتك ولا يهابك"
},
{
"text": "سبحانك ربنا اللهم إني أسألك إيمانا دائما وقلبا خاشعا وعلما نافعا ويقينا صادقا وأسألك دينا قيما وأسألك رزقا واسعا"
},
{
"text": "اللهم لا تقطع رجاءنا ولا تخيب دعاءنا ولا تجهد بلاءنا وأسألك العافية والشكر على العافية وأسألك الغناء عن الناس أجمعين يا أرحم الراحمين"
},
{
"text": "اللهم اغفر لي ما قد سلف من ذنوبي واعصمني فيما بقي من عمري وارزقني عملا ترضى به عني"
},
{
"text": "اللهم ما فتحت لي من باب طاعة فلا تغلقه عني أبدا وما أغلقت عني من باب معصية فلا تفتحه علي أبدا"
},
{
"text": "اللهم ارزقني حلاوة الإيمان وطعم المغفرة ولذة الإسلام وبرد العيش بعد الموت إنه لا يملك ذلك غيرك"
},
{
"text": " اللهم إني أعوذ بك‏ أن أضل أوأضل أوأذل أوأذل أوأظلم أوأظلم أوأجهل أويجهل علي أوأجور أويجار علي أخرجني من الدنيا مغفورا لي عملي‏"
},
{
"text": "اللهم إني أعوذ بك من زوال نعمتك وتحويل عافيتك استعنت بحول الله وقوته من حول خلقه وقوتهم وأعوذ برب الفلق من شر ماخلق‏ حسبي‏ الله ونعم الوكيل‏"
},
{
"text": "اللهم يا قاصم كل جبار عنيد يا من لا يخيب من دعاه ويا من إذا توكل العبد عليه كفاه اكفني كل مهم من أمر الدنيا والآخرة"
},
{
"text": "اللهم إني أسألك عمل الخائفين وخوف العاملين وخشوع العابدين وعبادة المتقين وإخبات المؤمنين‏ وإنابة المخبتين‏ وتوكل الموقنين‏ وبشر المتوكلين"
},
{
"text": "اللهم أسألك أن‏ تغفر لي ولوالدي ولجميع المؤمنين والمؤمنات والمسلمين والمسلمات الأحياء منهم والأموات"
},
{
"text": "اللهم رب البهاء والعظمة والكبرياء والسلطان أظهرت القدرة كيف شئت ومننت على عبادك بمعرفتك‏ وتسلطت عليهم بجبروتك وعلمتهم شكر نعمتك"
},
{
"text": "اللهم بحق‏ علي المرتضى للدين والعالم بالحكم ومجاري التقى إمام المتقين صل على محمد وآله في الأولين والآخرين وأقدمه بين يدي حوائجي"
},
{
"text": "اللهم لبست بهاءك في أعظم قدرتك وصفا نورك في أنور ضوئك وفاض علمك حجابك‏ وخلصت‏ فيه أهل الثقة بك عند جودك فتعاليت في كبريائك علوا"
},
{
"text": "يا الله يا من تجبر فلا عين تراه يا من تعظم فلا تخطر القلوب بكنهه يا حسن المن يا حسن التجاوز يا حسن العفويا جواد يا كريم صل على محمد وآل محمد"
},
{
"text": "اللهم بحق محمد بن علي عليهما السلام عليك‏ وأقدمه بين يدي حوائجي أن تصلي على محمد وآل محمد وأن تفعل بي كذا وكذا"
},
{
"text": "يا الله يا من لطف عن إدراك الأوهام يا من كبر عن موجود البصر يا من تعالى عن الصفات كلها يا من جل عن معاني اللطف ولطف عن معاني الجلال"
},
{
"text": "يا الله يا من تكبر عن الأوهام صورته يا من تعالى عن الصفات نوره يا من قرب عند دعاء خلقه يا من دعاه المضطرون ولجأ إليه الخائفون"
},
{
"text": "يا الله يا خير مدعو يا خير من أعطى يا خير من سئل يا من أضاء باسمه ضوء النهار وأظلم به ظلمة الليل وسال باسمه وابل السيل ورزق أولياءه كل خير"
},
{
"text": "يا الله يا من علا السماوات نوره والأرض ضوؤه والشرق والغرب رحمته يا واسع الجود أسألك بحق علي بن موسى عليهما السلام وأقدمه بين يدي حوائجي"
},
{
"text": "يا الله يا من دعاه المضطرون فأجابهم والتجأ إليه الخائفون فآمنهم وعبده الطائعون فشكرهم وشكره المؤمنون فحباهم وأطاعوه فعصمهم وسألوه فأعطاهم"
},
{
"text": "يا الله يا أولا بلا أولية ويا آخرا بلا آخرية يا قيوما بلا منتهى لقدمه يا عزيزا بلاانقطاع لعزته يامتسلطا بلاضعف من سلطانه ياكريما بدوام نعمته"
},
{
"text": "اللهم صل على محمد وآله واحطط بالقرآن عنا ثقل الأوزار وهب لنا به حسن شمائل الأبرار وأقف بنا آثار الذين قاموا لك به آناء الليل‏ وأطراف النهار"
},
{
"text": "اللهم صل على محمد وآله واجعل القرآن لنا في ظلم الليالي مونسا ومن نزعات الشيطان وخطرات الوساوس حارسا ولأقدامنا عن نقلها إلى المعاصي حابسا"
},
{
"text": "اللهم صل على محمد وآله واجعل القرآن لألسنتنا عن الخوض في الباطل من غير آفة مخرسا ولجوارحنا عن اقتراف الآثام زاجرا "
},
{
"text": "اللهم صل على محمد وآله وأدم بالقرآن صلاح ظاهرنا واحجب به خطرات الوساوس عن صحة ضمائرنا واغسل به رين قلوبنا وعلائق أوزارنا"
},
{
"text": "اللهم صل علىمحمد وآله واجبر بالقرآن خلتنا من عدم الإملاق وسق إلينا به رغد العيش وخصب سعة الأرزاق وجنبنابه من الضرائب المذمومة ومداني الأخلاق"
},
{
"text": "اللهم صل على محمد وآله وهون بالقرآن عند الموت على أنفسنا كرب السياق وجهد الأنين وترادف الحشارج- إذا بلغت‏ النفوس‏ التراقي وقيل من راق"
},
{
"text": "اللهم صل على محمد وآله وبارك لنا في حلول دار البلى وطول المقامة بين أطباق الثرى واجعل القبور بعد فراق الدنيا خير منازلنا "
},
{
"text": "اللهم صل على محمد وآله وافسح لنا برحمتك في ضيق ملاحدنا ولا تفضحنا في حاضري القيامة بموبقات آثامنا وارحم بالقرآن في موقف العرض عليك ذل مقامنا"
},
{
"text": "الحمدلله سابغ النعم ومفرج الهم وبارئ النسم الذي جعل السماوات المرساة عمادا والجبال أوتادا والأرض للعباد مهادا"
},
{
"text": "يا الله يا حي يا قيوم عدد الشجر والنجوم والملائكة الصفوف والعنان المكفوف‏ نسألك أن لا تردنا خائبين ولا تؤاخذنا بأعمالنا ولا تحاصنا بذنوبنا"
},
{
"text": "يا الله انشر علينا رحمتك بالسحاب المتأق‏ والنبات المونق وامنن على عبادك بتنويع الثمرة وأحي بلادك ببلوغ الزهرة"
},
{
"text": "اللهم إنا نعوذ بك من الشرك وهواديه والظلم ودواهيه والفقر ودواعيه"
},
{
"text": "يا معطي الخيرات من أماكنها ومرسل البركات من معادنها منك الغيث المغيث وأنت الغياث المستغاث ونحن الخاطئون من أهل الذنوب وأنت المُستغفر الغفار"
},
{
"text": "اللهم إن كل معبود من لدن عرشك إلى قرار أرضك فهوباطل سواك فإنك أنت الله الحق المبين اقض لي حاجة كذا وكذا الساعة الساعة"
},
{
"text": "اللهم خر لي في جميع أموري في يسر منك وعافية"
},
{
"text": "يا أبصر الناظرين ويا أسمع السامعين ويا أسرع الحاسبين ويا أرحم الراحمين ويا أحكم الحاكمين صل على محمد وأهل بيته"
},
{
"text": "اللهم أنت الأول فليس قبلك شي‏ء وأنت الآخر فليس بعدك شي‏ء وأنت الظاهر فليس فوقك شي‏ء وأنت الباطن فليس دونك شي‏ء وأنت العزيز الحكيم"
},
{
"text": "الحمدلله الذي ملك فقدر والحمدلله الذي بطن فخبر والحمدلله الذي‏ يحي الموتى‏ وهوعلى‏ كل شي‏ء قدير"
},
{
"text": "الحمدلله الذي تواضع كل شي‏ء لعظمته والحمدلله الذي ذل كل شي‏ء لعزته والحمدلله الذي استسلم كل شي‏ء لقدرته"
},
{
"text": "الحمدلله الذي خضع كل شي‏ء لملكته‏ والحمدلله الذي‏ يفعل ما يشاء ولا يفعل ما يشاء غيره"
},
{
"text": "اللهم أغنني بالعلم وزيني بالحلم وكرمني بالتقوى وجملني بالعافية يا ولي العافية عفوك عفوك عفوك من النار"
},
{
"text": "اللهم إني أسألك بعزائم مغفرتك وبواجب رحمتك السلامة من كل إثم والغنيمة من كل بر والفوز بالجنة والنجاة من النار"
},
{
"text": "اللهم دعاك الداعون ودعوتك وسألك السائلون وسألتك وطلب الطالبون وطلبت إليك"
},
{
"text": " اللهم أنت الثقة والرجاء وإليك منتهى الرغبة والدعاء في الشدة والرخاء"
},
{
"text": "اللهم صل على محمد وآل محمد وفرغني لما خلقتني له ولا تشغلني بما قد تكلفت لي به"
},
{
"text": "اللهم إني أسألك إيمانا لا يرتد ونعيما لا ينفد ومرافقة نبيك‏ صلواتك عليه وآله في أعلى جنة الخلد"
},
{
"text": "اللهم إني أسألك رزق يوم بيوم لا قليلا فأشقى ولا كثيرا فأطغى"
},
{
"text": "اللهم صل على محمد وآل محمد وارزقني من فضلك ما ترزقني به الحج والعمرة في عامي هذا وتقويني به على الصوم والصلاة"
},
{
"text": "اللهم إني أسألك مفاتيح الخير وخواتيمه وشرائعه وفوائده وبركاته ما بلغ‏ علمه علمي وما قصر عن إحصائه حفظي"
},
{
"text": "اللهم صل‏ على محمد وآل محمد وانهج لي أسباب معرفته وافتح لي أبوابه وغشني بركات رحمتك ومن علي بعصمة عن الإزالة عن‏ دينك"
},
{
"text": "اللهم صل‏ على محمد وآل محمد وانهج لي أسباب معرفته وافتح لي أبوابه وغشني بركات رحمتك ومن علي بعصمة عن الإزالة عن‏ دينك"
},
{
"text": "اللهم إني أعوذ بك من الشر وأنواع الفواحش كلها ظاهرها وباطنها وغفلاتها وجميع ما يريدني به الشيطان الرجيم"
},
{
"text": " اللهم إني أعوذ بك من طوارق الجن والإنس وزوابعهم وبوائقهم‏ ومكايدهم ومشاهد الفسقة من الجن والإنس وأن أستزل عن ديني فتفسد علي آخرتي"
},
{
"text": "اللهم من أرادني بسوء فأرده ومن كادني فيها فكده واصرف عني هم من أدخل علي همه وامكر بمن مكر بي فإنك‏ خير الماكرين"
},
{
"text": "اللهم صل على محمد وآله وأنزل علي منك سكينة وألبسني درعك الحصينة واحفظني بسترك الواقي وجللني عافيتك النافعة وصدق قولي وفعالي"
},
{
"text": " اللهم صل على محمد وآله وباركلي في أهلي وولدي ومالي وماقدمت وماأخرت وماأغفلت‏وماتعمدت وماتوانيت وماأعلنت وما أسررت فاغفره لي ياأرحم الراحمين"
},
{
"text": "اللهم إليك نصبت يدي وفيما عندك عظمت رغبتي فاقبل يا سيدي ومولاي توبتي وارحم ضعفي واغفر لي وارحمني واجعل لي في كل خير نصيبا وإلى كل خير سبيلا"
},
{
"text": "اللهم صل على محمد وآل محمد واغفر لي ما سلف من ذنوبي واعصمني فيما بقي من عمري "
},
{
"text": "اللهم صل على محمد وآل محمد وأورد علي أسباب طاعتك واستعملني بها واصرف عني أسباب معصيتك وحل بيني وبينها "
},
{
"text": "أسألك يا إلهي محتاجا وأرغب إليك فقيرا وأتضرع إليك خائفا وأبكي إليك مكروبا وأرجوك ناصرا وأستغفرك متضرعا ضعيفا وأتوكل عليك محتسبا"
},
{
"text": "إلهي ضعفت فلا قوة لي وعجزت فلا حول لي إلهي جئتك مسرفا على نفسي مقرا بسوء عملي قد ذكرت غفلتي وأشفقت مما كان مني فصل على محمدوآل محمد وارض عني"
},
{
"text": "اللهم صل على محمد وآله وارزقني الحج والعمرة والصيام والصدقة لوجهك"
},
{
"text": "اللهم صل على محمد وآل محمد واجعل العافية شعاري ودثاري ونجاة لي من كل سوء يوم القيامة"
},
{
"text": "اللهم إني أسألك بدرعك الحصينة وبقوتك وعظمتك وسلطانك أن تجيرني من الشيطان الرجيم ومن شر كل جبار عنيد"
},
{
"text": "اللهم من كان الناس ثقته ورجاءه فأنت ثقتي ورجائي اقدر لي خيرها عاقبة ورضني بما قضيت لي"
},
{
"text": "اللهم صل على محمد وآل محمد وألبسني عافيتك الحصينة فإن ابتليتني فصبرني والعافية أحب إلي"
},
{
"text": "اللهم إني أسألك برحمتك التي لا تنال منك إلا بالرضا والخروج من معاصيك والدخول في كل ما يرضيك ونجاة من كل ورطة والمخرج من كل كبر "
},
{
"text": "اللهم إني أسألك الأخذ بأحسن ما أعلم والترك لشر ما أعلم والعصمة من أن أعصي وأنا أعلم أو أخطئ من حيث لا أعلم"
},
{
"text": "اللهم أعط محمدا صلواتك عليه وآله من كل كرامة أفضل تلك الكرامة ومن كل نعيم أوسع ذلك النعيم ومن كل عطاء أجزل ذلك العطاء"
},
{
"text": "اللهم اجمع بيننا وبين محمد صلواتك عليه وآله في برد العيش وبرد الروح وقرار النعمة"
},
{
"text": "اللهم اكفني ما أهمني وما لا يهمني وما أنت أعلم به مني عز جارك وجل ثناؤك ولا إله غيرك صل على محمد وآل محمد وعجل فرجهم"
},
{
"text": " اللهم إني أعوذ بك من كل شي‏ء زحزح بيني وبينك أوصرف به عني وجهك الكريم أونقص من حظي عندك"
},
{
"text": "اللهم صل على محمد وآل محمد ووفقني لكل شي‏ء يرضيك عني ويقربني إليك وارفع درجتي عندك وأعظم حظي وأحسن مثواي وثبتني‏ "
},
{
"text": "اللهم أنت ثقتي في كل كرب‏ وأنت رجائي في كل شديدة وأنت لي في كل أمر نزل بي ثقة وعدة"
},
{
"text": "اللهم إني آمنت بمحمد صلى الله عليه وآله ولم أره فلا تحرمني يوم القيامة رؤيته وارزقني صحبته وتوفني على ملته"
},
{
"text": "اللهم كما آمنت بمحمد صلواتك عليه وآله ولم أره فعرفني في الجنان وجهه"
},
{
"text": "اللهم بلغ‏ روح محمد عني تحية كثيرة وسلاماً"
},
{
"text": " اللهم لك الحمد كله اللهم لاهادي لمن أضللت ولا مضل لمن هديت اللهم لا مانع لماأعطيت ولا معطي لمامنعت اللهم لا قابض لما بسطت ولا باسط لما قبضت"
},
{
"text": "اللهم أنت الحليم فلا تجهل اللهم أنت الجواد فلا تبخل اللهم أنت العزيز فلا تستذل  صل على محمد وآل محمد"
},
{
"text": "اللهم صل على محمد وآل محمد واغفر لي ما قدمت وما أخرت وما أعلنت وما أسررت وما أنت أعلم به مني "
},
{
"text": "اللهم اجعلني هاديا مهديا راضيا مرضيا غير ضال ولا مضل"
},
{
"text": "اللهم رب السماوات السبع ورب الأرضين السبع ورب العرش العظيم اكفني المهم من أمري بما شئت وكيف شئت وصل على محمد وآله"
},
{
"text": "يا رب إنك تدعوني فأولي عنك وتتحبب إلي فأتبغض إليك وتتودد إلي فلا أقبل منك كأن لي التطول عليك ولم يمنعك ذلك من الرحمة لي‏ والإحسان إلي"
},
{
"text": "اللهم إني أعوذ بك من العديلة عند الموت ومن شر المرجع في القبور ومن الندامة يوم القيامة"
},
{
"text": "اللهم إني أسألك عيشة هنيئة وميتة سوية ومنقلبا كريما غير مخز ولا فاضح"
},
{
"text": "اللهم لا تجهد بلائي ولا تشمت بي أعدائي فإنه لا دافع ولا مانع إلا أنت"
},
{
"text": "اللهم إني أسألك إيمانا تباشر به قلبي ويقينا حتى أعلم أنه لن يصيبني إلا ما كتبت لي والرضا بما قسمت لي"
},
{
"text": "اللهم إني أسألك نفسا طيبة تؤمن بلقائك وتقنع بعطائك وترضى بقضائك"
},
{
"text": " اللهم إني أسألك إيمانا لا أجل له دون لقائك تولني ما أبقيتني عليه وتحييني ما أحييتني عليه وتوفني إذا توفيتني عليه وتبعثني إذا بعثتني عليه"
},
{
"text": "اللهم أسألك نفحة من نفحاتك كريمة رحيمة تلم بها شعثي وتصلح بها شأني وتقضي بها ديني وتنعشني بها وعيالي وتغنيني بها عمن سواك"
},
{
"text": " اللهم إن الاستغفار مع الإصرار لؤم وتركي الاستغفار مع معرفتي بكرمك عجز فكم تتحبب إلي بالنعم مع غناك عني وأتبغض إليك بالمعاصي مع فقري إليك"
},
{
"text": "يا الله يا من إذا وعد وفى وإذا توعد عفا صل على محمد وآل محمد وافعل بي أولى الأمرين بك فإن‏ من شأنك العفووأنت أرحم الراحمين"
},
{
"text": "اللهم إني أسألك بحرمة من عاذ بك منك‏ ولجأ إلى عزك واستظل بفيئك واعتصم بحبلك يا جزيل العطايا يا فكاك الأسارى يا من سمى نفسه من جوده الوهاب"
},
{
"text": "اللهم صل على محمد وآل محمد واقسم لنا من خشيتك ما يحول بيننا وبين معاصيك ومن طاعتك ما تبلغنا به جنتك"
},
{
"text": "اللهم صل على محمد وآل محمد واقسم لنا من اليقين ما تهون‏ به علينا مصيبات‏ الدنيا ومتعنا بأسماعنا وأبصارنا وانصرنا على من عادانا "
},
{
"text": "اللهم بارك لي في الموت اللهم أعني على الموت اللهم أعني على سكرات الموت اللهم أعني على غمرات الموت"
},
{
"text": "اللهم أعني على غم القبر اللهم أعني على ضيق القبر اللهم أعني على ظلمة القبر اللهم أعني على وحشة القبر"
},
{
"text": "اللهم أعني على أهوال يوم القيامة اللهم بارك لي في طول يوم القيامة"
},
{
"text": "اللهم لا بد من أمرك ولا بد من قدرك ولا بد من قضائك ولا حول ولا قوة إلا بك"
},
{
"text": " اللهم فكلما قضيت علينا من قضاء أوقدرت علينا من قدر فأعطنا معه صبرا يقهره ويدمغه واجعله لنا صاعدا في رضوانك ينمي في حسناتنا وتفضيلنا"
},
{
"text": " اللهم إنا نعوذ بك من عثرة اللسان وسوء المقام وخفة الميزان"
},
{
"text": " اللهم صل‏ على محمد وآل محمد ولقنا حسناتنا في الممات ولا ترنا أعمالنا علينا حسرات ولا تخزنا عند قضائك ولا تفضحنا بسيئاتنا يوم نلقاك"
},
{
"text": "اللهم اجعل قلوبنا تذكرك ولا تنساك وتخشاك كأنها تراك حتى تلقاك صل‏ على محمد وآله وبدل سيئاتنا حسنات واجعل حسناتنا درجات واجعل درجاتنا غرفات‏"
},
{
"text": "اللهم صل على محمد وآل محمد ومن علينا بالهدى ما أبقيتنا والكرامة ما أحييتنا والكرامة إذا توفيتنا والحفظ فيما يبقى من عمرنا"
},
{
"text": "اللهم لا تقايسنا بجهلنا ولا تستدرجنا بخطايانا واجعل أحسن ما نقول ثابتا في قلوبنا واجعلنا عظماء عندك وفي أنفسنا أذلة"
},
{
"text": "اللهم إنك تنزل في الليل والنهار ما شئت فصل على محمد وآله وأنزل علي وعلى إخواني وأهلي وجيراني بركاتك ومغفرتك والرزق الواسع واكفنا المؤن"
},
{
"text": "اللهم إني أنشدك برحمتك وأنشدك بنبيك نبي الرحمة وأنشدك بعلي وفاطمة وأنشدك بالحسن والحسين صلواتك عليهم أن تجعلني لك عبدا شاكرا"
}
]
}