{
"title": "جزأ (10)",
"type": "text",
"data": [
{
"text": "اللهم صل على محمد وآل محمد وعافني ما أحييتني وألهمني الشكر على ما أعطيتني وكن بي رحيما"
},
{
"text": "اللهم صل على محمد وآل محمد واعف عن ظلمي وجرمي بحلمك وجودك يا رب يا كريم"
},
{
"text": " سبحان من أكرم محمدا صلى الله عليه وآله سبحان من انتجب محمدا سبحان من انتجب عليا "
},
{
"text": "سبحان من خص الحسن والحسين سبحان من فطم بفاطمة من أحبها من النار سبحان من خلق السماوات والأرض بإذنه"
},
{
"text": "سبحان من استعبد أهل السماوات والأرضين بولاية محمد وآل محمد سبحان من خلق الجنة لمحمد وآل محمد سبحان من يورثها محمدا وآل محمد وشيعتهم"
},
{
"text": "سبحان من خلق النار من أجل‏ أعداء محمد وآل محمد سبحان من يملكها محمدا وآل محمد "
},
{
"text": "سبحان من خلق الدنيا والآخرة وما سكن في الليل والنهار لمحمد وآل محمد"
},
{
"text": "سبحان الله كما ينبغي لله ولا حول ولا قوة إلا بالله كما ينبغي لله وصلى الله على محمد وآله وعلى جميع المرسلين حتى يرضى الله"
},
{
"text": "رب لا تجهد بلائي رب لا تسئ قضائي رب لا تشمت بي أعدائي رب إنه لا دافع ولا مانع إلا أنت رب صل على محمد وآل محمد بأفضل صلواتك"
},
{
"text": "اللهم إني أعوذ بك من سطواتك وأعوذ بك من نقماتك وأعوذ بك من جميع غضبك وسخطك سبحانك أنت الله رب العالمين"
},
{
"text": "الحمدلله الفاشي في الخلق أمره وحمده الظاهر بالكرم مجده الباسط بالجود يده الذي لا تنقص خزائنه ولا يزيده كثرة العطاء إلا كرما وجودا"
},
{
"text": " اللهم إني أسألك قليلا من كثير مع حاجة بي إليه عظيمة وغناك عنه قديم وهوعندي كثير وهوعليك سهل يسير "
},
{
"text": " الحمدلله مالك الملك مجري الفلك مسخر الرياح فالق الإصباح ديان الدين رب العالمين"
},
{
"text": "الحمدلله على حلمه بعد علمه والحمدلله على عفوه بعد قدرته والحمدلله على طول أناته في غضبه وهوالقادر على ما يريد"
},
{
"text": "الحمدلله خالق الخلق وباسط الرزق‏ ذي الجلال والإكرام‏ والفضل والإحسان الذي بعد فلا يرى وقرب فشهد النجوى تبارك وتعالى"
},
{
"text": " الحمدلله الذي ليس له منازع يعادله ولا شبيه‏ يشاكله ولا ظهير يعاضده قهر بعزته الأعزاء وتواضع لعظمته العظماء فبلغ بقدرته ما يشاء"
},
{
"text": "الحمدلله الذي يجيبني حين أناديه ويستر علي كل عورة وأنا أعصيه ويعظم النعمة علي فلا أجازيه"
},
{
"text": "الحمدلله الذي لا يهتك حجابه ولا يغلق بابه ولا يرد سائله ولا يخيب‏ آمله"
},
{
"text": "الحمدلله الذي يؤمن الخائفين وينجي‏ الصالحين ويرفع المستضعفين ويضع المستكبرين ويهلك ملوكا ويستخلف آخرين"
},
{
"text": "الحمدلله قاصم الجبارين مبير الظلمة مدرك الهاربين نكال‏ الظالمين صريخ المستصرخين موضع حاجات الطالبين معتمد المؤمنين"
},
{
"text": "الحمدلله الذي من خشيته ترعد السماء وسكانها وترجف الأرض وعمارها وتموج البحار ومن يسبح‏ في غمراتها"
},
{
"text": " الحمدلله الذي يخلق ولم يخلق ويرزق ولا يرزق ويطعم ولا يطعم‏ ويميت الأحياء ويحي الموتى‏ وهوحي لا يموت بيده الخير وهوعلى‏ كل شي‏ء قدير"
},
{
"text": "اللهم صل على ولي أمرك القائم المؤمل والعدل المنتظر احففه‏ بملائكتك المقربين وأيده بروح القدس يا رب العالمين"
},
{
"text": " اللهم إنا نرغب إليك في دولة كريمة تعز بها الإسلام وأهله وتذل بها النفاق وأهله وتجعلنا فيها من الدعاة إلى طاعتك والقادة إلى سبيلك"
},
{
"text": "إلهي لا تؤدبني بعقوبتك ولا تمكر بي في حيلتك من أين لي الخير يا رب ولا يوجد إلا من عندك ومن أين لي النجاة ولا تستطاع إلا بك"
},
{
"text": "يارب لا الذي أحسن استغنى عن عونك ورحمتك ولا الذي أساء واجترأ عليك ولم يرضك خرج عن قدرتك يا رب يا رب يا رب"
},
{
"text": "الحمدلله الذي أدعوه فيجيبني وإن كنت بطيئا حين يدعوني والحمدلله الذي أسأله فيعطيني وإن كنت بخيلا حين يستقرضني"
},
{
"text": "الحمدلله الذي أناديه كلما شئت لحاجتي‏ وأخلوبه حيث شئت لسري بغير شفيع فيقضي لي حاجتي"
},
{
"text": "الحمدلله الذي لا أدعوغيره ولودعوت غيره لم يستجب لي دعائي والحمدلله الذي لا أرجوغيره ولورجوت غيره لأخلف رجائي"
},
{
"text": "الحمدلله الذي وكلني إليه فأكرمني ولم يكلني إلى الناس فيهينوني"
},
{
"text": "الحمدلله الذي تحبب إلي وهوغني عني والحمدلله الذي يحلم عني حتى كأني لا ذنب لي فربي أحمد شي‏ء عندي وأحق بحمدي"
},
{
"text": "رب توجهت إليك بحاجتي وجعلت بك استغاثتي وبدعائك توسلي من غير استحقاق لاستماعك مني ولا استيجاب لعفوك عني بل لثقتي بكرمك"
},
{
"text": " أدعوك يا رب راهبا راغبا راجيا خائفا إذا رأيت مولاي ذنوبي فزعت وإذا رأيت كرمك طمعت فإن عفوت‏ فخير راحم وإن عذبت فغير ظالم"
},
{
"text": "حجتي يا الله في جرأتي على مسألتك مع إتياني‏ ما تكره جودك وكرمك وعدتي في شدتي مع قلة حيائي رأفتك ورحمتك"
},
{
"text": "عظم يا سيدي أملي وساء عملي فأعطني من عفوك بمقدار أملي ولا تؤاخذني بأسوإ عملي فإن كرمك يجل عن مجازاة المذنبين وحلمك‏ يكبر عن مكافاة المقصرين"
},
{
"text": "يا رب أنا يا سيدي عائذ بفضلك هارب منك إليك منتجز ما وعدت من الصفح عمن أحسن بك ظنا وما أنا يا رب وما خطري هبني بفضلك وتصدق علي بعفوك"
},
{
"text": "رب جللني بسترك واعف عن‏ توبيخي بكرم وجهك فلواطلع اليوم على ذنبي غيرك ما فعلته ولوخفت تعجيل العقوبة لاجتنبته"
},
{
"text": "يارب ما ندري ما نشكر أجميل ما تنشر أم قبيح ما تستر أم عظيم ما أبليت وأوليت أم كثير ما منه نجيت وعافيت"
},
{
"text": "تجاوز يا رب عن قبيح ما عندنا بجميل ما عندك وأي جهل يا رب لا يسعه جودك أوأي زمان أطول من أناتك وما قدر أعمالنا في جنب‏ نعمك"
},
{
"text": "يا الله وعزتك يا سيدي لونهرتني‏ ما برحت من بابك ولا كففت‏ عن تملقك لما انتهى إلي من المعرفة بجودك وكرمك"
},
{
"text": "رب أنت الفاعل لما تشاء تعذب من تشاء بما تشاء كيف تشاء وترحم من تشاء بما تشاء كيف تشاء لا تسأل عن فعلك ولا تنازع في ملكك ولا تشارك في أمرك "
},
{
"text": "يا رب إن لنا فيك أملا طويلا كثيرا إن لنا فيك رجاء عظيما عصيناك ونحن نرجوأن تستر علينا ودعوناك ونحن نرجوأن تستجيب لنا فحقق رجاءنا مولانا"
},
{
"text": "اللهم اشغلنا بذكرك وأعذنا من سخطك وأجرنا من عذابك وارزقنا من مواهبك وأنعم علينا من فضلك"
},
{
"text": " اللهم‏ اغفر لي ولوالدي‏ وارحمهما كما ربياني صغيرا اجزهما بالإحسان إحسانا وبالسيئات غفرانا"
},
{
"text": "اللهم اغفر للمؤمنين والمؤمنات الأحياء منهم والأموات وتابع بيننا وبينهم في الخيرات"
},
{
"text": "اللهم اغفر لحينا وميتنا شاهدنا وغائبنا ذكرنا وأنثانا صغيرنا وكبيرنا حرنا ومملوكنا"
},
{
"text": " اللهم صل على محمد وآل محمد واختم لي بخير واكفني ما أهمني من أمر دنياي وآخرتي ولا تسلط علي من لا يرحمني واجعل علي منك واقية باقية"
},
{
"text": "اللهم تب علي حتى لا أعصيك وألهمني الخير والعمل به وخشيتك بالليل والنهار ما أبقيتني يا رب العالمين "
},
{
"text": "يا الله يا سيدي أنا الصغير الذي ربيته وأنا الجاهل الذي علمته وأنا الضال الذي هديته والوضيع‏ الذي رفعته وأنا الخائف الذي آمنته"
},
{
"text": "يا الله ياسيدي  أنا الجائع الذي أشبعته والعطشان الذي أرويته والعاري الذي كسوته والفقير الذي أغنيته والضعيف الذي قويته والذليل الذي أعززته "
},
{
"text": "يا الله يا سيدي أنا السقيم الذي شفيته والسائل الذي أعطيته والمذنب الذي سترته والخاطئ الذي أقلته وأنا القليل‏ الذي كثرته والمستضعف الذي نصرته"
},
{
"text": "يا رب أنا الذي لم أستحيك في الخلاء ولم أراقبك في الملإ أنا صاحب الدواهي العظمى أنا الذي على سيده اجترى أنا الذي عصيت جبار السماء"
},
{
"text": "يارب أنا الذي أمهلتني فما ارعويت وسترت علي فما استحييت وعملت‏ بالمعاصي فتعديت وأسقطتني من عينك‏ فما باليت"
},
{
"text": "إلهي عصيتك وخالفتك بجهدي‏ فالآن من عذابك من يستنقذني ومن أيدي الخصماء غدا من يخلصني وبحبل من أتصل إن أنت قطعت حبلك عني"
},
{
"text": " اللهم بذمة الإسلام أتوسل إليك وبحرمة القرآن أعتمد عليك وبحب‏ النبي الأمي القرشي الهاشمي العربي التهامي المكي المدني أرجوالزلفة"
},
{
"text": "إلهي إن قوما آمنوا بألسنتهم‏ ليحقنوا به دماءهم فأدركوا ما أملوا وإنا آمنا بك بألسنتنا وقلوبنا لتعفوعنا فأدركنا ما أملنا وثبت رجاءك في صدورنا"
},
{
"text": "إلهي وعزتك لوانتهرتني ما برحت من بابك ولا كففت عن تملقك لما ألهم قلبي من المعرفة بكرمك وسعة رحمتك"
},
{
"text": "إلهي إلى من يذهب العبد إلا إلى مولاه؟ وإلى من يلتجئ المخلوق إلا إلى خالقه؟"
},
{
"text": "إلهي لوقرنتني بالأصفاد ومنعتني سيبك من بين الأشهاد ودللت على فضائحي عيون العباد وأمرت بي إلى النار وحلت بيني وبين الأبرار ما قطعت رجائي منك"
},
{
"text": "إلهي أخرج حب الدنيا من قلبي واجمع بيني وبين المصطفى وآله خيرتك من خلقك وخاتم النبيين محمد صلى الله عليه وآله وسلم"
},
{
"text": "إلهي انقلني إلى درجة التوبة إليك وأعني بالبكاء على نفسي فقد أفنيت بالتسويف والآمال عمري وقد نزلت منزلة الآيسين من خيري"
},
{
"text": "إلهي من يكون أسوء حالا مني إن أنا نقلت على مثل حالي إلى قبري لم أمهده‏ لرقدتي ولم أفرشه بالعمل الصالح لضجعتي"
},
{
"text": "إلهي أفبلساني هذا الكال أشكرك أم بغاية جهدي في عملي أرضيك وما قدر لساني يا رب في جنب شكرك وما قدر عملي في جنب نعمك وإحسانك إلي"
},
{
"text": "إلهي إليك رغبتي وإليك رهبتي وإليك تأميلي‏ قد ساقني إليك أملي وعليك‏ يا واحدي‏ علقت‏ همتي وفيما عندك انبسطت رغبتي ولك خالص رجائي وخوفي"
},
{
"text": "إلهي بك أنست محبتي وإليك ألقيت بيدي وبحبل طاعتك مددت رهبتي مولاي بذكرك عاش قلبي وبمناجاتك بردت ألم الخوف‏ عني"
},
{
"text": "يا إلهي يا مولاي ويا مؤملي ويا منتهى سؤلي فرق بيني وبين ذنبي المانع لي من لزوم طاعتك"
},
{
"text": "يا إلهي يا عظيم رجائي‏ لا تخيبني إذا اشتدت فاقتي ولا تردني لجهلي‏ ولا تمنعني لقلة صبري أعطني لفقري وارحمني لضعفي"
},
{
"text": "إلهي إن كان قد دنا أجلي ولم يقربني منك عملي فقدجعلت الاعتراف إليك بذنبي وسائل عللي‏ إلهي إن عفوت فمن أولى منك وإن عذبت فمن أعدل منك في الحكم"
},
{
"text": "إلهي ارحم في هذه الدنيا غربتي وعند الموت كربتي وفي القبر وحدتي وفي اللحد وحشتي وإذا نشرت للحساب بين يديك ذل موقفي"
},
{
"text": "إلهي اغفر لي ما خفي على الآدميين من عملي وأدم لي ما به سترتني"
},
{
"text": "إلهي ارحمني صريعا على الفراش تقلبني أيدي أحبتي وتفضل علي ممدودا على المغتسل يقلبني‏ صالح جيرتي وتحنن علي محمولاقد تناول الأقرباءأطراف جنازتي"
},
{
"text": "اللهم خصني منك بخاصة ذكرك ولا تجعل شيئا مما أتقرب به في آناء الليل وأطراف النهار رياء ولا سمعة ولا أشرا ولا بطرا واجعلني لك من الخاشعين"
},
{
"text": "الهي وسيدي وعزتك وجلالك لئن طالبتني بذنوبي لأطالبنك بعفوك ولئن طالبتني بلؤمي‏ لأطالبنك بكرمك ولئن أدخلتني النار لأخبرن أهل النار بحبي لك"
},
{
"text": "الهي وسيدي إن كنت لا تغفر إلا لأوليائك وأهل طاعتك فإلى من يفزع المذنبون؟ وإن كنت لا تكرم إلا أهل الوفاء بك فبمن يستغيث المسيئون؟"
},
{
"text": "إلهي إن أدخلتني النار ففي ذلك سرور عدوك وإن أدخلتني الجنة ففي ذلك سرور نبيك وأنا والله أعلم أن سرور نبيك أحب إليك من سرور عدوك"
},
{
"text": "اللهم إني أسألك أن تملأ قلبي حبا لك وخشية منك وتصديقا لك‏ وإيمانا بك وفرقا منك وشوقا إليك"
},
{
"text": "يا ذا الجلال والإكرام حبب إلي لقاءك وأحبب لقائي واجعل لي في لقائك الراحة والفرج والكرامة"
},
{
"text": "اللهم ألحقني بصالح من مضى واجعلني من صالح من بقي وخذ بي سبيل الصالحين وأعني على نفسي بما تعين به الصالحين على أنفسهم "
},
{
"text": "اللهم اختم عملي بأحسنه واجعل ثوابي منه الجنة برحمتك وأعني على صالح ما أعطيتني وثبتني يا رب ولا تردني في سوء استنقذتني منه يا رب العالمين"
},
{
"text": " اللهم إني أسألك إيمانا لا أجل له دون لقائك أحيني ما أحييتني عليه وتوفني إذا توفيتني عليه وابعثني إذا بعثتني عليه"
},
{
"text": "اللهم أعطني بصيرة في دينك وفهما في حكمك وفقها في علمك وكفلين من رحمتك وورعا يحجزني عن‏ معاصيك وبيض وجهي بنورك واجعل رغبتي فيما عندك"
},
{
"text": "اللهم إني أعوذ بك من الكسل والفشل والهم والجبن والبخل والغفلة والقسوة والذلة والمسكنة والفقر والفاقة وكل بلية والفواحش‏ ما ظهر منها وما بطن"
},
{
"text": "اللهم تقبل مني وأعل ذكري‏ وارفع درجتي وحط وزري ولا تذكرني بخطيئتي "
},
{
"text": "اللهم إنك أنزلت في كتابك أن نعفوعمن ظلمنا وقد ظلمنا أنفسنا فاعف عنا فإنك أولى بذلك منا "
},
{
"text": "اللهم إنك أمرتنا أن لا نرد سائلا عن أبوابنا وقد جئتك سائلا فلا تردني إلا بقضاء حاجتي‏"
},
{
"text": "يا مفزعي عند كربتي ويا غوثي‏ عند شدتي إليك فزعت وبك استغثت ولذت لا ألوذ بسواك ولا أطلب الفرج إلا منك"
},
{
"text": "اللهم صل على محمد وآل محمد وأغثني‏ وفرج عني‏ يا من يقبل اليسير ويعفوعن الكثير اقبل مني اليسير واعف عني‏ الكثير إنك أنت الرحيم الغفور"
},
{
"text": "اللهم إني أسألك إيمانا تباشر به قلبي ويقينا حتى أعلم أنه لن يصيبني إلا ما كتبت لي ورضني من العيش بما قسمت لي يا أرحم الراحمين‏"
},
{
"text": " اللهم إني أسألك خشوع الإيمان قبل خشوع الذل في النار يا واحد يا أحد يا صمد يا من‏ لم يلد ولم يولد ولم يكن له كفوا أحد"
},
{
"text": "اللهم إني أستغفرك لما تبت إليك منه ثم عدت فيه وأستغفرك لكل خير أردت به وجهك فخالطني فيه ما ليس لك"
},
{
"text": "اللهم صل على محمد وآل محمد واعف عن ظلمي وجرمي بحلمك وجودك يا كريم"
},
{
"text": " يا من لا يخيب سائله ولا ينفد نائله يا من علا فلا شي‏ء فوقه ودنا فلاشي‏ء دونه صل على محمد وآل محمد وارحمني يا فالق البحر لموسى الليلة الليلة"
},
{
"text": "اللهم إني أسألك البشرى يوم تقلب‏ فيه القلوب والأبصار والبشرى عند فراق الدنيا "
},
{
"text": "يا رب إني ضعيف على‏ النار فلا تعذبني بالنار يا رب ارحم دعائي وتضرعي وخوفي وذلي ومسكنتي وتعويذي وتلويذي"
},
{
"text": "أي رب منك أطلب وإليك أرغب وإياك أرجووأنت أهل ذلك لا أرجوغيرك ولا أثق إلا بك يا أرحم الراحمين"
},
{
"text": "أي رب‏ ظلمت نفسي فاغفر لي‏ وارحمني وعافني يا سامع كل صوت ويا جامع كل فوت ويا بارئ النفوس بعد الموت"
},
{
"text": "اللهم صل على محمد وآل محمد وافتح لي خزائن رحمتك ارحمني‏ رحمة لا تعذبني بعدها أبدا في الدنيا والآخرة"
},
{
"text": "يا مقتدر صل على محمد وآل محمد واكفني المهم كله واقض لي بالحسنى وبارك لي في جميع أموري واقض لي جميع حوائجي"
},
{
"text": " اللهم يسر لي ما أخاف تعسيره فإن تيسير ما أخاف تعسيره عليك يسير وسهل لي ما أخاف حزونته ونفس عني ما أخاف ضيقه وكف عني ما أخاف غمه"
},
{
"text": " اللهم إن لك حقوقا فتصدق بها علي وللناس قبلي تبعات فتحملها عني"
},
{
"text": "يا إله الآلهة الرفيع في جلاله‏ يا الله المحمود في كل فعاله‏ يا رحمان كل شي‏ء وراحمه يا حي‏ حين لا حي في ديمومة ملكه وبقائه"
},
{
"text": "يا قيوم فلا يفوت شيئا علمه ولا يئوده يا واحد الباقي أول‏ كل شي‏ء وآخره يا دائم بغير فناء ولا زوال لملكه يا صمدا من غير شبه‏ ولا شي‏ء كمثله"
},
{
"text": "يا الله يا بار ولا شي‏ء كفوه‏ ولا مداني لوصفه يا كبير أنت الذي لا تهتدي القلوب لعظمته يا بارئ المنشئ بلا مثال خلا من غيره"
},
{
"text": "يا الله يا زاكي الطاهر من كل آفة بقدسه يا كافي الموسع لما خلق من عطايا فضله يا نقي من كل جور لم يرضه ولم يخالطه فعاله"
},
{
"text": "يا الله يا حنان الذي‏ وسعت كل شي‏ء رحمته يا منان ذا الإحسان‏ قد عم الخلائق منه يا ديان العباد فكل يقوم خاضعا لرهبته"
},
{
"text": "يا الله يا خالق من في السماوات والأرضين وكل‏ إليه معاده يا رحمان كل صريخ ومكروب وغياثه ومعاذه يا بار فلا تصف الألسن كنه‏ جلال ملكه وعزه"
},
{
"text": "يا الله يا مبدئ البرايا لم يبغ في إنشائها أحد من خلقه يا علام الغيوب فلا يئوده من شي‏ء حفظه يامعيداإذا أفنى إذا برز الخلائق لدعوته من مخافته"
},
{
"text": "يا الله يا حليم ذا الأناة فلا شي‏ء يعدله من خلقه يا محمود الفعال ذا المن على جميع خلقه بلطفه يا عزيز المنيع الغالب على أمره ولا شي‏ء يعدله"
},
{
"text": "يا الله  يا قاهر ذا البطش الشديد أنت الذي لا يطاق انتقامه يا متعالي القريب في علوارتفاع دنوه يا جبار المذل كل شي‏ء بقهر عزيز سلطانه"
},
{
"text": "يا الله يا نور كل شي‏ء أنت الذي فلق الظلمات نوره يا قدوس الطاهر من كل سوء ولا شي‏ء يعدله يا قريب المجيب المتداني دون كل شي‏ء قربه"
},
{
"text": "يا الله يا عالي الشامخ في السماء فوق كل شي‏ء علو ارتفاعه يا بديع‏ البدائع ومعيدها بعد فنائها بقدرته"
},
{
"text": "يا الله  يا جليل المتكبر على كل شي‏ء فالعدل أمره والصدق وعده يا مجيد فلا يبلغ الأوهام كل شأنه ومجده"
},
{
"text": "يا الله  يا كريم العفو ذا العدل أنت الذي ملأ كل شي‏ء عدله يا عظيم ذا الثناء الفاخر والعز والكبرياء فلا يذل عزه"
},
{
"text": "اللهم لا تكلني إلى نفسي فأعجز عنها ولا إلى الناس فيظفروا بي‏ ولا تخيبني وأنا أرجوك ولا تعذبني وأنا أدعوك "
},
{
"text": "اللهم لا تغير جسدي ولا ترسل حظي ولا تسؤ صديقي أعوذ بك من سقم مضرع‏ وفقر مدقع ومن الذل وبئس الخل"
},
{
"text": "اللهم سل قلبي عن كل شي‏ء لا أتزوده إليك ولاأنتفع به يوم ألقاك من حلال أوحرام ثم أعطني قوة عليه وعزاوقناعة ومقتا له ورضاك فيه ياأرحم الراحمين"
},
{
"text": "اللهم لك الحمد على عطاياك الجزيلة ولك الحمد على مننك المتواترة التي بها دافعت عني مكاره الأمور وبها آتيتني مواهب السرور مع تمادي‏ في الغفلة"
},
{
"text": "اللهم جنبني في هذه السنة كل عمل أوقول أوفعل يباعدني منك واجلبني إلى كل عمل أوقول أوفعل يقربني منك "
},
{
"text": "اللهم امنعني من كل عمل أوقول أوفعل يكون مني أخاف ضرر عاقبته وأخاف مقتك إياي عليه حذار أن تصرف وجهك الكريم عني"
},
{
"text": "اللهم اجعلني في مستقبل سنتي هذه في حفظك وفي جوارك وفي كنفك وجللني ستر عافيتك وهب لي‏ كرامتك عز جارك وجل ثناؤك ولا إله غيرك"
},
{
"text": " اللهم اجعلني تابعا لصالح من مضى من أوليائك وألحقني بهم واجعلني مسلما لمن قال بالصدق عليك منهم"
},
{
"text": "أعوذ بك اللهم أن تحيط بي خطيئتي وظلمي وإسرافي على نفسي واتباعي لهواي واشتغالي بشهواتي فيحول ذلك بيني وبين رحمتك ورضوانك"
},
{
"text": "اللهم وفقني لكل عمل صالح ترضى به عني وقربني إليك زلفى"
},
{
"text": "اللهم إني أسألك من فضلك بأفضله وكل فضلك فاضل اللهم إني أسألك بفضلك كله"
},
{
"text": " اللهم إني أسألك من رزقك بأعمه وكل رزقك عام اللهم إني أسألك برزقك كله "
},
{
"text": "اللهم إني أسألك من عطائك بأهنئه وكل عطائك هني‏ء اللهم إني أسألك بعطائك كله"
},
{
"text": " اللهم إني أسألك من خيرك بأعجله وكل خيرك عاجل اللهم إني أسألك بخيرك كله"
},
{
"text": " اللهم إني أسألك من إحسانك بأحسنه وكل إحسانك حسن اللهم إني أسألك بإحسانك كله"
},
{
"text": " اللهم إني أسألك بما تجيبني به حين أسألك فأجبني يا الله وصل على محمد عبدك المرتضى ورسولك المصطفى وأمينك ونجيك دون خلقك"
},
{
"text": "يا خازن الليل في الهواء وخازن النور في السماء ومانع السماء أن تقع على الأرض إلا بإذنه‏ وحابسهما أن تزولا يا عليم‏ يا غفور يا دائم يا الله"
},
{
"text": "يا مكور الليل على النهار ومكور النهار على الليل يا عليم يا حكيم يا رب الأرباب وسيد السادة لا إله إلا أنت يا أقرب إلي‏ من حبل الوريد يا الله"
},
{
"text": "يا قدوس يا نور يا نور القدس يا سبوح يا منتهى التسبيح يا رحمان يا فاعل الرحمة يا الله يا عليم يا كبير يا الله يا لطيف يا جليل يا الله"
},
{
"text": " اللهم‏ لا تزغ قلوبنا بعد إذ هديتنا ولا تذلنا بعد إذ أعززتنا ولا تضعنا بعد إذ رفعتنا ولا تهنا بعد إذ أكرمتنا ولا تفقرنا بعد إذ أغنيتنا"
},
{
"text": "اللهم لا تمنعنا بعد إذ أعطيتنا ولا تحرمنا بعد إذ رزقتنا ولا تغير شيئا من نعمك علينا وإحسانك إلينا لشي‏ء كان من ذنوبنا ولا لما هوكائن منا"
},
{
"text": "يا الله تشكر من شكرك وأنت ألهمته شكرك وتكافي من حمدك وأنت علمته حمدك ، تستر على من لوشئت فضحته وتجود على من لوشئت منعته"
},
{
"text": " اللهم ارزقنا خوف عقاب‏ الوعيد وشوق ثواب الموعود حتى نجد لذة ما ندعوك به وكآبة ما نستجيرك منه"
},
{
"text": "اللهم اجعلنا عندك من التوابين الذين أوجبت لهم محبتك وقبلت منهم مراجعة طاعتك يا أعدل العادلين"
},
{
"text": "اللهم تجاوز عن آبائنا وأمهاتنا وأهل ديننا جميعا من سلف منهم ومن غبر إلى يوم القيامة"
}
]
}