{
"title": "جزأ (11)",
"type": "text",
"data": [
{
"text": "يا ذا الجلال والإكرام‏ يا مصطفيا محمدا وناصره صل على محمد وآل محمد واغفر لي كل ذنب أذنبته ونسيته أنا وهوعندك في كتاب مبين"
},
{
"text": " يا الله أسألك أن تصلي على محمد وآل محمد وتمن علي برضاك وتعفوعني بحلمك وتوسع علي من رزقك الحلال الطيب من حيث أحتسب ومن حيث لا أحتسب"
},
{
"text": "الله أكبر على ما هدانا الله أكبر إلهنا ومولانا الله أكبر على ما أولانا وحسن ما أبلانا الله أكبر ولينا الذي اجتبانا "
},
{
"text": " الله أكبر ربنا الذي برأنا الله أكبر الذي خلقنا وسوانا الله أكبر ربنا الذي أنشأنا الله أكبر الذي بقدرته هدانا الله أكبر الذي بدينه حبانا"
},
{
"text": " الله أكبر الذي من فتنته عافانا الله أكبر الذي بالإسلام اصطفانا الله أكبر الذي فضلنا بالإسلام على من سوانا الله أكبر وأكبر سلطانا"
},
{
"text": " الله أكبر وأعلى برهانا الله أكبر وأجل سبحانا الله أكبر وأقدم‏ إحسانا الله أكبر وأعز أركانا الله أكبر وأعلى مكانا الله أكبر وأسنى شأنا"
},
{
"text": "الله أكبر ناصر من استنصر الله أكبر ذوالمغفرة لمن استغفر الله أكبر الذي خلق وصور الله أكبر الذي أمات فأقبر الله أكبر الذي إذا شاء أنشر"
},
{
"text": " الله أكبر أقدس‏ من كل شي‏ء وأظهر الله أكبر رب الخلق والبر والبحر الله أكبر كلما سبح الله شي‏ء وكبر وكما يحب الله أن يكبر"
},
{
"text": " اللهم صل على محمد عبدك ورسولك ونبيك وصفيك وحبيبك ونجيك وأمينك ونجيبك وصفوتك من خلقك وخليلك وخاصتك وخالصتك‏ وخيرتك من خلقك"
},
{
"text": "اللهم صل على محمد عبدك ورسولك الذي هديتنا به من الضلالة وعلمتنا به من الجهالة وبصرتنا به من العمى وأقمتنا به على المحجة العظمى وسبيل‏ التقوى"
},
{
"text": "اللهم إني أسألك خير ما سألك به عبادك الصالحون وأعوذ بك مما استعاذ منه عبادك الصالحون"
},
{
"text": "اللهم إني توجهت إليك بمحمد أمامي وعلي من خلفي وأئمتي عن يميني وشمالي أستتر بهم من عذابك وسخطك وأتقرب إليك زلفى "
},
{
"text": " أصبحت بالله مؤمنا موقنا مخلصا على دين محمد وسنته وعلى دين علي وسنته وعلى دين الأوصياء وسنتهم آمنت بسرهم وعلانيتهم"
},
{
"text": " اللهم إني أريدك فأردني وأطلب ما عندك فيسره لي"
},
{
"text": "اللهم إني أسألك بحرمة وجهك الكريم أن تجعل يومي هذا خير يوم عبدتك فيه منذ أسكنتني الأرض أعظمه أجرا وأعمه نعمة وعافية وأوسعه رزقا"
},
{
"text": "اللهم اقلبني‏ من مجلسي هذا وفي يومي هذا وفي ساعتي هذه مفلحا منجحا مستجابا دعائي مرحوما صوتي مغفورا ذنبي"
},
{
"text": "اللهم اجعل فيما شئت وأردت وقضيت وحتمت وأنفذت أن تطيل عمري وأن تقوي ضعفي وأن تجبر فاقتي وأن ترحم مسكنتي‏ وأن تعز ذلي وتونس وحشتي"
},
{
"text": "إلهي توجهت إليك بمحمد وآل محمد صلى الله عليه وآله وقدمتهم إليك أمامي وأمام حاجتي وطلبتي وتضرعي ومسألتي"
},
{
"text": "اللهم لا تبطل عملي ورجائي يا إلهي ومسألتي واختم لي بالسعادة والسلامة والإسلام والأمن والإيمان والمغفرة والرضوان والشهادة والحفظ "
},
{
"text": " اللهم من تهيأ وتعبأ وأعد واستعد لوفادة إلى مخلوق رجاء رفده وطلب جوائزه وفواضله ونوافله فإليك يا سيدي وفادتي وتهيئتي‏ وإعدادي واستعدادي"
},
{
"text": " اللهم ارحمنا برحمتك واعممنا بعافيتك وأمددنا بعصمتك ولا تخلنا من رحمتك إنك أنت الغفور الرحيم"
},
{
"text": "اللهم  احفظني من شوائب الدهر إلى يوم الحشر والنشر وأشهدني أولياءك عند خروج نفسي وحلول رمسي وانقطاع عملي وانقضاء أجلي"
},
{
"text": "اللهم اذكرني على طول البلى إذاحللت بين أطباق‏ الثرى ونسيني الناسون من الورى وأحللني‏ دارالمقامةوبوئني منزل الكرامة واجعلني من مرافقي أوليائك"
},
{
"text": " اللهم وأوردني حوض نبيك محمد ص واسقني منه مشربا رويا سائغا هنيئا لا أظمأ بعده ولا أحلأ ورده ولا عنه أذاد واجعله لي خير زاد"
},
{
"text": "اللهم عجل فرج أوليائك واردد عليهم مظالمهم وأظهر بالحق قائمهم واجعله لدينك منتصرا وبأمرك في أعدائك مؤتمرا"
},
{
"text": "اللهم إني أستودعك نفسي وأهلي ومالي وذريتي ودنياي وآخرتي وخاتمة عملي. "
},
{
"text": " اللهم احفظني واحفظ ما معي وسلمني وسلم ما معي وبلغني وبلغ ما معي ببلاغك الحسن الجميل‏"
},
{
"text": "اللهم إني أسألك أن تجعلني ممن استجاب لك وآمن بوعدك واتبع أمرك فإني عبدك وفي قبضتك لا أوقى إلا ما وقيت ولا آخذ إلا ما أعطيت"
},
{
"text": "اللهم افتح لي أبواب رحمتك واستعملني بطاعتك ومرضاتك واحفظني بحفظ الإيمان أبدا ما أبقيتني جل ثناء وجهك"
},
{
"text": " اللهم إليك بسطت يدي وفيما عندك عظمت‏ رغبتي فاقبل سبحتي واغفر لي وارحمني اللهم إني أعوذ بك من الكفر والفقر ومواقف الخزي في الدنيا والآخرة"
},
{
"text": "اللهم إني إليك فقير وإني خائف مستجير فلا تبدل اسمي ولا تغير جسمي"
},
{
"text": "اللهم إن عملي ضعيف فضاعفه لي واغفر لي ما اطلعت‏ عليه مني وخفي على خلقك"
},
{
"text": "اللهم إليك صمدت وإياك اعتمدت ووجهك أردت أسألك أن تبارك لي في رحلي وأن تقضي لي حاجتي وأن تجعلني ممن تباهي به اليوم من هوأفضل مني"
},
{
"text": " اللهم إني أعوذ بك من الفقر ومن وساوس الصدور ومن شتات الأمر ومن عذاب القبر"
},
{
"text": " اللهم اجعل في قلبي نورا وفي سمعي وفي بصري نورا وفي لحمي ودمي‏ وعظامي وعروقي ومقامي ومقعدي ومدخلي ومخرجي نورا وأعظم لي نورا يا رب يوم ألقاك "
},
{
"text": "أنت يا رب الخالق وأنا المخلوق وأنت المالك وأنا المملوك وأنت الرب وأنا العبد وأنت الغني وأنا الفقير وأنت المعطي وأنا السائل "
},
{
"text": "رب عصيتك بعيني ولوشئت لأعميتني‏ فلم تفعل ذلك بي وعصيتك بسمعي ولوشئت لأصممتني‏ فلم تفعل ذلك بي وعصيتك بيدي ولوشئت وعزك‏ لكنعتني فلم تفعل ذلك"
},
{
"text": "رب عصيتك برجلي ولوشئت لجذمتني‏ فلم تفعل ذلك بي وعصيتك بفرجي ولوشئت عقمتني‏ فلمتفعل ذلك بي وعصيتك بجميع جوارحي ولم يك هذاجزاءك مني فعفوك عفوك"
},
{
"text": "رب ها أنا ذا عبدك المقر بذنبي الخاضع لك بذلي المستكين لك بجرمي مقر لك بجنايتي متضرع إليك راج لك في موقفي هذا تائب إليك من ذنوبي"
},
{
"text": "اللهم لا قوة لي على سخطك ولا صبر لي على عذابك ولا غنى لي عن رحمتك تجد من تعذب غيري ولا أجد من يرحمني غيرك"
},
{
"text": " اللهم صل على محمد وآل محمد وارحم صراخي واعترافي بذنبي وتضرعي"
},
{
"text": "اللهم إني أسألك فكاك رقبتي من النار يا رب المؤمنين‏ لا تقطع رجائي يا منان من علي بالرحمة يا أرحم الراحمين"
},
{
"text": "اللهم بك وثقت وعليك توكلت فنعم الرب‏ ونعم النصير"
},
{
"text": " اللهم اجعل محياي محيا محمد وآل محمد ومماتي ممات محمد وآل محمد"
},
{
"text": " اللهم العن أول ظالم ظلم حق محمد وآل محمد وآخر تابع له على ذلك"
},
{
"text": "اللهم أحيني حياة محمد وذريته وأمتني مماتهم وتوفني على ملتهم واحشرني في زمرتهم ولا تفرق بيني وبينهم طرفة عين أبدا في الدنيا والآخرة"
},
{
"text": "اللهم لا تفرق بيني وبين محمد وآل محمد صلواتك عليه وعليهم واجعلني يا مولاي من شيعة محمد وعلي وفاطمة والحسن والحسين وذريتهم الطاهرة المنتجبة"
},
{
"text": " اللهم إني أتوجه إليك بنبيك محمد نبي الرحمة صلى الله عليه وآله يا محمد يا رسول الله إني أتوجه بك إلى الله ربك وربي لينجح لي بك طلبتي"
},
{
"text": " اللهم صل على محمد وآله الأئمة ينابيع الحكمة وأولي النعمة ومعادن العصمة واعصمني بهم من كل سوء ولا تأخذني على غرة ولا غفلة"
},
{
"text": "اللهم اغفر لي ما لا يضرك وأعطني ما لا ينقصك فإنك الوسيع رحمته البديع حكمته"
},
{
"text": "اللهم إني أسألك صبر الشاكرين لك وعمل الخائفين منك ويقين العابدين لك"
},
{
"text": " اللهم لك سجدت وبك آمنت فارحم ذلي وفاقتي واجتهادي وتضرعي ومسكنتي وفقري إليك يا رب"
},
{
"text": "اللهم ارزقني قلبا تقيا نقيا ومن الشرك بريئا لا كافرا ولا شقيا"
},
{
"text": "اللهم إني أسألك سؤال خاضع متذلل خاشع أن تسامحني وترحمني وتجعلني بقسمك راضيا قانعا وفي جميع الأحوال متواضعا"
},
{
"text": "اللهم إني أتقرب إليك بذكرك وأستشفع بك إلى نفسك وأسألك بجودك أن تدنيني من قربك وأن توزعني شكرك وأن تلهمني ذكرك"
},
{
"text": " اللهم لا أجد لذنوبي غافرا ولا لقبائحي ساترا ولا لشي‏ء من عملي القبيح بالحسن مبدلا غيرك لا إله إلا أنت سبحانك وبحمدك ظلمت نفسي وتجرأت بجهلي"
},
{
"text": "اللهم مولاي كم من قبيح سترته وكم من فادح من البلاء أقلته وكم من عثار وقيته وكم من مكروه دفعته وكم من ثناء جميل لست أهلا له نشرته"
},
{
"text": "اللهم عظم بلائي وأفرط بي سوء حالي وقصرت‏ بي أعمالي وقعدت بي أغلالي وحبسني عن نفعي بعد أملي‏ وخدعتني الدنيا بغرورها ونفسي بجنايتها "
},
{
"text": " يا رب ارحم ضعف بدني ورقة جلدي ودقة عظمي يا من بدأ خلقي وذكري وتربيتي وبري وتغذيتي هبني لابتداء كرمك وسالف برك بي"
},
{
"text": "يا رب قوعلى خدمتك جوارحي واشدد على العزيمة جوانحي وهب لي الجد في خشيتك والدوام في الاتصال بخدمتك "
},
{
"text": "اللهم إني أسألك الراحة عند الموت والعفوعند الحساب عظم الذنب من عبدك فليحسن التجاوز من عندك يا أهل التقوى ويا أهل المغفرة عفوك عفوك"
},
{
"text": "اللهم أبقني خير البقاء وأفنني خير الفناء على موالاة أوليائك ومعاداة أعدائك والرغبة إليك والرهبة منك والخشوع والوفاء والتسليم لك"
},
{
"text": "الحمد لله الأول بلا أول كان قبله، و الآخر بلا آخر يكون بعده  الذي قصرت عن رؤيته أبصار الناظرين، و عجزت عن نعته أوهام الواصفين"
},
{
"text": " الحمد لله على ما عرفنا من نفسه، و ألهمنا من شكره، و فتح لنا من أبواب العلم بربوبيته، و دلنا عليه من الإخلاص له في توحيده"
},
{
"text": "الحمدلله حمدا يرتفع منا إلى أعلى عليين في كتاب مرقوم‏ يشهده المقربون"
},
{
"text": "الحمدلله حمدا تقر به عيوننا إذا برقت الأبصار، و تبيض به وجوهنا إذا اسودت الأبشار"
},
{
"text": "الحمدلله حمدا نعتق به من أليم نار الله إلى كريم جوار الله"
},
{
"text": "الحمدلله حمدا نزاحم به ملائكته المقربين، و نضام به أنبياءه المرسلين في دار المقامة التي لا تزول"
},
{
"text": "الحمدلله الذي دلنا على التوبة التي لم نفدها إلا من فضله، فلو لم نعتدد من فضله إلابها لقد حسن بلاؤه عندنا، و جل إحسانه إلينا و جسم فضله علينا"
},
{
"text": "الحمدلله حمدا نسعد به في السعداء من أوليائه، و نصير به في نظم الشهداء بسيوف أعدائه"
},
{
"text": " الحمد لله الذي من علينا بمحمد نبيه- صلى الله عليه و آله دون الأمم الماضية و القرون السالفة"
},
{
"text": "يا من لا تنقضي عجائب عظمته، صل على محمد وآله و احجبنا عن الإلحاد في عظمتك  و يامن لا تنتهي مدة ملكه صل على محمد و آله و أعتق رقابنامن نقمتك"
},
{
"text": "يا من لا تفنى خزائن رحمته، صل على محمد و آله و اجعل لنا نصيبا في رحمتك"
},
{
"text": "يا من تنقطع دون رؤيته الأبصار صل على محمد و آله، و أدننا إلى قربك"
},
{
"text": "يا من تصغر عند خطره الأخطار، صل على محمد و آله، و كرمنا عليك.  و يا من تظهر عنده بواطن الأخبار، صل على محمد و آله، و لا تفضحنا لديك"
},
{
"text": "اللهم أغننا عن هبة الوهابين بهبتك، و اكفنا وحشة القاطعين بصلتك حتى لا نرغب إلى أحد مع بذلك، و لا نستوحش من أحد مع فضلك"
},
{
"text": "اللهم صل على محمد و آله، و كد لنا و لا تكد علينا، و امكر لنا و لا تمكر بنا، و أدل لنا و لا تدل منا"
},
{
"text": "اللهم صل على محمد و آله، و قنا منك، و احفظنا بك، و اهدنا إليك، و لا تباعدنا عنك إن من تقه يسلم و من تهده يعلم، و من تقربه إليك يغنم"
},
{
"text": "اللهم إنما يكتفي المكتفون بفضل قوتك، فصل على محمد و آله، و اكفنا، و إنما يعطي المعطون من فضل جدتك، فصل على محمد و آله، و أعطنا"
},
{
"text": "اللهم إنك من واليت لم يضرره خذلان الخاذلين، و من أعطيت لم ينقصه منع المانعين، و من هديت لم يغوه إضلال المضلين "
},
{
"text": "اللهم صل على محمد و آله، و امنعنا بعزك من عبادك، و أغننا عن غيرك بإرفادك و اسلك بنا سبيل الحق بإرشادك."
},
{
"text": "  اللهم صل على محمد و آله، و اجعل سلامة قلوبنا في ذكر عظمتك، و فراغ أبداننا في شكر نعمتك، و انطلاق ألسنتنا في وصف منتك."
},
{
"text": "اللهم صل على محمد و آله، و اجعلنا من دعاتك الداعين إليك، و هداتك الدالين عليك، و من خاصتك الخاصين لديك، يا أرحم الراحمين"
},
{
"text": "  الحمد لله الذي خلق الليل و النهار بقوته  و ميز بينهما بقدرته  و جعل لكل واحد منهما حدا محدودا، و أمدا ممدودا  يولج كل واحد منهما في صاحبه"
},
{
"text": "أصبحنا في قبضتك يحوينا ملكك و سلطانك، و تضمنا مشيتك، و نتصرف عن أمرك، ونتقلب في تدبيرك ليس لنا من الأمر إلا ما قضيت و لامن الخير إلاما أعطيت"
},
{
"text": " اللهم صل على محمد و آله، و وفقنا في يومنا هذا و ليلتنا هذه و في جميع أيامنا لاستعمال الخير، و هجران الشر، و شكر النعم، و اتباع السنن"
},
{
"text": "  اللهم إني أعوذ بك من هيجان الحرص، و سورة الغضب، و غلبة الحسد، و ضعف الصبر، و قلة القناعة، و شكاسة الخلق، و إلحاح الشهوة"
},
{
"text": "اللهم إني أعوذ بك من ملكة الحمية  و متابعة الهوى، و مخالفة الهدى، و سنة الغفلة، وتعاطي الكلفة، وإيثار الباطل على الحق، و الإصرار على المأثم"
},
{
"text": "اللهم إني أعوذ بك من أن نعجب بأعمالنا، ونمد في آمالنا  ونعوذ بك من سوء السريرة، واحتقار الصغيرة، و أن يستحوذ علينا الشيطان، أو ينكبنا الزمان"
},
{
"text": "اللهم إني أعوذ بك من معيشة في شدة، و ميتة على غير عدة"
},
{
"text": "اللهم  نعوذ بك من الحسرة العظمى، و المصيبة الكبرى، و أشقى الشقاء، و سوء المآب، و حرمان الثواب، و حلول العقاب"
},
{
"text": "اللهم صل على محمد و آله، و صيرنا إلى محبوبك من التوبة، و أزلنا عن مكروهك من الإصرار  "
},
{
"text": "اللهم متى وقفنا بين نقصين في دين أو دنيا، فأوقع النقص بأسرعهما فناء، و اجعل التوبة في أطولهما بقاء"
},
{
"text": "اللهم إذا هممنا بهمين يرضيك أحدهما عنا، و يسخطك الآخر علينا، فمل بنا إلى ما يرضيك عنا، و أوهن قوتنا عما يسخطك علينا"
},
{
"text": "  اللهم إنك من الضعف خلقتنا، و على الوهن بنيتنا، و من ماء مهين ابتدأتنا، فلا حول لنا إلا بقوتك، و لا قوة لنا إلا بعونك  فأيدنا بتوفيقك"
},
{
"text": "اللهم  أعم أبصار قلوبنا عما خالف محبتك، و لا تجعل لشي‏ء من جوارحنا نفوذا في معصيتك‏"
},
{
"text": "اللهم اجعل همسات قلوبنا، و حركات أعضائنا و لمحات أعيننا، و لهجات ألسنتنا في موجبات ثوابك حتى لا تفوتنا حسنة نستحق بها جزاءك"
},
{
"text": "اللهم إن تشأ تعف عنا فبفضلك، و إن تشأ تعذبنا فبعدلك  فسهل لنا عفوك بمنك، و أجرنا من عذابك بتجاوزك، فإنه لا طاقة لنا بعدلك"
},
{
"text": " اللهم إن الشيطان قد شمت بنا إذ شايعناه على معصيتك، فصل على محمد و آله، و لا تشمته بنا بعد تركنا إياه لك، و رغبتنا عنه إليك"
},
{
"text": "اللهم صل على محمد و آله، و اشغل قلوبنا بذكرك عن كل ذكر، و ألسنتنا بشكرك عن كل شكر، و جوارحنا بطاعتك عن كل طاعة"
},
{
"text": "يا الله يا أرحم الراحمين، و يا أرحم من انتابه المسترحمون، و يا أعطف من أطاف به المستغفرون"
},
{
"text": "  اللهم صل على محمد و آله، و هب لي ما يجب علي لك، و عافني مما أستوجبه منك، و أجرني مما يخافه أهل الإساءة، فإنك ملي‏ء بالعفو، مرجو للمغفرة"
},
{
"text": "اللهم لا أشكو إلى أحد سواك، و لا أستعين بحاكم غيرك، حاشاك، فصل على محمد و آله، و صل دعائي بالإجابة، و اقرن شكايتي بالتغيير"
},
{
"text": "اللهم لك الحمد على ما لم أزل أتصرف فيه من سلامة بدني، و لك الحمد على ما أحدثت بي من علة في جسدي"
},
{
"text": "اللهم صل على محمد و آله، و حبب إلي ما رضيت لي، و يسر لي ما أحللت بي، و طهرني من دنس ما أسلفت، و امح عني شر ما قدمت"
},
{
"text": "إلهي صل على محمد و آله، و لا تعرض عني و قد أقبلت عليك، و لا تحرمني و قد رغبت إليك، و لا تجبهني بالرد و قد انتصبت بين يديك"
},
{
"text": ".  اللهم صل على محمد و آله، و قني من المعاصي، و استعملني بالطاعة، و ارزقني حسن الإنابة، و طهرني بالتوبة، و أيدني بالعصمة"
},
{
"text": "اللهم اجعلني طليق عفوك، و عتيق رحمتك، و اكتب لي أمانا من سخطك، و بشرني بذلك في العاجل دون الآجل"
},
{
"text": "اللهم لك الحمد على حسن قضائك،و بما صرفت عني من بلائك، فلا تجعل حظي من رحمتك ما عجلت لي من عافيتك فأكون قد شقيت بما أحببت و سعد غيري بما كرهت"
},
{
"text": "اللهم صل على محمد و آله، و بلغ بإيماني أكمل الإيمان، و اجعل يقيني أفضل اليقين، و انته بنيتي إلى أحسن النيات، و بعملي إلى أحسن الأعمال"
},
{
"text": "اللهم وفر بلطفك نيتي، و صحح بما عندك يقيني، و استصلح بقدرتك ما فسد مني"
},
{
"text": "اللهم صل على محمد و آله، و اكفني ما يشغلني الاهتمام به، و استعملني بما تسألني غدا عنه، و استفرغ أيامي فيما خلقتني له"
},
{
"text": "اللهم صل على محمد وآله ولا تفتني بالنظر، و أعزني و لا تبتليني بالكبر، و عبدني لك و لا تفسد عبادتي بالعجب، و أجر للناس على يدي الخير"
},
{
"text": "اللهم صل على محمد و آله، و لا ترفعني في الناس درجة إلا حططتني عند نفسي مثلها، و لا تحدث لي عزا ظاهرا إلا أحدثت لي ذلة باطنة عند نفسي بقدرها"
},
{
"text": "اللهم صل على محمد و آل محمد، و متعني بهدى صالح لا أستبدل به، و طريقة حق لا أزيغ عنها، و نية رشد لا أشك فيها"
},
{
"text": "اللهم صل على محمد وآله و عمرني ما كان عمري بذلة في طاعتك، فإذا كان عمري مرتعا للشيطان فاقبضني إليك قبل أن يسبق مقتك إلي، أو يستحكم غضبك علي"
},
{
"text": "اللهم لا تدع خصلة تعاب مني إلا أصلحتها، و لا عائبة أونب بها إلا حسنتها، و لا أكرومة في ناقصة إلا أتممتها"
},
{
"text": "اللهم صل على محمد وآله و أبدلني من بغضة أهل الشنآن المحبة، و من حسد أهل البغي المودة، و من ظنة أهل الصلاح الثقة، و من عداوة الأدنين الولاية"
},
{
"text": "اللهم صل على محمد وآله و اجعل لي يدا على من ظلمني و لسانا على من خاصمني و ظفرا بمن عاندني، و هب لي مكرا على من كايدني، و قدرة على من اضطهدني"
},
{
"text": "اللهم صل على محمد وآله و سددني لأن أعارض من غشني بالنصح، و أجزي من هجرني بالبر، و أثيب من حرمني بالبذل"
},
{
"text": "اللهم صل على محمد وآله وسددني لأن أكافي من قطعني بالصلة، و أخالف من اغتابني إلى حسن الذكر و أن أشكر الحسنة، و أغضي عن السيئة"
},
{
"text": "اللهم صل على محمد وآله  و حلني بحلية الصالحين، و ألبسني زينة المتقين، في بسط العدل، و كظم الغيظ، و إطفاء النائرة، و ضم أهل الفرقة"
},
{
"text": "اللهم اجعلني أصول بك عند الضرورة، و أسألك عند الحاجة، و أتضرع إليك عند المسكنة، و لا تفتني بالاستعانة بغيرك إذا اضطررت"
},
{
"text": "اللهم صل على محمد وآله ولاتفتني بالخضوع لسؤال غيرك إذا افتقرت، و لا بالتضرع إلى من هو دونك إذا رهبت"
},
{
"text": "  اللهم اجعل ما يلقي الشيطان في روعي من التمني و التظني و الحسد ذكرا لعظمتك، و تفكرا في قدرتك، و تدبيرا على عدوك"
},
{
"text": "اللهم أنطقني بالهدى، و ألهمني التقوى، و وفقني للتي هي أزكى، و استعملني بما هو أرضى"
},
{
"text": "اللهم اسلك بي الطريقة المثلى، و اجعلني على ملتك أموت و أحيا"
},
{
"text": "اللهم صل على محمد وآله  و متعني بالاقتصاد، و اجعلني من أهل السداد، و من أدلة الرشاد، و من صالح العباد، و ارزقني فوز المعاد، و سلامة المرصاد"
},
{
"text": "اللهم خذ لنفسك من نفسي ما يخلصها، و أبق لنفسي من نفسي ما يصلحها، فإن نفسي هالكة أو تعصمها"
},
{
"text": "اللهم أنت عدتي إن حزنت، و أنت منتجعي إن حرمت، و بك استغاثتي إن كرثت، و عندك مما فات خلف، و لما فسد صلاح"
},
{
"text": "اللهم امنن علي قبل البلاء بالعافية، و قبل الطلب بالجدة، و قبل الضلال بالرشاد، و اكفني مئونة معرة العباد، و هب لي أمن يوم المعاد"
},
{
"text": "  اللهم صل على محمد و آله، و ادرأ عني بلطفك، و اغذني بنعمتك، و أصلحني بكرمك، و داوني بصنعك، و أظلني في ذراك، و جللني رضاك"
},
{
"text": "اللهم صل على محمد وآله ووفقني إذا اشتكلت علي الأمور لأهداها، و إذا تشابهت الأعمال لأزكاها، و إذا تناقضت الملل لأرضاها."
},
{
"text": "  اللهم صل على محمد و آله، و توجني بالكفاية، و سمني حسن الولاية، و هب لي صدق الهداية"
},
{
"text": "اللهم صل على محمد وآله و لا تجعل عيشي كدا كدا، و لا ترد دعائي علي ردا، فإني لا أجعل لك ضدا، و لا أدعو معك ندا"
},
{
"text": "اللهم صل على محمد وآله و امنعني من السرف، و حصن رزقي من التلف، و وفر ملكتي بالبركة فيه، و أصب بي سبيل الهداية للبر فيما أنفق منه"
}
]
}