{
"title": "جزأ (12)",
"type": "text",
"data": [
{
"text": "اللهم صل على محمد وآله و اكفني مئونة الاكتساب، و ارزقني من غير احتساب، فلا أشتغل عن عبادتك بالطلب، و لا أحتمل إصر تبعات المكسب"
},
{
"text": "اللهم صل على محمد وآله و ارزقني صحة في عبادة، و فراغا في زهادة، و علما في استعمال، و ورعا في إجمال"
},
{
"text": "اللهم صل على محمد وآله اختم بعفوك أجلي، و حقق في رجاء رحمتك أملي، و سهل إلى بلوغ رضاك سبلي، و حسن في جميع أحوالي عملي"
},
{
"text": "اللهم نبهني لذكرك في أوقات الغفلة، و استعملني بطاعتك في أيام المهلة، و انهج لي إلى محبتك سبيلا سهلة، أكمل لي بها خير الدنيا و الآخرة"
},
{
"text": "اللهم يا كافي الفرد الضعيف و واقي الأمر المخوف أفردتني الخطايا فلا صاحب معي و ضعفت عن غضبك فلا مؤيد لي و أشرفت على خوف لقائك فلا مسكن لروعتي"
},
{
"text": "  اللهم صل على محمد و آله، و لا تجعلني ناسيا لذكرك فيما أوليتني، و لا غافلا لإحسانك فيما أبليتني، و لا آيسا من إجابتك لي و إن أبطأت عني"
},
{
"text": "  اللهم صل على محمد و آله و اجعل ثنائي عليك و مدحي إياك و حمدي لك في كل حالاتي حتى لا أفرح بما آتيتني من الدنيا و لا أحزن على ما منعتني فيها"
},
{
"text": "اللهم أشعر قلبي تقواك، و استعمل بدني فيما تقبله مني، و اشغل بطاعتك نفسي عن كل ما يرد علي حتى لا أحب شيئا من سخطك، و لا أسخط شيئا من رضاك"
},
{
"text": " اللهم فرغ قلبي لمحبتك و اشغله بذكرك و انعشه‏ بخوفك و بالوجل منك، و قوه بالرغبة إليك، و أمله إلى طاعتك، و أجر به في أحب السبل إليك"
},
{
"text": "اللهم  اجعل تقواك من الدنيا زادي، و إلى رحمتك رحلتي، و في مرضاتك مدخلي، و اجعل في جنتك مثواي، و هب لي قوة أحتمل بها جميع مرضاتك"
},
{
"text": "اللهم اجعل فراري إليك، و رغبتي فيما عندك، و ألبس قلبي الوحشة من شرار خلقك، و هب لي الأنس بك و بأوليائك و أهل طاعتك"
},
{
"text": "اللهم صل على محمد و آله، و اجعلني لهم قرينا، و اجعلني لهم نصيرا، و امنن علي بشوق إليك، و بالعمل لك بما تحب و ترضى، إنك على‏ كل شي‏ء قدير"
},
{
"text": "اللهم لا طاقة لي بالجهد، و لا صبر لي على البلاء و لا قوة لي على الفقر فلا تحظر علي رزقي و لا تكلني إلى خلقك، بل تفرد بحاجتي، و تول كفايتي.  "
},
{
"text": "اللهم  انظر إلي و انظر لي في جميع أموري، فإنك إن وكلتني إلى نفسي عجزت عنها و لم أقم ما فيه مصلحتها"
},
{
"text": "اللهم إن وكلتني إلى خلقك تجهموني، و إن ألجأتني إلى قرابتي حرموني، و إن أعطوا أعطوا قليلا نكدا، و منوا علي طويلا، و ذموا كثيرا"
},
{
"text": "بفضلك، اللهم، فأغنني، و بعظمتك فانعشني، و بسعتك، فابسط يدي، و بما عندك فاكفني"
},
{
"text": ".  اللهم صل على محمد و آله، و خلصني من الحسد، و احصرني عن الذنوب، و ورعني عن المحارم، و لا تجرئني على المعاصي، و اجعل هواي عندك"
},
{
"text": "اللهم بارك لي فيما رزقتني و فيما خولتني و فيما أنعمت به علي، و اجعلني في كل حالاتي محفوظا مكلوءا مستورا ممنوعا معاذا مجارا"
},
{
"text": "اللهم صل على محمد و آله، و اقض عني كل ما ألزمتنيه و فرضته علي لك في وجه من وجوه طاعتك أو لخلق من خلقك و إن ضعف عن ذلك بدني"
},
{
"text": ".  اللهم صل على محمد و آله، و ارزقني الرغبة في العمل لك لآخرتي حتى أعرف صدق ذلك من قلبي، و حتى يكون الغالب علي الزهد في دنياي"
},
{
"text": "اللهم هب لي نورا أمشي به في الناس، و أهتدي به في الظلمات، و أستضي‏ء به من الشك و الشبهات"
},
{
"text": "اللهم صل على محمد و آله، و ارزقني خوف غم الوعيد، و شوق ثواب الموعود حتى أجد لذة ما أدعوك له، و كأبة ما أستجير بك منه"
},
{
"text": "اللهم قد تعلم ما يصلحني من أمر دنياي و آخرتي فكن بحوائجي حفيا"
},
{
"text": "اللهم ارزقني الحق عند تقصيري في الشكر لك بما أنعمت علي في اليسر و العسر و الصحة و السقم، حتى أتعرف من نفسي روح الرضا و طمأنينة النفس"
},
{
"text": "اللهم ارزقني سلامة الصدر من الحسد حتى لا أحسد أحدا من خلقك على شي‏ء من فضلك"
},
{
"text": "اللهم ارزقني التحفظ من الخطايا، و الاحتراس من الزلل في الدنيا و الآخرة في حال الرضا و الغضب"
},
{
"text": "اللهم  ألبسني عافيتك، و جللني عافيتك، و حصني بعافيتك، و أكرمني بعافيتك، و أغنني بعافيتك، و تصدق علي بعافيتك، و هب لي عافيتك و أفرشني عافيتك"
},
{
"text": "اللهم صل على محمد و آله، و عافني عافية كافية شافية عالية نامية، عافية تولد في بدني العافية، عافية الدنيا و الآخرة"
},
{
"text": "اللهم امنن علي بالصحة و الأمن و السلامة في ديني و بدني، و البصيرة في قلبي، و النفاذ في أموري، و الخشية لك، و الخوف منك"
},
{
"text": "اللهم صل على محمد عبدك و رسولك، و أهل بيته الطاهرين، و اخصصهم بأفضل صلواتك و رحمتك و بركاتك و سلامك"
},
{
"text": " اخصص اللهم والديّ بالكرامة لديك، و الصلاة منك، يا أرحم الراحمين. اللهم و ألهمني علم ما يجب لهما علي إلهاما، و اجمع لي علم ذلك كله تماما"
},
{
"text": "اللهم اجعل طاعتي لوالديّ و بري بهما أقر لعيني من رقدة الوسنان، و أثلج لصدري من شربة الظمآن حتى أوثر على هواي هواهما، و أقدم على رضاي رضاهما"
},
{
"text": "اللهم صل على محمد و آله و ذريته، و اخصص أبويّ بأفضل ما خصصت به آباء عبادك المؤمنين و أمهاتهم، يا أرحم الراحمين"
},
{
"text": "اللهم أعطني كل سؤلي، و اقض لي حوائجي، و لا تمنعني الإجابة و قد ضمنتها لي، و لا تحجب دعائي عنك و قد أمرتني به."
},
{
"text": "اللهم امنن علي بكل ما يصلحني في دنياي و آخرتي ما ذكرت منه و ما نسيت، أو أظهرت أو أخفيت أو أعلنت أو أسررت"
},
{
"text": "اللهم اجعلني من المصلحين بسؤالي إياك، المنجحين بالطلب إليك غير الممنوعين بالتوكل عليك.  المعودين بالتعوذ بك، الرابحين في التجارة عليك"
},
{
"text": "اللهم اجعلني من المعصومين من الذنوب و الزلل و الخطاء بتقواك، و الموفقين للخير و الرشد و الصواب بطاعتك، و المحال بينهم و بين الذنوب بقدرتك"
},
{
"text": "اللهم صل على محمد و آله، و حصن ثغور المسلمين بعزتك، و أيد حماتها بقوتك، و أسبغ عطاياهم من جدتك"
},
{
"text": "اللهم إني أخلصت بانقطاعي إليك  و أقبلت بكلي عليك  و صرفت وجهي عمن يحتاج إلى رفدك  و قلبت مسألتي عمن لم يستغن عن فضلك"
},
{
"text": "اللهم إنك ابتليتنا في أرزاقنا بسوء الظن، و في آجالنا بطول الأمل حتى التمسنا أرزاقك من عند المرزوقين، و طمعنا بآمالنا في أعمار المعمرين"
},
{
"text": "اللهم صل على محمد و آله، و هب لنا يقينا صادقا تكفينا به من مئونة الطلب، و ألهمنا ثقة خالصة تعفينا بها من شدة النصب"
},
{
"text": "اللهم صل على محمد و آله، و احجبني عن السرف و الازدياد، و قومني بالبذل و الاقتصاد، و علمني حسن التقدير، و اقبضني بلطفك عن التبذير"
},
{
"text": "اللهم أجر من أسباب الحلال أرزاقي، و وجه في أبواب البر إنفاقي، و ازو عني من المال ما يحدث لي مخيلة أو تأديا إلى بغي أو ما أتعقب منه طغيانا"
},
{
"text": "اللهم مازويت عني من متاع الدنيا الفانية فاذخره لي في خزائنك الباقية واجعل ما خولتني من حطامها وعجلت لي من متاعها بلغةإلى جوارك ووصلةإلى قربك"
},
{
"text": "اللهم صل على محمد و آله و القني بمغفرتك كمالقيتك بإقراري و ارفعني عن مصارع الذنوب كماوضعت لك نفسي و استرني بسترك كما تأنيتني عن الانتقام مني"
},
{
"text": "اللهم ثبت في طاعتك نيتي و أحكم في عبادتك بصيرتي ووفقني من الأعمال لما تغسل به دنس الخطايا عني و توفني على ملتك و ملة نبيك محمد إذا توفيتني"
},
{
"text": "اللهم إني أتوب إليك في مقامي هذا من كبائر ذنوبي و صغائرها، و بواطن سيئاتي و ظواهرها، و سوالف زلاتي و حوادثها، توبة من لا يحدث نفسه بمعصية"
},
{
"text": "اللهم اقبل توبتي كما وعدت واعف عن سيئاتي كما ضمنت و أوجب لي محبتك كما شرطت و لك- يا رب- شرطي ألا أعود في مكروهك و ضماني أن لا أرجع في مذمومك"
},
{
"text": "اللهم إنك أعلم بما عملت فاغفر لي ما علمت، و اصرفني بقدرتك إلى ما أحببت"
},
{
"text": "اللهم إنه لا وفاء لي بالتوبة إلا بعصمتك، و لا استمساك بي عن الخطايا إلا عن قوتك، فقوني بقوة كافية، و تولني بعصمة مانعة"
},
{
"text": "اللهم أيما عبد تاب إليك و هو في علم الغيب عندك فاسخ لتوبته، و عائد في ذنبه و خطيئته، فإني أعوذ بك أن أكون كذلك"
},
{
"text": "اللهم إني أعتذر إليك من جهلي، و أستوهبك سوء فعلي، فاضممني إلى كنف رحمتك تطولا، و استرني بستر عافيتك تفضلا"
},
{
"text": "اللهم إني أتوب إليك من كل ماخالف إرادتك أو زال عن محبتك من خطرات قلبي و لحظات عيني و حكايات لساني توبة تسلم بها كل جارحة على حيالهامن تبعاتك"
},
{
"text": "اللهم ارحم وحدتي بين يديك، و وجيب قلبي من خشيتك، و اضطراب أركاني من هيبتك، فقد أقامتني- يا رب- ذنوبي مقام الخزي بفنائك"
},
{
"text": "اللهم صل على محمد و آله، و شفع في خطاياي كرمك، و عد على سيئاتي بعفوك، و لا تجزني جزائي من عقوبتك، و ابسط علي طولك، و جللني بسترك"
},
{
"text": "اللهم افعل بي فعل عزيز تضرع إليه عبد ذليل فرحمه، أو غني تعرض له عبد فقير فنعشه"
},
{
"text": ".  اللهم لا خفير لي منك فليخفرني عزك، و لا شفيع لي إليك فليشفع لي فضلك، و قد أوجلتني خطاياي فليؤمني عفوك"
},
{
"text": "اللهم إن يكن الندم توبةإليك فأناأندم النادمين وإن يكن الترك لمعصيتك إنابة فأناأول المنيبين وإن يكن الاستغفارحطة للذنوب فإني لك من المستغفرين"
},
{
"text": "اللهم فكما أمرت بالتوبة، و ضمنت القبول، و حثثت على الدعاء، ووعدت الإجابة، فصل على محمد و آله، و اقبل توبتي، و لا ترجعني مرجع الخيبة من رحمتك"
},
{
"text": "اللهم و إذ سترتني بعفوك، و تغمدتني بفضلك في دار الفناء بحضرة الأكفاء، فأجرني من فضيحات دار البقاء"
},
{
"text": "اللهم حبب إلينا ما نكره من قضائك، و سهل علينا ما نستصعب من حكمك  و ألهمنا الانقياد لما أوردت علينا من مشيتك"
},
{
"text": "اللهم اختم لنا بالتي هي أحمد عاقبة، و أكرم مصيرا، إنك تفيد الكريمة، و تعطي الجسيمة، و تفعل ما تريد، و أنت على كل شي‏ء قدير"
},
{
"text": "اللهم لك الحمد على سترك بعد علمك ومعافاتك بعد خبرك فكلنا قد اقترف العائبة فلم تشهره و ارتكب الفاحشة فلم تفضحه و تستر بالمساوئ فلم تدلل عليه"
},
{
"text": "الحمد لله رضى بحكم الله، شهدت أن الله قسم معايش عباده بالعدل، و أخذ على جميع خلقه بالفضل"
},
{
"text": "اللهم صل على محمد و آله، و طيب بقضائك نفسي، و وسع بمواقع حكمك صدري، و هب لي الثقة لأقر معها بأن قضاءك لم يجر إلا بالخيرة"
},
{
"text": "اللهم صل على محمد و آله، واجعل شكري لك على ما زويت عني أوفر من شكري إياك على ما خولتني"
},
{
"text": "اللهم إن الشريف من شرفته طاعتك والعزيز من أعزته عبادتك  فصل على محمد و آله و متعنا بثروة لا تنفد و أيدنا بعز لا يفقد و اسرحنا في ملك الأبد"
},
{
"text": "اللهم صل على محمد و آله، و اجعل ندامتي على ما وقعت فيه من الزلات، و عزمي على ترك ما يعرض لي من السيئات، توبة توجب لي محبتك، يا محب التوابين"
},
{
"text": "اللهم صل على محمد و آله، و اكسر شهوتي عن كل محرم، و ازو حرصي عن كل مأثم، و امنعني عن أذى كل مؤمن و مؤمنة، و مسلم و مسلمة"
},
{
"text": "اللهم صل على محمد و آله، و اجعلني أسوة من قد أنهضته بتجاوزك عن مصارع الخاطئين، و خلصته بتوفيقك من ورطات المجرمين"
},
{
"text": "أنت- يا إلهي- أهل أن لا يغتر بك الصديقون، و لا ييأس منك المجرمون، لأنك الرب العظيم الذي لا يمنع أحدا فضله، و لا يستقصي من أحد حقه"
},
{
"text": "اللهم صل على محمد و آله، و اكفنا طول الأمل، و قصره عنا بصدق العمل حتى لا نؤمل استتمام ساعة بعد ساعة، و لا استيفاء يوم بعد يوم"
},
{
"text": "اللهم انصب الموت بين أيدينا نصبا، و لا تجعل ذكرنا له غبا  واجعل لنا من صالح الأعمال عملا نستبطئ معه المصير إليك، و نحرص له على وشك اللحاق بك"
},
{
"text": "اللهم أمتنا مهتدين غير ضالين، طائعين غير مستكرهين، تائبين غير عاصين و لا مصرين، يا ضامن جزاء المحسنين، و مستصلح عمل المفسدين"
},
{
"text": "اللهم صل على محمد و آله، و أفرشني مهاد كرامتك، و أوردني مشارع رحمتك، و أحللني بحبوحة جنتك، و لا تسمني بالرد عنك، و لا تحرمني بالخيبة منك"
},
{
"text": "اللهم لا تقاصني بما اجترحت و لا تناقشني بما اكتسبت، و لا تبرز مكتومي، و لا تكشف مستوري"
},
{
"text": "اللهم لا تحمل على ميزان الإنصاف عملي، و لا تعلن على عيون الملإ خبري  أخف عنهم ما يكون نشره علي عارا، و اطو عنهم ما يلحقني عندك شنارا "
},
{
"text": "اللهم شرف درجتي برضوانك وأكمل كرامتي بغفرانك وانظمني في أصحاب اليمين ووجهني في مسالك الآمنين واجعلني في فوج الفائزين واعمر بي مجالس الصالحين"
},
{
"text": "سبحانك يا الله! باهر الآيات، فاطر السماوات، بارئ النسمات!  لك الحمد حمدا يدوم بدوامك  و لك الحمد حمدا خالدا بنعمتك"
},
{
"text": "رب صل على محمد و آله، صلاة زاكية لا تكون صلاة أزكى منها، و صل عليه صلاة نامية لا تكون صلاة أنمى منها"
},
{
"text": "رب صل على محمد و آله، صلاة تجزل لهم بها من نحلك و كرامتك، و تكمل لهم الأشياء من عطاياك و نوافلك، و توفر عليهم الحظ من عوائدك و فوائدك"
},
{
"text": "اللهم ذللني بين يديك، و أعزني عند خلقك، و ضعني إذا خلوت بك، و ارفعني بين عبادك، و أغنني عمن هو غني عني، و زدني إليك فاقة و فقرا"
},
{
"text": "اللهم اجعل هيبتي في وعيدك، و حذري من إعذارك و إنذارك، و رهبتي عند تلاوة آياتك.  و اعمر ليلي بإيقاظي فيه لعبادتك، و تفردي بالتهجد لك"
},
{
"text": "اللهم لا تجعلني عظة لمن اتعظ، و لا نكالا لمن اعتبر، و لا فتنة لمن نظر"
},
{
"text": "اللهم أذقني طعم الفراغ لما تحب بسعة من سعتك، و الاجتهاد فيما يزلف لديك و عندك، و أتحفني بتحفة من تحفاتك"
},
{
"text": "اللهم اجعل تجارتي رابحة، و كرتي غير خاسرة، و أخفني مقامك، و شوقني لقاءك"
},
{
"text": "اللهم تب علي‏ توبة نصوحا لا تبق معها ذنوبا صغيرة و لا كبيرة، و لا تذر معها علانية و لا سريرة"
},
{
"text": "اللهم انزع الغل من صدري للمؤمنين، و اعطف بقلبي على الخاشعين، و كن لي كما تكون للصالحين، و حلني حلية المتقين"
},
{
"text": "اللهم اجعل لي لسان صدق‏ في الغابرين، و ذكرا ناميا في الآخرين، وواف بي عرصة الأولين.  و تمم سبوغ نعمتك، علي، و ظاهر كراماتها لدي"
},
{
"text": "اللهم جاور بي الأطيبين من أوليائك في الجنان التي زينتها لأصفيائك، و جللني شرائف نحلك في المقامات المعدة لأحبائك"
},
{
"text": "اللهم أزل عني كل شك و شبهة، و اجعل لي في الحق طريقا من كل رحمة"
},
{
"text": "اللهم أجزل لي قسم المواهب من نوالك، و وفر علي حظوظ الإحسان من إفضالك"
},
{
"text": "اللهم اجعل قلبي واثقا بما عندك، و همي مستفرغا لما هو لك، و استعملني بما تستعمل به خالصتك، و أشرب قلبي عند ذهول العقول طاعتك"
},
{
"text": "اللهم اجمع لي الغنى و العفاف و الدعة و المعافاة و الصحة و السعة و الطمأنينة و العافية"
},
{
"text": "اللهم لا تحبط حسناتي بما يشوبها من معصيتك، و لا خلواتي بما يعرض لي من نزغات فتنتك"
},
{
"text": "اللهم صن وجهي عن الطلب إلى أحد من العالمين، و ذبني عن التماس ما عند الفاسقين. "
},
{
"text": "إلهي هديتني فلهوت، و وعظت فقسوت، و أبليت الجميل فعصيت، ثم عرفت ما أصدرت إذ عرفتنيه، فاستغفرت فأقلت، فعدت فسترت، فلك- إلهي- الحمد"
},
{
"text": "هب لي- يا إلهي- من رحمتك و دوام توفيقك ما أتخذه سلما أعرج به إلى رضوانك، و آمن به من عقابك، يا أرحم الراحمين"
},
{
"text": "ارحمني- اللهم- فإني امرؤ حقير، و خطري يسير، و ليس عذابي مما يزيد في ملكك مثقال ذرة  و لو أن عذابي مما يزيد في ملكك لسألتك الصبر عليه"
},
{
"text": " سلطانك- اللهم- أعظم، و ملكك أدوم من أن تزيد فيه طاعة المطيعين، أو تنقص منه معصية المذنبين فارحمني يا أرحم الراحمين"
},
{
"text": "يا الله يا أهل التقوى، و يا من‏ له الأسماء الحسنى‏، أسألك أن تعفو عني، و تغفر لي فلست بريئا فأعتذر، و لا بذي قوة فأنتصر، و لا مفر لي فأفر"
},
{
"text": "لبيك لبيك يارب ، تسمع من شكا إليك، و تلقى من توكل عليك، و تخلص من اعتصم بك، و تفرّج عمن لاذ بك"
},
{
"text": "كيف يخفى عليك يا إلهي ما أنت خلقته، و كيف لاتحصي ما أنت صنعته أو كيف يغيب عنك ما أنت تدبره أو كيف يستطيع أن يهرب منك من لا حياة له إلا برزقك"
},
{
"text": "سبحانك إلهي ! أخشى خلقك لك أعلمهم بك، و أخضعهم لك أعملهم بطاعتك، و أهونهم عليك من أنت ترزقه و هو يعبد غيرك"
},
{
"text": "اللهم إني أصبح و أمسي مستقلا لعملي، معترفا بذنبي، مقرا بخطاياي، أنا بإسرافي على نفسي ذليل، عملي أهلكني، و هواي أرداني و شهواتي حرمتني"
},
{
"text": "يا الله أسألك يا مولاي سؤال من نفسه لاهية لطول أمله، و بدنه غافل لسكون عروقه، و قلبه مفتون بكثرة النعم عليه، و فكره قليل لما هو صائر إليه"
},
{
"text": "يا الله أسألك سؤال من قد غلب عليه الأمل، و فتنه الهوى، و استمكنت منه الدنيا، و أظلّه الأجل"
},
{
"text": "إلهي أسألك أن تسلي نفسي عن الدنيا بمخافتك، و أن تثنيني بالكثير من كرامتك برحمتك."
},
{
"text": "إلهي إليك أفر، و منك أخاف، و بك أستغيث، وإياك أرجو ولك أدعو وإليك ألجأ و بك أثق وإياك أستعين، وبك أؤمن، و عليك أتوكل، و على جودك و كرمك أتكل"
},
{
"text": "يا فارج الهم، و كاشف الغم، يا رحمان الدنيا و الآخرة و رحيمهما، صل على محمد و آل محمد، و افرج همي، و اكشف غمي"
},
{
"text": "اللهم إني أسألك سؤال من اشتدت فاقته، و ضعفت قوته، و كثرت ذنوبه، سؤال من لا يجد لفاقته مغيثا، و لا لضعفه مقويا، و لا لذنبه غافرا غيرك"
},
{
"text": "يا ذا الجلال و الإكرام أسألك عملا تحب به من عمل به، و يقينا تنفع به من استيقن به حق اليقين في نفاذ أمرك"
},
{
"text": "اللهم صل على محمد و آل محمد، و اقبض على الصدق نفسي، و اقطع من الدنيا حاجتي، و اجعل فيما عندك رغبتي شوقا إلى لقائك"
},
{
"text": "اللهم أسألك خوف العابدين لك، و عبادة الخاشعين لك، و يقين المتوكلين عليك، و توكل المؤمنين عليك"
},
{
"text": "اللهم اجعل رغبتي في مسألتي مثل رغبةأوليائك في مسائلهم ورهبتي مثل رهبةأوليائك واستعملني في مرضاتك عملالاأترك معه شيئا من دينك مخافةأحدمن خلقك"
},
{
"text": "الحمد لله الذى لا الـه الا هو الملك الحق المبين المدبر بلا وزير ولا خلق من عباده يستشير، الاول غير موصوف والباقى بعد فنآء الخلق"
},
{
"text": "علا ربنا فى السماوات العلى الرحمن على العرش استوى، له ما فى السماوات وما في الارض وما بينهما وما تحت الثرى"
},
{
"text": "انت الله لا الـه الا انت كنت اذ لم تكن سمآء مبنية ولا ارض مدحية ولا شمس مضيـئة ولا ليل مظلم، ولا نهار مضيـىء"
},
{
"text": "أنت الله كنت قبل كل شيء وكونت كل شيءوقدرت على كل شيء وابتدعت كل شيءواغنيت وافقرت وامت واحييت واضحكت وابكيت وعلى العرش استويت فتباركت وتعاليت"
},
{
"text": "[يا الله] أنت الخالق وأنا المخلوق وأنت المالك وأنا المملوك وأنت الرّب وأنا العبد وأنت الرازق وأنا المرزوق وأنت المعطي وأنا السائل"
},
{
"text": "يا الله أنا السآئل وانت الجواد وانا البخيل، وانت القوى وانا الضعيف وانت العزيز وانا الذليل، وانت الغنى وانا الفقير"
},
{
"text": "يا الله انت السيد وانا العبد، وانت الغافر وانا المسـيئ وانت العالم وانا الجاهل، وانت الحليم وانا العجول"
},
{
"text": "يا الله انت الرحمن وانا المرحوم، وانت المعافى وانا المبتلى، وانت المجيب وانا المضطر"
},
{
"text": "اللهم صل على محمد وآله واغفر لى ذنوبي واستر علي عيوبى وافتح لي من لدنك رحمة ورزقا واسعا يا ارحم الراحمين "
},
{
"text": "بسم الله الرحمن الرحيم، يا حي يا قيوم، برحمتك أستغيث فأغثني، ولا تكلني إلى نفسي طرفة عين أبدا، وأصلح لي شأني كله"
},
{
"text": "اللهم قنعني بما رزقتني واسترني وعافني أبدا ما أبقيتني، واغفر لي وارحمني، اللهم لا تعينني في طلب ما لا تقدر لي، وما قدرته علي فاجعله ميسرا"
},
{
"text": "اللهم لا تعذبني وأنا استغفرك، ولا تحرمني وأنا أسألك"
},
{
"text": "اللهم ذلل نفسي في نفسي، وعظم شأنك في نفسي، وألهمني طاعتك، والعمل بما يرضيك، والتجنب لما يسخطك يا أرحم الراحمين"
},
{
"text": "اللهم بحق العرش ومن علاه، وبحق الوحي ومن أوحاه، وبحق النبي ومن نباه، وبحق البيت ومن بناه، صل على محمد وأهل بيته."
},
{
"text": "اللهم آتنا وجميع المؤمنين والمؤمنات في مشارق الأرض ومغاربها فرجا من عندك عاجلا، بشهادة أن لا إله إلا الله، وأن محمدا عبدك ورسولك"
},
{
"text": "اللهمّ صلّ على محمّد وآل محمّد، وأعطنا ما تحب واجعله لنا قوّة فيما تحب يا أرحم الراحمين."
}
]
}