{
"title": "جزأ (13)",
"type": "text",
"data": [
{
"text": "اللهمّ اجعلنا من أقرب من تقرّب إليك، وأوجه من توجّه إليك، وأنجح من سألك وتضرّع إليك"
},
{
"text": "اللهمّ اجعلنا ممّن كأنّه يراك إلى يوم القيامة الذي فيه يلقاك، ولا تمتنا إلاّ على رضاك،اللهمّ واجعلنا ممّن أخلص لك بعمله، وأحبّك في جميع خلقك"
},
{
"text": "اللهمّ صلّ على محمّد وآل محمّد، واغفر لنا مغفرة جزماً حتماً لا نقترف بعدها ذنباً، ولا نكتسب خطيئة ولا إثماً"
},
{
"text": "اللهمّ صلّ على محمّد وآل محمّد، صلاة نامية دائمة زاكية متتابعة متواصلة مترادفة برحمتك يا أرحم الراحمين."
},
{
"text": "اللهمّ اجعل غفلة الناس لنا ذكراً، واجعل ذكرهم لنا شكراً، واجعل صالح ما نقول بألسنتنا نية في قلوبنا"
},
{
"text": "اللهمّ إنّ مغفرتك أوسع من ذنوبنا، ورحمتك أرجى عندنا من أعمالنا، اللهمّ صلّ على محمّد وآل محمّد، ووفّقنا لصالح الأعمال، والصواب من الفعال."
},
{
"text": "اللهمّ إنّي أسألك قوّة في عبادتك، وتبصراً في كتابك، وفهماً في حكمك"
},
{
"text": "اللهمّ صلّ على محمّد وآل محمّد، ولا تجعل القرآن بنا ماحلاً، والصراط زائلاً، ومحمّداً (صلّى الله عليه وآله وسلم) عنّا مولياً."
},
{
"text": "اللهمّ إنّي أسألك الهدى والتقى والعفاف والغنى، والعمل بما تحبّ وترضى"
},
{
"text": "اللهمّ إنّي أسألك من قوّتك لضعفنا، ومن غناك لفقرنا وفاقتنا، ومن حلمك وعلمك لجهلنا"
},
{
"text": "اللهمّ صلّ على محمّد وآل محمّد، وأعنا على شكرك وذكرك، وطاعتك وعبادتك برحمتك يا أرحم الراحمين."
},
{
"text": "اللهمّ احرسنا بعينك التي لا تنام، وركنك الذي لا يرام، وبأسمائك العظام"
},
{
"text": "اللهم صلّ على محمد وآله، واحفظ علينا ما لو حفظه غيرك ضاع، واستر علينا مالو ستره غيرك شاع واجعل كل ذلك لنا مطواعاً إنّك سميع الدعاء قريب مجيب"
},
{
"text": "يا الله فكني من حلق المضيق، واصرف عني كل هم وغم و ضيق، واكفني شر ما لا اطيق، واعني على ما اطيق"
},
{
"text": "سبحانك يا الله تعاليت يا رحمن أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا رحيم تعاليت يا كريم أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا ملك تعاليت يا مالك أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا قدّوس تعاليت يا سلام أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مُؤمِن تعاليت يا مُهيّمن أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا عزيز تعاليت يا جبّار أجرنا من النار يا مجير"
},
{
"text": "سبحانك مُتكبّر تعاليت يا مُتجبّر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا خالق تعاليت يا بارئ أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مُصوّر تعاليت يا مُقدّر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا هادي تعاليت يا باقي أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا وهّاب تعاليت يا توّاب أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا فَتّاح تعاليت يا مرتاح أجرنا من النار يا مجير"
},
{
"text": "سبحانك ياسيدي تعاليت يامولاي أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا قريب تعاليت يا رقيب أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مبدئ تعاليت يا معيد أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا حميد تعاليت يا مجيد أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا قديم تعاليت يا عظيم أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا غفور تعاليت يا شكور أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا شاهد تعاليت يا شهيد أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا حنان تعاليت يا منان أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا باعث تعاليت يا وارث أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مُحيي تعاليت يا مميت أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا شفيق تعاليت يا رفيق أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا أنيس تعاليت يا مونس أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا جليل تعاليت يا جميل أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا خبير تعاليت يا بصير أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا حفيّ تعاليت يا مليّ أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا معبود تعاليت يا موجود أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا غفّار تعاليت يا قهّار أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مذكور تعاليت يا مشكور أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا جواد تعاليت يا معاذ أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا جمال تعاليت يا جلال أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا سابق تعاليت يا رازق أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا صادق تعاليت يا فالق أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا سميع تعاليت يا سريع أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا رفيع تعاليت يا بديع أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا فعّال تعاليت يا متعال أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا قاضي تعاليت يا راضي أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا قاهر تعاليت يا طاهر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا عالم تعاليت يا حكم أجرنا من النار يا مجير"
},
{
"text": "سبحانكيا دائم تعاليت يا قائم أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا عاصم تعاليت يا قاسم أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا غني تعاليت يا مغني أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا وفي تعاليت يا قوي أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا كافي تعاليت يا شافي أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مقدم تعاليت يا مؤخر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا أول تعاليت يا آخر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا ظاهر تعاليت يا باطن أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا رجاء تعاليت يا مرتجى أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا ذا المن تعاليت يا ذا الطول أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا حي تعاليت يا قيوم أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا واحد تعاليت يا أحد أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا سيد تعاليت يا صمد أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا قدير تعاليت يا كبير أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا والي تعاليت يا متعالي أجرنا من النّار يا مجير"
},
{
"text": "سبحانك يا عليّ تعاليت يا أعلى أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا وليّ تعاليت يا مولى أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا ذارئ تعاليت يا بارئ أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا خافض تعاليت يا رافع أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مقسط تعاليت يا جامع أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا معز تعاليت يا مذل أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا حافظ تعاليت يا حفيظ أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا قادر تعاليت يا مقتدر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا عليم تعاليت يا حليم أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا حكم تعاليت يا حكيم أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا معطي تعاليت يا مانع أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا ضار تعاليت يا نافع أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مجيب تعاليت يا حسيب أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا عادل تعاليت يا فاصل أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا لطيف تعاليت يا شريف أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا رب تعاليت يا حق أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا ماجد تعاليت يا واحد أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا عفو تعاليت يا منتقم أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا واسع تعاليت يا موسع أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا رؤوف تعاليت يا عطوف أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا فرد تعاليت يا وتر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مقيت تعاليت يا محيط أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا وكيل تعاليت يا عدل أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مبين تعاليت يا متين أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا بر تعاليت يا ودود أجرنا من النار يا مجير"
},
{
"text": "سبحانك يارشيد تعاليت يا مرشد أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا نور تعاليت يا مُنوّر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا نصير تعاليت يا ناصر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا صَبور تعاليت يا صابر أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا محصي تعاليت يا منشئ أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا سبحان تعاليت يا ديّان أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا مغيث تعاليت يا غياث أجرنا من النار يا مجير"
},
{
"text": "سبحانك يا فاطر تعاليت يا حاضر أجرنا من النار يا مجير"
},
{
"text": "اللـهم فضلك رجآئى وكرمك ورحمتك املي لاعمل لي استحق به الجنة، ولا طاعة لى استوجب بها الرضوان الااني اعتقدت توحيدك وعدلك، وارتجيت احسانك وفضلك"
},
{
"text": "رب ادخلني في لجةبحر احديتك وطمطام يم وحدانيتك وقونى بقوة سطوةسلطان فردانيتك حتىاخرج الى فضاء سعةرحمتك وفي وجهي لمعات برق القرب من آثارحمايتك"
},
{
"text": "اللهم البسنى خلع العزة والقبول وسهل لي مناهج الوصلة والوصول، وتوجني بتاج الكرامة والوقار، والف بيني وبين احبائك فى دار الدنيا ودار القرار"
},
{
"text": "اغرس اللـهم بعظمتك في شرب جناني ينابيع الخشوع، وأجر اللـهم لهيبتك من آماقي زفرات الدموع، وأدّب اللـهم نزق الخرق مني بأزمة القنوع"
},
{
"text": "الـهي ان لم تبتدئني الرحمة منك بحسن التوفيق فمن السالك بي اليك في واضح الطريق "
},
{
"text": "الهي ان اسلمتني اناتك لقائد الامل والمنى فمن المقيل عثراتي من كبوات الهوى"
},
{
"text": "الهي ان خذلني نصرك عند محاربة النفس والشيطان فقد وكلني خذلانك الى حيث النصب والحرمان"
},
{
"text": "الـهي قرعت باب رحمتك بيد رجائي وهربت اليك لاجئا من فرط اهوائي، وعلقت باطراف حبالك انامل ولائي، فاصفح اللـهم عما كنت  اجرمته من زللي وخطائي"
},
{
"text": "الهي من ذا يعرف قدرك فلا يخافك، ومن ذا يعلم ما انت فلا يهابك، الفت بقدرتك الفرق، وفلقت بلطفك الفلق، وانرت بكرمك دياجي الغسق"
},
{
"text": "يا الله يا من توحد بالعز والبقاء، وقهر عباده بالموت والفناء صل على محمد وآله الاتقياء، واسمع ندائي واستجب دعائي وحقق بفضلك املي ورجائي"
},
{
"text": "الـهي قلبي محجوب، ونفسي معيوب، وعقلي مغلوب، وهوائي غالب، وطاعتي قليل، ومعصيتي كثير، ولساني مقر بالذنوب فكيف حيلتي يا ستار العيوب"
},
{
"text": "الْحَمْدُ للهِ الَّذي هُوَ بِالْعِزِّ مَذْكُورٌ، وَبِالْفَخْرِ مَشْهُورٌ، وَعَلَى السَّرّاءِ وَالضَّرّاءِ مَشْكُورٌ"
},
{
"text": "اِلـهي كَيْفَ اَدْعُوكَ واَنَا اَنَا وَكَيْفَ اَقْطَعُ رَجائي مِنْكَ واَنْتَ اَنْتَ"
},
{
"text": "الـهي اذا لم ادعك فتستجيب لي فمن ذا الذي ادعوه فيستجيب لي، الـهي اذا لم اتضرع اليك فترحمني فمن ذا الذي اتضرع اليه فيرحمني"
},
{
"text": "الحمد لله الذي ليس لقضآئه دافع، ولا لعطائه مانع، ولا كصنعه صنع صانع، وهو الجواد الواسع، فطر اجناس البدائع، واتقن بحكمته الصنائع"
},
{
"text": "الحمدلله الذي هو للدعوات سامع، وللكربات دافع، وللدرجات رافع، وللجبابرة قامع، فلا اله غيره، ولا شيء يعدله"
},
{
"text": "الهي لم يمنعك جهلي وجرأتي عليك ان دللتني الى ما يقربني اليك، ووفقتني لما يزلفني لديك، فان دعوتك اجبتني، وان سألتك اعطيتني"
},
{
"text": "أي نعمك يا الهي احصي عددا وذكرا، أم اي عطاياك أقوم بها شكرا، وهي يا رب اكثر من ان يحصيها العآدون، أو يبلغ علما بها الحافظون"
},
{
"text": "اللهم اجعلني اخشاك كاني اراك، واسعدني بتقواك ولا تشقني بمعصيتك، وخرلي في قضآئك، وبارك لي في قدرك حتي لا أحب تعجيل ما اخرت ولا تأخير ما عجلت"
},
{
"text": "اللهم اجعل غناي في نفسي، واليقين في قلبي، والاخلاص في عملي، والنور في بصري، والبصيرة في ديني، ومتعني بجوارحي، واجعل سمعي وبصري الوارثين مني"
},
{
"text": "اللهم اكشف كربتي، واستر عورتي، واغفر لي خطيئتي، واخسأ شيطاني، وفك رهاني، واجعل لي يا الهي الدرجة العليا في الاخرة والأولى"
},
{
"text": "اللهم لك الحمد كما خلقتني فجعلتني سميعا بصيرا، ولك الحمد كما خلقتني فجعلتني خلقا سويا رحمة بي، وقد كنت عن خلقي غنيا"
},
{
"text": "الهي بذنوبي فلا تفضحني وبسريرتي فلا تخزني، وبعملي فلا تبتلني، ونعمك فلا تسلبني، والى غيرك فلا تكلني"
},
{
"text": "إلهي انت كهفي حين تعييني المذاهب في سعتها، وتضيق بي الارض برحبها، ولولا رحمتك لكنت من الهالكين"
},
{
"text": "إلهي انت مقيل عثرتي، ولولا سترك اياي لكنت من المفضوحين، وانت مؤيدي بالنصر علي اعدآئي، ولولا نصرك اياي لكنت من المغلوبين"
},
{
"text": "يا الله يا من خص نفسه بالسمو والرفعة، فاوليآؤه بعزه يعتزون، يا من جعلت له الملوك نير المذلة على اعناقهم، فهم من سطواته خائفون"
},
{
"text": "يا الله يامن يعلم خائنة الاعين وما تخفي الصدور، وغيب ما تأتي به الازمنة والدهور صل على محمد وال محمد الطيبين الطاهرين"
},
{
"text": "يا الله يا الله، يا بدي يا بديع، لا ندلك، يا دآئما لا نفاد لك، يا حيا حين لا حي، يا محيي الموتي، يا من هو قآئم على كل نفس بما كسبت"
},
{
"text": "يا الله يا من قل له شكري فلم يحرمني، وعظمت خطيئتي فلم يفضحني، ورآني علي المعاصي فلم يشهرني"
},
{
"text": "يا الله يا من حفظني في صغري، يا من رزقني في كبري، يا من اياديه عندي لا تحصى، ونعمه لا تجازى"
},
{
"text": "يا الله يا من عارضني بالخير والاحسان، وعارضته بالاساءة والعصيان، يا من هداني للايمان من قبل ان اعرف شكر الامتنان"
},
{
"text": "يا الله يا من دعوته مريضا فشفاني، وعريانا فكساني، وجائعا فاشبعني، وعطشانا فارواني، وذليلا فاعزني، وجاهلا فعرفني، ووحيدا فكثرني، وغائبا فردني"
},
{
"text": "يا الله لك الحمد والشكر، يا من اقال عثرتي، ونفس كربتي، واجاب دعوتي، وستر عورتي، وغفر ذنوبي، وبلغني طلبتي"
},
{
"text": "يا الله بأي شيء أستقبلك يا مولاي؟ أبسمعي؟ أم ببصري؟ أم بلساني؟ أم بيدي؟ أم برجلي؟ أليس كلها نعمك عندي وبكلها عصيتك؟"
},
{
"text": "ها انا ذا يا الهي بين يديك يا سيدي خاضع ذليل، حصير حقير، لا ذوبرآءة فاعتذر، ولا ذوقوة فانتصر"
},
{
"text": "لا اله الا انت سبحانك اني كنت من الظالمين، لا اله الا انت سبحانك اني كنت من المستغفرين، لا اله الا انت سبحانك اني كنت من الموحدين"
},
{
"text": "لا اله الا انت سبحانك اني كنت من الخائفين، لا اله الا انت سبحانك اني كنت من الوجلين، لا اله الا انت سبحانك اني كنت من الراجين"
},
{
"text": "لا اله الا انت سبحانك اني كنت من الراغبين، لا اله الا انت سبحانك اني كنت من المهللين، لا اله الا انت سبحانك اني كنت من السائلين"
},
{
"text": "لا اله الا انت سبحانك اني كنت من المسبحين، لا اله الا انت سبحانك اني كنت من المكبرين، لا اله الا انت سبحانك ربي ورب آبائي الاولين"
},
{
"text": "اللهم صل على محمد وآل محمد، واعطني في هذه العشية، افضل مااعطيت وانلت احدا من عبادك، من نعمة توليها، وآلاء تجددها، وبلية تصرفها، وكربة تكشفها"
},
{
"text": "اللهم يا من ملك فقدر، وقدر فقهر، وعصي فستر، واستغفر فغفر، يا غاية الطالبين الراغبين، ومنتهي امل الراجين صل على محمد وآله الطاهرين"
},
{
"text": "اللهم اوجب لنا بجودك عظيم الاجر، وكريم الذخر، ودوام اليسر، واغفر لنا ذنوبنا اجمعين، ولا تهلكنا مع الهالكين"
},
{
"text": "اللهم اجعلنا في هذا الوقت ممن سالك فاعطيته، وشكرك فزدته، وتاب اليك فقبلته وتنصل اليك من ذنوبه كلها فغفرتها له"
},
{
"text": "اسألك اللهم حاجتي التي ان اعطيتنيها لم يضرني ما منعتني، وان منعتنيها لم ينفعني ما اعطيتني، اسألك فكاك رقبتي من النار"
},
{
"text": "الهي وصفت نفسك باللطف والرأفة لي قبل وجود ضعفي، افتمنعني منهما بعد وجود ضعفي"
},
{
"text": "الهي انا الفقير في غناي فكيف لا اكون فقيرا في فقري، الهي انا الجاهل في علمي فكيف لا اكون جهولا في جهلي"
},
{
"text": "الهي ان ظهرت المحاسن مني فبفضلك، ولك المنة علي، وان ظهرت المساوي مني فبعدلك، ولك الحجة علي"
},
{
"text": "الهي كيف تكلني وقد تكفلت لي، وكيف اضام وانت الناصر لي، ام كيف اخيب وانت الحفي بي"
},
{
"text": "الهي ها انا اتوسل اليك بفقري اليك، وكيف اتوسل اليك بما هو محال ان يصل اليك، ام كيف اشكواليك حالي وهو لا يخفى عليك"
},
{
"text": "الهي كيف تخيب آمالي وهي قد وفدت اليك، ام كيف لا تحسن احوالي وبك قامت"
},
{
"text": "الهي ما الطفك بي مع عظيم جهلي، وما ارحمك بي مع قبيح فعلي، الهي ما اقربك مني وابعدني عنك، وما ارأفك بي فما الذي يحجبني عنك"
},
{
"text": "الهي علمت باختلاف الاثار، وتنقلات الاطوار، ان مرادك مني ان تتعرف الي في كل شيء، حتي لا اجهلك في شيء"
},
{
"text": "الهي كلّما أخرسني لؤمي.. أنطقني كرمك، وكلّما آيستني أوصافي.. أطمعتني مِننك"
},
{
"text": "الهي من كانت محاسنه مساوي، فكيف لا تكون مساويه مساوي، ومن كانت حقايقه دعاوي، فكيف لا تكون دعاويه دعاوي"
},
{
"text": "الهي انك تعلم اني وان لم تدم الطاعة مني فعلا جزما فقد دامت محبة وعزما، الهي كيف اعزم وانت القاهر، وكيف لا اعزم وانت الامر"
},
{
"text": "الهي كيف يستدل عليك بما هو في وجوده مفتقر اليك، ايكون لغيرك من الظهور ما ليس لك، حتي يكون هو المظهر لك"
},
{
"text": "الهي متى غبت حتى تحتاج الى دليل يدل عليك، ومتى بعدت حتى تكون الاثار هي التي توصل اليك"
},
{
"text": "إلهي عَميَت عينٌ لا تراك عليها رقيبا، وخسرَت صفقةُ عبدٍ لم تجعل له من حُبكَ نصيبا"
},
{
"text": "الهي هذا ذلي ظاهر بين يديك، وهذا حالي لا يخفى عليك، منك اطلب الوصول اليك، وبك استدل عليك، فاهدني بنورك اليك، واقمني بصدق العبودية بين يديك"
},
{
"text": "الهي علمني من علمك المخزون، وصني بسترك المصون"
},
{
"text": "الهي حققني بحقائق أهل القرب، واسلك بي مسلك أهل الجذب"
},
{
"text": "الهي اغنني بتدبيرك لي عن تدبيري، وباختيارك عن اختياري، واوقفني على مراكز اضطراري"
},
{
"text": "الهي اخرجني من ذل نفسي، وطهرني من شكي وشركي قبل حلول رمسي، بك انتصر فانصرني، وعليك اتوكل فلا تكلني، واياك اسأل فلا تخيبني"
},
{
"text": "الهي في فضلك ارغب فلا تحرمني، وبجنابك انتسب فلا تبعدني، وببابك اقف فلا تطردني"
},
{
"text": "الهي تقدس رضاك ان يكون له علة منك، فكيف يكون له علة مني، الهي انت الغني بذاتك ان يصل اليك النفع منك، فكيف لا تكون غنيا عني"
},
{
"text": "الهي ان القضآء والقدر يمنيني، وان الهوي بوثائق الشهوة اسرني، فكن انت النصير لي، حتى تنصرني وتبصرني"
},
{
"text": "الهي ماذا وجد من فقدك، وما الذي فقد من وجدك، لقد خاب من رضي دونك بدلا، ولقد خسر من بغي عنك متحولا"
},
{
"text": "الهي كيف يرجى سواك وانت ما قطعت الاحسان، وكيف يطلب من غيرك وانت ما بدلت عادة الامتنان"
},
{
"text": "الهي اطلبني برحمتك حتى اصل اليك، واجذبني بمنك حتى اقبل عليك"
},
{
"text": "الهي ان رجآئي لا ينقطع عنك وان عصيتك، كما ان خوفي لا يزايلني وان اطعتك، فقد دفعتني العوالم اليك، وقد اوقعني علمي بكرمك عليك"
},
{
"text": "الهي كيف اخيب وانت املي، ام كيف اهان وعليك متكلي"
},
{
"text": "اللهم صل على محمد و آل محمد، و ارحمني إذا انقطع من الدنيا أثري و امتحى من المخلوقين ذكري و صرت في المنسيين كمن قد نسي قبلي."
},
{
"text": "إلهي! إن كان صغر في جنب طاعتك عملي فقد كبر في جنب رجائك أملي."
},
{
"text": "إلهي! كيف أنقلب بالخيبة من عندك محروما و قد كان ظني بجودك أن تقلبني بالنجاة مرحوما."
},
{
"text": "إلهي! لم اسلط على حسن ظني بك قنوط الآيسين. فلا تبطل صدق رجائي لك بين الآملين."
},
{
"text": "إلهي! عظم جرمي إذ كنت المبارز به، و كبر ذنبي إذ كنت المطالب به إلا أني إذا ذكرت كبر جرمي و عظم غفرانك وجدت الحاصل لي من بينهما عفو رضوانك."
},
{
"text": "إلهي! إن دعاني إلي النار بذنبي مخشي عقابك فقد ناداني إلى الجنة بالرجاء حسن ثوابك."
},
{
"text": "إلهي! إن أوحشتني الخطايا عن محاسن لطفك فقد آنستني باليقين مكارم عطفك."
},
{
"text": "إلهي! إن أنامتني الغفلة عن الاستعداد للقائك فقد أنبهتني المعرفة يا سيدي بكريم آلائك."
},
{
"text": "إلهي! إن عزب لبي عن تقويم ما يصلحني فما عزب إيقاني بنظرك لي فيما ينفعني."
},
{
"text": "إلهي! إن انقرضت بغير ما أحببت من السعي أيامي فبالإيمان أمضتها الماضيات من أعوامي."
},
{
"text": "إلهي! جئتك ملهوفا قد ألبست عدم فاقتي و أقامني مقام الأذلاء بين يديك ضر حاجتي."
},
{
"text": "إلهي! مسكنتي لا يجبرها إلا عطاؤك، و امنيتي لا يغنيها إلا جزاؤك."
},
{
"text": "إلهي! أصبحت على باب من أبواب منحك سائلا و عن التعرض لسواك‏ بالمسألة عادلا. و ليس من جميل رد سائل ملهوف و مضطر لانتظار خيرك مألوف."
},
{
"text": "إلهي! أقمت نفسي على قنطرة الأخطار مبلوا بالأعمال و الإعتبار. فأنا الهالك إن لم تعن عليها بتخفيف الأوزار."
},
{
"text": "إلهي! أ من أهل الشقاء خلقتني فاطيل بكائي أم من أهل السعادة خلقتني فابشر رجائي."
},
{
"text": "إلهي! أطعتك في أحب الأشياء إليك و هو التوحيد و لم أعصك في أبغض الأشياء إليك و هو الكفر. فاغفر لي ما بينهما."
}
]
}