{
"title": "جزأ (14)",
"type": "text",
"data": [
{
"text": "إلهي! أحب طاعتك و إن قصرت عنها، و اكره معصيتك و إن ركبتها. فتفضل علي بالجنة و إن لم أكن أهلها. و خلصني من النار و إن كنت استوجبتها."
},
{
"text": "إلهي! إن أقعدني التخلف عن السبق مع الأبرار فقد أقامتني الثقة بك على مدارج الأخبار."
},
{
"text": "إلهي! قلب حشوته من محبتك في دار الدنيا كيف تطلع عليه نار محرقة في لظى؟"
},
{
"text": "إلهي! نفس أعززتها بتأييد إيمانك كيف تذلها بين أطباق نيرانك؟"
},
{
"text": "الهي! لسان كسوته من تماجيدك أنيق أثوابها كيف تهوي إليه من النار مشعلات التهابها؟"
},
{
"text": "إلهي! كل مكروب إليك يلتجئ، و كل محزون إياك يرتجي."
},
{
"text": "إلهي! إن أخطأت طريق النظر لنفسي بما فيه كرامتها فقد أصبت طريق الفزع إليك بما فيه سلامتها."
},
{
"text": "إلهي! إن كانت نفسي استسعدتني متمردة على ما يرديها فقد استسعدتها الآن بدعائك على ما ينجيها."
},
{
"text": "إلهي! إن عداني الاجتهاد في ابتغاء منفعتي فلم يعدني برك بما فيه مصلحتي."
},
{
"text": "إلهي! إن قسطت في الحكم على نفسي بما فيه حسرتها فقد أقسطت الآن بتعريفي إياها من رحمتك إشفاق رأفتها."
},
{
"text": "إلهي! إن أجحف بي قلة الزاد في المسير إليك فقد وصلته بذخائر ما أعددته‏ من فضل تعويلي عليك."
},
{
"text": "إلهي! إذا ذكرت رحمتك ضحكت إليها وجوه وسائلي. و إذا ذكرت سخطتك بكت لها عيون مسائلي."
},
{
"text": "إلهي! أفض بسجل من سجالك على عبد قد أيبس ريقه متلف الظمأ، و أمت بجودك عنه كلالة الونى."
},
{
"text": "إلهي! أدعوك دعاء من لم يرج غيرك بدعائه. و أرجوك رجاء من لم يقصد غيرك برجائه."
},
{
"text": "إلهي! كيف أرد عارض تطلعي إلي نوالك و إنما أنا في استرزاقي لهذا البدن أحد عيالك؟! "
},
{
"text": "إلهي! كيف أسكت بالأفحام لسان ضراعتي و قد أقلقني ما أبهم علي من مصير عاقبتي."
},
{
"text": "إلهي! لو لا ما جهلت من أمري ما شكوت عثراتي، و لو لا ما ذكرت من التفريط ما سفحت عبراتي."
},
{
"text": "إلهي! صل على محمد و آل محمد، و امح متعبات العثرات بمرسلات العبرات. و هب لي كثير السيئات لقليل الحسنات‏ إن الحسنات يذهبن السيئات‏."
},
{
"text": "إلهي! إن كنت لا ترحم إلا المجدين في طاعتك فإلى من يفزع المقصرون؟ و إن كنت لا تقبل إلا من المجتهدين فإلي من يلتجئ المفرطون؟"
},
{
"text": "إلهي! إن كنت لا تكرم‏ إلا أهل الإحسان فكيف يصنع المسيئون؟"
},
{
"text": "إلهي! إن كان لا يفوز يوم الحشر إلا المتقون فبمن يستغيث المذنبون؟"
},
{
"text": "إلهي!  إن كان لا يجوز على الصراط إلا من أجازته براءة عمله فأنى بالجواز لمن لم يتب إليك قبل انقضاء أجله؟"
},
{
"text": "إلهي! إن لم تجد إلا من عمر بالزهد مكنون سريرته فمن للمضطر الذي لم يرضه بين العالمين سعي تقيته؟"
},
{
"text": "إلهي! إن حجبت عن موحديك نظر تغمدك لجناياتهم أوقعهم غضبك بين المشركين في كرباتهم."
},
{
"text": "إلهي! أوجب لنا بالإسلام مذخور هباتك، و استصف ما كدرته الجرائر منا بصفو صلاتك."
},
{
"text": "إلهي! ارحمنا غرباء إذا تضمنتنا بطون لحودنا و غميت باللبن سقوف بيوتنا و أضجعنا مساكين على الأيمان في قبورنا"
},
{
"text": "إلهي! ارحمنا اذا خلفنا فرادى في أضيق المضاجع و صرعتنا المنايا في أعجب المصارع و صرنا في ديار قوم كأنها مأهولة و هي منهم بلاقع."
},
{
"text": "إلهي! ما حنّت هذه العيون إلى بُكائها، و لا جادت متشربةً بمائها، و لا أسهَدَها بنحيب الثاكلات فقد عزائها إلا لما أسلفَتهُ من عَمدِها و خطائها"
},
{
"text": "إلهي! إن كنا مجرمين فإنا نبكي على إضاعتنا من حرمتك ما نستوجبه. و إن كنا محرومين فإنا نبكي إذا فاتنا من جودك ما نطلبه."
},
{
"text": "إلهي! إذا هزت الرهبة أفنان مخافتنا انقلعت من الأصول أشجارها. و إذا تنسمت أرواح الرغبة أغصان رجائنا أينعت بتلقيح البشارة أثمارها."
},
{
"text": "إلهي! إذا تلونا من صفاتك «شديد العقاب» أسفنا. و إذا تلونا منها «الغفور الرحيم» فرحنا. فنحن بين أمرين. فلا سخطتك تؤمننا، و لا رحمتك تؤيسنا."
},
{
"text": "إلهي! إن قصرت مساعينا عن استحقاق نظرتك فما قصرت رحمتك بنا عن دفاع نقمتك."
},
{
"text": "إلهي! اجعل ما حبوتنا به من نور هدايتك درجات نرقى بها إلى غرفات‏ جنتك."
},
{
"text": "إلهي! كيف تفرح بصحبة الدنيا صدورنا؟ و كيف يملكنا باللهو و اللعب غرورنا و قد دعتنا باقتراب الآجال قبورنا؟"
},
{
"text": "إلهي! كيف للدور بأن تمنع من فيها من طوارق الرزايا و قد أصيب في كل دار سهم من أسهم المنايا؟"
},
{
"text": "إلهي! ما نتفجع أنفسنا من النقلة عن الديار إن لم توحشنا هنالك من مرافقة الأبرار."
},
{
"text": "إلهي! إن عذبتني فعبد خلقته لما أردته فعذبته بعدلك. و إن رحمتني فعبد وجدته مسيئا فأنجيته برحمتك."
},
{
"text": "إلهي! لا سبيل إلى الاحتراس من الذنب إلا بعصمتك، و لا وصول إلي عمل‏ الخيرات إلا بمشيتك"
},
{
"text": "إلهي! إن كنت غير مستأهل لما أرجو من رحمتك فأنت أهل أن تجود على المذنبين بفضل سعتك."
},
{
"text": "إلهي! إن كان ذنبي قد أخافني فإن حسن ظني بك قد أجارني."
},
{
"text": "إلهي! ما أشوقني إلى لقائك و أعظم رجائي لجزائك و أنت الكريم الذي لا يخيب لديك أمل الآملين و لا يبطل عندك شوق الشائقين."
},
{
"text": "إلهي! إن كان قد دنا أجلي و لم يقربني منك عملي فقد جعلت الاعتراف بالذنب إليك وسائل عللي."
},
{
"text": "إلهي! إن عفوت فمن أولي منك بذلك؟! و إن عذبت فمن أعدل في الحكم منك هنالك؟! "
},
{
"text": "إلهي! إنك لم تزل بي بارا أيام حياتي. فلا تقطع برك عني بعد وفاتي."
},
{
"text": "إلهي! كيف أياس من حسن نظرك لي بعد مماتي و أنت لم تولني إلا الجميل أيام حياتي."
},
{
"text": "إلهي! إن ذنوبي قد أخافتني و محبتي لك قد أجارتني. فتول من أمرك بي ما أنت أهله، و عد بفضلك على من غمره جهله"
},
{
"text": "إلهي! جودك بسط أملي و شكرك قبل عملي. فصل على محمد و آل محمد، و سرني بلقائك عند اقتراب أجلي."
},
{
"text": "إلهي! ليس اعتذاري إليك اعتذار من يستغني عن قبول عذره. فاقبل عذري يا خير من اعتذر إليه المسيئون."
},
{
"text": "إلهي! و عزتك لئن طالبتني بجرمي لأطالبنك بعفوك. و لئن و اخذتني بجهلي لاطالبنك بحلمك. و لئن جازيتني بلؤمي لأطالبنك بكرمك"
},
{
"text": "إلهي! نفسي تمنيني بأنك تغفر لي. فأكرم بها أمنية بشرت بعفوك. و صدق بكرمك مبشرات تمنيها. وهب لها بجودك مدمرات تجنيها."
},
{
"text": "إلهي! القتني الحسنات بين جودك و كرمك و القتني السيئات بين عفوك و مغفرتك و قد رجوت أن لا يضيع بين ذين و ذين مسي‏ء و محسن."
},
{
"text": "إلهي! إذا شهد إيماني بتوحيدك، و انطلق لساني بتمجيدك، و دلني القرآن على فواضل جودك، فكيف لا يبتهج رجائي بحسن موعودك؟"
},
{
"text": "إلهي! إن نظرت إلي بالهلكة عيون سخطتك فما نامت عن استنقاذي منها عيون رحمتك."
},
{
"text": "إلهي! بك أنزجر و بك أعتصم فاعصمني. و بك أحترز من الذنوب فاحفظني. و بك أستجير من النار فأجرني. "
},
{
"text": "إلهي! لو عرفت اعتذارا من الذنب في التنصل أبلغ من الاعتراف به لأتيته. و لو عرفت مجتلبا لحاجتي منك ألطف من الاستخداء لك لفعلته."
},
{
"text": "إلهي! صل على محمد و آل محمد، و هب لي ذنبي بالاعتراف، و لا تردني في طلبتي بالخيبة عند الانصراف."
},
{
"text": "إلهي! قد أصبت من الذنوب ما قد عرفت. و أسرفت على نفسي بما قد علمت. فاجعلني عبدا إما طائعا فأكرمته و اما عاصيا. فرحمته."
},
{
"text": "إلهي! لو طبقت ذنوبي ما بين‏ السماء إلي الأرض.و خرقت التخوم و بلغت أسافل الثرى ماردني اليأس عن توقع غفرانك ولا صرفني القنوط عن انتظار رضوانك."
},
{
"text": "إلهي! لا تغضب علي. فلست أقوي على غضبك. و لا تسخط علي فلست أقوم لسخطك."
},
{
"text": "إلهي! أخاف عقوبتك كما يخافها المذنبون. و أنتظر عفوك كما ينتظره المجرمون. و لست آيس من رحمتك التي يتوقعها المحسنون."
},
{
"text": "إلهي! انهملت عبراتي حين ذكرت عثراتي و ما لها لا تنهمل. و ما أدري إلي ما يكون مصيري و على ما ذا يهجم عند البلاغ مسيري"
},
{
"text": "إلهي! قد رجوت ممن تولاني في حياتي بإحسانه أن يتغمدني عند وفاتي بغفرانه"
},
{
"text": "إلهي! رجوت ممن ألبسني بين الأحياء ثوب عافيته أن لا يعريني منه بين الأموات بجود رأفته."
},
{
"text": "إلهي! أمرتني فقصرت.و نهيتني فركبت.فهذه يدي بما جنت. و هذه ناصيتي بما أتت. إن تعذبني فلك السبيل و إن تعف عني فإنك‏ أهل التقوى‏ و أهل المغفرة."
},
{
"text": "يا أنيس كل غريب.. آنس في القبر غربتي. و يا ثاني كل‏ وحيد.. ارحم في القبر وحدتي."
},
{
"text": "إلهي تراني ولا أراك ولا رب لي سواك فقدني إلى هداك ولاتغشني رداك بتوفيقك العصوم"
},
{
"text": "اللـهم اني اسألك باسمك يا الله يا رحمن يا رحيم يا كريم يا مقيم يا عظيم يا قديم يا عليم يا حليم يا حكيم "
},
{
"text": "[ياالله] يا سيد السادات يا مجيب الدعوات يا رافع الدرجات يا ولي الحسنات يا غافر الخطيئات يا معطي المسألات"
},
{
"text": "[ياالله] يا قابل التوبات يا سامع الاصوات يا عالم الخفيات يا دافع البليات "
},
{
"text": "[ياالله] يا خير الغافرين يا خير الفاتحين يا خير الناصرين يا خير الحاكمين يا خير الرازقين يا خير الوارثين"
},
{
"text": "[ياالله] يا خير الحامدين يا خير الذاكرين يا خير المنزلين يا خير المحسنين "
},
{
"text": "[ياالله] يا من له العزة والجمال يامن له القدرة والكمال يامن له الملك والجلال يامن هو الكبير المتعال يامنشىء السحاب الثقال يامن هوشديد المحال"
},
{
"text": "[ياالله] يا من هو سريع الحساب يا من هو شديد العقاب يا من عنده حسن الثواب يا من عنده ام الكتاب "
},
{
"text": "اللـهم اني اسألك باسمك يا حنان يا منان يا ديان يا برهان يا سلطان يا رضوان يا غفران يا سبحان يا مستعان يا ذا المن والبيان "
},
{
"text": "[ياالله] يا من تواضع كل شيء لعظمته يا من استسلم كل شيء لقدرته يا من ذل كل شيء لعزته يا من خضع كل شيء لهيبته يا من انقاد كل شيء من خشيته "
},
{
"text": "[ياالله] يامن تشققت الجبال من مخافته يامن قامت السماوات بامره يامن استقرت الارضون باذنه يا من يسبح الرعد بحمده يامن لا يعتدي على اهل مملكته "
},
{
"text": "[ياالله] يا غافر الخطايا يا كاشف البلايا يا منتهى الرجايا يا مجزل العطايا يا واهب الهدايا يا رازق البرايا"
},
{
"text": "[ياالله] يا قاضي المنايا يا سامع الشكايا يا باعث البرايا يا مطلق الأسارى "
},
{
"text": "[ياالله] يا ذا الحمد والثناء يا ذا الفخر والبهاء يا ذا المجد والسناء يا ذا العهد والوفاء يا ذا العفو والرضاء"
},
{
"text": "[ياالله] يا ذا المن والعطاء يا ذا الفصل والقضاء يا ذا العز والبقاء يا ذا الجود والسخاء يا ذا الألآء والنعماء "
},
{
"text": "اللـهم اني اسألك باسمك يا مانع يا دافع يا رافع يا صانع يا نافع يا سامع يا جامع يا شافع يا واسع يا موسع "
},
{
"text": "[ياالله] يا صانع كل مصنوع يا خالق كل مخلوق يا رازق كل مرزوق يا مالك كل مملوك يا كاشف كل مكروب يا فارج كل مهموم"
},
{
"text": "[ياالله] يا راحم كل مرحوم يا ناصر كل مخذول يا ساتر كل معيوب يا ملجأ كل مطرود"
},
{
"text": "[ياالله] يا عدتي عند شدتي يا رجائي عند مصيبتي يا مونسي عند وحشتي يا صاحبي عند غربتي يا وليي عند نعمتي"
},
{
"text": "[ياالله] يا غياثي عند كربتي يا دليلي عند حيرتي يا غنائي عند افتقاري يا ملجأي عند اضطراري يا معيني عند مفزعي "
},
{
"text": "[ياالله] يا علام الغيوب يا غفار الذنوب يا ستار العيوب يا كاشف الكروب  "
},
{
"text": "[ياالله] يا مقلب القلوب يا طبيب القلوب يا منور القلوب يا انيس القلوب يا مفرج الهموم يا منفس الغموم"
},
{
"text": "اللـهم اني اسألك باسمك يا جليل يا جميل يا وكيل يا كفيل يا دليل يا قبيل يا مديل يا منيل يا مقيل يا محيل "
},
{
"text": "[ياالله] يا دليل المتحيرين يا غياث المستغيثين يا صريخ المستصرخين يا جار المستجيرين "
},
{
"text": "[ياالله] يا أمان الخائفين يا عون المؤمنين يا راحم المساكين يا ملجأ العاصين يا غافر المذنبين يا مجيب دعوة المضطرين "
},
{
"text": "[ياالله] يا ذا الجود والاحسان يا ذا الفضل والامتنان يا ذا الامن والامان يا ذا القدس والسبحان يا ذا الحكمة والبيان "
},
{
"text": "[ياالله] يا ذا الرحمة والرضوان يا ذا الحجة والبرهان يا ذا العظمة والسلطان يا ذا الرأفة والمستعان يا ذا العفو والغفران "
},
{
"text": "[ياالله] يا من هو رب كل شيء يا من هو الـه كل شيء يا من هو خالق كل شيء يا من هو صانع كل شيء "
},
{
"text": "[ياالله] يامن هو قبل كل شيء يامن هو بعد كل شيء يامن هو فوق كل شيء يا من هو عالم بكل شيء يا من هو قادر على كل شيء يا من هو يبقى ويفنى كل شيء "
},
{
"text": "اللـهم اني اسألك باسمك يا مؤمن يا مهيمن يا مكون يا ملقن يا مبين يا مهون يا ممكن يا مزين يا معلن يا مقسم"
},
{
"text": "[ياالله] يا من هو في ملكه مقيم يا من هو في سلطانه قديم يا من هو في جلاله عظيم يا من هو على عباده رحيم يا من هو بكل شيء عليم "
},
{
"text": "[ياالله] يا من هو بمن عصاه حليم يا من هو بمن رجاه كريم يا من هو في صنعه حكيم يا من هو في حكمته لطيف يا من هو في لطفه قديم "
},
{
"text": "[ياالله] يا من لا يرجى إلا فضله يا من لا يسأل إلا عفوه يا من لا ينظر إلا بره يا من لا يخاف إلا عدله يا من لا يدوم إلا ملكه "
},
{
"text": "[ياالله] يا من لا سلطان إلا سلطانه يا من وسعت كل شيء رحمته يا من سبقت رحمته غضبه يا من احاط بكل شيء علمه يا من ليس احد مثله "
},
{
"text": "[ياالله] يا فارج الهم يا كاشف الغم ياغافر الذنب ياقابل التوب يا خالق الخلق ياصادق الوعد يا موفي العهد ياعالم السر يافالق الحب يارازق الانام "
},
{
"text": "اللـهم اني اسألك باسمك يا علي يا وفي يا غني يا ملي يا حفي يا رضي يا زكي يا بدي يا قوي يا ولي "
},
{
"text": "[ياالله] يا من أظهر الجميل يا من ستر القبيح يا من لم يؤاخذ بالجريرة يا من لم يهتك الستر "
},
{
"text": "[ياالله] يا عظيم العفو يا حسن التجاوز يا واسع المغفرة يا باسط اليدين بالرحمة يا صاحب كل نجوى يا منتهى كل شكوى"
},
{
"text": "[ياالله] يا ذا النعمة السابغة يا ذا الرحمة الواسعة يا ذا المنة السابقة يا ذا الحكمة البالغة يا ذا القدرة الكاملة "
},
{
"text": "[ياالله] يا ذا الحجة القاطعة يا ذا الكرامة الظاهرة يا ذا العزة الدائمة يا ذا القوة المتينة يا ذا العظمة المنيعة "
},
{
"text": "[ياالله] يا بديع السماوات يا جاعل الظلمات يا راحم العبرات يا مقيل العثرات يا ساتر العورات"
},
{
"text": "[ياالله] يا محيي الاموات يا منزل الآيات يا مضعف الحسنات يا ماحي السيئات يا شديد النقمات "
},
{
"text": "اللـهم اني اسألك باسمك يا مصور يا مقدر يا مدبر يا مطهر يا منور يا ميسر يا مبشر يا منذر يا مقدم يا مؤخر "
},
{
"text": "[ياالله] يا رب البيت الحرام يا رب الشهر الحرام يا رب البلد الحرام يا رب الركن والمقام يا رب المشعر الحرام يا رب المسجد الحرام "
},
{
"text": "[ياالله] يا رب الحل والحرام يا رب النور والظلام يا رب التحية والسلام يا رب القدرة في الانام "
},
{
"text": "[ياالله] يا احكم الحاكمين يا اعدل العادلين يا اصدق الصادقين يا اطهر الطاهرين يا احسن الخالقين"
},
{
"text": "[ياالله] يا اسرع الحاسبين  يا اسمع السامعين يا ابصرالناظرين يا اشفع الشافعين يا اكرم الاكرمين"
},
{
"text": "[ياالله] يا عماد من لا عماد له يا سند من لا سند له يا ذخر من لا ذخر له يا حرز من لا حرز له يا غياث من لا غياث له"
},
{
"text": "[ياالله] يا فخر من لا فخر له يا عز من لا عز له يا معين من لا معين له يا انيس من لا انيس له يا امان من لا امان له "
},
{
"text": "اللـهم اني اسألك باسمك يا عاصم يا قائم يا دائم يا راحم يا سالم يا حاكم يا عالم يا قاسم يا قابض يا باسط "
},
{
"text": "[ياالله] يا عاصم من استعصمه يا راحم من استرحمه يا غافر من استغفره يا ناصر من استنصره يا حافظ من استحفظه يا مكرم من استكرمه"
},
{
"text": "[ياالله] يا مرشد من استرشده يا صريخ من استصرخه يا معين من استعانه يا مغيث من استغاثه "
},
{
"text": "[ياالله] يا عزيزا لا يضام يا لطيفا لا يرام يا قيوما لا ينام يا دائما لا يفوت يا حيا لا يموت "
},
{
"text": "[ياالله] يا ملكا لا يزول يا باقيا لا يفنى يا عالما لا يجهل يا صمدا لا يطعم يا قويا لا يضعف "
},
{
"text": "اللـهم اني اسألك باسمك يا احد يا واحد يا شاهد يا ماجد يا حامد يا راشد يا باعث يا وارث يا ضار يا نافع "
},
{
"text": "[ياالله] يا أعظم من كل عظيم يا أكرم من كل كريم يا أرحم من كل رحيم يا أعلم من كل عليم يا أحكم من كل حكيم"
},
{
"text": "[ياالله] يا أقدم من كل قديم يا أكبر من كل كبير يا ألطف من كل لطيف يا أجل من كل جليل يا أعز من كل عزيز "
},
{
"text": "[ياالله] يا كريم الصفح يا عظيم المن ياكثير الخير ياقديم الفضل يادائم اللطف يالطيف الصنع يامنفس الكرب يا كاشف الضر يا مالك الملك يا قاضي الحق"
},
{
"text": "[ياالله] يا من هو في عهده وفي يا من هو في وفائه قوي يا من هو في قوته علي يا من هو في علوه قريب يا من هو في قربه لطيف"
},
{
"text": "[ياالله] يا من هو في لطفه شريف يا من هو في شرفه عزيز يا من هو في عزه عظيم يا من هو في عظمته مجيد يا من هو في مجده حميد "
},
{
"text": "اللـهم اني اسألك باسمك يا كافي يا شافي يا وافى يا معافي يا هادي يا داعي يا قاضي يا راضي يا عالي يا باقي "
},
{
"text": "[ياالله] يا من كل شيء خاضع له يا من كل شيء خاشع له يا من كل شيء كائن له يا من كل شيء موجود به يا من كل شيء منيب اليه"
},
{
"text": "[ياالله] يا من كل شيء خائف منه يا من كل شيء قائم به يا من كل شيء صائر اليه يا من كل شيء يسبح بحمده يا من كل شيء هالك إلا وجهه "
},
{
"text": "[ياالله] يا من لا مفر إلا اليه يا من لا مفزع إلا اليه يا من لا مقصد إلا اليه يا من لا منجا منه إلا اليه يا من لا يرغب إلا اليه"
},
{
"text": "[ياالله] يا من لا حول ولا قوة إلا به يا من لا يستعان إلا به يا من لا يتوكل إلا عليه يا من لا يرجى إلا هو يا من لا يعبد إلا هو "
},
{
"text": "[ياالله] يا خير المرهوبين يا خير المرغوبين يا خير المطلوبين يا خير المسؤولين يا خير المقصودين"
},
{
"text": "[ياالله] يا خير المذكورين يا خير المشكورين يا خير المحبوبين يا خير المدعوين يا خير المستأنسين "
},
{
"text": "اللـهم اني اسألك باسمك يا غافر يا ساتر يا قادر يا قاهر يا فاطر يا كاسر يا جابر يا ذاكر يا ناظر يا ناصر "
},
{
"text": "[ياالله] يا من خلق فسوى يا من قدر فهدى يا من يكشف البلوى يا من يسمع النجوى يا من ينقذ الغرقى "
},
{
"text": "[ياالله] يا من ينجي الهلكى يا من يشفي المرضى يا من أضحك وأبكى يا من أمات وأحيى يا من خلق الزوجين الذكر والانثى "
},
{
"text": "[ياالله] يا من في البر والبحر سبيله يا من في الافاق اياته يا من في الايات برهانه يا من في الممات قدرته يا من في القبور عبرته "
},
{
"text": "[ياالله] يا من في القيامة ملكه يا من في الحساب هيبته يا من في الميزان قضاؤه يا من في الجنة ثوابه يا من في النار عقابه "
},
{
"text": "[ياالله] يا من اليه يهرب الخائفون يا من اليه يفزع المذنبون يا من اليه يقصد المنيبون يا من اليه يرغب الزاهدون يا من اليه يلجأ المتحيرون "
},
{
"text": "[ياالله] يا من به يستأنس المريدون يا من به يفتخر المحبون يا من في عفوه يطمع الخاطئون يا من اليه يسكن الموقنون يا من عليه يتوكل المتوكلون"
},
{
"text": "اللـهم اني اسألك باسمك يا حبيب يا طبيب يا قريب يا رقيب يا حسيب يا مهيب يا مثيب يا مجيب يا خبير يا بصير "
},
{
"text": "[ياالله] يا اقرب من كل قريب يا احب من كل حبيب يا ابصر من كل بصير يا اخبر من كل خبير يا اشرف من كل شريف"
},
{
"text": "[ياالله] يا ارفع من كل رفيع يا اقوى من كل قوي يا اغنى من كل غني يا اجود من كل جواد يا اراف من كل رؤوف "
},
{
"text": "[ياالله] يا غالبا غير مغلوب يا صانعا غير مصنوع يا خالقا غير مخلوق يا مالكا غير مملوك يا قاهرا غير مقهور"
},
{
"text": "[ياالله] يا رافعا غير مرفوع يا حافظا غير محفوظ يا ناصرا غير منصور يا شاهدا غير غائب يا قريبا غير بعيد "
},
{
"text": "[ياالله] يانور النور يامنور النور ياخالق النور يامدبر النور يامقدر النور يانور كل نور يانورا قبل كل نور يانورا بعد كل نور يا نورا فوق كل نو"
},
{
"text": "[ياالله] يا من عطاؤه شريف يا من فعله لطيف يا من لطفه مقيم يا من احسانه قديم "
},
{
"text": "[ياالله] يا من قوله حق يا من وعده صدق يا من عفوه فضل يا من عذابه عدل يا من ذكره حلو يا من فضله عميم "
},
{
"text": "اللـهم اني اسألك باسمك يا مسهل يا مفصل يا مبدل يا مذلل يا منزل يا منول يا مفضل يا مجزل يا ممهل يا مجمل "
},
{
"text": "[ياالله] يا من يرى ولا يرى يا من يخلق ولا يخلق يا من يهدي ولا يهدى يا من يحيي ولا يحيا يا من يسأل ولا يسأل يا من يطعم ولا يطعم "
}
]
}