{
"title": "جزأ (15)",
"type": "text",
"data": [
{
"text": "[ياالله] يا من يجير ولا يجار عليه يا من يقضي ولا يقضى عليه يا من يحكم ولا يحكم عليه يا من لم يلد ولم يولد ولم يكن له كفوا احد "
},
{
"text": "[ياالله] يانعم الحسيب يانعم الطبيب يانعم الرقيب يانعم القريب يانعم المـجيب يانعم الحبيب يانعم الكفيل يانعم الوكيل يانعم المولى يانعم النصير "
},
{
"text": "[ياالله] يا سرور العارفين يا منى المحبين يا انيس المريدين يا حبيب التوابين يا رازق المقلين يا رجاء المذنبين"
},
{
"text": "[ياالله] يا قرة عين العابدين يا منفس عن المكروبين يا مفرج عن المغمومين يا الـه الاولين والآخرين "
},
{
"text": "اللـهم اني اسألك باسمك يا ربنا يا الهنا يا سيدنا يا مولانا يا ناصرنا يا حافظنا يا دليلنا يا معيننا يا حبيبنا يا طبيبنا "
},
{
"text": "[ياالله] يا رب النبيين والابرار يا رب الصديقين والاخيار يا رب الجنة والنار يا رب الصغار والكبار يا رب الحبوب والثمار يا رب الانهار والاشجار "
},
{
"text": "[ياالله] يا رب الصحاري والقفار يا رب البراري والبحار يا رب الليل والنهار يا رب الاعلان والاسرار"
},
{
"text": "[ياالله] يا من نفذ في كل شيء امره يا من لحق بكل شيء علمه يا من بلغت الى كل شيء قدرته يا من لا تحصي العباد نعمه يا من لا تبلغ الخلائق شكره "
},
{
"text": "[ياالله] يا من لا تدرك الافهام جلاله يا من لا تنال الاوهام كنهه يا من العظمة والكبرياء رداؤه يا من لا ترد العباد قضاءه يا من لا ملك إلا ملكه"
},
{
"text": "[ياالله] يا من له المثل الاعلى يا من له الصفات العليا يا من له الاخرة والاولى يا من له الجنة المأوى يا من له الآيات الكبرى"
},
{
"text": "[ياالله] يا من له الاسماء الحسنى يا من له الحكم والقضاء يا من له الهواء والفضاء يا من له العرش والثرى يا من له السماوات العلى "
},
{
"text": "اللـهم اني اسألك باسمك يا عفو يا غفور يا صبور يا شكور يا رؤوف يا عطوف يا مسؤول يا ودود يا سبوح يا قدوس "
},
{
"text": "[ياالله] يا من في السماء عظمته يا من في الارض آياته يا من في كل شيء دلائله يا من في البحار عجائبه يا من في الجبال خزائنه "
},
{
"text": "[ياالله] يا من يبدأ الخلق ثم يعيده يا من اليه يرجـع الامر كله يا من اظهر في كل شيء لطفه يا من احسن كل شيء خلقه يا من تصرف في الخلائق قدرته"
},
{
"text": "[ياالله] يا حبيب من لا حبيب له يا طبيب من لا طبيب له يا مجيب من لا مجيب له يا شفيق من لا شفيق له يا رفيق من لا رفيق له"
},
{
"text": "[ياالله] يا مغيث من لا مغيث له يا دليل من لا دليل له يا انيس من لا انيس له يا راحم من لا راحم له يا صاحب من لا صاحب له "
},
{
"text": "[ياالله] يا كافي من استكفاه يا هادي من استهداه يا كالىء من استكلاه يا راعي من استرعاه يا شافي من استشفاه"
},
{
"text": "[ياالله] يا قاضي من استقضاه يا مغني من استغناه يا موفي من استوفاه يا مقوي من استقواه يا ولي من استولاه "
},
{
"text": "اللـهم اني اسألك باسمك يا خالق يا رازق يا ناطق يا صادق يا فالق يا فارق يا فاتق يا راتق يا سابق يا سامق "
},
{
"text": "[ياالله] يا من يقلب الليل والنهار يا من جعل الظلمات والأنوار يا من خلق الظل والحرور يا من سخر الشمس والقمر يا من قدر الخير والشر "
},
{
"text": "[ياالله] يا من خلق الموت والحياة يا من له الخلق والامر يا من لم يتخذ صاحبة ولا ولدا يا من ليس له شريك في الملك يا من لم يكن له ولي من الذل "
},
{
"text": "[ياالله] يا من يعلم مراد المريدين يا من يعلم ضمير الصامتين يا من يسمع انين الواهنين يا من يرى بكاء الخائفين يا من يملك حوائج السائلين "
},
{
"text": "[ياالله] يا من يقبل عذر التائبين يا من لا يصلح عمل المفسدين يا من لا يضيع أجر المـحسنين يا من لا يبعد عن قلوب العارفين يا أجود الاجودين "
},
{
"text": "[ياالله] يا دائم البقاء يا سامع الدعاء يا واسع العطاء يا غافر الخطاء يا بديع السماء يا حسن البلاء ياجميل الثناء ياقديم السناء يا كثير الوفاء"
},
{
"text": "اللـهم اني اسألك باسمك يا ستار يا غفار يا قهار يا جبار يا صبار يا بار يا مختار يا فتاح يا نفاح يا مرتاح "
},
{
"text": "[ياالله] يا من خلقني وسواني يا من رزقني ورباني يا من أطعمني وسقاني يا من قربني و أدناني يا من عصمني وكفاني"
},
{
"text": "[ياالله] يا من حفظني وكلاني يا من أعزني وأغناني يا من وفقني وهداني يا من آنسني وآواني يا من أماتني واحياني "
},
{
"text": "[ياالله] يامن يحق الحق بكلماته يامن يقبل التوبة عن عباده يامن يحول بين المرء وقلبه يامن لاتنفع الشفاعة إلاباذنه يامن هو أعلم بمن ضل عن سبيله"
},
{
"text": "[ياالله] يا من لا معقب لحكمه يا من لا راد لقضائه يا من انقاد كل شيء لامره يا من السماوات مطويات بيمينه يا من يرسل الرياح بشرا بين يدي رحمته "
},
{
"text": "[ياالله] يا من جعل الارض مهادا يا من جعل الجبال اوتادا يامن جعل الشمس سراجا يامن جعل القمر نورا يامن جعل الليل لباسا يا من جعل النهار معاشا "
},
{
"text": "[ياالله] يا من جعل النوم سباتا يا من جعل السمآء بناء يا من جعل الاشياء أزواجا يا من جعل النار مرصاداً "
},
{
"text": "اللـهم اني اسألك باسمك يا سميع يا شفيع يا رفيع يا منيع يا سريع يا بديع يا كبير يا قدير يا خبير يا مجير "
},
{
"text": "[ياالله] يا حيا قبل كل حي يا حيا بعد كل حي يا حي الذي ليس كمثله حي يا حي الذي لا يشاركه حي يا حي الذي لا يحتاج إلى حي "
},
{
"text": "[ياالله] يا حي الذي يميت كل حي يا حي الذي يرزق كل حي يا حيا لم يرث الحياة من حي يا حي الذي يحيي الموتى يا حي يا قيوم لا تأخذه سنة ولا نوم "
},
{
"text": "[ياالله] يا من له ذكر لا ينسى يا من له نور لا يطفى يا من له نعم لا تعد يا من له ملك لا يزول يا من له ثناء لا يحصى"
},
{
"text": "[ياالله] يا من له جلال لا يكيّف يا من له كمال لا يُدرك يا من له قضاء لا يُرد يا من له صفات لا تبُدل يا من له نُعوت لا تُغيّر "
},
{
"text": "[ياالله] يا رب العالمين يا مالك يوم الدين يا غاية الطالبين يا ظهر اللاجين يا مدرك الهاربين يا من يحب الصابرين"
},
{
"text": "[ياالله] يا من يحب التوابين يا من يحب المتطهرين يا من يحب المحسنين يا من هو اعلم بالمهتدين"
},
{
"text": "اللـهم اني اسألك باسمك يا شفيق يا رفيق يا حفيظ يا محيط يا مقيت يا مغيث يا معز يا مذل يا مبدئ يا معيد "
},
{
"text": "[ياالله] يا من هو احد بلا ضد يا من هو فرد بلا ند يا من هو صمد بلا عيب يا من هو وتر بلا كيف يا من هو قاض بلا حيف"
},
{
"text": "[ياالله] يا من هو رب بلا وزير يا من هو عزيز بلا ذل يا من هو غني بلا فقر يا من هو ملك بلا عزل يا من هو موصوف بلا شبيه "
},
{
"text": "[ياالله] يا من ذكره شرف للذاكرين يا من شكره فوز للشاكرين يا من حمده عز للحامدين يا من طاعته نجاة للمطيعين يا من بابه مفتوح للطالبين "
},
{
"text": "[ياالله] يا من سبيله واضح للمنيبين يا من آياته برهان للناظرين يا من كتابه تذكرة للمتقين يا من رزقه عموم للطائعين والعاصين"
},
{
"text": "[ياالله] يا من تبارك اسمه يا من تعالى جده يا من لا اله غيره يا من جل ثناؤه يا من تقدست اسماؤه "
},
{
"text": "[ياالله] يا من يدوم بقاؤه يا من العظمة بهاؤه يا من الكبرياء رداؤه يا من لا تحصى الاؤه يا من لا تعد نعماؤه"
},
{
"text": "اللـهم اني اسألك باسمك يا معين يا امين يا مبين يا متين يا مكين يا رشيد يا حميد يا مجيد يا شديد يا شهيد "
},
{
"text": "[ياالله] يا ذا العرش المجيد يا ذا القول السديد يا ذا الفعل الرشيد يا ذا البطش الشديد يا ذا الوعد والوعيد يا من هو الولي الحميد "
},
{
"text": "[ياالله] يا من هو فعال لما يريد يا من هو قريب غير بعيد يا من هو على كل شيء شهيد يا من هو ليس بظلام للعبيد"
},
{
"text": "[ياالله] يامن لاشريك له ولاوزير يامن لاشبيه له ولانظير ياخالق الشمس والقمرالمنير يامغني البائس الفقيريارازق الطفل الصغيرياراحم الشيخ الكبير"
},
{
"text": "[ياالله] يا جابر العظم الكسير يا عصمة الخآئف المستجير يا من هو بعباده خبير بصير يا من هو على كل شيء قدير "
},
{
"text": "[ياالله] يا ذا الجود والنعم يا ذا الفضل والكرم يا خالق اللوح والقلم يا بارئ الذر والنسم يا ذا البأس والنقم يا ملهم العرب والعجم"
},
{
"text": "[ياالله] يا كاشف الضر والألم يا عالم السر والهمم يا رب البيت والحرم يا من خلق الاشياء من العدم "
},
{
"text": "اللـهم اني اسألك باسمك يا فاعل يا جاعل يا قابل يا كامل يا فاصل يا واصل يا عادل يا غالب يا طالب يا واهب "
},
{
"text": "[ياالله] يا من أنعم بطوله يا من أكرم بجوده يا من جاد بلطفه يا من تعزز بقدرته يا من قدّر بحكمته يا من حكم بتدبيره"
},
{
"text": "[ياالله] يا من دبر بعلمه يا من تجاوز بحلمه يا من دنا في علوه يا من علا في دنوه "
},
{
"text": "[ياالله] يا من يخلق ما يشاء يا من يفعل ما يشاء يا من يهدي من يشاء يا من يضل من يشاء يا من يعذب من يشاء يا من يغفر لمن يشآء"
},
{
"text": "[ياالله] يا من يعز من يشاء يا من يذل من يشاء يا من يصور في الارحام ما يشاء يا من يختص برحمته من يشاء "
},
{
"text": "[ياالله] يا من لم يتخذ صاحبة ولا ولدا يا من جعل لكل شيء قدرا يا من لا يشرك في حكمه احدا يا من جعل الملائكة رسلا "
},
{
"text": "[ياالله] من جعل لكل شيء أمدا يا من أحاط بكل شيء علما يا من أحصى كل شيء عددا"
},
{
"text": "اللـهم اني اسألك باسمك يا اول يا اخر يا ظاهر يا باطن يا بر يا حق يا فرد يا وتر يا صمد يا سرمد"
},
{
"text": "[ياالله] يا خير معروف عرف يا أفضل معبود عبد يا أجل مشكور شكر يا أعز مذكور ذكر يا أعلى محمود حمد "
},
{
"text": "[ياالله] يا أقدم موجود طُلب يا أرفع موصوف وصف يا أكبر مقصود قُصد يا أكرم مسؤول سُئل يا أشرف محبوب عُلم"
},
{
"text": "[ياالله] يا حبيب الباكين يا سيد المتوكلين يا هادي المضلين يا ولي المؤمنين يا أنيس الذاكرين يا مفزع الملهوفين "
},
{
"text": "[ياالله] يا منجي الصادقين ياأاقدر القادرين يا أعلم العالمين يا إلـه الخلق أجمعين "
},
{
"text": "[ياالله] يا من علا فقهر يا من ملك فقدر يا من بطن فخبر يا من عُبد فشكر يا من عُصي فغفر يا من لا تحويه الفكر"
},
{
"text": "[ياالله] يا من لا يدركه بصر يا من لا يخفى عليه أثر يا رازق البشر يا مُقدّر كل قدر "
},
{
"text": "اللـهم اني اسألك باسمك يا حافظ يا بارئ يا ذارئ يا باذخ يا فارج يا فاتح يا كاشف يا ضامن يا آمر يا ناهي "
},
{
"text": "[ياالله] يا من لا يعلم الغيب إلا هو يا من لا يصرف السوء إلا هو يا من لا يخلق الخلق إلا هو يا من لا يغفر الذنب إلا هو"
},
{
"text": "[ياالله] يا من لا يتم النعمة إلا هو يا من لا يقلب القلوب إلا هو يا من لا يدبر الأمر إلا هو يا من لا ينزل الغيث إلا هو"
},
{
"text": "[ياالله] يا معين الضعفاء يا صاحب الغرباء يا ناصر الأولياء يا قاهر الأعداء يا رافع السماء "
},
{
"text": "[ياالله] يا أنيس الأصفياء يا حبيب الأتقياء يا كنز الفقراء يا إلـه الأغنياء يا أكرم الكرماء "
},
{
"text": "[ياالله] يا كافيا من كل شيء يا قائما على كل شيء يا من لا يشبهه شيء يا من لا يزيد في ملكه شيء يا من لا يخفى عليه شيء "
},
{
"text": "[ياالله] يا من لا ينقص من خزائنه شيء يا من ليس كمثله شيء يا من لا يعزب عن علمه شيء يا من هو خبير بكل شيء يا من وسعت رحمته كل شيء "
},
{
"text": "اللـهم اني اسئلك باسمك يا مكرم يا مطعم يا منعم يا معطى يا مغني يا مقني يا مفني يا محيي يا مرضي يا منجي "
},
{
"text": "[ياالله] يا أول كل شيء وآخره يا الـه كل شيء ومليكه يا رب كل شيء وصانعه يا بارئ كل شيء وخالقه يا قابض كل شيء وباسطه"
},
{
"text": "[ياالله] يا مبدئ كل شيء ومعيده يا منشئ كل شيء ومقدره يا مكون كل شيء ومحوله يا محيي كل شيء ومميته يا خالق كل شيء ووارثه "
},
{
"text": "[ياالله] يا خير ذاكر ومذكور يا خير شاكر ومشكور يا خير حامد ومحمود يا خير شاهد ومشهود يا خير داع ومدعو"
},
{
"text": "[ياالله] يا خير مجيب ومجاب يا خير مؤنس وانيس يا خير صاحب وجليس يا خير مقصود ومطلوب يا خير حبيب ومحبوب "
},
{
"text": "[ياالله] يا من هو لمن دعاه مجيب يا من هو لمن اطاعه حبيب يا من هو الى من احبه قريب يا من هو بمن استحفظه رقيب"
},
{
"text": "[ياالله] يا من هو بمن رجاه كريم يا من هو بمن عصاه حليم يا من هو في عظمته رحيم يا من هو في حكمته عظيم يا من هو في احسانه قديم"
},
{
"text": "اللـهم اني اسألك باسمك يا مسبب يا مرغب يا مقلب يا معقب يا مرتب يا مخوف يا محذر يا مذكر يا مسخر يا مغير "
},
{
"text": "[ياالله] يا من علمه سابق يا من وعده صادق يا من لطفه ظاهر يا من امره غالب يا من كتابه محكم يا من قضاؤه كأئن"
},
{
"text": "[ياالله] يا من قرآنه مجيد يا من ملكه قديم يا من فضله عميم يا من عرشه عظيم "
},
{
"text": "[ياالله] يا من لا يشغله سمع عن سمع يا من لا يمنعه فعل عن فعل يا من لا يلهيه قول عن قول يا من لا يغلطه سؤال عن سؤال"
},
{
"text": "[ياالله] يا من هو غاية مراد المريدين يا من هو منتهى همم العارفين يا من هو منتهى طلب الطالبين يا من لا يخفى عليه ذرة في العالمين "
},
{
"text": "[ياالله] يا حليما لا يعجل يا جوادا لا يبخل يا صادقا لا يخلف يا وهابا لا يمل يا قاهرا لا يغلب يا عظيما لا يوصف يا عدلا لا يحيف"
},
{
"text": "[ياالله] يا غنيا لا يفتقر يا كبيرا لا يصغر يا حافظا لا يغفل سبحانك يا لا الـه إلا انت الغوث الغوث خلصنا من النار يا رب ."
},
{
"text": "اللهم انى‏ اسئلك سلوا عن الدنيا ومقتا لها ، فان خيرها زهيد وشرها عتيد ، و صفوها يتكدر، وجديدها يخلق وما فات فيها لم يرجع ، وما نيل فيها فتنة"
},
{
"text": "اللهم متعالى المكان عظيم الجبروت شديد المحال غنى عن الخلائق عريض الكبرياء قادر على ماتشاء قريب الرحمة صادق الوعد سابغ النعمة حسن البلاء"
},
{
"text": "سبحانك قريب اذا دعيت محيط بما خلقت قابل التوبة لمن تاب اليك قادر على ما اردت و مدرك لما طلبت شكور اذا شكرت و ذكور اذا ذكرت"
},
{
"text": "أدعوك يارب محتاجا وأرغب اليك فقيرا وأفزع اليك خائفا وابكى إليك مكروبا وأستعين بك ضعيفا و أتوكل عليك كافيا"
},
{
"text": "يا ذا الجلال والإكرام ، يا حيّ يا قيّوم ، يا حيّ لا إله إلاّ أنت ، يا من لا يعلم ما هو ولا أين هو ولا حيث هو ولا كيف هو إلاّ هو"
},
{
"text": "يا الله  يا ملك يا قدّوس ، ياسلام ، يا مؤمن ، يا مهيمن ، يا عزيز ، يا جبّار ، يا متكبّر ، يا خالق ، يا بارئ "
},
{
"text": "يا الله يا مصوّر يا مفيد ، يا ودود ، يا محمود ، يا معبود ، يا بعيد ، يا قريب ، يا مجيب ، يا رقيب ، يا حسيب"
},
{
"text": "يا الله يا بديع ، يا رفيع، يا منيع، يا سميع، يا عليم، يا حكيم، يا كريم، يا مدبّر ، يا شديد ، يا مبدئ ، يا معيد ، يامبيد ، ياقديم ، يا قديم"
},
{
"text": "يا الله ياعليّ ، ياعظيم ، ياحنّان ، يامنّان ، ياديّان ، يامستعان ، ياجليل ، يا جميل ، ياوكيل ، ياكفيل ، يامقيل ، يامنيل ، يانبيل ، يا دليل"
},
{
"text": "يا الله يا هادي ، يا بادي ، يا أوّل ، يا آخر يا ظاهر ، يا باطن ، يا قائم ، يا دائم ، ياعالم ، ياحاكم ، ياقاضى ، يا عادل ، يا فاضل ، ياواصل"
},
{
"text": "يا الله يا طاهر ، يا مطهّر ، يا قادر ، يا مقتدر ، يا كبير ، يا متكبّر يا أحد ، يا صمد ، يا من لم يلد ولم يولد ولم يكن له كفواً أحد"
},
{
"text": "يا الله يا عليّ ، يا عالم ، يا شامخ ، يا باذخ ، يا نفّاح ، يا مفرّج ، يا ناصر ، يا منتصر"
},
{
"text": "يا الله  يامهلك ، يا منتقم ، يا باعث ، يا وارث ، يا أوّل  يا آخر ، يا طالب ، يا غالب يا من لا يفوته هارب"
},
{
"text": "يا الله يا توّاب ، يا أوّاب ، يا وهّاب ، يا مسبّب الأسباب ، يامفتّح الأبواب ، يا من حيث ما دعي أجاب"
},
{
"text": "يا الله يا طهور ، ياشكور ، ياعفوّ ، ياغفور ، يانور النور ، يا مدبّرالأمور ، يالطيف ، ياخبير ، يامتجبّر ، يامنير، يابصير ، يا ظهير ، ياكبير"
},
{
"text": "يا الله يا وتر ، يا فرد ، يا صمد ، يا أبد ، يا سند ، يا كافي ، يا شافي ، يا وافي ، يا معافي"
},
{
"text": "يا الله  يامحسن ، يا مجمل ، يا معافي ، يا منعم ، يا متفضّل ، يا متكرّم ، يا متفرّد"
},
{
"text": "يا الله يا عالي المكان ، ياشديد الأركان ، ويا مبدّل الزمان ، ياقابل القربان ، ياذا المنّ والإحسان ، ياذا العزّ والسلطان ، يارحيم ، يارحمان"
},
{
"text": "يا الله يا سامع الأصوات ، يا مجيب الدعوات ، يا منجح الطلبات ، يا قاضي الحاجات ، يا منزل البركات ، يا راحم العبرات "
},
{
"text": "يا الله يا مقيل العثرات ، يا كاشف الكربات ، يا وليّ الحسنات ، يا رفيع الدرجات ، يا معطي المسألات ، يا محيي الأموات"
},
{
"text": "يا الله ياجامع الشتات ، يا مطّلع على النيّات ، يا رادّ ما قد فات ، يامن لا تشتبه عليه الأصوات ، يامن لا تضجره المسألات ، ولا تغشاه الظلمات"
},
{
"text": "يا صاحب كلّ قريب ، يا مؤنس كلّ وحيد ، يا ملجأ كلّ طريد ، يا مأوى كلّ شريد"
},
{
"text": "يا الله يا فكّاك كلّ أسير ، يا مغنى البائس الفقير ، يا عصمة الخائف المستجير ، يا من يا من له التدبير والتقدير ، يا من العسير عليه سهل يسير"
},
{
"text": "يا الله يا مرسل الرياح ، يا فالق الإصباح ، يا باعث الأرواح ، يا ذا الجود والسماح ، يا من بيده كلّ مفتاح"
},
{
"text": "يا الله يا رادّ يوسف على يعقوب ، يا كاشف ضرّ أيّوب ، يا غافر ذنب داود ، يا رافع عيسى بن مريم من أيدي اليهود"
},
{
"text": "الحمد لله ولي الحمد و أهله و منتهاه و محله أخلص من وحده و اهتدى من عبده و فاز من أطاعه و أمن المعتصم به "
},
{
"text": "اللهم يا ذا الجود و المجد و الثناء الجميل و الحمد أسألك مسألة من خضع لك برقبته ورغم لك أنفه و عفر لك وجهه و ذلل لك نفسه و فاضت من خوفك دموعه"
},
{
"text": "أسألك اللهم الهدى من الضلالة و البصيرة من العمى و الرشد من الغواية "
},
{
"text": "أسألك اللهم أكثر الحمد عند الرخاء و أجمل الصبر عند المصيبة- و أفضل الشكر عند موضع الشكر و التسليم عند الشبهات "
},
{
"text": "أسألك اللهم القوة في طاعتك و الضعف عن معصيتك و الهرب إليك منك و التقرب إليك رب لترضى و التحري لكل ما يرضيك عني في إسخاط خلقك التماسا لرضاك"
},
{
"text": "رب من أرجوه إن لم ترحمني أو من يعود علي إن أقصيتني أو من ينفعني عفوه إن عاقبتني أو من آمل عطاياه إن حرمتني أو من يملك كرامتي إن أهنتني "
},
{
"text": "رب ما أسوأ فعلي و أقبح عملي و أقسى قلبي و أطول أملي و أقصر أجلي و أجرأني على عصيان من خلقني رب و ما أحسن بلاءك عندي و أظهر نعماءك علي "
},
{
"text": "كثرت علي منك النعم فما أحصيها و قل مني الشكر فيما أوليتنيه فبطرت بالنعم و تعرضت للنقم و سهوت عن الذكر و ركبت الجهل بعد العلم "
},
{
"text": "رب خوفتني و شوقتني و احتججت علي برقي و كفلت لي برزقي فأمنت من خوفك و تثبطت عن تشويقك و لم أتكل على ضمانك و تهاونت باحتجاجك"
},
{
"text": "اللهم اجعل أمني منك في هذه الدنيا خوفا و حول تثبطي شوقا و تهاوني بحجتك فرقا منك ثم رضني بما قسمت لي من رزقك يا كريم يا كريم"
},
{
"text": "رب اجعل جنتي من خطاياي حصينة و درجاتي في الجنان رفيعة و أعمالي كلها متقبلة وحسناتي مضاعفة زاكية و أعوذ بك من الفتن كلها ما ظهر منها و ما بطن"
},
{
"text": "رب أعوذ بك من أن أشتري الجهل بالعلم و الجفاء بالحلم و الجور بالعدل و القطيعة بالبر و الجزع  بالصبر و الهدى بالضلالة و الكفر بالإيمان"
},
{
"text": "يا الله يا أجود من أعطى ، وياخير من سئل ، يا أرحم من استرحم ، يا أحد ، يا صمد ، يا من لم يلد ، ولم يولد ، ولم يكن له كفوا أحد "
},
{
"text": "يا الله يا من يحول ببن المرء وقلبه ، يا من هو بالمنظر الأعلى ، يا من ليس كمثله شيء ، يا سميع يا بصير."
},
{
"text": "اللهم ، أوسع علي من رزقك الحلال ، ما أكف به وجهي ، وأؤدي به أمانتي ، وأصل به رحمي ، ويكون عونا لي في الحج والعمرة "
},
{
"text": "اللهم ، إهدني فيمن هديت ، وقني شر ما قضيت ، إنك تقضي ولا يقضي عليك ، ولا يذل من واليت ، تباركت وتعاليت ، سبحانك رب البيت "
},
{
"text": "اللهم تقبل مني دعائي ، وما تقربت به إليك ، فضاعفه لي أضعافا مضاعفة كثيرة ، وآتنا من لدنك رحمة ، وأجرا عظيما "
},
{
"text": "اللهم ، ارزقني من فضلك رزقا من حيث احتسب ، ومن حيث لا أحتسب ، واحفظني من حيث أحتفظ ومن حيث لا أحتفظ"
},
{
"text": "يا الله لا إله إلا أنت ، إشفني بشفائك ، من كل داء وسقم ، فإني عبدك ، وأبن عبدك ، أتقلب في قبضتك"
},
{
"text": "ربي إني فوضت أمري إليك ربي إني ألجات ضعف ركني إلى قوة ركنك مستعينا بك على ذوي التعزز على والقهر لي ، والقدرة على ضيمي والاقدام على ظلمي "
}
]
}