["اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا مُزِيلُ يَا مُنِيلُ يَا مُقِيلُ يَا مُدِيلُ يَا مُحِيلُ يَا مُفِيدُ يَا مُزِيدُ يَا مُبِيدُ يَا مُرِيدُ يَا مَجِيدُ يَا مَاجِدُ يَا مُوجِدُ يَا مُنْجِدُ يَا مُرْقِدُ يَا مُرْشِدُ يَا مُسْعِدُ يَا مُؤَيِّدُ يَا مُمَهِّدُ يَا مُسَدِّدُ يَا مُتَوَحِّدُ يَا مُنْفَرِدُ يَا مُتَفَرِّدُ يَا مَقْصَدُ يَا مُوَحِّدٌ يَا مُمَجَّدُ يَا مُصَدَّقُ يَا مُقَدَّسُ يَا مُسَبَّحُ يَا مُهَلَّلُ يَا مُكَبَّرُ يَا مُطَهَّرُ يَا مُوَقَّرُ يَا مُبَجَّلُ يَا مُؤَمَّلُ يَا مُوصِلُ يَا مُنَزَّهُ يَا مُبَارَكُ يَا مُكْرَمُ يَا مُعَظَّمُ يَا مُسْتَغْفَرُ يَا مُسْتَرْزَقُ يَا مُسْتَنْجَدُ يَا مُسْتَعْصَمُ يَا مُسْتَحْفَظُ يَا مُسْتَهْدَى يَا مُسْتَرْحَمُ يَا مُسْتَصْرَخُ يَا مُسْتَجَارُ يَا مُسْتَعَاذُ يَا مُسْتَعَانُ يَا مُسْتَغَاثُ يَا مُسْتَكْفَى يَا مُعْتَمَدُ يَا مُجْتَدَى يَا مُنَاجَى يَا مُنَادَى يَا مُخْشَى يَا مُمَنِّنُ يَا مَنَّانُ يَا مُعِزُّ [يَا مُعْتَزُّ] يَا مُتَعَزِّزُ يَا مُتَجَاوِزُ يَا مُتَقَدِّسُ يَا مُتَكَبِّرُ يَا مُتَجَبِّرُ يَا مُتَسَلِّطُ يَا مُتَطَهِّرُ يَا مُتْعَظِّمُ يَا مُتَكَرِّمُ يَا مُتَفَضِّلُ يَا مُتَطَوِّلُ يَا مُتَجَلِّلُ يَا مُتَحَبِّبُ يَا مُتَرَحِّمُ يَا مُتَحَنِّنُ يَا مُتَعَطِّفُ يَا مُتَرَئِّفُ [يَا مُتَزَيِّنُ] يَا مُتَشَرِّفُ يَا مُتَعَالِ يَا مُحْتَجِبُ يَا مُبْتَلِي يَا مُخْتَبِرُ يَا مُمْتَحِنُ يَا مُبِينُ يَا مَتِينُ يَا مُعِينُ يَا مَكِينُ يَا مَاكِنُ يَا مُكَوِّنُ يَا مُزَيِّنُ يَا مُهَوِّنُ يَا مُلَقِّنُ يَا مُبِينُ يَا مُمَكِّنُ يَا مُحْصِنُ يَا مُؤْمِنُ يَا مُهَيْمِنُ يَا مُتَكَلِّمُ يَا مُعَلِّمُ يَا مُقَسِّمُ يَا مُعَظَّمُ يَا مُكْرِمُ يَا مُلْهِمُ يَا مُفْهِمُ يَا مُبَدِّلُ يَا مُنَوِّلُ يَا مُذَلِّلُ يَا مُفْصِلُ يَا مُفْضِلُ يَا مُنْزِلُ يَا مُعَدِّلُ يَا مُسَهِّلُ يَا مُحَوِّلُ يَا مُمَهِّلُ يَا مُرْسِلُ يَا مُجْزِلُ يَا مُجْمِلُ يَا مَوْئِلُ يَا مُحْسِنُ يَا مُكَافِي يَا مَغْنِمُ يَا مُقِيمُ يَا مُنْعِمُ يَا مِنْعَامُ يَا مُفْضِلُ يَا مِفْضَالُ يَا مُصْلِحُ يَا مُوضِحُ يَا مُنْجِحُ يَا مَانِحُ يَا مَنَّاحُ يَا مُرْتَاحُ يَا مُونِسُ يَا مُنَفِّسُ يَا مُحْتَجُّ يَا مُبَلِّغُ يَا مُسْمِعُ يَا مُشَفِّعٌ يَا مُمَتِّعُ يَا مُطَّلِعُ يَا مُسْتَمِعُ يَا مُرْتَفِعُ يَا مُبْتَدِعُ يَا مُخْتَرِعُ يَا مُوَسِّعُ يَا مَنِيعُ يَا مُمْتَنِعُ يَا مُسْتَطِيعُ يَا مُحِيطُ يَا مُقْسِطُ يَا مَوْلَى يَا مَلِيُّ يَا مُمَلِّكُ يَا مُتَمَلِّكُ يَا مَالِكُ يَا مَلِيكُ يَا مَلِكُ يَا مُطَاعُ يَا مَلَاذُ يَا مُعَاذُ يَا مُعِيذُ يَا مُجِيبُ يَا مُسْتَجِيبُ يَا مُجَابُ يَا مُقِيتُ يَا مُغِيثُ يَا مُسْتَغْنِي يَا مُسْتَعْلِي يَا مُصْرِخُ يَا مُنْفِذُ يَا مُنْقِذُ يَا مُخَلِّصُ يَا مُمَحِّصُ يَا مُخَصِّصُ يَا مُعَوِّضُ يَا مُنْطِقُ يَا مُطْلِقُ يَا مُعْتِقُ يَا مُعَلِّقُ يَا مُفَرِّقُ يَا مُطَوِّقُ يَا مُوَفِّقُ يَا مُصَدِّقُ يَا مُتَجَلِّي يَا مُنْجَلِي يَا مُخَوِّفُ يَا مُهَوِّبُ يَا مُهِيبُ يَا مُهَابُ يَا مُوهِبُ يَا مَرْهُوبُ يَا مَرْغُوبُ يَا مَطْلُوبُ يَا مَحْبُوبُ يَا مُنِيفُ يَا مَأْلُوفُ يَا مَوْصُوفُ يَا مَعْرُوفُ يَا مَنْعُوتُ يَا مَشْكُورُ يَا مَذْكُورُ يَا مَشْهُورُ يَا مَوْجُودُ يَا مَعْبُودُ يَا مَحْمُودُ يَا مَقْصُودُ يَا مَوْفُودُ يَا مَسْئُولُ يَا مَأْمُولُ يَا مَرْجُوُّ يَا مَدْعُوُّ يَا مَمْدُوحُ يَا مُمْتَدَحُ يَا مُمَدَّحُ يَا مُمْسِكُ يَا مُهْلِكُ يَا مُدْرِكُ يَا مُبَوِّئُ يَا مُسَوِّي يَا مُثَوِّي يَا مُقَلِّبُ يَا مُرَغِّبُ يَا مُرَهِّبُ يَا مُرَتِّبُ يَا مُسَبِّبُ يَا مُحَبِّبُ يَا مُرَكِّبُ يَا مُعَقِّبُ يَا مُخَوِّفُ يَا مُصَرِّفُ يَا مُؤَلِّفُ يَا مُكَلِّفُ يَا مُشَرِّفُ يَا مُعَرِّفُ يَا مُضَعِّفُ يَا مُنْصِفُ يَا مُهَنِّئُ يَا مُنْبِئُ [يَا مُنْبِئُ] يَا مُوفِي يَا مُرْضِي يَا مُمْضِي يَا مُنْجِي يَا مُحْصِي يَا مُنْشِي يَا مُغْنِي يَا مُخْزِي يَا مُجْزِي [يَا مُجَازِي] يَا مُنْتَجِبُ يَا مُنْتَخِبُ يَا مُصْطَفِي يَا مُرْتَضِي يَا مُجْتَبِي يَا مُزَكِّي يَا مُخْتَارُ يَا مُظَفِّرُ يَا مُقَدِّرُ يَا مُقْتَدِرُ يَا مُفْتَخِرُ يَا مُنْتَصِرُ يَا مُسْتَكْبِرُ يَا مُنَوِّرُ يَا مُصَوِّرُ يَا مُبْصِرُ يَا مُصَبِّرُ يَا مُسَخِّرُ يَا مُعِينُ [يَا مُغَيِّرُ] يَا مُبَشِّرُ يَا مُيَسِّرُ يَا مُسَيِّرُ يَا مُذَكِّرُ يَا مُدَبِّرُ يَا مُخَيِّرُ يَا مُحَذِّرُ يَا مُنْذِرُ يَا مُنْشِّرُ يَا مُقْبِرُ يَا مُرْجَى يَا مُرْتَجَى يَا مُنْجِي يَا مُلْتَجَأُ يَا مَلْجَأُ يَا مُحَاسِبُ يَا مُطَّلِعُ يَا مُصِيبُ يَا مُفَرِّجُ يَا مُسَلِّطُ يَا مُجِيرُ يَا مُبِيرُ [يَا مُنِيرُ] يَا مُحْكِمُ يَا مُتْقِنُ يَا مُخْفِي يَا مُعْلِنُ يَا مُسْقِي يَا مُطْعِمُ يَا مُهِينُ يَا مُكْرِمُ يَا مُسْلِمُ يَا مُنْتَقِمُ يَا مُحَلِّلُ يَا مُحَرِّمُ يَا مُقَرِّبُ يَا مُثِيبُ يَا مُبَعِّدُ يَا مُعَذِّبُ يَا مُخْصِبُ يَا مُجْدِبُ يَا مُقَدِّمُ يَا مُؤَخِّرُ يَا مُقَلِّلُ يَا مُكْثِرُ يَا مُعِزُّ يَا مُذِلُّ يَا مُحْيِي يَا مُمِيتُ يَا مُورِدُ يَا مُصْدِرُ يَا مُضْعِفُ يَا مُقَوِّي يَا مُعَيِّشُ يَا مُتَوَفِّي يَا مُصِحُّ يَا مُبْرِئُ يَا مُمْرِضُ يَا مُشْفِي يَا مُعِلُّ يَا مُتَدَاوِي يَا مُعَاقِبُ يَا مُعَافِي يَا مُثْبِتُ يَا مَاحِي يَا مُعِيدُ يَا مُبْدِئُ يَا مُضْحِكُ يَا مُبْكِي يَا مُضِلُّ يَا مُهْدِي يَا مُسْعِدُ يَا مُشْقِي يَا مُدْنِي يَا مُقْصِي يَا مُفْقِرُ يَا مُغْنِي يَا مَانِعُ يَا مُعْطِي يَا مُبْقِي يَا مُفْنِي يَا مُرْوِيَ الظَّمْآنِ يَا مُشْبِعَ الْغَرْثَانِ يَا مُبْلِيَ كُلِّ جَدِيدٍ يَا مُجَدِّدَ كُلِّ بَالٍ يَا مُظْلِمَ اللَّيْلِ يَا مُشْرِقَ النَّهَارِ يَا مُسْرِجَ الشَّمْسِ يَا مُنِيرَ الْقَمَرِ يَا مُزْهِرَ النُّجُومِ يَا مُطْلِعَ النَّبَاتِ يَا مُنْبِتَ الشَّجَرِ يَا مُخَالِفَ طَعْمِ الثَّمَرِ يَا مُنْبِعَ الْعُيُونِ يَا مُثِيرَ السَّحَابِ يَا مُدْحِيَ الظُّلْمَةِ يَا مُشَعْشِعَ النُّورِ يَا مُهِبَّ الرِّيَاحِ يَا مُورِقَ الْأَشْجَارِ يَا مُومِضَ الْبَرْقِ يَا مُرْزِمَ الرَّعْدِ يَا مُمْطِرَ الْمَطَرِ يَا مُهْبِطَ الْمَلَائِكَةِ إِلَى الْأَرْضِ يَا مُرْسِيَ الْجِبَالِ يَا مُجْرِيَ الْفُلْكِ يَا مُغْطِشَ اللَّيْلِ يَا مُولِجَ اللَّيْلِ فِي النَّهَارِ وَ مُولِجَ النَّهَارِ فِي اللَّيْلِ يَا مُكَوِّرَ اللَّيْلِ عَلَى النَّهَارِ وَ مُكَوِّرَ النَّهَارِ عَلَى اللَّيْلِ يَا مُخْرِجَ الْحَيِّ مِنَ الْمَيِّتِ وَ مُخْرِجَ الْمَيِّتِ مِنَ الْحَيِّ يَا مُرَخِّصَ الْأَسْعَارِ يَا مُعْظِمَ الْبَرَكَةِ يَا مُبَارِكُ فِي الْأَرْضِ الْمُقَدَّسَةِ يَا مُرْبِحَ مُتَاجِرِيهِ يَا مُزِيحَ الْعِلَلِ يَا مُظْهِرَ الْآيَاتِ يَا مَادَّ الظِّلِّ يَا مُمِدَّ الْأَرْضِ يَا مُمَوِّرَ السَّمَاءِ يَا مَكِيدَ الْمَكْرِ يَا مُسْتَوْجِبَ الشُّكْرِ يَا مُنْجِزَ الْعِدَاتِ يَا مُؤَدِّيَ الْأَمَانَاتِ يَا مُنْتَهَى الرَّغَبَاتِ يَا مُتَقَبِّلَ الْحَسَنَاتِ يَا مُكَفِّرَ السَّيِّئَاتِ يَا مُؤْتِيَ السُّؤُلَاتِ يَا مَأْمَنَ الْهَالِعِ يَا مَعْقِلَ الضَّارِعِ يَا مَفْزَعَ الْفَازِعِ يَا مَطْمَعَ الطَّامِعِ يَا مَأْوَى الْحَيْرَانِ يَا مُخْسِيَ الشَّيْطَانِ يَا مُضِيءَ الْبُرْهَانِ يَا مُتَمِّمَ النِّعَمِ يَا مُسْبِغَ الْمِنَنِ يَا مَوْلَى التَّطَوُّلِ يَا مُوَاتِرَ الْإِحْسَانِ يَا مُتَابِعَ الْإِنْعَامِ يَا مُوَالِيَ الْإِفْضَالِ يَا مُتَّصِلَ الْآلَاءِ يَا مُرَادِفَ النَّعْمَاءِ يَا مُدِرَّ الْأَرْزَاقِ يَا مُلْزِمَ الدِّينِ يَا مُوجِبَ التَّعَبُّدِ يَا مُحِقَّ الْحَقِّ يَا مُبْطِلَ الْبَاطِلِ يَا مُمِيطَ الْأَذَى يَا مُنَعِّشاً مِنَ الصَّرْعَةِ يَا مُحَرِّكَ الْحَرَكَاتِ يَا مَحْفُوظَ الْحِفْظِ يَا مُسَلِّيَ الْأَحْزَانِ يَا مُذْهِبَ الْغُمُومِ يَا مُوَزِّعَ الشُّكْرِ يَا مُنْهِجَ الدَّلَالَةِ يَا مَفْعُولَ الْأَمْرِ يَا مُتَّسِعَ الرَّحْمَةِ يَا مَعْدِنَ الْعَفْوِ يَا مُخَفِّفَ الْأَثْقَالِ يَا مُعْشِبَ الْبِرِّ يَا مُوَطِّدَ الْجِبَالِ يَا مُعْذِبَ الْأَنْهَارِ يَا مُفَجِّرَ الْبِحَارِ يَا مُتَكَفِّلًا بِالرِّزْقِ يَا مُنْخِرَ الْعِظَامِ يَا مُسْتَطِيلَ الْقُدْرَةِ يَا مُؤَجِّلَ الْآجَالِ يَا مُوَقِّتَ الْمَوَاقِيتِ يَا مُؤَسِّسَ الْأُمُورِ يَا مُكَمِّلَ الدِّينِ يَا مَوْضِعَ كُلِّ شَكْوَى يَا مُظَلِّلَ كُلِّ شَيْءٍ يَا مُفَتِّحَ الْأَبْوَابِ يَا مَكَّاراً بِالْمُتْرِفِينَ يَا مُخْزِيَ الْكَافِرِينَ يَا مُسْتَدْرِجَ الْعَاصِينَ يَا مَاقِتَ أَعْمَالِ الْمُفْسِدِينَ يَا مُبَيِّضَ وُجُوهِ الْمُؤْمِنِينَ يَا مُسَوِّدَ وُجُوهِ الْمُجْرِمِينَ يَا مُبَدِّدَ شَمْلِ الْبَاغِينَ يَا مُجْتَثَّ أَصْلِ الطَّاغِينَ يَا مُتَوَاعِداً بِعَذَابِهِ الْجَبَّارِينَ يَا مُدْحِضَ كَلِمَةِ الْجَاحِدِينَ يَا مُشَتِّتَ جَمْعِ الْمُعَانِدِينَ يَا مُفَاجِئاً بِنَكَالِهِ الظَّالِمِينَ يَا مُرْغِمَ أُنُوفِ الْمُسْتَكْبِرِينَ [الْمُتَكَبِّرِينَ] يَا مُخْتَرِماً بِسَطْوَتِهِ الْمُتَّجِرِينَ [الْمُتَجَبِّرِينَ] يَا مُفِلَّ حَدِّ النَّاكِثِينَ يَا مُكِلَّ سِلَاحِ الْقَاسِطِينَ يَا مُعَفِّيَ آثَارِ الْمَارِقِينَ يَا مُمَزِّقَ مُلْكِ الْمُتَغَلِّبِينَ يَا مُرْعِبَ قُلُوبِ الْمُحَارِبِينَ يَا مُجَنِّبَ عُقُوبَتِهِ الطَّائِعِينَ يَا مُبَاعِداً بَأْسَهُ عَنِ التَّائِبِينَ يَا مُوَطِّئاً مَسَالِكَ الْمُتَّقِينَ يَا مُنَضِّرَ وُجُوهِ الْمُتَهَجِّدِينَ يَا مُهَيِّئَ أُمُورِ الْمُتَوَكِّلِينَ يَا مَالَ الْمُقِلِّينَ يَا مُهَرِّبَ الْخَائِفِينَ يَا مُتَوَلِّيَ الصَّالِحِينَ يَا مُنَى الْمُحِبِّينَ يَا مُرِيحَ اللَّاغِبِينَ يَا مُخْرِسَ أَلْسِنَةِ الْمُعَانِدِينَ يَا مُلْجِمَ الْجِنِّ الْمُتَمَرِّدِينَ يَا مُزَوِّجَ الْحُورِ الْعِينِ يَا مُحَقِّقَ أَمَلِ الْآمِلِينَ يَا مُفِيضَ رَحْمَتِهِ عَلَى السَّائِلِينَ يَا مُدِيمَ نِعْمَتِهِ عَلَى الشَّاكِرِينَ يَا مُرَجِّحَ مَيَازِينِ الْمُطِيعِينَ يَا مُصْعِدَ أَصْوَاتِ الدَّاعِينَ يَا مُعَلِّيَ دِينِهِ [معلي دينه] عَلَى كُلِّ دِينٍ يَا مُجِيرَ غُصَصِ الْمَلْهُوفِينَ يَا مُرْزِغَ قُبُورِ الْعَالَمِينَ يَا مُفْحِمُ بِحُجَّتِهِ الْمُجَادِلِينَ يَا مُجَلِّيَ عَظَائِمِ الْأُمُورِ يَا مُنْتَجِعاً لِكَشْفِ الضُّرِّ يَا مُسْتَدْعِى لِبَذْلِ الرَّغَائِبِ يَا مَنْزُولًا بِهِ كُلُّ حَاجَةٍ يَا مَاضِيَ الْعِلْمِ فِيمَا خَلَقَ يَا مُلْقِيَ الرَّوَاسِي فِي الْأَرْضِ يَا مُرْبِيَ نَفَقَاتِ أَهْلِ التَّقْوَى يَا مُسَكِّنَ الْعُرُوقِ الضَّارِبَةِ يَا مُنَوِّمَ الْعُيُونِ السَّاهِرَةِ يَا مُتَلَقِّىَ الْعُصَاةِ بِحِلْمِهِ يَا مُمْلِياً لِمَنْ لَجَّ فِي طُغْيَانِهِ يَا مُعْذِراً إِلَى مَنْ تَمَادَى فِي غَيِّهِ يَا مُؤْصِدَ النَّارِ عَلَى أَهْلِ مَعْصِيَتِهِ يَا مُرْدِفاً جُنْدَهُ بِمَلَائِكَتِهِ يَا مُشْتَرِيَ أَنْفُسِ الْمُؤْمِنِينَ بِجَنَّتِهِ يَا مُجَلِّلَ خَلْقِهِ بِرِدَاءٍ [بِرَادِئِ] رَحْمَتِهِ يَا مَحَلَّ كُنُوزِ أَهْلِ الْغِنَى يَا مُقِرَّ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ يَا مُزَلْزِلَ أَقْدَامِ الْأَحْزَابِ يَا مُنْتَزِعَ الْمُلْكِ مِمَّنْ تَشَاءُ يَا مُغْرِقَ فِرْعَوْنَ وَ جُنُودِهِ يَا مُجَاوِزاً بِبَنِي إِسْرَائِيلَ الْبَحْرَ يَا مُلَيِّنَ الْحَدِيدِ لِدَاوُدَ(ع)يَا مُكَلِّمَ مُوسَى(ع)تَكْلِيماً يَا مُنَادِيَهُ مِنْ جَانِبِ الطُّورِ يَا مُقَيِّضَ [مُفِيضَ] الرَّكْبِ لِيُوسُفَ وَ مُخْرِجَهُ مِنَ الْجُبِّ يَا مُبَرِّدَ نَارِ الْخَلِيلِ يَا مُدَمِّراً عَلَى قَوْمِ لُوطٍ يَا مُدَمْدِماً عَلَى قَوْمِ شُعَيْبٍ يَا مُتَبِّرَ الظَّلَمَةِ يَا مُسْتَأْصِلَ الْكَفَرَةِ يَا مُبِتَّ الْفَسَقَةِ يَا مُصْطَلِمَ الْفَجَرَةِ يَا مُدَوِّخَ الْمَرَدَةِ يَا مُتِبَّ أَبِي لَهَبٍ وَ مَنْ تَابَعَهُ يَا مُزْلِفَ الْجَنَّةِ لِمَنْ أَطَاعَهُ يَا مُسَعِّرَ النَّارِ لِمَنْ نَاوَاهُ يَا مُقَطِّعَ جِبَالِ الْغُشْمِ يَا مُخْمِلَ سُوقِ الظُّلْمِ يَا مُوحِي إِلَى عَبْدِهِ مَا أَوْحَى يَا مُبَعْثِرَ الْقُبُورِ بِقُدْرَتِهِ يَا مُحَصِّلَ مَا فِي الصُّدُورِ بِعِلْمِهِ يَا مُقَصِّرَ الْأَبْصَارِ عَنْ إِدْرَاكِهِ يَا مُبَايِناً لِخَلْقِهِ فِي صِفَاتِهِ يَا مُحَيِّرَ الْقُلُوبِ فِي شَأْنِهِ يَا مُصْطَفِيَ [مُطْفِئَ] الْأَنْوَارِ بِنُورِهِ يَا مُسْتَعْبِدَ الْأَرْبَابِ بِعِزَّتِهِ يَا مُسْتَبْقِيَ الْمُلْكِ لِوَجْهِهِ يَا مَالِئَ أَرْكَانِهِ بِعَظَمَتِهِ يَا مُبْتَدِئَ الْخَلْقِ بِقُدْرَتِهِ يَا مُتَأَبِّداً بِخُلُودِهِ يَا مُتَقَدِّماً بِوَعِيدِهِ يَا مُتَلَطِّفاً فِي تَرْغِيبِهِ يَا مُسْتَوْلِياً عَلَى سُلْطَانِهِ يَا مُتَمَكِّناً فِي مُلْكِهِ يَا مُسْتَوِياً عَلَى عَرْشِهِ يَا مُتَرَدِّياً بِكِبْرِيَائِهِ يَا مُتَأَزِّراً بِعَظَمَتِهِ يَا مُتَسَرْبِلًا بِجَلَالِهِ يَا مُشْتَهِراً بِتَجَبُّرِهِ يَا مُسْتَأْثِراً بِغَيْبَتِهِ [بِغَيْبِهِ] يَا مُتِمّاً نُورَهُ [بِوُدِّهِ] يَا مُدْرِجَ السُّعَدَاءِ فِي غُفْرَانِهِ يَا مُصْلِيَ الْأَشْقِيَاءِ حَرَّ نِيرَانِهِ يَا مُدَّخِرَ الثَّوَابِ لِأَوْلِيَائِهِ يَا مُعِدَّ الْعِقَابِ لِأَعْدَائِهِ يَا مُطْمَئَنَّ الْقُلُوبِ بِذَكَرِهِ يَا مُطَيِّبَ النُّفُوسِ بِآلَائِهِ يَا مُفَرِّجُ عَنِ الْمُؤْمِنِينَ بِنَصْرِهِ يَا مُعَوِّضَ أَهْلِ السُّقْمِ لِأَجْرِهِ يَا مُتَعَمِّداً بِفَضْلِهِ يَا مُتَغَمِّداً بِعَفْوِهِ يَا مُتَوَدِّداً بِإِحْسَانِهِ يَا مُتَعَرِّفاً بِامْتِنَانِهِ يَا مُغْشِيّاً بِرَحْمَتِهِ يَا مُؤْوِياً فِي ظِلِّهِ يَا مُجِيباً [مجسا] بِكَرَامَتِهِ يَا مُغَذِّياً بِآلَائِهِ يَا مُرَبِّياً بِنَعْمَائِهِ يَا مُقِرَّ عُيُونِ أَوْلِيَائِهِ وَ مُلْبِسَهُمْ جَنَّتَهُ يَا مُؤْتَمِنَ أَنْبِيَائِهِ وَ أَئِمَّتِهِ عَلَى وَحْيِهِ وَ مُسْتَحْفِظَهُمْ شَرْعَهُ [شرعته] وَ مُسْتَخِصَّهُمْ بِبُرْهَانِهِ وَ مُسْتَخْلِصَهُمْ لِدَعْوَتِهِ وَ مُسْتَصْلِحَهُمْ لِعِبَادِهِ وَ مُسْتَخْلِفَهُمْ فِي أَرْضِهِ وَ مُطْلِعَهُمْ عَلَى سِرِّهِ وَ مُصْطَنِعَهُمْ لِنَفْسِهِ وَ مُخْلِصَهُمْ بِمَشِيَّتِهِ وَ مُرِيهِمْ مَلَكُوتَهُ وَ مُسْتَرْعِيَهُمُ الْأَنَامَ وَ مُورِثَهُمْ الْكِتَابَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ وَ افْعَلْ بِي وَ بِجَمِيعِ الْمُؤْمِنِينَ يَا أَرْحَمَ الرَّاحِمِينَ","المصباح (للكفعمي)"]