[["فِي أَدْعِيَةِ السِّرِّ يَا مُحَمَّدُ(ص)قُلْ لِمَنْ عَمِلَ كَبِيرَةً مِنْ أُمَّتِكَ فَأَرَادَ مَحْوَهَا وَ الطُّهْرَةَ مِنْهَا فَلْيُطَهِّرْ لِي بَدَنَهُ وَ ثِيَابَهُ ثُمَّ لْيَخْرُجْ إِلَى بَرِيَّةِ أَرْضِي فَلْيَسْتَقْبِلْ وَجْهِي يَعْنِي الْقِبْلَةَ حَيْثُ لَا يَرَاهُ أَحَدٌ ثُمَّ لْيَرْفَعْ يَدَيْهِ إِلَيَّ فَإِنَّهُ لَيْسَ بَيْنِي وَ بَيْنَهُ حَائِلٌ وَ لْيَقُلْ يَا وَاسِعاً بِحُسْنِ عَائِدَتِهِ وَ يَا مُلْبِسَنَا فَضْلَ رَحْمَتِهِ وَ يَا مَهِيباً لِشِدَّةِ سُلْطَانِهِ وَ يَا رَاحِماً بِكُلِّ مَكَانٍ ضَرِيراً أَصَابَهُ الضُّرُّ فَخَرَجَ إِلَيْكَ مُسْتَغِيثاً بِكَ آئِباً إِلَيْكَ تَائِباً إِلَيْكَ يَقُولُ عَمِلْتُ سُوءاً وَ ظَلَمْتُ نَفْسِي وَ لِمَغْفِرَتِكَ خَرَجْتُ إِلَيْكَ أَ مُسْتَجِيرٌ بِكَ فِي خُرُوجِي مِنَ النَّارِ وَ بِعِزِّ جَلَالِكَ تَجَاوَزْتَ فَتَجَاوَزْ يَا كَرِيمُ وَ بِاسْمِكَ الَّذِي تَسَمَّيْتَ بِهِ وَ جَعَلْتَهُ فِي كُلِّ عَظَمَتِكَ وَ مَعَ كُلِّ قُدْرَتِكَ وَ فِي كُلِّ سُلْطَانِكَ وَ صَيَّرْتَهُ فِي قَبْضَتِكَ وَ نَوَّرْتَهُ بِكِتَابِكَ وَ أَلْبَسْتَهُ وَقَاراً مِنْكَ يَا اللَّهُ يَا اللَّهُ أَطْلُبُ إِلَيْكَ أَنْ تَمْحُوَ عَنِّي مَا أَتَيْتُكَ بِهِ وَ انْزِعْ بَدَنِي عَنْ مِثْلِهِ فَإِنَّكَ لَا إِلَهَ إِلَّا أَنْتَ وَ بِاسْمِكَ الَّذِي فِيهِ تَفْصِيلُ الْأُمُورِ كُلِّهَا مُؤْمِنٌ هَذَا اعْتِرَافِي فَلَا تَخْذُلْنِي وَ هَبْ لِي عَافِيَةً وَ أنْجِنِي مِنَ الذَّنْبِ الْعَظِيمِ هَلَكْتُ فَتَلَافَنِي بِحَقِّ حُقُوقِكَ كُلِّهَا يَا كَرِيمُ فَإِنَّهُ إِنْ لَمْ يُرِدْ بِمَا أَمَرْتُكَ بِهِ غَيْرِي خَلَّصْتُهُ مِنْ كَبِيرَتِهِ تِلْكَ حَتَّى أَغْفِرَهَا لَهُ وَ أُطَهِّرَهُ الْأَبَدَ مِنْهَا لِأَنِّي قَدْ عَلَّمْتُكَ أَسْمَاءً أُجِيبُ بِهَا الدَّاعِيَ.","المصباح (للكفعمي)"],["وَ مِنْ أَدْعِيَةِ السِّرِّ أَيْضاً يَا مُحَمَّدُ وَ مَنْ كَثُرَتْ ذُنُوبُهُ مِنْ أُمَّتِكَ فِيمَا دُونَ الْكَبَائِرِ حَتَّى تَشْتَهِرَ بِكَثْرَتِهَا وَ يُمْقَتَ عَلَى اتِّبَاعِهَا فَلْيَعْتَمِدْنِي عِنْدَ طُلُوعِ الْفَجْرِ وَ لْيَنْصِبْ وَجْهَهُ إِلَيَّ وَ لْيَقُلْ يَا رَبِّ يَا رَبِّ فُلَانُ بْنُ فُلَانٍ عَبْدُكَ [عَبْدٌ مِنْ عَبِيدِكَ] شَدِيدٌ حَيَاؤُهُ مِنْكَ لِتُعَرِّضَهُ لِرَحْمَتِكَ لِإِصْرَارِهِ عَلَى مَا نَهَيْتَ عَنْهُ مِنَ الذَّنْبِ الْعَظِيمِ يَا عَظِيمُ إِنَّ عَظِيمَ مَا أَتَيْتُ بِهِ لَا يَعْلَمُهُ غَيْرُكَ قَدْ شَمِتَ بِي فِيهِ الْقَرِيبُ وَ الْبَعِيدُ وَ أَسْلَمَنِي فِيهِ الْعَدُوُّ وَ الْحَبِيبُ وَ أَلْقَيْتُ بِيَدِي إِلَيْكَ طَمَعاً لِأَمْرٍ وَاحِدٍ وَ طَمَعِي ذَلِكَ فِي رَحْمَتِكَ فَارْحَمْنِي يَا ذَا الرَّحْمَةِ الْوَاسِعَةِ وَ تَلَافَنِي بِرَأْفَتِكَ عَلَى سَمْتِ الْمَنْهَجِ وَ أَزِلْنِي بِقُدْرَتِكَ عَنِ الطَّرِيقِ الْأَعْوَجِ وَ خَلِّصْنِي مِنْ سِجْنِ الْكَرْبِ بِإِقَالَتِكَ وَ أَطْلِقْ أَسْرِي بِرَحْمَتِكَ وَ طُلْ عَلَيَّ بِرِضْوَانِكَ وَ جُدْ عَلَيَّ بِإِحْسَانِكَ وَ أَقِلْنِي عَثْرَتِي وَ فَرِّجْ كُرْبَتِي وَ ارْحَمْ عَبْرَتِي وَ لَا تَحْجُبْ دَعْوَتِي وَ اشْدُدْ بِالْإِقَالَةِ أَزْرِي وَ قَوِّ بِهَا ظَهْرِي وَ أَصْلِحْ بِهَا أَمْرِي وَ أَطِلْ بِهَا عُمُرِي وَ ارْحَمْنِي يَوْمَ حَشْرِي وَ وَقْتَ نَشْرِي إِنَّكَ جَوَادٌ كَرِيمٌ غَفُورٌ رَحِيمٌ.","المصباح (للكفعمي)"],["وَ مِنْ ذَلِكَ مَا رُوِيَ عَنْ زَيْنِ الْعَابِدِينَ(ع)فِي الِاعْتِرَافِ وَ طَلَبِ التَّوْبَةِ وَ هُوَ مِنْ أَدْعِيَةِ الصَّحِيفَةِ اللَّهُمَّ إِنَّهُ يَحْجُبُنِي عَنْ مَسْأَلَتِكَ خِلَالٌ ثَلَاثٌ وَ تَحْدُونِي عَلَيْهَا خَلَّةٌ وَاحِدَةٌ يَحْجُبُنِي أَمْرٌ أَمَرْتَنِي بِهِ فَأَبْطَأْتُ عَنْهُ وَ نَهْيٌ نَهَيْتَنِي عَنْهُ فَأَسْرَعْتُ إِلَيْهِ وَ نِعْمَةٌ أَنْعَمْتَ بِهَا عَلَيَّ فَقَصُرْتُ فِي شُكْرِهَا وَ يَحْدُونِي عَلَى مَسْأَلَتِكَ تَفَضُّلُكَ عَلَى مَنْ أَقْبَلَ بِوَجْهِهِ إِلَيْكَ وَ وَفَدَ بِحُسْنِ ظَنِّهِ عَلَيْكَ إِذْ جَمِيعُ إِحْسَانِكَ تَفَضُّلٌ وَ إِذْ كُلُّ نِعَمِكَ ابْتِدَاءٌ فَهَا أَنَا ذَا يَا إِلَهِي وَاقِفٌ بِبَابِ عِزِّكَ وُقُوفَ الْمُسْتَسْلِمِ الذَّلِيلِ وَ سَائِلُكَ عَلَى الْحَيَاءِ مِنِّي سُؤَالَ الْبَائِسِ الْمُعِيلِ مُقِرٌّ لَكَ بِأَنِّي لَمْ أَخْلُ فِي الْحَالاتِ كُلِّهَا مِنْ إِحْسَانِكَ وَ لَمْ أَسْلَمْ مَعَ وُفُورِ إِحْسَانِكَ مِنْ عِصْيَانِكَ فَهَلْ يَنْفَعُنِي يَا إِلَهِي إِقْرَارِي عِنْدَكَ بِسُوءِ مَا اكْتَسَبْتُ وَ هَلْ يُنْجِينِي مِنْكَ اعْتِرَافِي لَكَ بِقَبِيحِ مَا ارْتَكَبْتُ أَمْ أَوْجَبْتَ لِي فِي مَقَامِي هَذَا سَخَطَكَ أَمْ لَزِمَنِي فِي وَقْتِ دُعَائِي مَقْتُكَ سُبْحَانَكَ لَا أَيْأَسُ مِنْكَ وَ قَدْ فَتَحْتَ لِي بَابَ التَّوْبَةِ إِلَيْكَ بَلْ أَقُولُ مَقَالَ الْعَبْدِ الذَّلِيلِ الظَّالِمِ لِنَفْسِهِ الْمُسْتَخِفِّ بِحُرْمَةِ رَبِّهِ الَّذِي عَظُمَتْ ذُنُوبُهُ فَجَلَّتْ وَ أَدْبَرَتْ أَيَّامُهُ فَوَلَّتْ حَتَّى إِذَا رَأَى مُدَّةَ الْعَمَلِ قَدِ انْقَضَتْ وَ غَايَةَ الْعُمُرِ قَدِ انْتَهَتْ وَ أَيْقَنَ أَنَّهُ لَا مَحِيصَ لَهُ مِنْكَ وَ لَا مَهْرَبَ لَهُ عَنْكَ تَلَقَّاكَ بِالْإِنَابَةِ وَ أَخْلَصَ لَكَ التَّوْبَةَ فَقَامَ إِلَيْكَ بِقَلْبٍ طَاهِرٍ نَقِيٍّ ثُمَّ دَعَاكَ بِصَوْتٍ خَامِلٍ [حَائِلٍ] خَفِيٍّ قَدْ تَطَأْطَأَ لَكَ فَانْحَنَى وَ نَكَّسَ رَأْسَهُ فَانْثَنَى قَدْ أَرْعَشَتْ خَشْيَتُهُ رِجْلَيْهِ وَ غَرَّقَتْ دُمُوعُهُ خَدَّيْهِ يَدْعُوكَ بِيَا أَرْحَمَ الرَّاحِمِينَ وَ يَا أَرْحَمَ مَنِ انْتَابَهُ الْمُسْتَرْحِمُونَ وَ يَا أَعْطَفَ مَنْ أَطَافَ بِهِ الْمُسْتَغْفِرُونَ وَ يَا مَنْ عَفْوُهُ أَكْثَرُ مِنْ نِقْمَتِهِ وَ يَا مَنْ رِضَاهُ أَوْفَرُ مِنْ سَخَطِهِ وَ يَا مَنْ تَحَمَّدَ إِلَى خَلْقِهِ بِحُسْنِ التَّجَاوُزِ وَ يَا مَنْ عَوَّدَ عِبَادَهُ قَبُولَ الْإِنَابَةِ وَ يَا مَنِ اسْتَصْلَحَ فَاسِدَهُمْ بِالتَّوْبَةِ وَ يَا مَنْ رَضِيَ مِنْ فِعْلِهِمْ بِالْيَسِيرِ وَ يَا مَنْ كَافَى قَلِيلَهُمْ بِالْكَثِيرِ وَ يَا مَنْ ضَمِنَ لَهُمْ إِجَابَةَ الدُّعَاءِ وَ يَا مَنْ وَعَدَهُمْ عَلَى نَفْسِهِ بِتَفَضُّلِهِ حُسْنَ الْجَزَاءِ مَا أَنَا بِأَعْصَى مَنْ عَصَاكَ فَغَفَرْتَ لَهُ وَ مَا أَنَا بِأَلْوَمِ مَنِ اعْتَذَرَ إِلَيْكَ فَقَبِلْتَ مِنْهُ وَ مَا أَنَا بِأَظْلَمِ مَنْ تَابَ إِلَيْكَ فَعُدْتَ عَلَيْهِ أَتُوبُ إِلَيْكَ فِي مَقَامِي هَذَا تَوْبَةَ نَادِمٍ عَلَى مَا فَرَّطَ مِنْهُ مُشْفِقٌ مِمَّا اجْتَمَعَ عَلَيْهِ خَالِصُ الْحَيَاءِ مِمَّا وَقَعَ فِيهِ عَالِمٌ بِأَنَّ الْعَفْوَ عَنِ الذَّنْبِ الْعَظِيمِ لَا يَتَعَاظَمُكَ وَ أَنَّ التَّجَاوُزَ عَنِ الْإِثْمِ الْجَلِيلِ لَا يَسْتَصْعِبُكَ وَ أَنَّ احْتِمَالَ الْجِنَايَاتِ الْفَاحِشَةِ لَا يَتَكَأَّدُكَ وَ أَنَّ أَحَبَّ عِبَادِكَ إِلَيْكَ مَنْ تَرَكَ الِاسْتِكْبَارَ عَلَيْكَ وَ جَانَبَ الْإِصْرَارَ وَ لَزِمَ الِاسْتِغْفَارَ وَ أَنَا أَبْرَأُ إِلَيْكَ مِنْ أَنْ أَسْتَكْبِرَ وَ أَعُوذُ بِكَ مِنْ أَنْ أُصِرَّ وَ أَسْتَغْفِرُكَ لِمَا قَصَّرْتُ فِيهِ وَ أَسْتَعِينُ بِكَ عَلَى مَا عَجَزْتُ عَنْهُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ هَبْ لِي مَا يَجِبُ عَلَيَّ لَكَ وَ عَافِنِي مِمَّا أَسْتَوْجِبُهُ مِنْكَ وَ أَجِرْنِي مِمَّا يَخَافُهُ أَهْلُ الْإِسَاءَةِ فَإِنَّكَ مَلِيءٌ بِالْعَفْوِ مَرْجُوٌّ لِلْمَغْفِرَةِ مَعْرُوفٌ بِالتَّجَاوُزِ فَلَيْسَ لِحَاجَتِي مَطْلَبٌ سِوَاكَ وَ لَا لِذَنْبِي غَافِرٌ غَيْرُكَ حَاشَاكَ وَ لَا أَخَافُ عَلَى نَفْسِي إِلَّا إِيَّاكَ إِنَّكَ أَهْلُ التَّقْوىٰ وَ أَهْلُ الْمَغْفِرَةِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اقْضِ حَاجَتِي وَ أَنْجِحْ [لِي] طَلِبَتِي وَ اغْفِرْ لِي ذَنْبِي وَ آمِنْ خَوْفَ نَفْسِي إِنَّكَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ وَ ذَلِكَ عَلَيْكَ يَسِيرٌ آمِينَ رَبَّ الْعَالَمِينَ.","المصباح (للكفعمي)"],["وَ مِنْ ذَلِكَ مَا رُوِيَ عَنْ زَيْنِ الْعَابِدِينَ(ع)فِي طَلَبِ الْعَفْوِ وَ الرَّحْمَةِ وَ هُوَ أَيْضاً مِنْ أَدْعِيَةِ الصَّحِيفَةِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اكْسِرْ شَهْوَتِي عَنْ كُلِّ مَحْرَمٍ [مُحَرَّمٍ] وَ ازْوِ حِرْصِي عَنْ كُلِّ مَأْثَمٍ وَ امْنَعْنِي عَنْ أَذَى كُلِّ مُؤْمِنٍ وَ مُؤْمِنَةٍ وَ مُسْلِمٍ وَ مُسْلِمَةٍ اللَّهُمَّ وَ أَيُّمَا عَبْدٍ نَالَ مِنِّي مَا حَظَرْتَ عَلَيْهِ وَ انْتَهَكَ مِنِّي مَا حَجَزْتَ عَلَيْهِ فَمَضَى بِظُلَامَتِي مَيِّتاً أَوْ حَصَلَتْ لِي قِبَلَهُ حَيّاً فَاغْفِرْ لَهُ مَا أَلَمَّ بِهِ مِنِّي وَ اعْفُ لَهُ عَمَّا أَدْبَرَ بِهِ عَنِّي وَ لَا تَقِفْهُ عَمَّا ارْتَكَبَ فِيَّ وَ لَا تَكْشِفْهُ عَمَّا اكْتَسَبَ بِي وَ اجْعَلْ مَا سَمَحْتُ بِهِ مِنَ الْعَفْوِ عَنْهُمْ وَ تَبَرَّعْتُ بِهِ مِنَ الصَّدَقَةِ عَلَيْهِمْ أَزْكَى صَدَقَاتِ الْمُتَصَدِّقِينَ وَ أَعْلَى صِلَاتِ الْمُتَقَرِّبِينَ وَ عَوِّضْنِي مِنْ عَفْوِي [لَهُمْ] عَنْهُمْ عَفْوَكَ وَ مِنْ دُعَائِي لَهُمْ رَحْمَتَكَ حَتَّى يَسْعَدَ كُلُّ وَاحِدٍ مِنَّا بِفَضْلِكَ وَ يَنْجُوَ كُلٌّ مِنَّا بِمَنِّكَ اللَّهُمَّ وَ أَيُّمَا عَبْدٍ مِنْ عَبِيدِكَ أَدْرَكَهُ مِنِّي دَرَكٌ أَوْ مَسَّهُ مِنْ نَاحِيَتِي أَذًى أَوْ لَحِقَهُ بِي أَوْ بِسَبَبِي ظُلْمٌ فَفُتَّهُ بِحَقِّهِ أَوْ سَبَقْتُهُ بِمَظْلِمَتِهِ [بمظلته] فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَرْضِهِ عَنِّي مِنْ وُجْدِكَ وَ أَوْفِهِ حَقَّهُ مِنْ عِنْدِكَ ثُمَّ قِنِي مَا يُوجِبُ لَهُ حُكْمَكَ وَ خَلِّصْنِي مِمَّا يَحْكُمُ بِهِ عَدْلُكَ فَإِنَّ قُوَّتِي لَا تَسْتَقِلُّ بِنَقِمَتِكَ وَ إِنَّ طَاقَتِي لَا تَنْهَضُ بِسَخَطِكَ فَإِنَّكَ إِنْ تُكَافِنِي بِالْحَقِّ تُهْلِكْنِي وَ إِلَّا تَغَمَّدْنِي بِرَحْمَتِكَ تُوبِقْنِي اللَّهُمَّ إِنِّي أَسْتَوْهِبُكَ يَا إِلَهِي مَا لَا يَنْقُصُكَ بَذْلُهُ وَ أَسْتَحْمِلُكَ مَا لَا يَبْهَظُكَ حَمْلُهُ أَسْتَوْهِبُك يَا إِلَهِي نَفْسِيَ الَّتِي لَمْ تَخْلُقْهَا لِتَمْتَنِعَ بِهَا مِنْ سُوءٍ أَوْ لِتَطَرَّقَ بِهَا إِلَى نَفْعٍ وَ لَكِنْ أَنْشَأْتَهَا إِثْبَاتاً لِقُدْرَتِكَ عَلَى مِثْلِهَا وَ احْتِجَاجاً بِهَا عَلَى شَكْلِهَا وَ أَسْتَحْمِلُكَ مِنْ ذُنُوبِي مَا قَدْ بَهَظَنِي حَمْلُهُ وَ أَسْتَعِينُ بِكَ عَلَى مَا قَدْ فَدَحَنِي ثِقْلُهُ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ هَبْ لِنَفْسِي عَلَى ظُلْمِهَا نَفْسِي وَ وَكِّلْ رَحْمَتَكَ بِاحْتِمَالِ إِصْرِي فَكَمْ قَدْ لَحِقَتْ رَحْمَتُكَ بِالْمُسِيئِينَ وَ كَمْ قَدْ شَمِلَ عَفْوُكَ الظَّالِمِينَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْنِي أُسْوَةَ مَنْ قَدْ أَنْهَضْتَهُ بِتَجَاوُزِكَ عَنْ مَصَارِعِ الْخَاطِئِينَ وَ خَلَّصتَهُ بِتَوْفِيقِكَ مِنْ وَرَطَاتِ الْمُجْرِمِينَ فَأَصْبَحَ طَلِيقَ عَفْوِكَ مِنْ إِسَارِ سَخَطِكَ وَ عَتِيقِ صُنْعِكَ مِنْ وَثَاقِ عَدْلِكَ إِنَّكَ إِنْ تَفْعَلْ ذَلِكَ يَا إِلَهِي تَفْعَلْهُ بِمَنْ لَا يَجْحَدُ اسْتِحْقَاقَ عُقُوبَتِكَ وَ لَا يُبْرِئُ نَفْسَهُ مِنِ اسْتِيجَابِ نَقِمَتِكَ تَفْعَلْ ذَلِكَ يَا إِلَهِي بِمَنْ خَوْفُهُ مِنْكَ أَكْثَرُ مِنْ طَمَعِهِ فِيكَ وَ بِمَنْ يَأْسُهُ مِنَ النَّجَاةِ أَوْكَدُ مِنْ رَجَائِهِ لِلْخَلَاصِ لَا أَنْ يَكُونَ يَأْسُهُ قُنُوطاً أَوْ أَنْ يَكُونَ طَمَعُهُ اغْتِرَاراً بَلْ لِقِلَّةِ حَسَنَاتِهِ بَيْنَ سَيِّئَاتِهِ وَ ضَعْفِ حُجَجِهِ فِي جَمِيعِ تَبِعَاتِهِ فَأَمَّا أَنْتَ يَا إِلَهِي فَأَهْلٌ أَنْ لَا يَغْتَرَّ بِكَ الصِّدِّيقُونَ وَ لَا يَيْأَسَ مِنْكَ الْمُجْرِمُونَ لِأَنَّكَ [أَنْتَ] الرَّبُّ الْعَظِيمُ الَّذِي لَا يَمْنَعُ أَحَداً فَضْلَهُ وَ لَا يَسْتَقْصِي مِنْ أَحَدٍ حَقِّهُ تَعَالَى ذِكْرُكَ عَنِ الْمَذْكُورِينَ وَ تَقَدَّسَتْ أَسْمَاؤُكَ عَنِ الْمَنْسُوبِينَ وَ فَشَتْ نِعْمَتُكَ فِي جَمِيعِ الْمَخْلُوقِينَ فَلَكَ الْحَمْدُ عَلَى ذَلِكَ يَا رَبَّ الْعَالَمِينَ.","المصباح (للكفعمي)"],["دُعَاءٌ عَظِيمٌ مَرْوِيٌّ عَنِ النَّبِيِّ(ص)لِرَدِّ الْمَظَالِمِ ذَكَرَهُ ابْنُ طَاوُسٍ (رحمه الله) فِي كِتَابِهِ مُهَجِ الدَّعَوَاتِ وَ هُوَ يَا نُورَ السَّمَاوَاتِ وَ الْأَرْضِ وَ يَا غَوْثَ الْمُسْتَغِيثِينَ وَ يَا جَارَ الْمُسْتَجِيرِينَ أَنْتَ الْمُنْزَلُ بِكَ كُلُّ حَاجَةٍ أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ مِنْ مَظَالِمَ كَثِيرَةٍ لِعِبَادِكَ قِبَلِي اللَّهُمَّ فَأَيُّمَا عَبْدٍ مِنْ عَبِيدِكَ أَوْ أَمَةٍ مِنْ إِمَائِكَ كَانَتْ لَهُ قِبَلِي مَظْلِمَةٌ ظَلَمْتُهَا إِيَّاهُ فِي نَفْسِهِ أَوْ فِي عِرْضِهِ أَوْ فِي مَالِهِ أَوْ فِي أَهْلِهِ وَ وَلَدِهِ أَوْ غَيْبَةٍ اغْتَبْتُهُ بِهَا أَوْ تَحَامُلٍ عَلَيْهِ بِمَيْلٍ أَوْ هَوًى أَوْ أَنَفَةٍ أَوْ حَمِيَّةٍ أَوْ رِيَاءٍ أَوْ عَصَبِيَّةٍ غَائِباً كَانَ أَوْ شَاهِداً وَ حَيّاً كَانَ أَوْ مَيِّتاً فَقَصُرَتْ يَدَيِ وَ ضَاقَ وُسْعِي عَنْ رَدِّهَا إِلَيْهِ وَ التَّحَلُّلِ مِنْهُ فَأَسْأَلُكَ يَا مَنْ يَمْلِكُ الْحَاجَاتِ وَ هِيَ مُسْتَجِيبَةٌ بِمَشِيَّتِهِ وَ مُسْرِعَةٌ إِلَى إِرَادَتِهِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُرْضِيَهُ عَنِّي بِمَ شِئْتَ مِنْ خَزَائِنِ رَحْمَتِكَ ثُمَّ هَبْهَا لِي مِنْ لَدُنْكَ إِنَّهُ لَا تَنْقُصُكَ الْمَغْفِرَةُ وَ لَا تَضُرُّكَ الْمَوْهِبَةُ رَبِّ أَكْرِمْنِي بِرَحْمَتِكَ وَ لَا تُهِنِّي بِذُنُوبِي إِنَّكَ وَاسِعُ الْمَغْفِرَةِ يَا أَرْحَمَ الرَّاحِمِينَ","المصباح (للكفعمي)"],["رُوِيَ عَنِ النَّبِيِّ(ص)أَنَّهُ مَنْ أَرَادَ أَنْ يُرْضِيَ اللَّهُ تَعَالَى عَنْهُ خُصَمَاءَهُ فَلْيُصَلِّ أَرْبَعَ رَكَعَاتٍ أَيَّ وَقْتٍ شَاءَ يَقْرَأُ فِي الْأُولَى الْحَمْدَ مَرَّةً وَ التَّوْحِيدَ خَمْساً وَ عِشْرِينَ مَرَّةً وَ فِي الثَّانِيَةِ الْحَمْدَ وَ التَّوْحِيدَ خَمْسِينَ مَرَّةً وَ فِي الثَّالِثَةِ الْحَمْدَ وَ التَّوْحِيدَ خَمْساً وَ سَبْعِينَ مَرَّةً وَ فِي الرَّابِعَةِ الْحَمْدَ وَ التَّوْحِيدَ مِائَةَ مَرَّةٍ فَلَوْ كَانَ خُصَمَاؤُهُ عَدَدَ الرَّمْلِ لَأَرْضَاهُمُ اللَّهُ بِفَضْلِهِ وَ سَعَةِ رَحْمَتِهِ وَ يَمُرُّ الْمُصَلِّي إِلَى الْجَنَّةِ كَالْبَرْقِ الْخَاطِفِ بِغَيْرِ حِسَابٍ مَعَ أَوَّلِ زُمْرَةٍ يَدْخُلُونَ الْجَنَّةَ ذَكَرَ ذَلِكَ الْمُعِينُ أَحْمَدُ بْنُ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ الْقَاسِمِ فِي كِتَابِ الْوَسَائِلِ إِلَى الْمَسَائِلِ","المصباح (للكفعمي)"],["دُعَاءِ زَيْنِ الْعَابِدِينَ(ع)فِي الِاعْتِذَارِ مِنْ تَبِعَاتِ الْعِبَادِ وَ مِنَ التَّقْصِيرِ فِي حُقُوقِهِمْ وَ هُوَ مِنْ أَدْعِيَةِ الصَّحِيفَةِ اللَّهُمَّ إِنِّي أَعْتَذِرُ إِلَيْكَ مِنْ مَظْلُومٍ ظُلِمَ بِحَضْرَتِي فَلَمْ أَنْصُرْهُ وَ مِنْ مَعْرُوفٍ أُسْدِيَ إِلَيَّ فَلَمْ أَشْكُرْهُ وَ مِنْ مُسِيءٍ اعْتَذَرَ إِلَيَّ فَلَمْ أَعْذِرْهُ وَ مِنْ ذِي فَاقَةٍ سَأَلَنِي فَلَمْ أُوثِرْهُ وَ مِنْ حَقِّ ذِي حَقٍّ لَزِمَنِي لِمُؤْمِنٍ فَلَمْ أُوقِرْهُ [أُوَفِّرْهُ] وَ مِنْ عَيْبِ مُؤْمِنٍ ظَهَرَ لِي فَلَمْ أَسْتُرْهُ وَ مِنْ كُلِّ إِثْمٍ عَرَضَ لِي فَلَمْ أَهْجُرْهُ أَعْتَذِرُ إِلَيْكَ يَا إِلَهِي مِنْهُنَّ وَ مِنْ نَظَائِرِهِنَّ اعْتِذَارَ نَدَامَةٍ يَكُونُ وَاعِظاً لِمَا بَيْنَ يَدَيَّ مِنْ أَشْبَاهِهِنَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْ نَدَامَتِي عَلَى مَا وَقَعْتُ فِيهِ مِنَ الزَّلَّاتِ وَ عَزْمِي عَلَى تَرْكِ مَا يَعْرِضُ لِي مِنَ السَّيِّئَاتِ تَوْبَةً تُوجِبُ لِي مَحَبَّتَكَ يَا مُحِبَّ التَّوَّابِينَ","المصباح (للكفعمي)"],["ذَكَرَ الشَّيْخُ الطُّوسِيُّ ره فِي مُتَهَجِّدِهِ: وَ مَنْ أَرَادَ أَنْ يُؤَدِّيَ حَقَّ وَالِدَيْهِ فَلْيُصَلِّ لَيْلَةَ الْخَمِيسِ رَكْعَتَيْنِ بَيْنَ الْمَغْرِبِ وَ الْعِشَاءِ- بِالْحَمْدِ مَرَّةً وَ آيَةِ الْكُرْسِيِّ وَ الْقَلَاقِلِ خَمْساً خَمْساً فَإِذَا سَلَّمَ اسْتَغْفَرَ اللَّهَ تَعَالَى خَمْسَ عَشْرَةَ مَرَّةً فَعَنِ النَّبِيِّ(ص)أَنَّهُ مَنْ فَعَلَ ذَلِكَ وَ جَعَلَ ثَوَابَهَا لِوَالِدَيْهِ فَقَدْ أَدَّى حَقَّهُمَا","المصباح (للكفعمي)"]]