[["مَا ذَكَرَهُ ابْنُ طَاوُسٍ فِي كِتَابِهِ فَتْحِ الْأَبْوَابِ مَرْوِيٌّ عَنِ الرِّضَا(ع)عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ مَنْ دَعَا بِهِ لَمْ يَرَ فِي عَاقِبَةِ أَمْرِهِ إِلَّا مَا يُحِبُّهُ وَ هُوَ اللَّهُمَّ إِنَّ خِيَرَتَكَ تُنِيلُ الرَّغَائِبَ وَ تُجْزِلُ الْمَوَاهِبَ وَ تُطَيِّبُ الْمَكَاسِبَ وَ تُغْنِمُ الْمَطَالِبَ وَ تَهْدِي إِلَى أَحْمَدِ الْعَوَاقِبِ وَ تَقِي مِنْ مَحْذُورِ النَّوَائِبِ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ فِيمَا عُقِدَ عَلَيْهِ رَأْيِي وَ قَادَنِي إِلَيْهِ هَوَايَ فَأَسْأَلُكَ يَا رَبِّ أَنْ تُسَهِّلَ لِي مِنْ ذَلِكَ مَا تَعَسَّرَ وَ أَنْ تُعَجِّلَ مِنْ ذَلِكَ مَا تَيَسَّرَ وَ أَنْ تُعْطِيَنِي يَا رَبِّ الظَّفَرَ فِيمَا اسْتَخَرْتُكَ فِيهِ وَ عَوْناً فِي الْإِنْعَامِ فِيمَا دَعَوْتُكَ وَ أَنْ تَجْعَلَ يَا رَبِّ بُعْدَهُ قُرْباً وَ خَوْفَهُ أَمْناً وَ مَحْذُورَهُ سِلْماً فَإِنَّكَ تَعْلَمُ وَ لَا أَعْلَمُ وَ تَقْدِرُ وَ لَا أَقْدِرُ وَ أَنْتَ عَلَّامُ الْغُيُوبِ اللَّهُمَّ إِنْ [كَانَ] يَكُنْ هَذَا الْأَمْرُ خَيْراً لِي فِي عَاجِلِ الدُّنْيَا وَ الْآخِرَةِ فَسَهِّلْهُ لِي وَ يَسِّرْهُ عَلَيَّ وَ إِنْ لَمْ يَكُنْ فَاصْرِفْهُ عَنِّي وَ اقْدِرْ لِي فِيهِ الْخَيْرَ إِنَّكَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ يَا أَرْحَمَ الرَّاحِمِينَ.","المصباح (للكفعمي)"],["وَ مِنْهَا مَا رُوِيَ عَنِ الرِّضَا(ع)وَ هُوَ مِنْ أَدْعِيَهِ الْوَسَائِلِ إِلَى الْمَسَائِلِ اللَّهُمَّ إِنَّ خِيَرَتَكَ فِيمَا أَسْتَخِيرُكَ فِيهِ تُنِيلُ الرَّغَائِبَ وَ تُجْزِلُ الْمَوَاهِبَ وَ تُغْنِمُ الْمَطَالِبَ وَ تُطَيِّبُ الْمَكَاسِبَ وَ تَهْدِي إِلَى أَجْمَلِ الْمَذَاهِبُ وَ تَسُوقَ إِلَى أَحْمَدِ الْعَوَاقِبِ وَ تَقِي مَخُوفَ النَّوَائِبِ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ فِيمَا عَزَمَ رَأْيِي عَلَيْهِ وَ قَادَنِي عَقْلِي إِلَيْهِ فَسَهِّلْ اللَّهُمَّ مِنْهُ مَا تَوَعَّرَ وَ يَسِّرْ مِنْهُ مَا تَعَسَّرَ وَ اكْفِنِي وَ قَادَنِي عَقْلِي إِلَيْهِ فَسَهِّلِ اللَّهُمَّ مِنْهُ مَا تَوَعَّرَ وَ يَسِّرْ مِنْهُ مَا تَعَسَّرَ وَ اكْفِنِي فِيهِ الْمُهِمَّ وَ ادْفَعْ عَنِّي كُلَّ مُلِمٍّ وَ اجْعَلْ رَبِّ عَوَاقِبَهُ غُنْماً وَ مَخُوفَهُ سِلْماً وَ بُعْدَهُ قُرْباً وَ جَدْبَهُ خِصْباً وَ أَرْسِلِ اللَّهُمَّ إِجَابَتِي وَ أَنْجِحْ طَلِبَتِي وَ اقْضِ حَاجَتِي وَ اقْطَعْ عَوَائِقَهَا وَ امْنَعْ بَوَائِقَهَا وَ أَعْطِنِي اللَّهُمَّ لِوَاءَ الظَّفَرِ بِالْخِيَرَةِ فِيمَا اسْتَخَرْتُكَ وَ وُفُورَ الْغُنْمِ فِيمَا دَعَوْتُكَ وَ عَوَائِدَ الْإِفْضَالِ فِيمَا رَجَوْتُكَ وَ اقْرُنْهُ اللَّهُمَّ رَبِّ بِالنَّجَاحِ وَ حُطْهُ بِالصَّلَاحِ وَ أَرِنِي أَسْبَابَ الْخِيَرَةِ وَاضِحَةً وَ أَعْلَامَ غُنْمِهَا لَائِحَةً وَ اشْدُدْ خِنَاقَ تَعَسُّرِهَا وَ انْعَشْ صَرِيعَ تَيَسُّرِهَا وَ بَيِّنِ اللَّهُمَّ مُلْتَبِسَهَا وَ أَطْلِقْ مُحْتَبَسَهَا حَتَّى تَكُونَ خِيَرَةً مُقْبِلَةً بِالْغُنْمِ مُزِيلَةً لِلْغُرْمِ عَاجِلَةَ النَّفْعِ بَاقِيَةَ الصُّنْعِ إِنَّكَ وَلِيُّ الْمَزِيدِ مُبْتَدِئٌ بِالْجُودِ.","المصباح (للكفعمي)"],["وَ مِنْهَا أَدْعِيَةُ الصَّحِيفَةِ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَ أَسْتَكْفِيكَ بِقُدْرَتِكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اقْضِ لَنَا بِالْخِيَرَةِ وَ أَلْهِمْنَا مَعْرِفَةَ الِاخْتِيَارِ وَ اجْعَلْ ذَلِكَ ذَرِيعَةً إِلَى الرِّضَا بِمَا قَضَيْتَ وَ التَّسْلِيمَ لِمَا حَكَمْتَ فَأَزِحْ عَنَّا رَيْبَ الِارْتِيَابِ وَ أَيِّدْنَا بِيَقِينِ الْمُخْلَصِينَ وَ لَا تَسُمْنَا عَجْزَ الْمَعْرِفَةِ عَمَّا تَخَيَّرْتَ فَنَغْمِطَ قَدْرَكَ وَ نَكْرَهَ مَوْضِعَ رِضَاكَ وَ نَجْنَحَ إِلَى الَّتِي هِيَ أَبْعَدُ مِنْ حُسْنِ الْعَاقِبَةِ وَ أَقْرَبُ إِلَى ضِدِّ الْعَافِيَةِ حَبِّبْ إِلَيْنَا مَا نَكْرَهُ مِنْ قَضَائِكَ وَ سَهِّلْ عَلَيْنَا مَا نَسْتَصْعِبُ مِنْ حُكْمِكَ وَ أَلْهِمْنَا الِانْقِيَادَ لِمَا أَوْرَدْتَ عَلَيْنَا مِنْ مَشِيَّتِكَ حَتَّى لَا نُحِبَّ تَأْخِيرَ مَا عَجَّلْتَ وَ لَا تَعْجِيلَ مَا أَخَّرْتَ وَ لَا نَكْرَهَ مَا أَحْبَبْتَ وَ لَا نَتَحَيَّرَ مَا كَرِهْتَ وَ اخْتِمْ لَنَا بِالَّتِي هِيَ أَحْمَدُ عَاقِبَةً وَ أَكْرَمُ مَصِيراً إِنَّكَ تُفِيدُ الْكَرِيمَةَ وَ تُعْطِي الْجَسِيمَةَ وَ تَفْعَلُ مَا تُرِيدُ وَ أَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.","المصباح (للكفعمي)"],["وَ مِنْهَا مِنْ أَدْعِيَةِ السِّرِّ يَا مُحَمَّدُ مَنْ هَمَّ بِأَمْرَيْنِ فَأَحَبَّ أَنْ أَخْتَارَ أَرْضَاهُمَا إِلَيَّ فَأُلْزِمَهُ إِيَّاهُ فَلْيَقُلْ حِينَ يُرِيدُ ذَلِكَ اللَّهُمَّ اخْتَرْ لِي بِعِلْمِكَ وَ وَفِّقْنِي لِرِضَاكَ وَ مَحَبَّتِكَ اللَّهُمَّ اخْتَرْ لِي بِقُدْرَتِكَ وَ جَنِّبْنِي بِعِزَّتِكَ مَقْتَكَ وَ سَخَطَكَ اللَّهُمَّ فَاخْتَرْ لِي فِيمَا أُرِيدُ مِنْ هَذَيْنِ الْأَمْرَيْنِ و تسميهما أَحَبَّهُمَا إِلَيْكَ وَ أَرْضَاهُمَا لَكَ وَ أَقْرَبَهُمَا مِنْكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِالْقُدْرَةِ الَّتِي زَوَيْتَ بِهَا عِلْمَ الْأَشْيَاءِ عَنْ جَمِيعِ خَلْقِكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْلِبْ بَالِي وَ هَوَايَ وَ سَرِيرَتِي وَ عَلَانِيَتِي بِأَخْذِكَ وَ اسْفَعْ بِنَاصِيَتِي إِلَى مَا تَرَاهُ لَكَ رِضًى وَ لِي صَلَاحاً فِيمَا أَسْتَخِيرُكَ حَتَّى تُلْزِمَنِي مِنْ ذَلِكَ أَمْراً أَرْضَى فِيهِ بِحُكْمِكَ وَ أَتَّكِلُ فِيهِ عَلَى فَضْلِكَ [قَضَائِكَ] وَ أَكْتَفِي [وَ اكْفِنِي] فِيهِ بِقُدْرَتِكَ وَ لَا تَقْلِبْنِي وَ هَوَايَ لِهَوَاكَ مُخَالِفٌ وَ لَا مَا أُرِيدُ لِمَا تُرِيدُ لِي مُجَانِبٌ اغْلِبْ بِقُدْرَتِكَ الَّتِي تَقْضِي بِهَا مَا أَحْبَبْتَ بِهَوَاكَ هَوَايَ وَ يَسِّرْنِي لِلْيُسْرَى الَّتِي تَرْضَى بِهَا عَنْ صَاحِبِهَا وَ لَا تَخْذُلْنِي بَعْدَ تَفْوِيضِي إِلَيْكَ أَمْرِي بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ اللَّهُمَّ أَوْقِعْ خِيَرَتَكَ فِي قَلْبِي وَ افْتَحْ قَلْبِي لِلُزُومِهَا يَا كَرِيمُ آمِينَ فَإِنَّهُ إِذَا قَالَ ذَلِكَ أَخَذْتُ لَهُ مَنَافِعَهُ فِي الْعَاجِلِ وَ الْآجِلِ.","المصباح (للكفعمي)"],["وَ مِنْهَا مَا ذَكَرَهُ السَّيِّدُ ابْنُ بَاقِي ره فِي اخْتِيَارِهِ مَرْوِيٌّ عَنْ أَمِيرِ الْمُؤْمِنِينَ(ع)مَا شَاءَ اللَّهُ كَانَ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ خِيَارَ مَنْ فَوَّضَ إِلَيْكَ أَمْرَهُ وَ أَسْلَمَ إِلَيْكَ نَفْسَهُ وَ اسْتَسْلَمَ إِلَيْكَ فِي أَمْرِهِ وَ خَلَا لَكَ وَجْهُهُ وَ تَوَكَّلَ عَلَيْكَ فِيمَا نَزَلَ بِهِ اللَّهُمَّ خِرْ لِي وَ لَا تَخِرْ عَلَيَّ وَ كُنْ لِي وَ لَا تَكُنْ عَلَيَّ وَ انْصُرْنِي وَ لَا تَنْصُرْ عَلَيَّ وَ أَعِنِّي وَ لَا تُعِنْ عَلَيَّ وَ أَمْكِنِّي وَ لَا تُمْكِنْ [عَلَيَّ] مِنِّي وَ اهْدِنِي إِلَى الْخَيْرِ وَ لَا تُضِلَّنِي وَ أَرْضِنِي بِقَضَائِكَ وَ بَارِكْ لِي فِي قَدَرِكَ إِنَّكَ تَفْعَلُ مَا تَشَاءُ وَ تَحْكُمُ مَا تُرِيدُ وَ أَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ اللَّهُمَّ إِنْ كَانَ لِيَ الْخِيَرَةُ فِي أَمْرِي هَذَا فِي دِينِي وَ دُنْيَايَ وَ عَاقِبَةِ أَمْرِي فَسَهِّلْ لِي وَ إِنْ كَانَ غَيْرَ ذَلِكَ فَاصْرِفْهُ عَنِّي يَا أَرْحَمَ الرَّاحِمِينَ إِنَّكَ عَلىٰ كُلِّ شَيْءٍ قَدِيرٌ وَ حَسْبُنَا اللّٰهُ وَ نِعْمَ الْوَكِيلُ.","المصباح (للكفعمي)"],["وَ مِنْهَا مِنَ الْكِتَابِ الْمَذْكُورِ آنِفاً مَا يُدْعَى بِهِ فِي الِاسْتِخَارَةِ وَ الْحَاجَةِ مَرْوِيٌّ عَنِ الْقَائِمِ(ع)بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الَّذِي عَزَمْتَ بِهِ عَلَى السَّمَاوَاتِ وَ الْأَرْضِ فَقُلْتَ لَهُمَا ائْتِيٰا طَوْعاً أَوْ كَرْهاً قٰالَتٰا أَتَيْنٰا طٰائِعِينَ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي عَزَمْتَ بِهِ عَلَى عَصَا مُوسَى فَإِذٰا هِيَ تَلْقَفُ مٰا يَأْفِكُونَ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي صَرَفْتَ بِهِ قُلُوبَ السَّحَرَةِ إِلَيْكَ حَتَّى قٰالُوا آمَنّٰا بِرَبِّ الْعٰالَمِينَ وَ أَسْأَلُكَ بِالْقُدْرَةِ الَّتِي تُبْلِي بِهَا كُلَّ جَدِيدٍ وَ تُجَدِّدُ بِهَا كُلَّ بَالٍ وَ أَسْأَلُكَ بِكُلِّ حَقٍّ هُوَ لَكَ وَ بِكُلِّ حَقٍّ جَعَلْتَهُ عَلَيْكَ إِنْ كَانَ هَذَا الْأَمْرُ خَيْراً لِي فِي دِينِي وَ دُنْيَايَ وَ آخِرَتِي أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تُسَلِّمَ عَلَيْهِمْ تَسْلِيماً وَ تُهَيِّئَهُ لِي وَ تُسَهِّلَ عَلَيَّ وَ تَلْطُفَ لِي فِيهِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ وَ إِنْ كَانَ شَرّاً لِي فِي دِينِي وَ دُنْيَايَ وَ آخِرَتِي أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تُسَلِّمَ عَلَيْهِمْ تَسْلِيماً وَ أَنْ تَصْرِفَهُ عَنِّي بِمَ شِئْتَ وَ كَيْفَ شِئْتَ وَ تُرْضِيَنِي بِقَضَائِكَ وَ تُبَارِكَ لِي فِي قَدَرِكَ حَتَّى لَا أُحِبَّ تَعْجِيلَ شَيْءٍ أَخَّرْتَهُ وَ لَا تَأْخِيرَ شَيْءٍ عَجَّلْتَهُ فَإِنَّهُ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِكَ يَا عَلِيُّ يَا عَظِيمُ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ","المصباح (للكفعمي)"]]