[["فِي أَدْعِيَةِ السِّرِّ يَا مُحَمَّدُ وَ مَنْ كَانَتْ لَهُ حَاجَةٌ سِرّاً بَالِغَةً مَا بَلَغَتْ إِلَيَّ أَوْ إِلَى غَيْرِي فَلْيَدْعُنِي فِي جَوْفِ اللَّيْلِ خَالِياً وَ لْيَقُلْ وَ هُوَ عَلَى طُهْرٍ- يَا اللَّهُ مَا أَجِدُ أَحَداً إِلَّا وَ أَنْتَ رَجَاؤُهُ وَ مِنْ أَرْجَى خَلْقِكَ لَكَ أَنَا [وَ] يَا اللَّهُ وَ لَيْسَ شَيْءٌ مِنْ خَلْقِكَ إِلَّا وَ هُوَ بِكَ وَاثِقٌ وَ مِنْ أَوْثَقِ خَلْقِكَ بِكَ أَنَا وَ يَا اللَّهُ وَ لَيْسَ [شَيْءٌ] أَحَدٌ مِنْ خَلْقِكَ إِلَّا وَ هُوَ لَكَ فِي حَاجَتِهِ مُعْتَمِدٌ وَ فِي طَلِبَتِهِ سَائِلٌ وَ مِنْ أَلَحِّهِمْ [أَلْحَفِهِمْ] سُؤَالًا لَكَ أَنَا وَ مِنْ أَشَدِّهِمْ اعْتِمَاداً لَكَ أَنَا لِأَنِّي أَمْسَيْتُ شَدِيداً ثِقَتِي فِي طَلِبَتِي إِلَيْكَ وَ هِيَ كَذَا وَ كَذَا وَ سَمِّهَا- فَإِنَّكَ إِنْ قَضَيْتَهَا قُضِيَتْ وَ إِنْ لَمْ تَقْضِهَا لَمْ تُقْضَ أَبَداً وَ قَدْ لَزِمَنِي مِنَ الْأَمْرِ مَا لَا بُدَّ لِي مِنْهُ فَلِذَلِكَ طَلَبْتُ إِلَيْكَ يَا مُنَفِّذَ أَحْكَامِهِ بِإِمْضَائِهَا أَمْضِ قَضَاءَ حَاجَتِي هَذِهِ بِإِثْبَاتِكَهَا فِي غُيُوبِ الْإِجَابَةِ حَتَّى تَقْلِبَنِي بِهَا مُنْجِحاً حَيْثُ كَانَتْ تَغْلِبُ لِي فِيهَا أَهْوَاءَ جَمِيعِ عِبَادِكَ وَ امْنُنْ عَلَيَّ بِإِمْضَائِهَا وَ تَيْسِيرِهَا وَ نَجَاحِهَا فَيَسِّرْهَا لِي فَإِنِّي مُضْطَرٌّ إِلَى قَضَائِهَا وَ قَدْ عَلِمْتَ ذَلِكَ فَاكْشِفْ مَا بِي مِنَ الضُّرَّ بِحَقِّكَ الَّذِي تَقْضِي بِهِ مَا تُرِيدُ فَإِنَّهُ إِذَا قَالَ ذَلِكَ قَضَيْتُ حَاجَتَهُ قَبْلَ أَنْ يَزُولَ فَلْتَطُبْ بِذَلِكَ نَفْسُهُ.","المصباح (للكفعمي)"],["وَ مِنْهَا مَا هُوَ مَرْوِيٌّ عَنِ الرِّضَا(ع)وَ هُوَ مِنْ أَدْعِيَةِ الْوَسَائِلِ إِلَى الْمَسَائِلِ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ اللَّهُمَّ جَدِيرٌ مَنْ أَمَرْتَهُ بِالدُّعَاءِ أَنْ يَدْعُوَكَ وَ مَنْ وَعَدْتَهُ بِالْإِجَابَةِ أَنْ يَرْجُوَكَ وَ لِيَ اللَّهُمَّ حَاجَةٌ قَدْ عَجَزَتْ عَنْهَا حِيلَتِي وَ كَلَّتْ فِيهَا طَاقَتِي وَ ضَعُفَتْ عَنْ مَرَامِهَا قُدْرَتِي وَ سَوَّلَتْ لِي نَفْسِي الْأَمَّارَةُ بِالسُّوْءِ وَ عَدُوِّي الْغَرُورُ الَّذِي أَنَا مِنْهُ مُبْتَلًى أَنْ أَرْغَبَ فِيهَا إِلَى ضَعِيفٍ مِثْلِي وَ مَنْ هُوَ فِي النُّكُولِ شَكْلِي حَتَّى تَدَارَكَتْنِي رَحْمَتُكَ وَ بَادَرَتْنِي بِالتَّوْفِيقِ رَأْفَتُكَ وَ رَدَدْتَ عَلَيَّ عَقْلِي بِتَطَوُّلِكَ وَ أَلْهَمْتَنِي رُشْدِي بِتَفَضُّلِكَ وَ أَحْيَيْتَ بِالرَّجَاءِ لَكَ قَلْبِي وَ أَزَلْتَ خُدْعَةَ عَدُوِّي عَنْ لُبِّي وَ صَحَّحْتَ بِالتَّأْمِيلِ فِكْرِي وَ شَرَحْتَ بِالرَّجَاءِ لِإِسْعَافِكَ صَدْرِي وَ صَوَّرْتَ لِيَ الْفَوْزَ بِبُلُوغِ مَا رَجَوْتُهُ وَ الْوُصُولِ إِلَى مَا أَمَّلْتُهُ فَوَقَفْتُ اللَّهُمَّ رَبِّ بَيْنَ يَدَيْكَ سَائِلًا لَكَ ضَارِعاً إِلَيْكَ وَاثِقاً بِكَ مُتَوَكِّلًا عَلَيْكَ فِي قَضَاءِ حَاجَتِي وَ تَحْقِيقِ أُمْنِيَّتِي وَ تَصْدِيقِ رَغْبَتِي فَأَنْجِحِ اللَّهُمَّ حَاجَتِي بِأَيْمَنِ نَجَاحٍ وَ اهْدِهَا سَبِيلَ الْفَلَاحِ وَ أَعِذْنِي اللَّهُمَّ بِكَرَمِكَ مِنَ الْخَيْبَةِ وَ الْقُنُوطِ وَ الْأَنَاةِ وَ التَّثْبِيطِ [بِهَنِيْءِ] بهني إِجَابَتِكَ وَ سَابِغِ مَوْهِبَتِكَ إِنَّكَ مَلِيٌّ وَلِيُّ وَ عَلَى عِبَادِكَ بِالْمَنَائِحِ الْجَزِيلَةِ وَفِيُّ وَ أَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَ بِكُلِّ شَيْءٍ مُحِيطٌ وَ بِعِبَادِكَ خَبِيرُ بَصِيرٌ.","المصباح (للكفعمي)"],["وَ مِنْهَا مَا هُوَ مَرْوِيٌّ عَنْ زَيْنِ الْعَابِدِينَ(ع)وَ هُوَ مِنْ أَدْعِيَةِ الصَّحِيفَةِ اللَّهُمَّ يَا مُنْتَهَى مَطْلَبِ الْحَاجَاتِ وَ يَا مَنْ عِنْدَهُ نَيْلُ الطَّلِبَاتِ وَ يَا مَنْ لَا يَبِيعُ نِعَمَهُ بِالْأَثْمَانِ وَ يَا مَنْ لَا يُكَدِّرُ عَطَايَاهُ بِالامْتِنَانِ وَ يَا مَنْ يُسْتَغْنَى بِهِ وَ لَا يُسْتَغْنَى عَنْهُ وَ يَا مَنْ يُرْغَبُ إِلَيْهِ وَ لَا يُرْغَبُ عَنْهُ وَ يَا مَنْ لَا تُفْنِي خَزَائِنَهُ الْمَسَائِلُ وَ يَا مَنْ لَا تُبَدِّلُ حِكْمَتَهُ الْوَسَائِلُ وَ يَا مَنْ لَا يَتَقَطَّعُ [يَنْقَطِعُ] عَنْهُ حَوَائِجُ الْمُحْتَاجِينَ وَ يَا مَنْ لَا يعينه [يُعَنِّيهِ سُؤَالُ السَّائِلِينَ وَ يَا مَنْ لَا يُعْيِيهِ دُعَاءُ الدَّاعِينَ تَمَدَّحْتَ بِالْغِنَاءِ عَنْ خَلْقِكَ وَ أَنْتَ أَهْلُ الْغِنَى عَنْهُمْ وَ نَسَبْتَهُمْ إِلَى الْفَقْرِ إِلَيْكَ فَمَنْ حَاوَلَ سَدَّ خَلَّتِهِ مِنْ عِنْدِكَ وَ رَامَ صَرْفَ الْفَقْرِ عَنْ نَفْسِهِ بِكَ وَ هُمْ أَهْلُ الْفَقْرَ فَقَدْ طَلَبَ حَاجَتَهُ [فِي] مِنْ مَظَانِّهَا وَ أَتَى طَلِبَتَهُ مِنْ وَجْهِهَا وَ مَنْ تَوَجَّهَ بِحَاجَتِهِ إِلَى أَحَدٍ مِنْ خَلْقِكَ أَوْ جَعَلَهُ سَبَبَ نُجْحِهَا دُونَكَ فَقَدْ تَعَرَّضَ مِنْكَ لِلْحِرْمَانِ وَ اسْتَحَقَّ مِنْ عِنْدِكَ فَوْتَ الْإِحْسَانِ اللَّهُمَّ وَ لِي إِلَيْكَ حَاجَةٌ قَدْ قَصُرَ عَنْهَا جُهْدِي وَ تَقَطَّعَتْ [وَ انْقَطَعَتْ] دُونَهَا حِيلَتِي وَ سَوَّلَتْ لِي نَفْسِي رَفْعَهَا إِلَى مَنْ يَرْفَعُ حَوَائِجَهُ إِلَيْكَ وَ لَا يَسْتَغْنِي فِي طَلِبَاتِهِ عَنْكَ وَ هِيَ زَلَّةٌ مِنْ زَلَلِ الْخَاطِئِينَ وَ عَثْرَةٌ مِنْ عَثَرَاتِ الْمُذْنِبِينَ ثُمَّ انْتَبَهْتُ بِتَذْكِيرِكَ لِي مِنْ غَفْلَتِي وَ نَهَضْتُ بِتَوْفِيقِكَ مِنْ زَلَّتِي وَ نَكَصْتُ بِتَسْدِيدِكَ عَنْ عَثْرَتِي وَ قُلْتُ سُبْحَانَ رَبِّي كَيْفَ يَسْأَلُ مُحْتَاجٌ مُحْتَاجاً وَ أَنَّى يَرْغَبُ مُعْدِمٌ إِلَى مُعْدِمٍ فَقَصَدْتُكَ يَا إِلَهِي بِالرَّغْبَةِ وَ أَوْفَدْتُ عَلَيْكَ رَجَائِي بِالثِّقَةِ بِكَ وَ عَلِمْتُ أَنَّ كَثِيرَ مَا أَسْأَلُكَ يَسِيرٌ فِي وُجْدِكَ وَ أَنَّ خَطِيرَ مَا أَسْتَوْهِبُكَ حَقِيرٌ فِي وُسْعِكَ وَ أَنَّ كَرَمَكَ لَا يَضِيقُ عَنْ سُؤَالِ أَحَدٍ وَ أَنَّ يَدَكَ [بِالْعَطَاءِ] بِالْعَطَايَا أَعْلَى مِنْ كُلِّ يَدٍ اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ احْمِلْنِي بِكَرَمِكَ عَلَى التَّفَضُّلِ وَ لَا تَحْمِلْنِي بِعَدْلِكَ عَلَى الِاسْتِحْقَاقِ فَمَا أَنَا بِأَوَّلِ رَاغِبٍ رَغِبَ إِلَيْكَ فَأَعْطَيْتَهُ وَ هُوَ يَسْتَحِقُّ الْمَنْعَ وَ لَا بِأَوَّلِ سَائِلٍ سَأَلَكَ فَأَفْضَلْتَ عَلَيْهِ وَ هُوَ يَسْتَوْجِبُ الْحِرْمَانَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ كُنْ لِدُعَائِي مُجِيباً وَ مِنْ نِدَائِي قَرِيباً وَ لِتَضَرُّعُي رَاحِماً وَ لِصَوْتِي سَامِعاً وَ لَا تَقْطَعْ رَجَائِي عَنْكَ وَ لَا تَبُتَّ سَبَبِي مِنْكَ وَ لَا تُوَجِّهْنِي فِي حَاجَتِي هَذِهِ وَ غَيْرِهَا إِلَى سِوَاكَ وَ تَوَلَّنِي بِنُجْحِ طَلِبَتِي وَ قَضَاءِ حَاجَتِي وَ نَيْلِ سُؤْلِي قَبْلَ زَوَالِي عَنْ مَوْقِفِي هَذَا بِتَيْسِيرِكَ لِيَ الْعَسِيرَ وَ حُسْنِ تَقْدِيرِكَ لِي فِي جَمِيعِ الْأُمُورِ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ صَلَاةً دَائِمَةً نَامِيَةً لَا انْقِطَاعَ لِأَبَدِهَا وَ لَا مُنْتَهَى لِأَمَدِهَا وَ اجْعَلْ ذَلِكَ عَوْناً لِي وَ سَبَباً لِنَجَاحِ طَلِبَتِي إِنَّكَ وَاسِعٌ كَرِيمٌ وَ مِنْ حَاجَتِي يَا رَبِّ كَذَا وَ كَذَا وَ تَذْكُرُ حَاجَتَكَ ثُمَّ اسْجُدْ وَ قُلْ فَضْلُكَ آنَسَنِي وَ إِحْسَانُكَ دَلَّنِي فَأَسْأَلُكَ بِكَ وَ بِمُحَمَّدٍ وَ آلِهِ صَلَوَاتُكَ عَلَيْهِمْ أَنْ لَا تَرُدَّنِي خَائِباً إِنَّكَ سَمِيعُ الدُّعٰاءِ قَرِيبٌ مُجِيبٌ.","المصباح (للكفعمي)"],["وَ مِنْهَا مِنْ غَيْرِ الصَّحِيفَةِ لِزَيْنِ الْعَابِدِينَ(ع)أَيْضاً يَا مَنْ [حَارَ] حَازَ كُلَّ شَيْءٍ مَلَكُوتاً وَ قَهَرَ كُلَّ شَيْءٍ جَبَرُوتاً أَلِجْ قَلْبِي فَرَحَ [فَرَجَ] الْإِقْبَالِ عَلَيْكَ وَ أَلْحِقْنِي بِمَيْدَانِ الصَّالِحِينَ الْمُطِيعِينَ لَكَ يَا مَنْ قَصَدَهُ الطَّالِبُونَ فَوَجَدُوهُ مُتَفَضِّلًا وَ لَجَأَ إِلَيْهِ الْعَائِذُونَ فَوَجَدُوهُ نَوَّالًا وَ أَمَّهُ الْخَائِفُونَ فَوَجَدُوهُ قَرِيباً صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ سَلْ حَاجَتَكَ تقضى [تُقْضَ إِنْ شَاءَ اللَّهُ تَعَالَى.","المصباح (للكفعمي)"],["وَ مِنْهَا مَا ذَكَرَهُ خَلَفُ بْنُ عَبْدِ الْمَلِكِ بْنِ مَسْعُودٍ فِي كِتَابِ الْمُسْتَغِيثِينَ أَنَّ هَذَا الدُّعَاءِ لِكُلِّ حَاجَةٍ عَلَّمَهُ جَبْرَئِيلُ(ع)لِلنَّبِيِّ(ص)وَ هُوَ- يَا نُورَ السَّمَاوَاتِ وَ الْأَرْضِ وَ يَا قَيُّومَ السَّمَاوَاتِ وَ الْأَرْضِ وَ يَا عِمَادَ السَّمَاوَاتِ وَ الْأَرْضِ وَ يَا زَيْنَ السَّمَاوَاتِ وَ الْأَرْضِ وَ يَا جَمَالَ السَّمَاوَاتِ وَ الْأَرْضِ وَ يَا بَدِيعَ السَّمَاوَاتِ وَ الْأَرْضِ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ يَا غَوْثَ الْمُسْتَغِيثِينَ وَ يَا مُنْتَهَى رَغْبَةِ الْعَابِدِينَ وَ مُنَفِّسَ الْمَكْرُوبِينَ وَ مُفَرِّجَ الْمَغْمُومِينَ وَ صَرِيخَ الْمُسْتَصْرِخِينَ مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ كَاشِفَ كُلِّ سُوءٍ إِلَهَ الْعَالَمِينَ","المصباح (للكفعمي)"]]