[["فَمِنْهَا مَا رُوِيَ عَنِ الصَّادِقِ(ع)أَنَّهُ مَنْ قَلَّ عَلَيْهِ رِزْقُهُ أَوْ ضَاقَتْ عَلَيْهِ مَعِيشَتُهُ أَوْ كَانَتْ لَهُ حَاجَةٌ مُهِمَّةٌ مِنْ أَمْرِ دَارَيْهِ فَلْيَكْتُبْ فِي رُقْعَةٍ بَيْضَاءَ وَ يَطْرَحْهَا فِي الْمَاءِ الْجَارِي عِنْدَ طُلُوعِ الشَّمْسِ وَ يَكُونُ الْأَسْمَاءُ فِي سَطْرٍ وَاحِدٍ- بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ الْمَلِكِ الْحَقِّ [الْجَلِيلِ] الْمُبِينِ مِنَ الْعَبْدِ الذَّلِيلِ إِلَى الْمَوْلَى الْجَلِيلِ سَلَامٌ عَلَى مُحَمَّدٍ وَ عَلِيٍّ وَ فَاطِمَةَ وَ الْحَسَنِ وَ الْحُسَيْنِ وَ عَلِيٍّ وَ مُحَمَّدٍ وَ جَعْفَرٍ وَ مُوسَى وَ عَلِيٍّ وَ مُحَمَّدٍ وَ عَلِيٍّ وَ الْحَسَنِ وَ الْقَائِمِ سَيِّدِنَا وَ مَوْلَانَا (صَلَوَاتُ اللَّهِ وَ سَلَامُهُ عَلَيْهِمْ أَجْمَعِينَ) رَبِّ إِنِّي مَسَّنِيَ الضُّرُّ وَ الْخَوْفُ فَاكْشِفْ ضُرِّي وَ آمِنْ خَوْفِي بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ بِكُلِّ نَبِيٍّ وَ وَصِيٍّ وَ صِدِّيقٍ وَ شَهِيدٍ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ يَا أَرْحَمَ الرَّاحِمِينَ اشْفَعُوا لِي يَا سَادَاتِي بِالشَّأْنِ الَّذِي لَكُمْ عِنْدَ اللَّهِ فَإِنَّ لَكُمْ عِنْدَ اللَّهِ لَشَأْناً مِنَ الشَّأْنِ فَقَدْ مَسَّنِيَ الضُّرُّ يَا سَادَاتِي وَ اللَّهُ أَرْحَمُ الرَّاحِمِينَ فَافْعَلْ بِي يَا رَبِّ كَذَا وَ كَذَا.","المصباح (للكفعمي)"],["وَ مِنْهَا عَنْهُ(ع)أَيْضاً تَكْتُبُ فِي بَيَاضٍ بَعْدَ الْبَسْمَلَةِ اللَّهُمَّ إِنِّي أَتَوَجَّهُ إِلَيْكَ بِأَحَبِّ الْأَسْمَاءِ إِلَيْكَ وَ أَعْظَمِهِمْ لَدَيْكَ وَ أَتَقَرَّبُ وَ أَتَوَسَّلُ إِلَيْكَ بِمَنْ أَوْجَبْتَ حَقَّهُ عَلَيْكَ بِمُحَمَّدٍ وَ عَلِيٍّ وَ فَاطِمَةَ وَ الْحَسَنِ وَ الْحُسَيْنِ وَ عَلِيٍّ وَ مُحَمَّدٍ وَ جَعْفَرٍ وَ مُوسَى وَ عَلِيٍّ وَ مُحَمَّدٍ وَ عَلِيٍّ وَ الْحَسَنِ وَ مُحَمَّدٍ الْمَهْدِيِّ (صَلَوَاتُ اللَّهِ عَلَيْهِمْ أَجْمَعِينَ) اكْفِنِي شَرَّ كَذَا وَ كَذَا ثُمَّ تَطْوِي الرُّقْعَةَ وَ تَجْعَلُهَا فِي بُنْدُقَةِ طِينٍ ثُمَّ اطْرَحْهَا فِي مَاءٍ جَارٍ أَوْ فِي بِئْرٍ فَإِنَّهُ سُبْحَانَهُ يُفَرِّجُ عَنْكَ وَ مَثِّلْ حَوْلَ الْوَرَقَةِ هَذَا الْمِثَالَ وَ هُوَ ....","المصباح (للكفعمي)"],["وَ مِنْهَا قِصَّةٌ مَرْوِيَّةٌ عَنِ الْهَادِي(ع)تَكْتُبُ لَيْلًا فِي ثَلَاثَةِ رِقَاعٍ وَ تُخْفِي فِي ثَلَاثَةِ أَمَاكِنَ تَكْتُبُ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ إِلَى اللَّهِ الْمَلِكِ الدَّيَّانِ الرَّءُوفِ الْمَنَّانِ الْأَحَدِ الصَّمَدِ مِنْ عَبْدِهِ الذَّلِيلِ الْبَائِسِ الْمِسْكِينِ فُلَانِ بْنِ فُلَانٍ اللَّهُمَّ أَنْتَ السَّلَامُ وَ مِنْكَ السَّلَامُ وَ إِلَيْكَ يَعُودُ السَّلَامُ تَبَارَكْتَ وَ تَعَالَيْتَ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ صَلَوَاتُ اللَّهِ عَلَى مُحَمَّدٍ وَ آلِهِ وَ بَرَكَاتُهُ وَ دَائِمُ سَلَامِهِ أَمَّا بَعْدُ فَإِنَّ مَنْ بِحَضْرَتِنَا مِنْ أَهْلِ الْأَمْوَالِ وَ الْجَاهِ قَدِ اسْتَعَدُّوا مِنْ أَمْوَالِهِمْ وَ تَقَدَّمُوا بِسَعَةِ جَاهِهِمْ فِي مَصَالِحِهِمْ وَ لَمِّ شُئُونِهِمْ وَ تَأَخَّرَ الْمُسْتَضْعَفُونَ الْمُقِلُّونَ عَنْ تَنَجُّزِ [تَنْجِيزِ] حَوَائِجِهِمْ لِأَبْوَابِ الْمُلُوكِ وَ مَطَالِبِهِمْ فَيَا مَنْ بِيَدِهِ نَوَاصِي الْعِبَادِ أَجْمَعِينَ وَ يَا مُعِزاً بِوَلَايَتِهِ لِلْمُؤْمِنِينَ وَ مُذِلَّ الْعُتَاةِ الْجَبَّارِينَ أَنْتَ ثِقَتِي وَ رَجَائِي وَ إِلَيْكَ مَهْرَبِي وَ مَلْجَئِي وَ عَلَيْكَ تَوَكُّلِي وَ بِكَ اعْتِصَامِي وَ عِيَاذِي فَأَلِنْ يَا رَبِّ لِي صَعْبَهُ وَ سَخِّرْ لِي قَلْبَهُ وَ رُدَّ عَنِّي نَافِرَهُ وَ اكْفِنِي بَائِقَهُ فَإِنْ مَقَادِيرَ الْأُمُورِ بِيَدِكَ وَ أَنْتَ الْفَعَّالُ لِمَا تَشَاءُ لَكَ الْحَمْدُ وَ إِلَيْكَ يَصْعَدُ الْحَمْدُ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ وَ بِحَمْدِكَ تَمْحُو مَا تَشَاءُ وَ تُثْبِتُ وَ عِنْدَكَ أُمُّ الْكِتَابِ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ وَ السَّلَامُ عَلَيْهِمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.","المصباح (للكفعمي)"],["وَ مِنْهَا اسْتِغَاثَةٌ إِلَى الْمَهْدِيِّ(ع)تَكْتُبُ مَا سَنَذْكُرُهُ فِي رُقْعَةٍ وَ تَطْرَحُهَا عَلَى قَبْرٍ مِنْ قُبُورِ الْأَئِمَّةِ(ع)أَوْ فَشُدَّهَا وَ اخْتِمْهَا وَ اعْجِنْ طِيناً نَظِيفاً وَ اجْعَلْهَا فِيهِ وَ اطْرَحْهَا فِي نَهَرٍ أَوْ بِئْرٍ عَمِيقَةٍ أَوْ غَدِيرِ مَاءٍ فَإِنَّهَا تَصِلُ إِلَى صَاحِبِ الْأَمْرِ(ع)وَ هُوَ يَتَوَلَّى قَضَاءَ حَاجَتِكَ بِنَفْسِهِ تَكْتُبُ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ كَتَبْتُ يَا مَوْلَايَ صَلَوَاتُ اللَّهِ عَلَيْكَ مُسْتَغِيثاً وَ شَكَوْتُ مَا نَزَلَ بِي مُسْتَجِيراً بِاللَّهِ عَزَّ وَ جَلَّ ثُمَّ بِكَ مِنْ أَمْرٍ قَدْ دَهَمَنِي وَ أَشْغَلَ قَلْبِي وَ أَطَالَ فِكْرِي وَ سَلَبَنِي [بعقر] بَعْضَ لُبِّيَ وَ غَيْرُ خَطِيرٍ نِعْمَةُ اللَّهِ عِنْدِي أَسْلَمَنِي عِنْدَ تَخَيُّلِ وُرُودِهِ الْخَلِيلُ وَ تَبَرَّأَ مِنِّي عِنْدَ تَرَائِي إِقْبَالِهِ إِلَيَّ الْحَمِيمُ وَ عَجَزْتُ عَنْ دِفَاعِهِ حِيلَتِي وَ خَانَنِي فِي تَحَمُّلِهِ صَبْرِي وَ قُوَّتِي فَلَجَأْتُ فِيهِ إِلَيْكَ وَ تَوَكَّلْتُ فِي الْمَسْأَلَةِ لِلَّهِ جَلَّ ثَنَاؤُهُ عَلَيْهِ وَ عَلَيْكَ فِي دِفَاعِهِ عَنِّي عِلْماً بِمَكَانِكَ مِنَ اللَّهِ رَبِّ الْعَالَمِينَ وَلِيِّ التَّدْبِيرِ وَ مَالِكِ الْأُمُورِ وَاثِقاً بِكَ فِي الْمُسَارَعَةِ فِي الشَّفَاعَةِ إِلَيْهِ جَلَّ ثَنَاؤُهُ فِي أَمْرِي مُتَيَقِّناً لِإِجَابَتِهِ تَبَارَكَ وَ تَعَالَى إِيَّاكَ بِإِعْطَائِي سُؤْلِي وَ أَنْتَ يَا مَوْلَايَ جَدِيرٌ بِتَحْقِيقِ ظَنِّي وَ تَصْدِيقِ أَمَلِي فِيكَ فِي أَمْرِ كَذَا وَ كَذَا فِيمَا لَا طَاقَةَ لِي بِحَمْلِهِ وَ لَا صَبْرَ لِي عَلَيْهِ وَ إِنْ كُنْتُ مُسْتَحِقّاً لَهُ وَ لِأَضْعَافِهِ بِقَبِيحِ أَفْعَالِي وَ تَفْرِيطِي فِي الْوَاجِبَاتِ الَّتِي لِلَّهِ عَزَّ وَ جَلَّ فَأَغِثْنِي يَا مَوْلَايَ صَلَوَاتُ اللَّهِ عَلَيْكَ عِنْدَ اللَّهْفِ وَ قَدِّمِ الْمَسْأَلَةِ لِلَّهِ عَزَّ وَ جَلَّ فِي أَمْرِي قَبْلَ حُلُولِ التَّلَفِ وَ شَمَاتَةِ الْأَعْدَاءِ فَبِكَ بُسِطَتِ النِّعَمُ [النِّعْمَةُ] عَلَيَّ وَ اسْأَلِ اللَّهَ جَلَّ جَلَالُهُ لِي نَصْراً عَزِيزاً وَ فَتْحاً قَرِيباً فِيهِ بُلُوغُ [بِبُلُوغِ] الْآمَالِ وَ خَيْرُ الْمَبَادِئِ وَ خَوَاتِيمُ الْأَعْمَالِ وَ الْأَمْنُ مِنَ الْمَخَاوِفِ كُلِّهَا فِي كُلِّ حَالٍ إِنَّهُ جَلَّ ثَنَاؤُهُ لِمَا يَشَاءُ فَعَّالٌ وَ هُوَ حَسْبِي وَ نِعْمَ الْوَكِيلُ فِي الْمَبْدَأِ وَ الْمَآَلِ ثُمَّ تَقْصِدُ النَّهَرَ أَوِ الْغَدِيرَ وَ تَعْتَمِدُ بَعْضَ الْأَبْوَابِ إِمَّا عُثْمَانَ بْنَ سَعِيدٍ الْعَمْرِيَّ أَوْ وَلَدَهُ مُحَمَّدَ بْنَ عُثْمَانَ أَوِ الْحُسَيْنَ بْنَ رُوحٍ أَوْ عَلِيَّ بْنَ مُحَمَّدٍ السَّمُرِيَّ فَهَؤُلَاءِ كَانُوا أَبْوَابَ الْمَهْدِيِّ(ع)فَتُنَادِي بِأَحَدِهِمْ وَ تَقُولُ يَا فُلَانَ بْنَ فُلَانٍ سَلَامٌ عَلَيْكَ أَشْهَدُ أَنَّ وَفَاتَكَ فِي سَبِيلِ اللَّهِ وَ أَنَّكَ حَيٌّ عِنْدَ اللَّهِ مَرْزُوقٌ وَ قَدْ خَاطَبْتُكَ فِي حَيَاتِكَ الَّتِي لَكَ عِنْدَ اللَّهِ عَزَّ وَ جَلَّ وَ هَذِهِ رُقْعَتِي وَ حَاجَتِي إِلَى مَوْلَانَا (صَلَّى اللَّهُ عَلَيْهِ وَ آلِه) فَسَلِّمْهَا إِلَيْهِ فَأَنْتَ الثِّقَةُ الْأَمِينُ ثُمَّ ارْمِهَا فِي النَّهَرِ أَوِ الْبِئْرِ أَوِ الْغَدِيرِ تُقْضَى حَاجَتُكَ إِنْ شَاءَ اللَّهُ تَعَالَى.","المصباح (للكفعمي)"],["وَ مِنْهَا الْقِصَّةُ الْكُشْمَرِدِيَّةُ تَكْتُبُ بِالْحَمْدِ وَ آيَةِ الْكُرْسِيِّ وَ آيَةِ الْعَرْشِ ثُمَّ تَكْتُبُ بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيمِ مِنَ الْعَبْدِ الذَّلِيلِ فُلَانِ بْنِ فُلَانٍ إِلَى الْمَوْلَى الْجَلِيلِ الَّذِي لٰا إِلٰهَ إِلّٰا هُوَ الْحَيُّ الْقَيُّومُ سَلَامٌ عَلَى آلِ يس مُحَمَّدٍ وَ عَلِيٍّ وَ فَاطِمَةَ وَ الْحَسَنِ وَ الْحُسَيْنِ وَ عَلِيٍّ وَ مُحَمَّدٍ وَ جَعْفَرٍ وَ مُوسَى وَ عَلِيٍّ وَ مُحَمَّدٍ وَ عَلِيٍّ وَ الْحَسَنِ وَ مُحَمَّدِ بْنِ الْحَسَنِ حُجَّتِكَ يَا رَبَّ الْعَالَمِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ إِلَهِي وَ إِلَهَ الْأَوَّلِينَ وَ الْآخِرِينَ لَا إِلَهَ غَيْرُكَ أَتَوَجَّهُ إِلَيْكَ بِحَقِّ هَذِهِ الْأَسْمَاءِ الَّتِي إِذَا دُعِيتَ بِهَا [أَحْبَبْتَ] اسْتَجَبْتَ وَ إِذَا سُئِلْتَ بِهَا أَعْطَيْتَ لَمَّا صَلَّيْتَ عَلَيْهِمْ وَ هَوَّنْتَ عَلَيَّ خُرُوجَ رُوحِي وَ كُنْتَ لِي قَبْلَ ذَلِكَ غِيَاثاً وَ مُجِيراً مِمَّنْ أَرَادَ أَنْ يَفْرُطَ عَلَيَّ أَوْ أَنْ يَطْغَى ثُمَّ تَدْعُو بِمَا تَخْتَارُ وَ تَكْتُبُ هَذَا الْقِصَّةَ فِي قِرْطَاسٍ ثُمَّ تُوضِعُ فِي بُنْدُقَةِ طِينِ طَاهِرٍ نَظِيفٍ ثُمَّ يَقْرَأُ عَلَيْهَا سُورَةَ يس ثُمَّ تَرْمِي فِي بِئْرٍ عَمِيقَةٍ أَوْ نَهَرٍ أَوْ عَيْنِ مَاءٍ عَمِيقَةٍ تَنْجَحُ إِنْ شَاءَ اللَّهُ تَعَالَى","المصباح (للكفعمي)"]]