["يا سامع الدعاء , ويا رافع السماء , ويا دائم البقاء , ويا واسع العطاء لذي الفاقة العديم , ويا عالم الغيوب , ويا ساتر العيوب , ويا غافر الذنوب , ويا كاشف الكروب عن المُرهق الكظيم , ويا فائق الصفات , ويا مُخرج النبات , ويا جامع الشتات , ويا باعث الممات من الأعظم الرميم , ويا مُنزل الغياث من الدُلَجّ الحِثاث على الحِزن والدِماث إلى الجُوّع الغِراث من الهُزّم الرُّزوم , ويا خالق البُروج سماء بلا فُروج مع الليل ذي الولوج على الضوء ذي البُلوج يُغشّى سنا النجوم. ويا فالق الصباح , ويا فاتح النجاح , ويا مُرسل الرياح , بُكوراً مع الرواح فينشأن بالغيوم. ويا مُرسيَ الرواسخ أوتادها الشوامخ في أرضها السوابخ أطوادها البواذخ من صُنعه القديم , ويا هادي الرشاد , ويا مُلهم السداد , ويا رازق العباد , ويا مُحيي البلاد ويا فارج الهموم. ويا من به أعوذ ويا من به ألوذ ومن حُكمه نُفوذ فما عنه لي شُذوذ تباركت من حكيم , ويا مُطلق الأسير ويا جابر الكسير ويا مُغني الفقير ويا غاذي الصغير ويا شافي السقيم , ويا من به اعتزازي ويا من به احترازي من الذل والمخازي والآفات والمرازي أعذني من الهموم , ومن جِنّة وانس لذكر المعاد مُنس والقلب عنه مُقس ومن شر غيّ نفس وشيطانها الرجيم , ويا مُنزل المعاش على الناس والمواشي والأفراخ في العِشاش من الطُعم والرِياش تقدّست من حكيم , ويا مالك النواصي من طائع وعاصي فما عنك من مناص لعبد ولا خلاص لماض ولا مُقيم , ويا خير مُستعاض بمحض اليقين راض بما هو عليه قاض من أحكامه المُواضي تحنّنت من حكيم , ويا من بنا مُحيط وعنا الأذى يُميط ومن مُلكه بسيط ومن عدله قسيط على البرّ والأثيم , ويا رائي اللحوظ ويا سامع اللفوظ ويا قاسم الحُظوظ باحسانه الحفيظ بعدل من القسيم , ويا من هو السميع ومن عرشه الرفيع , ومن خلقه البديع , ومن جاره المنيع عن الظالم الغَشوم. ويا من حبا فأسبغ ما قد حبا وسوّغ ويا من كفى وبلّغ ما قد صفى وفرّغ من منه العظيم , ويا ملجأ الضعيف , ويا مَفزع اللهيف , تباركت من لطيف , رحيم بنا رؤوف خبير بنا كريم , ويا من قضى بحق على نَفس كل خلق وفاة بكل , أُفق فما ينفع التوقي من الموت والحُتوم , تراني ولا أراك ولا رب لي سواك فقُدني إلى هُداك ولا تغشني رداك بتوفيقك العَصوم , ويا معدن الجلال وذا العز والجمال وذا المجد والفِعال وذا الكيد والمِحال تعاليت من حليم , أجرني من الجحيم , ومن هولها العظيم , ومن عيشها الذميم , ومن حرِّها المُقيم ومن مائها الحَميم , وأصحبني القرآن , وأسكنّي الجِنان , وزوّجني الحِسان , وناولني الأمان إلى جَنّة النعيم. إلى نعمة ولهو بغير استماع لغو ولا بادِّكار شجو ولا باعتذار شكو سقيم ولا كليم , إلى المنظر النزيه الذي لا لُغوب فيه هنيئاً لساكنيه وطُوبى لعامريه ذوي المَدخل الكريم , إلى منزل تعالى بالحُسن قد توالى بالنور قد تلالى نلقى به الجلالا بالسيد الرحيم , إلى المَفرش الوَطيّ إلى المَلبس البهيّ إلى المَطعم الشهي إلى المشرب الرويّ من السلسل الخَتيم , فيا من هو أجلّ مما وصفت , أسألك أن تصلي على محمد وآل محمد , ولا تحرمنا شيئاً مما سألناك , وزدنا من فضلك , إنك على كل شيء قدير , برحمتك يا أرحم الراحمين , وصلى الله على سيدنا محمد وآله أجمعين.","الصحيفة العلوية"]