{
"title": "دعاء أمير المؤمنين قبل واقعة الجمل",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "اللَّهُمَّ إِنِّي أَحْمَدُكَ وَ أَنْتَ لِلْحَمْدِ أَهْلٌ عَلَى حُسْنِ صُنْعِكَ إِلَيَّ وَ تَعَطُّفِكَ عَلَيَّ وَ عَلَى مَا وَصَلْتَنِي بِهِ مِنْ نُورِكَ وَ تَدَارَكْتَنِي بِهِ مِنْ رَحْمَتِكَ وَ أَسْبَغْتَ عَلَيَّ مِنْ نِعْمَتِكَ فَقَدِ اصْطَنَعْتَ‏ عِنْدِي يَا مَوْلَايَ مَا يَحِقُّ لَكَ بِهِ جُهْدِي وَ شُكْرِي لِحُسْنِ عَفْوِكَ وَ بَلَائِكَ الْقَدِيمِ عِنْدِي وَ تَظَاهُرِ نَعْمَائِكَ عَلَيَّ وَ تَتَابُعِ أَيَادِيكَ لَدَيَّ لَمْ أَبْلُغْ إِحْرَازَ حَظِّي وَ لَا صَلَاحَ نَفْسِي وَ لَكِنَّكَ يَا مَوْلَايَ بَدَأْتَنِي أَوَّلًا بِإِحْسَانِكَ فَهَدَيْتَنِي لِدِينِكَ وَ عَرَّفْتَنِي نَفْسَكَ وَ ثَبَّتَّنِي فِي أُمُورِي كُلِّهَا بِالْكِفَايَةِ وَ الصُّنْعِ لِي فَصَرَفْتَ عَنِّي جَهْدَ الْبَلَاءِ [الْقَضَاءِ] وَ مَنَعْتَ مِنِّي مَحْذُورَ الْأَشْيَاءِ- فَلَسْتُ أَذْكُرُ مِنْكَ إِلَّا جَمِيلًا وَ لَمْ أَرَ مِنْكَ إِلَّا تَفْضِيلًا يَا إِلَهِي كَمْ مِنْ بَلَاءٍ وَ جَهْدٍ صَرَفْتَهُ عَنِّي وَ أَرَيْتَنِيهِ فِي غَيْرِي فَكَمْ مِنْ نِعْمَةٍ أَقْرَرْتَ بِهَا عَيْنِي وَ كَمْ مِنْ صَنِيعَةٍ شَرِيفَةٍ لَكَ عِنْدِي إِلَهِي أَنْتَ الَّذِي تُجِيبُ عِنْدَ الِاضْطِرَارِ دَعْوَتِي وَ أَنْتَ الَّذِي تُنَفِّسُ عِنْدَ الْغُمُومِ كُرْبَتِي وَ أَنْتَ الَّذِي تَأْخُذُ لِي مِنَ الْأَعْدَاءِ بِظُلَامَتِي فَمَا وَجَدْتُكَ وَ لَا أَجِدُكَ بَعِيداً مِنِّي حِينَ أُرِيدُكَ وَ لَا مُنْقَبِضاً عَنِّي حِينَ أَسْأَلُكَ وَ لَا مُعْرِضاً عَنِّي حِينَ أَدْعُوكَ فَأَنْتَ إِلَهِي أَجِدُ صَنِيعَكَ عِنْدِي مَحْمُوداً وَ حُسْنَ بَلَائِكَ عِنْدِي مَوْجُوداً وَ جَمِيعَ أَفْعَالِكَ عِنْدِي جَمِيلًا يَحْمَدُكَ لِسَانِي وَ عَقْلِي وَ جَوَارِحِي وَ جَمِيعُ مَا أَقَلَّتِ الْأَرْضُ مِنِّي يَا مَوْلَايَ أَسْأَلُكَ بِنُورِكَ الَّذِي اشْتَقَقْتَهُ مِنْ عَظَمَتِكَ وَ عَظَمَتِكَ الَّتِي اشْتَقَقْتَهَا مِنْ مَشِيَّتِكَ وَ أَسْأَلُكَ بِاسْمِكَ الَّذِي عَلَا أَنْ تَمُنَّ عَلَيَّ بِوَاجِبِ شُكْرِي نِعْمَتَكَ رَبِّ مَا أَحْرَصَنِي عَلَى مَا زَهَّدْتَنِي فِيهِ وَ حَثَثْتَنِي عَلَيْهِ إِنْ لَمْ تُعِنِّي عَلَى دُنْيَايَ بِزُهْدٍ وَ عَلَى آخِرَتِي بِتَقْوَايَ هَلَكْتُ رَبِّي دَعَتْنِي دَوَاعِي الدُّنْيَا مِنْ حَرْثِ النِّسَاءِ وَ الْبَنِينَ فَأَجَبْتُهَا سَرِيعاً وَ رَكَنْتُ إِلَيْهَا طَائِعاً وَ دَعَتْنِي دَوَاعِي الْآخِرَةِ مِنَ الزُّهْدِ وَ الِاجْتِهَادِ فَكَبَوْتُ لَهَا وَ لَمْ أُسَارِعْ إِلَيْهَا مُسَارَعَتِي إِلَى الْحُطَامِ الْهَامِدِ وَ الْهَشِيمِ الْبَائِدِ وَ السَّرَابِ الذَّاهِبِ عَنْ قَلِيلٍ- رَبِّ خَوَّفْتَنِي وَ شَوَّقْتَنِي وَ احْتَجَبْتَ عَلَيَّ فَمَا خِفْتُكَ حَقَّ خَوْفِكَ وَ أَخَافُ أَنْ أَكُونَ قَدْ تَثَبَّطْتُ عَنِ السَّعْيِ لَكَ وَ تَهَاوَنْتُ بِشَيْ‏ءٍ مِنِ احْتِجَابِكَ اللَّهُمَّ فَاجْعَلْ فِي هَذِهِ الدُّنْيَا سَعْيِي لَكَ وَ فِي طَاعَتِكَ وَ امْلَأْ قَلْبِي خَوْفَكَ وَ حَوِّلْ تَثْبِيطِي وَ تَهَاوُنِي وَ تَفْرِيطِي وَ كُلَّمَا أَخَافُهُ مِنْ نَفْسِي فَرَقاً مِنْكَ وَ صَبْراً عَلَى طَاعَتِكَ وَ عَمَلًا بِهِ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ اجْعَلْ جُنَّتِي مِنَ الْخَطَايَا حَصِينَةً وَ حَسَنَاتِي مُضَاعَفَةً فَإِنَّكَ تُضَاعِفُ لِمَنْ تَشَاءُ- اللَّهُمَّ اجْعَلْ دَرَجَاتِي فِي الْجِنَانِ رَفِيعَةً وَ أَعُوذُ بِكَ رَبِّي مِنْ رَفِيعِ المَطْعَمِ وَ الْمَشْرَبِ وَ أَعُوذُ بِكَ مِنْ شَرِّ مَا أَعْلَمُ وَ مِنْ شَرِّ مَا لَا أَعْلَمُ وَ أَعُوذُ بِكَ مِنَ الْفَوَاحِشِ كُلِّهَا ما ظَهَرَ مِنْها وَ ما بَطَنَ وَ أَعُوذُ بِكَ رَبِّي أَنْ أَشْتَرِيَ الْجَهْلَ بِالْعِلْمِ كَمَا اشْتَرَى غَيْرِي أَوِ السَّفَهَ بِالْحِلْمِ أَوِ الْجَزَعَ بِالصَّبْرِ أَوِ الضَّلَالَةَ بِالْهُدَى أَوِ الْكُفْرَ بِالْإِيمَانِ يَا رَبِّ مُنَّ عَلَيَّ بِذَلِكَ فَإِنَّكَ تَتَوَلَّى الصَّالِحِينَ وَ لَا تُضِيعُ أَجْرَ الْمُحْسِنِينَ- وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏"
}