[" اللهم صل على محمد وآل محمد , واسمع دعائي إذا دعوتك , واسمع ندائي إذا ناديتك , فقد هربت إليك , ووقفت بين يديك , مُستكيناً لك مُتضرّعاً إليك , راجياً لما لديك ثوابي , وتعلم ما في نفسي وتَخبر حاجتي وتعرف ضميري , ولا يخفى عليك أمر مُنقلبي ومثواي. وما أريد أن أُبدىء به من منطقي , وأتفوّه به من طلبتي وأرجوه لعاقبتي , قد جرت مقاديرك عليّ يا سيدي فيما يكون مني إلي آخر عمري من سريرتي وعلانيتي , وبيدك لا بيد غيرك زيادتي ونقصي , ونفعي وضري. إلهي إن حرمتني فمن ذا الذي يرزقني , وإن خذلتني فمن ذا الذي ينصرني. إلهي أعوذ بك من غضبك وحُلول سخطك. إلهي إن كنت غير مُستأهل لرحمتك , فأنت أهل أنت تجود عليّ بفضل سَعتك. إلهي كأني بنفسي واقفة بين يديك , وقد أظلّها حُسن توكلي عليك , فقلت ما أنت أهله , وتغمّدتني بعفوك. إلهي إن عفوت فمن أولى منك بذلك , وإن كان قد دنا أجلي ولم يدنني منك عملي , فقد جعلت الإقرار بالذنب إليك وسيلتي. إلهي قد جُرت على نفسي بالنظر لها , فلها الويل إن لم تغفر لها. إلهي لم يزل برّك عليّ أيام حياتي , فلا تقطع برّك عني في مماتي. الهي كيف آيس من حُسن نظرك لي بعد مماتي وأنت لم تُولّني إلا الجميل في حياتي , إلهي تولّ من أمري ما أنت أهله , إلهي وَعُد بفضلك على مذنب قد غمره جهله. إلهي قد سترت عليّ ذنوبا في الدنيا , وأنا أحوج إلى سترها عليّ منك في الأُخرى. إلهي قد أحسنت إليّ إذ لم تُظهرها لأحد من عبادك الصالحين فلا تفضحني يوم القيامة على رؤوس الأشهاد , إلهي جودك بسط أملي , وعفوك أعظم من عملي. إلهي فسُرّني بلقائك يوم تقضي فيه بين عبادك. إلهي إعتذاري إليك اعتذار من لم يستغن عن قبول عُذره فاقبل عُذري يا كريم , يا أكرم من اعتذر إليه المُسيئون. إلهي لا ترد حاجتي , ولا تخيّب طمعي ولا تقطع منك رجائي وأملي. إلهي لو أردت هواني لم تهدني ولو أردت فضيحتي لم تُعافني , إلهي ما أظنك تردّني في حاجة قد أفنيت عمري في طلبها منك , إلهي فلك الحمد أبداً أبداً , دائماً سرمداً , يزيد ولا يبيد كما تحب وترضى. إلهي إن أخذتني بجرمي , أخذتك بعفوك , وإن أخذتني بذنوبي , أخذتك بمغفرتك , وإن أدخلتني النار أعلمت أهلها أني أحبك. إلهي إن كان صَغُر في جنب طاعتك عملي , فقد كَبُر في جنب رجائك أملي , إلهي كيف أنقلب من عندك بالخيبة محروماً , وقد كان حُسن ظني بجودك أن تقلبني بالنجاة مرحوماً. إلهي وقد أفنيت عمري في شَرَه السهو عنك , وأبليت شبابي في سكرة التباعد منك. إلهي فلم أستيقظ أيام اغتراري بك , وركوني إلي سبيل سخطك , إلهي وأنا عبدك وابن عبديك , قائم بين يديك , مُتوسّل بكرمك إليك. إلهي أنا عبد أتنصّل إليك مما كنت أواجهك به من قلة استحيائي من نظرك , وأطلب العفو منك , إذ العفو نعت لكرمك. إلهي لم يكن لي حول فأنتقل به عن معصيتك إلا في وقت أيقظتني لمحبتك , وكما أردت أن أكون كنت , فشكرتك بإدخالي في كرمك ولتطهير قلبي من أوساخ الغفلة عنك. إلهي أُنظر إليّ نظر من ناديته فأجابك واستعملته بمعونتك فأطاعك , يا قريباً لا يبعد عن المغترّ به , ويا جواداً لا يبخل عن من رجا ثوابه. إلهي هَب لي قلباً يُدنيه منك شوقه , ولساناً يرفعه إليك صِدقه , ونظراً يُقرّبه منك حقه. إلهي إن من تعرّف بك غير مجهول , ومن لاذ بك غير مخذول , ومن أقبلت عليه غير مملول. إلهي إن من انتهج بك لمُستنير وإن من اعتصم بك لمُستجير , وقد لُذت بك يا إلهي , فلا تخيّب ظني من رحمتك , ولا تحجبني عن رأفتك. إلهي أقمني في أهل ولايتك مُقام من رجا الزيادة من محبتك. إلهي وألهمني ولهاً بذكرك إلى ذكرك واجعل همّتي إلى روح نجاح أسمائك ومحلّ قدسك إلهي بك عليك إلا  الحقتني بمحلّ أهل طاعتك والمثوى الصالح من مرضاتك فاني لا أقدر لنفسي دفعاً ولا املك لها نفعاً. إلهي أنا عبدك الضعيف المذنب , ومملوكك المُنيب المُعيب , فلا تجعلني ممن صرفت عنهم وجهك وحجبه سهوه عن عفوك. إلهي هَب لي كمال الانقطاع إليك , وأنر أبصار قلوبنا بضياء نظرها إليك حتى تخرق أبصار القلوب حُجُب النور , فتصل إلى معدن العظمة , وتصير أرواحنا مُعلقة بعزّ قدسك , إلهي واجعلني ممن ناديته فاجابك ولاحظته فصعق لجلالك , فناجيته سِرّاً وعمل لك جهراً , إلهي لم أُسلّط على حُسن ظني قنوط الأياس , ولا انقطع رجائي من جميل كرمك. إلهي إن كانت الخطايا قد أسقطتني لديك , فاصفح عني بحُسن توكلي عليك. إلهي إن حطّتني الذنوب من مكارم لطفك , فقد نبّهني اليقين إلى كرم عفوك. إلهي إن أنامتني الغفلة عن الاستعداد للقائك , فقد نبّهتني المعرفة بكرم آلائك. إلهي إن دعاني إلى النار عظيم عقابك , فقد دعاني إلى الجنة جزيل ثوابك. إلهي فلك أسأل , وإليك أبتهل وأرغب , وأسألك أن تصلي على محمد وآل محمد , وأن تجعلني ممن يُديم ذكرك , ولا ينقص عهدك , ولا يغفل عن شكرك , ولا يستخفّ بأمرك , إلهي وألحقني بنور عزّك الأوهج , فأكون لك عارفاً وعن سواك مُنحرفاً , ومنك خائفاً مُراقباً , يا ذا الجلال والإكرام. وصلى الله على محمد رسوله وآله الطاهرين وسلم تسليماً كثيراً.","الصحيفة العلوية"]