{
"title": "دعاء اليماني علّمه أمير المؤمنين لرجل يماني للظفر بعدوه",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ اللَّهُمَّ أَنْتَ الْمَلِكُ الْحَقُّ الَّذِي لَا إِلَهَ إِلَّا أَنْتَ وَ أَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَ اعْتَرَفْتُ بِذَنْبِي وَ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ فَاغْفِرْ لِي يَا غَفُورُ يَا شَكُورُ اللَّهُمَّ إِنِّي أَحْمَدُكَ وَ أَنْتَ لِلْحَمْدِ أَهْلٌ عَلَى مَا خَصَصْتَنِي بِهِ مِنْ مَوَاهِبِ الرَّغَائِبِ وَ مَاوَصَلَ إِلَيَّ مِنْ فَضْلِكَ السَّابِغِ وَ مَا أَوْلَيْتَنِي بِهِ مِنْ إِحْسَانِكَ إِلَيَّ وَ بَوَّأْتَنِي بِهِ مِنْ مَظِنَّةِ الْعَدْلِ وَ أَنَلْتَنِي مِنْ مَنِّكَ الْوَاصِلِ إِلَيَّ وَ مِنَ الدِّفَاعِ عَنِّي وَ التَّوْفِيقِ لِي وَ الْإِجَابَةِ لِدُعَائِي حَتَّى [حين‏] أُنَاجِيَكَ دَاعِياً وَ أَدْعُوَكَ مُضَاماً وَ أَسْأَلَكَ فَأَجِدَكَ فِي الْمَوَاطِنِ كُلِّهَا لِي جَابِراً وَ فِي الْأُمُورِ نَاظِراً وَ لِذُنُوبِي غَافِراً وَ لِعَوْرَاتِي سَاتِراً لَمْ أَعْدَمْ خَيْرَكَ طَرْفَةَ عَيْنٍ مُنْذُ أَنْزَلْتَنِي دَارَ الِاخْتِيَارِ لِتَنْظُرَ مَا أُقَدِّمُ لِدَارِ الْقَرَارِ فَأَنَا عَتِيقُكَ مِنْ جَمِيعِ الْآفَاتِ وَ الْمَصَائِبِ فِي اللَّوَازِبِ وَ الْغُمُومِ الَّتِي سَاوَرَتْنِي فِيهَا الْهُمُومُ بِمَعَارِيضِ أَصْنَافِ الْبَلَاءِ وَ مَصْرُوفِ جُهْدِ الْقَضَاءِ لَا أَذْكُرُ مِنْكَ إِلَّا الْجَمِيلَ وَ لَا أَرَى مِنْكَ غَيْرَ التَّفْضِيلِ خَيْرُكَ لِي شَامِلٌ وَ فَضْلُكَ عَلَيَّ مُتَوَاتِرٌ وَ نِعْمَتُكَ عِنْدِي مُتَّصِلَةٌ وَ سَوَابِقُ لَمْ تُحَقِّقْ خِدَارِي بَلْ صَدَّقْتَ رَجَائِي وَ صَاحَبْتَ أَسْفَارِي وَ أَكْرَمْتَ أَحْضَارِي وَ شَفَيْتَ أَمْرَاضِي وَ أَوْصَابِي وَ عَافَيْتَ مُنْقَلَبِي وَ مَثْوَايَ وَ لَمْ تُشْمِتْ بِي أَعْدَائِي وَ رَمَيْتَ مَنْ رَمَانِي وَ كَفَيْتَنِي مَئُونَةَ مَنْ عَادَانِي فَحَمْدِي لَكَ وَاصِلٌ وَ ثَنَائِي عَلَيْكَ دَائِمٌ مِنَ الدَّهْرِ إِلَى الدَّهْرِ بِأَلْوَانِ التَّسْبِيحِ خَالِصاً لِذِكْرِكَ وَ مَرْضِيّاً لَكَ بِيَانِعِ [بنايع‏] التَّوْحِيدِ وَ إِمْحَاضِ التَّمْجِيدِ بِطُولِ التَّعْدِيدِ وَ مَزِيَّةِ أَهْلِ الْمَزِيدِ لَمْ تُغَنْ [تُعَنْ‏] فِي قُدْرَتِكَ وَ لَمْ تُشَارَكْ فِي إِلَهِيَّتِكَ وَ لَمْ تَعْلَمْ لَكَ مَائِيَّةٌ فَتَكُونَ لِلْأَشْيَاءِ الْمُخْتَلِفَةِ مُجَانِساً وَ لَمْ تُعَايَنْ إِذْ حَبَسْتَ الْأَشْيَاءَ عَلَى الْغَرَائِزِ وَ لَا خَرَقَتِ الْأَوْهَامُ حُجُبَ الْغُيُوبِ فَتَعْتَقِدُ فِيكَ مَحْدُوداً فِي عَظَمَتِكَ فَلَا يَبْلُغُكَ بُعْدُ الْهِمَمِ وَ لَا يَنَالُكَ غَوْصُ الْفِكَرِ وَ لَا يَنْتَهِي إِلَيْكَ نَظَرُ نَاظِرٍ فِي مَجْدِ جَبَرُوتِكَ ارْتَفَعَتْ عَنْ صِفَةِ الْمَخْلُوقِينَ صِفَاتُ قُدْرَتِكَ وَ عَلَا عَنْ ذَلِكَ كِبْرِيَاءُ عَظَمَتِكَ لَا يَنْقُصُ مَا أَرَدْتَ أَنْ يَزْدَادَ وَ لَا يَزْدَادُ مَا أَرَدْتَ أَنْ يَنْقُصَ لَا أَحَدَ حَضَرَكَ حِينَ بَرَأْتَ النُّفُوسَ كَلَّتِ الْأَوْهَامُ عَنْ تَفْسِيرِ صِفَتِكَ وَ انْحَسَرَتِ الْعُقُولُ عَنْ كُنْهِ عَظَمَتِكَ وَ كَيْفَ تُوصَفُ وَ أَنْتَ الْجَبَّارُ الْقُدُّوسُ الَّذِي لَمْ تَزَلْ أَزَلِيّاً دَائِماً فِي الْغُيُوبِ وَحْدَكَ لَيْسَ فِيهَا غَيْرُكَ وَ لَمْ يَكُنْ لَهَا سِوَاكَ. حَارَ فِي مَلَكُوتِكَ عَمِيقَاتُ مَذَاهِبِ التَّفْكِيرِ فَتَوَاضَعَتِ الْمُلُوكُ لِهَيْبَتِكَ وَ عَنَتِ الْوُجُوهُ بِذُلِّ الِاسْتِكَانَةِ لَكَ وَ انْقَادَ كُلُّ شَيْ‏ءٍ لِعَظَمَتِكَ وَ اسْتَسْلَمَ كُلُّ شَيْ‏ءٍ لِقُدْرَتِكَ وَ خَضَعَتْ لَكَ الرِّقَابُ وَ كَلَّ دُونَ ذَلِكَ تَحْبِيرُ اللُّغَاتِ وَ ضَلَّ هُنَالِكَ التَّدْبِيرُ فِي تَصَارِيفِ الصِّفَاتِ فَمَنْ تَفَكَّرَ فِي ذَلِكَ رَجَعَ طَرْفُهُ إِلَيْهِ حَسِيراً وَ عَقْلُهُ مَبْهُوراً وَ تَفَكُّرُهُ مُتَحَيِّراً اللَّهُمَّ فَلَكَ الْحَمْدُ مُتَوَاتِراً مُتَوَالِياً مُتَّسِقاً مُسْتَوْثِقاً يَدُومُ وَ لَا يَبِيدُ غَيْرَ مَفْقُودٍ فِي الْمَلَكُوتِ وَ لَا مَطْمُوسٍ فِي الْمَعَالِمِ وَ لَا مُنْتَقِصٍ فِي الْعِرْفَانِ وَ لَكَ الْحَمْدُ مَا لَا تُحْصَى مَكَارِمُهُ فِي اللَّيْلِ إِذْ أَدْبَرَ وَ الصُّبْحِ إِذَا أَسْفَرَ وَ فِي الْبَرَارِي وَ الْبِحَارِ وَ الْغُدُوِّ وَ الْآصَالِ وَ الْعَشِيِّ وَ الْإِبْكَارِ وَ فِي الظَّهَائِرِ وَ الْأَسْحَارِ- اللَّهُمَّ بِتَوْفِيقِكَ قَدْ أَحْضَرْتَنِي الرَّغْبَةَ وَ جَعَلْتَنِي مِنْكَ فِي وَلَايَةِ الْعِصْمَةِ فَلَمْ أَبْرَحْ فِي سُبُوغِ نَعْمَائِكَ وَ تَتَابُعِ آلَائِكَ مَحْفُوظاً لَكَ فِي الْمَنْعَةِ وَ الدِّفَاعِ مَحُوطاً بِكَ فِي مَثْوَايَ وَ مُنْقَلَبِي وَ لَمْ تُكَلِّفْنِي فَوْقَ طَاقَتِي إِذْ لَمْ تَرْضَ مِنِّي إِلَّا طَاعَتِي وَ لَيْسَ شُكْرِي وَ إِنْ أَبْلَغْتُ فِي الْمَقَالِ وَ بَالَغْتُ فِي الْفِعَالِ بِبَالِغِ أَدَاءِ حَقِّكَ وَ لَا مُكَافِياً لِفَضْلِكَ لِأَنَّكَ أَنْتَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا أَنْتَ لَمْ تَغِبْ وَ لَا تَغِيبُ عَنْكَ غَائِبَةٌ وَ لَا تَخْفَى عَلَيْكَ خَافِيَةٌ وَ لَمْ تَضِلَّ لَكَ فِي ظُلَمِ الْخَفِيَّاتِ ضَالَّةٌ إِنَّمَا أَمْرُكَ إِذَا أَرَدْتَ شَيْئاً أَنْ تَقُولَ‏ لَهُ كُنْ فَيَكُونُ‏ اللَّهُمَّ لَكَ الْحَمْدُ مِثْلَ مَا حَمِدْتَ بِهِ نَفْسَكَ وَ حَمِدَكَ بِهِ الْحَامِدُونَ وَ مَجَّدَكَ بِهِ الْمُمَجِّدُونَ وَ كَبَّرَكَ بِهِ الْمُكَبِّرُونَ وَ عَظَّمَكَ بِهِ الْمُعَظِّمُونَ حَتَّى يَكُونَ لَكَ مِنِّي وَحْدِي بِكُلِّ طَرْفَةِ عَيْنٍ وَ أَقَلَّ مِنْ ذَلِكَ مِثْلُ حَمْدِ الْحَامِدِينَ وَ تَوْحِيدِ أَصْنَافِ الْمُخْلِصِينَ وَ تَقْدِيسِ أَجْنَاسِ الْعَارِفِينَ وَ ثَنَاءِ جَمِيعِ الْمُهَلِّلِينَ وَ مِثْلُ مَا أَنْتَ بِهِ عَارِفٌ مِنْ جَمِيعِ خَلْقِكَ مِنَ الْحَيَوَانِ وَ أَرْغَبُ إِلَيْكَ فِي رَغْبَةِ مَا أَنْطَقْتَنِي بِهِ مِنْ حَمْدِكَ فَمَا أَيْسَرَ مَا كَلَّفْتَنِي بِهِ مِنْ حَقِّكَ وَ أَعْظَمَ مَا وَعَدْتَنِي عَلَى شُكْرِكَ ابْتَدَأْتَنِي بِالنِّعَمِ فَضْلًا وَ طَوْلًا وَ أَمَرْتَنِي بِالشُّكْرِ حَقّاً وَ عَدْلًا وَ وَعَدْتَنِي عَلَيْهِ أَضْعَافاً وَ مَزِيداً وَ أَعْطَيْتَنِي مِنْ رِزْقِكَ اعْتِبَاراً وَ فَضْلًا وَ سَأَلْتَنِي مِنْهُ يَسِيراً صَغِيراً وَ أَعْفَيْتَنِي مِنْ جَهْدِ الْبَلَاءِ وَ لَمْ تُسَلِّمْنِي لِلسُّوءِ مِنْ بَلَائِكَ مَعَ مَا أَوْلَيْتَنِي مِنَ الْعَافِيَةِ وَ سَوَّغْتَ مِنْ كَرَائِمِ النِّحَلِ وَ ضَاعَفْتَ لِيَ الْفَضْلَ مَعَ مَا أَوْدَعْتَنِي مِنَ الْمَحَجَّةِ الشَّرِيفَةِ وَ يَسَّرْتَ لِيَ مِنَ الدَّرَجَةِ الرَّفِيعَةِ الْعَالِيَةِ وَ اصْطَفَيْتَنِي بِأَعْظَمِ النَّبِيِّينَ دَعْوَةً وَ أَفْضَلِهِمْ شَفَاعَةً مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ اللَّهُمَّ فَاغْفِرْ لِي مَا لَا يَسَعُهُ إِلَّا مَغْفِرَتُكَ وَ لَا يَمْحَقُهُ إِلَّا عَفْوُكَ وَ لَا يُكَفِّرُهُ إِلَّا فَضْلُكَ وَ هَبْ لِي فِي يَوْمِي يَقِيناً تُهَوِّنُ عَلَيَّ بِهِ مُصِيبَاتِ الدُّنْيَا وَ أَحْزَانَهَا بِشَوْقٍ إِلَيْكَ وَ رَغْبَةٍ فِيمَا عِنْدَكَ وَ اكْتُبْ لِي عِنْدَكَ الْمَغْفِرَةَ وَ بَلِّغْنِي الْكَرَامَةَ وَ ارْزُقْنِي شُكْرَ مَا أَنْعَمْتَ بِهِ عَلَيَّ فَإِنَّكَ أَنْتَ اللَّهُ الْوَاحِدُ الرَّفِيعُ الْبَدِي‏ءُ الْبَدِيعُ السَّمِيعُ الْعَلِيمُ الَّذِي لَيْسَ لِأَمْرِكَ مَدْفَعٌ وَ لَا عَنْ قَضَائِكَ مُمْتَنَعٌ أَشْهَدُ أَنَّكَ رَبِّي وَ رَبُّ كُلِّ شَيْ‏ءٍ فَاطِرُ السَّمَاوَاتِ وَ الْأَرْضِ عَالِمُ الْغَيْبِ وَ الشَّهَادَةِ الْعَلِيُّ الْكَبِيرُ اللَّهُمَّ إِنِّي أَسْأَلُكَ الثَّبَاتَ فِي الْأَمْرِ وَ الْعَزِيمَةَ عَلَى الرُّشْدِ وَ الشُّكْرَ عَلَى نِعْمَتِكَ أَعُوذُ بِكَ مِنْ جَوْرِ كُلِّ جَائِرٍ وَ بَغْيِ كُلِّ بَاغٍ وَ حَسَدِ كُلِّ حَاسِدٍ بِكَ أَصُولُ عَلَى الْأَعْدَاءِ وَ بِكَ أَرْجُو وَلَايَةَ الْأَحِبَّاءِ مَعَ مَا لَا أَسْتَطِيعُ إِحْصَاءَهُ وَ لَا تَعْدِيدَهُ مِنْ عَوَائِدِ فَضْلِكَ وَ طُرَفِ رِزْقِكَ وَ أَلْوَانِ مَا أَوْلَيْتَ مِنْ إِرْفَادِكَ فَإِنَّكَ أَنْتَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا أَنْتَ الْفَاشِي فِي الْخَلْقِ رِفْدُكَ الْبَاسِطُ بِالْجُودِ يَدُكَ وَ لَا تُضَادُّ فِي حُكْمِكَ وَ لَا تُنَازَعُ فِي أَمْرِكَ تَمْلِكُ مِنَ الْأَنَامِ مَا تَشَاءُ وَ لَا يَمْلِكُونَ إِلَّا مَا تُرِيدُ- قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَ تَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ وَ تُعِزُّ مَنْ تَشاءُ وَ تُذِلُّ مَنْ تَشاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ. تُولِجُ اللَّيْلَ فِي النَّهارِ وَ تُولِجُ النَّهارَ فِي اللَّيْلِ وَ تُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ تُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَ تَرْزُقُ مَنْ تَشاءُ بِغَيْرِ حِسابٍ‏ أَنْتَ الْمُنْعِمُ الْمُفْضِلُ الْخَالِقُ الْبَارِئُ الْقَادِرُ الْقَاهِرُ الْمُقَدَّسُ فِي نُورِ الْقُدْسِ تَرَدَّيْتَ بِالْمَجْدِ وَ الْعِزِّ وَ تَعَظَّمْتَ‏ بِالْكِبْرِيَاءِ وَ تَغَشَّيْتَ بِالنُّورِ وَ الْبَهَاءِ وَ تَجَلَّلْتَ بِالْمَهَابَةِ وَ السَّنَاءِ لَكَ الْمَنُّ الْقَدِيمُ وَ السُّلْطَانُ الشَّامِخُ وَ الْجُوْدُ الْوَاسِعُ وَ الْقُدْرَةُ الْمُقْتَدِرَةُ جَعَلْتَنِي مِنْ أَفْضَلِ بَنِي آدَمَ وَ جَعَلْتَنِي سَمِيعاً بَصِيراً صَحِيحاً سَوِيّاً مُعَافاً لَمْ تَشْغَلْنِي بِنُقْصَانٍ فِي بَدَنِي وَ لَمْ تَمْنَعْكَ كَرَامَتُكَ إِيَّايَ وَ حُسْنُ صَنِيعِكَ عِنْدِي وَ فَضْلُ إِنْعَامِكَ عَلَيَّ أَنْ وَسَّعْتَ عَلَيَّ فِي الدُّنْيَا وَ فَضَّلْتَنِي عَلَى كَثِيرٍ مِنْ أَهْلِهَا فَجَعَلْتَ لِي سَمْعاً يَسْمَعُ آيَاتِكَ وَ فُؤَاداً يَعْرِفُ عَظَمَتَكَ وَ أَنَا بِفَضْلِكَ حَامِدٌ وَ بِجُهْدِ يَقِينِي لَكَ شَاكِرٌ وَ بِحَقِّكَ شَاهِدٌ فَإِنَّكَ حَيٌّ قَبْلَ كُلِّ حَيٍّ وَ حَيٌّ بَعْدَ كُلِّ حَيٍّ وَ حَيٌّ لَمْ تَرِثِ الْحَيَاةَ مِنْ حَيٍّ وَ لَمْ تَقْطَعْ خَيْرَكَ عَنِّي طَرْفَةَ عَيْنٍ فِي كُلِّ وَقْتٍ وَ لَمْ تُنْزِلْ بِي عُقُوبَاتِ النِّقَمِ وَ لَمْ تُغَيِّرْ عَلَيَّ دَقَائِقَ الْعِصَمِ فَلَوْ لَمْ أَذْكُرْ مِنْ إِحْسَانِكَ إِلَّا عَفْوَكَ وَ إِجَابَةَ دُعَائِي حِينَ رَفَعْتَ رَأْسِي بِتَحْمِيدِكَ وَ تَمْجِيدِكَ وَ فِي قِسْمَةِ الْأَرْزَاقِ حِينَ قَدَّرْتَ فَلَكَ الْحَمْدُ عَدَدَ مَا حَفِظَهُ عِلْمُكَ وَ عَدَدَ مَا أَحَاطَتْ بِهِ قُدْرَتُكَ وَ عَدَدَ مَا وَسِعَتْهُ رَحْمَتُكَ- اللَّهُمَّ فَتَمِّمْ إِحْسَانَكَ فِيمَا بَقِيَ كَمَا أَحْسَنْتَ فِيمَا مَضَى فَإِنِّي أَتَوَسَّلُ إِلَيْكَ بِتَوْحِيدِكَ وَ تَمْجِيدِكَ وَ تَحْمِيدِكَ وَ تَهْلِيلِكَ وَ تَكْبِيرِكَ وَ تَعْظِيمِكَ وَ بِنُورِكَ وَ رَأْفَتِكَ وَ رَحْمَتِكَ وَ عُلُوِّكَ وَ جَمَالِكَ وَ جَلَالِكَ وَ بَهَائِكَ وَ سُلْطَانِكَ وَ قُدْرَتِكَ وَ بِمُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ أَلَّا تَحْرِمَنِي رِفْدَكَ وَ فَوَائِدَكَ فَإِنَّهُ لَا يَعْتَرِيكَ لِكَثْرَةِ مَا يَتَدَفَّقُ بِهِ عَوَائِقُ الْبُخْلِ وَ لَا يَنْقُصُ جُودَكَ تَقْصِيرٌ فِي شُكْرِ نِعْمَتِكَ وَ لَا تُفْنِي خَزَائِنَ مَوَاهِبِكَ النِّعَمُ وَ لَا تَخَافُ ضَيْمَ إِمْلَاقٍ فَتُكْدِيَ وَ لَا يَلْحَقُكَ خَوْفُ عُدْمٍ فَيَنْقُصَ فَيْضُ فَضْلِكَ- اللَّهُمَّ ارْزُقْنِي قَلْباً خَاشِعاً وَ يَقِيناً صَادِقاً وَ لِسَاناً ذَاكِراً وَ لَا تُؤْمِنِّي مَكْرَكَ وَ لَا تَكْشِفْ عَنِّي سِتْرَكَ وَ لَا تُنْسِنِي ذِكْرَكَ وَ لَا تُبَاعِدْنِي مِنْ جِوَارِكَ وَ لَا تَقْطَعْنِي مِنْ رَحْمَتِكَ وَ لَا تُؤْيِسْنِي مِنْ رَوْحِكَ وَ كُنْ لِي أَنِيساً مِنْ كُلِّ وَحْشَةٍ وَ اعْصِمْنِي مِنْ كُلِّ هَلَكَةٍ وَ نَجِّنِي مِنْ كُلِّ بَلَاءٍ فَ إِنَّكَ لا تُخْلِفُ الْمِيعادَ اللَّهُمَّ ارْفَعْنِي وَ لَا تَضَعْنِي وَ زِدْنِي وَ لَا تَنْقُصْنِي وَ ارْحَمْنِي وَ لَا تُعَذِّبْنِي وَ انْصُرْنِي وَ لَا تَخْذُلْنِي وَ آثِرْنِي وَ لَا تُؤْثِرْ عَلَيَّ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ الطَّيِّبِينَ الطَّاهِرِينَ وَ سَلِّمْ تَسْلِيماً كَثِيراً "
}