{
"title": "الدعاء المُفضل عن أمير المؤمنين",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "اللَّهُمَ‏ أَنْتَ رَبِّي وَ أَنَا عَبْدُكَ آمَنْتُ بِكَ مُخْلِصاً لَكَ عَلَى عَهْدِكَ وَ وَعْدِكَ مَا اسْتَطَعْتُ أَتُوبُ إِلَيْكَ مِنْ سُوءِ عَمَلِي وَ أَسْتَغْفِرُكَ لِذُنُوبِيَ الَّتِي لَا يَغْفِرُهَا غَيْرُكَ أَصْبَحَ ذُلِّي مُسْتَجِيراً بِعِزَّتِكَ وَ أَصْبَحَ فَقْرِي مُسْتَجِيراً بِغِنَاكَ وَ أَصْبَحَ جَهْلِي مُسْتَجِيراً بِحِلْمِكَ وَ أَصْبَحَتْ قِلَّةُ حِيلَتِي مُسْتَجِيراً بِقُدْرَتِكَ وَ أَصْبَحَ خَوْفِي مُسْتَجِيراً بِأَمَانِكَ وَ أَصْبَحَ دَائِي مُسْتَجِيراً بِدَوَائِكَ وَ أَصْبَحَ سُقْمِي مُسْتَجِيراً بِشِفَائِكَ وَ أَصْبَحَ حَيْنِي [جُبْنِي‏] مُسْتَجِيراً بِقَضَائِكَ وَ أَصْبَحَ ضَعْفِي مُسْتَجِيراً بِقُوَّتِكَ وَ أَصْبَحَ ذَنْبِي مُسْتَجِيراً بِمَغْفِرَتِكَ وَ أَصْبَحَ وَجْهِيَ الْفَانِي الْبَالِي مُسْتَجِيراً بِوَجْهِكَ الْبَاقِي الدَّائِمِ الَّذِي لَا يَبْلَى وَ لَا يَفْنَى يَا مَنْ لَا يُوَارِيهِ لَيْلٌ دَاجٍ وَ لَا سَمَاءٌ ذَاتُ أَبْرَاجٍ وَ لَا حُجُبٌ ذَاتُ أتراج [ارْتِجَاجٍ‏] وَ لَا مَاءٌ ثَجَّاجٌ فِي قَعْرِ بَحْرٍ عَجَّاجٍ يَا دَافَعَ السَّطَوَاتِ يَا كَاشِفَ الْكُرُبَاتِ يَا مُنْزِلَ الْبَرَكَاتِ مِنْ فَوْقِ سَبْعِ سَمَاوَاتٍ أَسْأَلُكَ يَا فَتَّاحُ يَا نَفَّاحُ يَا مُرْتَاحُ يَا مَنْ بِيَدِهِ خَزَائِنُ كُلِّ مِفْتَاحٍ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ الطَّاهِرِينَ الطَّيِّبِينَ وَ أَنْ تَفْتَحَ لِي مِنْ خَيْرِ الدُّنْيَا وَ الْآخِرَةِ وَ أَنْ تَحْجُبَ عَنِّي فِتْنَةَ الْمُوَكِّلِ بِي وَ لَا تُسَلِّطْهُ عَلَيَّ فَيُهْلِكَنِي وَ لَا تَكِلْنِي إِلَى أَحَدٍ طَرْفَةَ عَيْنٍ فَيَعْجِزَ عَنِّي وَ لَا تَحْرِمْنِي الْجَنَّةَ وَ ارْحَمْنِي وَ تَوَفَّنِي مُسْلِماً وَ أَلْحِقْنِي بِالصَّالِحِينَ‏ وَ اكْفِنِي بِالْحَلَالِ عَنِ الْحَرَامِ وَ الطَّيِّبِ عَنِ الْخَبِيثِ يَا أَرْحَمَ الرَّاحِمِينَ- اللَّهُمَّ خَلَقْتَ الْقُلُوبَ عَلَى إِرَادَتِكَ وَ فَطَرْتَ الْعُقُولَ عَلَى مَعْرِفَتِكَ فَتَمَلْمَلَتِ الْأَفْئِدَةُ مِنْ مَخَافَتِكَ وَ صَرَخَتِ الْقُلُوبُ بِالْوَلَهِ وَ تَقَاصَرَ وُسْعُ قَدْرِ الْعُقُولِ عَنِ الثَّنَاءِ عَلَيْكَ وَ انْقَطَعَتِ الْأَلْفَاظُ عَنْ مِقْدَارِ مَحَاسِنِكِ وَ كَلَّتِ الْأَلْسُنُ عَنْ إِحْصَاءِ نِعَمِكَ فَإِذَا وَلَجَتْ بِطُرُقِ الْبَحْثِ عَنْ نَعْتِكَ بَهَرَتْهَا حَيْرَةُ الْعَجْزِ عَنْ إِدْرَاكِ وَصْفِكَ فَهِيَ تَرَدَّدُ فِي التَّقْصِيرِ عَنْ مُجَاوَزَةِ مَا حَدَّدْتَ لَهَا إِذْ لَيْسَ لَهَا أَنْ تَتَجَاوَزَ مَا أَمَرْتَهَا فَهِيَ بِالاقْتِدَارِ عَلَى مَا مَكَّنْتَهَا تَحْمَدُكَ بِمَا أَنْهَيْتَ إِلَيْهَا وَ الْأَلْسُنُ مُنْبَسِطَةٌ بِمَا تُمْلِي عَلَيْهَا وَ لَكَ عَلَى كُلِّ مَنِ اسْتَعْبَدْتَ مِنْ خَلْقِكَ أَلَّا يَمِلُّوا مِنْ حَمْدِكَ وَ إِنْ قَصُرَتِ الْمَحَامِدُ عَنْ شُكْرِكَ عَلَى مَا أَسْدَيْتَ إِلَيْهَا مِنْ نِعَمِكَ فَحَمِدَكَ بِمَبْلَغِ طَاقَةِ جَهْدِهِمْ [حَمِدَ] الْحَامِدُونَ وَ اعْتَصَمَ بِرَجَاءِ عَفْوِكَ الْمُقَصِّرُونَ وَ أَوْجَسَ بِالرُّبُوبِيَّةِ لَكَ الْخَائِفُونَ وَ قَصَدَ بِالرَّغْبَةِ إِلَيْكَ الطَّالِبُونَ وَ انْتَسَبَ إِلَى فَضْلِكَ الْمُحْسِنُونَ وَ كُلٌّ يَتَفَيَّأُ فِي ظِلَالِ تَأْمِيلِ عَفْوِكَ وَ يَتَضَاءَلُ بِالذُّلِّ لِخَوْفِكَ وَ يَعْتَرِفُ بِالتَّقْصِيرِ فِي شُكْرِكَ فَلَمْ يَمْنَعْكَ صُدُوفُ مَنْ صَدَفَ عَنْ طَاعَتِكَ وَ لَا عُكُوفُ مَنْ عَكَفَ عَلَى مَعْصِيَتِكَ إِنْ أَسْبَغْتَ عَلَيْهِمُ النِّعَمَ وَ أَجْزَلْتَ لَهُمُ الْقِسَمَ وَ صَرَفْتَ عَنْهُمُ النِّقَمَ وَ خَوَّفْتَهُمْ عَوَاقِبَ النَّدَمِ وَ ضَاعَفْتَ لِمَنْ أَحْسَنَ وَ أَوْجَبْتَ عَلَى الْمُحْسِنِينَ شُكْرَ تَوْفِيقِكَ لِلْإِحْسَانِ وَ عَلَى الْمُسِي‏ءِ شُكْرَ تَعَطُّفِكَ بِالامْتِنَانِ- وَ وَعَدْتَ مُحْسِنَهُمْ بِالزِّيَادَةِ فِي الْإِحْسَانِ مِنْكَ فَسُبْحَانَكَ تُثِيبُ عَلَى مَا بَدْؤُهُ مِنْكَ وَ انْتِسَابُهُ إِلَيْكَ وَ الْقُوَّةُ عَلَيْهِ بِكَ وَ الْإِحْسَانُ فِيهِ مِنْكَ وَ التَّوَكُّلُ فِي التَّوْفِيقِ لَهُ عَلَيْكَ فَلَكَ الْحَمْدُ حَمْدَ مَنْ عَلِمَ أَنَّ الْحَمْدَ لَكَ وَ أَنَّ بَدْأَهُ مِنْكَ وَ مَعَادَهُ إِلَيْكَ حَمْداً لَا يَقْصُرُ عَنْ بُلُوغِ الرِّضَا مِنْكَ حَمْدَ مَنْ قَصَدَكَ بِحَمْدِهِ وَ اسْتَحَقَّ الْمَزِيدَ لَهُ مِنْكَ فِي نِعَمِهِ وَ لَكَ مُؤَيَّدَاتٌ مِنْ عَوْنِكَ وَ رَحْمَةٌ تَخُصُّ بِهَا مَنْ أَحْبَبْتَ مِنْ خَلْقِكَ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اخْصُصْنَا مِنْ رَحْمَتِكَ وَ مُؤَيِّدَاتِ لُطْفِكَ بِأَوْجَبِهَا لِلْإِقَالاتِ وَ أَعْصَمِهَا مِنَ الْإِضَاعَاتِ وَ أَنْجَاهَا مِنَ الْهَلَكَاتِ وَ أَرْشَدِهَا إِلَى الْهِدَايَاتِ وَ أَوْقَاهَا مِنَ الْآفَاتِ وَ أَوْفَرِهَا مِنَ الْحَسَنَاتِ وَ أَنْزَلِهَا بِالْبَرَكَاتِ وَ أَزْيَدِهَا فِي الْقِسَمِ وَ أَسْبَغِهَا لِلنِّعَمِ وَ أَسْتَرِهَا لِلْعُيُوبِ وَ أَغْفَرِهَا لِلذُّنُوبِ إِنَّكَ قَرِيبٌ مُجِيبٌ فَصَلِّ عَلَى خِيَرَتِكَ مِنْ خَلْقِكَ وَ صَفْوَتِكَ مِنْ بَرِيَّتِكَ وَ أَمِينِكَ عَلَى وَحْيِكَ بِأَفْضَلِ الصَّلَوَاتِ وَ بَارِكْ عَلَيْهِ بِأَفْضَلِ الْبَرَكَاتِ بِمَا بَلَّغَ عَنْكَ مِنَ الرِّسَالاتِ وَ صَدَعَ بِأَمْرِكَ‏ وَ دَعَا إِلَيْكَ وَ أَفْصَحَ بِالدَّلَائِلِ عَلَيْكَ بِالْحَقِّ الْمُبِينِ حَتَّى أَتَاهُ الْيَقِينُ وَ صَلَّى اللَّهُ عَلَيْهِ فِي الْأَوَّلِينَ وَ صَلَّى اللَّهُ عَلَيْهِ فِي الْآخِرِينَ وَ عَلَى آلِهِ وَ أَهْلِ بَيْتِهِ الطَّاهِرِينَ وَ اخْلُفْهُ فِيهِمْ بِأَحْسَنِ مَا خَلَّفْتَ بِهِ أَحَداً مِنَ الْمُرْسَلِينَ بِكَ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ لَكَ إِرَادَاتٌ لَا تُعَارِضُ دُونَ بُلُوغِهَا الْغَايَاتِ قَدِ انْقَطَعَ مُعَارَضَتُهَا بِعَجْزِ الِاسْتِطَاعَاتِ عَنِ الرَّدِّ لَهَا دُونَ النِّهَايَاتِ فَأَيَّةُ إِرَادَةٍ جَعَلْتَهَا إِرَادَةً لِعَفْوِكَ وَ سَبَباً لِنَيْلِ فَضْلِكَ وَ اسْتِنْزَالًا لِخَيْرِكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِ مُحَمَّدٍ وَ صِلْهَا اللَّهُمَّ بِدَوَامٍ وَ ابْدَأْهَا بِتَمَامٍ إِنَّكَ وَاسِعُ الْحِبَاءِ كَرِيمُ الْعَطَاءِ مُجِيبُ النِّدَاءِ سَمِيعُ الدُّعَاءِ\n"
}