{
"title": "حجاب أمير المؤمنين علي بن أبي طالب ع‏",
"type": "text",
"source": "مهج الدعوات و منهج العبادات",
"data": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏- قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ تُؤْتِي‏ الْمُلْكَ مَنْ تَشاءُ وَ تَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ وَ تُعِزُّ مَنْ تَشاءُ وَ تُذِلُّ مَنْ تَشاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ. تُولِجُ اللَّيْلَ فِي النَّهارِ وَ تُولِجُ النَّهارَ فِي اللَّيْلِ وَ تُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ تُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَ تَرْزُقُ مَنْ تَشاءُ بِغَيْرِ حِسابٍ‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ خَضَعَتِ الْبَرِيَّةُ لِعَظَمَةِ جَلَالِهِ أَجْمَعُونَ وَ ذَلَّ لِعَظَمَةِ عِزِّهِ كُلُّ مُتَعَاظِمٍ مِنْهُمْ وَ لَا يَجِدُ أَحَدٌ مِنْهُمْ إِلَيَّ مَخْلَصاً بَلْ يَجْعَلُهُمُ اللَّهُ شَارِدِينَ مُتَمَزِّقِينَ فِي عِزِّ طُغْيَانِهِمْ هَالِكِينَ بِ قُلْ أَعُوذُ بِرَبِّ النَّاسِ مَلِكِ النَّاسِ إِلهِ النَّاسِ. مِنْ شَرِّ الْوَسْواسِ الْخَنَّاسِ.- الَّذِي‏ يُوَسْوِسُ فِي صُدُورِ النَّاسِ مِنَ الْجِنَّةِ وَ النَّاسِ‏ انْغَلَقَ عَنِّي بَابُ الْمُتَأَخِّرِينَ مِنْكُمْ وَ بُهِتُّمْ ضَالِّينَ مَطْرُودِينَ بِالصَّافَّاتِ بِالذَّارِيَاتِ بِالْمُرْسَلَاتِ بِالنَّازِعَاتِ أَزْجُرُكُمْ عَنِ الْحَرَكَاتِ كُونُوا رَمَاداً لَا تَبْسُطُوا إِلَيَّ يَداً الْيَوْمَ نَخْتِمُ عَلى‏ أَفْواهِهِمْ وَ تُكَلِّمُنا أَيْدِيهِمْ وَ تَشْهَدُ أَرْجُلُهُمْ بِما كانُوا يَكْسِبُونَ‏- هذا يَوْمُ لا يَنْطِقُونَ وَ لا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ‏ جَمَدَتِ الْأَعْيُنُ وَ خَرِسَتِ الْأَلْسُنُ وَ خَضَعَتِ الرِّقَابُ لِلْمَلِكِ الْخَلَّاقِ اللَّهُمَّ بِالْعَيْنِ وَ الْمِيمِ وَ الْفَاءِ وَ الْحَاءَيْنِ بِنُورِ الْأَشْبَاحِ وَ بِتَلَأْلُؤِ ضِيَاءِ الْإِصْبَاحِ وَ بِتَقْدِيرِكَ لِي يَا قَدِيرُ فِي الْغُدُوِّ وَ الرَّوَاحِ اكْفِنِي شَرَّ مَنْ دَبَّ وَ مَشَى وَ تَجَبَّرَ وَ عَتَا اللَّهُ اللَّهُ الْغَالِبُ لَا مَلْجَأَ مِنْهُ لِهَارِبٍ- نَصْرٌ مِنَ اللَّهِ وَ فَتْحٌ قَرِيبٌ‏- إِذا جاءَ نَصْرُ اللَّهِ وَ الْفَتْحُ‏ إِنْ يَنْصُرْكُمُ اللَّهُ فَلا غالِبَ لَكُمْ‏- كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَ رُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ أَمِنَ مَنِ اسْتَجَارَ بِاللَّهِ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ‏"
}