{
"title": "  في الثناء على الله (يستشير)",
"type": "text",
"source": "الصحيفة العلوية",
"data": "بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏\nالحمد للّه الّذى لا اله الّا هو الحىّ القيّوم الدّآئم و الملك الحقّ المبين المدبّر بلا وزير و لا خلق من عباده يستشير الاوّل غير موصوف الباقى بعد فنآء الخلق العظيم الرّبوبيّة نور السّموات و الأرضين و فاطرهما و مبتدعهما خلقهما بغير عمد ترونها و فتقهما فتقا فقامت السّموات طائعات بامره و استقرّت الأرض باوتادها فوق المآء ثمّ علا ربّنا فى السّموات العلى الرّحمن على العرش استوى‏ لَهُ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ وَ ما بَيْنَهُما وَ ما تَحْتَ الثَّرى‏ فانا اشهد بانّك انت اللّه لا رافع لما وضعت و لا واضع لما رفعت و لا معزّ لمن اذللت و لا مذلّ لمن اعززت و لا مانع لما اعطيت و لا معطى‏ لما منعت و انت اللّه لا اله الّا انت كنت اذ لم تكن سمآء مبنيّة و لا ارض مدحيّة و لا شمس مضيئة و لا ليل مظلم و لا نهار مضئ و لا بحر لجّىّ و لا جبل راس و لا نجم سار و لا قمر منير و لا ريح تهبّ و لا سحاب يسكب و لا برق يلمع و لا رعد يسبّح و لا روح تتنفّس و لا طائر يطير و لا نار تتوقّد و لا مآء يطّرد كنت قبل كلّ شئ و كوّنت كلّ شئ و قدّرت كلّ شئ و ابتدعت كلّ شئ و افقرت و اغنيت و امتّ و احييت و اضحكت و ابكيت و على العرش استويت فتباركت يا اللّه و تعاليت انت اللّه الّذى لا اله الّا انت الخلّاق العليم امرك غالب و علمك نافذ و كيدك قريب و وعدك صادق و قولك حقّ و حكمك عدل و كلامك هدى و وحيك نور و رحمتك واسعة و عفوك عظيم و فضلك كبير و عطآؤك جزيل و حبلك متين و امكانك عتيد و جارك عزيز و باسك شديد و مكرك مكيد انت يا ربّ موضع كلّ شكوى شاهد كلّ نجوى حاضر كلّ ملاء منتهى كلّ حاجة فرج كلّ حزين غنى كلّ فقير مسكين حصن كلّ هارب أمان كلّ خائف حرز الضّعفاء كنز الفقراء مفرّج الغمّاء معين الصّالحين ذلك اللّه ربّ العالمين ربّنا لا اله الّا هو تكفى من عبادك و ناصر من توكّل عليك و انت جار من لا ذبك و تضرّع اليك عصمة من اعتصم بك من عبادك ناصر من انتصر بك تغفر الذّنوب لمن استغفرك جبّار الجبابرة عظيم العظماء كبير الكبراء سيّد السّادات مولى المولى صريخ المستصرخين منفّس عن المكر و بين مجيب دعوة المضطرّين اسمع السّامعين ابصر النّاظرين احكم الحاكمين اسرع الحاسبين ارحم الرّاحمين خير الغافرين قاضى حوائج المؤمنين مغيث الصّالحين انت اللّه لا اله الّا انت ربّ العالمين انت الخالق و انا المخلوق و انت المالك و انا المملوك و انت الرّبّ و انا العبد و انت الرّازق و انا المرزوق و انت المعطى و انا السّائل و انت الجواد و انا البخيل و انت القوىّ و انا الضّعيف و انت العزيز و انا الذّليل و انت الغنىّ و انا الفقير و انت السّيّد و انا العبد و انت الغافر و انا المسئ و انت العالم و انا الجاهل و انت الحليم و انا العجول و انت الرّاحم و انا المرحوم و انت المعانى و انا المبتلى و انت المجيب و انا المضطرّ و انا اشهد بانّك انت اللّه لا اله الّا انت الواحد الفرد و اليك المصير و صلّى اللّه على محمّد و اهل بيته الطّيّبين الطّاهرين و اغفر لى ذنوبى و استر علىّ عيوبى و افتح لى من لدنك رحمة و رزقا واسعا يا ارحم الرّاحمين و الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ* حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ‏ و لا حول و لا قوّة الّا باللّه العلىّ العظيم‏"
}