["(16): ﴿قُل﴾: للمنافقين يا محمد: ﴿لَّن يَنفَعَكُمُ الْفِرَارُ﴾: من الموت فإنه ملاقيكم لا محالة. \n\n(17): ﴿قُلْ مَن ذَا الَّذِي يَعْصِمُكُم مِّنَ اللهِ﴾: أبدًا لا عاصم من أمره، ولا ناصر من دونه. \n\n(18): ﴿قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنكُمْ﴾: المثبطين ﴿وَالْقَائِلِينَ لِإِخْوَانِهِمْ﴾: أي أصحابهم وعشرائهم ﴿هَلُمَّ إِلَيْنَا﴾: تعالوا إلى ما نحن فيه من الضلال والثمار ﴿وَلَا يَأْتُونَ الْبَأْسَ﴾: القتال ﴿إِلَّا قَلِيلًا﴾: إذا اضطر المنافقون إلى القتال قاتلوا رياء وبلا جدوى. \n\n(19): ﴿أَشِحَّةً عَلَيْكُمْ﴾: بأموالهم وأنفسهم وقت الحرب وساعة العسرة ﴿فَإِذَا جَاء الْخَوْفُ﴾: ساعة القتال نظر المنافقون إلى رسول الله (ص) نظر المغشي عليه من سكرات الموت خوفًا وجبنًا، ولاذوا به ليحرسهم ويذود عنهم ﴿فَإِذَا ذَهَبَ الْخَوْفُ﴾: وكفى الله المؤمنين القتال ملأوا الدنيا بشجاعتهم ونجدتهم و ﴿سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ﴾: يزرون بمواقف الأبطال وشجاعة الشجعان! وما أشبه هؤلاء بأهل الشعارات الدينية المزيفة والوطنية المزخرفة في هذا العهد! ولكن للناس الطيبين حاسة خفية في أعماقهم لا تخفي عليها هذه الأغشية الكاذبة ﴿أَشِحَّةً عَلَى الْخَيْرِ﴾: المراد بهذا الخير الغنيمة، أي أن المنافقين جبناء عند الحرب، وأهل جرأة وصلافة عند تقسيم الغنائم ﴿أُوْلَئِكَ لَمْ يُؤْمِنُوا﴾: منذ البداية بل نافقوا ﴿فَأَحْبَطَ اللَّهُ أَعْمَالَهُمْ﴾: لم يقبل منها شيئًا لأنها لغير الله. وفي الحديث: من كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله ومن كانت هجرته إلى دنيا يصيبها أو امرأة يتزوجها فهجرته إلى ما هاجر إليه. \n\n(20): ﴿يَحْسَبُونَ الْأَحْزَابَ لَمْ يَذْهَبُوا﴾: سيطر الهلع والفزع على المنافقين الجبناء حتى خيَّل إليهم أن جيش الأحزاب لن يجلوا عنها وينسحب منها إطلاقًا علمًا بأنه هزم وولى الدبر ﴿وَإِن يَأْتِ الْأَحْزَابُ﴾: لغزو المدينة مرة ثانية ﴿يَوَدُّوا﴾: أي المنافقون الجبناء ﴿لَوْ أَنَّهُم بَادُونَ﴾: قائمون في البادية مع الأعراب بعيدون عن المدينة ﴿يَسْأَلُونَ عَنْ أَنبَائِكُمْ﴾: من ورد عليهم: ماذا حلَّ بالمدينة وأهلها من جيش الأحزاب؟. \n\n(21): ﴿لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ﴾: عليكم أن تقتدوا برسول الله(ص)، في الصبر عند الجهاد ﴿لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ﴾: يأمل ثواب الله ونعيم الآخرة ﴿وَذَكَرَ اللَّهَ كَثِيرًا﴾: كناية عن إقامة الفرائض الخمس. \n\n(22): ﴿وَلَمَّا رَأَى الْمُؤْمِنُونَ الْأَحْزَابَ قَالُوا هَذَا مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ﴾: كان الرسول الأعظم (ص) قد وعد المسلمين من قبل بأنهم سيلاقون ألوانًا من المحن والشدائد من أعداء الله والدين، وحين رأوا جيش الأحزاب يحاصرهم من كل جانب، قالوا صدق الله العليّ العظيم وصدق رسوله النبي الكريم. \n\n","تفسير المبين"]