["(44): ﴿تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلَامٌ... ﴾: تقدم في الآية10 من يونس وغيرها. \n\n(45) - (46): ﴿يَا أَيُّهَا النَّبِيُّ إِنَّا أَرْسَلْنَاكَ﴾: داعيًا إلى الحق، وشاهدًا على الخلق. \n\n(47): ﴿وَبَشِّرِ الْمُؤْمِنِينَ﴾: بالمثوبة، وأنذر الكافرين بالعقوبة. \n\n(48): ﴿وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ﴾: لا تصغ لأحد منهم فيما يقول ويشير ﴿وَدَعْ أَذَاهُمْ﴾: أعرض وتجاوز عنهم، فإن الله يكفيك شر كل ذي شر. \n\n(49): ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ﴾: أجريتم عليهن عقد زواج ﴿ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ﴾: بالدخول فلا عدة للمطلقة غير المدخول بها، ولها أن تتزوج إن شاءت من فورها ﴿فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا﴾: والمتعة في الشرع عبارة عن منحة يقدمها المطلق لمطلقته تبعًا ليسره وعسره، ولا تجب عليه إلا بشرطين: الأول أن يجري العقد مجردًا عن ذكر المهر. والثاني أن يقع الطلاق قبل الدخول، ونطقت بهذين الشرطين الآية236 من البقرة. أنظر تفسيرها. \n\n(50): ﴿يَا أَيُّهَا النَّبِيُّ إِنَّا أَحْلَلْنَا لَكَ أَزْوَاجَكَ﴾: ذكر سبحانه في هذه الآية وما بعدها الأزواج الحلال على التفصيل الآتي: 1) ﴿اللَّاتِي آتَيْتَ أُجُورَهُنَّ﴾: المراد بالأجور هنا المهور، والأفضل تعجيل المهر كما توحي كلمة (آتيت) والمعنى كل امرأة لا زوج لها فلك أن تتزوجها متى أديت المهر 2): ﴿وَمَا مَلَكَتْ يَمِينُكَ﴾: كالسراري من غنائم الحرب مع المشركين، ولا موضوع لهذا الحكم في العصر الراهن 3) ﴿وَبَنَاتِ عَمِّكَ﴾: وعماتك وخالك وخالاتك ﴿اللَّاتِي هَاجَرْنَ مَعَكَ﴾: وإنما خصَّهنَّ بالذكر علمًا بأنهن من القسم الأول- لمجرد الإشارة أن المهاجرات من القرابة افضل من غير المهاجرات 4) ﴿وَامْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا﴾: بلا مهر ﴿أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ الْمُؤْمِنِينَ﴾: أي لا يسوغ لغير النبي أن يتزوج امرأة بلا مهر إطلاقًا، أجل للزوجة أن تهب مهرها لزوجها بعد ثبوته في ذمته ﴿قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ﴾: أي غيرك من المسلمين ﴿فِي أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ﴾: يقول سبحانه لنبيه: حدد الله للمسلمين الزواج بأربع حرائر، والتمتع بما يشاءون من الإماء، أما أنت يا محمد فقد رخص الله لك أن تتزوج بأكثر من أربع حرائر لئلا يكون عليك حرج وضيق فيما أردت من النساء مكافأة لجهادك وجهودك، ولما قاسيت وعانيت في سبيل الدين وإعلاء كلمته. \n\n","تفسير المبين"]