["(1) ﴿المص﴾: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.\n\n(2) ﴿كِتَابٌ﴾: هذا كتاب ﴿أُنزِلَ إِلَيْكَ﴾: يا محمد ﴿فَلاَ يَكُن فِي صَدْرِكَ حَرَجٌ مِّنْه﴾: ضيق من تبليغه بما تلاقيه من قوى الشر والضلال، فالله معك وفي عونك ﴿لِتُنذِرَ بِهِ﴾: الناس كل الناس، ويسمى هذا الإنذار في عصرنا الراهن الثورة لقلب الأوضاع الفاسدة من الأساس ومن هنا جاء الضيق والحرج من الغوغاء والبوغاء ﴿وَذِكْرَى لِلْمُؤْمِنِينَ﴾: أي لتثبيت المؤمنين بالفعل ولمن يريد الإيمان بالحق. \n\n(3): ﴿اتَّبِعُواْ﴾: أيها الناس ﴿مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ﴾: على قلب محمد ولسانه، أمره تعالى أن يبلغ، وأمر العباد أن يتبعوه ويطيعوه ﴿وَلاَ تَتَّبِعُواْ مِن دُونِهِ أَوْلِيَاء﴾: لأنه ليس دون الرسول والقرآن إلا الضلال. \n\n(4): ﴿وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا﴾: لأنها كذبَّت المرسلين ﴿فَجَاءهَا بَأْسُنَا﴾:عذابنا ﴿بَيَاتًا﴾: ليلا ﴿أَوْ هُمْ قَآئِلُونَ﴾: مستريحون في الظهيرة. \n\n(5): ﴿فَمَا كَانَ دَعْوَاهُمْ إِذْ جَاءهُمْ بَأْسُنَا﴾: عند الأمان والاطمئنان يهتفون باسم الأصنام، وعند الشدة والعذاب يدعون الرحمن وينسون ما يشركون. \n\n(6): ﴿فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ﴾: ماذا قلتم للمرسلين؟ ﴿وَلَنَسْأَلَنَّ الْمُرْسَلِينَ﴾:ماذا قال لكم الذين أُرسلتم إليهم؟ والمؤمن حقًا إذا تصور الوقوف بين يدي الله للسؤال ونقاش الحساب يهتز من الأعماق رعبًا، فكيف إذا جاء الجد؟ رحماك اللهم رحماك. \n\n(7): ﴿فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ﴾: ما قالوه وما فعلوه، أحصاه الله ونسوة. \n\n(8): ﴿وَالْوَزْنُ يَوْمَئِذٍ الْحَقُّ﴾: لميزان الدنيا كفتان، فإذا وضعت في إحداهما ترابًا بمقدار كيلو، مثلا، وفي الثانية تبرًا بهذا الثقل تستوي الكفتان، ولا شأن للنوع والأثر، أما ميزان الآخرة فالثقل والشأن للكيف لا للكم، والنوع لا للمقدار، وفي الحديث قليل للعمل مع التقوى خير من كثير بلا تقوى ﴿فَمَن ثَقُلَتْ مَوَازِينُهُ﴾: وهم الذين ائتموا في جميع أعمالهم ومقاصدهم بالقرآن وتعاليمه ﴿فَأُوْلَـئِكَ هُمُ الْمُفْلِحُونَ﴾: لأن الله لا يضيع أجر المحسنين.. \n\n(9): ﴿وَمَنْ خَفَّتْ مَوَازِينُهُ﴾: وهم الذين نبذوا كتاب الله وراء ظهورهم كأنهم لا يعلمون ﴿فَأُوْلَـئِكَ الَّذِينَ خَسِرُواْ أَنفُسَهُم﴾: حيث أوردوها النار وبئس الورد المورود ﴿بِمَا كَانُواْ بِآيَاتِنَا يِظْلِمُونَ﴾: أي يكذّبون. \n\n(10): ﴿وَلَقَدْ مَكَّنَّاكُمْ فِي الأَرْضِ﴾: زوّد سبحانه الإنسان بكل الطاقات و المؤهلات للإكتشاف والإختراع والسيطرة على الطبيعة ﴿وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ﴾: لا يوجد جانب إطلاقًا من حياة الإنسان بنفصل عن الأرض أو يخلو من برها وخيرها. \n\n(11): ﴿وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ﴾: أي خلق وصور أبانا آدم حيث قال عز من قائل: ﴿ثُمَّ قُلْنَا لِلْمَلآئِكَةِ اسْجُدُواْ لآدَمَ﴾: والسجود لآدم بأمر الله سجود وطاعة الله، ولكن ابليس ﴿فَسَجَدُواْ إِلاَّ إِبْلِيسَ لَمْ يَكُن مِّنَ السَّاجِدِينَ﴾: تعصبًا لأصله وحسدًا لآدم. \n\n","تفسير المبين"]