["(31): ﴿يَا بَنِي آدَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ﴾: البسوا أثوابًا طاهرة نظيفة عند كل عبادة (وثيابك فطهر) 4 المدثر) ﴿وكُلُواْ وَاشْرَبُواْ﴾: ما تشتهون وتستلذون إلا ما ورد النهي عنه ﴿وَلاَ تُسْرِفُواْ﴾: في طعام أو شراب أو لباس. \n\n(32): ﴿قُلْ مَنْ حَرَّمَ زِينَةَ اللّهِ﴾: من مسكن وملبس ومركب وأثاث ﴿الَّتِيَ أَخْرَجَ لِعِبَادِهِ﴾: كيف تكون حرامًا، وقد خلقها سبحانه لعباده وعياله؟ ﴿وَالْطَّيِّبَاتِ مِنَ الرِّزْقِ﴾: طعامًا وشرابًا وكواعب أترابًا... ومن هنا قال الفقهاء: كل شيء مباح حتى يرد فيه نهي ﴿قُلْ هِي لِلَّذِينَ آمَنُواْ فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ﴾: الطيبات والملذات في الدنيا للمؤمن والكافر والبر والفاجر، وهي في الآخرة للمتقين الأبرار، أما المجرمون الأشرار فهم في سموم وحميم وظل من محموم. \n\n(33): ﴿قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ﴾: تقدم في الآية 151 من الأنعام ﴿وَالإِثْمَ﴾: وهو كل ما يعصي الله به من القول أو الفعل ﴿وَالْبَغْيَ بِغَيْرِ الْحَقِّ﴾: الظلم، وفي نهج البلاغة: بئس الزاد إلى المعاد العدوان على العباد. \n\n(34): ﴿وَلِكُلِّ أُمَّةٍ أَجَلٌ...﴾: تهديد ووعيد للسفاحين والمجرمين بأن لهم يومًا يحاصرون فيه من كل الجهات ويؤخذون بما كانوا يجرمون. \n\n(35)-(36): ﴿يَا بَنِي آدَمَ إِمَّا﴾: مركبة من كلمتين: إن الشرطية وما زائدة مؤكدة، ولدخولها على إن دخلت النون الثقيلة على ﴿يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي﴾: مبشرين ومنذرين ﴿فَمَنِ اتَّقَى وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ﴾: البريء لا يخاف العدالة، والذي يخافها ويمتلئ منها رعبًا وهيبة هو المريب. \n\n(37): ﴿فَمَنْ أَظْلَمُ...﴾: تقدم في الآية 21 من الأنعام ﴿أُوْلَـئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ الْكِتَابِ﴾: والمراد هنا المكتوب، والمعنى أن أعمال المجرمين كلها مكتوبة، وأيضًا تصلهم أرزاقهم المقدرة بالكامل ﴿حَتَّى إِذَا جَاءتْهُمْ رُسُلُنَا﴾: وهم ملائكة الموت ﴿يَتَوَفَّوْنَهُمْ قَالُواْ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ اللّهِ﴾: أي أين الآلهة التي كنتم تعبدونها؟ ﴿قَالُواْ ضَلُّواْ عَنَّا﴾: لا نحن نعرف أين هم؟ ﴿وَشَهِدُواْ عَلَى أَنفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ﴾: الاعتراف بالذنب يجدي من غير شك إذا كان عن نية خالصة وتوبة صادقة، أما التوبة عند الاحتضار وتنفيذ العقوبة فإنها تمامًا كمن ينشد النجاة بعد أن شرب السم القاتل. \n\n","تفسير المبين"]