["(38): ﴿قَالَ﴾: أي يقول سبحانه للمجرمين بعد أن يشهدوا على أنفسهم: ﴿ادْخُلُواْ فِي أُمَمٍ﴾: مجرمة مثلكم ﴿قَدْ خَلَتْ مِن قَبْلِكُم﴾: وفعلت فعلكم ﴿مِّن الْجِنِّ وَالإِنسِ فِي النَّارِ﴾: التي كنتم بها تكذبون ﴿كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا﴾: وهكذا اللصوص والقراصنة يتعاطفون، وهم في الطريق إلى السلب والنهب حتى إذا افتضحوا وأُخذوا للعقاب تلاعنوا، وألقى كل التبعة والمسؤولية على صاحبه ﴿حَتَّى إِذَا ادَّارَكُواْ فِيهَا جَمِيعًا﴾: أي تلاحقوا واجتمعوا في جهنم، وأدرك بعضهم بعضا ﴿قَالَتْ أُخْرَاهُمْ لأُولاَهُمْ﴾: المراد بأُولاهم الرؤساء والقادة، وبأخراهم الإتباع والسواد ﴿رَبَّنَا هَـؤُلاء أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ﴾: طلب من الله التابعون أن يضاعف سوء العذاب للرؤساء لأنهم أصل البلاء ﴿قَالَ﴾: سبحانه ﴿لِكُلٍّ ضِعْفٌ﴾: أي لكل من رؤساء الضلال واتباعهم عذاب عظيم ﴿وَلَـكِن لاَّ تَعْلَمُونَ﴾: لا يعلم كل فريق مقدار ما يقاسيه الآخر من العذاب وشدته. \n\n(39): ﴿وَقَالَتْ أُولاَهُمْ لأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ﴾: في الإيمان والعمل الصالح الذي يوجب أن يكون عذابنا أشد من عذابكم، بل نحن وأنتم سواء في الكفر والضلال ﴿فَذُوقُواْ الْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ﴾: بأيديكم أنتم، ولا تلوموا إلا أنفسكم. \n\n(40): ﴿إِنَّ الَّذِينَ كَذَّبُواْ بِآيَاتِنَا وَاسْتَكْبَرُواْ عَنْهَا﴾: المراد بآياته تعالى الدلائل على وجوده ونبوة أنبيائه ﴿لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاء﴾: أي لا يقبل الله أعمالهم ما داموا به كافرين، ويأتي قوله تعالى: (والذين كذبوا بآياتنا ولقاء الآخرة حبطت أعمالهم- 147 من هذه السورة) ﴿وَلاَ يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ﴾: أي في ثقب الإبرة، والمعنى أن المشرك أو الملحد لا يدخل الجنة أبدًا، وليس معنى هذا أنه يدخل النار حتمًا وجزمًا حيث لا ترابط بين الأمرين، فقد يعمل احدهما للخير والصالح العام ويكف أذاه عن الناس، ويغيث الملهوف، ويناصر العدل، فيكون للظالم خصمًا، وللمظلوم عونًا، أو يخترع الكهرباء، أو يكتشف الدواء للأدواء المستعصية، وما إلى ذلك لوجه الإنسانية مما ينجيه من النار ولا يدخله الجنة. وفي مجمع البيان عن الإمام الصادق(ع) أنه قال: إن آية (هل جزاء الإحسان إلا الإحسان) جرت في الكافر والمؤمن والبر والفاجر. \n\n(41): ﴿لَهُم مِّن جَهَنَّمَ مِهَادٌ﴾: فراش ﴿وَمِن فَوْقِهِمْ غَوَاشٍ﴾: أغطية، والمعنى لهم من النار لحاف وفراش ودثار. \n\n(42): ﴿وَالَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ﴾: الذين مبتدأ ﴿لاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا﴾: جملة معترضة بين المبتدأ والخبر للإشارة إلى أن طريق الجنة سالكة لمن أراد ﴿أُوْلَـئِكَ﴾: مبتدأ ثان ﴿أَصْحَابُ الْجَنَّةِ﴾: خبر المبتدأ الثاني، والجملة خبر الأول. \n\n(43): ﴿وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ﴾: وألف تف وأُف على الحقد والبغضاء، والحسد والعداء ﴿وَقَالُواْ الْحَمْدُ لِلّهِ الَّذِي هَدَانَا﴾: إلى طريق جنته ورضوانه، والبعد عن غضبه ونيرانه ﴿وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللّهُ﴾: برسله وكتبه ﴿لَقَدْ جَاءتْ رُسُلُ رَبِّنَا بِالْحَقِّ﴾: أخبرهم الرسل بالجنة فآمنوا بالغيب، ولما شاهدوها عيانا فرحوا، وأصبح الغيب مشهودًا ﴿وَنُودُواْ أَن﴾: بمعنى أي ﴿تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوهَا﴾: هي حق لكم ﴿بِمَا كُنتُمْ تَعْمَلُونَ﴾: فنعم أجر العالمين. \n\n","تفسير المبين"]