["(138): ﴿وَجَاوَزْنَا بِبَنِي إِسْرَآئِيلَ الْبَحْرَ فَأَتَوْاْ عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَّهُمْ﴾: ما أن انتهت متاعب موسى (ع) مع فرعون وقومه حتى ابتدأت متاعبه مع بني إسرائيل، وهي أمر وأشد على نفسه من متاعب فرعون أضعافا مضاعفة حيث قالوا من جملة ما ﴿قَالُواْ﴾: بكل وقاحة وصلافة: ﴿يَا مُوسَى اجْعَل لَّنَا إِلَـهًا كَمَا لَهُمْ آلِهَةٌ﴾: يطلب اليهود من النبي الذي أُرسل إليهم بالتوحيد أن يتخذ لهم أصنامًا بنفسه ويده! أبعد هذا يقال: كيف حطم موسى الألواح من سورة الغضب؟ ﴿قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ﴾: سفهاء لؤماء.\n\n(139)-(140): ﴿إِنَّ هَـؤُلاء مُتَبَّرٌ﴾: مهلك ومدمر ﴿مَّا هُمْ فِيهِ﴾: من السفه والشرك ﴿وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ﴾: تقدم في الآية 47 من البقرة. \n\n(141): ﴿وَإِذْ أَنجَيْنَاكُم مِّنْ آلِ فِرْعَونَ...﴾: تقدم في الآية 49 من سورة البقرة.ٌ \n\n(142): ﴿وَوَاعَدْنَا مُوسَى ثَلاَثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً﴾: طلب موسى من ربه أن ينزل عليه كتابًا يهدي به الناس، فوعده سبحانه أن ينزل الكتاب بعد 30 ليلة، ويستمر إنزاله عشر ليال ﴿وَقَالَ مُوسَى لأَخِيهِ هَارُونَ﴾: عند خروجه إلى الجبل للمناجاة: ﴿اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ﴾: شؤونهم ﴿وَلاَ تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ﴾: لا تطع من دعاك منهم إلى الإفساد واحمله على الصلاح ما استطعت. \n\n(143): ﴿وَلَمَّا جَاء مُوسَى لِمِيقَاتِنَا﴾: للوقت الذي حددناه لنزول التوراة ﴿وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنظُرْ إِلَيْكَ﴾: رأيتك بقلبي وعقلي، وأُحب أن تتجلى لعيني عن إفراط شوق ﴿قَالَ لَن تَرَانِي﴾: لأن هذه الرؤية ممتنعة ذاتا ﴿وَلَـكِنِ﴾: سأُريك بعض آثار القدرة الإلهية ﴿انظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي﴾: والمفروض أن الجبل لم يستقر، فالرؤية إذن ممتنعة وغير ممكنة، وكأنه يقول لموسى: إن رؤيتي مستحيلة فلا طلبها، ولكن اطلب شيئًا آخر، وهو كيف أفعل بهذا الجبل فانظر إليه ﴿فَلَمَّا تَجَلَّى رَبُّهُ﴾: أي أمر ربه ﴿لِلْجَبَلِ جَعَلَهُ دَكًّا﴾: غار في الأرض، ولم يبق له عين ولا أثر ﴿وَخَرَّ موسَى صَعِقًا﴾: غاب عن وعيه لهول المفاجأة ﴿فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ﴾: من سؤال رؤيتك ﴿وَأَنَاْ أَوَّلُ الْمُؤْمِنِينَ﴾: بجلالك وعظمتك. \n\n","تفسير المبين"]