["(150): ﴿وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا﴾: تركهم على التوحيد فوجدهم مشركين، فثار و ﴿قَالَ بِئْسَمَا خَلَفْتُمُونِي مِن بَعْدِيَ﴾: ارتدوا عن دينهم في حياة موسى، فإذا تكون الحال بعد موته؟ ﴿أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ﴾: المراد بأمره تعالى غياب موسى عن قومه وانتظاره بأمر الله أربعين ليلة، وفي آية ثانية (أفطال عليكم العهد- 86 سورة طه) والمعنى ما انتظرتم حتى يعود إليكم موسى ﴿وَأَلْقَى الألْوَاحَ﴾: كانت التوراة بيده فوضعها جانبا ﴿وَأَخَذَ بِرَأْسِ أَخِيهِ﴾: في قاموس الكتاب المقدس أن هرون كان أكبر من أخيه موسى بثلاث سنين ﴿يَجُرُّهُ إِلَيْهِ﴾: يجذبه نحوه لهول ما رأى من الكفر والشرك ﴿قَالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي﴾: رأوني ضعيفًا وعاجزًا عن ردعهم بالقوة ﴿وَكَادُواْ يَقْتُلُونَنِي﴾: لشدة ما أنكرت وحذرت ﴿فَلاَ تُشْمِتْ بِيَ﴾: وبك أيضًا ﴿الأعْدَاء﴾: وهم الذين عبدوا العجل ﴿وَلاَ تَجْعَلْنِي مَعَ الْقَوْمِ الظَّالِمِينَ﴾: لا تظهر غضبك علي كما أظهرته عليهم.\n(151): ﴿قَالَ رَبِّ اغْفِرْ لِي وَلِأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ﴾ هنا يلين موسى، وتأخذه عاطفة الرحمة والأخوة، وناجى ربه.\n\n(152): ﴿إِنَّ الَّذِينَ اتَّخَذُواْ الْعِجْلَ ...﴾: تهديد ووعيد لكل من عبد هواه سواء أتمثل بعجل أم بشخص أم بنقد أم بحزب. \n\n(153): ﴿وَالَّذِينَ عَمِلُواْ السَّيِّئَاتِ ثُمَّ تَابُواْ﴾: ما من شك أن من تاب عن الذنب كمن لا ذنب له. \n\n(154): ﴿وَلَمَّا سَكَتَ عَن مُّوسَى الْغَضَبُ...﴾: النبي معصوم، ما في ذلك ريب، ولكن العصمة لا تحوّله عن طبيعة الإنسان إلى طبيعة ثانية، تسلب عنه صفة الرضا والغضب، بخاصة إذا كانا لله، والمؤمن إذا غضب لا يخرج عن الحق، وإذا رضي لا يدخل في باطل. \n\n(155): ﴿وَاخْتَارَ مُوسَى قَوْمَهُ﴾: منصوب بنزع الخافض أي من قومه ﴿سَبْعِينَ رَجُلاً لِّمِيقَاتِنَا﴾: صحبهم معه إلى الطور ليسمعوا كلام الله، ويزدادوا إيمانًا، ولما سمعوا كلامه جل وعز قالوا: أرنا الله جهرة ﴿فَلَمَّا أَخَذَتْهُمُ الرَّجْفَةُ﴾: الصاعقة عقابًا لهم على هذه الجرأة ﴿قَالَ﴾: موسى: ﴿رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّايَ﴾: اختار موسى من بني إسرائيل 70 رجلا، وصحبهم معه إلى الله، ولما طلبوا الرؤية سفها وجهلا أهلكهم سبحانه من دون موسى. فما يصنع؟ هل يعود إلى بني إسرائيل وحيدًا فريدًا وهل يقبلون منه لو أعلمهم بالحقيقة؟ إنه لموقف يضعف فيه الفؤاد وتقل فيه الحيلة، فتضرع إلى الله سبحانه أن يكشف عنه ما هو فيه ﴿أَتُهْلِكُنَا بِمَا فَعَلَ السُّفَهَاء مِنَّا﴾: كلا، إنك أجل وأعظم ﴿إِنْ هِيَ إِلاَّ فِتْنَتُكَ﴾: أي منحتك وابتلاؤك ﴿تُضِلُّ بِهَا مَن تَشَاء﴾: والله سبحانه عادل وحكيم، ويستحيل في حقه أن يضل أحدًا من عباده إلا أن يختارها هو بملء حريته (فلما زاغوا أزاغ الله بقلوبهم- 5الصف) ﴿وَتَهْدِي مَن تَشَاء﴾: بعد أن يختار العبد الهداية لنفسه (والذين اهتدوا زادهم هدى- 17 محمد). \n\n","تفسير المبين"]