["(179): ﴿وَلَقَدْ ذَرَأْنَا﴾: خلقنا ﴿لِجَهَنَّمَ﴾: اللام للعاقبة مثل لدوا للموت ﴿كَثِيرًا مِّنَ الْجِنِّ وَالإِنسِ﴾: خلق سبحانه العقلاء، ومنحهم مع العقل الحرية والقدرة، وأمرهم ونهاهم، فمنهم سمعوا وأطاعوا فدخلوا الجنة، وكثير منهم عصوا وتمردوا فدخلوا النار بسوء اختيارهم (وما ربك بظلام للعبيد- 46 فصلت). ﴿لَهُمْ قُلُوبٌ لاَّ يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لاَّ يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لاَّ يَسْمَعُونَ بِهَا﴾: العقل من شأنه أن يدرك، وأيضًا من شأن العين أن تبصر والأذن أن تسمع، ولكن إذا طغت العاطفة فلا إدراك ولا سمع ولا بصر إلا لها، وأي عقل بصدق رأي الوالدة في ولدها، والعدو ضد عدوه ﴿أُوْلَـئِكَ هُمُ الْغَافِلُونَ﴾: غير المغفول عنهم. \n\n(180): ﴿وَلِلّهِ الأَسْمَاء الْحُسْنَى﴾: كل أسمائه تعالى على مستوى واحد في الحسن حيث لا حالات متعددة ولا صفات متغايرة للذات القدسية ﴿فَادْعُوهُ بِهَا﴾: بأي اسم شئتم، فكل واحد منها يعبر عن تنزيهه وتعظيمه، وليس الله اسم أعظم واسم غير أعظم ﴿وَذَرُواْ الَّذِينَ يُلْحِدُونَ فِي أَسْمَآئِهِ﴾: ينحرفون بها إلى الأصنام كاشتقاق كلمة اللات من الله والعزى من العزيز. \n\n(181): ﴿وَمِمَّنْ خَلَقْنَا أُمَّةٌ يَهْدُونَ بِالْحَقِّ﴾: بعد أن أشار سبحانه في الآيات السابقة أن كثيرًا من الجن والإنس للنار. أشار هنا أن أُمة أو جماعة للجنة. \n\n(182): ﴿وَالَّذِينَ كَذَّبُواْ بِآيَاتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لاَ يَعْلَمُونَ﴾: قد تتابع النعم على الإنسان، فيتمادى في طغيانه ذاهلًا عن المخبآت والمفاجآت حتى إذا قال الناس: طوبى له فاجأته ساعة السوء. \n\n(183): ﴿وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ﴾: والمراد بكيده سبحانه أنه تعالى يمهلهم حتى إذا ركنوا إلى ما هم فيه أخذهم من حيث لا يشعرون. وفي نهج البلاغة: الحذر الحذر، فو الله لقد ستر حتى كأنه قد غفر. \n\n(184): ﴿أَوَلَمْ يَتَفَكَّرُواْ مَا بِصَاحِبِهِم مِّن جِنَّةٍ﴾: وفي الآية 22 من التكوير: (وما صاحبكم بمجنون). قال مشركو العرب للرسول الأعظم (ص): إنك لمجنون! ولا غرابة- على منطقهم وعاداتهم- ألم يجعل الآلهة إلهاً واحداً؟ وقال وثار على عاداتهم وتقاليدهم، وقال لهم من جملة ما قال: (إنكم وما تعبدون من دون الله حصب جهنم- 98 الأنبياء) (لقد كنتم أنتم وآباؤكم في ضلال مبين- 54 الأنبياء). ولو كان محمد (ص) في هذا العصر لقيل عنه: مخرب هدام. \n\n(185): ﴿أَوَلَمْ يَنظُرُواْ فِي مَلَكُوتِ السَّمَاوَاتِ وَالأَرْضِ وَمَا خَلَقَ اللّهُ مِن شَيْءٍ﴾: أو لم ينظر العقلاء نظرة استدلالية علمية إلى كل ما يقع عليه اسم الشيء في هذا الكون ليعلموا أن الله موجود وأنه على كل شيء قدير، وقد استوحى الشاعر من هذه الآية قوله: (وفي كل شيء له آية. تدل على أنه واحد) ويتمثل في هذا الاستدلال القرآني الكوني المنهج العلمي الذي يستخدم الاستقراء والقياس معًا، يستقرئ الناظر أولًا جزيئات الكون وما فيها من سنن تحكمها وتضبط حركاتها وسكناتها وتفاعلها، وينطلق من ذلك ليقول: في الكون نظام وتدبير ولكل نظام وتدبير مدبر ومنظم، فللكون خالق عليهم ومدبر حكيم ﴿وَأَنْ عَسَى أَن يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ﴾: سارعوا أيها العقلاء إلى النظر في الكون، واستنطقوا ما فيه من آيات بينات تهتدوا بها إلى الحق قبل أن يفاجئكم، وأنتم غافلون ﴿فَبِأَيِّ حَدِيثٍ بَعْدَهُ﴾: بعد القرآن ﴿يُؤْمِنُونَ﴾: ومن لا يهتدي بموعظة الله وإرشاده لا يهتدي بشيء. \n\n(186): ﴿مَن يُضْلِلِ اللّهُ فَلاَ هَادِيَ لَهُ﴾: من حاد عن صراطه تعالى فهو ضال تمامًا كمن يمشي مكبًا على وجهه ﴿وَيَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾: إذا خرجوا من طاعته، واستنكفوا عن عبادته. \n\n(187): ﴿يَسْأَلُونَكَ﴾: يا محمد ﴿عَنِ السَّاعَةِ﴾: القيامة ﴿أَيَّانَ مُرْسَاهَا﴾: متى وقوعها وحدوثها، وقال أعرابي لرسول الله (ص): متى تقوم الساعة؟ قال: وماذا أعددت لها؟ ﴿قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّي لاَ يُجَلِّيهَا﴾: لا يظهرها ﴿لِوَقْتِهَا﴾: في وقتها ﴿إِلاَّ هُوَ﴾: وحده لا شريك له ﴿ثَقُلَتْ فِي السَّمَاوَاتِ وَالأَرْضِ﴾: أي ثقل وقعها على أهل السموات والأرض لهولها وشدتها ﴿لاَ تَأْتِيكُمْ إِلاَّ بَغْتَةً﴾: من غير إشعار وإنذار ﴿يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا﴾: أي كأنك منهم بالسؤال عنها مثل اهتمامهم. \n\n","تفسير المبين"]