["(188): ﴿قُل لاَّ أَمْلِكُ لِنَفْسِي نَفْعًا وَلاَ ضَرًّا﴾: هذي هي عقيدة المسلمين بممد (ص)، إنه واحد من الناس، يصيبه ما يصيبهم من عوارض الطبيعة، والفرق أنه بشير ونذير ﴿إِلاَّ مَا شَاء اللّهُ﴾: ربي، فهو الذي ينفعني، ويدفع الضر عني ﴿وَلَوْ كُنتُ أَعْلَمُ الْغَيْبَ لاَسْتَكْثَرْتُ مِنَ الْخَيْرِ﴾: حيث لا أقدم إلا على ما ينفع ﴿وَمَا مَسَّنِيَ السُّوءُ﴾: حيث أُحجم عما يضر، وما كنت غالبا تارة ومغلوبًا حينًا في الحروب ﴿إِنْ أَنَاْ إِلاَّ نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ﴾: وللذين يريدون أن يهتدوا إلى الحق. \n\n(189): ﴿هُوَ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ﴾: وعلى مستوى واحد في الحقوق والواجبات، ومن سفه الرأي أن يعتقد الإنسان أفضليته على غيره بالجاه والمال أو بالنسب والعنصر ﴿وَجَعَلَ مِنْهَا زَوْجَهَا﴾: تقدم في الآية الأولى من النساء ﴿لِيَسْكُنَ إِلَيْهَا﴾: من السكينة بمعنى الطمأنينة ﴿فَلَمَّا تَغَشَّاهَا﴾: قاربها الزوج ﴿حَمَلَتْ حَمْلاً خَفِيفًا﴾: أي خف عليها حمله، ولم تلق منه الأذى وكرب ﴿فَمَرَّتْ بِهِ﴾: استمرت بالحمل ولم تسقط، وقامت وقعدت وتصرفت كأن لم يكن حمل ﴿فَلَمَّا أَثْقَلَت﴾: حان وقت الولادة، واقترب الوضع ﴿دَّعَوَا اللّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحاً لَّنَكُونَنَّ مِنَ الشَّاكِرِينَ﴾: الولد الصالح البار سعادة وهناء لوالديه، والعاق الفاسد شقاء وبلاء.\n\n(190)-(191)-(192): ﴿فَلَمَّا آتَاهُمَا صَالِحاً جَعَلاَ لَهُ شُرَكَاء﴾: المشهور بين المفسرين أن ضمير المثنى في (آتينا) يعود إلى آدم وحواء، وأن الضمير في (جعلا) يعود إلى أولادهما على حذف مضاف، والذي نراه أن هذه الحكاية ليست عن حادثة معينة بين زوجين بالخصوص، وإنما هي حكاية حال الإنسان بما هو، وأنه إذا أراد شيئًا دعا لله وتضرع، وقطع العهود على نفسه والمواثيق حتى إذا آتاه الله ما أراد نكث العهد وخان تمامًا كقوله تعالى: (فإذا ركبوا في الفلك دعوا الله مخلصين له الدين فلما نجاهم إلى البر إذا هم يشركون- 65 العنكبوت). \n\n(193): ﴿وَإِن تَدْعُوهُمْ﴾: إن تدعوا أيها المشركون أصنامكم ﴿إِلَى الْهُدَى﴾: إلى أن يهدوكم لما تريدون ﴿لاَ يَتَّبِعُوكُمْ﴾: لا يستجيبوا لكم ﴿سَوَاء عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَامِتُونَ﴾: لا فرق بين الصامت والناطق عند الأصنام. \n\n(194): ﴿إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللّهِ﴾: أي الأصنام ﴿عِبَادٌ أَمْثَالُكُمْ﴾: أي لو افترضنا أن الأصنام أحياء عقلاء؟، كما تزعمون أيها المشركون فهم أمثالكم لا تفاضل فيما بينكم، فكيف تستغيثون بهم إذا نزلت بكم نازلة. \n\n(195): ﴿أَلَهُمْ أَرْجُلٌ يَمْشُونَ...﴾: أبدًا لا حياة في هذه الأصنام، فكيف تكون شريكة لله في خلقه! وفي نهج البلاغة: كذب العادلون بك إذ شبهوك بأصنامهم، ونحلوك حلية- أعطوك صفة- المخلوقين بأوهامهم ﴿قُلِ ادْعُواْ شُرَكَاءكُمْ﴾: أصنامكم ﴿ثُمَّ كِيدُونِ﴾: أي كيدوني ﴿فَلاَ تُنظِرُونِ﴾: أي فلا تمهلوني، والمعنى قل يا محمد للمشركين اجمعوا أصنامكم لحربي وضرتي، ولا تمهلوني لحظة فهذا أوان مقدرتها وسلطانها. \n\n","تفسير المبين"]