["الْحَمْدُ لِلَّهِ الَّذِي لَا يَبْلُغُ مِدْحَتَهُ الْقَائِلُونَ وَ لَا يُحْصِي نَعْمَاءَهُ  الْعَادُّونَ وَ لَا يُؤَدِّي حَقَّهُ الْمُجْتَهِدُونَ الَّذِي لَا يُدْرِكُهُ بُعْدُ الْهِمَمِ وَ لَا يَنَالُهُ غَوْصُ الْفِطَنِ الَّذِي  لَيْسَ لِصِفَتِهِ حَدٌّ مَحْدُودٌ وَ لَا نَعْتٌ مَوْجُودٌ وَ لَا وَقْتٌ مَعْدُودٌ وَ لَا أَجَلٌ مَمْدُودٌ فَطَرَ الْخَلَائِقَ بِقُدْرَتِهِ وَ نَشَرَ الرِّيَاحَ بِرَحْمَتِهِ وَ وَتَّدَ بِالصُّخُورِ مَيَدَانَ أَرْضِهِ أَوَّلُ الدِّينِ مَعْرِفَتُهُ وَ كَمَالُ مَعْرِفَتِهِ التَّصْدِيقُ بِهِ وَ كَمَالُ التَّصْدِيقِ بِهِ تَوْحِيدُهُ وَ كَمَالُ تَوْحِيدِهِ الْإِخْلَاصُ لَهُ وَ كَمَالُ الْإِخْلَاصِ لَهُ نَفْيُ الصِّفَاتِ عَنْهُ لِشَهَادَةِ  كُلِّ صِفَةٍ أَنَّهَا غَيْرُ الْمَوْصُوفِ وَ شَهَادَةِ كُلِّ مَوْصُوفٍ أَنَّهُ غَيْرُ الصِّفَةِ فَمَنْ وَصَفَ اللَّهَ سُبْحَانَهُ فَقَدْ قَرَنَهُ وَ مَنْ قَرَنَهُ فَقَدْ ثَنَّاهُ وَ مَنْ ثَنَّاهُ فَقَدْ جَزَّأَهُ وَ مَنْ جَزَّأَهُ فَقَدْ جَهِلَهُ وَ مَنْ أَشَارَ إِلَيْهِ فَقَدْ حَدَّهُ وَ مَنْ حَدَّهُ فَقَدْ عَدَّهُ وَ مَنْ قَالَ فِيمَ فَقَدْ ضَمَّنَهُ وَ مَنْ قَالَ عَلَا مَ فَقَدْ أَخْلَى مِنْهُ كَائِنٌ لَا عَنْ حَدَثٍ مَوْجُودٌ لَا عَنْ عَدَمٍ مَعَ كُلِّ شَيْءٍ لَا بِمُقَارَنَةٍ  وَ غَيْرُ كُلِّ شَيْءٍ لَا بِمُزَايَلَةٍ فَاعِلٌ لَا بِمَعْنَى الْحَرَكَاتِ وَ الْآلَةِ بَصِيرٌ إِذْ لَا مَنْظُورَ إِلَيْهِ مِنْ خَلْقِهِ مُتَوَحِّدٌ إِذْ لَا سَكَنَ يَسْتَأْنِسُ بِهِ وَ لَا يَسْتَوْحِشُ لِفَقْدِهِ أَنْشَأَ الْخَلْقَ إِنْشَاءً وَ ابْتَدَأَهُ ابْتِدَاءً  بِلَا رَوِيَّةٍ أَجَالَهَا وَ لَا تَجْرِبَةٍ اسْتَفَادَهَا وَ لَا حَرَكَةٍ أَحْدَثَهَا وَ لَا هَمَامَةِ  نَفْسٍ اضْطَرَبَ فِيهَا أَحَالَ الْأَشْيَاءَ  لِأَوْقَاتِهَا وَ لَأَمَ بَيْنَ مُخْتَلِفَاتِهَا وَ غَرَّزَ غَرَائِزَهَا وَ أَلْزَمَهَا أَشْبَاحَهَا  عَالِماً بِهَا قَبْلَ ابْتِدَائِهَا مُحِيطاً بِحُدُودِهَا وَ انْتِهَائِهَا عَارِفاً بِقَرَائِنِهَا وَ أَحْنَائِهَا  ثُمَّ أَنْشَأَ سُبْحَانَهُ فَتْقَ الْأَجْوَاءِ وَ شَقَّ الْأَرْجَاءِ وَ سَكَائِكَ الْهَوَاءِ فَأَجْرَى  فِيهَا مَاءً مُتَلَاطِماً تَيَّارُهُ مُتَرَاكِماً زَخَّارُهُ حَمَلَهُ عَلَى مَتْنِ الرِّيحِ الْعَاصِفَةِ وَ الزَّعْزَعِ الْقَاصِفَةِ  فَأَمَرَهَا بِرَدِّهِ وَ سَلَّطَهَا عَلَى شَدِّهِ وَ قَرَنَهَا إِلَى حَدِّهِ الْهَوَاءُ مِنْ تَحْتِهَا فَتِيقٌ وَ الْمَاءُ مِنْ فَوْقِهَا دَفِيقٌ ثُمَّ أَنْشَأَ سُبْحَانَهُ رِيحاً اعْتَقَمَ مَهَبَّهَا وَ أَدَامَ مُرَبَّهَا وَ أَعْصَفَ مَجْرَاهَا وَ أَبْعَدَ منشاها فَأَمَرَهَا بِتَصْفِيقِ الْمَاءِ الزَّخَّارِ وَ إِثَارَةِ مَوْجِ الْبِحَارِ فَمَخَضَتْهُ مَخْضَ السِّقَاءِ وَ عَصَفَتْ بِهِ عَصْفَهَا بِالْفَضَاءِ تَرُدُّ أَوَّلَهُ على آخِرِهِ وَ سَاجِيَهُ على مَائِرِهِ  حَتَّى عَبَّ عُبَابُهُ وَ رَمَى بِالزَّبَدِ رُكَامُهُ فَرَفَعَهُ فِي هَوَاءٍ مُنْفَتِقٍ وَ جَوٍّ مُنْفَهِقٍ فَسَوَّى مِنْهُ سَبْعَ سَمَوَاتٍ جَعَلَ سُفْلَاهُنَّ مَوْجاً مَكْفُوفاً وَ عُلْيَاهُنَّ سَقْفاً مَحْفُوظاً وَ سَمْكاً مَرْفُوعاً بِغَيْرِ عَمَدٍ يَدْعَمُهَا وَ لَا دِسَارٍ ينتظمها  ثُمَّ زَيَّنَهَا بزينة الْكَوَاكِبِ وَ ضِيَاءِ الثَّوَاقِبِ وَ أَجْرَى فِيهَا سِراجاً مُسْتَطِيراً وَ قَمَراً مُنِيراً فِي فَلَكٍ دَائِرٍ وَ سَقْفٍ سَائِرٍ وَ رَقِيمٍ مَائِرٍ  ثُمَّ فَتَقَ مَا بَيْنَ السَّمَوَاتِ الْعُلَا فَمَلَأَهُنَّ أَطْوَاراً مِنْ مَلَائِكَتِهِ مِنْهُمْ سُجُودٌ لَا يَرْكَعُونَ وَ رُكُوعٌ لَا يَنْتَصِبُونَ وَ صَافُّونَ لَا يَتَزَايَلُونَ وَ مُسَبِّحُونَ لا يَسْأَمُونَ لَا يَغْشَاهُمْ نَوْمُ الْعُيُونِ  وَ لَا سَهْوُ الْعُقُولِ وَ لَا فَتْرَةُ الْأَبْدَانِ وَ لَا غَفْلَةُ النِّسْيَانِ وَ مِنْهُمْ  أُمَنَاءُ عَلَى وَحْيِهِ وَ أَلْسِنَةٌ إِلَى رُسُلِهِ وَ مُخْتَلِفُونَ بِقَضَائِهِ وَ أَمْرِهِ وَ مِنْهُمُ الْحَفَظَةُ لِعِبَادِهِ وَ السَّدَنَةُ لِأَبْوَابِ جِنَانِهِ  وَ مِنْهُمُ الثَّابِتَةُ فِي الْأَرَضِينَ السُّفْلَى أَقْدَامُهُمْ  وَ الْمَارِقَةُ مِنَ السَّمَاءِ الْعُلْيَا أَعْنَاقُهُمْ وَ الْخَارِجَةُ مِنَ الْأَقْطَارِ أَرْكَانُهُمْ وَ الْمُنَاسِبَةُ لِقَوَائِمِ الْعَرْشِ أَكْتَافُهُمْ نَاكِسَةٌ دُونَهُ أَبْصَارُهُمْ مُتَلَفِّعُونَ تَحْتَهُ بِأَجْنِحَتِهِمْ مَضْرُوبَةٌ بَيْنَهُمْ وَ بَيْنَ مَنْ دُونَهُمْ حُجُبُ الْعِزَّةِ وَ أَسْتَارُ الْقُدْرَةِ لَا يَتَوَهَّمُونَ رَبَّهُمْ بِالتَّصْوِيرِ وَ لَا يُجْرُونَ عَلَيْهِ صِفَاتِ الْمَصْنُوعِينَ وَ لَا يَحُدُّونَهُ بِالْأَمَاكِنِ  وَ لَا يُشِيرُونَ إِلَيْهِ بِالنَّظَائِرِ \n\n\nمنها فى صفة خلق آدم (عليه السلام)\n\nثُمَّ جَمَعَ سُبْحَانَهُ مِنْ حَزْنِ الْأَرْضِ وَ سَهْلِهَا وَ عَذْبِهَا وَ سَبَخِهَا تُرْبَةً سَنَّهَا بِالْمَاءِ حَتَّى خَلَصَتْ  وَ لَاطَهَا بالبلة حَتَّى لزبت فَجَبَلَ مِنْهَا صُورَةً ذَاتَ أَحْنَاءٍ وَ وُصُولٍ وَ أَعْضَاءٍ وَ فُصُولٍ أَجْمَدَهَا حَتَّى اسْتَمْسَكَتْ وَ أَصْلَدَهَا حَتَّى صَلْصَلَتْ لِوَقْتٍ مَعْدُودٍ وَ أجل مَعْلُومٍ ثُمَّ نَفَخَ فِيهَا مِنْ رُوحِهِ فَمَثُلَتْ إِنْسَاناً ذَا أَذْهَانٍ يُجِيلُهَا وَ فِكَرٍ يَتَصَرَّفُ بِهَا وَ جَوَارِحَ يَخْتَدِمُهَا وَ أَدَوَاتٍ يُقَلِّبُهَا وَ مَعْرِفَةٍ يَفْرُقُ بِهَا بَيْنَ الْحَقِّ وَ الْبَاطِلِ وَ الْأَذْوَاقِ وَ الْمَشَامِّ وَ الْأَلْوَانِ وَ الْأَجْنَاسِ مَعْجُوناً بِطِينَةِ الْأَلْوَانِ الْمُخْتَلِفَةِ وَ الْأَشْبَاهِ الْمُؤْتَلِفَةِ وَ الْأَضْدَادِ الْمُتَعَادِيَةِ وَ الْأَخْلَاطِ الْمُتَبَايِنَةِ مِنَ الْحَرِّ وَ الْبَرْدِ وَ البلة وَ الْجُمُودِ (و المساءة و السرور ) وَ اسْتَأْدَى اللَّهُ سُبْحَانَهُ الْمَلَائِكَةَ وَدِيعَتَهُ لَدَيْهِمْ وَ عَهْدَ وَصِيَّتِهِ إِلَيْهِمْ فِي الْإِذْعَانِ بِالسُّجُودِ لَهُ وَ الخشوع  لِتَكْرِمَتِهِ فَقَالَ سُبْحَانَهُ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلّا إِبْلِيسَ* اعْتَرَتْهُ الْحَمِيَّةُ وَ غَلَبَتْ عَلَيْهِ الشِّقْوَةُ وَ تَعَزَّزَ بِخِلْقَةِ النَّارِ وَ اسْتَوْهَنَ خَلْقَ الصَّلْصَالِ فَأَعْطَاهُ اللَّهُ النَّظِرَةَ اسْتِحْقَاقاً لِلسُّخْطَةِ وَ اسْتِتْمَاماً لِلْبَلِيَّةِ وَ إِنْجَازاً لِلْعِدَةِ فَقَالَ إنك مِنَ الْمُنْظَرِينَ إِلى يَوْمِ الْوَقْتِ الْمَعْلُومِ* ثُمَّ أَسْكَنَ سُبْحَانَهُ آدَمَ دَاراً أَرْغَدَ فِيهَا عيشته وَ آمَنَ فِيهَا  مَحَلَّتَهُ وَ حَذَّرَهُ إِبْلِيسَ وَ عَدَاوَتَهُ فَاغْتَرَّهُ عَدُوُّهُ نَفَاسَةً  عَلَيْهِ بِدَارِ الْمُقَامِ وَ مُرَافَقَةِ الْأَبْرَارِ فَبَاعَ الْيَقِينَ بِشَكِّهِ وَ الْعَزِيمَةَ بِوَهْنِهِ وَ اسْتَبْدَلَ بِالْجَذَلِ وَجَلًا وَ بِالاغْتِرَارِ نَدَماً ثُمَّ بَسَطَ اللَّهُ سُبْحَانَهُ لَهُ فِي تَوْبَتِهِ وَ لَقَّاهُ كَلِمَةَ رَحْمَتِهِ وَ وَعَدَهُ الْمَرَدَّ إِلَى جَنَّتِهِ وَ أَهْبَطَهُ إِلَى دَارِ الْبَلِيَّةِ وَ تَنَاسُلِ الذُّرِّيَّةِ وَ اصْطَفَى سُبْحَانَهُ مِنْ وَلَدِهِ أَنْبِيَاءَ أَخَذَ عَلَى الْوَحْيِ مِيثَاقَهُمْ وَ عَلَى تَبْلِيغِ الرِّسَالَةِ أَمَانَتَهُمْ لَمَّا بَدَّلَ أَكْثَرُ خَلْقِهِ عَهْدَ اللَّهِ إِلَيْهِمْ فَجَهِلُوا حَقَّهُ وَ اتَّخَذُوا الْأَنْدَادَ مَعَهُ وَ اجتبالتهم الشَّيَاطِينُ  عَنْ مَعْرِفَتِهِ وَ اقْتَطَعَتْهُمْ عَنْ عِبَادَتِهِ فَبَعَثَ فِيهِمْ رُسُلَهُ وَ وَاتَرَ إِلَيْهِمْ أَنْبِيَاءَهُ لِيَسْتَأْدُوهُمْ مِيثَاقَ فِطْرَتِهِ وَ يُذَكِّرُوهُمْ  مَنْسِيَّ نِعْمَتِهِ وَ يَحْتَجُّوا عَلَيْهِمْ بِالتَّبْلِيغِ وَ يُثِيرُوا لَهُمْ دَفَائِنَ الْعُقُولِ وَ يُرُوهُمْ آيَاتِ المقدرة  مِنْ سَقْفٍ فَوْقَهُمْ مَرْفُوعٍ وَ مِهَادٍ تَحْتَهُمْ مَوْضُوعٍ وَ مَعَايِشَ تُحْيِيهِمْ وَ آجَالٍ تُفْنِيهِمْ وَ أَوْصَابٍ تُهْرِمُهُمْ وَ أَحْدَاثٍ تَتَابَعُ عَلَيْهِمْ وَ لَمْ يُخْلِ اللَّهُ سُبْحَانَهُ  خَلْقَهُ مِنْ نَبِيٍّ مُرْسَلٍ أَوْ كِتَابٍ مُنْزَلٍ أَوْ حُجَّةٍ لَازِمَةٍ أَوْ مَحَجَّةٍ قَائِمَةٍ رُسُلٌ لَا تُقَصِّرُ بِهِمْ قِلَّةُ عَدَدِهِمْ وَ لَا كَثْرَةُ الْمُكَذِّبِينَ لَهُمْ مِنْ سَابِقٍ سُمِّيَ لَهُ مَنْ بَعْدَهُ أَوْ غَابِرٍ عَرَّفَهُ مَنْ قَبْلَهُ عَلَى ذَلِكَ نَسَلَتِ الْقُرُونُ وَ مَضَتِ الدُّهُورُ وَ سَلَفَتِ الْآبَاءُ وَ خَلَفَتِ الْأَبْنَاءُ إِلَى أَنْ بَعَثَ اللَّهُ سُبْحَانَهُ مُحَمَّداً رَسُولَ اللَّهِ (صلى الله عليه واله) لِإِنْجَازِ عِدَتِهِ وَ تمام نُبُوَّتِهِ  مَأْخُوذاً عَلَى النَّبِيِّينَ مِيثَاقُهُ مَشْهُورَةً سِمَاتُهُ كَرِيماً مِيلَادُهُ وَ أَهْلُ الْأَرْضِ يَوْمَئِذٍ مِلَلٌ مُتَفَرِّقَةٌ وَ أَهْوَاءٌ مُنْتَشِرَةٌ وَ طَرَائِقُ مُتَشَتِّتَةٌ بَيْنَ مُشَبِّهٍ لِلَّهِ بِخَلْقِهِ أَوْ مُلْحِدٍ فِي اسْمِهِ أَوْ مُشِيرٍ إِلَى غَيْرِهِ (فَهَدَاهُمْ بِهِ مِنَ الضَّلَالَةِ وَ أَنْقَذَهُمْ بِمَكَانِهِ مِنَ الْجَهَالَةِ)  ثُمَّ اخْتَارَ سُبْحَانَهُ لِمُحَمَّدٍ (صلى الله عليه واله) لِقَاءَهُ وَ رَضِيَ لَهُ مَا عِنْدَهُ وَ أَكْرَمَهُ عَنْ دَارِ الدُّنْيَا وَ رَغِبَ بِهِ عَنْ مقارنة الْبَلْوَى  فَقَبَضَهُ إِلَيْهِ كَرِيماً (صلى الله عليه واله) وَ خَلَّفَ فِيكُمْ مَا خَلَّفَتِ الْأَنْبِيَاءُ فِي أُمَمِهَا إِذْ لَمْ يَتْرُكُوهُمْ هَمَلًا بِغَيْرِ طَرِيقٍ وَاضِحٍ وَ لَا عَلَمٍ قَائِمٍ كِتَابَ رَبِّكُمْ مُبَيِّناً حَلَالَهُ وَ حَرَامَهُ  وَ فَرَائِضَهُ وَ فَضَائِلَهُ وَ نَاسِخَهُ وَ مَنْسُوخَهُ وَ رُخَصَهُ وَ عَزَائِمَهُ وَ خَاصَّهُ وَ عَامَّهُ وَ عِبَرَهُ وَ أَمْثَالَهُ وَ مُرْسَلَهُ وَ مَحْدُودَهُ وَ مُحْكَمَهُ وَ مُتَشَابِهَهُ مُفَسِّراً جمله  وَ مُبَيِّناً غَوَامِضَهُ بَيْنَ مَأْخُوذٍ مِيثَاقُ عِلْمِهِ  وَ مُوَسَّعٍ عَلَى الْعِبَادِ فِي جَهْلِهِ وَ بَيْنَ مُثْبَتٍ فِي الْكِتَابِ فَرْضُهُ وَ مَعْلُومٍ فِي السُّنَّةِ نَسْخُهُ وَ وَاجِبٍ فِي السُّنَّةِ أَخْذُهُ وَ مُرَخَّصٍ فِي الْكِتَابِ تَرْكُهُ وَ بَيْنَ وَاجِبٍ  بِوَقْتِهِ وَ زَائِلٍ فِي مُسْتَقْبَلِهِ وَ مباين بَيْنَ مَحَارِمِهِ مِنْ كَبِيرٍ أَوْعَدَ عَلَيْهِ نِيرَانَهُ أَوْ صَغِيرٍ أَرْصَدَ لَهُ غُفْرَانَهُ وَ بَيْنَ مَقْبُولٍ فِي أَدْنَاهُ و مُوَسَّعٍ فِي أَقْصَاهُ\n\n\nمنها في ذكر الحج\n\nوَ فَرَضَ عَلَيْكُمْ  حَجَّ بَيْتِهِ الَّذِي جَعَلَهُ قِبْلَةً لِلْأَنَامِ يَرِدُونَهُ وُرُودَ الْأَنْعَامِ وَ يَأْلَهُونَ إِلَيْهِ وُلُوهَ الْحَمَامِ جَعَلَهُ سُبْحَانَهُ عَلَامَةً لِتَوَاضُعِهِمْ لِعَظَمَتِهِ وَ إِذْعَانِهِمْ لِعِزَّتِهِ وَ اخْتَارَ مِنْ خَلْقِهِ سُمَّاعاً أَجَابُوا إِلَيْهِ دَعْوَتَهُ وَ صَدَّقُوا كَلِمَتَهُ وَ وَقَفُوا مَوَاقِفَ أَنْبِيَائِهِ وَ تَشَبَّهُوا بِمَلَائِكَتِهِ الْمُطِيفِينَ بِعَرْشِهِ يُحْرِزُونَ الْأَرْبَاحَ فِي مَتْجَرِ عِبَادَتِهِ وَ يَتَبَادَرُونَ عِنْدَهُ مَوْعِدَ مَغْفِرَتِهِ  جَعَلَهُ سُبْحَانَهُ وَ تَعَالَى لِلْإِسْلَامِ عَلَماً وَ لِلْعَائِذِينَ حَرَماً فَرَضَ حجه  وَ أَوْجَبَ حقه وَ كَتَبَ عَلَيْكُمْ وِفَادَتَهُ فَقَالَ سُبْحَانَهُ وَ لِلّهِ عَلَى النّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا وَ مَنْ كَفَرَ فَإِنَّ اللّهَ غَنِيٌّ عَنِ الْعالَمِينَ"]