["أَحْمَدُهُ اسْتِتْمَاماً لِنِعْمَتِهِ وَ اسْتِسْلَاماً لِعِزَّتِهِ وَ اسْتِعْصَاماً  مِنْ مَعْصِيَتِهِ وَ أَسْتَعِينُهُ فَاقَةً إِلَى كِفَايَتِهِ إِنَّهُ لَا يَضِلُّ مَنْ هَدَاهُ وَ لَا يَئِلُ مَنْ عَادَاهُ وَ لَا يَفْتَقِرُ مَنْ كَفَاهُ فَإِنَّهُ أَرْجَحُ مَا وُزِنَ وَ أَفْضَلُ مَا خُزِنَ وَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ شَهَادَةً مُمْتَحَناً إِخْلَاصُهَا مُعْتَقَداً مُصَاصُهَا نَتَمَسَّكُ بِهَا أَبَداً مَا أَبْقَانَا وَ نَدَّخِرُهَا لِأَهَاوِيلِ مَا يَلْقَانَا فَإِنَّهَا عَزِيمَةُ الْإِيمَانِ وَ فَاتِحَةُ الْإِحْسَانِ وَ مَرْضَاةُ الرَّحْمَنِ وَ مَدْحَرَةُ الشَّيْطَانِ وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ أَرْسَلَهُ بِالدِّينِ الْمَشْهُورِ وَ العلم الْمَأْثُورِ وَ الْكِتَابِ الْمَسْطُورِ وَ النُّورِ السَّاطِعِ وَ الضِّيَاءِ اللَّامِعِ وَ الْأَمْرِ الصَّادِعِ إِزَاحَةً لِلشُّبُهَاتِ وَ احْتِجَاجاً بِالْبَيِّنَاتِ وَ تَحْذِيراً بِالْآيَاتِ وَ تَخْوِيفاً بِالْمَثُلَاتِ وَ النَّاسُ فِي فِتَنٍ انْجَذَمَ فِيهَا حَبْلُ الدِّينِ وَ تَزَعْزَعَتْ سَوَارِي  الْيَقِينِ وَ اخْتَلَفَ النَّجْرُ وَ تَشَتَّتَ الْأَمْرُ وَ ضَاقَ الْمَخْرَجُ وَ عَمِيَ الْمَصْدَرُ فَالْهُدَى خَامِلٌ وَ الْعَمَى شَامِلٌ عُصِيَ الرَّحْمَنُ وَ نُصِرَ الشَّيْطَانُ وَ خُذِلَ الْإِيمَانُ فَانْهَارَتْ دَعَائِمُهُ وَ تَنَكَّرَتْ مَعَالِمُهُ وَ دَرَسَتْ سُبُلُهُ  وَ عَفَتْ شُرُكُهُ أَطَاعُوا الشَّيْطَانَ فَسَلَكُوا مَسَالِكَهُ وَ وَرَدُوا مَنَاهِلَهُ بِهِمْ سَارَتْ أَعْلَامُهُ وَ قَامَ لِوَاؤُهُ فِي فِتَنٍ دَاسَتْهُمْ بِأَخْفَافِهَا وَ وَطِئَتْهُمْ بِأَظْلَافِهَا وَ قَامَتْ عَلَى سَنَابِكِهَا فَهُمْ فِيهَا تَائِهُونَ حَائِرُونَ جَاهِلُونَ مَفْتُونُونَ فِي خَيْرِ دَارٍ وَ شَرِّ جِيرَانٍ نَوْمُهُمْ سُهُودٌ وَ كُحْلُهُمْ دُمُوعٌ بِأَرْضٍ عَالِمُهَا مُلْجَمٌ وَ جَاهِلُهَا مُكْرَمٌ\n\n\nو منها و يعني آل النبي (صلى الله عليه و آله و سلم)\n\nهُمْ مَوْضِعُ سِرِّهِ وَ لَجَأُ أَمْرِهِ وَ عَيْبَةُ عِلْمِهِ وَ مَوْئِلُ حُكْمِهِ وَ كُهُوفُ كُتُبِهِ وَ جِبَالُ دِينِهِ بِهِمْ أَقَامَ انْحِنَاءَ ظَهْرِهِ وَ أَذْهَبَ ارْتِعَادَ فَرَائِصِهِ\n\n\nمِنْهَا فى المنافقين\n\nزَرَعُوا الْفُجُورَ وَ سَقَوْهُ الْغُرُورَ وَ حَصَدُوا الثُّبُورَ لَا يُقَاسُ بِآلِ مُحَمَّدٍ (صلى الله عليه واله) مِنْ هَذِهِ الْأُمَّةِ أَحَدٌ وَ لَا يُسَوَّى بِهِمْ مَنْ جَرَتْ نِعْمَتُهُمْ عَلَيْهِ أَبَداً هُمْ أَسَاسُ الدِّينِ وَ عِمَادُ الْيَقِينِ إِلَيْهِمْ يَفِيءُ الْغَالِي وَ بِهِمْ يلحق التَّالِي وَ لَهُمْ خَصَائِصُ حَقِّ الْوِلَايَةِ وَ فِيهِمُ الْوَصِيَّةُ وَ الْوِرَاثَةُ الْآنَ إِذْ رَجَعَ الْحَقُّ إِلَى أَهْلِهِ وَ نُقِلَ إِلَى مُنْتَقَلِهِ"]