{
"title": "(102) و من خطبة له (عليه السلام)",
"type": "text",
"data": "انْظُرُوا إِلَى الدُّنْيَا نَظَرَ الزَّاهِدِينَ فِيهَا الصَّادِفِينَ عَنْهَا فَإِنَّهَا وَ اللَّهِ عَمَّا قَلِيلٍ تُزِيلُ الثَّاوِيَ السَّاكِنَ وَ تَفْجَعُ الْمُتْرَفَ الآْمِنَ لَا يَرْجِعُ مَا تَوَلَّى مِنْهَا فَأَدْبَرَ وَ لَا يُدْرَى مَا هُوَ آتٍ مِنْهَا فَيُنْتَظَرُ سُرُورُهَا مَشُوبٌ بِالْحُزْنِ وَ جَلَدُ الرِّجَالِ فِيهَا إِلَى الضَّعْفِ وَ الْوَهَنِ فَلَا تَغُرَّنَّكُمْ كَثْرَةُ مَا يُعْجِبُكُمْ فِيهَا لِقِلَّةِ مَا يَصْحَبُكُمْ مِنْهَا رَحِمَ اللَّهُ امْرَأً تَفَكَّرَ فَاعْتَبَرَ وَ اعْتَبَرَ  فَأَبْصَرَ فَكَأَنَّ مَا هُوَ كَائِنٌ مِنَ الدُّنْيَا عَنْ قَلِيلٍ لَمْ يَكُنْ وَ كَأَنَّ مَا هُوَ كَائِنٌ مِنَ الْآخِرَةِ عَمَّا قَلِيلٍ لَمْ يَزَلْ وَ كُلُّ مَعْدُودٍ مُنْقَضٍ وَ كُلُّ مُتَوَقَّعٍ آتٍ [وَ كُلُّ آتٍ قَرِيبٌ دَانٍ]\n\n\nمنها\n\nالْعَالِمُ مَنْ عَرَفَ قَدْرَهُ  وَ كَفَى بِالْمَرْءِ جَهْلًا أَلَّا يَعْرِفَ قَدْرَهُ وَ إِنَّ مِنْ أَبْغَضِ  الرِّجَالِ إِلَى اللَّهِ تَعَالَى لَعَبْداً وَكَلَهُ اللَّهُ إِلَى نَفْسِهِ جَائِراً عَنْ قَصْدِ السَّبِيلِ  سَائِراً بِغَيْرِ دَلِيلٍ إِنْ دُعِيَ إِلَى حَرْثِ الدُّنْيَا عَمِلَ وَ إِنْ دُعِيَ  إِلَى حَرْثِ الْآخِرَةِ كَسِلَ كَأَنَّ مَا عَمِلَ لَهُ وَاجِبٌ عَلَيْهِ وَ كَأَنَّ مَا وَنَى فِيهِ سَاقِطٌ عَنْهُ\n\n\nو منها\n\nوَ ذَلِكَ زَمَانٌ  لَا يَنْجُو فِيهِ إِلَّا كُلُّ مُؤْمِنٍ نُوَمَةٍ إِنْ شَهِدَ لَمْ يُعْرَفْ وَ إِنْ غَابَ لَمْ يُفْتَقَدْ أُولَئِكَ مَصَابِيحُ الْهُدَى وَ أَعْلَامُ السُّرَى لَيْسُوا بِالْمَسَايِيحِ وَ لَا الْمَذَايِيعِ الْبُذُرِ أُولَئِكَ يَفْتَحُ اللَّهُ لَهُمْ أَبْوَابَ رَحْمَتِهِ وَ يَكْشِفُ عَنْهُمْ ضَرَّاءَ نِقْمَتِهِ أَيُّهَا النَّاسُ سَيَأْتِي عَلَيْكُمْ زَمَانٌ يُكْفَأُ فِيهِ الْإِسْلَامُ كَمَا يُكْفَأُ الْإِنَاءُ بِمَا فِيهِ أَيُّهَا النَّاسُ إِنَّ اللَّهَ قَدْ أَعَاذَكُمْ مِنْ أَنْ يَجُورَ عَلَيْكُمْ وَ لَمْ يُعِذْكُمْ مِنْ أَنْ يَبْتَلِيَكُمْ وَ قَدْ قَالَ جَلَّ مِنْ قَائِلٍ إِنَّ فِي ذلِكَ لَآياتٍ وَ إِنْ كُنّا لَمُبْتَلِينَ أما قوله (عليه السلام) كل مؤمن نومة فإنما أراد به الحامل الذكر القليل الشر و المساييح جمع مسياح و هو الذي يسيح بين الناس بالفساد و النمائم و المذاييع جمع مذياع و هو الذي إذا سمع لغيره بفاحشة أذاعها و نوه بها و البذر جمع بذور و هو الذي يكثر سفهه و يلغو منطقه"
}