{
"title": "(105) و من خطبة له (عليه السلام)",
"type": "text",
"data": "الْحَمْدُ لِلَّهِ الَّذِي شَرَعَ الْإِسْلَامَ فَسَهَّلَ شَرَائِعَهُ لِمَنْ وَرَدَهُ وَ أَعَزَّ أَرْكَانَهُ عَلَى مَنْ غَالَبَهُ فَجَعَلَهُ أَمْناً لِمَنْ عَلِقَهُ وَ سِلْماً لِمَنْ دَخَلَهُ وَ بُرْهَاناً لِمَنْ تَكَلَّمَ بِهِ وَ شَاهِداً لِمَنْ خَاصَمَ بِهِ  وَ نُوراً لِمَنِ اسْتَضَاءَ بِهِ وَ فَهْماً لِمَنْ عَقَلَ وَ لُبّاً لِمَنْ تَدَبَّرَ وَ آيَةً لِمَنْ تَوَسَّمَ وَ تَبْصِرَةً لِمَنْ عَزَمَ وَ عِبْرَةً لِمَنِ اتَّعَظَ وَ نَجَاةً لِمَنْ صَدَّقَ وَ ثِقَةً لِمَنْ تَوَكَّلَ وَ رَاحَةً لِمَنْ فَوَّضَ وَ جُنَّةً لِمَنْ صَبَرَ فَهُوَ أَبْلَجُ الْمَنَاهِجِ وَ أَوْضَحُ الْوَلَائِجِ مُشْرِفُ الْمَنَارِ مُشْرِقُ الْجَوَادِّ مُضِيءُ الْمَصَابِيحِ  كَرِيمُ الْمِضْمَارِ رَفِيعُ الْغَايَةِ جَامِعُ الْحَلْبَةِ مُتَنَافَسُ السُّبْقَةِ شَرِيفُ الْفُرْسَانِ التَّصْدِيقُ مِنْهَاجُهُ وَ الصَّالِحَاتُ مَنَارُهُ وَ الْمَوْتُ غَايَتُهُ وَ الدُّنْيَا مِضْمَارُهُ وَ الْقِيَامَةُ حَلْبَتُهُ وَ الْجَنَّةُ سُبْقَتُهُ\n\n\nمنها في ذكر النبي (صلى الله عليه واله)\n\nحَتَّى أَوْرَى قَبَساً لِقَابِسٍ وَ أَنَارَ عَلَماً لِحَابِسٍ فَهُوَ أَمِينُكَ الْمَأْمُونُ وَ شَهِيدُكَ يَوْمَ الدِّينِ وَ بَعِيثُكَ نِعْمَةً وَ رَسُولُكَ بِالْحَقِّ رَحْمَةً اللَّهُمَّ اقْسِمْ لَهُ مَقْسَماً مِنْ عَدْلِكَ وَ اجْزِهِ مُضَاعَفَاتِ الْخَيْرِ مِنْ فَضْلِكَ اللَّهُمَّ أَعْلِ  عَلَى بِنَاءِ الْبَانِينَ بِنَاءَهُ وَ اكْرِمْ لَدَيْكَ نُزُلَهُ وَ شَرِّفْ عِنْدَكَ مَنْزِلَتَهُ وَ آتِهِ الْوَسِيلَةَ وَ أَعْطِهِ السَّنَاءَ وَ الْفَضِيلَةَ وَ احْشُرْنَا فِي زُمْرَتِهِ غَيْرَ خَزَايَا وَ لَا نَادِمِينَ وَ لَا نَاكِبِينَ وَ لَا نَاكِثِينَ وَ لَا ضَالِّينَ وَ لَا مُضِلِّينَ  وَ لَا مَفْتُونِينَ\n\nو قد مضى هذا الكلام فيما تقدم إلا أننا كررناه ههنا لما في الروايتين من الاختلاف\n\n\nو منها في خطاب أصحابه\n\nوَ قَدْ بَلَغْتُمْ مِنْ كَرَامَةِ اللَّهِ تَعَالَى لَكُمْ مَنْزِلَةً تُكْرَمُ بِهَا إِمَاؤُكُمْ وَ تُوصَلُ بِهَا جِيرَانُكُمْ وَ يُعَظِّمُكُمْ مَنْ لَا فَضْلَ لَكُمْ عَلَيْهِ وَ لَا يَدَ لَكُمْ عِنْدَهُ وَ يَهَابُكُمْ مَنْ لَا يَخَافُ لَكُمْ سَطْوَةً وَ لَا لَكُمْ عَلَيْهِ إِمْرَةٌ وَ قَدْ تَرَوْنَ عُهُودَ اللَّهِ مَنْقُوضَةً فَلَا تَغْضَبُونَ وَ أَنْتُمْ لِنَقْضِ ذِمَمِ آبَائِكُمْ تَأْنَفُونَ وَ كَانَتْ أُمُورُ اللَّهِ عَلَيْكُمْ تَرِدُ وَ عَنْكُمْ تَصْدُرُ وَ إِلَيْكُمْ تَرْجِعُ فَمَكَّنْتُمُ الظَّلَمَةَ مِنْ مَنْزِلَتِكُمْ وَ أَلْقَيْتُمْ إِلَيْهِمْ أَزِمَّتَكُمْ وَ أَسْلَمْتُمْ أُمُورَ اللَّهِ فِي أَيْدِيهِمْ يَعْمَلُونَ  بِالشُّبُهَاتِ وَ يَسِيرُونَ فِي الشَّهَوَاتِ وَ أَيْمُ اللَّهِ لَوْ فَرَّقُوكُمْ تَحْتَ كُلِّ كَوْكَبٍ لَجَمَعَكُمُ اللَّهُ لِشَرِّ يَوْمٍ لَهُمْ"
}