{
"title": "(107) و من خطبة له (عليه السلام) و هي من خطب الملاحم",
"type": "text",
"data": "الْحَمْدُ لِلَّهِ الْمُتَجَلِّي لِخَلْقِهِ بِخَلْقِهِ وَ الظَّاهِرِ لِقُلُوبِهِمْ بِحُجَّتِهِ خَلَقَ الْخَلْقَ مِنْ غَيْرِ رَوِيَّةٍ إِذْ كَانَتِ الرَّوِيَّاتُ لَا تَلِيقُ إِلَّا بِذَوِي الضَّمَائِرِ وَ لَيْسَ بِذِي ضَمِيرٍ فِي نَفْسِهِ خَرَقَ عِلْمُهُ بَاطِنَ غَيْبِ السُّتُرَاتِ وَ أَحَاطَ بِغُمُوضِ عَقَائِدِ السَّرِيرَاتِ\n\n\nمِنْهَا فِي ذِكْرِ النَّبِيِّ (صلى الله عليه واله)\n\nاخْتَارَهُ مِنْ شَجَرَةِ الْأَنْبِيَاءِ وَ مِشْكَاةِ الضِّيَاءِ وَ ذُؤَابَةِ الْعَلْيَاءِ وَ سُرَّةِ الْبَطْحَاءِ وَ مَصَابِيحِ الظُّلْمَةِ وَ يَنَابِيعِ الْحِكْمَةِ\n\n\nو منها\n\nطَبِيبٌ دَوَّارٌ بِطِبِّهِ قَدْ أَحْكَمَ مَرَاهِمَهُ وَ أَحْمَى مَوَاسِمَهُ يَضَعُ  مِنْ ذَلِكَ حَيْثُ الْحَاجَةُ إِلَيْهِ مِنْ قُلُوبٍ عُمْيٍ وَ آذَانٍ صُمٍّ وَ أَلْسِنَةٍ بُكْمٍ مُتَتَبِّعٌ  بِدَوَائِهِ مَوَاضِعَ الْغَفْلَةِ وَ مَوَاطِنَ الْحَيْرَةِ لَمْ يَسْتَضِيئُوا بِأَضْوَاءِ الْحِكْمَةِ وَ لَمْ يَقْدَحُوا بِزِنَادِ الْعُلُومِ الثَّاقِبَةِ فَهُمْ فِي ذَلِكَ كَالْأَنْعَامِ السَّائِمَةِ وَ الصُّخُورِ الْقَاسِيَةِ قَدِ انْجَابَتِ السَّرَائِرُ لِأَهْلِ الْبَصَائِرِ وَ وَضَحَتْ مَحَجَّةُ الْحَقِّ لِخَابِطِهَا  وَ أَسْفَرَتِ السَّاعَةُ عَنْ وَجْهِهَا وَ ظَهَرَتِ الْعَلَامَةُ لِمُتَوَسِّمِهَا مَا لِي أَرَاكُمْ أَشْبَاحاً بِلَا أَرْوَاح وَ أَرْوَاحاً بِلَا أَشْبَاح وَ نُسَّاكاً بِلَا صَلَاح وَ تُجَّاراً بِلَا أَرْبَاحٍ وَ أَيْقَاظاً نُوَّماً وَ شُهُوداً غُيَّباً وَ نَاظِرَةً عَمْيَاءَ وَ سَامِعَةً صَمَّاءَ وَ نَاطِقَةً بَكْمَاءَ رَايَةُ ضَلَالَةٍ  قَدْ قَامَتْ عَلَى قُطْبِهَا وَ تَفَرَّقَتْ بِشُعَبِهَا تَكِيلُكُمْ بِصَاعِهَا وَ تَخْبِطُكُمْ بِبَاعِهَا قَائِدُهَا خَارِجٌ مِنَ الْمِلَّةِ قَائِمٌ عَلَى أَلضَّلَّةِ فَلَا يَبْقَى يَوْمَئِذٍ مِنْكُمْ إِلَّا ثُفَالَةٌ كَثُفَالَةِ الْقِدْرِ أَوْ نُفَاضَةٌ كَنُفَاضَةِ الْعِكْمِ تَعْرُكُكُمْ عَرْكَ الْأَدِيمِ وَ تَدُوسُكُمْ دَوْسَ الْحَصِيدِ وَ تَسْتَخْلِصُ الْمُؤْمِنَ مِنْ بَيْنِكُمُ اسْتِخْلَاصَ الطَّيْرِ  الْحَبَّةَ الْبَطِينَةَ مِنْ بَيْنِ هَزِيلِ الْحَبِّ أَيْنَ تَذْهَبُ بِكُمُ الْمَذَاهِبُ وَ تَتِيهُ بِكُمُ الْغَيَاهِبُ وَ تَخْدَعُكُمُ الْكَوَادِبُ وَ مِنْ أَيْنَ تُؤْتَوْنَ وَ أَنَّى تُؤْفَكُونَ فَ لِكُلِّ أَجَلٍ كِتابٌ وَ لِكُلِّ غَيْبَةٍ إِيَابٌ فَاسْتَمِعُوا  مِنْ رَبَّانِيكُمْ وَ أَحْضِرُوهُ قُلُوبَكُمْ وَ اسْتَيْقِظُوا إِنْ هَتَفَ بِكُمْ وَ لْيَصْدُقْ رَائِدٌ أَهْلَهُ وَ لْيَجْمَعْ شَمْلَهُ وَ لْيُحْضِرْ ذِهْنَهُ فَلَقَدْ فَلَقَ لَكُمُ الْأَمْرَ فَلْقَ الْخَرَزَةِ وَ قَرَفَهُ قَرْفَ الصَّمْغَةِ فَعِنْدَ ذَلِكَ أَخَذَ الْبَاطِلُ مَآخِذَهُ وَ رَكِبَ الْجَهْلُ مَرَاكِبَهُ وَ عَظُمَتِ الطَّاغِيَةُ وَ قَلَّتِ الدَّاعِيَةُ  وَ صَالَ الدَّهْرُ صِيَالَ السَّبُع الْعَقُورِ وَ هَدَرَ فَنِيقُ الْبَاطِلِ بَعْدَ كُظُومٍ وَ تَوَاخَى النَّاسُ عَلَى الْفُجُورِ وَ تَهَاجَرُوا عَلَى الدِّينِ وَ تَحَابُّوا عَلَى الْكَذِبِ وَ تَبَاغَضُوا عَلَى الصِّدْقِ فَإِذَا كَانَ ذَلِكَ كَانَ الْوَلَدُ غَيْظاً وَ الْمَطَرُ قَيْظاً وَ تَفِيضُ اللِّئَامُ فَيْضاً وَ تَغِيضُ الْكِرَامُ غَيْضاً  وَ كَانَ أَهْلُ ذَلِكَ الزَّمَانِ ذِئَاباً وَ سَلَاطِينُهُ سِبَاعاً وَ أَوْسَاطُهُ أُكَّالًا وَ فُقَرَاؤُهُ أَمْوَاتاً وَ غَارَ الصِّدْقُ  وَ فَاضَ الْكَذِبُ وَ اسْتُعْمِلَتِ الْمَوَدَّةُ بِاللِّسَانِ وَ تَشَاجَرَ  النَّاسُ بِالْقُلُوبِ وَ صَارَ الْفُسُوقُ نَسَباً وَ الْعَفَافُ عَجَباً وَ لُبِسَ الْإِسْلَامُ لُبْسَ الْفَرْوِ مَقْلُوباً"
}