["كُلُّ شَيْءٍ خَاشِعٌ لَهُ  وَ كُلُّ شَيْءٍ قَائِمٌ بِهِ غِنَى كُلِّ فَقِيرٍ وَ عِزُّ كُلِّ ذَلِيلٍ وَ قُوَّةُ كُلِّ ضَعِيفٍ وَ مَفْزَعُ كُلِّ مَلْهُوفٍ مَنْ تَكَلَّمَ سَمِعَ نُطْقَهُ وَ مَنْ سَكَتَ عَلِمَ سِرَّهُ وَ مَنْ عَاشَ فَعَلَيْهِ رِزْقُهُ وَ مَنْ مَاتَ فَإِلَيْهِ مُنْقَلَبُهُ لَمْ تَرَكَ الْعُيُونُ فَتُخْبِرَ عَنْكَ بَلْ كُنْتَ قَبْلَ الْوَاصِفِينَ مِنْ خَلْقِكَ لَمْ تَخْلُقِ الْخَلْقَ لِوَحْشَةٍ وَ لَا اسْتَعْمَلْتَهُمْ لِمَنْفَعَةٍ وَ لَا يَسْبِقُكَ مَنْ طَلَبْتَ وَ لَا يُفْلِتُكَ مَنْ أَخَذْتَ وَ لَا يَنْقُصُ سُلْطَانَكَ مَنْ عَصَاكَ وَ لَا يَزِيدُ فِي مُلْكِكَ مَنْ أَطَاعَكَ وَ لَا يَرُدُّ أَمْرَكَ مَنْ سَخِطَ قَضَاءَكَ وَ لَا يَسْتَغْنِي عَنْكَ مَنْ تَوَلَّى عَنْ أَمْرِكَ كُلُّ سِرٍّ عِنْدَكَ عَلَانِيَةٌ وَ كُلُّ غَيْبٍ عِنْدَكَ شَهَادَةٌ أَنْتَ الْأَبَدُ  فَلَا أَمَدَ لَكَ وَ أَنْتَ الْمُنْتَهَى فَلَا مَحِيصَ  عَنْكَ وَ أَنْتَ الْمَوْعِدُ فَلَا مَنْجَى  مِنْكَ إِلَّا إِلَيْكَ بِيَدِكَ نَاصِيَةُ كُلِّ دَابَّةٍ وَ إِلَيْكَ مَصِيرُ كُلِّ نَسَمَةٍ سُبْحَانَكَ  مَا أَعْظَمَ مَا نَرَى مِنْ خَلْقِكَ وَ مَا أَصْغَرَ كُلَّ عَظِيمَهُ  فِي جَنْبِ قُدْرَتِكَ وَ مَا أَهْوَلَ مَا نَرَى مِنْ مَلَكُوتِكَ وَ مَا أَحْقَرَ ذَلِكَ فِيمَا غَابَ عَنَّا مِنْ سُلْطَانِكَ وَ مَا أَسْبَغَ نِعَمَكَ فِي الدُّنْيَا وَ مَا أَصْغَرَهَا فِي نِعَمِ الْآخِرَةِ \n\n\nمنها\n\nمِنْ مَلَئِكَةٍ أَسْكَنْتَهُمْ سَمَاوَاتِكَ وَ رَفَعْتَهُمْ عَنْ أَرْضِكَ هُمْ أَعْلَمُ خَلْقِكَ بِكَ وَ أَخْوَفُهُمْ لَكَ وَ أَقْرَبُهُمْ مِنْكَ لَمْ يَسْكُنُوا الْأَصْلَابَ وَ لَمْ يُضَمَّنُوا الْأَرْحَامَ وَ لَمْ يُخْلَقُوا مِنْ مَاءٍ مَهِينٍ وَ لَمْ يَتَشَعَّبْهُمْ رَيْبُ الْمَنُونِ وَ إِنَّهُمْ عَلَى مَكَانِهِمْ مِنْكَ وَ مَنْزِلَتِهِمْ عِنْدَكَ وَ اسْتِجْمَاع أَهْوَائِهِمْ فِيكَ وَ كَثْرَةِ طَاعَتِهِمْ لَكَ وَ قِلَّةِ غَفْلَتِهِمْ عَنْ أَمْرِكَ لَوْ عَايَنُوا كُنْهَ مَا خَفِيَ عَلَيْهِمْ مِنْكَ لَحَقَّرُوا أَعْمَالَهُمْ وَ لَزَرَوْا عَلَى أَنْفُسِهِمْ وَ لَعَرَفُوا أَنَّهُمْ لَمْ يَعْبُدُوكَ حَقَّ عِبَادَتِكَ وَ لَمْ يُطِيعُوكَ حَقَّ طَاعَتِكَ عصيان الخلق سُبْحَانَكَ خَالِقاً وَ مَعْبُوداً بِحُسْنِ بَلَائِكَ عِنْدَ خَلْقِكَ خَلَقْتَ دَاراً وَ جَعَلْتَ فِيهَا مَأْدُبَةً مَشْرَباً وَ مَطْعَماً وَ أَزْوَاجاً وَ خَدَماً وَ قُصُوراً وَ أَنْهَاراً وَ زُرُوعاً وَ ثِمَاراً ثُمَّ أَرْسَلْتَ دَاعِياً يَدْعُو إِلَيْهَا فَلَا الدَّاعِيَ أَجَابُوا وَ لَا فِيمَا رَغَّبْتَ رَغِبُوا وَ لَا إِلَى مَا شَوَّقْتَ إِلَيْهِ اشْتَاقُوا أَقْبَلُوا عَلَى جِيفَةٍ  قَدِ افْتَضَحُوا بِأَكْلِهَا وَ اصْطَلَحُوا عَلَى حُبِّهَا وَ مَنْ عَشِقَ شَيْئاً أَعْشَى بَصَرَهُ وَ أَمْرَضَ قَلْبَهُ فَهُوَ يَنْظُرُ بِعَيْنٍ غَيْرِ صَحِيحَةٍ وَ يَسْمَعُ بِأُذُنٍ غَيْرِ سَمِيعَةٍ قَدْ خَرَقَتِ الشَّهَوَاتُ عَقْلَهُ وَ أَمَاتَتِ الدُّنْيَا قَلْبَهُ وَ وَلَّهِتْ عَلَيْهَا نَفْسَهُ فَهُوَ عَبْدٌ لَهَا وَ لِمَنْ فِي يَدَيْهِ  شَيْءٌ مِنْهَا حَيْثُمَا زَالَتْ زَالَ إِلَيْهَا وَ حَيْثُمَا أَقْبَلَتْ أَقْبَلَ عَلَيْهَا  لَا يَنْزَجِرُ مِنَ اللَّهِ بِزَاجِرٍ  وَ لَا يَتَّعِظُ مِنْهُ بِوَاعِظٍ وَ هُوَ يَرَى الْمَأْخُوذِينَ عَلَى الْغِرَّةِ- حَيْثُ لَا إِقَالَةَ  وَ لَا رَجْعَةَ- كَيْفَ نَزَلَ بِهِمْ مَا كَانُوا يَجْهَلُونَ وَ جَاءَهُمْ مِنْ فِرَاقِ الدُّنْيَا مَا كَانُوا يَأْمَنُونَ وَ قَدِمُوا مِنَ الْآخِرَةِ عَلَى مَا كَانُوا يُوعَدُونَ فَغَيْرُ مَوْصُوفٍ مَا نَزَلَ بِهِمْ اجْتَمَعَتْ عَلَيْهِمْ سَكْرَةُ الْمَوْتِ وَ حَسْرَةُ الْفَوْتِ فَفَتَرَتْ لَهَا أَطْرَافُهُمْ وَ تَغَيَّرَتْ لَهَا أَلْوَانُهُمْ ثُمَّ ازْدَادَ الْمَوْتُ فِيهِمْ وُلُوجاً فَحِيلَ بَيْنَ أَحَدِهِمْ وَ بَيْنَ مَنْطِقِهِ وَ إِنَّهُ لَبَيْنَ أَهْلِهِ يَنْظُرُ بِبَصَرِهِ وَ يَسْمَعُ بِأُذُنِهِ- عَلَى صِحَّةٍ مِنْ عَقْلِهِ وَ بَقَاءٍ مِنْ لُبِّهِ- يُفَكِّرُ فِيمَ أَفْنَى عُمْرَهُ وَ فِيمَ أَذْهَبَ دَهْرَهُ وَ يَتَذَكَّرُ أَمْوَالًا جَمَعَهَا  أَغْمَضَ فِي مَطَالِبِهَا وَ أَخَذَهَا مِنْ مُصَرَّحَاتِهَا وَ مُشْتَبِهَاتِهَا قَدْ لَزِمَتْهُ تَبِعَاتُ جَمْعِهَا وَ أَشْرَفَ عَلَى فِرَاقِهَا تَبْقَى لِمَنْ وَرَاءَهُ يَنْعَمُونَ فِيهَا وَ يَتَمَتَّعُونَ بِهَا فَيَكُونَ الْمَهْنَأُ لِغَيْرِهِ وَ الْعِبْءُ عَلَى ظَهْرِهِ وَ الْمَرْءُ قَدْ غَلِقَتْ رُهُونُهُ بِهَا فَهُوَ يَعَضُّ يَدَهُ نَدَامَةً عَلَى مَا أَصْحَرَ لَهُ عِنْدَ الْمَوْتِ مِنْ أَمْرِهِ وَ يَزْهَدُ فِيمَا كَانَ يَرْغَبُ فِيهِ أَيَّامَ عُمْرِهِ وَ يَتَمَنَّى أَنَّ الَّذِي كَانَ يَغْبِطُهُ بِهَا وَ يَحْسُدُهُ عَلَيْهَا قَدْ حَازَهَا دُونَهُ فَلَمْ يَزَلِ الْمَوْتُ يُبَالِغُ فِي جَسَدِهِ حَتَّى خَالَطَ لِسَانُهُ سَمْعَهُ فَصَارَ بَيْنَ أَهْلِهِ لَا يَنْطِقُ بِلِسَانِهِ وَ لَا يَسْمَعُ بِسَمْعِهِ يُرَدِّدُ طَرْفَهُ بِالنَّظَرِ فِي وُجُوهِهِمْ يَرَى حَرَكَاتِ أَلْسِنَتِهِمْ وَ لَا يَسْمَعُ  رَجْعَ كَلَامِهِمْ ثُمَّ ازْدَادَ الْمَوْتُ الْتِيَاطاً  بِهِ فَقَبَضَ بَصَرَهُ كَمَا قَبَضَ سَمْعَهُ وَ خَرَجَتِ الرُّوحُ مِنْ جَسَدِهِ فَصَارَ جِيفَةً بَيْنَ أَهْلِهِ قَدْ أَوْحَشُوا مِنْ جَانِبِهِ وَ تَبَاعَدُوا مِنْ قُرْبِهِ لَا يُسْعِدُ بَاكِياً وَ لَا يُجِيبُ دَاعِياً ثُمَّ حَمَلُوهُ إِلَى مَحَطٍّ فِي الْأَرْضِ فَأَسْلَمُوهُ فِيهِ إِلَى عَمَلِهِ وَ انْقَطَعُوا عَنْ زَوْرَتِهِ حَتَّى إِذَا بَلَغَ الْكِتَابُ أَجَلَهُ وَ الْأَمْرُ مَقَادِيرَهُ وَ أُلْحِقَ آخِرُ الْخَلْقِ بِأَوَّلِهِ وَ جَاءَ مِنْ أَمْرِ اللَّهِ مَا يُرِيدُهُ مِنْ تَجْدِيدِ خَلْقِهِ أَمَادَ  السَّمَاءَ وَ فَطَرَهَا وَ أَرَجَّ الْأَرْضَ وَ أَرْجَفَهَا وَ قَلَعَ جِبَالَهَا وَ نَسَفَهَا وَ دَكَّ بَعْضُهَا بَعْضاً مِنْ هَيْبَةِ جَلَالَتِهِ وَ مَخُوفِ سَطْوَتِهِ وَ أَخْرَجَ مَنْ فِيهَا فَجَدَّدَهُمْ بَعْدَ إِخْلَاقِهِمْ وَ جَمَعَهُمْ بَعْدَ تَفْرِيقِهِمْ ثُمَّ مَيَّزَهُمْ لِمَا يُرِيدُ مِنْ  مُسَاءَلَتِهِمْ عَنْ (خَفَايَا)  الْأَعْمَالِ وَ خَبَايَا الْأَفْعَالِ وَ جَعَلَهُمْ فَرِيقَيْنِ أَنْعَمَ عَلَى هَؤُلَاءِ وَ انْتَقَمَ مِنْ هَؤُلَاءِ فَأَمَّا أَهْلُ الطَّاعَةِ فَأَثَابَهُمْ بِجِوَارِهِ وَ خَلَّدَهُمْ فِي دَارِهِ حَيْثُ لَا يَظْعَنُ النُّزَّالُ وَ لَا يَتَغَيَّرُ لَهُمُ الْحَالُ وَ لَا تَنُوبُهُمُ الْأَفْزَاعُ وَ لَا تَنَالُهُمُ الْأَسْقَامُ وَ لَا تَعْرِضُ لَهُمُ الْأَخْطَارُ وَ لَا تُشْخِصُهُمُ الْأَسْفَارُ وَ أَمَّا أَهْلُ الْمَعْصِيَةِ فَأَنْزَلَهُمْ شَرَّ دَارٍ وَ غَلَّ الْأَيْدِيَ إِلَى الْأَعْنَاقِ وَ قَرَنَ النَّوَاصِيَ بِالْأَقْدَامِ وَ أَلْبَسَهُمْ سَرَابِيلَ الْقَطِرَانِ وَ مُقَطَّعَاتِ النِّيرَانِ فِي عَذَابٍ قَدِ اشْتَدَّ حَرُّهُ وَ بَابٍ قَدْ أُطْبِقَ عَلَى أَهْلِهِ فِي نَارٍ لَهَا كَلَبٌ وَ لَجَبٌ  وَ لَهَبٌ سَاطِعٌ وَ قَصِيفٌ هَائِلٌ لَا يَظْعَنُ مُقِيمُهَا وَ لَا يُفَادَى أَسِيرُهَا وَ لَا تُفْصَمُ كُبُولُهَا لَا مُدَّةَ لِلدَّارِ فَتَفْنَى وَ لَا أَجَلَ لِلْقَوْمِ فَيُقْضَى\n\n\nمنها في ذكر النبي (صلى الله عليه واله)\n\nقَدْ حَقَّرَ الدُّنْيَا وَ صَغَّرَهَا وَ أَهْوَنَ بِهَا  وَ هَوَّنَهَا وَ عَلِمَ أَنَّ اللَّهَ زَوَاهَا عَنْهُ اخْتِيَاراً وَ بَسَطَهَا لِغَيْرِهِ احْتِقَاراً فَأَعْرَضَ عَنِ الدُّنْيَا بِقَلْبِهِ وَ أَمَاتَ ذِكْرَهَا عَنْ نَفْسِهِ وَ أَحَبَّ أَنْ تَغِيبَ زِينَتُهَا عَنْ عَيْنِهِ لِكَيْلَا يَتَّخِذَ مِنْهَا رِيَاشاً أَوْ  يَرْجُوَ فِيهَا مُقَامًا بَلَّغَ عَنْ رَبِّهِ مُعْذِراً وَ نَصَحَ لِأُمَّتِهِ مُنْذِراً وَ دَعَا إِلَى الْجَنَّةِ مُبَشِّراً  نَحْنُ شَجَرَةُ النُّبُوَّةِ وَ مَحَطُّ الرِّسَالَةِ وَ مُخْتَلَفُ الْمَلَئِكَةِ وَ مَعَادِنُ الْعِلْمِ وَ يَنَابِيعُ الْحُكْمِ  نَاصِرُنَا وَ مُحِبُّنَا يَنْتَظِرُ الرَّحْمَةَ وَ عَدُوُّنَا وَ مُبْغِضُنَا يَنْتَظِرُ السَّطْوَةَ"]