{
"title": "(112) و من خطبة له (عليه السلام)",
"type": "text",
"data": "وَ أُحَذِّرُكُمُ الدُّنْيَا فَإِنَّهَا مَنْزِلُ قُلْعَةٍ وَ لَيْسَتْ بِدَارِ نُجْعَةٍ وَ قَدْ  تَزَيَّنَتْ بِغُرُورِهَا وَ غَرَّتْ بِزِينَتِهَا دَارٌ هَانَتْ عَلَى رَبِّهَا فَخَلَطَ حَلَالَهَا بِحَرَامِهَا وَ خَيْرَهَا بِشَرِّهَا وَ حَيَاتَهَا بِمَوْتِهَا وَ حُلْوَهَا بِمُرِّهَا لَمْ يُصْفِهَا اللَّهُ تَعَالَى لِأَوْلِيَائِهِ وَ لَمْ يَضَنَّ  بِهَا عَلَى أَعْدَائِهِ خَيْرُهَا زَهِيدٌ وَ شَرُّهَا عَتِيدٌ وَ جَمْعُهَا يَنْفَدُ وَ مُلْكُهَا يُسْلَبُ وَ عَامِرُهَا يَخْرَبُ  فَمَا خَيْرُ دَارٍ تُنْقَضُ نَقْضَ الْبِنَاءِ وَ عُمْرٍ يَفْنَى  فِيهَا فَنَاءَ الزَّادِ وَ مُدَّةٍ تَنْقَطِعُ انْقِطَاعَ السَّيْرِ اجْعَلُوا مَا افْتَرَضَ اللَّهُ عَلَيْكُمْ مِنْ طَلِبَتِكُمْ وَ اسْأَلُوهُ مِنْ أَدَاءِ حَقِّهِ مَا سَأَلَكُمْ وَ أَسْمِعُوا دَعْوَةَ الْمَوْتِ آذَانَكُمْ قَبْلَ أَنْ يُدْعَى بِكُمْ إِنَّ الزَّاهِدِينَ فِي الدُّنْيَا تَبْكِي قُلُوبُهُمْ وَ إِنْ ضَحِكُوا وَ يَشْتَدُّ حُزْنُهُمْ وَ إِنْ فَرِحُوا وَ يَكْثُرُ مَقْتُهُمْ أَنْفُسَهُمْ وَ إِنِ اغْتُبِطُوا بِمَا رُزِقُوا قَدْ غَابَ عَنْ قُلُوبِكُمْ ذِكْرُ الْآجَالِ وَ حَضَرَتْكُمْ كَوَاذِبُ الْآمَالِ فَصَارَتِ الدُّنْيَا أَمْلَكَ بِكُمْ مِنَ الْآخِرَةِ وَ الْعَاجِلَةُ أَذْهَبَ بِكُمْ مِنَ الْآجِلَةِ وَ إِنَّمَا أَنْتُمْ إِخْوَانٌ عَلَى دِينِ اللَّهِ مَا فَرَّقَ بَيْنَكُمْ إِلَّا خُبْثُ السَّرَائِرِ وَ سُوءُ الضَّمَائِرِ فَلَا تَوَازَرُونَ وَ لَا تَنَاصَحُونَ وَ لَا تَبَاذَلُونَ وَ لَا تَوَادُّونَ مَا بَالُكُمْ تَفْرَحُونَ بِالْيَسِيرِ مِنَ الدُّنْيَا تُدْرِكُونَهُ  وَ لَا يَحْزُنُكُمُ الْكَثِيرُ مِنَ الْآخِرَةِ تُحْرَمُونَهُ وَ يُقْلِقُكُمُ الْيَسِيرُ مِنَ الدُّنْيَا يَفُوتُكُمْ حَتَّى يَتَبَيَّنَ ذَلِكَ فِي وُجُوهِكُمْ وَ قِلَّةِ صَبْرِكُمْ عَمَّا زُوِيَ مِنْهَا عَنْكُمْ كَأَنَّهَا دَارُ مُقَامِكُمْ وَ كَأَنَّ مَتَاعَهَا بَاقٍ عَلَيْكُمْ وَ مَا يَمْنَعُ أَحَدَكُمْ أَنْ يَسْتَقْبِلَ أَخَاهُ بِمَا يَخَافُ مِنْ عَيْبِهِ إِلَّا مَخَافَةُ أَنْ يَسْتَقْبِلَهُ بِمِثْلِهِ قَدْ تَصَافَيْتُمْ عَلَى رَفْضِ الْآجِلِ وَ حُبِّ الْعَاجِلِ وَ صَارَ دِينُ أَحَدِكُمْ لُعْقَةً عَلَى لِسَانِهِ صَنِيعُ مَنْ  قَدْ فَرَغَ مِنْ عَمَلِهِ وَ أَحْرَزَ رِضَى سَيِّدِهِ"
}