["الْحَمْدُ لِلَّهِ الْوَاصِلِ الْحَمْدَ بِالنِّعَمِ وَ النِّعَمَ بِالشُّكْرِ نَحْمَدُهُ عَلَى آلَائِهِ كَمَا نَحْمَدُهُ عَلَى بَلَائِهِ وَ نَسْتَعِينُهُ عَلَى هَذِهِ النُّفُوسِ الْبِطَاءِ عَمَا أُمِرَتْ بِهِ السِّرَاعِ إِلَى مَا نُهِيَتْ عَنْهُ وَ نَسْتَغْفِرُهُ مِمَّا أَحَاطَ بِهِ عِلْمُهُ وَ أَحْصَاهُ كِتَابُهُ عِلْمٌ غَيْرُ قَاصِرٍ وَ كِتَابٌ غَيْرُ مُغَادِرٍ وَ نُؤْمِنُ بِهِ إِيمَانَ مَنْ عَايَنَ الْغُيُوبَ وَ وَقَفَ عَلَى الْمَوْعُودِ إِيمَاناً نَفَى إِخْلَاصُهُ الشِّرْكَ وَ يَقِينُهُ الشَّكَّ وَ نَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ أَنَّ مُحَمَّداً (صلى الله عليه واله) عَبْدُهُ وَ رَسُولُهُ شَهَادَتَيْنِ تُصْعِدَانِ الْقَوْلَ  وَ تَرْفَعَانِ الْعَمَلَ لَا يَخِفُّ مِيزَانٌ تُوضَعَانِ فِيهِ وَ لَا يَثْقُلُ مِيزَانٌ تُرْفَعَانِ مِنْهُ  أُوصِيكُمْ عِبَادَ اللَّهِ بِتَقْوَى اللَّهِ الَّتِي هِيَ الزَّادُ وَ بِهَا الْمَعَاذُ زَادٌ مُبَلِّغٌ وَ مَعَاذٌ مُنْجِحٌ دَعَا إِلَيْهَا أَسْمَعُ دَاعٍ وَ وَعَاهَا خَيْرُ وَاعٍ فَأَسْمَعَ دَاعِيهَا وَ فَازَ وَاعِيهَا عِبَادَ اللَّهِ إِنَّ تَقْوَى اللَّهِ حَمَتْ أَوْلِيَاءَ اللَّهِ مَحَارِمَهُ وَ أَلْزَمَتْ قُلُوبَهُمْ مَخَافَتَهُ حَتَّى أَسْهَرَتْ لَيَالِيَهُمْ وَ أَظْمَأَتْ هَوَاجِرَهُمْ فَأَخَذُوا الرَّاحَةَ بِالنَّصَبِ وَ الرِّيَّ بِالظَّمَإِ وَ اسْتَقْرَبُوا الْأَجَلَ فَبَادَرُوا الْعَمَلَ وَ كَذَّبُوا الْأَمَلَ فَلَاحَظُوا الْأَجَلَ ثُمَّ إِنَّ الدُّنْيَا دَارُ فَنَاءٍ وَ عَنَاءٍ وَ غِيَرٍ وَ عِبَرٍ فَمِنَ الْفَنَاءِ أَنَّ الدَّهْرَ مُوَتِّرٌ قَوْسَهُ لَا تُخْطِئُ سِهَامُهُ وَ لَا تُؤْسَى جِرَاحُهُ يَرْمِي الْحَيَّ بِالْمَوْتِ وَ الصَّحِيحَ بِالسَّقَمِ وَ النَّاجِيَ بِالْعَطَبِ آكِلٌ لَا يَشْبَعُ وَ شَارِبٌ لَا يَنْقَعُ وَ مِنَ الْعَنَاءِ أَنَّ الْمَرْءَ يَجْمَعُ مَا لَا يَأْكُلُ وَ يَبْنِي مَا لَا يَسْكُنُ ثُمَّ يَخْرُجُ إِلَى اللَّهِ تَعَالَى لَا مَالًا حَمَلَ وَ لَا بِنَاءً نَقَلَ وَ مِنْ غِيَرِهَا أَنَّكَ تَرَى الْمَرْحُومَ مَغْبُوطاً  وَ الْمَغْبُوطَ مَرْحُوماً لَيْسَ ذَلِكَ إِلَّا نَعِيماً زَلَّ وَ بُؤْساً نَزَلَ وَ مِنْ عِبَرِهَا أَنَّ الْمَرْءَ يُشْرِفُ عَلَى أَمَلِهِ فَيَقْتَطِعُهُ حُضُورُ أَجَلِهِ فَلَا أَمَلٌ يُدْرَكُ وَ لَا مُؤَمَّلٌ يُتْرَكُ فَسُبْحَانَ اللَّهِ مَا أَغَرَّ سُرُورَهَا وَ أَظْمَأَ رِيَّهَا وَ أَضْحَى فَيْئَهَا لَا جَاءٍ يُرَدُّ وَ لَا مَاضٍ يَرْتَدُّ فَسُبْحَانَ اللَّهِ مَا أَقْرَبَ الْحَيَّ مِنَ الْمَيِّتِ لِلَحَاقِهِ بِهِ وَ أَبْعَدَ الْمَيِّتَ مِنَ الْحَيِّ لِانْقِطَاعِهِ عَنْهُ إِنَّهُ لَيْسَ شَيْءٌ بِشَرٍّ مِنَ الشَّرِّ إِلَّا عِقَابُهُ وَ لَيْسَ شَيْءٌ بِخَيْرٍ مِنَ الْخَيْرِ إِلَّا ثَوَابُهُ وَ كُلُّ شَيْءٍ مِنَ الدُّنْيَا سَمَاعُهُ أَعْظَمُ مِنْ عِيَانِهِ وَ كُلُّ شَيْءٍ مِنَ الْآخِرَةِ عِيَانُهُ أَعْظَمُ مِنْ سَمَاعِهِ فَلْيَكْفِكُمْ مِنَ الْعِيَانِ السَّمَاعُ وَ مِنَ الْغَيْبِ الْخَبَرُ وَ اعْلَمُوا أَنَّ مَا نَقَصَ مِنَ الدُّنْيَا وَ زَادَ فِي الْآخِرَةِ خَيْرٌ مِمَّا نَقَصَ مِنَ الْآخِرَةِ  وَ زَادَ فِي الدُّنْيَا فَكَمْ مِنْ مَنْقُوصٍ رَابِحٍ وَ مَزِيدٍ خَاسِرٍ إِنَّ الَّذِي أُمِرْتُمْ بِهِ أَوْسَعُ مِنَ الَّذِي نُهِيتُمْ عَنْهُ وَ مَا أُحِلَّ لَكُمْ أَكْثَرُ مِمَّا حُرِّمَ عَلَيْكُمْ فَذَرُوا مَا قَلَّ لِمَا كَثُرَ وَ مَا ضَاقَ لِمَا اتَّسَعَ قَدْ تُكُفِّلَ لَكُمْ بِالرِّزْقِ وَ أُمِرْتُمْ بِالْعَمَلِ فَلَا يَكُونَنَّ الْمَضْمُونُ  لَكُمْ طَلَبُهُ أَوْلَى بِكُمْ مِنَ الْمَفْرُوضِ عَلَيْكُمْ عَمَلُهُ مَعَ أَنَّهُ وَ اللَّهِ لَقَدِ اعْتَرَضَ الشَّكُّ وَ دَخِلَ الْيَقِينُ حَتَّى كَأَنَّ الَّذِي ضُمِنَ لَكُمْ قَدْ فُرِضَ عَلَيْكُمْ وَ كَأَنَّ الَّذِي فُرِضَ  عَلَيْكُمْ قَدْ وُضِعَ عَنْكُمْ فَبَادِرُوا الْعَمَلَ وَ خَافُوا بَغْتَةَ الْأَجَلِ فَإِنَّهُ لَا يُرْجَى مِنْ رَجْعَةِ الْعُمْرِ مَا يُرْجَى مِنْ رَجْعَةِ الرِّزْقِ مَا فَاتَ الْيَوْمَ  مِنَ الرِّزْقِ رُجِيَ غَداً زِيَادَتُهُ وَ مَا فَاتَ أَمْسِ مِنَ الْعُمْرِ لَمْ يُرْجَ الْيَوْمَ رَجْعَتُهُ ذهابها و الشَفَّان الريح الباردة و الذهاب الأمطار اللينة فحذف ذات لعلم السامع به"]