["و قد قام رجل من أصحابه فقال نهيتنا عن الحكومة ثم أمرتنا بها فلم ندر أي الأمرين أرشد فصفق (عليه السلام) إحدى يديه على الأخرى ثم قال هَذَا جَزَاءُ مَنْ تَرَكَ الْعُقْدَةَ أَمَا وَ اللَّهِ لَوْ أَنِّي حِينَ أَمَرْتُكُمْ بِمَا أَمَرْتُكُمْ بِهِ حَمَلْتُكُمْ عَلَى الْمَكْرُوهِ الَّذِي يَجْعَلُ اللَّهُ فِيهِ خَيْراً فَإِنِ الحكومة فقال (عليه السلام) أَ كُلُّكُمْ شَهِدَ مَعَنَا صِفِّينَ فَقَالُوا مِنَّا مَنْ شَهِدَ وَ مِنَّا مَنْ لَمْ يَشْهَدْ قَالَ فَامْتَازُوا فِرْقَتَيْنِ فَلْيَكُنْ مَنْ شَهِدَ صِفِّينَ فِرْقَةً وَ مَنْ لَمْ يَشْهَدْهَا فِرْقَةً حَتَّى أُكَلِّمَ كُلًّا مِنْكُمْ بِكَلَامِهِ وَ نَادَى النَّاسَ فَقَالَ أَمْسِكُوا عَنِ الْكَلَامِ وَ أَنْصِتُوا لِقَوْلِي وَ أَقْبِلُوا بِأَفْئِدَتِكُمْ إِلَيَّ فَمَنْ نَشَدْنَاهُ شَهَادَةً فَلْيَقُلْ بِعِلْمِهِ فِيهَا ثُمَّ كَلَّمَهُمْ (عليه السلام) بِكَلَامٍ طَوِيلٍ مِنْ جُمْلَتِهِ أَنْ قَالَ أَ لَمْ تَقُولُوا عِنْدَ رَفْعِهِمُ الْمَصَاحِفَ حِيلَةً وَ غِيلَةً وَ مَكْراً وَ خَدِيعَةً- إِخْوَانُنَا وَ أَهْلُ دَعْوَتِنَا اسْتَقَالُونَا وَ اسْتَرَاحُوا إِلَى كِتَابِ اللَّهِ سُبْحَانَهُ فَالرَّأْيُ الْقَبُولُ مِنْهُمْ وَ التَّنْفِيسُ عَنْهُمْ فَقُلْتُ لَكُمْ هَذَا أَمْرٌ ظَاهِرُهُ إِيمَانٌ وَ بَاطِنُهُ عُدْوَانٌ وَ أَوَّلُهُ رَحْمَةٌ وَ آخِرُهُ نَدَامَةٌ فَأَقِيمُوا عَلَى شَأْنِكُمْ وَ الْزَمُوا طَرِيقَتَكُمْ وَ عَضُّوا عَلَى الْجِهَادِ بَنَوَاجِذِكُمْ وَ لَا تَلْتَفِتُوا إِلَى نَاعِقٍ نَعَقٍ إِنْ أُجِيبَ أَضَلَّ وَ إِنْ تُرِكَ ذَلَّ (وَ قَدْ كَانَتْ هَذِهِ الْفَعْلَةُ وَ قَدْ رَأَيْتُكُمْ أَعْطَيْتُمُوهَا وَ اللَّهِ لَئِنْ أَبَيْتُهَا مَا وَجَبَتْ عَلَيَّ فَرِيضَتُهَا وَ لَا حَمَّلَنِي اللَّهُ ذَنْبَهَا وَ وَ اللَّهِ إِنْ جِئْتُهَا إِنِّي لَلْمُحِقُّ الَّذِي يُتَّبَعُ وَ إِنَّ الْكِتَابَ لَمَعِي مَا فَارَقْتُهُ مُذْ صَحِبْتُهُ)  فَلَقَدْ  كُنَّا مَعَ رَسُولِ اللَّهِ (صلى الله عليه واله) وَ إِنَّ الْقَتْلَ لَيَدُورُ بَيْنَ الْآباءِ  وَ الْأَبْنَاءِ وَ الْإِخْوَانِ وَ الْقَرَابَاتِ فَمَا نَزْدَادُ  عَلَى كُلِّ مُصِيبَةٍ وَ شِدَّةٍ إِلَّا إِيمَاناً وَ مُضِيّاً عَلَى الْحَقِّ وَ تَسْلِيماً لِلْأَمْرِ وَ صَبْراً عَلَى مَضَضِ الْجِرَاحِ وَ لَكِنَّا إِنَّمَا أَصْبَحْنَا نُقَاتِلُ اسْتَقَمْتُمْ هَدَيْتُكُمْ وَ إِنِ اعْوَجَجْتُمْ قَوَّمْتُكُمْ وَ إِنْ أَبَيْتُمْ تَدَارَكْتُكُمْ لَكَانَتِ الْوُثْقَى وَ لَكِنْ بِمَنْ وَ إِلَى مَنْ أُرِيدُ أَنْ أُدَاوِي بِكُمْ وَ أَنْتُمْ دَائِي كَنَاقِشِ الشَّوْكَةِ بِالشَّوْكَةِ وَ هُوَ يَعْلَمُ أَنَّ ضَلْعَهَا مَعَهَا اللَّهُمَّ قَدْ مَلَّتْ أَطِبَّاءُ هَذَا الدَّاءِ الدَّوِيِّ وَ كَلَّتِ النَّزَعَةُ بِأَشْطَانِ الرَّكِيِّ أَيْنَ الْقَوْمُ الَّذِينَ دُعُوا إِلَى الْإِسْلَامِ فَقَبِلُوهُ وَ قَرَءُوا الْقُرْآنَ فَأَحْكَمُوهُ وَ هُيِّجُوا إِلَى الْجِهَادِ  فَوَلَهُوا اللِّقَاحَ  إِلَى أَوْلَادِهَا وَ سَلَبُوا السُّيُوفَ أَغْمَادَهَا وَ أَخَذُوا بِأَطْرَافِ الْأَرْضِ زَحْفاً زَحْفاً وَ صَفّاً صَفّاً بَعْضٌ هَلَكَ وَ بَعْضٌ نَجَا لَا يُبَشَّرُونَ بِالْأَحْيَاءِ وَ لَا يُعَزَّوْنَ عَنِ الْمَوْتَى مُرْهُ الْعُيُونِ مِنَ الْبُكَاءِ خُمْصُ الْبُطُونِ مِنَ الصِّيَامِ ذُبُلُ الشِّفَاهِ مِنَ الدُّعَاءِ صُفْرُ الْأَلْوَانِ مِنَ السَّهَرِ عَلَى وُجُوهِهِمْ غَبَرَةُ الْخَاشِعِينَ أُولَئِكَ إِخْوَانِي الذَّاهِبُونَ فَحُقَّ لَنَا أَنْ نَظْمَأَ إِلَيْهِمْ وَ نَعَضَّ الْأَيْدِي عَلَى فِرَاقِهِمْ إِنَّ الشَّيْطَانَ يُسَنِّي لَكُمْ طُرُقَهُ وَ يُرِيدُ أَنْ يَحُلَّ دِينَكُمْ عُقْدَةً عُقْدَةً وَ يُعْطِيَكُمْ بِالْجَمَاعَةِ الْفُرْقَةَ (وَ بِالْفُرْقَةِ  الْفِتْنَةَ) فَاصْدِفُوا عَنْ نَزَغَاتِهِ وَ نَفَثَاتِهِ وَ اقْبَلُوا النَّصِيحَةَ مِمَّنْ أَهْدَاهَا إِلَيْكُمْ وَ اعْقِلُوهَا عَلَى أَنْفُسِكُمْ"]