{
"title": "(124) و من كلام له (عليه السلام) في حث أصحابه على القتال",
"type": "text",
"data": "فَقَدِّمُوا الدَّارِعَ وَ أَخِّرُوا الْحَاسِرَ وَ عَضُّوا عَلَى الْأَضْرَاسِ فَإِنَّهُ أَنْبَى لِلسُّيُوفِ عَنِ الْهَامِ وَ الْتَوُوا فِي أَطْرَافِ الرِّمَاحِ فَإِنَّهُ أَمْوَرُ لِلْأَسِنَّةِ وَ غُضُّوا الْأَبْصَارَ فَإِنَّهُ أَرْبَطُ لِلْجَأْشِ وَ أَسْكَنُ لِلْقُلُوبِ وَ أَمِيتُوا الْأَصْوَاتَ فَإِنَّهُ أَطْرَدُ لِلْفَشَلِ وَ رَايَتَكُمْ فَلَا تُمِيلُوهَا وَ لَا تُخَلُّوهَا وَ لَا تَجْعَلُوهَا إِلَّا بِأَيْدِي شُجْعَانِكُمْ وَ الْمَانِعِينَ الذِّمَارَ مِنْكُمْ فَإِنَّ الصَّابِرِينَ عَلَى نُزُولِ الْحَقَائِقِ هُمُ الَّذِينَ يَحُفُّونَ بِرَايَاتِهِمْ  وَ يَكْتَنِفُونَهَا حِفَافَيْهَا وَ وَرَاءَهَا وَ أَمَامَهَا لَا يَتَأَخَّرُونَ  عَنْهَا فَيُسْلِمُوهَا وَ لَا يَتَقَدَّمُونَ عَلَيْهَا فَيُفْرِدُوهَا أَجْزَأَ امْرُؤٌ قِرْنَهُ وَ آسَى أَخَاهُ بِنَفْسِهِ وَ لَمْ يَكِلْ  قِرْنَهُ إِلَى أَخِيهِ فَيَجْتَمِعَ عَلَيْهِ قِرْنُهُ وَ قِرْنُ أَخِيهِ وَ ايْمُ اللَّهِ لَئِنْ فَرَرْتُمْ مِنْ سَيْفِ الْعَاجِلَةِ لَا تَسْلَمُوا مِنْ سَيْفِ الْآخِرَةِ أَنْتُمْ  لَهَامِيمُ الْعَرَبِ وَ السَّنَامُ الْأَعْظَمُ إِنَّ فِي الْفِرَارِ مَوْجِدَةَ اللَّهِ وَ الذُّلَّ اللَّازِمَ  وَ الْعَارَ الْبَاقِيَ وَ إِنَّ الْفَارَّ لَغَيْرُ مَزِيدٍ فِي عُمْرِهِ وَ لَا مَحْجُوزٍ بَيْنَهُ وَ بَيْنَ يَوْمِهِ مَنِ رَائِحٌ  إِلَى اللَّهِ كَالظَّمْآنِ يَرِدُ الْمَاءَ الْجَنَّةُ تَحْتَ أَطْرَافِ الْعَوَالِي الْيَوْمَ تُبْلَى الْأَخْبَارُ (وَ اللَّهِ لَأَنَا أَشْوَقُ إِلَى لِقَائِهِمْ مِنْهُمْ إِلَى دِيَارِهِمْ)  اللَّهُمَّ فَإِنْ رَدُّوا الْحَقَّ فَافْضُضْ جَمَاعَتَهُمْ وَ شَتِّتْ كَلِمَتَهُمْ وَ أَبْسِلْهُمْ بِخَطَايَاهُمْ إِنَّهُمْ لَنْ يَزُولُوا عَنْ مَوَاقِفِهِمْ دُونَ طَعْنٍ دِرَاكٍ يَخْرُجُ مِنْهُ النَّسِيمُ وَ ضَرْبٍ يَفْلِقُ الْهَامَ وَ يُطِيحُ الْعِظَامَ وَ يُنْدِرُ السَّوَاعِدَ وَ الْأَقْدَامَ وَ حَتَّى يُرْمَوْا بِالْمَنَاسِرِ تَتْبَعُهَا الْمَنَاسِرُ وَ يُرْجَمُوا بِالْكَتَائِبِ تَقْفُوهَا الْحَلَائِبُ  وَ حَتَّى يُجَرَّ بِبِلَادِهِمُ الْخَمِيسُ يَتْلُوهُ الْخَمِيسُ وَ حَتَّى تَدْعَقَ الْخُيُولُ فِي نَوَاحِرِ أَرْضِهِمْ وَ بِأَعْنَانِ مَسَارِبِهِمْ وَ مَسَارِحِهِمْ\n\nأقول الدعق الدق أي تدق الخيول بحوافرها أرضهم و نواحر أرضهم متقابلاتها يقال منازل بني فلان تتناحر أي تتقابل"
}