["نَحْمَدُهُ عَلَى مَا أَخَذَ وَ أَعْطَى وَ عَلَى مَا أَبْلَى وَ ابْتَلَى الْبَاطِنُ لِكُلِّ خَفِيَّةٍ وَ الْحَاضِرُ  لِكُلِّ سَرِيرَةٍ الْعَالِمُ بِمَا تُكِنُّ الصُّدُورُ وَ مَا تَخُونُ الْعُيُونُ وَ نَشْهَدُ أَنْ لَا إِلَهَ غَيْرُهُ وَ أَنَّ مُحَمَّداً (صلى الله عليه واله) نَجِيبُهُ وَ بَعِيثُهُ شَهَادَةً يُوَافِقُ فِيهَا السِّرُّ الْإِعْلَانَ وَ الْقَلْبُ اللِّسَانَ\n\nمنها\n\nفَإِنَّهُ وَ اللَّهِ الْجِدُّ لَا اللَّعِبُ وَ الْحَقُّ لَا الْكَذِبُ وَ مَا هُوَ إِلَّا الْمَوْتُ قَدْ أَسْمَعَ دَاعِيهِ وَ أَعْجَلَ حَادِيهِ فَلَا يَغُرَّنَّكَ سَوَادُ النَّاسِ مِنْ نَفْسِكَ فَقَدْ رَأَيْتَ  مَنْ كَانَ قَبْلَكَ مِمَّنْ جَمَعَ الْمَالَ وَ حَذِرَ الْإِقْلَالَ وَ أَمِنَ الْعَوَاقِبَ طُولَ أَمَلٍ وَ اسْتِبْعَادَ أَجَلٍ كَيْفَ نَزَلَ بِهِ الْمَوْتُ فَأَزْعَجَهُ عَنْ منها\n\nأَرْسَلَهُ عَلَى حِينِ فَتْرَةٍ مِنَ الرُّسُلِ وَ تَنَازُعٍ مِنَ الْأَلْسُنِ فَقَفَّى بِهِ الرُّسُلَ وَ خَتَمَ بِهِ الْوَحْيَ فَجَاهَدَ فِي اللَّهِ الْمُدْبِرِينَ عَنْهُ وَ الْعَادِلِينَ بِهِ\n\nمنها\n\nوَ إِنَّمَا الدُّنْيَا مُنْتَهَى بَصَرِ الْأَعْمَى لَا يُبْصِرُ مِمَّا وَرَاءَهَا شَيْئاً وَ الْبَصِيرُ يَنْفُذُهَا بَصَرُهُ وَ يَعْلَمُ أَنَّ الدَّارَ وَرَاءَهَا فَالْبَصِيرُ مِنْهَا شَاخِصٌ وَ الْأَعْمَى إِلَيْهَا شَاخِصٌ وَ الْبَصِيرُ مِنْهَا مُتَزَوِّدٌ وَ الْأَعْمَى لَهَا مُتَزَوِّدٌ\n\nمنها\n\nوَ اعْلَمُوا أَنَّهُ لَيْسَ مِنْ شَيْءٍ إِلَّا وَ يَكَادُ صَاحِبُهُ يَشْبَعُ  مِنْهُ وَ يَمَلُّهُ إِلَّا الْحَيَاةَ فَإِنَّهُ لَا يَجِدُ لَهُ فِي الْمَوْتِ رَاحَةً وَ إِنَّمَا ذَلِكَ بِمَنْزِلَةِ الْحِكْمَةِ الَّتِي هِيَ حَيَاةٌ لِلْقَلْبِ الْمَيِّتِ وَ بَصَرٌ لِلْعَيْنِ الْعَمْيَاءِ وَ سَمْعٌ لِلْأُذُنِ الصَّمَّاءِ وَ رِيٌّ لِلظَّمْآنِ وَ فِيهَا الْغِنَى كُلُّهُ وَ السَّلَامَةُ كِتَابُ اللَّهِ تُبْصِرُونَ بِهِ وَ تَنْطِقُونَ بِهِ وَ تَسْمَعُونَ بِهِ وَ يَنْطِقُ بَعْضُهُ بِبَعْضٍ وَ يَشْهَدُ بَعْضُهُ عَلَى بَعْضٍ وَ لَا يَخْتَلِفُ فِي اللَّهِ وَ لَا يُخَالِفُ بِصَاحِبِهِ عَنِ اللَّهِ قَدِ اصْطَلَحْتُمْ عَلَى الْغِلِّ فِيمَا بَيْنَكُمْ وَ نَبَتَ الْمَرْعَى عَلَى دِمَنِكُمْ وَ تَصَافَيْتُمْ عَلَى حُبِّ الْآمَالِ وَ تَعَادَيْتُمْ فِي كَسْبِ الْأَمْوَالِ لَقَدِ اسْتَهَامَ بِكُمُ الْخَبِيثُ وَ تَاهَ بِكُمُ الْغُرُورُ وَ اللَّهُ الْمُسْتَعَانُ عَلَى نَفْسِي وَ أَنْفُسِكُمْ"]