{
"title": "(143) و من خطبة له (عليه السلام) في الاستسقاء",
"type": "text",
"data": "أَلَا وَ إِنَّ الْأَرْضَ الَّتِي تَحْمِلُكُمْ وَ السَّمَاءَ الَّتِي تُظِلُّكُمْ مُطِيعَتَانِ لِرَبِّكُمْ وَ مَا أَصْبَحَتَا تَجُودَانِ لَكُمْ بِبَرَكَتِهِمَا تَوَجُّعاً لَكُمْ وَ لَا زُلْفَةً إِلَيْكُمْ وَ لَا لِخَيْرٍ تَرْجُوَانِهِ مِنْكُمْ وَ لَكِنْ أُمِرَتَا بِمَنَافِعِكُمْ فَأَطَاعَتَا وَ أُقِيمَتَا عَلَى حُدُودِ مَصَالِحِكُمْ فَأَقَامَتَا  إِنَّ اللَّهَ يَبْتَلِي عِبَادَهُ عِنْدَ الْأَعْمَالِ السَّيِّئَةِ بِنَقْصِ الثَّمَرَاتِ وَ حَبْسِ الْبَرَكَاتِ وَ إِغْلَاقِ خَزَائِنِ الْخَيْرَاتِ لِيَتُوبَ تَائِبٌ وَ يُقْلِعَ مُقْلِعٌ وَ يَتَذَكَّرَ مُتَذَكِّرٌ وَ يَزْدَجِرَ مُزْدَجِرٌ وَ قَدْ جَعَلَ اللَّهُ سُبْحَانَهُ الِاسْتِغْفَارَ  سَبَباً لِدُرُورِ الرِّزْقِ وَ رَحْمَةً لِلْخَلْقِ فَقَالَ  اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفّاراً يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً وَ يُمْدِدْكُمْ بِأَمْوالٍ وَ بَنِينَ وَ يَجْعَلْ لَكُمْ جَنّاتٍ وَ يَجْعَلْ لَكُمْ أَنْهاراً فَرَحِمَ اللَّهُ امْرَأً اسْتَقْبَلَ تَوْبَتَهُ وَ اسْتَقَالَ خَطِيئَتَهُ وَ بَادَرَ مَنِيَّتَهُ اللَّهُمَّ إِنَّا خَرَجْنَا إِلَيْكَ مِنْ تَحْتِ الْأَسْتَارِ وَ الْأَكْنَانِ وَ بَعْدَ عَجِيجِ الْبَهَائِمِ وَ الْوِلْدَانِ رَاغِبِينَ فِي رَحْمَتِكَ وَ رَاجِينَ فَضْلَ نِعْمَتِكَ وَ خَائِفِينَ مِنْ عَذَابِكَ وَ نِقْمَتِكَ اللَّهُمَّ فَاسْقِنَا غَيْثَكَ وَ لَا تَجْعَلْنَا مِنَ الْقَانِطِينَ وَ لَا تُهْلِكْنَا بِالسِّنِينَ وَ لَا تُؤَاخِذْنَا بِمَا فَعَلَ السُّفَهَاءُ مِنَّا يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ إِنَّا خَرَجْنَا إِلَيْكَ نَشْكُو إِلَيْكَ مَا لَا يَخْفَى عَلَيْكَ حِينَ أَلْجَأَتْنَا الْمَضَايِقُ الْوَعْرَةُ وَ أَجَاءَتْنَا الْمَقَاحِطُ الْمُجْدِبَةُ وَ أَعْيَتْنَا الْمَطَالِبُ الْمُتَعَسِّرَةُ وَ تَلَاحَمَتْ عَلَيْنَا الْفِتَنُ الْمُسْتَصْعَبَةُ اللَّهُمَّ إِنَّا نَسْأَلُكَ أَلَّا تَرُدَّنَا خَائِبِينَ وَ لَا تَقْلِبَنَا وَاجِمِينَ وَ لَا تُخَاطِبَنَا  بِذُنُوبِنَا وَ لَا تُقَايِسَنَا بِأَعْمَالِنَا اللَّهُمَّ انْشُرْ عَلَيْنَا غَيْثَكَ وَ بَرَكَتَكَ وَ رِزْقَكَ وَ رَحْمَتَكَ وَ اسْقِنَا سُقْيَا نَافِعَةً  مُرْوِيَةً مُعْشِبَةً تُنْبِتُ بِهَا مَا قَدْ فَاتَ وَ تُحْيِي بِهَا مَا قَدْ مَاتَ نَافِعَةَ الْحَيَا كَثِيرَةَ الْمُجْتَنَى تُرْوِي بِهَا الْقِيعَانَ وَ تُسِيلُ الْبُطْنَانَ وَ تَسْتَوْرِقُ الْأَشْجَارَ وَ تُرْخِصُ الْأَسْعَارَ إِنَّكَ عَلَى مَا تَشَاءُ قَدِيرٌ"
}