["إِنَّ هَذَا الْأَمْرَ لَمْ يَكُنْ نَصْرُهُ وَ لَا خِذْلَانُهُ بِكَثْرَةٍ وَ لَا  بِقِلَّةٍ وَ هُوَ دِينُ اللَّهِ الَّذِي أَظْهَرَهُ وَ جُنْدُهُ الَّذِي أَعَدَّهُ وَ أَمَدَّهُ  حَتَّى بَلَغَ مَا بَلَغَ وَ طَلَعَ  حَيْثُمَا طَلَعَ وَ نَحْنُ عَلَى مَوْعُودٍ مِنَ اللَّهِ وَ اللَّهُ مُنْجِزٌ وَعْدَهُ وَ نَاصِرٌ جُنْدَهُ وَ مَكَانُ الْقَيِّمِ بِالْأَمْرِ مَكَانُ النِّظَامِ مِنَ الْخَرَزِ يَجْمَعُهُ وَ يَضُمُّهُ يَكُونُوا رَأَوْهُ بِمَا أَرَاهُمْ مِنْ قُدْرَتِهِ وَ خَوَّفَهُمْ مِنْ سَطْوَتِهِ وَ كَيْفَ مَحَقَ مَنْ مَحَقَ بِالْمَثُلَاتِ وَ احْتَصَدَ مَنِ احْتَصَدَ بِالنَّقِمَاتِ وَ إِنَّهُ سَيَأْتِي عَلَيْكُمْ مِنْ بَعْدِي زَمَانٌ لَيْسَ فِيهِ شَيْءٌ أَخْفَى مِنَ الْحَقِّ وَ لَا أَظْهَرَ مِنَ الْبَاطِلِ وَ لَا أَكْثَرَ مِنَ الْكَذِبِ عَلَى اللَّهِ وَ رَسُولِهِ وَ لَيْسَ عِنْدَ أَهْلِ ذَلِكَ الزَّمَانِ سِلْعَةٌ أَبْوَرَ مِنَ الْكِتَابِ إِذَا تُلِيَ حَقَّ تِلَاوَتِهِ وَ لَا أَنْفَقَ مِنْهُ إِذَا حُرِّفَ عَنْ مَوَاضِعِهِ وَ لَا فِي الْبِلَادِ شَيْءٌ أَنْكَرَ مِنَ الْمَعْرُوفِ وَ لَا أَعْرَفَ مِنَ الْمُنْكَرِ فَقَدْ نَبَذَ الْكِتَابَ حَمَلَتُهُ وَ تَنَاسَاهُ حَفَظَتُهُ فَالْكِتَابُ يَوْمَئِذٍ وَ أَهْلُهُ مَنْفِيَّانِ طَرِيدَانِ  وَ صَاحِبَانِ مُصْطَحِبَانِ فِي طَرِيقٍ وَاحِدٍ لَا يُؤْوِيهِمَا مُؤْوٍ فَالْكِتَابُ وَ أَهْلُهُ فِي ذَلِكَ الزَّمَانِ فِي النَّاسِ وَ لَيْسَا فِيهِمْ وَ مَعَهُمْ وَ لَيْسَا مَعَهُمْ لِأَنَّ الضَّلَالَةَ لَا تُوَافِقُ الْهُدَى وَ إِنِ اجْتَمَعَا فَاجْتَمَعَ الْقَوْمُ  عَلَى الْفُرْقَةِ وَ افْتَرَقُوا عَنِ الْجَمَاعَةِ كَأَنَّهُمْ أَئِمَّةُ الْكِتَابِ وَ لَيْسَ الْكِتَابُ إِمَامَهُمْ فَلَمْ يَبْقَ عِنْدَهُمْ مِنْهُ إِلَّا اسْمُهُ وَ لَا يَعْرِفُونَ إِلَّا خَطَّهُ وَ زَبْرَهُ وَ مِنْ قَبْلُ مَا مَثَّلُوا بِالصَّالِحِينَ كُلَّ مُثْلَةٍ وَ سَمَّوْا صِدْقَهُمْ عَلَى اللَّهِ فِرْيَةً وَ جَعَلُوا فِي الْحَسَنَةِ الْعُقُوبَةَ السَّيِّئَةِ  وَ إِنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِطُولِ آمَالِهِمْ وَ تَغَيُّبِ آجَالِهِمْ حَتَّى نَزَلَ بِهِمُ الْمَوْعُودُ الَّذِي تُرَدُّ عَنْهُ الْمَعْذِرَةُ وَ تُرْفَعُ عَنْهُ التَّوْبَةُ وَ تَحُلُّ مَعَهُ الْقَارِعَةُ وَ النِّقْمَةُ أَيُّهَا النَّاسُ إِنَّهُ مَنِ اسْتَنْصَحَ اللَّهُ وُفِّقَ وَ مَنِ اتَّخَذَ قَوْلَهُ دَلِيلًا هُدِيَ لِلَّتِي هِيَ أَقْوَمُ فَإِنَّ جَارَ اللَّهِ آمِنٌ وَ عَدُوَّهُ خَائِفٌ  وَ إِنَّهُ لَا يَنْبَغِي لِمَنْ عَرَفَ عَظَمَةَ اللَّهِ أَنْ يَتَعَظَّمَ فَإِنَّ  رِفْعَةَ الَّذِينَ يَعْلَمُونَ مَا عَظَمَتُهُ أَنْ يَتَوَاضَعُوا لَهُ وَ سَلَامَةَ الَّذِينَ يَعْلَمُونَ مَا قُدْرَتُهُ أَنْ يَسْتَسْلِمُوا لَهُ فَلَا تَنْفِرُوا مِنَ الْحَقِّ نِفَارَ الصَّحِيحِ مِنَ الْأَجْرَبِ وَ الْبَارِىءِ مِنْ ذِي السَّقَمِ وَ اعْلَمُوا أَنَّكُمْ لَنْ تَعْرِفُوا الرُّشْدَ حَتَّى تَعْرِفُوا الَّذِي تَرَكَهُ وَ لَنْ تَأْخُذُوا بِمِيثَاقِ الْكِتَابِ حَتَّى تَعْرِفُوا الَّذِي نَقَضَهُ وَ لَنْ تَمَسَّكُوا بِهِ حَتَّى تَعْرِفُوا الَّذِي نَبَذَهُ فَالْتَمِسُوا ذَلِكَ مِنْ عِنْدِ أَهْلِهِ فَإِنَّهُمْ عَيْشُ الْعِلْمِ وَ مَوْتُ الْجَهْلِ هُمُ الَّذِينَ يُخْبِرُكُمْ حُكْمُهُمْ عَنْ عِلْمِهِمْ وَ صَمْتُهُمْ عَنْ مَنْطِقِهِمْ وَ ظَاهِرُهُمْ عَنْ بَاطِنِهِمْ لَا يُخَالِفُونَ الدِّينَ وَ لَا يَخْتَلِفُونَ فِيهِ فَهُوَ بَيْنَهُمْ شَاهِدٌ صَادِقٌ وَ صَامِتٌ نَاطِقٌ"]