{
"title": "(16) و من خطبة له (عليه السلام) لما بويع بالمدينة",
"type": "text",
"data": "ذِمَّتِي بِمَا أَقُولُ رَهِينَةٌ وَ أَنَا بِهِ زَعِيمٌ إِنَّ مَنْ صَرَّحَتْ لَهُ الْعِبَرُ عَمَّا بَيْنَ يَدَيْهِ مِنَ الْمَثُلَاتِ حَجَزَتْهُ التَّقْوَى  عَنْ تَقَحُّمِ الشُّبُهَاتِ أَلَا وَ إِنَّ بَلِيَّتَكُمْ قَدْ عَادَتْ كَهَيْئَتِهَا يَوْمَ بَعَثَ اللَّهُ نبيكم (صلى الله عليه واله) وَ الَّذِي بَعَثَهُ بِالْحَقِّ لَتُبَلْبَلُنَّ بَلْبَلَةً وَ لَتُغَرْبَلُنَّ غَرْبَلَةً وَ لَتُسَاطُنَّ سَوْطَ الْقِدْرِ حَتَّى يَعُودَ أَسْفَلُكُمْ أَعْلَاكُمْ وَ أَعْلَاكُمْ أَسْفَلَكُمْ وَ لَيَسْبِقَنَّ سَابِقُونَ كَانُوا قَصَّرُوا وَ لَيُقْصِرَنَّ سَبَّاقُونَ كَانُوا سَبَقُوا وَ اللَّهِ مَا كَتَمْتُ وَشْمَةً  وَ لَا كَذَبْتُ كِذْبَةً وَ لَقَدْ نُبِّئْتُ بِهَذَا الْمَقَامِ وَ هَذَا الْيَوْمِ أَلَا وَ إِنَّ الْخَطَايَا خَيْلٌ شُمُسٌ حُمِلَ عَلَيْهَا أَهْلُهَا وَ خُلِعَتْ لُجُمُهَا فَتَقَحَّمَتْ بِهِمْ فِي النَّارِ أَلَا وَ إِنَّ التَّقْوَى مَطَايَا ذُلُلٌ حُمِلَ عَلَيْهَا أَهْلُهَا وَ أُعْطُوا أَزِمَّتَهَا فَأَوْرَدَتْهُمُ الْجَنَّةَ حَقٌّ وَ بَاطِلٌ وَ لِكُلٍّ أَهْلٌ فَلَئِنْ أَمِرَ الْبَاطِلُ لَقَدِيماً فَعَلَ وَ لَئِنْ قَلَّ الْحَقُّ فَلَرُبَّمَا وَ لَعَلَّ وَ لَقَلَّمَا أَدْبَرَ شَيْءٌ فَأَقْبَلَ\n\nأقول إن في هذا الكلام الأدنى من مواقع الإحسان ما لا تبلغه مواقع الاستحسان و إن حظ العجب منه أكثر من حظ العجب به و فيه مع الحال التي وصفنا زوائد من الفصاحة لا يقوم بها لسان و لا يطلع فجها إنسان و لا يعرف ما أقول إلا من ضرب في هذه الصناعة بحق و جرى فيها على عرق وَ ما يَعْقِلُها إِلَّا الْعالِمُونَ\n\n\nو من هذه الخطبة\n\nشُغِلَ مَنِ الْجَنَّةُ وَ النَّارُ أَمَامَهُ سَاعٍ سَرِيعٌ نَجَا وَ طَالِبٌ بَطِيءٌ رَجَا وَ مُقَصِّرٌ فِي النَّارِ هَوَى الْيَمِينُ وَ الشِّمَالُ مَضَلَّةٌ وَ الطَّرِيقُ الْوُسْطَى هِيَ الْجَادَّةُ عَلَيْهَا بَاقِي الْكِتَابِ وَ آثَارُ النُّبُوَّةِ  وَ مِنْهَا مَنْفَذُ السُّنَّةِ وَ إِلَيْهَا مَصِيرُ الْعَاقِبَةِ هَلَكَ مَنِ ادَّعَى وَ خابَ مَنِ افْتَرى مَنْ أَبْدَى صَفْحَتَهُ لِلْحَقِّ هَلَكَ وَ كَفَى بِالْمَرْءِ جَهْلًا أَنْ لَا يَعْرِفَ قَدْرَهُ لَا يَهْلِكُ عَلَى التَّقْوَى سِنْخُ أَصْلٍ وَ لَا يَظْمَأُ عَلَيْهَا زَرْعُ قَوْمٍ فَاسْتَتِرُوا فِي بُيُوتِكُمْ وَ أَصْلِحُوا ذاتَ بَيْنِكُمْ وَ التَّوْبَةُ مِنْ وَرَائِكُمْ وَ لَا يَحْمَدْ حَامِدٌ إِلَّا رَبَّهُ وَ لَا يَلُمْ لَائِمٌ إِلَّا نَفْسَهُ"
}