["الْحَمْدُ لِلَّهِ الَّذِي انْحَسَرَتِ الْأَوْصَافُ عَنْ كُنْهِ مَعْرِفَتِهِ وَ رَدَعَتْ عَظَمَتُهُ الْعُقُولَ فَلَمْ تَجِدْ مَسَاغاً إِلَى بُلُوغِ غَايَةِ مَلَكُوتِهِ هُوَ اللَّهُ  الْحَقُّ الْمُبِينُ أَحَقُّ وَ أَبْيَنُ مِمَّا تَرَى الْعُيُونُ لَمْ تَبْلُغْهُ الْعُقُولُ بِتَحْدِيدٍ فَيَكُونَ مُشَبَّهاً وَ لَمْ تَقَعْ عَلَيْهِ الْأَوْهَامُ بِتَقْدِيرٍ فَيَكُونَ مُمَثَّلًا خَلَقَ الْخَلْقَ عَلَى غَيْرِ تَمْثِيلٍ وَ لَا مَشُوْرَةِ مُشِيرٍ وَ لَا مَعُونَةِ مُعِينٍ فَتَمَّ خَلْقُهُ بِأَمْرِهِ وَ أَذْعَنَ لِطَاعَتِهِ فَأَجَابَ وَ لَمْ يُدَافِعْ  وَ انْقَادَ وَ لَمْ يُنَازِعْ وَ مِنْ لَطَائِفِ صَنْعَتِهِ وَ عَجَائِبِ خِلْقَتِهِ  مَا أَرَانَا مِنْ غَوَامِضِ الْحِكْمَةِ فِي هَذِهِ الْخَفَافِيشِ الَّتِي يَقْبِضُهَا الضِّيَاءُ الْبَاسِطُ لِكُلِّ شَيْءٍ وَ يَبْسُطُهَا الظَّلَامُ الْقَابِضُ لِكُلِّ حَيٍّ وَ كَيْفَ عَشِيَتْ أَعْيُنُهَا عَنْ أَنْ تَسْتَمِدَّ مِنَ الشَّمْسِ الْمُضِيئَةِ نُوراً تَهْتَدِي بِهِ فِي مَذَاهِبِهَا وَ تَتَّصِلُ بِعَلَانِيَةِ بُرْهَانِ الشَّمْسِ إِلَى مَعَارِفِهَا وَ رَدَعَهَا بِتَلَأْلُوءِ ضِيَائِهَا عَنِ الْمُضِيِّ فِي سُبُحَاتِ إِشْرَاقِهَا وَ أَكَنَّهَا فِي مَكَامِنِهَا عَنِ الذَّهَابِ فِي بَلَجِ ائْتِلَاقِهَا فَهِيَ مُسْدَلَةُ الْجُفُونِ بِالنَّهَارِ عَلَى أَحْدَاقِهَا وَ جَاعِلَةُ اللَّيْلِ  سِرَاجاً تَسْتَدِلُّ بِهِ فِي الْتِمَاسِ أَرْزَاقِهَا فَلَا يَرُدُّ أَبْصَارَهَا إِسْدَافُ ظُلْمَتِهِ وَ لَا تَمْتَنِعُ مِنَ الْمُضِيِّ فِيهِ لِغَسَقِ دُجْنَتِهِ فَإِذَا أَلْقَتِ الشَّمْسُ قِنَاعَهَا وَ بَدَتْ أَوْضَاحُ نَهَارِهَا وَ دَخَلَ مِنْ إِشْرَاقِ منها\n\nفِيهِمْ كَرَائِمُ الْإِيمَانِ  وَ هُمْ كُنُوزُ الرَّحْمَنِ إِنْ نَطَقُوا صَدَقُوا وَ إِنْ صَمَتُوا لَمْ يُسْبَقُوا فَلْيَصْدُقْ رَائِدٌ أَهْلَهُ وَ لْيُحْضِرْ عَقْلَهُ  وَ لْيَكُنْ مِنْ أَبْنَاءِ الْآخِرَةِ فَإِنَّهُ مِنْهَا قَدِمَ وَ إِلَيْهَا يَنْقَلِبُ فَالنَّاظِرُ بِالْقَلْبِ الْعَامِلُ بِالْبَصَرِ يَكُونُ مُبْتَدَأُ عَمَلِهِ أَنْ يَعْلَمَ أَ عَمَلُهُ عَلَيْهِ أَمْ لَهُ فَإِنْ كَانَ لَهُ مَضَى فِيهِ وَ إِنْ كَانَ عَلَيْهِ وَقَفَ عَنْهُ فَإِنَّ  الْعَامِلَ بِغَيْرِ عِلْمٍ كَالسَّائِرِ  عَلَى غَيْرِ طَرِيقٍ فَلَا يَزِيدُهُ بُعْدُهُ عَنِ الطَّرِيقِ  إِلَّا بُعْداً مِنْ حَاجَتِهِ وَ الْعَامِلُ بِالْعِلْمِ كَالسَّائِرِ  عَلَى الطَّرِيقِ الْوَاضِحِ فَلْيَنْظُرْ نَاظِرٌ أَ سَائِرٌ هُوَ أَمْ رَاجِعٌ وَ اعْلَمْ أَنَّ لِكُلِّ ظَاهِرٍ بَاطِناً عَلَى مِثَالِهِ فَمَا طَابَ ظَاهِرُهُ طَابَ بَاطِنُهُ وَ مَا خَبُثَ ظَاهِرُهُ خَبُثَ بَاطِنُهُ وَ قَدْ قَالَ الرَّسُولُ الصَّادِقُ (صلى الله عليه واله) إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ وَ يُبْغِضُ عَمَلَهُ وَ يُحِبُّ الْعَمَلَ وَ يُبْغِضُ بَدَنَهُ وَ اعْلَمْ أَنَّ لِكُلِّ  عَمَلٍ نَبَاتاً وَ كُلُّ نَبَاتٍ لَا غِنَى بِهِ عَنِ الْمَاءِ وَ الْمِيَاهُ مُخْتَلِفَةٌ فَمَا طَابَ سَقْيُهُ طَابَ غَرْسُهُ وَ حَلَتْ ثَمَرَتُهُ وَ مَا خَبُثَ سَقْيُهُ خَبُثَ غَرْسُهُ وَ أَمَرَّتْ ثَمَرَتُهُ نُورِهَا  عَلَى الضِّبَابِ  فِي وِجَارِهَا أَطْبَقَتِ الْأَجْفَانَ عَلَى مَآقِيهَا وَ تَبَلَّغَتْ بِمَا اكْتَسَبَتْهُ  مِنَ الْمَعَاشِ فِي ظُلَمِ لَيَالِيهَا فَسُبْحَانَ مَنْ جَعَلَ اللَّيْلَ لَهَا نَهَاراً  وَ مَعَاشاً وَ النَّهَارَ سَكَناً وَ قَرَاراً وَ جَعَلَ لَهَا أَجْنِحَةً مِنْ لَحْمِهَا  تَعْرُجُ بِهَا عِنْدَ الْحَاجَةِ إِلَى الطَّيَرَانِ كَأَنَّهَا شَظَايَا الْآذَانِ غَيْرَ ذَوَاتِ رِيشٍ وَ لَا قَصَبٍ إِلَّا أَنَّكَ تَرَى مَوَاضِعَ الْعُرُوقِ بَيِّنَةً أَعْلَاماً لَهَا جَنَاحَانِ لَمْ يَرِقَّا فَيَنْشَقَّا وَ لَمْ يَغْلُظَا فَيَثْقُلَا تَطِيرُ وَ وَلَدُهَا لَاصِقٌ بِهَا لَاجِئٌ إِلَيْهَا يَقَعُ إِذَا وَقَعَتْ وَ يَرْتَفِعُ إِذَا ارْتَفَعَتْ لَا يُفَارِقُهَا حَتَّى تَشْتَدَّ أَرْكَانُهُ وَ يَحْمِلَهُ لِلنُّهُوضِ جَنَاحُهُ وَ يَعْرِفَ مَذَاهِبَ عَيْشِهِ وَ مَصَالِحَ نَفْسِهِ فَسُبْحَانَ الْبَارِىءُ لِكُلِّ شَيْءٍ عَلَى غَيْرِ مِثَالٍ خَلَا مِنْ غَيْرِهِ"]