["الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ الْحَمْدَ مِفْتَاحاً لِذِكْرِهِ وَ سَبَباً لِلْمَزِيدِ مِنْ فَضْلِهِ وَ دَلِيلًا عَلَى آلَائِهِ وَ عَظَمَتِهِ عِبَادَ اللَّهِ إِنَّ الدَّهْرَ يَجْرِي بِالْبَاقِينَ كَجَرْيِهِ بِالْمَاضِينَ لَا يَعُودُ مَا قَدْ وَلَّى مِنْهُ وَ لَا يَبْقَى سَرْمَداً مَا فِيهِ آخِرُ فَعَالِهِ كَأَوَّلِهِ مُتَسَابِقَةٌ أُمُورُهُ  مُتَظَاهِرَةٌ أَعْلَامُهُ فَكَأَنَّكُمْ بِالسَّاعَةِ تَحْدُوكُمْ حَدْوَ الزَّاجِرِ بِشَوْلِهِ فَمَنْ شَغَلَ نَفْسَهُ بِغَيْرِ نَفْسِهِ تَحَيَّرَ فِي الظُّلُمَاتِ وَ ارْتَبَكَ فِي الْهَلَكَاتِ وَ مَدَّتْ بِهِ شَيَاطِينُهُ فِي طُغْيَانِهِ وَ زَيَّنَتْ لَهُ سَيِّئَ أَعْمَالِهِ فَالْجَنَّةُ غَايَةُ السَّابِقِينَ وَ النَّارُ غَايَةُ الْمُفَرِّطِينَ اعْلَمُوا عِبَادَ اللَّهِ أَنَّ التَّقْوَى دَارُ حِصْنٍ عَزِيزٍ وَ الْفُجُورَ دَارُ حِصْنٍ ذَلِيلٍ لَا يَمْنَعُ أَهْلَهُ وَ لَا يُحْرِزُ مَنْ لَجَأَ إِلَيْهِ أَلَا وَ بِالتَّقْوَى تُقْطَعُ حُمَةُ الْخَطَايَا وَ بِالْيَقِينِ تُدْرَكُ الْغَايَةُ الْقُصْوَى عِبَادَ اللَّهِ اللَّهَ اللَّهَ فِي أَعَزِّ الْأَنْفُسِ عَلَيْكُمْ وَ أَحَبَّهَا إِلَيْكُمْ فَإِنَّ اللَّهَ  قَدْ أَوْضَحَ سَبِيلَ الْحَقِّ وَ أَنَارَ طُرُقَهُ فَشِقْوَةٌ لَازِمَةٌ أَوْ سَعَادَةٌ دَائِمَةٌ فَتَزَوَّدُوا فِي أَيَّامِ الْفَنَاءِ لِأَيَّامِ الْبَقَاءِ قَدْ  دُلِلْتُمْ عَلَى الزَّادِ وَ أُمِرْتُمْ بِالظَّعْنِ وَ حُثِثْتُمْ عَلَى الْمَسِيرِ فَإِنَّمَا أَنْتُمْ كَرَكْبٍ وُقُوفٍ لَا تَدْرُونَ مَتَى تُؤْمَرُونَ بِالسَّيْرِ  أَلَا فَمَا يَصْنَعُ بِالدُّنْيَا مَنْ خُلِقَ لِلْآخِرَةِ وَ مَا يَصْنَعُ بِالْمَالِ مَنْ عَمَّا قَلِيلٍ يُسْلَبُهُ وَ تَبْقَى عَلَيْهِ تَبِعَتُهُ وَ حِسَابُهُ عِبَادَ اللَّهِ إِنَّهُ لَيْسَ لِمَا وَعَدَ اللَّهُ مِنَ الْخَيْرِ مَتْرَكٌ وَ لَا فِيمَا نَهَى عَنْهُ مِنَ الشَّرِّ مَرْغَبٌ عِبَادَ اللَّهِ احْذَرُوا يَوْماً تُفْحَصُ فِيهِ الْأَعْمَالُ وَ يَكْثُرُ فِيهِ الزِّلْزَالُ وَ تَشِيبُ فِيهِ الْأَطْفَالُ اعْلَمُوا عِبَادَ اللَّهِ إِنَّ عَلَيْكُمْ رَصَداً مِنْ أَنْفُسِكُمْ وَ عُيُوناً مِنْ جَوَارِحِكُمْ وَ حُفَّاظَ صِدْقٍ يَحْفَظُونَ أَعْمَالَكُمْ وَ عَدَدَ أَنْفَاسِكُمْ لَا تَسْتُرُكُمْ مِنْهُمْ ظُلْمَةُ لَيْلٍ دَاجٍ  وَ لَا يُكِنُّكُمْ مِنْهُمْ بَابٌ ذُو رِتَاجٍ وَ إِنَّ غَداً مِنَ الْيَوْمِ قَرِيبٌ يَذْهَبُ الْيَوْمُ بِمَا فِيهِ وَ يَجِيءُ الْغَدُ لَاحِقاً بِهِ فَكَأَنَّ كُلَّ امْرِئٍ مِنْكُمْ قَدْ بَلَغَ مِنَ الْأَرْضِ مَنْزِلَ وَحْدَتِهِ وَ مَخَطَّ حُفْرَتِهِ فَيَا لَهُ مِنْ بَيْتِ وَحْدَةٍ وَ مَنْزِلِ وَحْشَةٍ وَ مَفْرَدِ غُرْبَةٍ وَ كَأَنَّ الصَّيْحَةَ قَدْ أَتَتْكُمْ وَ السَّاعَةَ قَدْ غَشِيَتْكُمْ وَ بَرَزْتُمْ لِفَصْلِ الْقَضَاءِ قَدْ زَاحَتْ عَنْكُمُ الْأَبَاطِيلُ وَ اضْمَحَلَّتْ عَنْكُمُ الْعِلَلُ وَ اسْتَحَقَّتْ بِكُمُ الْحَقَائِقُ وَ صَدَرَتْ بِكُمُ الْأُمُورُ مَصَادِرَهَا فَاتَّعِظُوا بِالْعِبَرِ وَ اعْتَبِرُوا بِالْغِيَرِ وَ انْتَفِعُوا بِالنُّذُرِ"]