{
"title": "(159) و من خطبة له (عليه السلام)",
"type": "text",
"data": "أَمْرُهُ قَضَاءٌ وَ حِكْمَةٌ وَ رِضَاهُ أَمَانٌ وَ رَحْمَةُ يَقْضِي بِعِلْمٍ وَ يَعْفُو  بِحِلْمٍ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى مَا تَأْخُذُ وَ تُعْطِي وَ عَلَى مَا تُعَافِي وَ تَبْتَلِي حَمْداً يَكُونُ أَرْضَى الْحَمْدِ لَكَ وَ أَحَبَّ الْحَمْدِ إِلَيْكَ وَ أَفْضَلَ الْحَمْدِ عِنْدَكَ حَمْداً يَمْلَأُ مَا خَلَقْتَ وَ يَبْلُغُ مَا أَرَدْتَ حَمْداً لَا يُحْجَبُ عَنْكَ وَ لَا يَقْصُرُ دُونَكَ حَمْداً لَا يَنْقَطِعُ عَدَدُهُ وَ لَا يَفْنَى مَدَدُهُ فَلَسْنَا نَعْلَمُ كُنْهَ عَظَمَتِكَ إِلَّا أَنَّا نَعْلَمُ أَنَّكَ حَيٌّ قَيُّومُ لَا تَأْخُذُكَ سِنَةٌ وَ لا نَوْمٌ لَمْ يَنْتَهِ إِلَيْكَ نَظَرٌ وَ لَمْ يُدْرِكْكَ بَصَرٌ أَدْرَكْتَ الْأَبْصَارَ وَ أَحْصَيْتَ الْأَعْمَارَ وَ أَخَذْتَ بِالنَّوَاصِي وَ الْأَقْدَامِ وَ مَا الَّذِي نَرَى مِنْ خَلْقِكَ وَ نَعْجَبُ لَهُ مِنْ قُدْرَتِكَ وَ نَصِفُهُ مِنْ عَظِيمِ سُلْطَانِكَ وَ مَا تَغَيَّبَ عَنَّا مِنْهُ وَ قَصُرَتْ أَبْصَارُنَا عَنْهُ وَ انْتَهَتْ عُقُولُنَا دُونَهُ وَ حَالَتْ سُتُورُ الْغُيُوبِ بَيْنَنَا وَ بَيْنَهُ أَعْظَمُ فَمَنْ فَرَّغَ قَلْبَهُ وَ أَعْمَلَ فِكْرَهُ لِيَعْلَمَ كَيْفَ أَقَمْتَ عَرْشَكَ وَ كَيْفَ ذَرَأْتَ خَلْقَكَ  وَ كَيْفَ عَلَّقْتَ فِي الْهَوَاءِ سَمَاوَاتِكَ وَ كَيْفَ مَدَدْتَ عَلَى مَوْرِ الْمَاءِ أَرْضَكَ رَجَعَ طَرْفُهُ حَسِيراً وَ عَقْلُهُ مَبْهُوراً وَ سَمْعُهُ وَالِهاً وَ فِكْرُهُ حَائِراً\n\nمنها\n\nيَدَّعِي بِزُعْمِهِ أَنَّهُ يَرْجُو اللَّهَ كَذَبَ وَ الْعَظِيمِ مَا بَالُهُ لَا يَتَبَيَّنُ رَجَاؤُهُ فِي عَمَلِهِ فَكُلُّ مَنْ رَجَا عُرِفَ رَجَاؤُهُ فِي عَمَلِهِ (فَكُلُّ رَجَاءٍ)  إِلَّا رَجَاءَ اللَّهِ فَإِنَّهُ مَدْخُولٌ وَ كُلُّ خَوْفٍ مُحَقَّقٌ إِلَّا خَوْفَ اللَّهِ فَإِنَّهُ مَعْلُولٌ يَرْجُو اللَّهَ فِي الْكَبِيرِ وَ يَجْجُو الْعِبَادَ فِي الصَّغِيرِ فَيُعْطِي الْعَبْدَ مَا لَا يُعْطِي الرَّبَّ فَمَا بَالُ اللَّهِ جَلَّ ثَنَاؤُهُ يُقَصَّرُ بِهِ عَمَّا يُصْنَعُ لِعِبَادِهِ  أَ تَخَافُ أَنْ تَكُونَ فِي رَجَائِكَ لَهُ كَاذِباً أَوْ تَكُونَ لَا تَرَاهُ لِلرَّجَاءِ مَوْضِعاً وَ كَذَلِكَ إِنْ هُوَ خَافَ عَبْداً مِنْ عَبِيدِهِ أَعْطَاهُ مِنْ خَوْفِهِ مَا لَا يُعْطِي رَبَّهُ فَجَعَلَ خَوْفَهُ مِنَ الْعِبَادِ نَقْداً وَ خَوْفَهُ مِنْ خَالِقِهِ ضِمَاراً وَ وَعْداً وَ كَذَلِكَ مَنْ عَظُمَتِ الدُّنْيَا فِي عَيْنِهِ وَ كَبُرَ مَوْقِعُهَا مِنْ قَلْبِهِ  آثَرَهَا عَلَى اللَّهِ فَانْقَطَعَ إِلَيْهَا وَ صَارَ عَبْداً لَهَا وَ لَقَدْ كَانَ  فِي رَسُولِ اللَّهِ (صلى الله عليه واله) كَافٍ لَكَ فِي الْأُسْوَةِ وَ دَلِيلٌ لَكَ عَلَى ذَمِّ الدُّنْيَا وَ عَيْبِهَا وَ كَثْرَةِ مَخَازِيهَا وَ مَسَاوِيهَا إِذْ قُبِضَتْ عَنْهُ أَطْرَافُهَا وَ وُطِّئَتْ لِغَيْرِهِ أَكْنَافُهَا وَ فُطِمَ مِنْ رَضَاعِهَا  وَ زُوِيَ عَنْ زَخَارِفِهَا  وَ إِنْ شِئْتَ ثَنَّيْتُ بِمُوسَى كَلِيمِ اللَّهِ صلى الله عليه- إِذْ يَقُولُ  رَبِّ إِنِّي لِما أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ وَ اللَّهِ مَا سَأَلَهُ إِلَّا خُبْزاً يَأْكُلُهُ لِأَنَّهُ كَانَ يَأْكُلُ بَقْلَةَ الْأَرْضِ وَ لَقَدْ كَانَتْ خُضْرَةُ الْبَقْلِ تُرَى مِنْ شَفِيفِ صِفَاقِ بَطْنِهِ لِهُزَالِهِ وَ تَشَذُّبِ لَحْمِهِ وَ إِنْ شِئْتَ ثَلَّثْتُ بِدَاوُدَ صلى الله عليه صَاحِبِ الْمَزَامِيرِ وَ قَارِئِ أَهْلِ الْجَنَّةِ فَلَقَدْ كَانَ يَعْمَلُ سَفَائِفَ الْخُوصِ بِيَدِهِ وَ يَقُولُ لِجُلَسَائِهِ أَيُّكُمْ يَكْفِينِي بَيْعَهَا وَ يَأْكُلُ قُرْصَ الشَّعِيرِ مِنْ ثَمَنِهَا وَ إِنْ شِئْتَ قُلْتُ فِي عِيسَى بْنِ مَرْيَمَ (عليه السلام)- فَلَقَدْ كَانَ يَتَوَسَّدُ الْحَجَرَ وَ يَلْبَسُ الْخَشِنَ (وَ يَأْكُلُ الْجَشِبَ)  وَ كَانَ إِدَامُهُ الْجُوعَ وَ سِرَاجُهُ بِاللَّيْلِ الْقَمَرَ وَ ظِلَالُهُ فِي الشِّتَاءِ مَشَارِقَ الْأَرْضِ وَ مَغَارِبَهَا وَ فَاكِهَتُهُ وَ رَيْحَانُهُ مَا تُنْبِتُ الْأَرْضُ لِلْبَهَائِمِ وَ لَمْ تَكُنْ لَهُ زَوْجَةٌ تَفْتِنُهُ وَ لَا وَلَدٌ يَحْزُنُهُ وَ لَا مَالٌ يَلْفِتُهُ وَ لَا طَمَعٌ يُذِلُّهُ دَابَّتُهُ رِجْلَاهُ وَ خَادِمُهُ يَدَاهُ فَتَأَسَّ بِنَبِيِّكَ الْأَطْيَبِ الْأَطْهَرِ  (صلى الله عليه واله) فَإِنَّ فِيهِ أُسْوَةً لِمَنْ تَأَسَّى وَ عَزَاءً لِمَنْ تَعَزَّى وَ أَحَبُّ الْعِبَادِ إِلَى اللَّهِ الْمُتَأَسِّي بِنَبِيِّهِ وَ الْمُقْتَصُّ لِأَثَرِهِ قَضَمَ  الدُّنْيَا قَضْماً وَ لَمْ يُعِرْهَا طَرْفاً أَهْضَمُ أَهْلِ الدُّنْيَا كَشْحاً وَ أَخْمَصُهُمْ مِنَ الدُّنْيَا بَطْناً عُرِضَتْ عَلَيْهِ الدُّنْيَا فَأَبَى أَنْ يَقْبَلَهَا وَ عَلِمَ أَنَّ اللَّهَ سُبْحَانَهُ أَبْغَضَ شَيْئاً فَأَبْغَضَهُ وَ حَقَّرَ شَيْئاً فَحَقَّرَهُ وَ صَغَّرَ شَيْئاً فَصَغَّرَهُ وَ لَوْ لَمْ يَكُنْ فِينَا إِلَّا حُبُّنَا مَا أَبْغَضَ اللَّهُ  وَ وَ تَعْظِيمُنَا مَا صَغَّرَ اللَّهُ لَكَفَى بِهِ شِقَاقاً لِلَّهِ وَ مُحَادَّةً عَنْ أَمْرِ اللَّهِ وَ لَقَدْ كَانَ (صلى الله عليه واله) يَأْكُلُ عَلَى الْأَرْضِ وَ يَجْلِسُ جِلْسَةَ الْعَبْدِ وَ يَخْصِفُ بِيَدِهِ نَعْلَهُ وَ يَرْقَعُ بِيَدِهِ ثَوْبَهُ وَ يَرْكَبُ الْحِمَارَ الْعَارِيَ وَ يُرْدِفُ خَلْفَهُ وَ يَكُونُ السِّتْرُ عَلَى بَابِ بَيْتِهِ فَتَكُونُ فِيهِ التَّصَاوِيرُ فَيَقُولُ يَا فُلَانَةُ لِإِحْدَى أَزْوَاجِهِ غَيِّبِيهِ عَنِّي فَإِنِّي إِذَا نَظَرْتُ إِلَيْهِ ذَكَرْتُ الدُّنْيَا وَ زَخَارِفَهَا فَأَعْرَضَ عَنِ الدُّنْيَا بِقَلْبِهِ وَ أَمَاتَ ذِكْرَهَا مِنْ نَفْسِهِ وَ أَحَبَّ أَنْ تَغِيبَ زِينَتُهَا  عَنْ عَيْنِهِ لِكَيْلَا يَتَّخِذَ مِنْهَا رِيَاشاً وَ لَا يَعْتَقِدَهَا قَرَاراً وَ لَا يَرْجُوَ فِيهَا مُقَاماً فَأَخْرَجَهَا مِنَ النَّفْسِ وَ أَشْخَصَهَا عَنِ الْقَلْبِ وَ غَيَّبَهَا عَنِ الْبَصَرِ وَ كَذَلِكَ مَنْ أَبْغَضَ شَيْئاً أَبْغَضَ  أَنْ يَنْظُرَ إِلَيْهِ وَ أَنْ يُذْكَرَ عِنْدَهُ وَ لَقَدْ كَانَ فِي رَسُولِ اللَّهِ (صلى الله عليه واله) مَا يَدُلُّكُ عَلَى مَسَاوِى الدُّنْيَا وَ عُيُوبِهَا إِذْ جَاعَ فِيهَا مَعَ خَاصَّتِهِ وَ زُوِيَتْ عَنْهُ زَخَارِفُهَا مَعَ عَظِيمِ زُلْفَتِهِ فَلْيَنْظُرْ نَاظِرٌ بِعَقْلِهِ أَأَكْرَمَ اللَّهُ  مُحَمَّداً بِذَلِكَ أَمْ أَهَانَهُ فَإِنْ قَالَ أَهَانَهُ فَقَدْ كَذَبَ وَ اللَّهِ الْعَظِيمِ (وَ أَتَى بِالْإِفْكِ الْعَظِيمِ ) وَ إِنْ قَالَ أَكْرَمَهُ فَلْيَعْلَمْ أَنَّ اللَّهَ قَدْ  أَهَانَ غَيْرَهُ حَيْثُ بَسَطَ الدُّنْيَا لَهُ وَ زَوَاهَا عَنْ أَقْرَبِ النَّاسِ مِنْهُ فَتَأَسَّى مُتَأَسٍّ بِنَبِيِّهِ  وَ اقْتَصَّ أَثَرَهُ وَ وَلَجَ مَوْلِجَهُ وَ إِلَّا فَلَا يَأْمَنُ الْهَلَكَةَ فَإِنَّ اللَّهَ جَعَلَ مُحَمَّداً (صلى الله عليه واله) عَلَماً لِلسَّاعَةِ وَ مُبَشِّراً بِالْجَنَّةِ وَ مُنْذِراً بِالْعُقُوبَةِ خَرَجَ مِنَ الدُّنْيَا خَمِيصاً وَ وَرَدَ الْآخِرَةَ سَلِيماً لَمْ يَضَعْ حَجَراً عَلَى حَجَرٍ حَتَّى مَضَى لِسَبِيلِهِ  وَ أَجَابَ دَاعِيَ رَبِّهِ فَمَا أَعْظَمَ مِنَّةَ اللَّهِ عِنْدَنَا حِينَ أَنْعَمَ عَلَيْنَا بِهِ سَلَفاً نَتَّبِعُهُ وَ قَائِداً نَطَأُ عَقِبَهُ وَ اللَّهِ لَقَدْ رَقَعْتُ مِدْرَعَتِي هَذِهِ حَتَّى اسْتَحْيَيْتُ مِنْ رَاقِعِهَا وَ لَقَدْ قَالَ لِي قَائِلٌ أَ لَا تَنْبِذُهَا عَنْكَ فَقُلْتُ اغْرُبْ عَنِّي  فَعِنْدَ الصَّبَاحِ يَحْمَدُ الْقَوْمُ السُّرَى"
}