{
"title": "(160) و من خطبة له (عليه السلام)",
"type": "text",
"data": "ابْتَعَثَهُ بِالنُّورِ الْمُضِيءِ  وَ الْبُرْهَانِ الْجَلِيِّ وَ الْمِنْهَاجِ الْبَادِي وَ الْكِتَابِ الْهَادِي أُسْرَتُهُ خَيْرُ أُسْرَةٍ وَ شَجَرَتُهُ خَيْرُ شَجَرَةٍ أَغْصَانُهَا مُعْتَدِلَةٌ وَ ثِمَارُهَا مُتَهَدِّلَةٌ  مَوْلِدُهُ بِمَكَّةَ وَ هِجْرَتُهُ بِطَيْبَةَ عَلَا بِهَا ذِكْرُهُ وَ امْتَدَّ مِنْهَا صَوْتُهُ أَرْسَلَهُ بِحُجَّةٍ كَافِيَةٍ وَ مَوْعِظَةٍ شَافِيَةٍ وَ دَعْوَةٍ مُتَلَافِيَةٍ أَظْهَرَ بِهِ الشَّرَائِعَ الْمَجْهُولَةَ وَ قَمَعَ بِهِ الْبِدَعَ الْمَدْخُولَةَ وَ بَيَّنَ بِهِ الْأَحْكَامَ الْمَفْصُولَةَ فَ مَنْ يَبْتَغِ غَيْرَ الْإِسْلامِ دِيناً  تَتَحَقَّقْ شِقْوَتُهُ وَ تَنْفَصِمْ عُرْوَتُهُ وَ تَعْظُمْ كَبْوَتُهُ وَ يَكُنْ  مَآبُهُ إِلَى الْحُزْنِ الطَّوِيلِ وَ الْعَذَابِ الْوَبِيلِ وَ أَتَوَكَّلُ عَلَى اللَّهِ تَوَكُّلَ الْإِنَابَةِ إِلَيْهِ وَ أَسْتَرْشِدُهُ السَّبِيلَ الْمُؤَدِّيَةَ إِلَى جَنَّتِهِ الْقَاصِدَةَ إِلَى مَحَلِّ رَغْبَتِهِ أُوصِيكُمْ عِبَادَ اللَّهِ بِتَقْوَى اللَّهِ وَ طَاعَتِهِ فَإِنَّهَا النَّجَاةُ غَداً وَ الْمَنْجَاةُ أَبَداً رَهَّبَ فَأَبْلَغَ وَ رَغَّبَ فَأَسْبَغَ وَ وَصَفَ لَكُمُ الدُّنْيَا وَ انْقِطَاعَهَا وَ زَوَالَهَا وَ انْتِقَالَهَا فَأَعْرِضُوا عَمَّا يُعْجِبُكُمْ فِيهَا  لِقِلَّةِ مَا يَصْحَبُكُمْ مِنْهَا أَقْرَبُ دَارٍ مِنْ سَخَطِ اللَّهِ وَ أَبْعَدُهَا مِنْ رِضْوَانِ اللَّهِ  فَغُضُّوا عَنْكُمْ عِبَادَ اللَّهِ غُمُومَهَا وَ أَشْغَالَهَا لِمَا قَدْ أَيْقَنْتُمْ  بِهِ مِنْ فِرَاقِهَا وَ تَصَرُّفِ حَالاتِهَا فَاحْذَرُوهَا حَذَرَ الشَّفِيق النَّاصِح وَ الْمُجِدِّ الْكَادِحِ وَ اعْتَبِرُوا بِمَا قَدْ رَأَيْتُمْ مِنْ مَصَارِعِ الْقُرُونِ قَبْلَكُمْ قَدْ تَزَايَلَتْ أَوْصَالُهُمْ وَ زَالَتْ أَبْصَارُهُمْ وَ أَسْمَاعُهُمْ  وَ ذَهَبَ شَرَفُهُمْ وَ عِزُّهُمْ وَ انْقَطَعَ سُرُورُهُمْ وَ نَعِيمُهُمْ فَبُدِّلُوا بِقُرْبِ الْأَوْلَادِ  فَقْدَهَا وَ بِصُحْبَةِ الْأَزْوَاجِ مُفَارَقَتَهَا لَا يَتَفَاخَرُونَ وَ لَا يَتَنَاسَلُونَ وَ لَا يَتَزَاوَرُونَ وَ لَا يَتَجَاوَرُونَ فَاحْذَرُوا عِبَادَ اللَّهِ حَذَرَ الْغَالِبِ لِنَفْسِهِ الْمَانِعِ لِشَهْوَتِهِ النَّاظِرِ  بِعَقْلِهِ فَإِنَّ الْأَمْرَ وَاضِحٌ وَ الْعَلَمَ قَائِمٌ وَ الطَّرِيقَ جَدَدٌ وَ السَّبِيلَ قَصْدٌ"
}