["الْحَمْدُ لِلَّهِ خَالِقِ الْعِبَادِ وَ سَاطِحِ الْمِهَادِ وَ مُسِيلِ الْوِهَادِ وَ مُخْصِبِ النِّجَادِ لَيْسَ لِأَوَّلِيَّتِهِ ابْتِدَاءٌ وَ لَا لِأَزَلِيَّتِهِ انْقِضَاءٌ هُوَ الْأَوَّلُ لَمْ يَزَلْ وَ الْبَاقِي بِلَا أَجَلٍ خَرَّتْ لَهُ الْجِبَاهُ وَ وَحَّدَتْهُ الشِّفَاهُ حَدَّ الْأَشْيَاءَ عِنْدَ خَلْقِهِ لَهَا إِبَانَةً لَهُ  مِنْ شَبَهِهَا لَا تُقَدِّرُهُ الْأَوْهَامُ بِالْحُدُودِ وَ الْحَرَكَاتِ وَ لَا بِالْجَوَارِحِ وَ الْأَدَوَاتِ لَا يُقَالُ لَهُ مَتَى وَ لَا يُضْرَبُ لَهُ أَمَدٌ بِحَتَّى الظَّاهِرُ لَا يُقَالُ مِمَّا وَ الْبَاطِنُ لَا يُقَالُ فِيمَا لَا شَبَحٌ فَيُتَقَصَّى وَ لَا مَحْجُوبٌ فَيُحْوَى لَمْ يَقْرُبْ مِنَ الْأَشْيَاءِ بِالْتِصَاقٍ وَ لَمْ يَبْعُدْ عَنْهَا بِافْتِرَاقٍ وَ لَا يَخْفَى عَلَيْهِ مِنْ عِبَادِهِ شُخُوصُ لَحْظَةٍ وَ لَا كُرُورُ لَفْظَةٍ وَ لَا ازْدِلَافُ رَبْوَةٍ  وَ لَا انْبِسَاطُ خُطْوَةٍ فِي لَيْلٍ دَاجٍ وَ لَا غَسَقٍ سَاجٍ يَتَفَيَّأُ عَلَيْهِ الْقَمَرُ الْمُنِيرُ وَ تَعْقُبُهُ الشَّمْسُ ذَاتُ النُّورِ فِي الْأُفُولِ وَ الْكُرُورِ  وَ تَقَلُّبِ الْأَزْمِنَةِ وَ الدُّهُورِ مِنْ إِقْبَالِ لَيْلٍ مُقْبِلٍ وَ إِدْبَارِ نَهَارٍ مُدْبِرٍ قَبْلَ كُلِّ غَايَةٍ وَ مُدَّةِ وَ كُلِّ إِحْصَاءٍ وَ عِدَّةٍ تَعَالَى عَمَّا يَنْحَلُهُ الْمُحَدِّدُونَ مِنْ صِفَاتِ الْأَقْدَارِ وَ نِهَايَاتِ الْأَقْطَارِ وَ تَأَثُّلِ الْمَسَاكِنِ وَ تَمَكُّنِ الْأَمَاكِنِ فَالْحَدُّ لِخَلْقِهِ مَضْرُوبٌ وَ إِلَى غَيْرِهِ مَنْسُوبٌ لَمْ يَخْلُقِ الْأَشْيَاءَ مِنْ أُصُولٍ أَزَلِيَّةٍ وَ لَا مِنْ أَوَائِلَ أَبَدِيَّةٍ  بَلْ خَلَقَ مَا خَلَقَ فَأَقَامَ حَدَّهُ وَ صَوَّرَ فَأَحْسَنَ صُورَتَهُ لَيْسَ لِشَيْءٍ مِنْهُ امْتِنَاعٌ وَ لَا لَهُ بِطَاعَةِ شَيْءٍ انْتِفَاعٌ عِلْمُهُ بِالْأَمْوَاتِ الْمَاضِينَ كَعِلْمِهِ بِالْأَحْيَاءِ الْبَاقِينَ وَ عِلْمُهُ بِمَا فِي السَّمَاوَاتِ الْعُلَى كَعِلْمِهِ بِمَا فِي الْأَرَضِينَ  السُّفْلَى\n\nمنها\n\nأَيُّهَا الْمَخْلُوقُ السَّوِيُّ وَ الْمُنْشَأُ الْمَرْعِيُّ فِي ظُلُمَاتِ الْأَرْحَامِ وَ مُضَاعَفَاتِ الْأَسْتَارِ بُدِئْتَ مِنْ سُلالَةٍ مِنْ طِينٍ وَ وُضِعْتَ فِي قَرارٍ مَكِينٍ إِلى قَدَرٍ مَعْلُومٍ وَ أَجَلٍ مَقْسُومٍ تَمُورُ فِي بَطْنِ أُمِّكَ جَنِيناً لَا تُحِيرُ دُعَاءً وَ لَا تَسْمَعُ نِدَاءً ثُمَّ أُخْرِجْتَ مِنْ مَقَرِّكَ إِلَى دَارٍ لَمْ تَشْهَدْهَا وَ لَمْ تَعْرِفْ سُبُلَ مَنَافِعِهَا فَمَنْ هَدَاكَ لِاجْتِرَارِ الْغِذَاءِ مِنْ ثَدْيِ أُمِّكَ وَ عَرَّفَكَ عِنْدَ الْحَاجَةِ مَوَاضِعَ طَلَبِكَ وَ إِرَادَتِكَ هَيْهَاتَ إِنَّ مَنْ يَعْجِزُ عَنْ صِفَاتِ ذِي الْهَيْئَةِ وَ الْأَدَوَاتِ فَهُوَ عَنْ صِفَاتِ خَالِقِهِ أَعْجَزُ وَ مِنْ تَنَاوُلِهِ بِحُدُودِ الْمَخْلُوقِينَ أَبْعَدُ"]