{
"title": "(164) و من خطبة له (عليه السلام) يذكر فيها عجيب خلقة الطاوس",
"type": "text",
"data": "ابْتَدَعَهُمْ خَلْقاً عَجِيباً مِنْ حَيَوَانٍ وَ مَوَاتٍ وَ سَاكِنٍ وَ ذِي حَرَكَاتٍ وَ أَقَامَ مِنْ شَوَاهِدِ الْبَيِّنَاتِ عَلَى لَطِيفِ صَنْعَتِهِ وَ عَظِيمِ قُدْرَتِهِ مَا انْقَادَتْ لَهُ الْعُقُولُ مُعْتَرِفَةً بِهِ وَ مَسَلِّمَةً لَهُ وَ نَعَقَتْ فِي أَسْمَاعِنَا دَلَائِلُهُ عَلَى وَحْدَانِيَّتِهِ وَ مَا ذَرَأَ مِنْ مُخْتَلِفِ صُوَرِ الْأَطْيَارِ الَّتِي أَسْكَنَهَا أَخَادِيدَ الْأَرْضِ وَ خُرُوقَ فِجَاجِهَا وَ رَوَاسِيَ أَعْلَامِهَا مِنْ ذَاتِ  أَجْنِحَةٍ مُخْتَلِفَةٍ وَ هَيْئَاتٍ مُتَبَايِنَةٍ مُصَرَّفَةٍ فِي زِمَامِ التَّسْخِيرِ وَ مُرَفْرَفَةٍ بِأَجْنِحَتِهَا فِي مَخَارِقِ الْجَوِّ الْمُنْفَسِحِ وَ الْفَضَاءِ الْمُنْفَرِجِ كَوَّنَهَا بَعْدَ إِذْ لَمْ تَكُنْ فِي عَجَائِبِ صُوَرٍ ظَاهِرَةٍ وَ رَكَّبَهَا فِي حِقَاقِ مَفَاصِلَ مُحْتَجِبَةٍ وَ مَنَعَ بَعْضَهَا بِعَبَالَةِ خَلْقِهِ أَنْ يَسْمُوَ فِي الْهَوَاءِ خُفُوفاً  وَ جَعَلَهُ يَدِفُّ دَفِيفاً وَ نَسَقَهَا عَلَى اخْتِلَافِهَا فِي الْأَصَابِيغِ بِلَطِيفِ قُدْرَتِهِ وَ دَقِيقِ صَنْعَتِهِ فَمِنْهَا مَغْمُوسٌ فِي قَالَبِ لَوْنٍ لَا يَشُوبُهُ غَيْرُ لَوْنِ مَا غُمِسَ فِيهِ وَ مِنْهَا مَغْمُوسٌ فِي لَوْنِ صِبْغٍ قَدْ طُوِّقَ بِخِلَافِ مَا صُبِغَ بِهِ وَ مِنْ أَعْجَبِهَا خَلْقاً الطَّاوُوسُ الَّذِي أَقَامَهُ فِي أَحْكَمِ تَعْدِيلٍ وَ نَضَّدَ أَلْوَانَهُ فِي أَحْسَنِ تَنْضِيدٍ بِجَنَاحٍ أَشْرَجَ قَصَبَهُ وَ ذَنَبٍ أَطَالَ مَسْحَبَهُ إِذَا دَرَجَ إِلَى الْأُنْثَى نَشَرَهُ مِنْ طَيِّهِ وَ سَمَا بِهِ مظلًّا عَلَى رَأْسِهِ كَأَنَّهُ قِلْعُ دَارِيٍّ عَنَجَهُ نُوتِيُّهُ يَخْتَالُ بِأَلْوَانِهِ وَ يَمِيسُ بِزَيَفَانِهِ يُفْضِي كَإِفْضَاءِ الدِّيَكَةِ وَ يَؤُرُّ بِمَلَاقِحِهِ (أَرَّ الْفُحُولِ الْمُغْتَلِمَةِ لِلضِّرَابِ)  أُحِيلُكَ مِنْ ذَلِكَ عَلَى مُعَايَنَةٍ لَا كَمَنْ يُحِيلُ عَلَى ضَعِيفِ إِسْنَادِهِ وَ لَوْ كَانَ كَزُعْمِ مَنْ يَزْعُمُ أَنَّهُ يُلْقِحُ بِدَمْعَةٍ تَنْسِجُهَا مَدَامِعُهُ  فَتَقِفُ فِي ضَفَّتَيْ جُفُونِهِ وَ أَنَّ أُنْثَاهُ تَطْعَمُ ذَلِكَ ثُمَّ تَبِيضُ لَا مِنْ لَقَاحِ فَحْلٍ سِوَى الدَّمْعِ الْمُنْبَجِسِ لَمَا كَانَ ذَلِكَبِأَعْجَبَ مِنْ مُطَاعَمَةِ الْغُرَابِ تَخَالُ قَصَبَهُ مَدَارِيَ مِنْ فِضَّةٍ وَ مَا أُنْبِتَ عَلَيْهَا مِنْ عَجِيبِ دَارَاتِهِ وَ شُمُوسِهِ خَالِصَ الْعِقْيَانِ وَ فِلَذَ الزَّبَرْجَدِ فَإِنْ شَبَّهْتَهُ بِمَا أَنْبَتَتِ الْأَرْضُ قُلْتَ جَنِىٌّ جُنِيَ مِنْ زَهْرَةِ كُلِّ رَبِيعٍ وَ إِنْ ضَاهَيْتَهُ بِالْمَلَابِسِ فَهُوَ كَمَوْشِيِّ الْحُلَلِ أَوْ مُونِقِ  عَصْبِ الْيَمَنِ وَ إِنْ شَاكَلْتَهُ بِالْحُلِيِّ فَهُوَ كَفُصُوصِ ذَاتِ أَلْوَانٍ قَدْ نُطِّقَتْ بِاللُّجَيْنِ الْمُكَلَّلِ يَمْشِي مَشْيَ الْمَرِحِ الْمُخْتَالِ وَ يَتَصَفَّحُ  ذَنَبَهُ وَ جَنَاحَيْهِ فَيُقَهْقِهُ ضَاحِكاً لِجَمَالِ سِرْبَالِهِ وَ أَصَابِيغِ وِشَاحِهِ فَإِذَا رَمَى بِبَصَرِهِ إِلَى قَوَائِمِهِ زَقَا مُعْوِلًا بِصَوْتٍ  يَكَادُ يُبِينُ عَنِ اسْتِغَاثَتِهِ وَ يَشْهَدُ بِصَادِقِ تَوَجُّعِهِ لِأَنَّ قَوَائِمَهُ حُمْشٌ كَقَوَائِمِ الدِّيَكَةِ الْخِلَاسِيَّةِ وَ قَدْ نَجَمَتْ مِنْ ظُنْبُوبِ سَاقِهِ صِيصِيَةٌ خَفِيَّةٌ وَ لَهُ فِي مَوْضِعِ الْعُرْفِ قُنْزُعَةٌ خَضْرَاءٌ مُوَشَّاةٌ وَ مَخْرَجُ عُنُقِهِ كَالْإِبْرِيقِ وَ مَغْرِزُهَا إِلَى حَيْثُ بَطْنُهُ كَصِبْغِ الْوَسِمَةِ الْيَمَانِيَّةِ أَوْ كَحَرِيرَةٍ مُلْبَسَةٍ مِرْآةً ذَاتَ صِقَالٍ وَ كَأَنَّهُ مُتَلَفِّعٌ  بِمِعْجَرٍ أَسْحَمَ إِلَّا أَنَّهُ يُخَيَّلُ لِكَثْرَةِ  مَائِهِ وَ شِدَّةِ بَرِيقِهِ أَنَّ الْخُضْرَةَ النَّاضِرَةَ مُمْتَزِجَةٌ بِهِ وَ مَعَ فَتْقِ سَمْعِهِ خَطٌّ كَمُسْتَدَقِّ الْقَلَمِ فِي لَوْنِ الْأُقْحُوَانِ أَبْيَضُ يَقَقٌ فَهُوَ بِبَيَاضِهِ فِي سَوَادِ مَا هُنَالِكَ يَأْتَلِقُ وَ قَلَّ صِبْغٌ إِلَّا وَ قَدْ أَخَذَ مِنْهُ بِقِسْطٍ وَ عَلَاهُ بِكَثْرَةِ صِقَالِهِ وَ بَرِيقِهِ وَ بَصِيصِ دِيبَاجِهِ وَ رَوْنَقِهِ فَهُوَ كَالْأَزَاهِيرِ الْمَبْثُوثَةِ لَمْ تُرَبِّهَا أَمْطَارُ رَبِيعٍ وَ لَا شُمُوسُ قَيْظٍ وَ قَدْ يَتَحَسَّرُ  مِنْ رِيشِهِ وَ يَعْرَى مِنْ لِبَاسِهِ فَيَسْقُطُ تَتْرَى وَ يَنْبُتُ تِبَاعاً فَيَنْحَتُّ مِنْ قَصَبِهِ انْحِتَاتَ أَوْرَاقِ الْأَغْصَانِ ثُمَّ يَتَلَاحَقُ نَامِياً حَتَّى يَعُودَ كَهَيْئَتِهِ قَبْلَ سُقُوطِهِ لَا يُخَالِفُ سَالِفَ أَلْوَانِهِ وَ لَا يَقَعُ لَوْنٌ فِي غَيْرِ مَكَانِهِ وَ إِذَا تَصَفَّحْتَ شَعْرَةً مِنْ شَعَرَاتِ قَصَبِهِ أَرَتْكَ حُمْرَةً وَرْدِيَّةً وَ تَارَةً خُضْرَةً زَبَرْجَدِيَّةً وَ أَحْيَاناً صُفْرَةً عَسْجَدِيَّةً فَكَيْفَ  تَصِلُ إِلَى صِفَةِ هَذَا عَمَائِقُ الْفِطَنِ أَوْ تَبْلُغُهُ قَرَائِحُ الْعُقُولِ أَوْ تَسْتَنْظِمُ وَصْفَهُ أَقْوَالُ الْوَاصِفِينَ وَ أَقَلُّ أَجْزَائِهِ قَدْ أَعْجَزَ الْأَوْهَامَ أَنْ تُدْرِكَهُ وَ الْأَلْسِنَةَ أَنْ تَصِفَهُ فَسُبْحَانَ الَّذِي بَهَرَ الْعُقُولَ عَنْ وَصْفِ خَلْقِ جَلَّاهُ لِلْعُيُونِ فَأَدْرَكَتْهُ مَحْدُوداً مُكَوَّناً وَ مُؤَلَّفاً مُلَوَّناً وَ أَعْجَزَ الْأَلْسُنَ عَنْ تَلْخِيصِ صِفَتِهِ وَ قَعَدَ بِهَا عَنْ تَأْدِيَةِ نَعْتِهِ سُبْحَانَ مَنْ أَدْمَجَ قَوَائِمَ الذَّرَّةِ وَ الْهَمَجَةِ إِلَى مَا فَوْقَهُمَا مِنْ خَلْقِ الْحِيتَانِ وَ الْفِيلَةِ  وَ وَأَى عَلَى نَفْسِهِ أَلَّا يَضْطَرِبَ شَبَحٌ مِمَّا أَوْلَجَ فِيهِ الرُّوحَ إِلَّا وَ جَعَلَ الْحِمَامَ مَوْعِدَهُ وَ الْفَنَاءَ غَايَتَهُ\n\n\nمنها في صفة الجنة\n\nفَلَوْ رَمَيْتَ بِبَصَرِ قَلْبِكَ نَحْوَ مَا يُوصَفُ لَكَ مِنْهَا لَعَزَفَتْ نَفْسُكَ  عَنْ بَدَائِعِ مَا أُخْرِجَ إِلَى الدُّنْيَا مِنْ شَهَوَاتِهَا وَ لَذَّاتِهَا وَ زَخَارِفِ مَنَاظِرِهَا وَ لَذَهِلَتْ بِالْفِكْرِ فِي اصْطِفَاقِ أَشْجَارٍ غُيِّبَتْ عُرُوقُهَا فِي كُثْبَانِ الْمِسْكِ عَلَى سَوَاحِلِ أَنْهَارِهَا وَ فِي تَعْلِيقِ كَبَائِسِ اللُّؤْلُؤِ الرَّطْبِ فِي عَسَالِيجِهَا وَ أَفْنَانِهَا وَ طُلُوعِ تِلْكَ الثِّمَارِ مُخْتَلِفَةً فِي غُلُفِ أَكْمَامِهَا تُجْنَى مِنْ غَيْرِ تَكَلُّفٍ فَتَأْتِي عَلَى مُنْيَةِ مُجْتَنِيهَا وَ يُطَافُ عَلَى نُزَّالِهَا فِي أَفْنِيَةِ قُصُورِهَا بِالْأَعْسَالِ الْمُصَفَّقَةِ وَ الْخُمُورِ الْمُرَوَّقَةِ قَوْمٌ لَمْ تَزَلِ الْكَرَامَةُ تَتَمَادَى بِهِمْ حَتَّى حَلُّوا دَارَ الْقَرَارِ وَ أَمِنُوا نُقْلَةَ الْأَسْفَارِ فَلَوْ شَغَلْتَ قَلْبَكَ أَيُّهَا الْمُسْتَمِعُ بِالْوُصُولِ إِلَى مَا يَهْجُمُ عَلَيْكَ مِنْ تِلْكَ الْمَنَاظِرِ الْمُونِقَةِ لَزَهَقَتْ نَفْسُكَ شَوْقاً إِلَيْهَا وَ لَتَحَمَّلْتَ مِنْ مَجْلِسِي هَذَا إِلَى مُجَاوَرَةِ أَهْلِ الْقُبُورِ اسْتِعْجَالًا بِهَا جَعَلَنَا اللَّهُ وَ إِيَّاكُمْ مِمَّنْ يَسْعَى بِقَلْبِهِ إِلَى مَنَازِلِ الْأَبْرَارِ بِرَحْمَتِهِ\n\n\nتفسير بعض ما في هذه الخطبة من الغريب\n\nقوله (عليه السلام) يؤر بملاقحه الأر كناية عن النكاح يقال أر الرجل المرأة يؤرها إذا نكحها و قوله (عليه السلام) كأنه قلع داري عنجه نوتيه القلع شراع السفينة و داري منسوب إلى دارين و هي بلدة على البحر يجلب منها الطيب و عنجه أي عطفه يقال عنجت الناقة كنصرت أعنجها عنجا إذا عطفتها و النوتي الملاح و قوله (عليه السلام) ضفتي جفونه أراد جانبي جفونه و الضفتان الجانبان و قوله (عليه السلام) و فلذ الزبرجد الفلذ جمع فلذة و هي القطعة و الكبائس جمع الكباسة و هى العذق و العساليج الغصون واحدها عسلوج"
}