["أَمِينُ وَحْيِهِ وَ خَاتَمُ رُسُلِهِ وَ بَشِيرُ رَحْمَتِهِ وَ نَذِيرُ نِقْمَتِهِ أَيُّهَا النَّاسُ إِنَّ أَحَقَّ النَّاسِ بِهَذَا الْأَمْرِ أَقْوَاهُمْ عَلَيْهِ وَ أَعْلَمُهُمْ  بِأَمْرِ اللَّهِ فِيهِ فَإِنْ شَغَبَ شَاغِبٌ اسْتُعْتِبَ فَإِنْ أَبَى قُوتِلَ وَ لَعَمْرِي لَئِنْ كَانَتِ الْإِمَامَةُ لَا تَنْعَقِدُ حَتَّى تَحْضُرَهَا عَامَّةُ النَّاسِ فَمَا  إِلَى ذَلِكَ سَبِيلٌ وَ لَكِنْ أَهْلُهَا يَحْكُمُونَ عَلَى مَنْ غَابَ عَنْهَا ثُمَّ لَيْسَ لِلشَّاهِدِ أَنْ يَرْجِعَ وَ لَا لِلْغَائِبِ أَنْ يَخْتَارَ أَلَا وَ إِنِّي أُقَاتِلُ رَجُلَيْنِ رَجُلًا ادَّعَى مَا لَيْسَ لَهُ وَ آخَرَ مَنَعَ الَّذِي عَلَيْهِ أُوصِيكُمْ عِبَادَ اللَّهِ  بِتَقْوَى اللَّهِ فَإِنَّهَا خَيْرُ مَا تَوَاصَى الْعِبَادُ بِهِ وَ خَيْرُ عَوَاقِبِ الْأُمُورِ عِنْدَ اللَّهِ وَ قَدْ فُتِحَ بَابُ الْحَرْبِ بَيْنَكُمْ وَ بَيْنَ أَهْلِ الْقِبْلَةِ وَ لَا يَحْمِلُ  هَذَا الْعَلَمَ إِلَّا أَهْلُ الْبَصَرِ وَ الصَّبْرِ وَ الْعِلْمِ بِمَوَاضِعِ الْحَقِّ  فَامْضُوا لِمَا تُؤْمَرُونَ بِهِ وَ قِفُوا عِنْدَ مَا تُنْهَوْنَ عَنْهُ وَ لَا تَعْجَلُوا فِي أَمْرٍ حَتَّى تَتَبَيَّنُوا فَإِنَّ لَنَا مَعَ كُلِّ أَمْرٍ تُنْكِرُونَهُ غِيَراً  أَلَا وَ إِنَّ هَذِهِ الدُّنْيَا الَّتِي أَصْبَحْتُمْ تَتَمَنَّوْنَهَا وَ تَرْغَبُونَ فِيهَا وَ أَصْبَحَتْ تُغْضِبُكُمْ وَ تُرْضِيكُمْ لَيْسَتْ بِدَارِكُمْ وَ لَا مَنْزِلِكُمُ الَّذِي خُلِقْتُمْ لَهُ وَ لَا الَّذِي دُعِيتُمْ إِلَيْهِ أَلَا وَ إِنَّهَا لَيْسَتْ بِبَاقِيَةٍ لَكُمْ وَ لَا تَبْقَوْنَ عَلَيْهَا وَ هِيَ وَ إِنْ غَرَّتْكُمْ مِنْهَا فَقَدْ حَذَّرَتْكُمْ شَرَّهَا فَدَعَوْا غُرُورَهَا لِتَحْذِيرِهَا وَ أَطْمَاعَهَا لِتَخْوِيفِهَا وَ سَابِقُوا فِيهَا إِلَى الدَّارِ الَّتِي دُعِيتُمْ إِلَيْهَا وَ انْصَرِفُوا بِقُلُوبِكُمْ عَنْهَا وَ لَا يَخِنَّنَّ أَحَدُكُمْ خَنِينَ  الْأَمَةِ عَلَى مَا زُوِيَ عَنْهُ مِنْهَا وَ اسْتَتِمُّوا نِعْمَةَ اللَّهِ عَلَيْكُمْ بِالصَّبْرِ عَلَى طَاعَةِ اللَّهِ وَ الْمُحَافَظَةِ عَلَى مَا اسْتَحْفَظَكُمْ مِنْ كِتَابِهِ أَلَا وَ إِنَّهُ لَا يَضُرُّكُمْ تَضْيِيعُ شَيْءٍ مِنْ دُنْيَاكُمْ بَعْدَ حِفْظِكُمْ قَائِمَةَ دِينِكُمْ أَلَا وَ إِنَّهُ لَا يَنْفَعُكُمْ بَعْدَ تَضْيِيعِ دِينِكُمْ شَيْءٌ حَافَظْتُمْ عَلَيْهِ مِنْ أَمْرِ دُنْيَاكُمْ أَخَذَ اللَّهُ بِقُلُوبِنَا وَ قُلُوبِكُمْ إِلَى الْحَقِّ وَ أَلْهَمَنَا وَ إِيَّاكُمُ الصَّبْرَ"]