{
"title": "(175) و من خطبة له (عليه السلام)",
"type": "text",
"data": "انْتَفِعُوا بِبَيَانِ اللَّهِ وَ اتَّعِظُوا بِمَوَاعِظِ اللَّهِ وَ اقْبَلُوا نَصِيحَةَ اللَّهِ فَإِنَّ اللَّهَ قَدْ أَعْذَرَ إِلَيْكُمْ بِالْجَلِيَّةِ وَ أَخَذَ عَلَيْكُمُ الْحُجَّةَ وَ بَيَّنَ لَكُمْ مَحَابَّهُ مِنَ الْأَعْمَالِ وَ مَكَارِهَهُ مِنْهَا لِتَتَّبِعُوا هَذِهِ وَ تَجْتَنِبُوا هَذِهِ فَإِنَّ رَسُولَ اللَّهِ (صلى الله عليه واله) كَانَ يَقُولُ إِنَّ الْجَنَّةَ حُفَّتْ بِالْمَكَارِهِ  وَ إِنَّ النَّارَ حُفَّتْ بِالشَّهَوَاتِ أَلَا إِنَّ كُلَّ حَارِثٍ مُبْتَلَى فِي حَرْثِهِ وَ عَاقِبَةِ عَمَلِهِ غَيْرَ حَرَثَةِ الْقُرْآنِ فَكُونُوا مِنْ حَرَثَتِهِ وَ أَتْبَاعِهِ وَ اسْتَدِلُّوهُ عَلَى رَبِّكُمْ وَ اسْتَنْصِحُوهُ عَلَى أَنْفُسِكُمْ وَ اتَّهِمُوا عَلَيْهِ آرَاءَكُمْ وَ اسْتَغِشُّوا  فِيهِ أَهْوَاءَكُمْ الْعَمَلَ الْعَمَلَ ثُمَّ النِّهَايَةَ النِّهَايَةَ وَ الِاسْتِقَامَةَ الِاسْتِقَامَةَ ثُمَّ الصَّبْرَ الصَّبْرَ وَ الْوَرَعَ الْوَرَعَ إِنَّ لَكُمْ نِهَايَةً فَانْتَهُوا إِلَى نِهَايَتِكُمْ وَ إِنَّ لَكُمْ عَلَماً فَاهْتَدُوا بِعَلَمِكُمْ وَ إِنَّ لِلْإِسْلَامِ غَايَةً فَانْتَهُوا إِلَى غَايَتِهِ وَ اخْرُجُوا إِلَى اللَّهِ مِمَّا افْتَرَضَ عَلَيْكُمْ مِنْ حَقِّهِ وَ بَيَّنَ لَكُمْ مِنْ وَظَائِفِهِ أَنَا شَاهِدٌ  لَكُمْ وَ حَجِيجٌ يَوْمَ الْقِيَامَةِ عَنْكُمْ أَلَا وَ إِنَّ الْقَدَرَ السَّابِقَ قَدْ وَقَعَ وَ الْقَضَاءَ الْمَاضِي قَدْ تَوَرَّدَ وَ إِنِّي مُتَكَلِّمٌ بِعِدَةِ اللَّهِ وَ حُجَّتِهِ قَالَ اللَّهُ تَعَالَى إِنَّ الَّذِينَ قالُوا رَبُّنَا اللّهُ ثُمَّ اسْتَقامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلّا تَخافُوا وَ لا تَحْزَنُوا وَ أَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ وَ قَدْ قُلْتُمْ رَبُّنَا اللَّهُ فَاسْتَقِيمُوا عَلَى كِتَابِهِ وَ عَلَى مِنْهَاجِ أَمْرِهِ وَ عَلَى الطَّرِيقَةِ الصَّالِحَةِ مِنْ عِبَادَتِهِ ثُمَّ لَا تَمْرُقُوا مِنْهَا وَ لَا تَبْتَدِعُوا فِيهَا وَ لَا تُخَالِفُوا عَنْهَا فَإِنَّ أَهْلَ الْمُرُوقِ مُنْقَطَعٌ بِهِمْ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ ثُمَّ إِيَّاكُمْ وَ تَهْزِيعَ الْأَخْلَاقِ وَ تَصْرِيفَهَا وَ اجْعَلُوا اللِّسَانَ وَاحِداً وَ لِيَخْتَزِنَ الرَّجُلُ  لِسَانَهُ فَإِنَّ هَذَا اللِّسَانَ جَمُوحٌ بِصَاحِبِهِ وَ اللَّهِ مَا أَرَى عَبْداً يَتَّقِي تَقْوَى تَنْفَعُهُ حَتَّى يَخْتَزِنَ  لِسَانَهُ وَ إِنَّ لِسَانَ الْمُؤْمِنِ مِنْ وَرَاءِ قَلْبِهِ وَ إِنَّ قَلْبَ الْمُنَافِقِ مِنْ وَرَاءِ لِسَانِهِ لِأَنَّ الْمُؤْمِنَ إِذَا أَرَادَ أَنْ يَتَكَلَّمَ بِكَلَامٍ تَدَبَّرَهُ فِي نَفْسِهِ فَإِنْ كَانَ خَيْراً أَبْدَاهُ وَ إِنْ كَانَ شَرّاً وَارَاهُ وَ إِنَّ الْمُنَافِقَ يَتَكَلَّمُ بِمَا أَتَى عَلَى لِسَانِهِ لَا يَدْرِي مَا ذَا لَهُ وَ مَا ذَا عَلَيْهِ وَ لَقَدْ  قَالَ رَسُولُ اللَّهِ (صلى الله عليه واله) لَا يَسْتَقِيمُ إِيمَانُ عَبْدٍ حَتَّى يَسْتَقِيمَ قَلْبُهُ وَ لَا يَسْتَقِيمُ قَلْبُهُ حَتَّى يَسْتَقِيمَ لِسَانُهُ فَمَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يَلْقَى اللَّهَ وَ هُوَ نَقِيُّ الرَّاحَةِ مِنْ دِمَاءِ الْمُسْلِمِينَ وَ أَمْوَالِهِمْ سَلِيمُ اللِّسَانِ مِنْ أَعْرَاضِهِمْ فَلْيَفْعَلْ وَ اعْلَمُوا عِبَادَ اللَّهِ أَنَّ الْمُؤْمِنَ يَسْتَحِلُّ الْعَامَ مَا اسْتَحَلَّ عَاماً أَوَّلَ وَ يُحَرِّمُ الْعَامَ مَا حَرَّمَ عَاماً أَوَّلَ وَ أَنَّ مَا أَحْدَثَ النَّاسُ لَا يُحِلُّ لَكُمْ شَيْئاً مِمَّا حُرِّمَ عَلَيْكُمْ وَ لَكِنِ الْحَلَالُ مَا أَحَلَّ اللَّهُ وَ الْحَرَامُ مَا حَرَّمَ اللَّهُ فَقَدْ جَرَّبْتُمُ الْأُمُورَ وَ ضَرَّسْتُمُوهَا وَ وُعِظْتُمْ بِمَنْ كَانَ قَبْلَكُمْ وَ ضُرِبَتِ الْأَمْثَالُ لَكُمْ  وَ دُعِيتُمْ إِلَى الْأَمْرِ الْوَاضِحِ فَلَا يَصَمُّ عَنْ ذَلِكَ إِلَّا أَصَمُّ وَ لَا يَعْمَى  عَنْهُ إِلَّا أَعْمَى وَ مَنْ لَمْ يَنْفَعْهُ اللَّهُ بِالْبَلَاءِ وَ التَّجَارِبِ لَمْ يَنْتَفِعْ بِشَيْءٍ مِنَ الْعِظَةِ وَ أَتَاهُ التَّقْصِيرُ  مِنْ أَمَامِهِ حَتَّى يَعْرِفَ مَا أَنْكَرَ وَ يُنْكِرَ مَا عَرَفَ فَإِنَّ النَّاسَ رَجُلَانِ مُتَّبِعٌ شِرْعَةً وَ مُبْتَدِعٌ بِدْعَةً لَيْسَ مَعَهُ مِنَ اللَّهِ  بُرْهَانُ سُنَّةٍ وَ لَا ضِيَاءُ حُجَّةٍ وَ إِنَّ اللَّهَ سُبْحَانَهُ لَمْ يَعِظْ أَحَداً بِمِثْلِ هَذَا الْقُرْآنِ فَإِنَّهُ حَبْلُ اللَّهِ الْمَتِينُ وَ سَبَبُهُ الْأَمِينُ وَ فِيهِ رَبِيعُ الْقَلْبِ وَ يَنَابِيعُ الْعِلْمِ وَ مَا لِلْقَلْبِ جِلَاءٌ غَيْرُهُ مَعَ أَنَّهُ قَدْ ذَهَبَ الْمُتَذَكِّرُونَ وَ بَقِيَ النَّاسُونَ وَ الْمُتَنَاسُونَ  فَإِذَا رَأَيْتُمْ خَيْراً فَأَعِينُوا عَلَيْهِ وَ إِذَا رَأَيْتُمْ شَرّاً فَاذْهَبُوا عَنْهُ فَإِنَّ رَسُولَ اللَّهِ (صلى الله عليه واله) كَانَ يَقُولُ يَا ابْنَ آدَمَ اعْمَلِ الْخَيْرَ وَ دَعِ الشَّرَّ فَإِذَا أَنْتَ جَوَادٌ قَاصِدٌ (أَلَا وَ إِنَّ الظُّلْمَ ثَلَاثَةٌ فَظُلْمٌ لَا يُغْفَرُ وَ ظُلْمٌ لَا يُتْرَكُ وَ ظُلْمٌ مَغْفُورٌ لَا يُطْلَبُ فَأَمَّا الظُّلْمُ الَّذِي لَا يُغْفَرُ فَالشِّرْكُ بِاللَّهِ قَالَ اللَّهُ سُبْحَانَهُ إِنَّ اللّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ* وَ أَمَّا الظُّلْمُ الَّذِي يُغْفَرُ فَظُلْمُ الْعَبْدِ نَفْسَهُ عِنْدَ بَعْضِ الْهَنَاتِ وَ أَمَّا الظُّلْمُ الَّذِي لَا يُتْرَكُ فَظُلْمُ الْعِبَادِ بَعْضِهِمْ بَعْضاً ) الْقِصَاصُ هُنَاكَ شَدِيدٌ لَيْسَ هُوَ جَرْحاً بِاْلمُدَى وَ لَا ضَرْباً بِالسِّيَاطِ وَ لَكِنَّهُ مَا يُسْتَصْغَرُ ذَلِكَ مَعَهُ فَإِيَّاكُمْ وَ التَّلَوُّنَ فِي دِينِ اللَّهِ فَإِنَّ جَمَاعَةً فِيمَا تَكْرَهُونَ مِنَ الْحَقِّ خَيْرٌ مِنْ فُرْقَةٍ فِيمَا تُحِبُّونَ مِنَ الْبَاطِلِ وَ إِنَّ اللَّهَ سُبْحَانَهُ لَمْ يُعْطِ أَحَداً بِفُرْقَةٍ خَيْراً مِمَّنْ مَضَى وَ لَا مِمَّنْ بَقَي يَا أَيُّهَا النَّاسُ طُوبَى لِمَنْ شَغَلَهُ عَيْبُهُ عَنْ عُيُوبِ النَّاسِ وَ طُوبَى لِمَنْ لَزِمَ بَيْتَهُ وَ أَكَلَ قُوتَهُ وَ اشْتَغَلَ بِطَاعَةِ  رَبِّهِ وَ بَكَى عَلَى خَطِيئَتِهِ فَكَانَ مِنْ نَفْسِهِ فِي شُغلٍ وَ النَّاسُ مِنْهُ فِي رَاحَةٍ"
}