["رُوِيَ عَنْ نَوْفٍ الْبَكَالِيِّ قَالَ خَطَبَنَا بِهَذِهِ الْخُطْبَةِ أَمِيرُ الْمُؤْمِنِينَ (عليه السلام) بِالْكُوفَةِ وَ هُوَ قَائِمٌ عَلَى حِجَارَةٍ نَصَبَهَا لَهُ جَعْدَةُ بْنُ هُبَيْرَةَ الْمَخْزُومِيُّ وَ عَلَيْهِ مِدْرَعَةٌ مِنْ صُوفٍ وَ حَمَائِلُ سَيْفِهِ لِيفٌ وَ فِي رِجْلَيْهِ نَعْلَانِ مِنْ لِيفٍ وَ كَأَنَّ جَبِينَهُ ثَفِنَةُ بَعِيرٍ فَقَالَ (عليه السلام) الْحَمْدُ لِلَّهِ الَّذِي إِلَيْهِ مَصَائِرُ الْخَلْقِ وَ عَوَاقِبُ الْأَمْرِ نَحْمَدُهُ عَلَى عَظِيمِ إِحْسَانِهِ وَ نَيِّرِ بُرْهَانِهِ وَ نَوَامِي فَضْلِهِ وَ امْتِنَانِهِ حَمْداً يَكُونُ لِحَقِّهِ قَضَاءً وَ لِشُكْرِهِ أَدَاءً وَ إِلَى ثَوَابِهِ مُقَرِّباً وَ لِحُسْنِ مَزِيدِهِ مُوجِباً وَ نَسْتَعِينُ بِهِ اسْتِعَانَةَ رَاجٍ لِفَضْلِهِ مُؤَمِّلٍ لِنَفْعِهِ وَاثِقٍ بِدَفْعِهِ مُعْتَرِفٍ لَهُ بِالطَّوْلِ مُذْعِنٍ لَهُ بِالْعَمَلِ وَ الْقَوْلِ وَ نُؤْمِنُ بِهِ إِيمَانَ مَنْ رَجَاهُ مُوقِناً وَ أَنَابَ إِلَيْهِ مُؤْمِناً وَ خَنَعَ لَهُ مُذْعِناً وَ أَخْلَصَ لَهُ مُوَحِّداً وَ عَظَّمَهُ مُمَجِّداً وَ لَاذَ بِهِ رَاغِباً مُجْتَهِداً لَمْ يُولَدْ سُبْحَانَهُ فَيَكُونَ فِي الْعِزِّ مُشَارَكاً وَ لَمْ يَلِدْ فَيَكُونَ مَوْرُوثاً هَالِكاً  وَ لَمْ يَتَقَدَّمْهُ وَقْتٌ وَ لَا زَمَانٌ وَ لَمْ يَتَعَاوَرْهُ زِيَادَةٌ وَ لَا نُقْصَانٌ بَلْ ظَهَرَ لِلْعُقُولِ بِمَا أَرَانَا مِنْ عَلَامَاتِ التَّدْبِيرِ الْمُتْقَنِ وَ الْقَضَاءِ الْمُبْرَمِ فَمِنْ شَوَاهِ  دِ خَلْقِهِ خَلْقُ السَّمَاوَاتِ مُوَطَّدَاتٍ بِلَا عَمَدٍ قَائِمَاتٍ بِلَا سَنَدٍ دَعَاهُنَّ فَأَجَبْنَ طَائِعَاتٍ مُذْعِنَاتٍ غَيْرَ مُتَلَكِّئَاتٍ وَ لَا مُبْطِئَاتٍ وَ لَوْ لَا إِقْرَارُهُنَّ لَهُ بِالرُّبُوبِيَّةِ وَ إِذْعَانُهُنَّ بِالطَّوَاعِيَةِ  لَمَا جَعَلَهُنَّ مَوْضِعاً لِعَرْشِهِ وَ لَا مَسْكَناً لِمَلَائِكَتِهِ وَ لَا مَصْعَداً لِلْكَلِمِ الطَّيِّبِ وَ الْعَمَلِ الصَّالِحِ مِنْ خَلْقِهِ جَعَلَ نُجُومَهَا أَعْلَاماً يَسْتَدِلُّ بِهَا الْحَيْرَانُ فِي مُخْتَلَفِ فِجَاجِ الْأَقْطَارِ لَمْ يَمْنَعْ ضَوْءَ نُورِهَا إِدْلِهْمَامُ سَجْفِ اللَّيْلِ الْمُظْلِمِ وَ لَا اسْتَطَاعَتْ  جَلَابِيبُ سَوَادِ الْحَنَادِسِ أَنْ تَرُدَّ مَا شَاعَ فِي السَّمَاوَاتِ مِنْ تَلَأْلُؤِ نُورِ الْقَمَرِ فَسُبْحَانَ مَنْ لَا يَخْفَى عَلَيْهِ سَوَادُ غَسَقٍ دَاجٍ وَ لَا لَيْلٍ سَاجٍ فِي بِقَاعِ الْأَرَضِينَ الْمُتَطَأْطِئَاتِ وَ لَا فِي يَفَاعِ  السُّفُعِ الْمُتَجَاوِرَاتِ وَ مَا يَتَجَلْجَلُ بِهِ الرَّعْدُ فِي أُفُقِ السَّمَاءِ وَ مَا تَلَاشَتْ عَنْهُ بُرُوقُ الْغَمَامِ وَ مَا تَسْقُطُ مِنْ وَرَقَةٍ تُزِيلُهَا عَنْ مَسْقَطِهَا عَوَاصِفُ الْأَنْوَاءِ وَ انْهِطَالُ السَّمَاءِ وَ يَعْلَمُ مَسْقَطَ الْقَطْرَةِ وَ مَقَرَّهَا وَ مَسْحَبَ الذَّرَّةِ وَ مَجَرَّهَا وَ مَا يَكْفِي الْبَعُوضَةَ مِنْ قُوتِهَا وَ مَا تَحْمِلُ  الْأُنْثَى فِي بَطْنِهَا وَ الْحَمْدُ لِلَّهِ الْكَائِنِ قَبْلَ أَنْ يَكُونَ كُرْسِيٌّ أَوْ عَرْشٌ أَوْ سَمَاءٌ أَوْ أَرْضٌ أَوْ جَانٌّ أَوْ إِنْسٌ لَا يُدْرَكُ بِوَهْمٍ وَ لَا يُقَدَّرُ بِفَهْمٍ وَ لَا يَشْغَلُهُ سَائِلٌ وَ لَا يَنْقُصُهُ نَائِلٌ وَ لَا يَنْظُرُ  بِعَيْنٍ وَ لَا يُحَدُّ بِأَيْنٍ وَ لَا يُوصَفُ بِالْأَزْوَاجِ وَ لَا يَخْلُقُ بِعِلَاجٍ وَ لَا يُدْرَكُ بِالْحَوَاسِّ وَ لَا يُقَاسُ بِالنَّاسِ الَّذِي كَلَّمَ مُوسى تَكْلِيماً وَ أَرَاهُ مِنْ آيَاتِهِ عَظِيماً بِلَا جَوَارِحَ وَ لَا أَدَوَاتٍ وَ لَا نُطْقٍ وَ لَا لَهَوَاتٍ بَلْ إِنْ كُنْتَ صَادِقاً أَيُّهَا الْمُتَكَلِّفُ لِوَصْفِ رَبِّكَ فَصِفْ جِبْرِيلَ وَ مِيكَائِيلَ وَ جُنُودَ الْمَلَائِكَةِ الْمُقَرَّبِينَ فِي حُجُرَاتِ الْقُدْسِ مُرْجَحِنِّينَ مُتَوَلِّهَةٌ عُقُولُهُمْ أَنْ يَحُدُّوا أَحْسَنَ الْخَالِقِينَ وَ إِنَّمَا يُدْرَكُ بِالصِّفَاتِ ذَوُو الْهَيْئَاتِ  وَ الْأَدَوَاتِ وَ مَنْ يَنْقَضِي إِذَا بَلَغَ أَمَدَ حَدِّهِ بِالْفَنَاءِ فَلَا إِلَهَ إِلَّا هُوَ أَضَاءَ بِنُورِهِ كُلُّ ظَلَامٍ وَ أَظْلَمَ بِظُلْمَتِهِ كُلُّ نُورٍ أُوصِيكُمْ عِبَادَ اللَّهِ بِتَقْوَى اللَّهِ الَّذِي أَلْبَسَكُمُ الرِّيَاشَ وَ أَسْبَغَ عَلَيْكُمُ الْمَعَاشَ فَلَوْ أَنَّ أَحَداً يَجِدُ إِلَى الْبَقَاءِ سُلَّماً أَوْ لِدَفْعِ الْمَوْتِ سَبِيلًا  لَكَانَ ذَلِكَ سُلَيْمَانَ بْنَ دَاوُدَ (عليه السلام) الَّذِي سُخِّرَ لَهُ مُلْكُ الْجِنِّ وَ الْإِنْسِ مَعَ النُّبُوَّةِ وَ عَظِيمِ الزُّلْفَةِ فَلَمَّا اسْتَوْفَى طُعْمَتَهُ وَ اسْتَكْمَلَ مُدَّتَهُ رَمَتْهُ قِسِيُّ الْفَنَاءِ بِنِبَالِ الْمَوْتِ وَ أَصْبَحَتِ الدِّيَارُ مِنْهُ خَالِيَةً وَ الْمَسَاكِنُ مُعَطَّلَةً وَ وَرِثَهَا قَوْمٌ آخَرُونَ وَ إِنَّ لَكُمْ فِي الْقُرُونِ السَّالِفَةِ لَعِبْرَةً أَيْنَ الْعَمَالِقَةُ وَ أَبْنَاءُ الْعَمَالِقَةِ أَيْنَ الْفَرَاعِنَةُ وَ أَبْنَاءُ الْفَرَاعِنَةِ أَيْنَ أَصْحَابُ مَدَائِنِ الرَّسِّ الَّذِينَ قَتَلُوا النَّبِيِّينَ وَ أَطْفَئُوا سُنَنَ الْمُرْسَلِينَ وَ أَحْيَوْا سُنَنَ الْجَبَّارِينَ  أَيْنَ الَّذِينَ سَارُوا بِالْجُيُوشِ وَ هَزَمُوا الْأُلُوفَ وَ عَسْكَرُوا الْعَسَاكِرَ وَ مَدَّنُوا الْمَدَائِنَ\n\n\nمِنْهَا\n\nقَدْ لَبِسَ لِلْحِكْمَةِ جُنَّتَهَا وَ أَخَذَهَا بِجَمِيعِ أَدَبِهَا مِنَ الْإِقْبَالِ عَلَيْهَا وَ الْمَعْرِفَةِ بِهَا وَ التَّفَرُّغِ لَهَا فَهِيَ عِنْدَ نَفْسِهِ ضَالَّتُهُ الَّتِي يَطْلُبُهَا وَ حَاجَتُهُ الَّتِي يَسْأَلُ عَنْهَا فَهُوَ مُغْتَرِبٌ إِذَا اغْتَرَبَ الْإِسْلَامُ وَ ضَرَبَ بِعَسِيبِ ذَنَبِهِ وَ أَلْصَقَ الْأَرْضَ بِجِرَانِهِ بَقِيَّةٌ مِنْ بَقَايَا حُجَّتِهِ خَلِيفَةٌ مِنْ خَلَائِفِ أَنْبِيَائِهِ ثم قال (عليه السلام) أَيُّهَا النَّاسُ إِنِّي قَدْ بَثَثْتُ لَكُمُ الْمَوَاعِظَ الَّتِي وَعَظَ بِهَا الْأَنْبِيَاءُ أُمَمَهُمْ وَ أَدَّيْتُ إِلَيْكُمْ مَا أَدَّتِ الْأَوْصِيَاءُ إِلَى مَنْ بَعْدَهُمْ وَ أَدَّبْتُكُمْ بِسَوْطِي فَلَمْ تَسْتَقِيمُوا وَ حَدَوْتُكُمْ بِالزَّوَاجِرِ فَلَمْ تَسْتَوْسِقُوا لِلَّهِ أَنْتُمْ أَ تَتَوَقَّعُونَ إِمَاماً غَيْرِي يَطَأُ بِكُمُ الطَّرِيقَ وَ يُرْشِدُكُمُ السَّبِيلَ أَلَا إِنَّهُ قَدْ أَدْبَرَ مِنَ الدُّنْيَا مَا كَانَ مُقْبِلًا وَ أَقْبَلَ مِنْهَا مَا كَانَ مُدْبِراً وَ أَزْمَعَ التَّرْحَالَ  عِبَادُ اللَّهِ الْأَخْيَارُ وَ بَاعُوا قَلِيلًا مِنَ الدُّنْيَا لَا يَبْقَى بِكَثِيرٍ مِنَ الْآخِرَةِ لَا يَفْنَى مَا ضَرَّ إِخْوَانَنَا الَّذِينَ سُفِكَتْ دِمَاؤُهُمْ وَ هُمْ بِصِفِّينَ  أَنْ لَا يَكُونُوا الْيَوْمَ أَحْيَاءً يُسِيغُونَ الْغُصَصَ وَ يَشْرَبُونَ الرَّنْقَ قَدْ وَ اللَّهِ لَقُوا اللَّهَ فَوَفَّاهُمْ أُجُورَهُمْ وَ أَحَلَّهُمْ دَارَ الْأَمْنِ بَعْدَ خَوْفِهِمْ أَيْنَ إِخْوَانِيَ الَّذِينَ رَكِبُوا الطَّرِيقَ وَ مَضَوْا عَلَى الْحَقِّ أَيْنَ عَمَّارٌ وَ أَيْنَ ابْنُ التَّيِّهَانِ وَ أَيْنَ ذُو الشَّهَادَتَيْنِ وَ أَيْنَ نُظَرَاؤُهُمْ مِنْ إِخْوَانِهِمُ الَّذِينَ تَعَاقَدُوا  عَلَى الْمَنِيَّةِ وَ أُبْرِدَ بِرُءُوسِهِمْ إِلَى الْفَجَرَةِ قَالَ ثُمَّ ضَرَبَ بِيَدِهِ عَلَى لِحْيَتِهِ (الشَّرِيفَةِ الْكَرِيمَةِ)  فَأَطَالَ الْبُكَاءَ ثُمَّ قَالَ (عليه السلام) أَوَّهْ عَلَى إِخْوَانِيَ الَّذِينَ تَلَوُا الْقُرْآنَ  فَأَحْكَمُوهُ وَ تَدَبَّرُوا الْفَرْضَ فَأَقَامُوهُ أَحْيَوُا السُّنَّةَ وَ أَمَاتُوا الْبِدْعَةَ دُعُوا لِلْجِهَادِ فَأَجَابُوا وَ وَثِقُوا بِالْقَائِدِ فَاتَّبَعُوهُ ثُمَّ نَادَى بِأَعْلَى صَوْتِهِ الْجِهَادَ الْجِهَادَ عِبَادَ اللَّهِ أَلَا وَ إِنِّي مُعَسْكِرٌ فِي يَومِي هَذَا فَمَنْ أَرَادَ الرَّوَاحَ إِلَى اللَّهِ فَلْيَخْرُجْ قَالَ نَوْفٌ وَ عَقَدَ لِلْحُسَيْنِ (عليه السلام) فِي عَشَرَةِ آلَافٍ وَ لِقَيْسِ بْنِ سَعْدٍ (رحمه الله) فِي عَشَرَةِ آلَافٍ وَ لِأَبِي أَيُّوبَ الْأَنْصَارِيِّ فِي عَشَرَةِ آلَافٍ وَ لِغَيْرِهِمْ عَلَى أَعْدَادٍ أُخَرَ وَ هُوَ يُرِيدُ الرَّجْعَةَ إِلَى صِفِّينَ فَمَا دَارَتِ الْجُمُعَةُ حَتَّى ضَرَبَهُ الْمَلْعُونُ ابْنُ مُلْجَمٍ لَعَنَهُ اللَّهُ فَتَرَاجَعَتِ الْعَسَاكِرُ فَكُنَّا كَأَغْنَامٍ فَقَدَتْ رَاعِيهَا تَخْتَطِفُهَا الذِّئَابُ مِنْ كُلِّ مَكَانٍ"]