["رُوِيَ أَنَّ صَاحِباً لِأَمِيرِ الْمُؤْمِنِينَ (عليه السلام) يُقَالُ لَهُ هَمَّامٌ كَانَ رَجُلًا عَابِداً فَقَالَ لَهُ يَا أَمِيرَ الْمُؤْمِنِينَ صِفْ لِيَ الْمُتَّقِينَ حَتَّى كَأَنِّي أَنْظُرُ إِلَيْهِمْ فَتَثَاقَلَ (عليه السلام) عَنْ جَوَابِهِ ثُمَّ قَالَ يَا هَمَّامُ اتَّقِ اللَّهَ وَ أَحْسِنْ فَ إِنَّ اللّهَ مَعَ الَّذِينَ اتَّقَوْا وَ الَّذِينَ هُمْ مُحْسِنُونَ فَلَمْ يَقْنَعْ هَمَّامٌ بِذَلِكَ الْقَوْلِ  حَتَّى عَزَمَ عَلَيْهِ فَحَمِدَ اللَّهَ وَ أَثْنَى عَلَيْهِ وَ صَلَّى عَلَى النَّبِيِّ (صلى الله عليه واله) ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ اللَّهَ سُبْحَانَهُ وَ تَعَالَى خَلَقَ الْخَلْقَ حِينَ خَلَقَهُمْ غَنِيّاً عَنْ طَاعَتِهِمْ آمِناً مِنْ مَعْصِيَتِهِمْ لِأَنَّهُ لَا تَضُرُّهُ مَعْصِيَةُ مَنْ عَصَاهُ وَ لَا تَنْفَعُهُ طَاعَةُ مَنْ أَطَاعَهُ فَقَسَمَ بَيْنَهُمْ  مَعَايِشَهُمْ وَ وَضَعَهُمْ مِنَ الدُّنْيَا وَ أَمَّا النَّهَارُ فَحُلَمَاءُ عُلَمَاءُ أَبْرَارٌ أَتْقِيَاءُ قَدْ بَرَاهُمُ الْخَوْفُ بَرْيَ الْقِدَاحِ يَنْظُرُ إِلَيْهِمُ النَّاظِرُ فَيَحْسَبُهُمْ مَرْضَى وَ مَا بِالْقَوْمِ مِنْ مَرَضٍ وَ يَقُولُ لَقَدْ خُولِطُوا وَ لَقَدْ خَالَطَهُمْ أَمْرٌ عَظِيمٌ لَا يَرْضَوْنَ مِنْ أَعْمَالِهِمُ الْقَلِيلَ وَ لَا يَسْتَكْثِرُونَ الْكَثِيرَ فَهُمْ لِأَنْفُسِهِمْ مُتَّهِمُونَ وَ مِنْ أَعْمَالِهِمْ مُشْفِقُونَ إِذَا زُكِّيَ أَحَدٌ مِنْهُمْ خَافَ مِمَّا يُقَالُ لَهُ فَيَقُولُ أَنَا أَعْلَمُ بِنَفْسِي مِنْ غَيْرِي وَ رَبِّي أَعْلَمُ مِنِّي بِنَفْسِي اللَّهُمَّ لَا تُؤَاخِذْنِي بِمَا يَقُولُونَ وَ اجْعَلْنِي أَفْضَلَ مِمَّا يَظُنُّونَ وَ اغْفِرْ لِي مَا لَا يَعْلَمُونَ فَمِنْ عَلَامَةِ أَحَدِهِمْ أَنَّكَ تَرَى لَهُ قُوَّةً فِي دِينٍ وَ حَزْماً فِي لِينٍ وَ إِيمَاناً فِي يَقِينٍ وَ حِرْصاً فِي عِلْمٍ وَ عِلْماً فِي حِلْمٍ وَ قَصْداً فِي غِنًى وَ خُشُوعاً فِي عِبَادَةٍ وَ تَجَمُّلًا فِي فَاقَةٍ وَ صَبْراً فِي شِدَّةٍ وَ طَلَباً فِي حَلَالٍ وَ نَشَاطاً فِي هُدًى وَ تَحَرُّجاً عَنْ طَمَعٍ يَعْمَلُ الْأَعْمَالَ الصَّالِحَةَ وَ هُوَ عَلَى وَجَلٍ يُمْسِي وَ هَمُّهُ الشُّكْرُ وَ يُصْبِحُ وَ هَمُّهُ الذِّكْرُ يَبِيتُ حَذِراً وَ يُصْبِحُ فَرِحاً حَذِراً لِمَا حُذِّرَ مِنَ الْغَفْلَةِ وَ فَرِحاً بِمَا أَصَابَ مِنَ الْفَضْلِ وَ الرَّحْمَةِ إِنِ اسْتَصْعَبَتْ  عَلَيْهِ نَفْسُهُ فِيمَا تَكْرَهُ لَمْ يُعْطِهَا سُؤْلَهَا فِيمَا تُحِبُّ قُرَّةُ عَيْنِهِ فِيمَا لَا يَزُولُ وَ زَهَادَتُهُ فِيمَا لَا يَبْقَى يَمْزُجُ الْحِلْمَ بِالْعِلْمِ وَ الْقَوْلَ بِالْعَمَلِ تَرَاهُ قَرِيباً أَمَلُهُ قَلِيلًا زَلَلُهُ خَاشِعاً قَلْبُهُ قَانِعَةً نَفْسُهُ مَنْزُوراً أُكُلُهُ سَهْلًا أَمْرُهُ حَرِيزاً دِينُهُ مَيِّتَةً شَهْوَتُهُ مَكْظُوماً غَيْظُهُ الْخَيْرُ مِنْهُ مَأْمُولٌ بِالتَّقْوَى وَ جَعَلَهَا مُنْتَهَى رِضَاهُ وَ حَاجَتَهُ مِنْ خَلْقِهِ فَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِعَيْنِهِ وَ نَوَاصِيكُمْ بِيَدِهِ وَ تَقَلُّبُكُمْ فِي قَبْضَتِهِ إِنْ أَسْرَرْتُمْ عَلِمَهُ وَ إِنْ أَعْلَنْتُمْ كَتَبَهُ قَدْ وَكَّلَ  بِذَلِكَ حَفَظَةً كِرَاماً لَا يُسْقِطُونَ حَقّاً وَ لَا يُثْبِتُونَ بَاطِلًا وَ اعْلَمُوا أَنَّهُ مَنْ يَتَّقِ اللّهَ يَجْعَلْ لَهُ مَخْرَجاً مِنَ الْفِتَنِ وَ نُوراً مِنَ الظُّلَمِ وَ يُخَلِّدْهُ فِيمَا اشْتَهَتْ نَفْسُهُ وَ يُنْزِلْهُ مَنْزِلَ الْكَرَامَةِ  عِنْدَهُ فِي دَارٍ اصْطَنَعَهَا لِنَفْسِهِ ظِلُّهَا عَرْشُهُ وَ نُورُهَا بَهْجَتُهُ وَ زُوَّارُهَا مَلَائِكَتُهُ وَ رُفَقَاؤُهَا رُسُلُهُ فَبَادِرُوا الْمَعَادَ وَ سَابِقُوا الْآجَالَ فَإِنَّ النَّاسَ يُوشِكُ أَنْ يَنْقَطِعَ بِهِمُ الْأَمَلُ وَ يَرْهَقَهُمُ الْأَجَلُ وَ يُسَدَّ عَنْهُمْ بَابُ التَّوْبَةِ فَقَدْ أَصْبَحْتُمْ فِي مِثْلِ مَا سَأَلَ إِلَيْهِ الرَّجْعَةَ مَنْ كَانَ قَبْلَكُمْ وَ أَنْتُمْ بَنُو سَبِيلٍ عَلَى سَفَرٍ مِنْ دَارٍ لَيْسَتْ بِدَارِكُمْ وَ قَدْ أُوذِنْتُمْ مِنْهَا بِالارْتِحَالِ وَ أُمِرْتُمْ فِيهَا بِالزَّادِ وَ اعْلَمُوا أَنَّهُ لَيْسَ لِهَذَا الْجِلْدِ الرَّقِيقِ صَبْرٌ عَلَى النَّارِ فَارْحَمُوا نُفُوسَكُمْ فَإِنَّكُمْ قَدْ جَرَّبْتُمُوهَا فِي مَصَائِبِ الدُّنْيَا أَ فَرَأَيْتُمْ جَزَعَ أَحَدِكُمْ مِنَ الشَّوْكَةِ تُصِيبُهُ وَ الْعَثْرَةِ تُدْمِيهِ وَ الرَّمْضَاءِ تُحْرِقُهُ فَكَيْفَ إِذَا كَانَ بَيْنَ طَابَقَيْنِ مِنْ نَارٍ ضَجِيعَ حَجَرٍ وَ قَرِينَ شَيْطَانٍ أَ عَلِمْتُمْ أَنَّ مَالِكاً إِذَا غَضِبَ عَلَى النَّارِ حَطَمَ بَعْضُهَا بَعْضاً لِغَضَبِهِ وَ إِذَا زَجَرَهَا تَوَثَّبَتْ بَيْنَ أَبْوَابِهَا جَزَعاً مِنْ زَجْرَتِهِ أَيُّهَا الْيَفَنُ الْكَبِيرُ الَّذِي قَدْ لَهَزَهُ الْقَتِيرُ كَيْفَ أَنْتَ إِذَا الْتَحَمَتْ أَطْوَاقُ النَّارِ بِعِظَامِ الْأَعْنَاقِ وَ نَشِبَتِ الْجَوَامِعُ حَتَّى أَكَلَتْ لُحُومَ مَوَاضِعَهُمْ فَالْمُتَّقُونَ فِيهَا هُمْ أَهْلُ الْفَضَائِلِ مَنْطِقُهُمُ الصَّوَابُ وَ مَلْبَسُهُمُ الِاقْتِصَادُ وَ مَشْيُهُمُ التَّوَاضُعُ غَضُّوا أَبْصَارَهُمْ عَمَّا حَرَّمَ اللَّهُ عَلَيْهِمْ وَ وَقَفُوا أَسْمَاعَهُمْ عَلَى الْعِلْمِ النَّافِعِ لَهُمْ نَزَلَتْ أَنْفُسُهُمْ مِنْهُمْ فِي الْبَلَاءِ كَالَّتِي نَزَلَتْ فِي الرَّخَاءِ وَ لَوْ لَا الْأَجَلُ الَّذِي كَتَبَ اللَّهُ  لَهُمْ لَمْ تَسْتَقِرَّ أَرْوَاحُهُمْ فِي أَجْسَادِهِمْ طَرْفَةَ عَيْنٍ شَوْقاً إِلَى الثَّوَابِ وَ خَوْفاً مِنَ الْعِقَابِ عَظُمَ الْخَالِقُ فِي أَنْفُسِهِمْ فَصَغُرَ مَا دُونَهُ فِي أَعْيُنِهِمْ فَهُمْ وَ الْجَنَّةُ كَمَنْ قَدْ رَآهَا فَهُمْ فِيهَا مُنَعَّمُونَ وَ هُمْ وَ النَّارُ كَمَنْ قَدْ رَآهَا فَهُمْ فِيهَا مُعَذَّبُونَ قُلُوبُهُمْ مَحْزُونَةٌ وَ شُرُورُهُمْ مَأْمُونَةٌ وَ أَجْسَادُهُمْ نَحِيفَةٌ وَ حَاجَاتُهُمْ خَفِيفَةٌ وَ أَنْفُسُهُمْ عَفِيفَةٌ صَبَرُوا أَيَّاماً قَصِيرَةً أَعْقَبَتْهُمْ رَاحَةً طَوِيلَةً تِجَارَةٌ مُرْبِحَةٌ يَسَّرَهَا لَهُمْ رَبُّهُمْ أَرَادَتْهُمُ الدُّنْيَا فَلَمْ يُرِيدُوهَا وَ أَسَرَتْهُمْ فَفَدَوْا أَنْفُسَهُمْ مِنْهَا أَمَّا اللَّيْلُ فَصَافُّونَ أَقْدَامَهُمْ تَالِينَ  لِأَجْزَاءِ الْقُرْآنِ يُرَتِّلُونَهَا تَرْتِيلًا  يَحَزُنُونَ بِهِ أَنْفُسَهُمْ وَ يَسْتَثِيرُونَ بِهِ دَوَاءَ دَائِهِمْ فَإِذَا مَرُّوا بِآيَةٍ فِيهَا تَشْوِيقٌ رَكَنُوا إِلَيْهَا طَمَعاً وَ تَطَلَّعَتْ نُفُوسُهُمْ إِلَيْهَا شَوْقاً وَ ظَنُّوا أَنَّهَا نُصْبُ أَعْيُنِهِمْ وَ إِذَا مَرُّوا بِآيَةٍ فِيهَا تَخْوِيفٌ أَصْغَوْا إِلَيْهَا مَسَامِعَ قُلُوبِهِمْ وَ ظَنُّوا أَنَّ زَفِيرَ جَهَنَّمَ وَ شَهِيقَهَا فِي أُصُولِ آذَانِهِمْ فَهُمْ حَانُونَ عَلَى أَوْسَاطِهِمْ مُفْتَرِشُونَ لِجِبَاهِهِمْ وَ أَكُفِّهِمْ وَ رُكَبِهِمْ وَ أَطْرَافِ أَقْدَامِهِمْ يَطْلُبُونَ إِلَى اللَّهِ تَعَالَى فِي فَكَاكِ رِقَابِهِمْ"]