["نَحْمَدُهُ عَلَى مَا وَفَّقَ لَهُ مِنَ الطَّاعَةِ وَ ذَادَ عَنْهُ مِنَ الْمَعْصِيَةِ وَ نَسْأَلُهُ لِمِنَّتِهِ  تَمَاماً وَ بِحَبْلِهِ اعْتِصَاماً وَ نَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ خَاضَ إِلَى رِضْوَانِ اللَّهِ كُلَّ غَمْرَةٍ وَ تَجَرَّعَ فِيهِ كُلَّ غُصَّةٍ وَ قَدْ تَلَوَّنَ لَهُ الْأَدْنَوْنَ وَ تَأَلَّبَ عَلَيْهِ الْأَقْصَوْنَ وَ خَلَعَتْ إِلَيْهِ الْعَرَبُ أَعِنَّتَهَا وَ ضَرَبَتْ  إِلَى مُحَارَبَتِهِ بُطُونَ رَوَاحِلِهَا حَتَّى أَنْزَلَتْ بِسَاحَتِهِ عَدَاوَتَهَا مِنْ أَبْعَدِ الدَّارِ وَ أَسْحَقِ الْمَزَارِ أُوصِيكُمْ عِبَادَ اللَّهِ بِتَقْوَى اللَّهِ وَ أُحَذِّرُكُمْ أَهْلَ النِّفَاقِ فَإِنَّهُمُ الضَّالُّونَ الْمُضِلُّونَ وَ الزَّالُّونَ الْمُزِلُّونَ يَتَلَوَّنُونَ أَلْوَاناً وَ يَفْتَنُّونَ افْتِنَاناً وَ يَعْمِدُونَكُمْ بِكُلِّ عِمَادٍ وَ يَرْصُدُونَكُمْ بِكُلِّ مِرْصَادٍ قُلُوبُهُمْ دَوِيَّةٌ وَ صِفَاحُهُمْ نَقِيَّةٌ يَمْشُونَ الْخَفَاءَ وَ يَدِبُّونَ الضَّرّاءَ وَصْفُهُمْ دَوَاءٌ وَ قَوْلُهُمْ شِفَاءٌ وَ فِعْلُهُمُ الدَّاءُ الْعَيَاءُ حَسَدَةُ الرَّخَاءِ وَ مُؤَكِّدُو الْبَلَاءِ وَ مُقَنِّطُوا الرَّجَاءِ لَهُمْ بِكُلِّ طَرِيقٍ صَرِيعٌ وَ إِلَى كُلِّ قَلْبٍ شَفِيعٌ وَ لِكُلِّ شَجْوٍ دُمُوعٌ يَتَقَارَضُونَ الثَّنَاءَ  وَ يَتَرَاقَبُونَ الْجَزَاءَ إِنْ سَأَلُوا أَلْحَفُوا وَ إِنْ عَذَلُوا كَشَفُوا وَ إِنْ حَكَمُوا أَسْرَفُوا قَدْ أَعَدُّوا لِكُلِّ حَقٍّ بَاطِلًا وَ لِكُلِّ قَائِمٍ مَائِلًا وَ لِكُلِّ حَيٍّ قَاتِلًا وَ الشَّرُّ مِنْهُ مَأْمُونٌ إِنْ كَانَ فِي الْغَافِلِينَ كُتِبَ فِي الذَّاكِرِينَ وَ إِنْ كَانَ فِي الذَّاكِرِينَ لَمْ يُكْتَبْ مِنَ الْغَافِلِينَ يَعْفُو عَمَّنْ ظَلَمَهُ وَ يُعْطِي مَنْ حَرَمَهُ وَ يَصِلُ مَنْ قَطَعَهُ بَعِيداً فُحْشُهُ لَيِّناً قَوْلُهُ غَائِباً مُنْكَرُهُ حَاضِراً مَعْرُوفُهُ مُقْبِلًا خَيْرُهُ مُدْبِراً شَرُّهُ فِي الزَّلَازِلِ وَقُورٌ وَ فِي الْمَكَارِهِ صَبُورٌ وَ فِي الرَّخَاءِ شَكُورٌ لَا يَحِيفُ عَلَى مَنْ يُبْغِضُ وَ لَا يَأْثَمُ فِيمَنْ يُحِبُّ يَعْتَرِفُ بِالْحَقِّ قَبْلَ أَنْ يُشْهَدَ عَلَيْهِ لَا يُضَيِّعُ مَا اسْتُحْفِظَ وَ لَا يَنْسَى مَا ذُكِّرَ وَ لَا يُنَابِزُ بِالْأَلْقَابِ وَ لَا يُضَارُّ بِالْجَارِ وَ لَا يَشْمَتُ بِالْمَصَائِبِ وَ لَا يَدْخُلُ فِي الْبَاطِلِ وَ لَا يَخْرُجُ مِنَ الْحَقِّ إِنْ صَمَتَ لَمْ يَغُمَّهُ صَمْتُهُ وَ إِنْ ضَحِكَ لَمْ يَعْلُ صَوْتُهُ وَ إِنْ بُغِيَ عَلَيْهِ صَبَرَ حَتَّى يَكُونَ اللَّهُ هُوَ الَّذِي يَنْتَقِمُ لَهُ نَفْسُهُ مِنْهُ فِي عَنَاءٍ وَ النَّاسُ مِنْهُ فِي رَاحَةٍ أَتْعَبَ نَفْسَهُ لِآخِرَتِهِ وَ أَرَاحَ النَّاسَ مِنْ نَفْسِهِ بُعْدُهُ عَمَّنْ تَبَاعَدَ عَنْهُ زُهْدٌ وَ نَزَاهَةٌ وَ دُنُوُّهُ مِمَّنْ دَنَا مِنْهُ لِينٌ وَ رَحْمَةٌ لَيْسَ تَبَاعُدُهُ بِكِبْرٍ وَ عَظَمَةٍ وَ لَا دُنُوُّهُ بِمَكْرٍ وَ خَدِيعَةٍ  قَالَ فَصَعِقَ هَمَّامٌ  صَعْقَةً كَانَتْ نَفْسُهُ فِيهَا فَقَالَ أَمِيرُ الْمُؤْمِنِينَ (عليه السلام) أَمَا وَ اللَّهِ لَقَدْ كُنْتُ أَخَافُهَا عَلَيْهِ ثُمَّ قَالَ هَكَذَا تَصْنَعُ الْمَوَاعِظُ الْبَالِغَةُ بِأَهْلِهَا فَقَالَ لَهُ قَائِلٌ فَمَا بَالُكَ يَا أَمِيرَ الْمُؤْمِنِينَ فَقَالَ (عليه السلام) وَيْحَكَ إِنَّ لِكُلِّ أَجَلٍ وَقْتاً لَا يَعْدُوهُ وَ سَبَباً لَا يَتَجَاوَزُهُ فَمَهْلًا لَا تَعُدْ لِمِثْلِهَا فَإِنَّمَا نَفَثَ الشَّيْطَانُ عَلَى لِسَانِكَ دُونَهُ بَابٌ وَ إِنَّهُ لَبِكُلِّ مَكَانٍ وَ فِي كُلِّ حِينٍ وَ أَوَانٍ وَ مَعَ كُلِّ إِنْسٍ وَ جَانٍّ لَا يَثْلِمُهُ الْعَطَاءُ وَ لَا يَنْقُصُهُ  الْحِبَاءُ وَ لَا يَسْتَنْفِدُهُ سَائِلٌ وَ لَا يَسْتَقْصِيهِ  نَائِلٌ وَ لَا يَلْوِيهِ شَخْصٌ عَنْ شَخْصٍ وَ لَا يُلْهِيهِ صَوْتٌ عَنْ صَوْتٍ وَ لَا تَحْجُزُهُ هِبَةٌ عَنْ سَلْبٍ وَ لَا يَشْغَلُهُ غَضَبٌ عَنْ رَحْمَةٍ وَ لَا تُوَلِّهُهُ رَحْمَةٌ عَنْ عِقَابٍ وَ لَا يُجِنُّهُ الْبُطُونُ عَنِ الظُّهُورِ وَ لَا يَقْطَعُهُ الظُّهُورُ عَنِ الْبُطُونِ قَرُبَ فَنَأَى وَ عَلَا فَدَنَا وَ ظَهَرَ فَبَطَنَ وَ بَطَنَ فَعَلَنَ وَ دَانَ وَ لَمْ يُدَنْ لَمْ يَذْرَأِ الْخَلْقَ بِاحْتِيَالٍ  وَ لَا اسْتَعَانَ بِهِمْ لِكَلَالٍ أُوصِيكُمْ عِبَادَ اللَّهِ بِتَقْوَى اللَّهِ فَإِنَّهَا الزِّمَامُ وَ الْقِوَامُ فَتَمَسَّكُوا بِوَثَائِقِهَا وَ اعْتَصَمُوا بِحَقَائِقِهَا تَؤُلْ بِكُمْ إِلَى أَكْنَانِ الدَّعَةِ وَ أَوْطَانِ السَّعَةِ وَ مَعَاقِلِ الْحِرْزِ وَ مَنَازِلِ الْعِزِّ فِي يَوْمٍ تَشْخَصُ فِيهِ الْأَبْصَارُ وَ تُظْلِمُ لَهُ الْأَقْطَارُ وَ تُعَطَّلُ فِيهِ صُرُومُ الْعِشَارِ وَ يُنْفَخُ فِي الصُّورِ فَتَزْهِقُ كُلُّ مُهْجَةٍ وَ تَبْكَمُ كُلُّ لَهْجَةٍ وَ تَذِلُّ الشُّمُّ الشَّوَامِخُ وَ الصُّمُّ الرَّوَاسِخُ فَيَصِيرُ صَلْدُهَا سَرَاباً رَقْرَقاً  وَ مَعْهَدُهَا قَاعاً سَمْلَقاً فَلَا شَفِيعٌ يَشْفَعُ  وَ لَا حَمِيمٌ يَدْفَعُ وَ لَا مَعْذِرَةٌ تَنْفَعُ"]