["رُوِيَ عَنْهُ أَنَّهُ قَالَهُ عِنْدَ دَفْنِ سَيِّدَةِ النِّسَاءِ فَاطِمَةَ (عليها السلام) كَالْمُنَاجِي بِهِ رَسُولَ اللَّهِ (صلى الله عليه واله) عِنْدَ قَبْرِهِ السَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ عَنِّي وَ عَنِ ابْنَتِكَ النَّازِلَةِ فِي جِوَارِكَ وَ السَّرِيعَةِ اللَّحَاقِ بِكَ قَلَّ يَا رَسُولَ اللَّهِ عَنْ صَفِيَّتِكَ صَبْرِي وَ رَقَّ عَنْهَا تَجَلُّدِي إِلَّا أَنَّ لِى فِي التَّأَسِّي بِعَظِيمِ فُرْقَتِكَ وَ فَادِحِ مُصِيبَتِكَ مَوْضِعَ تَعَزٍّ فَلَقَدْ وَسَّدْتُكَ فِي مَلْحُودَةِ قَبْرِكَ وَ فَاضَتْ بَيْنَ نَحْرِي وَ صَدْرِي نَفْسُكَ فَ إِنّا لِلّهِ وَ إِنّا إِلَيْهِ راجِعُونَ فَلَقَدِ اسْتُرْجِعَتِ الْوَدِيعَةُ وَ أُخِذَتِ الرَّهِينَةُ أَمَّا حُزْنِي فَسَرْمَدٌ وَ أَمَّا لَيْلِي فَمُسَهَّدٌ إِلَى أَنْ يَخْتَارَ اللَّهُ لِي دَارَكَ الَّتِي أَنْتَ بِهَا مُقِيمٌ وَ سَتُنَبِّئُكَ ابْنَتُكَ (بِتَضَافُرِ أُمَّتِكَ عَلَى هَضْمِهَا ) فَأَحْفِهَا السُّؤَالَ وَ اسْتَخْبِرْهَا الْحَالَ فَهُوَ مَعْدِنُ الْإِيمَانِ وَ بُحْبُوحَتُهُ وَ يَنَابِيعُ الْعِلْمِ وَ بُحُورُهُ وَ رِيَاضُ الْعَدْلِ وَ غُدْرَانُهُ وَ أَثَافِيُّ الْإِسْلَامِ وَ بُنْيَانُهُ وَ أَوْدِيَةُ الْحَقِّ وَ غِيطَانُهُ وَ بَحْرٌ لَا يَنْزِفُهُ الْمُسْتَنْزِفُونَ  وَ عُيُونٌ لَا يُنْضِبُهَا الْمَاتِحُونَ وَ مَنَاهِلُ لَا يُغِيضُهَا الْوَارِدُونَ وَ مَنَازِلُ لَا يَضِلُّ نَهْجَهَا الْمُسَافِرُونَ وَ أَعْلَامٌ لَا يَعْمَى عَنْهَا  السَّائِرُونَ وَ آكَامٌ لَا يَجُوزُ عَنْهَا الْقَاصِدُونَ جَعَلَهُ اللَّهُ رِيّاً لَعَطَشِ الْعُلَمَاءِ وَ رَبِيعاً لَقُلُوبِ الْفُقَهَاءِ وَ مَحَاجَّ لِطُرُقِ الصُّلَحَاءِ وَ دَوَاءً لَيْسَ بَعْدَهُ دَاءٌ وَ نُوراً لَيْسَ مَعَهُ ظُلْمَةٌ وَ حَبْلًا وَثِيقاً عُرْوَتُهُ وَ مَعْقِلًا مَنِيعاً ذِرْوَتُهُ وَ عِزّاً لَمَنْ تَوَلَّاهُ وَ سِلْماً لِمَنْ دَخَلَهُ وَ هُدًى لِمَنِ ائْتَمَّ بِهِ وَ عُذْراً لِمَنِ انْتَحَلَهُ وَ بُرْهَاناً لِمَنْ تَكَلَّمَ بِهِ وَ شَاهِداً لِمَنْ خَاصَمَ بِهِ وَ فَلْجاً  لِمَنْ حَاجَّ بِهِ وَ حَامِلًا لِمَنْ حَمَلَهُ وَ مَطِيَّةً لِمَنْ أَعْمَلَهُ وَ آيَةً لِمَنْ تَوَسَّمَ وَ جُنَّةً لِمَنِ اسْتَلْأَمَ وَ عِلْماً لِمَنْ وَعَى وَ حَدِيثاً لِمَنْ رَوَى وَ حُكْماً لِمَنْ قَضَى"]