["أَمَا وَ اللَّهِ لَقَدْ تَقَمَّصَهَا  فُلَانٌ وَ إِنَّهُ لَيَعْلَمُ أَنَّ مَحَلِّي مِنْهَا مَحَلُّ الْقُطْبِ مِنَ الرَّحَى يَنْحَدِرُ عَنِّي السَّيْلُ وَ لَا يَرْقَى إِلَيَّ الطَّيْرُ فَسَدَلْتُ دُونَهَا ثَوْباً وَ طَوَيْتُ عَنْهَا كَشْحاً وَ طَفِقْتُ أَرْتَئِي بَيْنَ أَنْ أَصُولَ بِيَدٍ جَذَّاءَ  أَوْ أَصْبِرَ عَلَى طَخْيَةٍ عَمْيَاءَ يَهْرَمُ فِيهَا الْكَبِيرُ وَ يَشِيبُ فِيهَا الصَّغِيرُ وَ يَكْدَحُ فِيهَا مُؤْمِنٌ حَتَّى يَلْقَى  رَبَّهُ فَرَأَيْتُ أَنَّ الصَّبْرَ عَلَى هَاتَا أَحْجَى فَصَبَرْتُ وَ فِي الْعَيْنِ قَذًى وَ فِي الْحَلْقِ شَجًا أَرَى تُرَاثِي نَهْباً حَتَّى مَضَى الْأَوَّلُ لِسَبِيلِهِ فَأَدْلَى بِهَا  إِلَى فُلَانٍ بَعْدَهُ ثُمَّ تَمَثَّلَ بِقَوْلِ الْأَعْشَى \n\nفَيَا عَجَباً بَيْنَا هُوَ يَسْتَقِيلُهَا فِي حَيَاتِهِ إِذْ عَقَدَهَا لِآخَرَ بَعْدَ وَفَاتِهِ لَشَدَّ مَا تَشَطَّرَا ضَرْعَيْهَا فَصَيَّرَهَا فِي حَوْزَةٍ خَشْنَاءَ  يَغْلُظُ كَلْمُهَا وَ يَخْشُنُ مَسُّهَا  وَ يَكْثُرُ الْعِثَارُ فِيهَا وَ الِاعْتِذَارُ مِنْهَا فَصَاحِبُهَا كَرَاكِبِ الصَّعْبَةِ إِنْ أَشْنَقَ لَهَا خَرَمَ وَ إِنْ أَسْلَسَ لَهَا تَقَحَّمَ فَمُنِيَ  النَّاسُ لَعَمْرُ اللَّهِ بِخَبْطٍ وَ شِمَاسٍ وَ تَلَوُّنٍ وَ اعْتِرَاضٍ  فَصَبَرْتُ عَلَى طُولِ الْمُدَّةِ وَ شِدَّةِ الْمِحْنَةِ حَتَّى إِذَا مَضَى لِسَبِيلِهِ جَعَلَهَا فِي جَمَاعَةٍ زَعَمَ أَنِّي أَحَدُهُمْ فَيَا لَلَّهِ وَ لِلشُّورَى مَتَى اعْتَرَضَ الرَّيْبُ فِيَّ مَعَ الْأَوَّلِ مِنْهُمْ حَتَّى صِرْتُ أُقْرَنُ إِلَى هَذِهِ النَّظَائِرِ لَكِنِّي أَسْفَفْتُ إِذْ أَسَفُّوا وَ طِرْتُ إِذْ طَارُوا فَصَغَا رَجُلٌ مِنْهُمْ لِضِغْنِهِ وَ مَالَ الْآخَرُ لِصِهْرِهِ  مَعَ هَنٍ وَ هَنٍ إِلَى أَنْ قَامَ ثَالِثُ الْقَوْمِ نَافِجاً حِضْنَيْهِ بَيْنَ نَثِيلِهِ وَ مُعْتَلَفِهِ وَ قَامَ مَعَهُ بَنُو أَبِيهِ يخضمون مَالَ اللَّهِ خضم الْإِبِلِ نِبْتَةَ الرَّبِيعِ إِلَى أَنِ انْتَكَثَ عَلَيْهِ فَتْلُهُ  وَ أَجْهَزَ عَلَيْهِ عَمَلُهُ وَ كَبَتْ بِهِ بِطْنَتُهُ فَمَا رَاعَنِي إِلَّا وَ النَّاسُ الى كَعُرْفِ  الضَّبُعِ يَنْثَالُونَ عَلَيَّ مِنْ كُلِّ جَانِبٍ حَتَّى لَقَدْ وُطِئَ الْحَسَنَانِ وَ شُقَّ  عطافى مُجْتَمِعِينَ حَوْلِي كَرَبِيضَةِ الْغَنَمِ فَلَمَّا نَهَضْتُ بِالْأَمْرِ نَكَثَتْ طَائِفَةٌ  وَ مَرَقَتْأُخْرَى  وَ فسق آخَرُونَ  كَأَنَّهُمْ لَمْ يَسْمَعُوا اللَّهَ  سُبْحَانَهُ يَقُولُ تِلْكَ الدّارُ الْآخِرَةُ نَجْعَلُها لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَ لا فَساداً وَ الْعاقِبَةُ لِلْمُتَّقِينَ بَلَى وَ اللَّهِ لَقَدْ سَمِعُوهَا وَ وَعَوْهَا وَ لَكِنَّهُمْ حَلِيَتِ الدُّنْيَا فِي أَعْيُنِهِمْ وَ رَاقَهُمْ زِبْرِجُهَا  أَمَا وَ الَّذِي فَلَقَ الْحَبَّةَ وَ بَرَأَ النَّسَمَةَ لَوْ لَا حُضُورُ الْحَاضِرِ وَ قِيَامُ الْحُجَّةِ بِوُجُودِ النَّاصِرِ وَ مَا أَخَذَ اللَّهُ عَلَى الْعُلَمَاءِ أن لا يُقَارُّوا عَلَى كِظَّةِ ظَالِمٍ وَ لَا سَغَبِ مَظْلُومٍ لَأَلْقَيْتُ حَبْلَهَا عَلَى غَارِبِهَا وَ لَسَقَيْتُ آخِرَهَا بِكَأْسِ أَوَّلِهَا وَ لَأَلْفَيْتُمْ دُنْيَاكُمْ هَذِهِ أَزْهَدَ عِنْدِي مِنْ عَفْطَةِ عَنْزٍ"]