["فقال (عليه السلام) إِنَّ فِي أَيْدِي النَّاسِ حَقّاً وَ بَاطِلًا وَ صِدْقاً وَ كَذِباً وَ نَاسِخاً وَ مَنْسُوخاً وَ عَامّاً وَ خَاصّاً وَ مُحْكَماً وَ مُتَشَابِهاً وَ حِفْظاً وَ وَهْماً وَ لَقَدْ  كُذِبَ عَلَى رَسُولِ اللَّهِ (صلى الله عليه واله) عَلَى عَهْدِهِ حَتَّى قَامَ خَطِيباً فَقَالَ مَنْ كَذَبَ عَلَيَّ مُتَعَمِّداً فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ وَ إِنَّمَا أَتَاكَ بِالْحَدِيثِ أَرْبَعَةُ رِجَالٍ لَيْسَ لَهُمْ خَامِسٌ رَجُلٌ مُنَافِقٌ مُظْهِرٌ لِلْإِيمَانِ مُتَصَنِّعٌ بِالْإِسْلَامِ لَا يَتَأَثَّمُ وَ لَا يَتَحَرَّجُ يَكْذِبُ عَلَى رَسُولِ اللَّهِ (صلى الله عليه واله) مُتَعَمِّداً فَلَوْ عَلِمَ النَّاسُ أَنَّهُ مُنَافِقٌ كَاذِبٌ لَمْ يَقْبَلُوا مِنْهُ وَ لَمْ يُصَدِّقُوا قَوْلَهُ وَ لَكِنَّهُمْ قَالُوا صَاحِبُ رَسُولِ اللَّهِ (صلى الله عليه واله) رَآهُ وَ سَمِعَ  مِنْهُ وَ لَقِفَ عَنْهُ فَيَأْخُذُونَ بِقَوْلِهِ وَ قَدْ أَخْبَرَكَ اللَّهُ عَنِ الْمُنَافِقِينَ بِمَا أَخْبَرَكَ وَ وَصَفَهُمْ بِمَا وَصَفَهُمْ بِهِ لَكَ ثُمَّ بَقُوا بَعْدَهُ (عليه السلام) فَتَقَرَّبُوا إِلَى أَئِمَّةِ الضَّلَالَةِ وَ الدُّعَاةِ إِلَى النَّارِ بِالزُّورِ وَ الْبُهْتَانِ فَوَلَّوْهُمُ الْأَعْمَالَ وَ جَعَلُوهُمْ  عَلَى رِقَابِ النَّاسِ فَأَكَلُوا بِهِمُ الدُّنْيَا وَ إِنَّمَا النَّاسُ مَعَ الْمُلُوكِ وَ الدُّنْيَا إِلَّا مَنْ عَصَمَ اللَّهُ فَهَذَا أَحَدُ الْأَرْبَعَةِ  وَ رَجُلٌ سَمِعَ مِنْ رَسُولِ اللَّهِ شَيْئاً لَمْ يَحْفَظْهُ عَلَى وَجْهِهِ فَوَهِمَ فِيهِ وَ لَمْ يَتَعَمَّدْ كَذِباً فَهُوَ فِي يَدَيْهِ يَرْوِيهِ  وَ يَعْمَلُ بِهِ وَ يَقُولُ أَنَا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ (صلى الله عليه واله) فَلَوْ عَلِمَ الْمُسْلِمُونَ أَنَّهُ وَهِمَ فِيهِ لَمْ يَقْبَلُوهُ مِنْهُ  وَ لَوْ عَلِمَ هُوَ أَنَّهُ كَذَلِكَ لَرَفَضَهُ وَ رَجُلٌ ثَالِثٌ سَمِعَ مِنْ رَسُولِ اللَّهِ (صلى الله عليه واله) شَيْئاً يَأْمُرُ بِهِ ثُمَّ  نَهَى عَنْهُ وَ هُوَ لَا يَعْلَمُ أَوْ سَمِعَهُ يَنْهَى عَنْ شَيْءٍ ثُمَّ أَمَرَ بِهِ وَ هُوَ لَا يَعْلَمُ فَحَفِظَ الْمَنْسُوخَ وَ لَمْ يَحْفَظِ النَّاسِخَ فَلَوْ يَعْلَمُ  أَنَّهُ مَنْسُوخٌ لَرَفَضَهُ وَ لَوْ عَلِمَ الْمُسْلِمُونَ إِذْ سَمِعُوهُ مِنْهُ أَنَّهُ مَنْسُوخٌ لَرَفَضُوهُ وَ آخَرُ رَابِعٌ لَمْ يَكْذِبْ عَلَى اللَّهِ وَ لَا عَلَى رَسُولِهِ مُبْغِضٌ لِلْكَذِبِ خَوْفاً مِنَ اللَّهِ  وَ تَعْظِيماً لِرَسُولِ اللَّهِ (صلى الله عليه واله) وَ لَمْ يَهِمْ بَلْ حَفِظَ مَا سَمِعَ عَلَى وَجْهِهِ فَجَاءَ بِهِ عَلَى مَا سَمِعَهُ  لَمْ يَزِدْ فِيهِ وَ لَمْ يَنْقُصْ مِنْهُ فَحَفِظَ النَّاسِخَ فَعَمِلَ بِهِ وَ حَفِظَ الْمَنْسُوخَ فَجَنَّبَ عَنْهُ وَ عَرَفَ الْخَاصَّ وَ الْعَامَّ فَوَضَعَ كُلَّ شَيْءٍ مَوْضِعَهُ وَ عَرَفَ الْمُتَشَابِهَ وَ مُحْكَمَهُ وَ قَدْ كَانَ يَكُونُ مِنْ رَسُولِ اللَّهِ (صلى الله عليه واله) الْكَلَامُ لَهُ وَجْهَانِ فَكَلَامٌ خَاصٌّ وَ كَلَامٌ عَامٌّ فَيَسْمَعُهُ مَنْ لَا يَعْرِفُ مَا عَنَى اللَّهُ سُبْحَانَهُ  بِهِ وَ لَا مَا عَنَى رَسُولُ اللَّهِ (صلى الله عليه واله) فَيَحْمِلُهُ السَّامِعُ وَ يُوَجِّهُهُ عَلَى غَيْرِ مَعْرِفَةٍ بِمَعْنَاهُ وَ مَا قُصِدَ بِهِ وَ مَا خَرَجَ مِنْ أَجْلِهِ وَ لَيْسَ كُلُّ أَصْحَابِ رَسُولِ اللَّهِ (صلى الله عليه واله) كَانَ  يَسْأَلُهُ وَ يَسْتَفْهِمُهُ حَتَّى إِنْ كَانُوا لَيُحِبُّونَ أَنْ يَجِيءَ الْأَعْرَابِيُّ أَوِ الطَّارِىءُ فَيَسْأَلُهُ ((عليه السلام)) حَتَّى يَسْمَعُوا وَ كَانَ لَا يَمُرُّ بِي مِنْ ذَلِكَ شَيْءٌ إِلَّا سَأَلْتُهُ عَنْهُ وَ حَفِظْتُهُ فَهَذِهِ وُجُوهُ مَا عَلَيْهِ النَّاسُ فِي اخْتِلَافِهِمْ وَ عِلَلِهِمْ فِي رِوَايَاتِهِمْ"]