["أَمَّا بَعْدُ فَقَدْ جَعَلَ اللَّهُ سُبْحَانَهُ لِي عَلَيْكُمْ حَقّاً بِوِلَايَةِ أَمْرِكُمْ وَ لَكُمْ عَلَيَّ مِنَ الْحَقِّ مِثْلُ الَّذِي لِي عَلَيْكُمْ وَ الْحَقُّ أَوْسَعُ الْأَشْيَاءِ فِي التَّوَاصُفِ وَ أَضْيَقُهَا فِي التَّنَاصُفِ لَا يَجْرِي لِأَحَدٍ إِلَّا جَرَى عَلَيْهِ وَ لَا يَجْرِي عَلَيْهِ إِلَّا جَرَى لَهُ وَ لَوْ كَانَ لِأَحَدٍ أَنْ يَجْرِيَ لَهُ وَ لَا يَجْرِيَ عَلَيْهِ لَكَانَ ذَلِكَ خَالِصاً لِلَّهِ سُبْحَانَهُ دُونَ خَلْقِهِ لِقُدْرَتِهِ عَلَى عِبَادِهِ وَ لِعَدْلِهِ فِي كُلِّ مَا جَرَتْ عَلَيْهِ صُرُوفُ قَضَائِهِ وَ لَكِنَّهُ جَعَلَ حَقَّهُ عَلَى الْعِبَادِ أَنْ يُطِيعُوهُ وَ جَعَلَ جَزَاءَهُمْ عَلَيْهِ مُضَاعَفَةَ الثَّوَابِ تَفَضُّلًا مِنْهُ وَ تَوَسُّعاً بِمَا هُوَ مِنَ الْمَزِيدِ أَهْلُهُ ثُمَّ جَعَلَ سُبْحَانَهُ مِنْ حُقُوقِهِ حُقُوقاً افْتَرَضَهَا لِبَعْضِ النَّاسِ عَلَى بَعْضٍ فَجَعَلَهَا تَتَكَافَأُ فِي وُجُوهِهَا وَ يُوجِبُ بَعْضُهَا بَعْضاً وَ لَا يُسْتَوْجَبُ بَعْضُهَا إِلَّا بِبَعْضٍ وَ أَعْظَمُ مَا افْتَرَضَ سُبْحَانَهُ مِنْ تِلْكَ الْحُقُوقِ حَقُّ الْوَالِي عَلَى الرَّعِيَّةِ وَ حَقُّ الرَّعِيَّةِ عَلَى الْوَالِي فَرِيضَةٌ فَرَضَهَا اللَّهُ سُبْحَانَهُ لِكُلٍّ عَلَى كُلٍّ فَجَعَلَهَا نِظَاماً لِأُلْفَتِهِمْ وَ عِزّاً لِدِينِهِمْ فَلَيْسَتْ تَصْلُحُ الرَّعِيَّةُ إِلَّا بِصَلَاحِ الْوُلَاةِ وَ لَا تَصْلُحُ الْوُلَاةُ إِلَّا بِاسْتِقَامَةِ الرَّعِيَّةِ فَإِذَا أَدَّتْ الرَّعِيَّةُ إِلَى الْوَالِي حَقَّهُ وَ أَدَّى الْوَالِي إِلَيْهَا  حَقَّهَا عَزَّ الْحَقُّ بَيْنَهُمْ وَ قَامَتْ مَنَاهِجُ الدِّينِ وَ اعْتَدَلَتْ مَعَالِمُ الْعَدْلِ وَ جَرَتْ عَلَى أَذْلَالِهَا السُّنَنُ فَصَلَحَ بِذَلِكَ الزَّمَانُ وَ طُمِعَ فِي بَقَاءِ الدَّوْلَةِ وَ يَئِسَتْ مَطَامِعُ الْأَعْدَاءِ وَ إِذَا غَلَبَتِ الرَّعِيَّةُ وَالِيَهَا أَوْ أَجْحَفَ الْوَالِي بِرَعِيَّتِهِ اخْتَلَفَتْ هُنَالِكَ الْكَلِمَةُ وَ ظَهَرَتْ مَعَالِمُ الْجَوْرِ وَ كَثُرَ الْإِدْغَالُ  فِي الدِّينِ وَ تُرِكَتْ مَحَاجُّ السُّنَنِ فَعُمِلَ بِالْهَوَى وَ عُطِّلَتِ الْأَحْكَامُ وَ كَثُرَتْ عِلَلُ النُّفُوسِ فَلَا يُسْتَوْحَشُ لِعَظِيمِ حَقٍّ عُطِّلَ وَ لَا لِعَظِيمِ بَاطِلٍ فُعِلَ فَهُنَالِكَ تَذِلُّ الْأَبْرَارُ وَ تَعِزُّ الْأَشْرَارُ وَ تَعْظُمُ تَبِعَاتُ اللَّهِ عِنْدَ الْعِبَادِ فَعَلَيْكُمْ بِالتَّنَاصُحِ فِي ذَلِكَ وَ حُسْنِ التَّعَاوُنِ عَلَيْهِ فَلَيْسَ أَحَدٌ وَ إِنِ اشْتَدَّ عَلَى رِضَا اللَّهِ حِرْصُهُ وَ طَالَ فِي الْعَمَلِ اجْتِهَادُهُ بِبَالِغٍ حَقِيقَةَ مَا اللَّهُ سُبْحَانَهُ أَهْلُهُ مِنَ الطَّاعَةِ لَهُ وَ لَكِنْ مِنْ وَاجِبِ حُقُوقِ اللَّهِ عَلَى الْعِبَادِ النَّصِيحَةُ بِمَبْلَغِ جُهْدِهِمْ وَ التَّعَاوُنُ عَلَى إِقَامَةِ الْحَقِّ بَيْنَهُمْ وَ لَيْسَ امْرُؤٌ وَ إِنْ عَظُمَتْ فِي الْحَقِّ مَنْزِلَتُهُ وَ تَقَدَّمَتْ فِي الدِّينِ فَضِيلَتُهُ بِفَوْقِ أَنْ يُعَانَ عَلَى مَا حَمَّلَهُ اللَّهُ  مِنْ حَقِّهِ وَ لَا امْرُؤٌ وَ إِنْ صَغَّرَتْهُ النُّفُوسُ وَ اقْتَحَمَتْهُ الْعُيُونُ بِدُونِ أَنْ يُعِينَ عَلَى ذَلِكَ أَوْ يُعَانَ عَلَيْهِ فَأَجَابَهُ (عليه السلام) رَجُلٌ مِنْ أَصْحَابِهِ بِكَلَامٍ طَوِيلٍ يُكْثِرُ فِيهِ الثَّنَاءَ عَلَيْهِ وَ يَذْكُرُ سَمْعَهُ وَ طَاعَتَهُ لَهُ فَقَالَ (عليه السلام) إِنَّ مِنْ حَقِّ مَنْ عَظُمَ جَلَالُ اللَّهِ فِي نَفْسِهِ وَ جَلَّ مَوْضِعُهُ مِنْ قَلْبِهِ أَنْ يَصْغُرَ عِنْدَهُ لِعِظَمِ ذَلِكَ كُلُّ مَا سِوَاهُ وَ إِنَّ أَحَقَّ مَنْ كَانَ كَذَلِكَ مَنْ عَظُمَتْ  نِعْمَةُ اللَّهِ عَلَيْهِ وَ لَطُفَ إِحْسَانُهُ إِلَيْهِ فَإِنَّهُ لَمْ تَعْظُمْ نِعْمَةُ اللَّهِ عَلَى"]