["اللَّهُمَّ إِنِّي أَسْتَعْدِيكَ عَلَى قُرَيْشٍ (وَ مَنْ أَعَانَهُمْ)  فَإِنَّهُمْ قَدْ قَطَعُوا رَحِمِي وَ أَكْفَئُوا إِنَائِي  وَ أَجْمَعُوا عَلَى مُنَازَعَتِي حَقّاً كُنْتُ أَوْلَى بِهِ مِنْ غَيْرِي وَ قَالُوا أَلَا إِنَّ فِي الْحَقِّ أَنْ تَأْخُذَهُ  وَ فِي الْحَقِّ أَنْ تُمْنَعَهُ فَاصْبِرْ مَغْمُوماً أَوْ مُتْ مُتَأَسِّفاً فَنَظَرْتُ فَإِذَا لَيْسَ لِي رَافِدٌ وَ لَا ذَابٌّ وَ لَا مُسَاعِدٌ إِلَّا أَهْلَ بَيْتِي فَضَنِنْتُ بِهِمْ عَنِ الْمَنِيَّةِ فَأَغْضَيْتُ عَلَى الْقَذَى وَ جَرِعْتُ رِيقِي عَلَى الشَّجَا وَ صَبَرْتُ مِنْ كَظْمِ الْغَيْظِ عَلَى أَمَرَّ مِنَ الْعَلْقَمِ وَ آلَمَ لِلْقَلْبِ مِنْ حَزِّ الشِّفَارِ\n\n(و قد مضى هذا الكلام في أثناء خطبة متقدمة إلا أني كررته هاهنا لاختلاف الروايتين)\n\n\nو منه في ذكر السائرين إلى البصرة لحربه (عليه السلام)\n\nفَقَدِمُوا عَلَى عُمَّالِي وَ خُزَّانِ  مَالِ الْمُسْلِمِينَ الَّذِي فِي يَدَيَّ وَ عَلَى أَهْلِ مِصْرٍ كُلُّهُمْ فِي طَاعَتِي وَ عَلَى بَيْعَتِي فَشَتَّتُوا كَلِمَتَهُمْ وَ أَفْسَدُوا عَلَيَّ جَمَاعَتَهُمْ وَ وَثَبُوا عَلَى شِيعَتِي فَقَتَلُوا طَائفَةً منْهُمْ غَدْراً وَ طَائفَةٌ  عَضُّوا عَلَى أَسْيَافِهِمْ فَضَارَبُوا بِهَا حَتَّى لَقُوا اللَّهَ صَادِقِينَ أَحَدٍ إِلَّا ازْدَادَ حَقُّ اللَّهِ عَلَيْهِ عِظَماً وَ إِنَّ مِنْ أَسْخَفِ حَالاتِ الْوُلَاةِ عِنْدَ صَالِحِ النَّاسِ أَنْ يَظُنَّ بِهِمْ حُبُّ الْفَخْرِ وَ يُوضَعَ أَمْرُهُمْ عَلَى الْكِبْرِ وَ قَدْ كَرِهْتُ أَنْ يَكُونَ جَالَ فِي ظَنِّكُمْ أَنِّي أُحِبُّ الْإِطْرَاءَ وَ اسْتِمَاعَ الثَّنَاءِ وَ لَسْتُ بِحَمْدِ اللَّهِ كَذَلِكَ وَ لَوْ كُنْتُ أُحِبُّ أَنْ يُقَالَ ذَلِكَ لَتَرَكْتُهُ  انْحِطَاطاً لِلَّهِ سُبْحَانَهُ عَنْ تَنَاوُلِ مَا هُوَ أَحَقُّ بِهِ مِنَ الْعَظَمَةِ وَ الْكِبْرِيَاءِ وَ رُبَّمَا اسْتَحْلَى النَّاسُ الثَّنَاءَ بَعْدَ الْبَلَاءِ فَلَا تُثْنُوا عَلَيَّ بِجَمِيلِ ثَنَاءٍ لِإِخْرَاجِي نَفْسِي إِلَى اللَّهِ وَ إِلَيْكُمْ  مِنَ التَّقِيَّةِ فِي حُقُوقٍ لَمْ أَفْرُغْ مِنْ أَدَائِهَا وَ فَرَائِضَ لَا بُدَّ مِنْ إِمْضَائِهَا فَلَا تُكَلِّمُونِي بِمَا تُكَلَّمُ بِهِ الْجَبَابِرَةُ وَ لَا تَتَحَفَّظُوا مِنِّي  بِمَا يُتَحَفَّظُ بِهِ عِنْدَ أَهْلِ الْبَادِرَةِ وَ لَا تُخَالِطُونِي بِالْمُصَانَعَةِ وَ لَا تَظُنُّوا بِي اسْتِثْقَالًا فِي حَقٍّ  قِيلَ لِي وَ لَا الْتِمَاسَ إِعْظَامٍ لِنَفْسِي فَإِنَّهُ مَنِ اسْتَثْقَلَ الْحَقَّ أَنْ يُقَالَ لَهُ أَوِ الْعَدْلَ أَنْ يُعْرَضَ عَلَيْهِ كَانَ الْعَمَلُ بِهِمَا أَثْقَلَ عَلَيْهِ فَلَا تَكُفُّوا  عَنْ مَقَالَةٍ بِحَقٍّ أَوْ مَشْوَرَةٍ بِعَدْلٍ فَإِنِّي لَسْتُ فِي نَفْسِي بِفَوْقِ أَنْ أُخْطِئَ وَ لَا آمَنُ ذَلِكَ مِنْ فِعْلِي إِلَّا أَنْ يَكْفِيَ اللَّهُ مِنْ نَفْسِي مَا هُوَ أَمْلَكُ بِهِ مِنِّي فَإِنَّمَا أَنَا وَ أَنْتُمْ عَبِيدٌ مَمْلُوكُونَ لِرَبٍّ لَا رَبَّ غَيْرُهُ يَمْلِكُ مِنَّا مَا لَا نَمْلِكُ مِنْ أَنْفُسِنَا وَ أَخْرَجَنَا مِمَّا كُنَّا فِيهِ إِلَى مَا صَلَحْنَا عَلَيْهِ فَأَبْدَلَنَا بَعْدَ الضَّلَالَةِ بِالْهُدَى وَ أَعْطَانَا الْبَصِيرَةَ بَعْدَ الْعَمَى"]