{
"title": "(210) و من كلام له (عليه السلام)",
"type": "text",
"data": "قَدْ أَحْيَا عَقْلَهُ وَ أَمَاتَ نَفْسَهُ حَتَّى دَقَّ جَلِيلُهُ وَ لَطُفَ غَلِيظُهُ وَ بَرَقَ لَهُ لَامِعٌ كَثِيرُ الْبَرْقِ فَأَبَانَ لَهُ الطَّرِيقَ وَ سَلَكَ بِهِ السَّبِيلَ وَ تَدَافَعَتْهُ الْأَبْوَابُ إِلَى بَابِ السَّلَامَةِ وَ دَارِ الْإِقَامَةِ وَ ثَبَتَتْ رِجْلَاهُ بِطُمَأْنِينَةِ بَدَنِهِ فِي قَرَارِ الْأَمْنِ وَ الرَّاحَةِ بِمَا اسْتَعْمَلَ قَلْبَهُ وَ أَرْضَى رَبَّهُ الْخَالِيَةِ لَقَالَتْ ذَهَبُوا فِي الْأَرْضِ ضُلَّالًا وَ ذَهَبْتُمْ فِي أَعْقَابِهِمْ جُهَّالًا تَطَئُونَ فِي هَامِهِمْ وَ تَسْتَثْبِتُونَ  فِي أَجْسَادِهِمْ وَ تَرْتَعُونَ فِيمَا لَفَظُوا وَ تَسْكُنُونَ فِيمَا خَرَّبُوا وَ إِنَّمَا الْأَيَّامُ بَيْنَكُمْ وَ بَيْنَهُمْ بَوَاكٍ وَ نَوَائِحُ عَلَيْكُمْ أُولَئِكَ  سَلَفُ غَايَتِكُمْ وَ فُرَّاطُ مَنَاهِلِكُمْ الَّذِينَ كَانَتْ لَهُمْ مَقَاوِمُ الْعِزِّ وَ حَلَبَاتُ الْفَخْرِ مُلُوكاً وَ سُوَقاً سَلَكُوا فِي بُطُونِ الْبَرْزَخِ سَبِيلًا سُلِّطَتِ الْأَرْضُ عَلَيْهِمْ فِيهِ فَأَكَلَتْ مِنْ لُحُومِهِمْ وَ شَرِبَتْ مِنْ دِمَائِهِمْ فَأَصْبَحُوا فِي فَجَوَاتِ قُبُورِهِمْ جَمَاداً لَا يَنُمُّونَ  وَ ضِمَاراً لَا يُوجَدُونَ لَا يُفْزِعُهُمْ وُرُودُ الْأَهْوَالِ وَ لَا يَحْزُنُهُمْ تَنَكُّرُ الْأَحْوَالِ وَ لَا يَحْفِلُونَ بِالرَّوَاجِفِ  وَ لَا يَأْذَنُونَ لِلْقَوَاصِفِ غُيَّباً لَا يُنْتَظَرُونَ وَ شُهُوداً لَا يَحْضُرُونَ وَ إِنَّمَا كَانُوا جَمِيعاً فَتَشَتَّتُوا وَ أُلَّافًا فَافْتَرَقُوا وَ مَا عَنْ طُولِ عَهْدِهِمْ وَ لَا بُعْدِ مَحَلِّهِمْ عَمِيَتْ أَخْبَارُهُمْ وَ صَمَّتْ دِيَارُهُمْ وَ لَكِنَّهُمْ سُقُوا كَأْساً بَدَّلَتْهُمْ بِالنُّطْقِ خَرَساً وَ بِالسَّمْعِ صَمَماً وَ بِالْحَرَكَاتِ سُكُوناً فَكَأَنَّهُمْ فِي ارْتِجَالِ الصِّفَةِ صَرْعَى سُبَاتٍ جِيرَانٌ لَا يَتَانَسُونَ وَ أَحِبَّاءٌ لَا يَتَزَاوَرُونَ  بَلِيَتْ بَيْنَهُمْ عُرَا التَّعَارُفِ وَ انْقَطَعَتْ مِنْهُمْ أَسْبَابُ الْإِخَاءِ فَكُلُّهُمْ وَحِيدٌ وَ هُمْ جَمِيعٌ وَ بِجَانِبِ الْهَجْرِ وَ هُمْ أَخِلَّاءُ لَا يَتَعَارَفُونَ لِلَيْلٍ صَبَاحاً وَ لَا لِنَهَارٍ مَسَاءً أَيُّ الْجَدِيدَيْنِ ظَعَنُوا فِيهِ كَانَ عَلَيْهِمْ سَرْمَداً شَاهَدُوا مِنْ أَخْطَارِ دَارِهِمْ أَفْظَعَ مِمَّا خَافُوا وَ رَأَوْا مِنْ آيَاتِهَا أَعْظَمَ مِمَّا قَدَّرُوا فَكِلْتَا الْغَايَتَيْنِ  مُدَّتْ لَهُمْ إِلَى مَبَاءَةٍ فَأَتَتْ مَبَالِغَ الْخَوْفِ  الدَّهْرُ بِهِ حَسَكَهُ وَ نَقَضَتِ الْأَيَّامُ قُوَاهُ وَ نَظَرَتْ إِلَيْهِ الْحُتُوفُ مِنْ كَثَبٍ فَخَالَطَهُ بَثٌّ لَا يَعْرِفُهُ وَ نَجِيُّ هَمٍّ مَا كَانَ يَجِدُهُ وَ تَوَلَّدَتْ فِيهِ فَتَرَاتُ عِلَلٍ آنَسَ مَا كَانَ بِصِحَّتِهِ فَفَزِعَ إِلَى مَا كَانَ عَوَّدَهُ الْأَطِبَّاءُ مِنْ تَسْكِينِ الْحَارِّ بِالْقَارِّ وَ تَحْرِيكِ الْبَارِدِ بِالْحَارِّ فَلَمْ يُطْفِئْ بِبَارِدٍ إِلَّا ثَوَّرَ حَرَارَةً وَ لَا حَرَّكَ بِحَارٍّ إِلَّا هَيَّجَ بُرُودَةً وَ لَا اعْتَدَلَ بِمُمَازِجٍ لِتِلْكَ الطَّبَائِعِ إِلَّا أَمَدَّ مِنْهَا كُلَّ ذَاتِ دَاءٍ حَتَّى فَتَرَ مُعَلِّلُهُ وَ ذَهَلَ مُمَرِّضُهُ وَ تَعَايَا أَهْلُهُ بِصِفَةِ دَائِهِ وَ خَرِسُوا عَنْ جَوَابِ السَّائِلينَ عَنْهُ وَ تَنَازَعُوا دُونَهُ شَجِيَّ خَبَرٍ يَكْتُمُونَهُ فَقَائِلٌ هُوَ لِمَا بِهِ وَ مُمَنٍّ لَهُمْ إِيَابَ عَافِيَتِهِ وَ مُصَبِّرٌ لَهُمْ عَلَى فَقْدِهِ يُذَكِّرُهُمْ أُسَى الْمَاضِينَ مِنْ قَبْلِهِ فَبَيْنَمَا  هُوَ كَذَلِكَ عَلَى جَنَاحٍ مِنْ فِرَاقِ الدُّنْيَا وَ تَرْكِ الْأَحِبَّةِ إِذْ عَرَضَ لَهُ عَارِضٌ مِنْ غُصَصِهِ فَتَحَيَّرَتْ نَوَافِذُ فِطْنَتِهِ وَ يَبِسَتْ رُطُوبَةُ لِسَانِهِ فَكَمْ مِنْ مُهِمٍّ مِنْ جَوَابِهِ عَرَفَهُ فَعَيَّ عَنْ رَدِّهِ وَ دُعَاءٍ مُؤْلِمٍ بِقَلْبِهِ سَمِعَهُ فَتَصَامَّ عَنْهُ مِنْ كَبِيرٍ كَانَ يُعَظِّمُهُ أَوْ صَغِيرٍ كَانَ يَرْحَمُهُ وَ إِنَّ لِلْمَوْتِ لَغَمَرَاتٍ هِيَ أَفْظَعُ مِنْ أَنْ تُسْتَغْرَقَ بِصِفَةٍ أَوْ تَعْتَدِلَ عَلَى عُقُولِ أَهْلِ الدُّنْيَا  وَ الرَّجَاءِ فَلَوْ كَانُوا يَنْطِقُونَ بِهَا لَعَيُوا بِصِفَةِ مَا شَاهَدُوا وَ مَا عَايَنُوا وَ لَئِنْ عَمِيَتْ  آثَارُهُمْ وَ انْقَطَعَتْ أَخْبَارُهُمْ لَقَدْ رَجَعَتْ فِيهِمْ أَبْصَارُ الْعِبَرِ وَ سَمِعَتْ عَنْهُمْ آذَانُ الْعُقُولِ وَ تَكَلَّمُوا مِنْ غَيْرِ جِهَاتِ النُّطْقِ فَقَالُوا كَلَحَتِ الْوُجُوهُ النَّوَاضِرُ وَ خَوَتِ الْأَجْسَامُ النَّوَاعِمُ وَ لَبِسْنَا أَهْدَامَ الْبِلَى وَ تَكَاءَدَنَا ضِيقُ الْمَضْجَعِ وَ تَوَارَثْنَا الْوَحْشَةَ وَ تَهَكَّمَتْ عَلَيْنَا الرُّبُوعُ الصُّمُوتُ فَانْمَحَتْ مَحَاسِنُ أَجْسَادِنَا وَ تَنَكَّرَتْ مَعَارِفُ صُوَرِنَا وَ طَالَتْ فِي مَسَاكِنِ الْوَحْشَةِ إِقَامَتُنَا وَ لَمْ نَجِدْ مِنْ كَرْبٍ فَرَجاً وَ لَا  مِنْ ضِيقٍ مُتَّسَعاً فَلَوْ مَثَّلْتَهُمْ بِعَقْلِكَ أَوْ كُشِفَ عَنْهُمْ مَحْجُوبُ الْغِطَاءِ لَكَ وَ قَدِ ارْتَسَخَتْ أَسْمَاعُهُمْ بِالْهَوَامِّ فَاسْتَكَّتْ وَ اكْتَحَلَتْ أَبْصَارُهُمْ بِالتُّرَاب فَخَسَفَتْ وَ تَقَطَّعَتِ الْأَلْسِنَةُ فِي أَفْوَاهِهِمْ بَعْدَ ذَلَاقَتِهَا وَ هَمَدَتِ الْقُلُوبُ فِي صُدُورِهِمْ بَعْدَ يَقَظَتِهَا وَ عَاثَ فِي كُلِّ جَارِحَةٍ مِنْهُمْ جَدِيدُ بِلًى سَمَّجَهَا وَ سَهَّلَ طُرُقَ الْآفَةِ إِلَيْهَا مُسْتَسْلِمَاتٍ فَلَا أَيْدٍ تَدْفَعُ وَ لَا قُلُوبٌ تَجْزَعُ لَرَأَيْتَ أَشْجَانَ قُلُوبٍ وَ أَقْذَاءَ عُيُونٍ لَهُمْ مِنْ كُلِّ  فَظَاعَةٍ صِفَةُ حَالٍ لَا تَنْتَقِلُ وَ غَمْرَةٌ لَا تَنْجَلِي وَ كَمْ أَكَلَتِ الْأَرْضُ مِنْ عَزِيزِ جَسَدٍ وَ أَنِيقِ لَوْنٍ كَانَ فِي الدُّنْيَا غَذِيَّ تَرَفٍ وَ رَبِيبَ شَرَفٍ يَتَعَلَّلُ بِالسُّرُورِ فِي سَاعَةِ حُزْنِهِ وَ يَفْزَعُ إِلَى السَّلْوَةِ إِنْ مُصِيبَةٌ نَزَلَتْ بِهِ ضَنّاً بِغَضَارَةِ عَيْشِهِ وَ شَحَاحَةً بِلَهْوِهِ وَ لَعِبِهِ فَبَيْنَمَا  هُوَ يَضْحَكُ إِلَى الدُّنْيَا وَ تَضْحَكُ  إِلَيْهِ فِي ظِلِّ عَيْشٍ غَفُولٍ إِذْ وَطِئَ"
}