["يا أَيُّهَا الْإِنْسانُ ما غَرَّكَ بِرَبِّكَ الْكَرِيمِ أَدْحَضُ مَسْئُولٍ حُجَّةً وَ أَقْطَعُ مُغْتَرٍّ مَعْذِرَةً لَقَدْ أَبْرَحَ جَهَالَةً بِنَفْسِهِ يَا أَيُّهَا الْإِنْسَانُ مَا جَرَّأَكَ عَلَى ذَنْبِكَ وَ مَا غَرَّكَ بِرَبِّكَ وَ مَا انَسَكَ بِهَلَكَةِ نَفْسِكَ أَ مَا مِنْ دَائِكَ بُلُولٌ أَمْ لَيْسَ مِنْ نَوْمِكَ يَقَظَةٌ أَ مَا تَرْحَمُ مِنْ نَفْسِكَ مَا تَرْحَمُ مِنْ غَيْرِكَ فَلَرُبَّمَا تَرَى الضَّاحِيَ مِنْ  حَرِّ الشَّمْسِ فَتُظِلُّهُ أَوْ تَرَى الْمُبْتَلَى بِأَلَمٍ يُمِضُّ جَسَدَهُ فَتَبْكِي رَحْمَةً لَهُ فَمَا صَبَّرَكَ  عَلَى دَائِكَ وَ جَلَّدَكَ بِمُصَابِكَ  وَ عَزَّاكَ عَنِ الْبُكَاءِ عَلَى نَفْسِكَ وَ هِيَ أَعَزُّ الْأَنْفُسِ عَلَيْكَ وَ كَيْفَ لَا  يُوقِظُكَ خَوْفُ بَيَاتِ نِقْمَةٍ وَ قَدْ تَوَرَّطْتَ بِمَعَاصِيهِ مَدَارِجَ سَطَوَاتِهِ فَتَدَاوَ مِنْ دَاءِ الْفَتْرَةِ فِي قَلْبِكَ بِعَزِيمَةٍ وَ مِنْ كَرَى الْغَفْلَةِ فِي نَاظِرِكَ بِيَقَظَةٍ وَ كُنْ لِلَّهِ مُطِيعاً وَ بِذِكْرِهِ آنِساً وَ تَمَثَّلْ فِي حَالِ تَوَلِّيكَ عَنْهُ إِقْبَالَهُ عَلَيْكَ يَدْعُوكَ إِلَى عَفْوِهِ وَ يَتَغَمَّدُكَ بِفَضْلِهِ  وَ أَنْتَ مُتَوَلٍّ عَنْهُ إِلَى غَيْرِهِ فَتَعَالَى مِنْ قَوِيٍّ مَا أَكْرَمَهُ  وَ تَوَاضَعْتَ مِنْ ضَعِيفٍ مَا أَجْرَأَكَ عَلَى مَعْصِيَتِهِ وَ أَنْتَ فِي كَنَفِ سِتْرِهِ مُقِيمٌ وَ فِي سَعَةِ فَضْلِهِ مُتَقَلِّبٌ فَلَمْ فَكَشَفُوا غِطَاءَ ذَلِكَ لِأَهْلِ الدُّنْيَا حَتَّى كَأَنَّهُمْ يَرَوْنَ مَا لَا يَرَى النَّاسُ وَ يَسْمَعُونَ مَا لَا يَسْمَعُونَ فَلَوْ مَثَّلْتَهُمْ لِعَقْلِكَ  فِي مَقَاوِمِهِمُ الْمَحْمُودَةِ وَ مَجَالِسِهِمُ الْمَشْهُودَةِ وَ قَدْ نَشَرُوا دَوَاوِينَ أَعْمَالِهِمْ وَ فَرَغُوا لِمُحَاسَبَةِ أَنْفُسِهِمْ عَلَى كُلِّ صَغِيرَةٍ وَ كَبِيرَةٍ أُمِرُوا بِهَا فَقَصَّرُوا  عَنْهَا أَوْ نُهُوا عَنْهَا فَفَرَّطُوا فيهَا وَ حَمَّلُوا ثِقْلَ أَوْزَارِهمْ ظُهُورَهُمْ فَضَعُفُوا عَنِ الِاسْتِقْلَالِ بِهَا فَنَشَجُوا نَشِيجاً وَ تَجَاوَبُوا نَحِيباً  يَعِجُّونَ إِلَى رَبِّهِمْ مِنْ مَقَامِ نَدَمٍ وَ اعْتِرَافٍ لَرَأَيْتَ أَعْلَامَ هُدًى وَ مَصَابِيحَ دُجًى قَدْ حَفَّتْ بِهِمُ الْمَلَائِكَةُ وَ تَنَزَّلَتْ عَلَيْهِمُ السَّكِينَةُ وَ فُتِحَتْ لَهُمْ أَبْوَابُ السَّمَاءِ وَ أُعِدَّتْ لَهُمْ مَقَاعِدُ الْكَرَامَاتِ فِي مَقَامٍ  اطَّلَعَ اللَّهُ عَلَيْهِمْ فِيهِ فَرَضِيَ سَعْيَهُمْ وَ حَمِدَ مَقَامَهُمْ يَتَنَسَّمُونَ بِدُعَائِهِ رَوْحَ التَّجَاوُزِ رَهَائِنُ فَاقَةٍ إِلَى فَضْلِهِ وَ أُسَارَى ذِلَّةٍ لِعَظَمَتِهِ جَرَحَ طُولُ الْأَسَى قُلُوبَهُمْ وَ طُولُ الْبُكَاءِ عُيُونَهُمْ لِكُلِّ بَابِ رَغْبَةٍ إِلَى اللَّهِ مِنْهُمْ يَدٌ قَارِعَةٌ يَسْأَلُونَ مَنْ لَا تَضِيقُ لَدَيْهِ الْمَنَادِحُ وَ لَا يَخِيبُ عَلَيْهِ الرَّاغِبُونَ فَحَاسِبْ نَفْسَكَ لِنَفْسِكَ فَإِنَّ غَيْرَهَا مِنَ الْأَنْفُسِ لَهَا حَسِيبٌ غَيْرُكَ يَمْنَعْكَ فَضْلَهُ وَ لَمْ يَهْتِكْ عَنْكَ سِتْرَهُ بَلْ لَمْ تَخْلُ مِنْ لُطْفِهِ مَطْرَفَ عَيْنٍ فِي نِعْمَةٍ يُحْدِثُهَا لَكَ أَوْ سَيِّئَةٍ يَسْتُرُهَا عَلَيْكَ أَوْ بَلِيَّةٍ يَصْرِفُهَا عَنْكَ فَمَا ظَنُّكَ بِهِ لَوْ أَطَعْتَهُ وَ ايْمُ اللَّهِ لَوْ أَنَّ هَذِهِ الصِّفَةَ كَانَتْ فِي مُتَّفِقَيْنِ فِي الْقُوَّةِ مُتَوَازِيَيْنِ  فِي الْقُدْرَةِ لَكُنْتَ أَوَّلَ حَاكِمٍ عَلَى نَفْسِكَ بِذَمِيمِ الْأَخْلَاقِ وَ مَسَاوِئِ الْأَعْمَالِ وَ حَقّاً أَقُولُ مَا الدُّنْيَا غَرَّتْكَ وَ لَكِنْ بِهَا اغْتَرَرْتَ وَ لَقَدْ كَاشَفَتْكَ الْعِظَاتِ  وَ آذَنَتْكَ عَلَى سَوَاءٍ وَ لَهِيَ بِمَا تَعِدُكَ مِنْ نُزُولِ الْبَلَاءِ بِجِسْمِكَ وَ النَّقْصِ فِي قُوَّتِكَ أَصْدَقُ وَ أَوْفَى مِنْ أَنْ تَكْذِبَكَ أَوْ تَغُرَّكَ وَ لَرُبَّ نَاصِحٍ لَهَا عِنْدَكَ مُتَّهَمٌ وَ صَادِقٍ مِنْ خَبَرِهَا مُكَذَّبٌ وَ لَئِنْ تَعَرَّفْتَهَا فِي الدِّيَارِ الْخَاوِيَةِ وَ الرُّبُوعِ الْخَالِيَةِ لَتَجِدَنَّهَا مِنْ حُسْنِ تَذْكِيرِكَ وَ بَلَاغِ مَوْعِظَتِكَ بِمَحَلَّةِ الشَّفِيقِ عَلَيْكَ وَ الشَّحِيحِ بِكَ وَ لَنِعْمَ دَارُ مَنْ لَمْ يَرْضَ بِهَا دَاراً وَ مَحَلُّ مَنْ لَمْ يُوَطِّنْهَا مَحَلًّا وَ إِنَّ السُّعَدَاءَ بِالدُّنْيَا غَداً هُمُ الْهَارِبُونَ مِنْهَا الْيَوْمَ إِذَا رَجَفَتِ الرَّاجِفَةُ وَ حَقَّتْ بِجَلَائِلِهَا الْقِيَامَةُ وَ لَحِقَ بِكُلِّ مَنْسَكٍ أَهْلُهُ وَ بِكُلِّ مَعْبُودٍ عَبَدَتُهُ وَ بِكُلِّ مُطَاعٍ أَهْلُ طَاعَتِهِ فَلَمْ يَجْرِ  فِي عَدْلِهِ وَ قِسْطِهِ يَوْمَئِذٍ خَرْقُ بَصَرٍ فِي الْهَوَاءِ وَ لَا هَمْسُ قَدَمٍ فِي الْأَرْضِ إِلَّا بِحَقِّهِ فَكَمْ حُجَّةٍ يَوْمَ ذَاكَ دَاحِضَةٍ وَ عَلَائِقِ عُذْرٍ مُنْقَطِعَةٍ فَتَحَرَّ مِنْ أَمْرِكَ مَا يَقُومُ بِهِ عُذْرُكَ وَ تَثْبُتُ بِهِ حُجَّتُكَ وَ خُذْ مَا يَبْقَى لَكَ مِمَّا لَا تَبْقَى لَهُ وَ تَيَسَّرْ لِسَفَرِكَ وَ شِمْ بَرْقَ النَّجَاةِ وَ ارْحَلْ مَطَايَا التَّشْمِيرِ"]