["أَمَّا بَعْدُ فَإِنَّ الْأَمْرَ يَنْزِلُ مِنَ السَّمَاءِ إِلَى الْأَرْضِ كَقَطْرِ  الْمَطَرِ إِلَى كُلِّ نَفْسٍ بِمَا قُسِمَ لَهَا مِنْ زِيَادَةٍ أَوْ نُقْصَانٍ فَإِذَا رَأَى  أَحَدُكُمْ لِأَخِيهِ غَفِيرَةً فِي أَهْلٍ أَوْ مَالٍ أَوْ نَفْسٍ فَلَا تَكُونَنَّ لَهُ فِتْنَةً فَإِنَّ الْمَرْءَ الْمُسْلِمَ مَا لَمْ يَغْشَ دَنَاءَةً تَظْهَرُ فَيَخْشَعُ لَهَا إِذَا ذُكِرَتْ وَ تُغْرَى بِهَا لِئَامُ النَّاسِ كَانَ كَالْفَالِجِ الْيَاسِرِ الَّذِي يَنْتَظِرُ أَوَّلَ  فَوْزَةٍ مِنْ قِدَاحِهِ تُوجِبُ لَهُ الْمَغْنَمَ وَ يُرْفَعُ  عَنْهُ بِهَا الْمَغْرَمُ وَ كَذَلِكَ الْمَرْءُ الْمُسْلِمُ الْبَرِيءُ مِنَ الْخِيَانَةِ يَنْتَظِرُ مِنَ اللَّهِ إِحْدَى الْحُسْنَيَيْنِ إِمَّا دَاعِيَ اللَّهِ فَمَا عِنْدَ اللَّهِ خَيْرٌ لَهُ وَ إِمَّا رِزْقَ اللَّهِ فَإِذَا هُوَ ذُو أَهْلٍ وَ مَالٍ وَ مَعَهُ دِينُهُ وَ حَسَبُهُ إِنَّ الْمَالَ وَ الْبَنِينَ حَرْثُ الدُّنْيَا وَ الْعَمَلَ الصَّالِحَ حَرْثُ الْآخِرَةِ وَ قَدْ يَجْمَعُهُمَا  اللَّهُ لِأَقْوَامٍ فَاحْذَرُوا مِنَ اللَّهِ مَا حَذَّرَكُمْ مِنْ نَفْسِهِ وَ اخْشَوْهُ خَشْيَةً لَيْسَتْ بِتَعْذِيرٍ وَ اعْمَلُوا فِي غَيْرِ رِيَاءٍ وَ لَا سُمْعَةٍ فَإِنَّهُ مَنْ يَعْمَلْ لِغَيْرِ اللَّهِ يَكِلْهُ اللَّهُ إِلَى مَنْ  عَمِلَ لَهُ نَسْأَلُ اللَّهَ مَنَازِلَ الشُّهَدَاءِ وَ مُعَايَشَةَ السُّعَدَاءِ وَ مُرَافَقَةَ الْأَنْبِيَاءِ أَيُّهَا النَّاسُ إِنَّهُ لَا يَسْتَغْنِي الرَّجُلُ وَ إِنْ كَانَ ذَا مَالٍ عَنْ عَشِيرَتِهِ وَ دِفَاعِهِمْ عَنْهُ بِأَيْدِيهِمْ وَ أَلْسِنَتِهِمْ وَ هُمْ أَعْظَمُ النَّاسِ حِيْطَةً مَنْ وَرَائِهِ وَ أَلَمُّهُمْ لِشَعَثِهِ وَ أَعْطَفُهُمْ عَلَيْهِ عِنْدَ نَازِلَةٍ إِذَا نَزَلَتْ  بِهِ وَ لِسَانُ الصِّدْقِ يَجْعَلُهُ اللَّهُ لِلْمَرْءِ فِي النَّاسِ خَيْرٌ لَهُ مِنَ الْمَالِ يُوَرِّثُهُ غَيْرُهُ\n\n\nو منها\n\nأَلَا لَا يَعْدِلَنَّ أَحَدُكُمْ عَنِ الْقَرَابَةِ يَرَى بِهَا الْخَصَاصَةَ أَنْ يَسُدَّهَا بِالَّذِي لَا يَزِيدُهُ إِنْ أَمْسَكَهُ وَ لَا يَنْقُصُهُ إِنْ أَهْلَكَهُ وَ مَنْ يَقْبِضْ يَدَهُ عَنْ عَشِيرَتِهِ فَإِنَّمَا تُقْبَضُ مِنْهُ عَنْهُمْ يَدٌ وَاحِدَةٌ وَ تُقْبَضُ مِنْهُمْ عَنْهُ أَيْدٍ كَثِيرَةٌ وَ مَنْ تَلِنْ حَاشِيَتُهُ يَسْتَدِمْ مِنْ قَوْمِهِ الْمَوَدَّةَ \n\nأقول الغفيرة هاهنا الزيادة و الكثرة من قولهم للجمع الكثير الجم الغفير و الجماء الغفير و يروى عفوة من أهل أو مال و العفوة الخيار من الشيء يقال أكلت عفوة الطعام أي خياره و ما أحسن المعنى الذي أراده (عليه السلام) بقوله و من يقبض يده عن عشيرته إلى تمام الكلام فإن الممسك خيره عن عشيرته إنما يمسك نفع يد واحدة فإذا احتاج إلى نصرتهم و اضطر إلى مرافدتهم قعدوا عن نصره و تثاقلوا عن صوته فمنع ترافد الأيدي الكثيرة و تناهض الأقدام الجمة"]