["لِلَّهِ بِلَادُ فُلَانٍ  فَلَقَدْ قَوَّمَ الْأَوَدَ  وَ دَاوَى الْعَمَدَ وَ أَقَامَ  السُّنَّةَ وَ خَلَّفَ الْفِتْنَةَ  ذَهَبَ نَقِيَّ الثَّوْبِ قَلِيلَ الْعَيْبِ أَصَابَ خَيْرَهَا وَ سَبَقَ شَرَّهَا أَدَّى إِلَى اللَّهِ طَاعَتَهُ وَ اتَّقَاهُ بِحَقِّهِ رَحَلَ وَ تَرَكَهُمْ فِي طُرُقٍ مُتَشَعِّبَةٍ لَا يَهْتَدِي فِيهَا الضَّالُّ وَ لَا يَسْتَيْقِنُ الْمُهْتَدِي زَائِرٌ غَيْرُ مَحْبُوبٍ وَ قِرْنٌ غَيْرُ مَغْلُوبٍ وَ وَاتِرٌ غَيْرُ مَطْلُوبٍ قَدْ أَعْلَقَتْكُمْ حَبَائِلُهُ وَ تَكَنَّفَتْكُمْ غَوَائِلُهُ وَ أَقْصَدَتْكُمْ مَعَابِلُهُ وَ عَظُمَتْ فِيكُمْ سَطْوَتُهُ وَ تَتَابَعَتْ عَلَيْكُمْ عَدْوَتُهُ وَ قَلَّتْ عَنْكُمْ نَبْوَتُهُ فَيُوشِكُ أَنْ تَغْشَاكُمْ دَوَاجِي ظُلَلِهِ وَ احْتِدَامَ عِلَلِهِ وَ حَنَادِسُ غَمَرَاتِهِ وَ غَوَاشِي سَكَرَاتِهِ وَ أَلِيمُ إِزْهَاقِهِ  وَ دُجُوُّ إِطْبَاقِهِ  وَ جُشُوبَةُ مَذَاقِهِ فَكَأَنْ قَدْ أَتَاكُمْ بَغْتَةً فَأَسْكَتَ نَجِيَّكُمْ وَ فَرَّقَ نَدِيَّكُمْ وَ عَفَّى آثَارَكُمْ وَ عَطَّلَ دِيَارَكُمْ وَ بَعَثَ وُرَّاثَكُمْ يَقْتَسِمُونَ تُرَاثَكُمْ بَيْنَ حَمِيمٍ خَاصٍّ لَمْ يَنْفَعْ وَ قَرِيبٍ مَحْزُونٍ لَمْ يَمْنَعْ وَ آخَرَ شَامِتٍ لَمْ يَجْزَعْ فَعَلَيْكُمْ بِالْجَدِّ وَ الِاجْتِهَادِ وَ التَّأَهُّبِ وَ الِاسْتِعْدَادِ وَ التَّزَوُّدِ فِي مَنْزِلِ الزَّادِ وَ لَا تَغُرَّنَّكُمُ  الدُّنْيَا كَمَا غَرَّتْ مَنْ كَانَ قَبْلَكُمْ مِنَ الْأُمَمِ الْمَاضِيَةِ وَ الْقُرُونِ الْخَالِيَةِ الَّذِينَ احْتَلَبُوا دِرَّتَهَا وَ أَصَابُوا غِرَّتَهَا وَ أَفْنَوْا عِدَّتَهَا وَ أَخْلَقُوا جِدَّتَهَا أَصْبَحَتْ مَسَاكِنُهُمْ أَجْدَاثاً وَ أَمْوَالُهُمْ مِيرَاثاً لَا يَعْرِفُونَ مَنْ أَتَاهُمْ وَ لَا يَحْفِلُونَ مَنْ بَكَاهُمْ وَ لَا يُجِيبُونَ مَنْ دَعَاهُمْ فَاحْذَرُوا الدُّنْيَا فَإِنَّهَا غَرَّارَةٌ  خَدُوعٌ مُعْطِيَةٌ مَنُوعٌ مُلْبِسَةٌ نَزُوعٌ لَا يَدُومُ رَخَاؤُهَا وَ لَا يَنْقَضِي عَنَاؤُهَا وَ لَا يَرْكُدُ بَلَاؤُهَا\n\n\nمنها في صفة الزهاد\n\nكَانُوا قَوْماً مِنْ أَهْلِ الدُّنْيَا وَ لَيْسُوا مِنْ أَهْلِهَا فَكَانُوا فِيهَا كَمَنْ لَيْسَ مِنْهَا عَمِلُوا فِيهَا بِمَا يُبْصِرُونَ وَ بَادَرُوا فِيهَا مَا يَحْذَرُونَ تَقَلَّبُ أَبْدَانِهِمْ بَيْنَ ظَهْرَانَيْ أَهْلِ الْآخِرَةِ يَرَوْنَ أَهْلَ الدُّنْيَا يُعَظِّمُونَ مَوْتَ أَجْسَادِهِمْ وَ هُمْ أَشَدُّ إِعْظَاماً لِمَوْتِ قُلُوبِ أَحْيَائِهِمْ"]