{
"title": "(227) و من خطبة له (عليه السلام)",
"type": "text",
"data": "الْحَمْدُ لِلَّهِ الَّذِي لَا تُدْرِكُهُ الشَّوَاهِدُ وَ لَا تَحْوِيهِ الْمَشَاهِدُ وَ لَا تَرَاهُ النَّوَاظِرُ وَ لَا تَحْجُبُهُ السَّوَاتِرُ الدَّالِّ عَلَى قِدَمِهِ بِحُدُوثِ خَلْقِهِ وَ بِحُدُوثِ خَلْقِهِ عَلَى وُجُودِهِ وَ بِاشْتِبَاهِهِمْ عَلَى أَنْ لَا شِبْهَ لَهُ الَّذِي صَدَقَ فِي مِيعَادِهِ وَ ارْتَفَعَ عَنْ ظُلْمِ عِبَادِهِ وَ قَامَ بِالْقِسْطِ فِي خَلْقِهِ وَ عَدَلَ عَلَيْهِمْ فِي حُكْمِهِ مُسْتَشْهِدٌ  بِحُدُوثِ الْأَشْيَاءِ عَلَى أَزَلِيَّتِهِ وَ بِمَا وَسَمَهَا بِهِ مِنَ الْعَجْزِ عَلَى قُدْرَتِهِ وَ بِمَا اضْطَرَّهَا إِلَيْهِ مِنَ الْفَنَاءِ عَلَى دَوَامِهِ وَاحِدٌ لَا بِعَدَدٍ وَ دَائِمٌ لَا بِأَمَدٍ وَ قَائِمٌ لَا بِعَمَدٍ تَتَلَقَّاهُ الْأَذْهَانُ لَا بِمُشَاعَرَةٍ وَ تَشْهَدُ لَهُ الْمَرَائِي لَا بِمُحَاضَرَةٍ لَمْ تُحِطْ بِهِ الْأَوْهَامُ بَلْ تَجَلَّى لَهَا بِهَا وَ بِهَا امْتَنَعَ مِنْهَا وَ إِلَيْهَا حَاكَمَهَا لَيْسَ بِذِي كِبَرٍ امْتَدَّتْ بِهِ النِّهَايَاتُ فَكَبَّرَتْهُ تَجْسِيماً وَ لَا بِذِي عِظَمٍ تَنَاهَتْ بِهِ الْغَايَاتُ فَعَظَّمَتْهُ تَجْسِيداً بَلْ كَبُرَ شَأْناً وَ عَظُمَ سُلْطَاناً وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ  الصَّفِيُّ وَ أَمِينُهُ الرَّضِيُّ (صلى الله عليه واله) أَرْسَلَهُ بِوُجُوبِ الْحُجَجِ وَ ظُهُورِ الْفَلَجِ وَ إِيضَاحِ الْمَنْهَجِ فَبَلَّغَ الرِّسَالَةَ صَادِعاً بِهَا وَ حَمَلَ عَلَى الْمَحَجَّةِ دَالًّا عَلَيْهَا وَ أَقَامَ أَعْلَامَ الِاهْتِدَاءِ وَ مَنَارَ الضِّيَاءِ وَ جَعَلَ أَمْرَاسَ الْإِسْلَامِ مَتِينَةً وَ عُرَى الْإِيمَانِ وَثِيقَةً\n\n\nمنها في صفة [عجيب خلق] أصناف من الحيوان\n\nوَ لَوْ فَكَّرُوا فِي عَظِيمِ الْقُدْرَةِ وَ جَسِيمِ النِّعْمَةِ لَرَجَعُوا إِلَى الطَّرِيقِ وَ خَافُوا عَذَابَ الْحَرِيقِ وَ لَكِنَّ الْقُلُوبَ عَلِيلَةٌ وَ الْأَبْصَارَ مَدْخُولَةٌ  أَ لَا يَنْظُرُونَ إِلَى صَغِيرِ مَا  خَلَقَ كَيْفَ أَحْكَمَ خَلْقَهُ وَ أَتْقَنَ تَرْكِيبَهُ وَ فَلَقَ لَهُ السَّمْعَ وَ الْبَصَرَ وَ سَوَّى لَهُ الْعَظْمَ وَ الْبَشَرَ انْظُرُوا إِلَى النَّمْلَةِ فِي صِغَرِ جُثَّتِهَا وَ لَطَافَةِ هَيْئَتِهَا لَا تَكَادُ تُنَالُ بِلَحْظِ الْبَصَرِ وَ لَا بِمُسْتَدْرَكِ الْفِكْرِ كَيْفَ دَبَّتْ عَلَى أَرْضِهَا وَ صُبَّتْ عَلَى رِزْقِهَا  تَنْقُلُ الْحَبَّةَ إِلَى جُحْرِهَا وَ تُعِدُّهَا فِي مُسْتَقَرِّهَا تَجْمَعُ فِي حَرِّهَا لِبَرْدِهَا وَ فِي وُرُودِهَا  لِصَدَرِهَا مَكْفُولَةٌ بِرِزْقِهَا مَرْزُوقَةٌ بِوَفْقِهَا لَا يُغْفِلُهَا الْمَنَّانُ وَ لَا يَحْرِمُهَا الدَّيَّانُ وَ لَوْ فِي الصَّفَا الْيَابِسِ وَ الْحَجَرِ الْجَامِسِ وَ لَوْ فَكَّرْتَ فِي مَجَارِي أَكْلِهَا وَ فِي عُلْوِهَا وَ سُفْلِهَا وَ مَا فِي الْجَوْفِ مِنْ شَرَاسِيفِ بَطْنِهَا وَ مَا فِي الرَّأْسِ مِنْ عَيْنِهَا وَ أُذُنِهَا لَقَضَيْتَ مِنْ خَلْقِهَا عَجَباً وَ لَقِيتَ مِنْ وَصْفِهَا تَعَباً فَتَعَالَى الَّذِي أَقَامَهَا عَلَى قَوَائِمِهَا وَ بَنَاهَا عَلَى دَعَائِمِهَا لَمْ يَشْرَكْهُ فِي فِطْرَتِهَا فَاطِرٌ وَ لَمْ يُعِنْهُ عَلَى خَلْقِهَا  قَادِرٌ وَ لَوْ ضَرَبْتَ فِي مَذَاهِبِ فِكْرِكَ لِتَبْلُغَ غَايَاتِكَ  مَا دَلَّتْكَ الدَّلَالَةُ إِلَّا عَلَى أَنَّ فَاطِرَ النَّمْلَةِ هُوَ فَاطِرُ النَّخْلَةِ لِدَقِيقِ تَفْصِيلِ كُلِّ شَيْءٍ وَ غَامِضِ اخْتِلَافِ كُلِّ حَيٍّ وَ مَا الْجَلِيلُ وَ اللَّطِيفُ وَ الثَّقِيلُ وَ الْخَفِيفُ وَ الْقَوِيُّ وَ الضَّعِيفُ فِي خَلْقِهِ إِلَّا سَوَاءٌ وَ كَذَلِكَ السَّمَاءُ وَ الْهَوَاءُ وَ الرِّيَاحُ وَ الْمَاءُ فَانْظُرْ إِلَى الشَّمْسِ وَ الْقَمَرِ وَ النَّبَاتِ وَ الشَّجَرِ وَ الْمَاءِ وَ الْحَجَرِ وَ اخْتِلَافِ هَذَا اللَّيْلِ وَ النَّهَارِ وَ تَفَجُّرِ هَذِهِ الْبِحَارِ وَ كَثْرَةِ هَذِهِ الْجِبَالِ وَ طُولِ هَذِهِ الْقِلَالِ وَ تَفَرُّقِ هَذِهِ اللُّغَاتِ وَ الْأَلْسُنِ الْمُخْتَلِفَاتِ فَالْوَيْلُ لِمَنْ أَنْكَرَ الْمُقَدِّرَ  وَ جَحَدَ الْمُدَبِّرَ زَعَمُوا أَنَّهُمْ كَالنَّبَاتِ مَا لَهُمْ زَارِعٌ وَ لَا لِاخْتِلَافِ صُوَرِهِمْ صَانِعٌ وَ لَمْ يَلْجَئُوا  إِلَى حُجَّةٍ فِيمَا ادَّعَوْا وَ لَا تَحْقِيقٍ لِمَا وَعَوْا  وَ هَلْ يَكُونُ بِنَاءٌ مِنْ غَيْرِ بَانٍ أَوْ جِنَايَةٌ مِنْ غَيْرِ جَانٍ وَ إِنْ شِئْتَ قُلْتَ فِي الْجَرَادَةِ إِذْ خَلَقَ لَهَا عَيْنَيْنِ حَمْرَاوَيْنِ وَ أَسْرَجَ لَهَا حَدَقَتَيْنِ قَمْرَاوَيْنِ وَ جَعَلَ لَهَا السَّمْعَ الْخَفِيَّ وَ فَتَحَ لَهَا الْفَمَ السَّوِيَّ وَ جَعَلَ لَهَا الْحِسَّ الْقَوِيَّ وَ نَابَيْنِ بِهِمَا تَقْرِضُ وَ مِنْجَلَيْنِ بِهِمَا تَقْبِضُ يَرْهَبُهَا الزُّرَّاعُ فِي زَرْعِهِمْ وَ لَا يَسْتَطِيعُونَ ذَبَّهَا وَ لَوْ أَجْلَبُوا بِجَمْعِهِمْ حَتَّى تَرِدَ الْحَرْثَ فِي نَزَوَاتِهَا وَ تَقْضِيَ مِنْهُ شَهَوَاتِهَا  وَ خَلْقُهَا كُلُّهُ لَا يَكُونُ إِصْبَعاً مُسْتَدِقَّةً فَتَبَارَكَ اللَّهُ الَّذِي  يَسْجُدُ لَهُ مَنْ فِي السَّماواتِ وَ الْأَرْضِ طَوْعاً وَ كَرْهاً وَ يُعَفِّرُ  لَهُ خَدّاً وَ وَجْهاً وَ يُلْقِي بِالطَّاعَةِ سِلْماً وَ ضَعْفاً وَ يُعْطِي لَهُ الْقِيَادَ رَهْبَةً وَ خَوْفاً فَالطَّيْرُ مُسَخَّرَةٌ لِأَمْرِهِ أَحْصَى عَدَدَ الرِّيشِ مِنْهَا وَ النَّفَسِ وَ أَرْسَى قَوَائِمَهَا عَلَى النَّدَى وَ الْيَبَسِ وَ قَدَّرَ  أَقْوَاتَهَا وَ أَحْصَى أَجْنَاسَهَا فَهَذَا غُرَابٌ وَ هَذَا عُقَابٌ وَ هَذَا حَمَامٌ وَ هَذَا نَعَامٌ دَعَا كُلَّ طَائِرٍ بِاسْمِهِ وَ كَفَلَ لَهُ بِرِزْقِهِ وَ أَنْشَأَ السَّحَابَ الثِّقَالَ فَأَهْطَلَ دِيَمَهَا وَ عَدَّدَ قِسَمَهَا فَبَلَّ الْأَرْضَ بَعْدَ جُفُوفِهَا وَ أَخْرَجَ نَبْتَهَا بَعْدَ جُدُوبِهَا"
}