["فَمِنَ الْإِيمَانِ مَا يَكُونُ ثَابِتاً مُسْتَقِرّاً فِي الْقُلُوبِ وَ مِنْهُ مَا يَكُونُ عَوَارِيَ بَيْنَ الْقُلُوبِ وَ الصُّدُورِ إِلَى أَجَلٍ مَعْلُومٍ فَإِذَا كَانَتْ لَكُمْ بَرَاءَةٌ مِنْ أَحَدٍ فَقِفُوهُ حَتَّى يَحْضُرَهُ الْمَوْتُ فَعِنْدَ ذَلِكَ يَقَعُ حَدُّ الْبَرَاءَةِ وَ الْهِجْرَةُ قَائِمَةٌ عَلَى حَدِّهَا الْأَوَّلِ مَا كَانَ لِلَّهِ فِي  أَهْلِ الْأَرْضِ حَاجَةٌ مِنْ مُسْتَسِرِّ الُامَّةِ لِمَنْ جَهِلَ وَ قَبْلَ بُلُوغِ الْغَايَةِ مَا تَعْلَمُونَ مِنْ ضِيقِ الْأَرْمَاسِ وَ شِدَّةِ الْإِبْلَاسِ وَ هَوْلِ الْمُطَّلَعِ وَ رَوْعَاتِ الْفَزَعِ وَ اخْتِلَافِ الْأَضْلَاعِ وَ اسْتِكَاكِ الْأَسْمَاعِ وَ ظُلْمَةِ اللَّحْدِ وَ خِيفَةِ الْوَعْدِ وَ غَمِّ الضَّرِيحِ وَ رَدْمِ الصَّفِيحِ فَاللَّهَ اللَّهَ عِبَادَ اللَّهِ فَإِنَّ الدُّنْيَا مَاضِيَةٌ بِكُمْ عَلَى سَنَنٍ وَ أَنْتُمْ وَ السَّاعَةُ فِي قَرَنٍ وَ كَأَنَّهَا قَدْ جَاءَتْ بِأَشْرَاطِهَا وَ أَزِفَتْ بِأَفْرَاطِهَا وَ وَقَفَتْ بِكُمْ عَلَى صِرَاطِهَا  وَ كَأَنَّهَا قَدْ أَشْرَفَتْ بِزَلَازِلِهَا وَ أَنَاخَتْ بِكَلَاكِلِهَا وَ انْصَرَمَتِ  الدُّنْيَا بِأَهْلِهَا وَ أَخْرَجَتْهُمْ مِنْ حِضْنِهَا فَكَانَتْ كَيَوْمٍ مَضَى وَ شَهْرٍ انْقَضَى  وَ صَارَ جَدِيدُهَا رَثّاً وَ سَمِينُهَا غَثّاً فِي مَوْقِفٍ  ضَنْكِ الْمَقَامِ وَ أُمُورٍ مُشْتَبِهَةٍ عِظَامٍ وَ نَارٍ شَدِيدٍ كَلَبُهَا عَالٍ لَجَبُهَا سَاطِعٍ لَهَبُهَا مُتَغَيِّظٍ زَفِيرُهَا مُتَأَجِّجٍ سَعِيرُهَا بَعِيدٍ خُمُودُهَا ذَاكٍ وَقُودُهَا مَخُوفٍ وَعِيدُهَا عَمٍ قَرَارُهَا  مُظْلِمَةٍ أَقْطَارُهَا حَامِيَةٍ قُدُورُهَا فَظِيعَةٍ أُمُورُهَا وَ سِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ زُمَراً قَدْ أُمِنَ الْعَذَابُ وَ انْقَطَعَ الْعِتَابُ وَ زُحْزِحُوا عَنِ النَّارِ وَ اطْمَأَنَّتْ بِهِمُ الدَّارُ وَ رَضُوا الْمَثْوَى وَ الْقَرَارَ الَّذِينَ كَانَتْ أَعْمَالُهُمْ فِي الدُّنْيَا زَاكِيَةً وَ أَعْيُنُهُمْ بَاكِيَةً وَ كَانَ لَيْلُهُمْ فِي دُنْيَاهُمْ نَهَاراً تَخَشُّعاً وَ اسْتِغْفَارًا وَ كَانَ نَهَارُهُمْ لَيْلًا تَوَحُّشاً وَ انْقِطَاعاً فَجَعَلَ اللَّهُ لَهُمُ الْجَنَّةَ (مَآباً  وَ الْجَزَاءَ) ثَوَاباً وَ كانُوا أَحَقَّ بِها وَ أَهْلَها فِي مُلْكٍ دَائِمٍ وَ نَعِيمٍ قَائِمٍ فَارْعَوْا عِبَادَ اللَّهِ مَا بِرِعَايَتِهِ يَفُوزُ فَائِزُكُمْ وَ بِإِضَاعَتِهِ يَخْسَرُ مُبْطِلُكُمْ وَ بَادِرُوا آجَالَكُمْ بِأَعْمَالِكُمْ فَإِنَّكُمْ مُرْتَهَنُونَ بِمَا أَسْلَفْتُمْ وَ مَدِينُونَ بِمَا قَدَّمْتُمْ وَ كَأَنْ قَدْ نَزَلَ بِكُمُ الْمَخُوفُ فَلَا رَجْعَةً تَنَالُونَ وَ لَا عَثْرَةً تُقَالُونَ اسْتَعْمَلَنَا اللَّهُ وَ إِيَّاكُمْ بِطَاعَتِهِ وَ طَاعَةِ رَسُولِهِ وَ عَفَا عَنَّا وَ عَنْكُمْ بِفَضْلِ رَحْمَتِهِ الْزَمُوا الْأَرْضَ وَ اصْبِرُوا عَلَى الْبَلَاءِ وَ لَا تُحَرِّكُوا بِأَيْدِيكُمْ وَ سُيُوفِكُمْ  هَوَى أَلْسِنَتِكُمْ وَ لَا تَسْتَعْجِلُوا بِمَا لَمْ يُعَجِّلْهُ اللَّهُ لَكُمْ فَإِنَّهُ مَنْ مَاتَ مِنْكُمْ عَلَى فِرَاشِهِ وَ هُوَ عَلَى مَعْرِفَةِ حَقِّ رَبِّهِ (عَزَّ وَ جَلَّ)  وَ حَقِّ رَسُولِهِ وَ أَهْلِ بَيْتِهِ مَاتَ شَهِيداً وَ وَقَعَ أَجْرُهُ عَلَى اللّهِ وَ اسْتَوْجَبَ ثَوَابَ مَا نَوَى مِنْ صَالِحِ عَمَلِهِ وَ قَامَتِ النِّيَّةُ مَقَامَ إِصْلَاتِهِ لِسَيْفِهِ فَإِنَّ لِكُلِّ شَيْءٍ مُدَّةً وَ أَجَلًا"]