{
"title": "(233) و من خطبة له (عليه السلام)",
"type": "text",
"data": "الْحَمْدُ لِلَّهِ الْفَاشِي فِي الْخَلْقِ حَمْدُهُ وَ الْغَالِبِ جُنْدُهُ وَ الْمُتَعَالِي جَدُّهُ أَحْمَدُهُ عَلَى نِعَمِهِ التُّؤَامِ وَ آلَائِهِ الْعِظَامِ الَّذِي عَظُمَ حِلْمُهُ فَعَفَا وَ عَدَلَ فِي كُلِّ مَا قَضَى وَ عَلِمَ بِمَا يَمْضِي وَ مَا مَضَى مُبْتَدِعِ الْخَلَائِقِ بِعِلْمِهِ وَ مُنْشِئِهِمْ بِحُكْمِهِ بِلَا اقْتِدَاءٍ وَ لَا تَعْلِيمٍ وَ لَا احْتِذَاءٍ لِمِثَالِ صَانِعٍ حَكِيمٍ وَ لَا إِصَابَةِ خَطَإٍ وَ لَا حَضْرَةِ  مَلَإٍ وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ ابْتَعَثَهُ وَ النَّاسُ يَضْرِبُونَ فِي غَمْرَةٍ وَ يَمُوجُونَ فِي حَيْرَةٍ قَدْ قَادَتْهُمْ أَزِمَّةُ الْحَيْنِ وَ اسْتَغْلَقَتْ عَلَى أَفْئِدَتِهِمْ أَقْفَالُ الرَّيْنِ أوصيكم عِبَادَ اللَّهِ بِتَقْوَى اللَّهِ فَإِنَّهَا حَقُّ اللَّهِ عَلَيْكُمْ وَ الْمُوجِبَةُ عَلَى اللَّهِ حَقَّكُمْ وَ أَنْ تَسْتَعِينُوا عَلَيْهَا بِاللَّهِ وَ تَسْتَعِينُوا بِهَا عَلَى اللَّهِ فَإِنَّ التَّقْوَى فِي الْيَوْمِ الْحِرْزُ وَ الْجُنَّةُ وَ فِي غَدٍ الطَّرِيقُ إِلَى الْجَنَّةِ مَسْلَكُهَا وَاضِحٌ وَ سَالِكُهَا رَابِحٌ وَ مُسْتَوْدَعُهَا حَافِظٌ لَمْ تَبْرَحْ عَارِضَةً نَفْسَهَا عَلَى الْأُمَمِ الْمَاضِينَ  وَ الْغَابِرِينَ لِحَاجَتِهِمْ إِلَيْهَا غَداً إِذَا أَعَادَ اللَّهُ مَا أَبْدَى وَ أَخَذَ مَا أَعْطَى وَ سَأَلَ عَمَّا أَسْدَى فَمَا أَقَلَّ مَنْ قَبِلَهَا وَ حَمَلَهَا حَقَّ حَمْلِهَا أُولَئِكَ الْأَقَلُّونَ عَدَداً وَ هُمْ أَهْلُ صِفَةِ اللَّهِ سُبْحَانَهُ إِذْ يَقُولُ وَ قَلِيلٌ مِنْ عِبادِيَ الشَّكُورُ فَأَهْطِعُوا  بِأَسْمَاعِكُمْ إِلَيْهَا وَ وَاكِظُوا  بِجِدِّكُمْ عَلَيْهَا وَ اعْتَاضُوهَا مِنْ كُلِّ سَلَفٍ خَلَفاً وَ مِنْ كُلِّ مُخَالِفٍ مُوَافِقاً أَيْقِظُوا بِهَا نَوْمَكُمْ وَ اقْطَعُوا بِهَا يَوْمَكُمْ وَ أَشْعِرُوهَا  قُلُوبَكُمْ وَ ارْحَضُوا بِهَا ذُنُوبَكُمْ وَ دَاوُوا بِهَا الْأَسْقَامَ وَ بَادِرُوا بِهَا الْحِمَامَ وَ اعْتَبِرُوا بِمَنْ أَضَاعَهَا وَ لَا يَعْتَبِرَنَّ بِكُمْ مَنْ أَطَاعَهَا أَلَا فَصُونُوهَا  وَ تَصَوَّنُوا بِهَا وَ كُونُوا عَنِ الدُّنْيَا نُزَّاهاً وَ إِلَى الْآخِرَةِ وُلَّاهاً وَ لَا تَضَعُوا مَنْ رَفَعَتْهُ التَّقْوَى وَ لَا تَرْفَعُوا مَنْ رَفَعَتْهُ الدُّنْيَا وَ لَا تَشِيمُوا بَارِقَهَا وَ لَا تَسْمَعُوا نَاطِقَهَا  وَ لَا تُجِيبُوا نَاعِقَهَا وَ لَا تَسْتَضِيئُوا بِإِشْرَاقِهَا وَ لَا تُفْتَنُوا بِأَعْلَاقِهَا فَإِنَّ بَرْقَهَا خَالِبٌ وَ نُطْقَهَا كَاذِبٌ وَ أَمْوَالَهَا مَحْرُوبَةٌ وَ أَعْلَاقَهَا مَسْلُوبَةٌ أَلَا وَ هِيَ الْمُتَصَدِّيَةُ الْعَنُونُ وَ الْجَامِحَةُ الْحَرُونُ وَ الْمَائِنَةُ الْخَؤُونُ وَ الْجَحُودُ الْكَنُودُ وَ الْعَنُودُ الصَّدُودُ وَ الْحَيُودُ الْمَيُودُ حَالُهَا انْتِقَالٌ وَ وَطْأَتُهَا زِلْزَالٌ وَ عِزُّهَا ذُلٌّ وَ جِدُّهَا هَزْلٌ وَ عُلْوُهَا سُفْلٌ دَارُ حَرَبٍ وَ سَلْبٍ وَ نَهْبٍ وَ عَطَبٍ أَهْلُهَا عَلَى سَاقٍ وَ سِيَاقٍ وَ لَحَاقٍ وَ فِرَاقٍ قَدْ تَحَيَّرَتْ مَذَاهِبُهَا وَ أَعْجَزَتْ مَهَارِبُهَا وَ خَابَتْ مَطَالِبُهَا فَأَسْلَمَتْهُمُ الْمَعَاقِلُ وَ لَفَظَتْهُمُ الْمَنَازِلُ وَ أَعْيَتْهُمُ الْمَحَاوِلُ فَمِنْ نَاجٍ مَعْقُورٍ وَ لَحْمٍ مَجْزُورٍ وَ شِلْوٍ مَذْبُوحٍ وَ دَمٍ مَسْفُوحٍ وَ عَاضٍّ عَلَى يَدَيْهِ وَ صَافِقٍ لِكَفَّيْهِ  وَ مُرْتَفِقٍ بِخَدَّيْهِ وَ زَارٍ عَلَى رَأْيِهِ وَ رَاجِعٍ عَنْ عَزْمِهِ وَ قَدْ أَدْبَرَتِ الْحِيلَةُ وَ أَقْبَلَتِ الْغِيلَةُ وَ لَاتَ حِينَ مَنَاصٍ هَيْهَاتَ هَيْهَاتَ  قَدْ فَاتَ مَا فَاتَ وَ ذَهَبَ مَا ذَهَبَ وَ مَضَتِ الدُّنْيَا لِحَالِ بَالِهَا فَما بَكَتْ عَلَيْهِمُ السَّماءُ وَ الْأَرْضُ وَ ما كانُوا مُنْظَرِينَ"
}