{
"title": "(3) و من كتاب له (عليه السلام) كتبه لشريح بن الحارث قاضيه",
"type": "text",
"data": "رُوِيَ أَنَّ شُرَيْحَ بْنَ الْحَارِثِ قَاضِيَ أَمِيرِ الْمُؤْمِنِينَ (عليه السلام) اشْتَرَى عَلَى عَهْدِهِ دَاراً بِثَمَانِينَ دِينَاراً فَبَلَغَهُ ذَلِكَ فَاسْتَدْعَاهُ وَ قَالَ لَهُ بَلَغَنِي أَنَّكَ ابْتَعْتَ دَاراً بِثَمَانِينَ دِينَاراً وَ كَتَبْتَ كِتَاباً  وَ أَشْهَدْتَ فِيهِ  شُهُوداً فَقَالَ  شُرَيْحٌ قَدْ كَانَ ذَلِكَ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ فَنَظَرَ إِلَيْهِ نَظَرَ مُغْضَبٍ ثُمَّ قَالَ لَهُ يَا شُرَيْحُ أَمَا إِنَّهُ سَيَأْتِيكَ مَنْ لَا يَنْظُرُ فِي كِتَابِكَ وَ لَا يَسْأَلُكَ عَنْ بَيِّنَتِكَ حَتَّى يُخْرِجَكَ مِنْهَا شَاخِصاً وَ يُسَلِّمَكَ إِلَى قَبْرِكَ خَالِصاً فَانْظُرْ يَا شُرَيْحُ لَا تَكُونُ ابْتَعْتَ هَذِهِ الدَّارَ مِنْ غَيْرِ مَالِكَ أَوْ نَقَدْتَ الثَّمَنَ مِنْ غَيْرِ حَلَالِكَ  فَإِذًا أَنْتَ قَدْ خَسِرْتَ دَارَ الدُّنْيَا وَ دَارَ الْآخِرَةِ أَمَا إِنَّكَ لَوْ كُنْتَ أَتَيْتَنِي عِنْدَ شِرَائِكَ مَا اشْتَرَيْتَ لَكَتَبْتُ لَكَ كِتَاباً عَلَى هَذِهِ النُّسْخَةِ فَلَمْ تَرْغَبْ فِي شِرَاءِ هَذِهِ الدَّارِ بِدِرْهَمٍ فَمَا فَوقَهُ  وَ النُّسْخَةُ هَذِهِ هَذَا مَا اشْتَرَى عَبْدٌ ذَلِيلٌ مِنْ مَيِّتٍ قَدْ أُزْعِجَ  لِلرَّحِيلِ اشْتَرَى مِنْهُ دَاراً مِنْ دَارِ الْغُرُورِ مِنْ جَانِبِ الْفَانِينَ وَ خِطَّةِ الْهَالِكِينَ وَ تَجْمَعُ هَذِهِ الدَّارَ حُدُودٌ أَرْبَعَةٌ الْحَدُّ الْأَوَّلُ يَنْتَهِي إِلَى دَوَاعِي الْآفَاتِ وَ الْحَدُّ الثَّانِي  يَنْتَهِي إِلَى دَوَاعِي الْمُصِيبَاتِ وَ الْحَدُّ الثَّالِثُ يَنْتَهِي إِلَى الْهَوَى الْمُرْدِي وَ الْحَدُّ الرَّابِعُ يَنْتَهِي إِلَى الشَّيْطَانِ الْمُغْوِي وَ فِيهِ يُشْرَعُ بَابُ هَذِهِ الدَّارِ اشْتَرَى هَذَا الْمُغْتَرُّ بِالْأَمَلِ مِنْ هَذَا الْمُزْعَجِ بِالْأَجَلِ هَذِهِ الدَّارَ بِالْخُرُوجِ مِنْ عِزِّ الْقَنَاعَةِ وَ الدُّخُولِ فِي ذُلِّ الطَّلَبِ وَ الضَّرَاعَةِ فَمَا أَدْرَكَ هَذَا الْمُشْتَرِي فِيمَا اشْتَرَى  مِنْ دَرَكٍ فَعَلَى مُبَلْبِلِ أَجْسَامِ الْمُلُوكِ وَ سَالِبِ نُفُوسِ الْجَبَابِرَةِ وَ مُزِيلِ مُلْكِ الْفَرَاعِنَةِ مِثْلِ كِسْرَى وَ قَيْصَرَ وَ تُبَّعٍ وَ حِمْيَرَ وَ مَنْ جَمَعَ الْمَالَ عَلَى الْمَالِ فَأَكْثَرَ وَ مَنْ بَنَى  وَ شَيَّدَ وَ زَخْرَفَ وَ نَجَّدَ وَ ادَّخَرَ وَ اعْتَقَدَ وَ نَظَرَ بِزَعْمِهِ لِلْوَلَدِ إِشْخَاصُهُمْ جَمِيعاً إِلَى مَوْقِفِ الْعَرْضِ وَ الْحِسَابِ وَ مَوْضِعِ الثَّوَابِ وَ الْعِقَابِ إِذَا وَقَعَ الْأَمْرُ بِفَصْلِ الْقَضَاءِ وَ خَسِرَ هُنالِكَ الْمُبْطِلُونَ شَهِدَ عَلَى ذَلِكَ الْعَقْلُ إِذَا خَرَجَ مِنْ أَسْرِ الْهَوَى وَ سَلِمَ مِنْ عَلَائِقِ الدُّنْيَا"
}