{
"title": "(27) و من عهد له (عليه السلام) إلى محمد بن أبي بكر رضي الله عنه حين قلده مصر",
"type": "text",
"data": "فَاخْفِضْ لَهُمْ جَنَاحَكَ وَ أَلِنْ لَهُمْ جَانِبَكَ وَ ابْسُطْ لَهُمْ وَجْهَكَ وَ آسِ بَيْنَهُمْ فِي اللَّحْظَةِ وَ النَّظْرَةِ حَتَّى لَا يَطْمَعَ الْعُظَمَاءُ فِي حَيْفِكَ  لَهُمْ وَ لَا يَيْأَسَ الضُّعَفَاءُ مِنْ عَدْلِكَ عَلَيْهِمْ وَ إِنَّ اللَّهَ  تَعَالَى يُسَائِلُكُمْ مَعْشَرَ عِبَادِهِ عَنِ الصَّغِيرَةِ مِنْ أَعْمَالِكُمْ وَ الْكَبِيرَةِ وَ الظَّاهِرَةِ وَ الْمَسْتُورَةِ فَإِنْ يُعَذِّبْ فَأَنْتُمْ أَظْلَمُ وَ إِنْ يَعْفُ فَهُوَ أَكْرَمُ وَ اعْلَمُوا عِبَادَ اللَّهِ أَنَّ الْمُتَّقِينَ ذَهَبُوا بِعَاجِلِ الدُّنْيَا وَ آجِلِ الْآخِرَةِ فَشَارَكُوا أَهْلَ الدُّنْيَا فِي دُنْيَاهُمْ وَ لَمْ يُشَارِكْهُمْ أَهْلَ الدُّنْيَا فِي آخِرَتِهِمْ سَكَنُوا الدُّنْيَا بِأَفْضَلِ مَا سُكِنَتْ وَ أَكَلُوهَا بِأَفْضَلِ مَا أُكِلَتْ فَحَظُوا مِنَ الدُّنْيَا بِمَا حَظِيَ بِهِ الْمُتْرَفُونَ وَ أَخَذُوا مِنْهَا مَا أَخَذَهُ الْجَبَابِرَةُ الْمُتَكَبِّرُونَ ثُمَّ انْقَلَبُوا عَنْهَا بِالزَّادِ الْمُبَلِّغِ وَ الْمَتْجَرِ الرَّابِحِ أَصَابُوا لَذَّةَ زُهْدِ الدُّنْيَا فِي دُنْيَاهُمْ وَ تَيَقَّنُوا أَنَّهُمْ جِيرَانُ اللَّهِ غَداً فِي آخِرَتِهِمْ لَا تُرَدُّ لَهُمْ دَعْوَةٌ وَ لَا يُنْقَصُ لَهُمْ نَصِيبٌ مِنْ لَذَّةٍ فَاحْذَرُوا عِبَادَ اللَّهِ الْمَوْتَ وَ قُرْبَهُ وَ أَعِدُّوا لَهُ عُدَّتَهُ فَإِنَّهُ يَأْتِي بِأَمْرٍ عَظِيمٍ وَ خَطْبٍ جَلِيلٍ بِخَيْرٍ لَا يَكُونُ مَعَهُ شَرٌّ أَبَداً أَوْ شَرٍّ لَا يَكُونُ مَعَهُ خَيْرٌ أَبَداً فَمَنْ أَقْرَبُ إِلَى الْجَنَّةِ مِنْ عَامِلِهَا وَ مَنْ أَقْرَبُ إِلَى النَّارِ مِنْ عَامِلِهَا وَ أَنْتُمْ طُرَدَاءُ  الْمَوْتِ إِنْ أَقَمْتُمْ لَهُ أَخَذَكُمْ وَ إِنْ فَرَرْتُمْ مِنْهُ أَدْرَكَكُمْ وَ هُوَ أَلْزَمُ لَكُمْ مِنْ ظِلِّكُمْ الْمَوْتُ مَعْقُودٌ بِنَوَاصِيكُمْ وَ الدُّنْيَا تُطْوَى مِنْ خَلْفِكُمْ  فَاحْذَرُوا نَاراً قَعْرُهَا بَعِيدٌ وَ حَرُّهَا شَدِيدٌ وَ عَذَابُهَا جَدِيدٌ دَارٌ لَيْسَ فِيهَا رَحْمَةٌ وَ لَا تُسْمَعُ فِيهَا دَعْوَةٌ وَ لَا تُفَرَّجُ فِيهَا كُرْبَةٌ وَ إِنِ اسْتَطَعْتُمْ أَنْ يَشْتَدَّ خَوْفُكُمْ مِنَ اللَّهِ وَ أَنْ يَحْسُنَ ظَنُّكُمْ بِهِ  فَاجْمَعُوا بَيْنَهُمَا فَإِنَّ الْعَبْدَ إِنَّمَا يَكُونُ حُسْنُ ظَنِّهِ بِرَبِّهِ عَلَى قَدْرِ خَوْفِهِ مِنْ رَبِّهِ وَ إِنَّ أَحْسَنَ النَّاسِ ظَنّاً بِاللَّهِ أَشَدُّهُمْ خَوْفاً لِلَّهِ وَ اعْلَمْ يَا مُحَمَّدَ بْنَ أَبِي بَكْرٍ أَنِّي قَدْ وَلَّيْتُكَ أَعْظَمَ أَجْنَادِي فِي نَفْسِي أَهْلَ مِصْرَ فَأَنْتَ مَحْقُوقٌ أَنْ تُخَالِفَ عَلَى نَفْسِكَ وَ أَنْ تُنَافِحَ عَنْ  دِينِكَ وَ لَوْ لَمْ يَكُنْ لَكَ إِلَّا سَاعَةٌ مِنَ الدَّهْرِ وَ لَا تُسْخِطِ اللَّهَ بِرِضَا أَحَدٍ مِنْ خَلْقِهِ فَإِنَّ فِي اللَّهِ خَلَفاً مِنْ غَيْرِهِ وَ لَيْسَ مِنَ اللَّهِ خَلَفٌ فِي غَيْرِهِ صَلِّ الصَّلَاةَ لِوَقْتِهَا الْمُوَقَّتِ لَهَا وَ لَا تُعَجِّلْ وَقْتَهَا لِفَرَاغٍ وَ لَا تُؤَخِّرْهَا عَنْ وَقْتِهَا لِاشْتِغَالٍ وَ اعْلَمْ أَنَّ كُلَّ شَيْءٍ مِنْ عَمَلِكَ تَبَعٌ لِصَلَاتِكَ\n\n\nوَ مِنْ هَذَا الْعَهْدِ\n\nفَإِنَّهُ لَا سَوَاءٌ إِمَامُ الْهُدَى وَ إِمَامُ الرَّدَى وَ وَلِيُّ النَّبِيِّ وَ عَدُوُّ النَّبِيِّ وَ لَقَدْ قَالَ لِي رَسُولُ اللَّهِ (صلى الله عليه واله) إِنِّي لَا أَخَافُ عَلَى أُمَّتِي مُؤْمِناً وَ لَا مُشْرِكاً أَمَّا الْمُؤْمِنُ فَيَمْنَعُهُ اللَّهُ بِإِيمَانِهِ وَ أَمَّا الْمُشْرِكُ فَيَقْمَعُهُ اللَّهُ بِشِرْكِهِ وَ لَكِنِّي أَخَافُ  عَلَيْكُمْ كُلَّ مُنَافِقِ الْجَنَانِ عَالِمِ اللِّسَانِ يَقُولُ مَا تَعْرِفُونَ وَ يَفْعَلُ مَا تُنْكِرُونَ"
}