["مِنَ الْوَالِدِ الْفَانِ الْمُقِرِّ لِلزَّمَانِ الْمُدْبِرِ الْعُمُرِ الْمُسْتَسْلِمِ لِلدَّهْرِ الذَّامِ لِلدُّنْيَا السَّاكِنِ مَسَاكِنَ الْمَوْتَى الظَّاعِنِ عَنْهَا غَداً إِلَى الْمَوْلُودِ الْمُؤَمِّلِ مَا لَا يُدْرِكُ السَّالِكِ سَبِيلَ مَنْ قَدْ هَلَكَ غَرَضِ الْأَسْقَامِ وَ رَهِينَةِ الْأَيَّامِ وَ رَمِيَّةِ الْمَصَائِبِ وَ عَبْدِ الدُّنْيَا وَ تَاجِرِ الْغُرُورِ وَ غَرِيمِ الْمَنَايَا وَ أَسِيرِ الْمَوْتِ وَ حَلِيفِ الْهُمُومِ وَ قَرِينِ الْأَحْزَانِ وَ نُصُبِ الْآفَاتِ وَ صَرِيعِ الشَّهَوَاتِ وَ خَلِيفَةِ الْأَمْوَاتِ أَمَّا بَعْدُ فَإِنَّ  فِيمَا تَبَيَّنْتُ مِنْ إِدْبَارِ الدُّنْيَا عَنِّي وَ جُمُوحِ الدَّهْرِ عَلَيَّ وَ إِقْبَالِ الْآخِرَةِ إِلَيَّ مَا يَزَعُنِي  عَنْ ذِكْرِ مَنْ سِوَايَ وَ الِاهْتِمَامِ بِمَا وَرَائِي غَيْرَ أَنِّي حَيْثُ تَفَرَّدَ بِي دُونَ هُمُومِ النَّاسِ هَمُّ نَفْسِي فَصَدَقَنِي رَأْيِي وَ صَرَفَنِي عَنْ هَوَايَ وَ صَرَّحَ لِي مَحْضُ أَمْرِي فَأَفْضَى بِي إِلَى جِدٍّ لَا يَكُونُ  فِيهِ لَعِبٌ وَ صِدْقٍ لَا يَشُوبُهُ كَذِبٌ وَجَدْتُكَ بَعْضِي بَلْ وَجَدْتُكَ كُلِّي حَتَّى كَأَنَّ شَيْئاً لَوْ أَصَابَكَ أَصَابَنِي وَ كَأَنَّ الْمَوْتَ لَوْ أَتَاكَ أَتَانِي فَعَنَانِي مِنْ أَمْرِكَ مَا يَعْنِينِي مِنْ أَمْرِ نَفْسِي فَكَتَبْتُ إِلَيْكَ كِتَابِي مُسْتَظْهِراً بِهِ إِنْ أَنَا بَقِيتُ لَكَ أَوْ فَنِيتُ فَإِنِّي أُوصِيكَ بِتَقْوَى اللَّهِ أَيْ بُنَيَّ وَ لُزُومِ أَمْرِهِ وَ عِمَارَةِ قَلْبِكَ بِذِكْرِهِ وَ الِاعْتِصَامِ بِحَبْلِهِ وَ أَيُّ سَبَبٍ أَوْثَقُ مِنْ سَبَبٍ بَيْنَكَ وَ بَيْنَ اللَّهِ إِنْ أَنْتَ أَخَذْتَ بِهِ أَحْيِ قَلْبَكَ بِالْمَوْعِظَةِ وَ أَمِتْهُ بِالزَّهَادَةِ وَ قَوِّهِ بِالْيَقِينِ (وَ نَوِّرْهُ بِالْحِكْمَةِ ) وَ ذَلِّلْهُ بِذِكْرِ الْمَوْتِ وَ قَرِّرْهُ بِالْفَنَاءِ وَ بَصِّرْهُ فَجَائِعَ الدُّنْيَا وَ حَذِّرْهُ صَوْلَةَ الدَّهْرِ وَ فُحْشَ تَقَلُّبِ اللَّيَالِي وَ الْأَيَّامِ وَ اعْرِضْ عَلَيْهِ أَخْبَارَ الْمَاضِينَ وَ ذَكِّرْهُ بِمَا أَصَابَ مَنْ كَانَ قَبْلَكَ مِنَ الْأَوَّلِينَ وَ سِرْ فِي دِيَارِهِمْ وَ آثَارِهِمْ فَانْظُرْ فِيمَا فَعَلُوا وَ عَمَّا انْتَقَلُوا (وَ أَيْنَ حَلُّوا وَ نَزَلُوا ) فَإِنَّكَ تَجِدُهُمْ قَدِ انْتَقَلُوا عَنِ الْأَحِبَّةِ وَ حَلُّوا  دَارَ الْغُرْبَةِ وَ كَأَنَّكَ عَنْ قَلِيلٍ قَدْ صِرْتَ كَأَحَدِهِمْ فَأَصْلِحْ مَثْوَاكَ وَ لَا تَبِعْ آخِرَتَكَ بِدُنْيَاكَ وَ دَعِ الْقَوْلَ فِيمَا لَا تَعْرِفُ وَ الْخِطَابَ فِيمَا لَمْ تُكَلَّفْ وَ أَمْسِكْ عَنْ طَرِيقٍ إِذَا خِفْتَ ضَلَالَتَهُ فَإِنَّ الْكَفَّ عِنْدَ حَيْرَةِ الضَّلَالِ خَيْرٌ مِنْ رُكُوبِ الْأَهْوَالِ وَ أْمُرْ بِالْمَعْرُوفِ تَكُنْ مِنْ أَهْلِهِ وَ أَنْكِرِ الْمُنْكَرَ بِيَدِكَ وَ لِسَانِكَ وَ بَايِنْ مَنْ فَعَلَهُ بِجُهْدِكَ وَ جَاهِدْ فِي اللَّهِ حَقَّ جِهَادِهِ وَ لَا تَأْخُذْكَ فِي اللَّهِ لَوْمَةُ لَائِمٍ وَ خُضِ الْغَمَرَاتِ  لِلْحَقِّ حَيْثُ كَانَ (وَ تَفَقَّهْ فِي الدِّينِ وَ عَوِّدْ نَفْسَكَ الصَّبْرَ  عَلَى الْمَكْرُوهِ وَ نِعْمَ الْخُلُقُ التَّصَبُرُ فِي الْحَقِّ ) وَ أَلْجِئْ نَفْسَكَ فِي  الْأُمُورِ كُلِّهَا إِلَى إِلَهِكَ فَإِنَّكَ تُلْجِئُهَا إِلَى كَهْفٍ حَرِيزٍ وَ مَانِعٍ عَزِيزٍ وَ أَخْلِصْ فِي الْمَسْأَلَةِ لِرَبِّكَ فَإِنَّ بِيَدِهِ الْعَطَاءَ وَ الْحِرْمَانَ وَ أَكْثِرِ الِاسْتِخَارَةَ وَ تَفَهَّمْ وَصِيَّتِي وَ لَا تَذْهَبَنَّ عَنْهَا صَفْحاً فَإِنَّ خَيْرَ الْقَوْلِ مَا نَفَعَ وَ اعْلَمْ أَنَّهُ لَا خَيْرَ فِي عِلْمٍ لَا يَنْفَعُ وَ لَا يُنْتَفَعُ بِعِلْمٍ لَا يَحِقُّ تَعَلُّمُهُ أَيْ بُنَيَّ إِنِّي لَمَّا رَأَيْتُنِي قَدْ بَلَغْتُ سِنّاً وَ رَأَيْتُنِي أَزْدَادُ وَهْناً بَادَرْتُ بِوَصِيَّتِي إِلَيْكَ وَ أَوْرَدْتُ خِصَالًا مِنْهَا قَبْلَ أَنْ يَعْجَلَ بِي أَجَلِي دُونَ أَنْ أُفْضِيَ إِلَيْكَ بِمَا فِي نَفْسِي أَوْ أَنْ أُنْقَصَ فِي رَأْيِي كَمَا نُقِصْتُ فِي جِسْمِي أَوْ يَسْبِقَنِي إِلَيْكَ بَعْضُ غَلَبَاتِ الْهَوَى وَ فِتَنِ  الدُّنْيَا فَتَكُونَ كَالصَّعْبِ النَّفُورِ وَ إِنَّمَا قَلْبُ الْحَدَثِ كَالْأَرْضِ الْخَالِيَةِ مَا أُلْقِيَ فِيهَا مِنْ شَيْءٍ قَبِلَتْهُ فَبَادَرْتُكَ بِالْأَدَبِ قَبْلَ أَنْ يَقْسُوَ قَلْبُكَ وَ يَشْتَغِلَ لُبُّكَ لِتَسْتَقْبِلَ بِجِدِّ رَأْيِكَ مِنَ الْأَمْرِ  مَا قَدْ كَفَاكَ أَهْلُ التَّجَارِبِ بُغْيَتَهُ وَ تَجْرِبَتَهُ فَتَكُونَ قَدْ كُفِيتَ مَئُونَةَ الطَّلَبِ  وَ عُوفِيتَ مِنْ عِلَاجِ التَّجْرِبَةِ فَأَتَاكَ مِنْ ذَلِكَ مَا قَدْ كُنَّا نَأْتِيهِ وَ اسْتَبَانَ لَكَ مَا رُبَّمَا أَظْلَمَ عَلَيْنَا مِنْهُ أَيْ بُنَيَّ إِنِّي وَ إِنْ لَمْ أَكُنْ عُمِّرْتُ عُمُرَ مَنْ كَانَ قَبْلِي فَقَدْ نَظَرْتُ فِي أَعْمَالِهِمْ وَ فَكَّرْتُ فِي أَخْبَارِهِمْ وَ سِرْتُ فِي آثَارِهِمْ حَتَّى عُدْتُ كَأَحَدِهِمْ بَلْ كَأَنِّي بِمَا انْتَهَى إِلَيَّ مِنْ أُمُورِهِمْ قَدْ عُمِّرْتُ مَعَ أَوَّلِهِمْ إِلَى آخِرِهِمْ فَعَرَفْتُ صَفْوَ ذَلِكَ مِنْ كَدَرِهِ وَ نَفْعَهُ مِنْ ضَرَرِهِ فَاسْتَخْلَصْتُ لَكَ مِنْ كُلِّ أَمْرٍ نَخِيلَهُ وَ تَوَخَّيْتُ لَكَ جَمِيلَهُ وَ صَرَفْتُ عَنْكَ مَجْهُولَهُ وَ رَأَيْتُ حَيْثُ عَنَانِي مِنْ أَمْرِكَ مَا يَعْنِي الْوَالِدَ الشَّفِيقَ وَ أَجْمَعْتُ عَلَيْهِ مِنْ أَدَبِكَ أَنْ يَكُونَ ذَلِكَ وَ أَنْتَ مُقْبِلُ الْعُمُرِ وَ مُقْتَبِلُ الدَّهْرِ  ذُو نِيَّةٍ سَلِيمَةٍ وَ نَفْسٍ صَافِيَةٍ وَ أَنْ أَبْتَدِئَكَ بِتَعْلِيمِ كِتَابِ اللَّهِ عَزَّ وَ جَلَّ وَ تَأْوِيلِهِ  وَ شَرَائِعِ الْإِسْلَامِ وَ أَحْكَامِهِ وَ حَلَالِهِ وَ حَرَامِهِ لَا أُجَاوِزُ ذَلِكَ بِكَ إِلَى غَيْرِهِ (ثُمَّ أَشْفَقْتُ أَنْ يَلْتَبِسَ عَلَيْكَ مَا اخْتَلَفَ النَّاسُ فِيهِ مِنْ أَهْوَائِهِمْ وَ آرَائِهِمْ مِثْلَ الَّذِي الْتَبَسَ عَلَيْهِمْ فَكَانَ إِحْكَامُ ذَلِكَ عَلَى مَا كَرِهْتُ مِنْ تَنْبِيهِكَ لَهُ أَحَبَّ إِلَيَّ مِنْ إِسْلَامِكَ إِلَى أَمْرٍ لَا آمَنُ عَلَيْكَ بِهِ الْهَلَكَةَ  وَ رَجَوْتُ أَنْ يُوَفِّقَكَ اللَّهُ فِيهِ لِرُشْدِكَ وَ أَنْ يَهْدِيَكَ لِقَصْدِكَ فَعَهِدْتُ إِلَيْكَ وَصِيَّتِي هَذِهِ ) وَ اعْلَمْ يَا بُنَيَّ أَنَّ أَحَبَّ مَا أَنْتَ آخِذٌ بِهِ إِلَيَّ مِنْ وَصِيَّتِي تَقْوَى اللَّهِ وَ الِاقْتِصَارُ عَلَى مَا فَرَضَهُ  اللَّهُ عَلَيْكَ وَ الْأَخْذُ بِمَا مَضَى عَلَيْهِ الْأَوَّلُونَ مِنْ آبَائِكَ وَ الصَّالِحُونَ مِنْ أَهْلِ بَيْتِكَ فَإِنَّهُمْ لَمْ يَدَعُوا أَنْ نَظَرُوا لِأَنْفُسِهِمْ كَمَا أَنْتَ نَاظِرٌ وَ فَكَّرُوا كَمَا أَنْتَ مُفَكِّرٌ ثُمَّ رَدَّهُمْ آخِرُ ذَلِكَ إِلَى الْأَخْذِ بِمَا عَرَفُوا وَ الْإِمْسَاكِ عَمَّا لَمْ يُكَلَّفُوا (فَإِنْ أَبَتْ نَفْسُكَ أَنْ تَقْبَلَ ذَلِكَ دُونَ أَنْ تَعْلَمَ كَمَا عَلِمُوا فَلْيَكُنْ طَلَبُكَ ذَلِكَ بِتَفَهُّمٍ وَ تَعَلُّمٍ لَا بِتَوَرُّطِ الشُّبُهَاتِ وَ غُلُوِّ  الْخُصُومَاتِ ) وَ ابْدَأْ قَبْلَ نَظَرِكَ فِي ذَلِكَ بِالاسْتِعَانَةِ بِإِلَهِكَ  وَ الرَّغْبَةِ إِلَيْهِ فِي تَوْفِيقِكَ وَ تَرْكِ كُلِّ شَائِبَةٍ أَوْلَجَتْكَ فِي شُبْهَةٍ أَوْ أَسْلَمَتْكَ إِلَى ضَلَالَةٍ فَإِذَا أَيْقَنْتَ أَنْ قَدْ صَفَا قَلْبُكَ فَخَشَعَ وَ تَمَّ رَأْيُكَ فَاجْتَمَعَ وَ كَانَ هَمُّكَ فِي ذَلِكَ هَمّاً وَاحِداً فَانْظُرْ فِيمَا فَسَّرْتُ لَكَ وَ إِنْ أَنْتَ لَمْ يَجْتَمِعْ لَكَ مَا تُحِبُّ مِنْ نَفْسِكَ وَ فَرَاغِ نَظَرِكَ وَ فِكْرِكَ فَاعْلَمْ أَنَّكَ إِنَّمَا تَخْبِطُ الْعَشْوَاءَ وَ تَتَوَرَّطُ الظَّلْمَاءَ وَ لَيْسَ طَالِبُ الدِّينِ مَنْ خَبَطَ وَ لَا مَنْ خَلَطَ  وَ الْإِمْسَاكُ عَنْ ذَلِكَ أَمْثَلُ فَتَفَهَّمْ يَا بُنَيَّ وَصِيَّتِي وَ اعْلَمْ أَنَّ مَالِكَ الْمَوْتِ هُوَ مَالِكُ الْحَيَاةِ وَ أَنَّ الْخَالِقَ هُوَ الْمُمِيتُ وَ أَنَّ الْمُفْنِي هُوَ الْمُعِيدُ وَ أَنَّ الْمُبْتَلِيَ هُوَ الْمُعَافِي وَ أَنَّ الدُّنْيَا لَمْ تَكُنْ لِتَسْتَقِرَّ إِلَّا عَلَى مَا جَعَلَهَا اللَّهُ عَلَيْهِ مِنَ النَّعْمَاءِ وَ الِابْتِلَاءِ وَ الْجَزَاءِ فِي الْمَعَادِ وَ مَا شَاءَ مِمَّا  لَا نَعْلَمُ فَإِنْ أَشْكَلَ عَلَيْكَ شَيْءٌ مِنْ ذَلِكَ فَاحْمِلْهُ عَلَى جَهَالَتِكَ بِهِ فَإِنَّكَ أَوَّلَ مَا خُلِقْتَ جَاهِلًا ثُمَّ عُلِّمْتَ وَ مَا أَكْثَرَ مَا تَجْهَلُ مِنَ الْأُمُورِ  وَ يَتَحَيَّرُ فِيهِ رَأْيُكَ وَ يَضِلُّ فِيهِ بَصَرُكَ ثُمَّ تُبْصِرُهُ بَعْدَ ذَلِكَ فَاعْتَصِمْ بِالَّذِي خَلَقَكَ وَ رَزَقَكَ وَ سَوَّاكَ وَ لْيَكُنْ لَهُ تَعَبُّدُكَ وَ إِلَيْهِ رَغْبَتُكَ وَ مِنْهُ شَفَقَتُكَ وَ اعْلَمْ يَا بُنَيَّ أَنَّ أَحَداً لَمْ يُنْبِئْ عَنِ اللَّهِ (سُبْحَانَهُ)  كَمَا أَنْبَأَ عَنْهُ الرَّسُولُ (صلى الله عليه واله) فَارْضَ بِهِ رَائِداً وَ إِلَى النَّجَاةِ قَائِداً فَإِنِّي لَمْ آلُكَ نَصِيحَةً وَ إِنَّكَ لَنْ  تَبْلُغَ فِي النَّظَرِ لِنَفْسِكَ وَ إِنِ اجْتَهَدْتَ مَبْلَغَ نَظَرِي لَكَ وَ اعْلَمْ يَا بُنَيَّ أَنَّهُ لَوْ كَانَ لِرَبِّكَ شَرِيكٌ لَأَتَتْكَ رُسُلُهُ وَ لَرَأَيْتَ آثَارَ مُلْكِهِ وَ سُلْطَانِهِ وَ لَعَرَفْتَ أَفْعَالَهُ وَ صِفَاتِهِ وَ لَكِنَّهُ إِلَهٌ وَاحِدٌ كَمَا وَصَفَ نَفْسَهُ لَا يُضَادُّهُ فِي مُلْكِهِ أَحَدٌ وَ لَا يَزُولُ أَبَداً وَ لَمْ يَزَلْ أَوَّلٌ قَبْلَ الْأَشْيَاءِ بِلَا أَوَّلِيَّةٍ وَ آخِرٌ بَعْدَ الْأَشْيَاءِ بِلَا نِهَايَةٍ عَظُمَ عَنْ أَنْ تَثْبُتَ رُبُوبِيَّتُهُ بِإِحَاطَةِ قَلْبٍ أَوْ بَصَرٍ فَإِذَا عَرَفْتَ ذَلِكَ فَافْعَلْ كَمَا يَنْبَغِي لِمِثْلِكَ أَنْ يَفْعَلَهُ فِي صِغَرِ خَطَرِهِ وَ قِلَّةِ مَقْدُرَتِهِ وَ كَثْرَةِ عَجْزِهِ و عَظِيمِ حَاجَتِهِ إِلَى رَبِّهِ فِي طَلَبِ طَاعَتِهِ وَ الرَّهْبَةِ  مِنْ عُقُوبَتِهِ وَ الشَّفَقَةِ مِنْ سُخْطِهِ فَإِنَّهُ لَمْ يَأْمُرْكَ إِلَّا بِحَسَنٍ وَ لَمْ يَنْهَكَ إِلَّا عَنْ قَبِيحٍ يَا بُنَيَّ إِنِّي قَدْ أَنْبَأْتُكَ عَنِ الدُّنْيَا وَ حَالِهَا وَ زَوَالِهَا وَ انْتِقَالِهَا وَ أَنْبَأْتُكَ عَنِ الْآخِرَةِ وَ مَا أُعِدَّ لِأَهْلِهَا فِيهَا وَ ضَرَبْتُ لَكَ فِيهِمَا الْأَمْثَالَ لِتَعْتَبِرَ بِهَا وَ تَحْذُوَ عَلَيْهَا إِنَّمَا مَثَلُ مَنْ خَبَرَ الدُّنْيَا كَمَثَلِ قَوْمٍ سَفْرٍ نَبَا بِهِمْ مَنْزِلٌ جَدِيبٌ فَأَمُّوا مَنْزِلًا خَصِيباً وَ جَنَاباً مَرِيعاً فَاحْتَمَلُوا وَعْثَاءَ الطَّرِيقِ وَ فِرَاقَ الصَّدِيقِ وَ خُشُونَةَ السَّفَرِ وَ جُشُوبَةَ المَطْعَمِ لِيَأْتُوا سَعَةَ دَارِهِمْ وَ مَنْزِلَ قَرَارِهِمْ فَلَيْسَ يَجِدُونَ لِشَيْءٍ مِنْ ذَلِكَ أَلَماً وَ لَا يَرَوْنَ نَفَقَةً فِيهِ مَغْرَماً وَ لَا شَيْءَ أَحَبُّ إِلَيْهِمْ مِمَّا قَرَّبَهُمْ مِنْ مَنْزِلِهِمْ وَ أَدْنَاهُمْ مِنْ مَحَلِّهِمْ وَ مَثَلُ مَنِ اغْتَرَّ بِهَا كَمَثَلِ قَوْمٍ كَانُوا بِمَنْزِلٍ خَصِيبٍ فَنَبَا بِهِمْ إِلَى مَنْزِلٍ جَدِيبٍ فَلَيْسَ شَيْءٌ أَكْرَهَ إِلَيْهِمْ وَ لَا أَفْظَعَ عِنْدَهُمْ مِنْ مُفَارَقَةِ مَا كَانُوا فِيهِ إِلَى مَا يَهْجُمُونَ عَلَيْهِ وَ يَصِيرُونَ إِلَيْهِ يَا بُنَيَّ اجْعَلْ نَفْسَكَ مِيزَاناً فِيمَا بَيْنَكَ وَ بَيْنَ غَيْرِكَ فَأَحْبِبْ لِغَيْرِكَ مَا تُحِبُّ لِنَفْسِكَ وَ اكْرَهْ لَهُ مَا تَكْرَهُ لَهَا وَ لَا تَظْلِمْ كَمَا لَا تُحِبُّ أَنْ تُظْلَمَ وَ أَحْسِنْ كَمَا تُحِبُّ أَنْ يُحْسَنَ إِلَيْكَ وَ اسْتَقْبِحْ مِنْ نَفْسِكَ مَا تَسْتَقْبِحُ مِنْ غَيْرِكَ وَ ارْضَ مِنَ النَّاسِ  بِمَا تَرْضَاهُ لَهُمْ مِنْ نَفْسِكَ وَ لَا تَقُلْ مَا لَا تَعْلَمُ وَ إِنْ قَلَّ مَا تَعْلَمُ وَ لَا تَقُلْ مَا لَا تُحِبُّ أَنْ يُقَالَ لَكَ وَ اعْلَمْ أَنَّ الْإِعْجَابَ ضِدُّ الصَّوَابِ وَ آفَةُ الْأَلْبَابِ فَاسْعَ فِي كَدْحِكَ وَ لَا تَكُنْ خَازِناً لِغَيْرِكَ وَ إِذَا أَنْتَ هُدِيتَ  لِقَصْدِكَ فَكُنْ أَخْشَعَ مَا تَكُونُ لِرَبِّكَ وَ اعْلَمْ أَنَّ أَمَامَكَ طَرِيقاً ذَا مَسَافَةٍ بَعِيدَةٍ وَ مَشَقَّةٍ شَدِيدَةٍ وَ أَنَّهُ لَا غِنَى بِكَ فِيهِ عَنْ حُسْنِ الِارْتِيَادِ وَ قَدْرِ بَلَاغِكَ مِنَ الزَّادِ مَعَ خِفَّةِ الظَّهْرِ فَلَا تَحْمِلَنَّ عَلَى ظَهْرِكَ فَوْقَ طَاقَتِكَ فَيَكُونَ  ثِقْلُ ذَلِكَ وَبَالًا عَلَيْكَ وَ إِذَا وَجَدْتَ مِنْ أَهْلِ الْفَاقَةِ مَنْ يَحْمِلُ لَكَ زَادَكَ إِلَى يَوْمِ الْقِيَامَةِ فَيُوَافِيكَ بِهِ غَداً حَيْثُ تَحْتَاجُ إِلَيْهِ فَاغْتَنِمْهُ وَ حَمِّلْهُ إِيَّاهُ وَ أَكْثِرْ مِنْ تَزْوِيدِهِ وَ أَنْتَ قَادِرٌ عَلَيْهِ فَلَعَلَّكَ تَطْلُبُهُ فَلَا تَجِدُهُ وَ اغْتَنِمْ مَنِ اسْتَقْرَضَكَ فِي حَالِ غِنَاكَ لِيَجْعَلَ قَضَاءَهُ لَكَ فِي يَوْمِ عُسْرَتِكَ وَ اعْلَمْ أَنَّ أَمَامَكَ عَقَبَةً كَئُوداً الْمُخِفُّ فِيهَا أَحْسَنُ حَالًا مِنَ الْمُثْقِلِ وَ الْمُبْطِئُ  عَلَيْهَا أَقْبَحُ حَالًا  مِنَ الْمُسْرِعِ وَ أَنَّ مَهْبَطَهَا  بِكَ لَا مَحَالَةَ إِمَّا عَلَى جَنَّةٍ أَوْ عَلَى نَارٍ فَارْتَدْ لِنَفْسِكَ قَبْلَ نُزُولِكَ وَ وَطِّئِ الْمَنْزِلَ قَبْلَ حُلُولِكَ فَلَيْسَ بَعْدَ الْمَوْتِ مُسْتَعْتَبٌ وَ لَا إِلَى الدُّنْيَا مُنْصَرَفٌ وَ اعْلَمْ أَنَّ الَّذِي بِيَدِهِ خَزَائِنُ السَّمَاوَاتِ وَ الْأَرْضِ قَدْ أَذِنَ لَكَ فِي الدُّعَاءِ وَ تَكَفَّلَ لَكَ بِالْإِجَابَةِ وَ أَمَرَكَ أَنْ تَسْأَلَهُ لِيُعْطِيَكَ وَ تَسْتَرْحِمَهُ لِيَرْحَمَكَ وَ لَمْ يَجْعَلْ بَيْنَكَ وَ بَيْنَهُ مَنْ يَحْجُبُهُ عَنْكَ  وَ لَمْ يُلْجِئْكَ إِلَى مَنْ يَشْفَعُ لَكَ إِلَيْهِ وَ لَمْ يَمْنَعْكَ إِنْ أَسَأْتَ مِنَ التَّوْبَةِ وَ لَمْ يُعَاجِلْكَ  بِالنِّقْمَةِ وَ لَمْ يَفْضَحْكَ حَيْثُ الْفَضِيحَةُ (بِكَ أَوْلَى ) وَ لَمْ يُشَدِّدْ عَلَيْكَ فِي قَبُولِ الْإِنَابَةِ وَ لَمْ يُنَاقِشْكَ بِالْجَرِيمَةِ وَ لَمْ يُوئِسْكَ مِنَ الرَّحْمَةِ بَلْ جَعَلَ نُزُوعَكَ عَنِ الذَّنْبِ حَسَنَةً وَ حَسَبَ سَيِّئَتَكَ وَاحِدَةً وَ حَسَبَ حَسَنَتَكَ عَشْراً وَ فَتَحَ لَكَ بَابَ الْمَتَابِ (وَ بَابَ الِاسْتِعْتَابِ ) فَإِذَا نَادَيْتَهُ سَمِعَ نِدَاءَكَ وَ إِذَا نَاجَيْتَهُ عَلِمَ نَجْوَاكَ فَأَفْضَيْتَ إِلَيْهِ بِحَاجَتِكَ وَ أَبْثَثْتَهُ ذَاتَ نَفْسِكَ وَ شَكَوْتَ إِلَيْهِ هُمُومَكَ وَ اسْتَكْشَفْتَهُ كُرُوبَكَ وَ اسْتَعَنْتَهُ عَلَى أُمُورِكَ وَ سَأَلْتَهُ مِنْ خَزَائِنِ رَحْمَتِهِ مَا لَا يَقْدِرُ عَلَى إِعْطَائِهِ غَيْرُهُ مِنْ زِيَادَةِ الْأَعْمَارِ وَ صِحَّةِ الْأَبْدَانِ وَ سَعَةِ الْأَرْزَاقِ ثُمَّ جَعَلَ فِي يَدَيْكَ مَفَاتِيحَ خَزَائِنِهِ بِمَا أَذِنَ لَكَ فِيهِ مِنْ مَسْأَلَتِهِ فَمَتَى شِئْتَ اسْتَفْتَحْتَ بِالدُّعَاءِ أَبْوَابَ نِعْمَتِهِ وَ اسْتَمْطَرْتَ شَآبِيبَ رَحْمَتِهِ فَلَا يُقَنِّطَنَّكَ إِبْطَاءُ إِجَابَتِهِ فَإِنَّ الْعَطِيَّةَ عَلَى قَدْرِ النِّيَّةِ وَ رُبَّمَا أُخِّرَتْ عَنْكَ الْإِجَابَةُ لِيَكُونَ ذَلِكَ أَعْظَمَ لِأَجْرِ السَّائِلِ وَ أَجْزَلَ لِعَطَاءِ الْآمِلِ وَ رُبَّمَا سَأَلْتَ الشَّيْءَ فَلَا تُؤْتَاهُ وَ أُوتِيتَ خَيْراً مِنْهُ عَاجِلًا أَوْ آجِلًا أَوْ صُرِفَ عَنْكَ لِمَا هُوَ خَيْرٌ لَكَ فَلَرُبَّ أَمْرٍ قَدْ طَلَبْتَهُ فِيهِ هَلَاكُ دِينِكَ لَوْ أُوتِيتَهُ فَلْتَكُنْ مَسْأَلَتُكَ فِيمَا يَبْقَى لَكَ جَمَالُهُ وَ يُنْفَى عَنْكَ وَبَالُهُ فَالْمَالُ لَا يَبْقَى لَكَ وَ لَا تَبْقَى لَهُ وَ اعْلَمْ أَنَّكَ إِنَّمَا خُلِقْتَ لِلْآخِرَةِ لَا لِلدُّنْيَا وَ لِلْفَنَاءِ لَا لِلْبَقَاءِ وَ لِلْمَوْتِ لَا لِلْحَيَاةِ وَ أَنَّكَ فِي مَنْزِلِ  قُلْعَةٍ وَ دَارِ بُلْغَةٍ وَ طَرِيقٍ إِلَى الْآخِرَةِ وَ أَنَّكَ طَرِيدُ الْمَوْتِ الَّذِي لَا يَنْجُو مِنْهُ هَارِبُهُ (وَ لَا يَفُوتُهُ طَالِبُهُ ) وَ لَا بُدَّ أَنَّهُ مُدْرِكُهُ فَكُنْ مِنْهُ عَلَى حَذَرٍ أَنْ يُدْرِكَكَ وَ أَنْتَ عَلَى حَالٍ سَيِّئَةٍ قَدْ كُنْتَ تُحَدِّثُ نَفْسَكَ مِنْهَا بِالتَّوْبَةِ فَيَحُولَ بَيْنَكَ وَ بَيْنَ ذَلِكَ فَإِذَا أَنْتَ قَدْ أَهْلَكْتَ نَفْسَكَ يَا بُنَيَّ أَكْثِرْ مِنْ ذِكْرِ الْمَوْتِ وَ ذِكْرِ مَا تَهْجُمُ عَلَيْهِ وَ تُفْضِي بَعْدَ الْمَوْتِ إِلَيْهِ حَتَّى يَأْتِيَكَ وَ قَدْ أَخَذْتَ مِنْهُ حِذْرَكَ وَ شَدَدْتَ لَهُ أَزْرَكَ وَ لَا يَأْتِيَكَ بَغْتَةً فَيَبْهَرَكَ وَ إِيَّاكَ أَنْ تَغْتَرَّ بِمَا تَرَى مِنْ إِخْلَادِ أَهْلِ الدُّنْيَا إِلَيْهَا وَ تَكَالُبِهِمْ عَلَيْهَا فَقَدْ نَبَّأَكَ اللَّهُ عَنْهَا وَ نَعَتْ لَكَ  نَفْسَهَا وَ تَكَشَّفَتْ لَكَ عَنْ مَسَاوِيهَا فَإِنَّمَا أَهْلُهَا كِلَابٌ عَاوِيَةٌ وَ سِبَاعٌ ضَارِيَةٌ يَهِرُّ بَعْضُهَا بَعْضًا وَ يَأْكُلُ عَزِيزُهَا ذَلِيلَهَا وَ يَقْهَرُ كَبِيرُهَا صَغِيرَهَا نَعَمٌ مُعَقَّلَةٌ  وَ أُخْرَى مُهْمَلَةٌ قَدْ أَضَلَّتْ عُقُولَهَا وَ رَكِبَتْ مَجْهُولَهَا سُرُوحُ عَاهَةٍ بِوَادٍ وَعْثٍ  لَيْسَ لَهَا رَاعٍ يُقِيمُهَا وَ لَا مُسِيمٌ يُسِيمُهَا سَلَكَتْ بِهِمُ الدُّنْيَا طَرِيقَ الْعَمَى وَ أَخَذَتْ بِأَبْصَارِهِمْ عَنْ مَنَارِ الْهُدَى فَتَاهُوا فِي حَيْرَتِهَا وَ غَرِقُوا فِي نِعْمَتِهَا وَ اتَّخَذُوهَا رَبّاً فَلَعِبَتْ بِهِمْ وَ لَعِبُوا بِهَا وَ نَسُوا مَا وَرَاءَهَا رُوَيْداً يُسْفِرُ الظَّلَامُ كَأَنْ قَدْ وَرَدَتِ الْأَظْعَانُ يُوشِكُ مَنْ أَسْرَعَ أَنْ يَلْحَقَ وَ اعْلَمْ يَا بُنَيَّ  أَنَّ مَنْ كَانَتْ مَطِيَّتُهُ اللَّيْلَ وَ النَّهَارَ فَإِنَّهُ يُسَارُ بِهِ وَ إِنْ كَانَ وَاقِفاً وَ يَقْطَعُ الْمَسَافَةَ وَ إِنْ كَانَ مُقِيماً وَادِعاً وَ اعْلَمْ يَقِيناً أَنَّكَ لَنْ تَبْلُغَ أَمَلَكَ وَ لَنْ تَعْدُوَ أَجَلَكَ وَ أَنَّكَ فِي سَبِيلِ مَنْ كَانَ قَبْلَكَ فَخَفِّضْ فِي الطَّلَبِ وَ أَجْمِلْ فِي الْمُكْتَسَبِ فَإِنَّهُ رُبَّ طَلَبٍ قَدْ جَرَّ إِلَى حَرَبٍ وَ لَيْسَ  كُلُّ طَالِبٍ بِمَرْزُوقٍ وَ لَا كُلُّ مُجْمِلٍ بِمَحْرُومٍ وَ أَكْرِمْ نَفْسَكَ عَنْ كُلِّ دَنِيَّةٍ وَ إِنْ سَاقَتْكَ إِلَى الرَّغَائِبِ فَإِنَّكَ لَنْ تَعْتَاضَ بِمَا تَبْذُلُ مِنْ نَفْسِكَ عِوَضاً وَ لَا تَكُنْ عَبْدَ غَيْرِكَ وَ قَدْ جَعَلَكَ اللَّهُ حُرّاً وَ مَا خَيْرُ خَيْرٍ لَا يُنَالُ إِلَّا بِشَرٍّ وَ يُسْرٍ لَا يُنَالُ إِلَّا بِعُسْرٍ وَ إِيَّاكَ أَنْ تُوجِفَ بِكَ مَطَايَا الطَّمَعِ فَتُورِدَكَ مَنَاهِلَ الْهَلَكَةِ وَ إِنِ اسْتَطَعْتَ أَلَّا يَكُونَ بَيْنَكَ وَ بَيْنَ اللَّهِ ذُو نِعْمَةٍ فَافْعَلْ فَإِنَّكَ مُدْرِكٌ قِسْمَكَ وَ آخِذٌ سَهْمَكَ وَ إِنَّ الْيَسِيرَ مِنَ اللَّهِ سُبْحَانَهُ أَعْظَمُ وَ أَكْرَمُ مِنَ الْكَثِيرِ مِنْ خَلْقِهِ وَ إِنْ كَانَ كُلٌّ مِنْهُ وَ تَلَافِيكَ مَا فَرَطَ مِنْ صَمْتِكَ أَيْسَرُ مِنْ إِدْرَاكِكَ مَا فَاتَ مِنْ مَنْطِقِكَ وَ حِفْظُ مَا فِي الْوِعَاءِ بِشَدِّ الْوِكَاءِ وَ حِفْظُ مَا فِي يَدَيْكَ أَحَبُّ إِلَيَّ مِنْ طَلَبِ مَا فِي  يَدِ غَيْرِكَ وَ مَرَارَةُ الْيَأْسِ خَيْرٌ مِنَ الطَّلَبِ إِلَى النَّاسِ وَ الْحِرْفَةُ مَعَ الْعِفَّةِ خَيْرٌ مِنَ الْغِنَى مَعَ الْفُجُورِ وَ الْمَرْءُ أَحْفَظُ لِسِرِّهِ وَ رُبَّ سَاعٍ فِيمَا يَضُرُّهُ مَنْ أَكْثَرَ أَهْجَرَ وَ مَنْ تَفَكَّرَ أَبْصَرَ قَارِنْ أَهْلَ الْخَيْرِ تَكُنْ مِنْهُمْ وَ بَايِنْ أَهْلَ الشَّرِّ تَبِنْ عَنْهُمْ بِئْسَ الطَّعَامُ الْحَرَامُ وَ ظُلْمُ الضَّعِيفِ أَفْحَشُ الظُّلْمِ إِذَا كَانَ الرِّفْقُ خُرْقاً كَانَ الْخُرْقُ رِفْقاً رُبَّمَا كَانَ الدَّوَاءُ دَاءً وَ الدَّاءُ دَوَاءً وَ رُبَّمَا نَصَحَ غَيْرُ النَّاصِحِ وَ غَشَّ الْمُسْتَنْصَحُ وَ إِيَّاكَ وَ الِاتِّكَالَ عَلَى الْمُنَى فَإِنَّهَا بَضَائِعُ النَّوكىَ  وَ الْعَقْلُ حِفْظُ التَّجَارِبِ وَ خَيْرُ مَا جَرَّبْتَ مَا وَعَظَكَ بَادِرِ الْفُرْصَةَ قَبْلَ أَنْ تَكُونَ غُصَّةً لَيْسَ كُلُّ طَالِبٍ يُصِيبُ وَ لَا كُلُّ غَائِبٍ يَئُوبُ وَ مِنَ الْفَسَادِ إِضَاعَةُ الزَّادِ وَ مَفْسَدَةُ الْمَعَادِ وَ لِكُلِّ أَمْرٍ عَاقِبَةٌ سَوْفَ يَأْتِيكَ مَا قُدِّرَ لَكَ التَّاجِرُ مُخَاطِرٌ وَ رُبَّ يَسِيرٍ أَنْمَى مِنْ كَثِيرٍ وَ لَا خَيْرَ فِي مُعِينٍ مَهِينٍ وَ لَا فِي صَدِيقٍ ظَنِينٍ سَاهِلِ الدَّهْرَ مَا ذَلَّ لَكَ قَعُودُهُ وَ لَا تُخَاطِرْ بِشَيْءٍ رَجَاءَ أَكْثَرَ مِنْهُ وَ إِيَّاكَ أَنْ تَجْمَحَ بِكَ مَطِيَّةُ اللَّجَاجِ احْمِلْ نَفْسَكَ مِنْ أَخِيكَ عِنْدَ صَرْمِهِ عَلَى الصِّلَةِ وَ عِنْدَ صُدُودِهِ عَلَى اللَّطَفِ وَ الْمُقَارَبَةِ وَ عِنْدَ جُمُودِهِ عَلَى الْبَذْلِ وَ عِنْدَ تَبَاعُدِهِ عَلَى الدُّنُوِّ وَ عِنْدَ شِدَّتِهِ عَلَى اللِّينِ وَ عِنْدَ جُرْمِهِ عَلَى الْعُذْرِ حَتَّى كَأَنَّكَ لَهُ عَبْدٌ وَ كَأَنَّهُ ذُو نِعْمَةٍ عَلَيْكَ وَ إِيَّاكَ أَنْ تَضَعَ ذَلِكَ فِي غَيْرِ مَوْضِعِهِ أَوْ أَنْ تَفْعَلَهُ بِغَيْرِ أَهْلِهِ لَا تَتَّخِذَنَّ عَدُوَّ صَدِيقِكَ صَدِيقاً فَتُعَادِيَ صَدِيقَكَ وَ امْحَضْ أَخَاكَ النَّصِيحَةَ حَسَنَةً كَانَتْ أَوْ قَبِيحَةً وَ تَجَرَّعِ الْغَيْظَ فَإِنِّي لَمْ أَرَ وَ رُبَّ بَعِيدٍ أَقْرَبُ مِنْ قَرِيبٍ  وَ قَرِيبٍ أَبْعَدُ مِنْ بَعِيدٍ وَ الْغَرِيبُ مَنْ لَمْ يَكُنْ لَهُ حَبِيبٌ مَنْ تَعَدَّى الْحَقَّ ضَاقَ مَذْهَبُهُ وَ مَنِ اقْتَصَرَ عَلَى قَدْرِهِ كَانَ أَبْقَى لَهُ وَ أَوْثَقُ سَبَبٍ أَخَذْتَ بِهِ سَبَبٌ بَيْنَكَ وَ بَيْنَ اللَّهِ وَ مَنْ لَمْ يُبَالِكَ فَهُوَ عَدُوُّكَ قَدْ يَكُونُ الْيَأْسُ إِدْرَاكاً إِذَا كَانَ الطَّمَعُ هَلَاكاً لَيْسَ كُلُّ عَوْرَةٍ تَظْهَرُ وَ لَا كُلُّ فُرْصَةٍ تُصَابُ وَ رُبَّمَا أَخْطَأَ الْبَصِيرُ قَصْدَهُ وَ أَصَابَ الْأَعْمَى رُشْدَهُ أَخِّرِ الشَّرَّ فَإِنَّكَ إِذَا شِئْتَ تَعَجَّلْتَهُ وَ قَطِيعَةُ الْجَاهِلِ تَعْدِلُ صِلَةَ الْعَاقِلِ مَنْ أَمِنَ الزَّمَانَ خَانَهُ وَ مَنْ أَعْظَمَهُ أَهَانَهُ لَيْسَ كُلُّ مَنْ رَمَى أَصَابَ إِذَا تَغَيَّرَ السُّلْطَانُ تَغَيَّرَ الزَّمَانُ سَلْ عَنِ الرَّفِيقِ قَبْلَ الطَّرِيقِ وَ عَنِ الْجَارِ قَبْلَ الدَّارِ  إِيَّاكَ أَنْ تَذْكُرَ مِنَ الْكَلَامِ  مَا يَكُونُ مُضْحِكاً وَ إِنْ حَكَيْتَ ذَلِكَ عَنْ غَيْرِكَ وَ إِيَّاكَ وَ مُشَاوَرَةَ النِّسَاءِ فَإِنَّ رَأْيَهُنَّ إِلَى أَفْنٍ وَ عَزْمَهُنَّ إِلَى وَهْنٍ وَ اكْفُفْ عَلَيْهِنَّ مِنْ أَبْصَارِهِنَّ بِحِجَابِكَ إِيَّاهُنَّ فَإِنَّ شِدَّةَ الْحِجَابِ أَبْقَى عَلَيْهِنَّ وَ لَيْسَ خُرُوجُهُنَّ بِأَشَدَّ مِنْ إِدْخَالِكَ مَنْ لَا يُوثَقُ بِهِ عَلَيْهِنَّ وَ إِنِ اسْتَطَعْتَ أَنْ لَا يَعْرِفْنَ غَيْرَكَ فَافْعَلْ وَ لَا تُمَلِّكِ الْمَرْأَةَ مِنْ أَمْرِهَا مَا جَاوَزَ نَفْسَهَا (فَإِنَّ الْمَرْأَةَ رَيْحَانَةٌ وَ لَيْسَتْ بِقَهْرَمَانَةٍ وَ لَا تَعْدُ بِكَرَامَتِهَا نَفْسَهَا)  وَ لَا تُطْمِعْهَا فِي أَنْ تَشْفَعَ لِغَيْرِهَا  وَ إِيَّاكَ وَ التَّغَايُرَ فِي غَيْرِ مَوْضِعِ غَيْرَةٍ فَإِنَّ ذَلِكَ يَدْعُو الصَّحِيحَةَ إِلَى السَّقَمِ وَ الْبَرِيئَةَ إِلَى الرَّيْبِ جُرْعَةً أَحْلَى مِنْهَا عَاقِبَةً وَ لَا أَلَذَّ مَغَبَّةً وَ لِنْ لِمَنْ غَالَظَكَ فَإِنَّهُ يُوشِكُ أَنْ يَلِينَ لَكَ وَ خُذْ عَلَى عَدُوِّكَ بِالْفَضْلِ فَإِنَّهُ أَحْلَى الظَّفَرَيْنِ وَ إِنْ أَرَدْتَ قَطِيعَةَ أَخِيكَ فَاسْتَبْقِ لَهُ مِنْ نَفْسِكَ بَقِيَّةً يَرْجِعُ إِلَيْهَا إِنْ بَدَا لَهُ ذَلِكَ يَوْماً مَا وَ مَنْ ظَنَّ بِكَ خَيْراً فَصَدِّقْ ظَنَّهُ وَ لَا تُضِيعَنَّ حَقَّ أَخِيكَ اتِّكَالًا عَلَى مَا بَيْنَكَ وَ بَيْنَهُ فَإِنَّهُ لَيْسَ لَكَ بِأَخٍ مَنْ أَضَعْتَ حَقَّهُ وَ لَا يَكُنْ أَهْلُكَ أَشْقَى الْخَلْقِ بِكَ وَ لَا تَرْغَبَنَّ فِيمَنْ زَهِدَ عَنْكَ  وَ لَا يَكُونَنَّ أَخُوكَ  أَقْوَى عَلَى قَطِيعَتِكَ مِنْكَ عَلَى صِلَتِهِ وَ لَا يَكُونَنَّ عَلَى الْإِسَاءَةِ أَقْوَى  مِنْكَ عَلَى الْإِحْسَانِ وَ لَا يَكْبُرَنَّ عَلَيْكَ ظُلْمُ مَنْ ظَلَمَكَ فَإِنَّهُ يَسْعَى فِي مَضَرَّتِهِ وَ نَفْعِكَ وَ لَيْسَ جَزَاءُ مَنْ سَرَّكَ أَنْ تَسُوءَهُ وَ اعْلَمْ يَا بُنَيَّ أَنَّ الرِّزْقَ رِزْقَانِ رِزْقٌ تَطْلُبُهُ وَ رِزْقٌ يَطْلُبُكَ فَإِنْ أَنْتَ لَمْ تَأْتِهِ أَتَاكَ مَا أَقْبَحَ الْخُضُوعَ عِنْدَ الْحَاجَةِ وَ الْجَفَاءَ عِنْدَ الْغِنَى إِنَّمَا لَكَ مِنْ  دُنْيَاكَ مَا أَصْلَحْتَ بِهِ مَثْوَاكَ وَ إِنْ  جَزِعْتَ عَلَى مَا تَفَلَّتَ مِنْ يَدَيْكَ فَاجْزَعْ عَلَى كُلِّ مَا لَمْ يَصِلْ إِلَيْكَ اسْتَدِلَّ عَلَى مَا لَمْ يَكُنْ بِمَا قَدْ كَانَ فَإِنَّ الْأُمُورَ أَشْبَاهٌ وَ لَا تَكُونَنَّ مِمَّنْ لَا تَنْفَعُهُ الْعِظَةُ إِلَّا إِذَا بَالَغْتَ فِي إِيلَامِهِ فَإِنَّ الْعَاقِلَ يَتَّعِظُ بِالأَدَبِ وَ الْبَهَائِمَ لَا تَتَّعِظُ إِلَّا بِالضَّرْبِ اطْرَحْ عَنْكَ وَارِدَاتِ الْهُمُومِ بِعَزَائِمِ الصَّبْرِ وَ حُسْنِ الْيَقِينِ مَنْ تَرَكَ الْقَصْدَ جَارَ وَ الصَّاحِبُ  مُنَاسِبٌ وَ الصَّدِيقُ مَنْ صَدَقَ غَيْبُهُ وَ الْهَوَى شَرِيكُ الْعَمَى  وَ اجْعَلْ لِكُلِّ إِنْسَانٍ مِنْ خَدَمِكَ عَمَلًا تَأْخُذُهُ بِهِ فَإِنَّهُ أَحْرَى أَنْ لَا يَتَوَاكَلُوا فِي خِدْمَتِكَ وَ أَكْرِمْ عَشِيرَتَكَ فَإِنَّهُمْ جَنَاحُكَ الَّذِي بِهِ تَطِيرُ وَ أَصْلُكَ الَّذِي إِلَيْهِ تَصِيرُ وَ يَدُكَ الَّتِي بِهَا تَصُولُ أَسْتَوْدِعُ اللَّهَ دِينَكَ وَ دُنْيَاكَ وَ اسْأَلْهُ خَيْرَ الْقَضَاءِ لَكَ فِي الْعَاجِلَةِ وَ الْآجِلَةِ وَ الدُّنْيَا وَ الْآخِرَةِ وَ السَّلَامُ"]