["أَمَّا بَعْدُ فَإِنِّي كُنْتُ أَشْرَكْتُكَ فِي أَمَانَتِي وَ جَعَلْتُكَ شِعَارِي وَ بِطَانَتِي وَ لَمْ يَكُنْ فِى أَهْلِى  رَجُلٌ أَوْثَقَ مِنْكَ فِي نَفْسِي لِمُوَاسَاتِي وَ مُوَازَرَتِي وَ أَدَاءِ الْأَمَانَةِ إِلَيَّ فَلَمَّا رَأَيْتَ الزَّمَانَ عَلَى ابْنِ عَمِّكَ قَدْ كَلِبَ وَ الْعَدُوَّ قَدْ حَرِبَ وَ أَمَانَةَ النَّاسِ قَدْ خَزِيَتْ وَ هَذِهِ الْأُمَّةَ قَدْ فَتَنَتْ  وَ شَغَرَتْ قَلَبْتَ لِابْنِ عَمِّكَ ظَهْرَ الْمِجَنِّ فَفَارَقْتَهُ مَعَ الْمُفَارِقِينَ وَ خَذَلْتَهُ مَعَ الْخَاذِلِينَ وَ خُنْتَهُ مَعَ الْخَائِنِينَ فَلَا ابْنَ عَمِّكَ آسَيْتَ وَ لَا الْأَمَانَةَ أَدَّيْتَ وَ كَأَنَّكَ لَمْ تَكُنِ اللَّهَ تُرِيدُ بِجِهَادِكَ وَ كَأَنَّكَ لَمْ تَكُنْ عَلَى بَيِّنَةٍ مِنْ رَبِّكَ وَ كَأَنَّكَ إِنَّمَا كُنْتَ تَكِيدُ هَذِهِ الْأُمَّةَ عَنْ دُنْيَاهُمْ وَ تَنْوِي غِرَّتَهُمْ عَنْ فَيْئِهِمْ فَلَمَّا أَمْكَنَتْكَ الشِّدَّةُ فِي خِيَانَةِ الْأُمَّةِ أَسْرَعْتَ الْكَرَّةَ وَ عَاجَلْتَ الْوَثْبَةَ وَ اخْتَطَفْتَ مَا قَدَرْتَ عَلَيْهِ مِنْ أَمْوَالِهِمُ الْمَصُونَةِ لِأَرَامِلِهِمْ وَ أَيْتَامِهِمِ اخْتِطَافَ الذِّئْبِ الْأَزَلِّ دَامِيَةَ الْمِعْزَى الْكَسِيرَةَ فَحَمَلْتَهُ إِلَى الْحِجَازِ رَحِيبَ الصَّدْرِ تَحْمِلُهُ  غَيْرَ مُتَأَثِّمٍ مِنْ أَخْذِهِ كَأَنَّكَ لَا أَبَا لِغَيْرِكَ حَدَرْتَ إِلَى أَهْلِكَ تُرَاثَكَ مِنْ أَبِيكَ وَ أُمِّكَ فَسُبْحَانَ اللَّهِ أَ مَا تُؤْمِنُ بِالْمَعَادِ أَ وَ مَا تَخَافُ مِنْ نِقَاشِ الْحِسَابِ  أَيُّهَا الْمَعْدُودُ كَانَ عِنْدَنَا مِنْ ذَوِى الْأَلْبَابِ  كَيْفَ تُسِيغُ شَرَاباً وَ طَعَاماً أَنْتَ تَعْلَمُ أَنَّكَ تَأْكُلُ حَرَاماً وَ تَشْرَبُ حَرَاماً وَ تَبْتَاعُ الْإِمَاءَ وَ تَنْكِحُ النِّسَاءَ  مِنْ مَالِ الْيَتَامَى وَ الْمَسَاكِينِ وَ الْمُؤْمِنِينَ الْمُجَاهِدِينَ الَّذِينَ أَفَاءَ اللَّهُ عَلَيْهِمْ هَذِهِ الْأَمْوَالَ وَ أَحْرَزَ بِهِمْ هَذِهِ الْبِلَادَ فَاتَّقِ اللَّهَ وَ ارْدُدْ إِلَى هَؤُلَاءِ الْقَوْمِ أَمْوَالَهُمْ فَإِنَّكَ إِنْ لَمْ تَفْعَلْ ثُمَّ أَمْكَنَنِي اللَّهُ مِنْكَ لَأُعْذِرَنَّ إِلَى اللَّهِ فِيكَ وَ لَأَضْرِبَنَّكَ بِسَيْفِيَ الَّذِي مَا ضَرَبْتُ بِهِ أَحَداً إِلَّا دَخَلَ النَّارَ وَ اللَّهِ لَوْ أَنَّ الْحَسَنَ وَ الْحُسَيْنَ فَعَلَا مِثْلَ الَّذِي فَعَلْتَ مَا كَانَتْ لَهُمَا عِنْدِي هَوَادَةٌ وَ لَا ظَفِرَا مِنِّي بِإِرَادَةٍ حَتَّى اخُذَ الْحَقَّ مِنْهُمَا وَ أُزِيحَ الْبَاطِلَ  عَنْ مَظْلَمَتِهِمَا وَ أُقْسِمُ بِاللَّهِ رَبِّ الْعَالَمِينَ مَا يَسُرُّنِي أَنَّ مَا أَخَذْتَهُ مِنْ أَمْوَالِهِمْ حَلَالٌ لِي أَتْرُكُهُ مِيرَاثاً لِمَنْ بَعْدِي فَضَحِّ رُوَيْداً فَكَأَنَّكَ قَدْ بَلَغْتَ الْمَدَى وَ دُفِنْتَ تَحْتَ الثَّرَى وَ عُرِضَتْ عَلَيْكَ أَعْمَالُكَ بِالْمَحَلِّ الَّذِي يُنَادِي الظَّالِمُ فِيهِ بِالْحَسْرَةِ وَ يَتَمَنَّى الْمُضَيِّعُ فِيهِ الرَّجْعَةَ وَ لاتَ حِينَ مَناصٍ"]