["أَمَّا بَعْدُ فَإِنَّ الدُّنْيَا مَشْغَلَةٌ عَنْ غَيْرِهَا وَ لَمْ يُصِبْ صَاحِبُهَا مِنْهَا شَيْئاً إِلَّا فَتَحَتْ لَهُ حِرْصاً عَلَيْهَا وَ لَهَجاً بِهَا وَ لَنْ يَسْتَغْنِيَ صَاحِبُهَا بِمَا نَالَ فِيهَا عَمَّا لَمْ يَبْلُغْهُ مِنْهَا وَ مِنْ وَرَاءِ ذَلِكَ فِرَاقُ مَا جَمَعَ وَ نَقْضُ مَا أَبْرَمَ وَ لَوِ اعْتَبَرْتَ بِمَا مَضَى حَفِظْتَ مَا بَقِيَ وَ السَّلَامُ أُوصِيكُمَا بِتَقْوَى اللَّهِ وَ أَلَّا تَبْغِيَا الدُّنْيَا وَ إِنْ بَغَتْكُمَا وَ لَا تَأْسَفَا عَلَى شَيْءٍ مِنْهَا زُوِيَ عَنْكُمَا وَ قُولَا بِالْحَقِّ وَ اعْمَلَا لِلْأَجْرِ  وَ كُونَا لِلظَّالِمِ خَصْماً وَ لِلْمَظْلُومِ عَوْناً أُوصِيكُمَا وَ جَمِيعَ وَلَدِي وَ أَهْلِي وَ مَنْ بَلَغَهُ كِتَابِي بِتَقْوَى اللَّهِ وَ نَظْمِ أَمْرِكُمْ وَ صَلَاحِ ذَاتِ بَيْنِكُمْ فَإِنِّي سَمِعْتُ جَدَّكُمَا (صلى الله عليه واله) يَقُولُ صَلَاحُ ذَاتِ الْبَيْنِ أَفْضَلُ مِنْ عَامَّةِ الصَّلَاةِ وَ الصِّيَامِ اللَّهَ اللَّهَ فِي الْأَيْتَامِ فَلَا تُغِبُّوا أَفْوَاهَهُمْ وَ لَا يَضِيعُوا بِحَضْرَتِكُمْ وَ اللَّهَ اللَّهَ فِي جِيرَانِكُمْ فَإِنَّهُمْ وَصِيَّةُ نَبِيِّكُمْ مَا زَالَ يُوصِي بِهِمْ حَتَّى ظَنَنَّا أَنَّهُ سَيُوَرِّثُهُمْ وَ اللَّهَ اللَّهَ فِي الْقُرْآنِ لَا يَسْبِقُكُمْ بِالْعَمَلِ بِهِ غَيْرُكُمْ وَ اللَّهَ اللَّهَ فِي الصَّلَاةِ فَإِنَّهَا عَمُودُ دِينِكُمْ وَ اللَّهَ اللَّهَ فِي بَيْتِ رَبِّكُمْ لَا تُخَلُّوهُ مَا بَقِيتُمْ فَإِنَّهُ إِنْ تُرِكَ لَمْ تُنَاظَرُوا وَ اللَّهَ اللَّهَ فِي الْجِهَادِ بِأَمْوَالِكُمْ وَ أَنْفُسِكُمْ وَ أَلْسِنَتِكُمْ فِي سَبِيلِ اللَّهِ وَ عَلَيْكُمْ بِالتَّوَاصُلِ وَ التَّبَاذُلِ وَ إِيَّاكُمْ وَ التَّدَابُرَ وَ التَّقَاطُعَ لَا تَتْرُكُوا الْأَمْرَ بِالْمَعْرُوفِ وَ النَّهْيَ عَنِ الْمُنْكَرِ فَيُوَلَّى عَلَيْكُمْ أَشْرَارُكُمْ  ثُمَّ تَدْعُونَ فَلَا يُسْتَجَابُ لَكُمْ ثُمَّ قَالَ يَا بَنِي عَبْدِ الْمُطَّلِبِ لَا أُلْفِيَنَّكُمْ تَخُوضُونَ دِمَاءَ الْمُسْلِمِينَ خَوْضاً تَقُولُونَ قُتِلَ أَمِيرُ الْمُؤْمِنِينَ قُتِلَ أَمِيُر الْمُؤْمِنِينَ أَلَا لَا يُقْتَلُنَّ بِي إِلَّا قَاتِلِي انْظُرُوا إِذَا أَنَا مُتُّ مِنْ ضَرْبَتِهِ هَذِهِ فَاضْرِبُوهُ ضَرْبَةً بِضَرْبَةٍ وَ لَا يُمَثَّلُ بِالرَّجُلِ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ (صلى الله عليه واله) يَقُولُ إِيَّاكُمْ وَ الْمُثْلَةَ وَ لَوْ بِالْكَلْبِ الْعَقُورِ"]