["حين اضطرب أمر أميرها محمد بن أبي بكر و هو أطول عهد كتبه و أجمعه للمحاسن\n\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا مَا أَمَرَ بِهِ عَبْدُ اللَّهِ عَلِيٌّ أَمِيرُ الْمُؤْمِنِينَ مَالِكَ بْنَ الْحَارِثِ الْأَشْتَرَ فِي عَهْدِهِ إِلَيْهِ حِينَ وَلَّاهُ مِصْرَ جِبْوَةَ خَرَاجِهَا  وَ جِهَادَ عَدُوِّهَا وَ اسْتِصْلَاحَ أَهْلِهَا وَ عِمَارَةَ بِلَادِهَا أَمَرَهُ بِتَقْوَى اللَّهِ وَ إِيْثَارِ طَاعَتِهِ وَ اتِّبَاعِ مَا أَمَرَ بِهِ فِي كِتَابِهِ مِنْ فَرَائِضِهِ وَ سُنَنِهِ الَّتِي لَا يَسْعَدُ أَحَدٌ إِلَّا بِاتِّبَاعِهَا وَ لَا يَشْقَى إِلَّا مَعَ جُحُودِهَا وَ إِضَاعَتِهَا وَ أَنْ يَنْصُرَ اللَّهَ سُبْحَانَهُ بِقَلْبِهِ وَ يَدِهِ  وَ لِسَانِهِ فَإِنَّهُ مِنْ عَبْدِ اللَّهِ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ إِلَى أَصْحَابِ الْخَرَاجِ أَمَّا بَعْدُ فَإِنَّ مَنْ لَمْ يَحْذَرْ مَا هُوَ صَائِرٌ إِلَيْهِ لَمْ يُقَدِّمْ لِنَفْسِهِ مَا يُحْرِزُهَا وَ اعْلَمُوا أَنَّ مَا كُلِّفْتُمْ يَسِيرٌ وَ أَنَّ ثَوَابَهُ كَثِيرٌ وَ لَوْ لَمْ يَكُنْ فِيمَا نَهَى اللَّهُ عَنْهُ مِنَ الْبَغْيِ وَ الْعُدْوَانِ عِقَابٌ يُخَافُ لَكَانَ فِي ثَوَابِ اجْتِنَابِهِ مَا لَا عُذْرَ فِي تَرْكِ طَلَبِهِ فَأَنْصِفُوا النَّاسَ مِنْ أَنْفُسِكُمْ وَ اصْبِرُوا لِحَوَائِجِهِمْ فَإِنَّكُمْ خُزَّانُ الرَّعِيَّةِ وَ وُكَلَاءُ الْأُمَّةِ وَ سُفَرَاءُ الْأَئِمَّةِ وَ لَا تَحْسِمُوا  أَحَداً عَنْ حَاجَتِهِ وَ لَا تَحْبِسُوهُ عَنْ طَلِبَتِهِ وَ لَا تَبِيعُنَّ لِلنَّاسِ فِي الْخَرَاجِ كِسْوَةَ شِتَاءٍ وَ لَا صَيْفٍ وَ لَا دَابَّةً يَعْتَمِلُونَ عَلَيْهَا وَ لَا عَبْداً وَ لَا تَضْرِبُنَّ أَحَداً سَوْطاً لِمَكَانِ دِرْهَمٍ وَ لَا تَمَسُّنَّ مَالَ أَحَدٍ مِنَ النَّاسِ مُصَلٍّ وَ لَا مُعَاهِدٍ إِلَّا أَنْ تَجِدُوا فَرَساً أَوْ سِلَاحاً يُعْدَى بِهِ عَلَى أَهْلِ الْإِسْلَامِ فَإِنَّهُ لَا يَنْبَغِي لِلْمُسْلِمِ أَنْ يَدَعَ ذَلِكَ فِي أَيْدِي أَعْدَاءِ الْإِسْلَامِ فَيَكُونَ شَوْكَةً  عَلَيْهِ وَ لَا تَدَّخِرُوا أَنْفُسَكُمْ نَصِيحَةً وَ لَا الْجُنْدَ حُسْنَ سِيرَةٍ وَ لَا الرَّعِيَّةَ مَعُونَةً وَ لَا دِينَ اللَّهِ قُوَّةً وَ أَبْلُوا فِي سَبِيلِهِ مَا اسْتَوْجَبَ  عَلَيْكُمْ فَإِنَّ اللَّهَ سُبْحَانَهُ قَدِ اصْطَنَعَ عِنْدَنَا وَ عِنْدَكُمْ أَنْ نَشْكُرَهُ بِجُهْدِنَا وَ أَنْ نَنْصُرَهُ بِمَا بَلَغَتْ قُوَّتُنَا وَ لَا قُوَّةَ إِلَّا بِاللَّهِ (الْعَلِيِّ الْعَظِيمِ)"]