["و هو عامله على هيت ينكر عليه تركه دفع من يجتاز به من جيش العدو طالبا للغارة تَكُونُ الْمُصِيبَةُ بِهِ عَلَيَّ أَعْظَمَ مِنْ فَوْتِ وِلَايَتِكُمُ الَّتِي إِنَّمَا هِيَ مَتَاعُ أَيَّامٍ قَلَائِلَ يَزُولُ مِنْهَا مَا كَانَ كَمَا يَزُولُ السَّرَابُ أَوْ كَمَا يَتَقَشَّعُ السَّحَابُ فَنَهَضْتُ فِي تِلْكَ الْأَحْدَاثِ حَتَّى زَاحَ الْبَاطِلُ وَ زَهَقَ وَ اطْمَأَنَّ الدِّينُ وَ تَنَهْنَهَ وَ مِنْ هَذَا الْكِتَابِ إِنِّي وَ اللَّهِ لَوْ لَقِيتُهُمْ وَاحِداً  وَ هُمْ طِلَاعُ الْأَرْضِ كُلِّهَا مَا بَالَيْتُ وَ لَا اسْتَوْحَشْتُ وَ إِنِّي مِنْ ضَلَالِهِمُ الَّذِي هُمْ فِيهِ وَ الْهُدَى الَّذِي أَنَا عَلَيْهِ لَعَلَى بَصِيرَةٍ مِنْ نَفْسِي وَ يَقِينٍ مِنْ رَبِّي وَ إِنِّي إِلَى لِقَاءِ اللَّهِ لَمُشْتَاقٌ وَ لِحُسْنِ ثَوَابِهِ لَمُنْتَظِرٌ رَاجٍ وَ لَكِنَّنِي آسَى أَنْ يَلِيَ أَمْرَ هَذِهِ الْأُمَّةِ سُفَهَاؤُهَا وَ فُجَّارُهَا فَيَتَّخِذُوا مَالَ اللَّهِ دُوَلًا وَ عِبَادَهُ خَوَلًا وَ الصَّالِحِينَ حَرْباً وَ الْفَاسِقِينَ حِزْباً فَإِنَّ مِنْهُمُ الَّذِي شَرِبَ فِيكُمُ الْحَرَامَ وَ جُلِدَ حَدّاً فِي الْإِسْلَامِ وَ إِنَّ مِنْهُمْ مَنْ لَمْ يُسْلِمْ حَتَّى رُضِخَتْ لَهُ عَلَى الْإِسْلَامِ الرَّضَائِخُ فَلَوْ لَا ذَلِكَ مَا أَكْثَرْتُ تَأْلِيبَكُمْ وَ تَأْنِيبَكُمْ وَ جَمْعَكُمْ وَ تَحْرِيضَكُمْ وَ لَتَرَكْتُكُمْ  إِذْ أَبَيْتُمْ وَ وَنَيْتُمْ أَ لَا تَرَوْنَ إِلَى أَطْرَافِكُمْ قَدِ انْتَقَصَتْ وَ إِلَى أَمْصَارِكُمْ قَدِ افْتُتِحَتْ وَ إِلَى مَمَالِكِكُمْ تُزْوَى وَ إِلَى بِلَادِكُمْ تُغْزَى انْفِرُوا رَحِمَكُمُ اللَّهُ إِلَى قِتَالِ عَدُوِّكُمْ وَ لَا تَثَاقَلُواْ إِلَى الْأَرْضِ فَتُقِرُّوا  بِالْخَسْفِ وَ تَبُوءُوا أَمَّا بَعْدُ فَإِنَّ تَضْيِيعَ الْمَرْءِ مَا وُلِّيَ وَ تَكَلُّفَهُ مَا كُفِيَ لَعَجْزٌ حَاضِرٌ وَ رَأْيٌ مُتَبَّرٌ وَ إِنَّ تَعَاطِيَكَ الْغَارَةَ عَلَى أَهْلِ قِرْقِيسِيَا وَ تَعْطِيلَكَ مَسَالِحَكَ الَّتِي وَلَّيْنَاكَ لَيْسَ لَهَا  مَنْ يَمْنَعُهَا وَ لَا يَرُدُّ الْجَيْشَ عَنْهَا لَرَأْيٌ شَعَاعٌ فَقَدْ صِرْتَ جِسْراً لِمَنْ أَرَادَ الْغَارَةَ مِنْ أَعْدَائِكَ عَلَى أَوْلِيَائِكَ غَيْرَ شَدِيدِ الْمَنْكِبِ وَ لَا مَهِيبِ الْجَانِبِ وَ لَا سَادٍّ ثُغْرَةً وَ لَا كَاسِرٍ  لِعَدُوٍّ شَوْكَةً وَ لَا مُغْنٍ عَنْ أَهْلِ مِصْرِهِ وَ لَا مُجْزٍ عَنْ أَمِيرِهِ وَ السَّلَامُ"]