{
"title": "(4) و من خطبة له (عليه السلام)",
"type": "text",
"data": "بِنَا اهْتَدَيْتُمْ فِي الظَّلْمَاءِ وَ تَسَنَّمْتُمْ الْعَلْيَاءِ وَ بِنَا انفجرتم عَنِ السرار وُقِرَ سَمْعٌ لَمْ يَفْقَهِ الْوَاعِيَةَ وَ كَيْفَ يُرَاعِي النَّبْأَةَ مَنْ أَصَمَّتْهُ الصَّيْحَةُ ربط  جَنَانٌ لَمْ يُفَارِقْهُ الْخَفَقَانُ مَا زِلْتُ أَنْتَظِرُ بِكُمْ عَوَاقِبَ الْغَدْرِ وَ أَتَوَسَّمُكُمْ بِحِلْيَةِ الْمُغْتَرِّينَ [حَتَّى] سَتَرَنِي عَنْكُمْ جِلْبَابُ الدِّينِ وَ بَصَّرَنِيكُمْ صِدْقُ النِّيَّةِ أَقَمْتُ لَكُمْ عَلَى سَنَنِ الْحَقِّ فِي جَوَادِّ الْمَضَلَّةِ حَيْثُ تَلْتَقُونَ وَ لَا دَلِيلَ وَ تَحْتَفِرُونَ وَ لَا تُمِيهُونَ  الْيَوْمَ أُنْطِقُ لَكُمُ الْعَجْمَاءَ ذَاتَ الْبَيَانِ عَزَبَ رَأْيُ  امْرِئٍ تَخَلَّفَ عَنِّي مَا شَكَكْتُ فِي الْحَقِّ مُذْ أُرِيتُهُ  لَمْ يُوجِسْ مُوسَى (عليه السلام) خِيفَةً عَلَى نَفْسِهِ بَلْ أَشْفَقَ مِنْ غَلَبَةِ الْجُهَّالِ وَ دُوَلِ الضَّلَالِ  الْيَوْمَ توافقنا عَلَى سَبِيلِ الْحَقِّ وَ الْبَاطِلِ مَنْ وَثِقَ بِمَاءٍ لَمْ يَظْمَأْ قَالُوا وَ قَامَ إِلَيْهِ رَجُلٌ مِنْ أَهْلِ السَّوَادِ عِنْدَ بُلُوغِهِ إِلَى هَذَا الْمَوْضِعِ مِنْ خُطْبَتِهِ فَنَاوَلَهُ كِتَاباً فَأَقْبَلَ يَنْظُرُ فِيهِ (فَلَمَّا فَرَغَ مِنْ قِرَاءَتِهِ)  قَالَ لَهُ ابْنُ عَبَّاسٍ يَا أَمِيرَ الْمُؤْمِنِينَ لَوِ اطردت مقالتك  مِنْ حَيْثُ أَفْضَيْتَ فَقَالَ هَيْهَاتَ يَا ابْنَ عَبَّاسٍ تِلْكَ شِقْشِقَةٌ هَدَرَتْ ثُمَّ قَرَّتْ قَالَ ابْنُ عَبَّاسٍ فَوَاللَّهِ مَا أَسَفْتُ عَلَى كَلَامٍ قَطُّ كَأَسَفِي عَلَى هَذَا الْكَلَامِ  أن لا يَكُونَ أَمِيرُ الْمُؤْمِنِينَ (عليه السلام) بَلَغَ مِنْهُ حَيْثُ أَرَادَ \n\nقوله (عليه السلام) فى هذه الخطبة كراكب الصعبة إن أشنق لها خرم و إن أسلس لها تقحم يريد أنه إذا شدد عليها في جذب الزمام و هي تنازعه رأسها خرم أنفها و إن أرخى لها شيئا مع صعوبتها تقحمت به فلم يملكها يقال أشنق الناقة إذا جذب رأسها بالزمام فرفعه و شنقها أيضا ذكر ذلك ابن السكيت في إصلاح المنطق و إنما قال (عليه السلام) أشنق لها و لم يقل أشنقها لأنه جعله في مقابلة قوله أسلس لها فكأنه قال إن رفع لها رأسها بمعنى أمسكه عليها بالزمام و فى الحديث أن رسول الله (صلى الله عليه واله) خطب على ناقته و قد شنق لها فهى تقصع بجرتها و من الشاهد على أن أشنق بمعنى شنق قول عدى بن زيد العبادى"
}