["أَمَّا بَعْدُ فَإِنَّا كُنَّا نَحْنُ وَ أَنْتُمْ عَلَى مَا ذَكَرْتَ مِنَ الْأُلْفَةِ وَ الْجَمَاعَةِ فَفَرَّقَ بَيْنَنَا وَ بَيْنَكُمْ أَمْسِ أَنَّا آمَنَّا وَ كَفَرْتُمْ وَ الْيَوْمَ أَنَّا اسْتَقَمْنَا وَ فُتِنْتُمْ وَ مَا أَسْلَمَ مُسْلِمُكُمْ إِلَّا كُرْهاً وَ بَعْدَ أَنْ كَانَ أَنْفُ الْإِسْلَامِ كُلُّهُ لِرَسُولِ اللَّهِ (صلى الله عليه واله) حِزْباً  وَ ذَكَرْتَ أَنِّي قَتَلْتُ طَلْحَةَ وَ الزُّبَيْرَ وَ شَرَّدْتُ بِعَائِشَةَ وَ نَزَلْتُ بَيْنَ الْمِصْرَيْنِ وَ ذَلِكَ أَمْرٌ غِبْتَ عَنْهُ فَلَا عَلَيْكَ وَ لَا الْعُذْرُ فِيهِ إِلَيْكَ وَ ذَكَرْتَ أَنَّكَ زَائِرِي فِي الْمُهَاجِرِينَ وَ الْأَنْصَارِ وَ قَدِ انْقَطَعَتِ الْهِجْرَةُ يَوْمَ أُسِرَ أَخُوكَ فَإِنْ كَانَ فِيكَ عَجَلٌ فَاسْتَرْفِهْ فَإِنِّي إِنْ أَزُرْكَ فَذَلِكَ جَدِيرٌ أَنْ يَكُونَ اللَّهُ إِنَّمَا بَعَثَنِي إِلَيْكَ لِلنِّقْمَةِ مِنْكَ وَ إِنْ تَزُرْنِي فَكَمَا قَالَ أَخُو بَنِي أَسَدٍ\n\nبِحَاصِبٍ بَيْنَ أَغْوَارٍ وَ جُلْمُودٍ مُسْتَقْبِلِينَ رِيَاحَ الصَّيْفِ تَضْرِبُهُمْ\n\nوَ عِنْدِي السَّيْفُ الَّذِي أَعْضَضْتُهُ بِجَدِّكَ وَ خَالِكَ وَ أَخِيكَ فِي مَقَامٍ وَاحِدٍ وَ إِنَّكَ وَ اللَّهِ مَا عَلِمْتُ الْأَغْلَفُ الْقَلْبِ الْمُقَارِبُ الْعَقْلِ وَ الْأَوْلَى أَنْ يُقَالَ لَكَ إِنَّكَ رَقِيتَ سُلَّماً أَطْلَعَكَ مَطْلَعَ سَوْءٍ عَلَيْكَ لَا لَكَ لِأَنَّكَ نَشَدْتَ غَيْرَ ضَالَّتِكَ وَ رَعَيْتَ غَيْرَ سَائِمَتِكَ وَ طَلَبْتَ أَمْراً لَسْتَ مِنْ أَهْلِهِ وَ لَا فِي مَعْدِنِهِ فَمَا أَبْعَدَ قَوْلَكَ مِنْ فِعْلِكَ وَ قَرِيبٌ مَا أَشْبَهْتَ مِنْ أَعْمَامٍ وَ أَخْوَالٍ كَالْخَائِضِ فِي الدَّهَاسِ وَ الْخَابِطِ فِي الدَّيْمَاسِ وَ تَرَقَّيْتَ إِلَى مَرْقَبَةٍ بَعِيدَةِ الْمَرَامِ نَازِحَةِ الْأَعْلَامِ تَقْصُرُ دُونَهَا الْأَنُوقُ وَ يُحَاذَى بِهَا الْعَيُّوقُ وَ حَاشَ لِلَّهِ أَنْ تَلِيَ لِلْمُسْلِمِينَ بَعْدِي  صَدَرًا أَوْ وِرْداً أَوْ أُجْرِيَ لَكَ عَلَى أَحَدٍ مِنْهُمْ عَقْداً أَوْ عَهْداً فَمِنَ الْآنَ فَتَدَارَكْ نَفْسَكَ وَ انْظُرْ لَهَا فَإِنَّكَ إِنْ فَرَّطْتَ حَتَّى يَنْهَدَ إِلَيْكَ عِبَادُ اللَّهِ أُرْتِجَتْ عَلَيْكَ الْأُمُورُ وَ مُنِعْتَ أَمْراً هُوَ مِنْكَ الْيَوْمَ مَقْبُولٌ وَ السَّلَامُ"]