["وَ تَمَسَّكْ بِحَبْلِ الْقُرْآنِ وَ اسْتَنْصِحْهُ  وَ أَحِلَّ حَلَالَهُ وَ حَرِّمْ حَرَامَهُ وَ صَدِّقْ بِمَا سَلَفَ مِنَ الْحَقِّ وَ اعْتَبِرْ بِمَا مَضَى مِنَ الدُّنْيَا مَا بَقِيَ مِنْهَا فَإِنَّ بَعْضَهَا يُشْبِهُ بَعْضاً  وَ آخِرَهَا لَاحِقٌ بِأَوَّلِهَا وَ كُلُّهَا حَائِلٌ مُفَارِقٌ  وَ عَظِّمِ اسْمَ اللَّهِ أَنْ تَذْكُرَهُ إِلَّا عَلَى حَقٍّ وَ أَكْثِرْ ذِكْرَ الْمَوْتِ وَ مَا بَعْدَ الْمَوْتِ وَ لَا تَتَمَنَّ الْمَوْتَ إِلَّا بِشَرْطٍ وَثِيقٍ وَ احْذَرْ كُلَّ عَمَلٍ يَرْضَاهُ صَاحِبُهُ لِنَفْسِهِ وَ يَكْرَهُ  لِعَامَّةِ الْمُسْلِمِينَ وَ احْذَرْ كُلَّ عَمَلٍ يُعْمَلُ بِهِ  فِي السِّرِّ وَ يُسْتَحَى مِنْهُ فِي الْعَلَانِيَةِ وَ احْذَرْ كُلَّ عَمَلٍ إِذَا سُئِلَ عَنْهُ صَاحِبُهُ أَنْكَرَهُ أَوْ اعْتَذَرَ مِنْهُ وَ لَا تَجْعَلْ عِرْضَكَ غَرَضاً لِنِبَالِ الْقَوْلِ  وَ لَا تُحَدِّثِ النَّاسَ بِكُلِّ مَا سَمِعْتَ  فَكَفَى بِذَلِكَ كَذِباً وَ لَا تَرُدَّ عَلَى النَّاسِ كُلَّ مَا حَدَّثُوكَ بِهِ فَكَفَى بِذَلِكَ جَهْلًا وَ اكْظِمِ الْغَيْظَ وَ تَجَاوَزْ عِنْدَ الْقُدْرَةِ  وَ احْلُمْ عِنْدَ الْغَضَبِ  وَ اصْفَحْ مَعَ الدَّوْلَةِ تَكُنْ لَكَ الْعَاقِبَةُ وَ اسْتَصْلِحْ كُلَّ نِعْمَةٍ أَنْعَمَهَا اللَّهُ عَلَيْكَ وَ لَا تُضَيِّعَنَّ نِعْمَةً مِنْ نِعَمِ اللَّهِ عِنْدَكَ وَ لْيُرَ عَلَيْكَ أَثَرُ مَا أَنْعَمَ اللَّهُ بِهِ عَلَيْكَ وَ اعْلَمْ أَنَّ أَفْضَلَ الْمُؤْمِنِينَ أَفْضَلُهُمْ تَقْدِمَةً مِنْ نَفْسِهِ وَ أَهْلِهِ  وَ مَالِهِ وَ أَنَّكَ مَا تُقَدِّمْ مِنْ خَيْرٍ يَبْقَ لَكَ ذُخْرُهُ وَ مَا تُؤَخِّرْهُ  يَكُنْ لِغَيْرِكَ لَهُمْ غَيّاً وَ لَكَ مِنْهُمْ شَافِياً فِرَارُهُمْ مِنَ الْهُدَى وَ الْحَقِّ وَ إِيضَاعُهُمْ إِلَى الْعَمَى وَ الْجَهْلِ فَإِنَّمَا هُمْ أَهْلُ دُنْيَا مُقْبِلُونَ عَلَيْهَا وَ مُهْطِعُونَ إِلَيْهَا قَدْ عَرَفُوا الْعَدْلَ وَ رَأَوْهُ وَ سَمِعُوهُ وَ وَعَوْهُ  وَ عَلِمُوا أَنَّ النَّاسَ عِنْدَنَا  فِي الْحَقِّ أُسْوَةٌ فَهَرَبُوا إِلَى الْأَثَرَةِ فَبُعْداً لَهُمْ وَ سُحْقاً إِنَّهُمْ وَ اللَّهِ لَمْ يَفِرُّوا مِنْ جَوْرٍ وَ لَمْ يَلْحَقُوا بِعَدْلٍ وَ إِنَّا لَنَطْمَعُ فِي هَذَا الْأَمْرِ أَنْ يُذَلِّلَ اللَّهُ لَنَا صَعْبَهُ وَ يُسَهِّلَ لَنَا حَزْنَهُ إِنْ شَاءَ اللَّهُ وَ السَّلَامُ عَلَيْكَ"]