{
"title": "(32) و من خطبة له (عليه السلام)",
"type": "text",
"data": "أَيُّهَا النَّاسُ إِنَّا قَدْ أَصْبَحْنَا فِي دَهْرٍ عَنُودٍ  وَ زَمَنٍ كَنُودٍ يُعَدُّ فِيهِ الْمُحْسِنُ مُسِيئاً وَ يَزْدَادُ الظَّالِمُ فِيهِ عُتُوّاً لَا نَنْتَفِعُ بِمَا عَلِمْنَا وَ لَا نَسْأَلُ عَمَّا جَهِلْنَا وَ لَا نَتَخَوَّفُ قَارِعَةً حَتَّى تَحِلَّ بِنَا فَالَّنَاسُ عَلَى أَرْبَعَةِ أَصْنَافٍ مِنْهُمْ مَنْ لَا يَمْنَعُهُ الْفَسَادَ (فِي الْأَرْضِ)  إِلَّا مَهَانَةُ نَفْسِهِ وَ كَلَالَةُ حَدِّهِ وَ نَضِيضُ وَفْرِهِ وَ مِنْهُمْ الْمُصْلِتُ لِسَيْفِهِ وَ الْمُعْلِنُ بِشَرِّهِ وَ الْمُجْلِبُ بِخَيْلِهِ وَ رَجْلِهِ قَدْ أَشْرَطَ نَفْسَهُ وَ أَوْبَقَ دِينَهُ لِحُطَامٍ يَنْتَهِزُهُ أَوْ مِقْنَبٍ يَقُودُهُ أَوْ مِنْبَرٍ يَفْرَعُهُ وَ لَبِئْسَ الْمَتْجَرُ أَنْ تَرَى الدُّنْيَا لِنَفْسِكَ ثَمَناً وَ مِمَّا لَكَ عِنْدَ اللَّهِ عِوَضاً وَ مِنْهُمْ مَنْ يَطْلُبُ الدُّنْيَا بِعَمَلِ الْآخِرَةِ وَ لَا يَطْلُبُ الْآخِرَةَ بِعَمَلِ الدُّنْيَا قَدْ طَامَنَ مِنْ شَخْصِهِ وَ قَارَبَ مِنْ خَطْوِهِ وَ شَمَّرَ مِنْ ثَوْبِهِ وَ زَخْرَفَ مِنْ نَفْسِهِ لِلْأَمَانَةِ وَ اتَّخَذَ سِتْرَ اللَّهِ ذَرِيعَةً إِلَى الْمَعْصِيَةِ وَ مِنْهُمْ مَنْ أَقْعَدَهُ  عَنْ طَلَبِ الْمُلْكِ ضُؤُولَةُ نَفْسِهِ وَ انْقِطَاعُ سَبَبِهِ فَقَصَرَتْهُ الْحَالُ عَلَى حَالِهِ فَتَحَلَّى بِاسْمِ الْقَنَاعَةِ وَ تَزَيَّنَ بِلِبَاسِ أَهْلِ الزَّهَادَةِ وَ لَيْسَ مِنْ ذَلِكَ فِي مَرَاحٍ وَ لَا مَغْدًى وَ بَقِيَ رِجَالٌ غَضَّ أَبْصَارَهُمْ ذِكْرُ الْمَرْجِعِ وَ أَرَاقَ دُمُوعَهُمْ خَوْفُ الْمَحْشَرِ فَهُمْ بَيْنَ شَرِيدٍ نَادٍّ وَ خَائِفٍ مَقْمُوعٍ وَ سَاكِتٍ مَكْعُومٍ وَ دَاعٍ مُخْلِصٍ وَ ثَكْلَانَ مُوجَعٍ قَدْ أَخْمَلَتْهُمُ التَّقِيَّةُ وَ شَمَلَتْهُمُ الذِّلَّةُ فَهُمْ فِي بَحْرٍ أُجَاجٍ أَفْوَاهُهُمْ ضَامِزَةٌ  وَ قُلُوبُهُمْ قَرِحَةٌ قَدْ وَعَظُوا حَتَّى مَلُّوا وَ قُهِرُوا حَتَّى ذَلُّوا وَ قُتِلُوا حَتَّى قَلُّوا فَلْتَكُنِ الدُّنْيَا  أَصْغَرَ فِى أَعْيُنِكُمْ مِنْ حُثَالَةِ الْقَرَظِ وَ قُرَاضَةِ الْجَلَمِ وَ اتَّعِظُوا بِمَنْ كَانَ قَبْلَكُمْ قَبْلَ أَنْ يَتَّعِظَ بِكُمْ مَنْ بَعْدَكُمْ وَ ارْفُضُوهَا ذَمِيمَةً فَإِنَّهَا قَدْ رَفَضَتْ مَنْ كَانَ أَشْغَفَ بِهَا مِنْكُمْ\n\nأقول و هذه الخطبة ربما نسبها من لا علم له إلى معاوية و هي من كلام أمير المؤمنين (عليه السلام) الذي لا يشك فيه و أين الذهب من الرغام و العذب من الأجاج و قد دل على ذلك الدليل الخريت و نقده الناقد البصير عمرو بن بحر الجاحظ فإنه ذكر هذه الخطبة في كتاب البيان و التبيين و ذكر من نسبها إلى معاوية ثم قال هى بكلام علي (عليه السلام) أشبه و بمذهبه في تصنيف الناس و بالإخبار عما هم عليه من القهر و الإذلال و من التقية و الخوف أليق قال و متى وجدنا معاوية في حال من الأحوال يسلك في كلامه مسلك الزهاد و مذاهب العباد"
}