["و هى من الخطب العجيبة\n\nالْحَمْدُ لِلَّهِ الَّذِي عَلَا بِحَوْلِهِ وَ دَنَا بِطَوْلِهِ مَانِحِ كُلِّ غَنِيمَةٍ وَ فَضْلٍ وَ كَاشِفِ كُلِّ عَظِيمَةٍ وَ أَزْلٍ أَحْمَدُهُ عَلَى عَوَاطِفِ كَرَمِهِ وَ سَوَابِغِ نِعَمِهِ وَ أُومِنُ بِهِ أَوَّلًا بَادِياً وَ أَسْتَهْدِيهِ قَرِيباً هَادِياً وَ أَسْتَعِينُهُ قَاهِراً قَادِراً وَ أَتَوَكَّلُ عَلَيْهِ كَافِياً نَاصِراً  وَ أَشْهَدُ أَنَّ مُحَمَّداً (صلى الله عليه واله) عَبْدُهُ وَ رَسُولُهُ أَرْسَلَهُ لِإِنْفَاذِ أَمْرِهِ وَ إِنْهَاءِ عُذْرِهِ (وَ تَقْدِيمِ نُذُرِهِ أُوصِيكُمْ عِبَادَ اللَّهِ بِتَقْوَى اللَّهِ الَّذِي ) ضَرَبَ لَكُمُ الْأَمْثَالَ وَ وَقَّتَ لَكُمُ الْآجَالَ وَ أَلْبَسَكُمُ الرِّيَاشَ وَ أَرْفَغَ لَكُمُ الْمَعَاشَ وَ أَحَاطَ بِكُمُ الْإِحْصَاءَ وَ أَرْصَدَ لَكُمُ الْجَزَاءَ وَ آثَرَكُمْ بِالنِّعَمِ السَّوَابِغِ وَ الرِّفَدِ الرَّوَافِغِ وَ أَنْذَرَكُمْ بِالْحُجَجِ الْبَوَالِغِ فَأَحْصَاكُمْ عَدَداً وَ وَظَّفَ لَكُمْ مُدَداً فِي قَرَارِ خِبْرَةٍ وَ دَارِ عِبْرَةٍ أَنْتُمْ مُخْتَبَرُونَ فِيهَا وَ مُحَاسَبُونَ عَلَيْهَا فَإِنَّ الدُّنْيَا رَنِقٌ مَشْرَبُهَا رَدِغٌ مَشْرَعُهَا يُونِقُ مَنْظَرُهَا وَ يُوبِقُ مَخْبَرُهَا غُرُورٌ حَائِلٌ وَ ضَوْءٌ آفِلٌ وَ ظِلٌّ زَائِلٌ وَ سِنَادٌ مَائِلٌ حَتَّى إِذَا أَنِسَ نَافِرُهَا 45 وَ اطْمَأَنَّ نَاكِرُهَا قَمَصَتْ بِأَرْجُلِهَا وَ قَنَصَتْ بِأَحْبُلِهَا وَ أَقْصَدَتْ بِأَسْهُمِهَا وَ أَعْلَقَتِ الْمَرْءَ أَوْهَاقَ الْمَنِيَّةِ قَائِدَةً لَهُ إِلَى ضَنْكِ الْمَضْجَعِ وَ وَحْشَةِ الْمَرْجِعِ وَ مُعَايَنَةِ الْمَحَلِّ وَ ثَوَابِ الْعَمَلِ وَ كَذَلِكَ الْخَلَفُ يَعْقِبُ السَّلَفِ لَا تُقْلِعُ الْمَنِيَّةُ اخْتِرَاماً وَ لَا يَرْعَوِي الْبَاقُونَ اجْتِرَاماً يَحْتَذُونَ مِثَالًا وَ يَمْضُونَ أَرْسَالًا إِلَى غَايَةِ الِانْتِهَاءِ وَ صَيُّورِ الْفَنَاءِ حَتَّى إِذَا تَصَرَّمَتِ الْأُمُورُ وَ تَقَضَّتِ الدُّهُورُ وَ أَزِفَ النُّشُورُ أَخْرَجَهُمْ مِنْ ضَرَائِحِ الْقُبُورِ  وَ أَوْكَارِ الطُّيُورِ وَ أَوْجِرَةِ السِّبَاعِ وَ مَطَارِحِ الْمَهَالِكِ  سِرَاعاً إِلَى أَمْرِهِ مُهْطِعِينَ إِلَى مَعَادِهِ رَعِيلًا صُمُوتاً قِيَاماً صُفُوفاً يَنْفُذُهُمُ الْبَصَرُ وَ يُسْمِعُهُمُ الدَّاعِي عَلَيْهِمْ لَبُوسُ الِاسْتِكَانَةِ وَ ضَرَعُ الِاسْتِسْلَامِ وَ الذِّلَّةِ قَدْ ضَلَّتِ الْحِيَلُ وَ انْقَطَعَ الْأَمَلُ وَ هَوَتِ الْأَفْئِدَةُ كَاظِمَةً وَ خَشَعَتِ الْأَصْوَاتُ مُهَيْنِمَةً وَ أَلْجَمَ الْعَرَقُ وَ عَظُمَ الشَّفَقُ وَ أُرْعِدَتِ الْأَسْمَاعُ لِزَبْرَةِ الدَّاعِي إِلَى فَصْلِ الْخِطَابِ وَ مُقَايَضَةِ الْجَزَاءِ وَ نَكَالِ الْعِقَابِ وَ نَوَالِ الثَّوَابِ عِبَادٌ مَخْلُوقُونَ اقْتِدَاراً وَ مَرْبُوبُونَ اقْتِسَاراً وَ مَقْبُوضُونَ احْتِضَاراً وَ مُضَمَّنُونَ أَجْدَاثاً وَ كَائِنُونَ رُفَاتاً وَ مَبْعُوثُونَ أَفْرَاداً وَ مَدِينُونَ جَزَاءً وَ مُمَيَّزُونَ حِسَاباً قَدْ أُمْهِلُوا فِي طَلَبِ الْمَخْرَجِ وَ هُدُوا سَبِيلَ الْمَنْهَجِ وَ عُمِّرُوا مَهَلَ الْمُسْتَعْتِبِ وَ كُشِفَتْ عَنْهُمْ سُدَفُ الرِّيَبِ وَ خُلُّوا لِمِضْمَارِ الْجِيَادِ  وَ رَوِيَّةِ الِارْتِيَادِ وَ أَنَاةِ الْمُقْتَبِسِ الْمُرْتَادِ فِي مُدَّةِ الْأَجَلِ وَ مُضْطَرَبِ الْمَهَلِ فَيَا لَهَا أَمْثَالًا صَائِبَةً وَ مَوَاعِظَ شَافِيَةً لَوْ صَادَفَتْ قُلُوباً زَاكِيَةً وَ أَسْمَاعاً وَاعِيَةً وَ آرَاءً عَازِمَةً وَ أَلْبَاباً حَازِمَةً فَاتَّقُوا اللَّهَ  تَقِيَّةَ مَنْ سَمِعَ فَخَشَعَ وَ اقْتَرَفَ فَاعْتَرَفَ وَ وَجِلَ فَعَمِلَ وَ حَاذَرَ فَبَادَرَ وَ أَيْقَنَ فَأَحْسَنَ وَ عُبِّرَ فَاعْتَبَرَ وَ حُذِّرَ (فَحَذِرَ وَ زُجِرَ)  فَازْدَجَرَ وَ أَجَابَ فَأَنَابَ وَ رَاجَعَ فَتَابَ  وَ اقْتَدَى فَاحْتَذَى وَ أُرِيَ فَرَأَى فَأَسْرَعَ طَالِباً وَ نَجَا هَارِباً فَأَفَادَ ذَخِيرَةً وَ أَطَابَ سَرِيرَةً وَ عَمَرَ مَعَاداً وَ اسْتَظْهَرَ زَاداً لِيَوْمِ رَحِيلِهِ وَ وَجْهِ سَبِيلِهِ وَ حَالِ حَاجَتِهِ وَ مَوْطِنِ فَاقَتِهِ وَ قَدَّمَ أَمَامَهُ لِدَارِ مُقَامِهِ فَاتَّقُوا اللَّهَ عِبَادَ اللَّهِ جَهَةَ مَا خَلَقَكُمْ لَهُ وَ احْذَرُوا مِنْهُ كُنْهَ مَا حَذَّرَكُمْ مِنْ نَفْسِهِ وَ اسْتَحِقُّوا مِنْهُ مَا أَعَدَّ لَكُمْ بِالتَّنَجُّزِ لِصِدْقِ مِيعَادِهِ وَ الْحَذَرِ مِنْ هَوْلِ مَعَادِهِ\n\n\nمنها\n\nجَعَلَ لَكُمْ أَسْمَاعاً لِتَعِيَ مَا عَنَاهَا وَ أَبْصَاراً لِتَجْلُوَ عَنْ عَشَاهَا وَ أَشْلَاءً جَامِعَةً لِأَعْضَائِهَا مُلَائِمَةً لِأَحْنَائِهَا فِي تَرْكِيبِ صُوَرِهَا وَ مُدَدِ عُمُرِهَا بِأَبْدَانٍ قَائِمَةٍ بِأَرْفَاقِهَا  وَ قُلُوبٍ رَائِدَةٍ لِأَرْزَاقِهَا فِي مُجَلِّلَاتِ نِعَمِهِ وَ مُوجِبَاتِ مِنَنِهِ وَ حَوَاجِزِ عَافِيَتِهِ  وَ قَدَّرَ لَكُمْ أَعْمَاراً سَتَرَهَا عَنْكُمْ وَ خَلَّفَ لَكُمْ عِبَراً مِنْ آثَارِ الْمَاضِينَ قَبْلَكُمْ مِنْ مُسْتَمْتَعِ خَلَاقِهِمْ وَ مُسْتَفْسَحِ خِنَاقِهِمْ أَرْهَقَتْهُمُ الْمَنَايَا دُونَ الْآمَالِ وَ شَذَّبَهُمْ عَنْهَا تَخَرُّمُ الْآجَالِ لَمْ يَمْهَدُوا فِي سَلَامَةِ الْأَبْدَانِ وَ لَمْ يَعْتَبِرُوا فِي أُنُفِ الْأَوَانِ فَهَلْ يَنْتَظِرُ أَهْلُ بَضَاضَةِ الشَّبَابِ إِلَّا حَوَانِيَ الْهَرَمِ  وَ أَهْلُ غَضَارَةِ الصِّحَّةِ إِلَّا نَوَازِلَ السَّقَمِ وَ أَهْلُ مُدَّةِ الْبَقَاءِ إِلَّا آوِنَةَ الْفَنَاءِ مَعَ قُرْبِ الزِّيَالِ وَ أُزُوفِ الِانْتِقَالِ وَ عَلَزِ الْقَلَقِ وَ أَلَمِ الْمَضَضِ وَ غُصَصِ الْجَرَضِ وَ تَلَفُّتِ الِاسْتِغَاثَةِ بِنُصْرَةِ الْحَفَدَةِ وَ الْأَقْرِبَاءِ وَ الْأَعِزَّةِ وَ الْقُرَنَاءِ فَهَلْ دَفَعَتِ الْأَقَارِبُ أَوْ نَفَعَتِ النَّوَاحِبُ وَ قَدْ غُودِرَ فِي مَحَلَّةِ الْأَمْوَاتِ رَهِيناً وَ فِي ضِيقِ الْمَضْجَعِ وَحِيداً قَدْ هَتَكَتِ الْهَوَامُّ جِلْدَتَهُ وَ أَبْلَتِ النَّوَاهِكُ جِدَّتَهُ وَ عَفَتِ الْعَوَاصِفُ آثَارَهُ وَ مَحَا الْحَدَثَانُ مَعَالِمَهُ وَ صَارَتِ الْأَجْسَادُ شَحِبَةً بَعْدَ بَضَّتِهَا وَ الْعِظَامُ نَخِرَةً بَعْدَ قُوَّتِهَا وَ الْأَرْوَاحُ مُرْتَهَنَةً بِثِقَلِ أَعْبَائِهَا مُوقِنَةً بِغَيْبِ أَنْبَائِهَا لَا تُسْتَزَادُ مِنْ صَالِحِ عَمَلِهَا وَ لَا تُسْتَعْتَبُ مِنْ سَيِّئِ زَلَلِهَا أَ وَ لَسْتُمْ أَبْنَاءَ الْقَوْمِ وَ الْآبَاءَ وَ إِخْوَانَهُمْ وَ الْأَقْرِبَاءَ تَحْتَذُونَ أَمْثِلَتَهُمْ وَ تَرْكَبُونَ قِدَّتَهُمْ  وَ تَطَئُونَ جَادَّتَهُمْ فَالْقُلُوبُ قَاسِيَةٌ عَنْ حَظِّهَا لَاهِيَةٌ عَنْ رُشْدِهَا سَالِكَةٌ فِي غَيْرِ مِضْمَارِهَا كَأَنَّ الْمَعْنِيَّ سِوَاهَا وَ كَأَنَّ الرُّشْدَ فِي إِحْرَازِ دُنْيَاهَا وَ اعْلَمُوا أَنَّ مَجَازَكُمْ عَلَى الصِّرَاطِ  وَ مَزَالِقِ دَحْضِهِ وَ أَهَاوِيلِ زَلَلِهِ وَ تَارَاتِ أَهْوَالِهِ فَاتَّقُوا اللَّهَ (عِبَادَ اللَّهِ)  تَقِيَّةَ ذِي لُبٍّ شَغَلَ التَّفَكُّرُ قَلْبَهُ وَ أَنْصَبَ الْخَوْفُ بَدَنَهُ وَ أَسْهَرَ التَّهَجُّدُ غِرَارَ نَوْمِهِ وَ أَظْمَأَ الرَّجَاءُ هَوَاجِرَ يَوْمِهِ وَ ظَلَفَ الزُّهْدُ شَهَوَاتِهِ وَ أَوْجَفَ  الذِّكْرُ بِلِسَانِهِ وَ قَدَّمَ الْخَوْفَ لِأَمَانِهِ  وَ تَنَكَّبَ الْمَخَالِجَ عَنْ وَضَحِ السَّبِيلِ وَ سَلَكَ أَقْصَدَ الْمَسَالِكِ إِلَى مَاتِحاً فِي غَرْبِ هَوَاهُ كَادِحاً سَعْياً لِدُنْيَاهُ فِي لَذَّاتِ طَرَبِهِ وَ بَدَوَاتِ أَرَبِهِ لَا يَحْتَسِبُ رَزِيَّةً وَ لَا يَخْشَعُ تَقِيَّةً فَمَاتَ فِي فِتْنَتِهِ غَرِيراً وَ عَاشَ فِي هَفْوَتِهِ يَسِيراً  لَمْ يُفِدْ عِوَضاً وَ لَمْ يَقْضِ مُفْتَرَضاً دَهِمَتْهُ فَجَعَاتُ الْمَنِيَّةِ فِي غُبَّرِ جِمَاحِهِ وَ سَنَنِ مِرَاحِهِ فَظَلَّ سَادِراً وَ بَاتَ سَاهِراً فِي غَمَرَاتِ الْآلَامِ وَ طَوَارِقِ الْأَوْجَاعِ وَ الْأَسْقَامِ بَيْنَ أَخٍ شَقِيقٍ وَ وَالِدٍ شَفِيقٍ وَ دَاعِيَةٍ بِالْوَيْلِ جَزَعاً وَ لَادِمَةٍ لِلصَّدْرِ قَلَقاً وَ الْمَرْءُ فِي سَكْرَةٍ مُلْهِيَةٍ  وَ غَمْرَةٍ كَارِثَةٍ  وَ أَنَّةٍ مُوجِعَةٍ وَ جَذْبَةٍ مُكْرِبَةٍ وَ سَوْقَةٍ مُتْعِبَةٍ ثُمَّ أُدْرِجَ فِي أَكْفَانِهِ مُبْلِساً وَ جُذِبَ مُنْقَاداً سَلِساً ثُمَّ أُلْقِيَ عَلَى الْأَعْوَادِ رَجِيعَ وَصَبٍ وَ نِضْوَ سَقَمٍ تَحْمِلُهُ حَفَدَةُ الْوِلْدَانِ وَ حَشَدَةُ الْإِخْوَانِ إِلَى دَارِ غُرْبَتِهِ وَ مُنْقَطَعِ زَوْرَتِهِ وَ مُفْرِدِ وَحْشَتِهِ حَتَّى إِذَا انْصَرَفَ الْمُشَيِّعُ وَ رَجَعَ  الْمُتَفَجِّعُ أُقْعِدَ فِي حُفْرَتِهِ نَجِيّاً لِبَهْتَةِ السُّؤَالِ وَ عَثْرَةِ الِامْتِحَانِ وَ أَعْظَمُ مَا هُنَالِكَ بَلِيَّةً نُزُلُ الْحَمِيمِ وَ تَصْلِيَةُ الْجَحِيمِ وَ فَوْرَاتُ السَّعِيرِ (وَ سَوْرَاتُ  الزَّفِيرِ) لَا فَتْرَةٌ مُرِيحَةٌ وَ لَا دَعَةٌ مُزِيحَةٌ وَ لَا قُوَّةٌ حَاجِزَةٌ وَ لَا مَوْتَةٌ نَاجِزَةٌ وَ لَا سِنَةٌ مُسْلِيَةٌ بَيْنَ أَطْوَارِ الْمَوْتَاتِ وَ عَذَابِ السَّاعَاتِ إِنَّا بِاللَّهِ عَائِذُونَ  عِبَادَ اللَّهِ أَيْنَ الَّذِينَ  عُمِّرُوا فَنَعِمُوا وَ عُلِّمُوا فَفَهِمُوا وَ أُنْظِرُوا فَلَهُوا وَ سَلِمُوا فَنَسُوا أُمْهِلُوا طَوِيلًا وَ مُنِحُوا  جَمِيلًا وَ حُذِّرُوا أَلِيماً وَ وُعِدُوا جَسِيماً احْذَرُوا الذُّنُوبَ الْمُوَرِّطَةَ وَ الْعُيُوبَ الْمُسْخِطَةَ أُولِي الْأَبْصَارِ وَ الْأَسْمَاعِ وَ الْعَافِيَةِ وَ الْمَتَاعِ هَلْ مِنْ مَنَاصٍ أَوْ خَلَاصٍ أَوْ مَعَاذٍ أَوْ مَلَاذٍ أَوْ فِرَارٍ أَوْ مَحَارٍ أَمْ لَا فَأَنّى تُؤْفَكُونَ* أَمْ أَيْنَ تُصْرَفُونَ أَمْ بِمَا ذَا تَغْتَرُّونَ وَ إِنَّمَا حَظُّ أَحَدِكُمْ مِنَ الْأَرْضِ ذَاتِ الطُّوْلِ وَ الْعَرْضِ قِيدُ قَدِّهِ مُتَعَفِّراً عَلَى خَدِّهِ الْآنَ عِبَادَ اللَّهِ وَ الْخِنَاقُ مُهْمَلٌ وَ الرُّوحُ مُرْسَلٌ فِي فَيْنَةِ الْإِرْشَادِ  وَ رَاحَةِ الْأَجْسَادِ (وَ بَاحَةِ الِاحْتِشَادِ)  وَ مَهَلِ الْبَقِيَّةِ وَ أُنُفِ الْمَشِيَّةِ وَ إِنْظَارِ التَّوْبَةِ وَ انْفِسَاحِ الْحَوْبَةِ قَبْلَ الضَّنْكِ وَ الْمَضِيقِ وَ الرَّوْعِ وَ الزُّهُوقِ وَ قَبْلَ قُدُومِ الْغَائِبِ الْمُنْتَظَرِ وَ إِخْذَةِ الْعَزِيزِ الْمُقْتَدِرِ\n\nو في الخبر أنه (عليه السلام) لما خطب بهذه الخطبة اقشعرت لها الجلود و بكت العيون و رجفت القلوب و من الناس من يسمي هذه الخطبة الغراء"]