{
"title": "(83) و من كلام له (عليه السلام) في ذكر عمرو بن العاص",
"type": "text",
"data": "عَجَباً لِابْنِ النَّابِغَةِ يَزْعُمُ لِأَهْلِ الشَّامِ أَنَّ فِيَّ دُعَابَةً وَ أَنِّي امْرُؤٌ تِلْعَابَةٌ أُعَافِسُ وَ أُمَارِسُ لَقَدْ قَالَ بَاطِلًا وَ نَطَقَ آثِماً أَمَا وَ شَرُّ الْقَوْلِ الْكَذِبُ- إِنَّهُ لَيَقُولُ فَيَكْذِبُ وَ يَعِدُ فَيُخْلِفُ وَ يَسْأَلُ فَيُلْحِفُ وَ يُسْأَلُ فَيَبْخَلُ وَ يَخُونُ الْعَهْدَ وَ يَقْطَعُ الْإِلَّ فَإِذَا كَانَ عِنْدَ الْحَرْبِ فَأَيُّ زَاجِرٍ النَّهْجِ الْمَطْلُوبِ وَ لَمْ تَفْتِلْهُ فَاتِلَاتُ الْغُرُورِ وَ لَمْ تَعْمَ عَلَيْهِ مُشْتَبِهَاتُ الْأُمُورِ ظَافِراً بِفَرْحَةِ الْبُشْرَى وَ رَاحَةِ النُّعْمَى فِي أَنْعَمِ نَوْمِهِ وَ آمَنِ يَوْمِهِ قَدْ عَبَرَ مَعْبَرَ الْعَاجِلَةِ حَمِيداً وَ قَدَّمَ زَادَ الْآجِلَةِ سَعِيداً وَ بَادَرَ مِنْ وَجَلٍ  وَ أَكْمَشَ فِي مَهَلٍ وَ رَغِبَ فِي طَلَبٍ وَ ذَهَبَ عَنْ هَرَبٍ وَ رَاقَبَ  فِي يَوْمِهِ غَدَهُ وَ نَظَرَ  قُدْمًا أَمَامَهُ فَكَفَى بِالْجَنَّةِ ثَوَاباً وَ نَوَالًا وَ كَفَى بِالنَّارِ عِقَاباً وَ وَبَالًا وَ كَفَى بِاللَّهِ مُنْتَقِماً وَ نَصِيراً وَ كَفَى بِالْكِتَابِ حَجِيجاً وَ خَصِيماً أُوصِيكُمْ بِتَقْوَى اللَّهِ الَّذِي أَعْذَرَ بِمَا أَنْذَرَ وَ احْتَجَّ بِمَا نَهَجَ وَ حَذَّرَكُمْ عَدُوّاً نَفَذَ فِي الصُّدُورِ  خَفِيّاً وَ نَفَثَ فِي الْآذَانِ نَجِيّاً فَأَضَلَّ وَ أَرْدَى وَ وَعَدَ فَمَنَّى وَ زَيَّنَ سَيِّئَاتِ الْجَرَائِمِ وَ هَوَّنَ مُوبِقَاتِ الْعَظَائِمِ حَتَّى إِذَا اسْتَدْرَجَ قَرِينَتَهُ وَ اسْتَغْلَقَ رَهِينَتَهُ أَنْكَرَ مَا زَيَّنَ وَ اسْتَعْظَمَ مَا هَوَّنَ وَ حَذَّرَ مَا أمَنَ\n\n\nمنها في صفة خلق الإنسان\n\nأَمْ هَذَا الَّذِي أَنْشَأَهُ فِي ظُلُمَاتِ الْأَرْحَامِ وَ شُغُفِ الْأَسْتَارِ نُطْفَةً دِهَاقاً وَ عَلَقَةً مُحَاقًا وَ جَنِيناً وَ رَاضِعاً وَ وَلِيداً وَ يَافِعاً ثُمَّ مَنَحَهُ قَلْباً حَافِظاً وَ لِسَاناً لَافِظاً (وَ بَصَراً لَاحِظاً)  لِيَفْهَمَ مُعْتَبِراً وَ يُقَصِّرَ مُزْدَجِراً حَتَّى إِذَا قَامَ اعْتِدَالُهُ وَ اسْتَوَى مِثَالُهُ نَفَرَ مُسْتَكْبِراً وَ خَبَطَ سَادِراً\n\n\nمنها في صفة الجنة\n\nدَرَجَاتٌ مُتَفَاضِلَاتٌ وَ مَنَازِلُ مُتَفَاوِتَاتٌ لَا يَنْقَطِعُ نَعِيمُهَا وَ لَا يَظْعَنُ مُقِيمُهَا وَ لَا يَهْرَمُ خَالِدُهَا وَ لَا يَبْأَسُ سَاكِنُهَا"
}