{
"title": "(84) و من خطبة له (عليه السلام)",
"type": "text",
"data": "وَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ الْأَوَّلُ لَا شَيْءَ قَبْلَهُ وَ الْآخِرُ لَا غَايَةَ لَهُ لَا تَقَعُ الْأَوْهَامُ لَهُ عَلَى صِفَةٍ وَ لَا تَعْقِدُ الْقُلُوبُ  مِنْهُ عَلَى كَيْفِيَّةٍ وَ لَا تَنَالُهُ التَّجْزِئَةُ وَ التَّبْعِيضُ وَ لَا تُحِيطُ بِهِ الْأَبْصَارُ وَ الْقُلُوبُ\n\n\nمنها\n\nفَاتَّعِظُوا عِبَادَ اللَّهِ بِالْعِبَرِ النَّوَافِعِ وَ اعْتَبِرُوا بِالْآيِ السَّوَاطِعِ وَ ازْدَجِرُوا بِالنُّذُرِ الْبَوَالِغِ وَ انْتَفِعُوا بِالذِّكْرِ وَ الْمَوَاعِظِ فَكَأَنْ قَدْ عَلِقَتْكُمْ مَخَالِبُ الْمَنِيَّةِ  وَ انْقَطَعَتْ مِنْكُمْ عَلَائِقُ الْأُمْنِيَّةِ وَ دَهَمَتْكُمْ مُفْظِعَاتُ الْأُمُورِ وَ السِّيَاقَةُ إِلَى الْوِرْدِ الْمَوْرُودِ وَ كُلُّ نَفْسٍ مَعَها سائِقٌ وَ شَهِيدٌ سَائِقٌ يَسُوقُهَا إِلَى مَحْشَرِهَا وَ شَاهِدٌ يَشْهَدُ عَلَيْهَا بِعَمَلِهَا فَأَلْقَى إِلَيْكُمُ  الْمَعْذِرَةَ وَ اتَّخَذَ عَلَيْكُمُ الْحُجَّةَ وَ قَدَّمَ إِلَيْكُمْ بِالْوَعِيدِ وَ أَنْذَرَكُمْ بَيْنَ يَدَيْ عَذابٍ شَدِيدٍ فَاسْتَدْرِكُوا بَقِيَّةَ أَيَّامِكُمْ وَ اصْبِرُوا لَهَا أَنْفُسَكُمْ فَإِنَّهَا قَلِيلٌ فِي كَثِيرِ الْأَيَّامِ الَّتِي تَكُونُ مِنْكُمْ فِيهَا الْغَفْلَةُ وَ التَّشَاغُلُ عَنِ الْمَوْعِظَةِ وَ لَا تُرَخِّصُوا لِأَنْفُسِكُمْ فَتَذْهَبَ بِكُمُ الرُّخَصُ  مَذَاهِبَ الظَّلَمَةِ وَ لَا تُدَاهِنُوا فَيَهْجُمَ بِكُمُ الْإِدْهَانُ عَلَى الْمَعْصِيَةِ  عِبَادَ اللَّهِ إِنَّ أَنْصَحَ النَّاسِ لِنَفْسِهِ أَطْوَعُهُمْ لِرَبِّهِ وَ إِنَّ أَغَشَّهُمْ لِنَفْسِهِ أَعْصَاهُمْ لِرَبِّهِ وَ الْمَغْبُونُ مَنْ غَبَنَ نَفْسَهُ وَ الْمَغْبُوطُ مَنْ سَلِمَ لَهُ دِينُهُ وَ السَّعِيدُ مَنْ وُعِظَ بِغَيْرِهِ وَ الشَّقِيُّ مَنِ انْخَدَعَ لِهَوَاهُ (وَ غُرُورِهِ ) وَ اعْلَمُوا أَنَّ يَسِيرَ الرِّيَاءِ شِرْكٌ وَ مُجَالَسَةَ أَهْلِ الْهَوَى مَنْسَاةٌ لِلْإِيمَانِ وَ مَحْضَرَةٌ لِلشَّيْطَانِ جَانِبُوا الْكَذِبَ فَإِنَّهُ مُجَانِبٌ لِلْإِيمَانِ الصَّادِقُ عَلَى شَفَا مَنْجَاةٍ وَ كَرَامَةٍ وَ الْكَاذِبُ عَلَى شَرَفِ مَهْوَاةٍ وَ مَهَانَةٍ وَ لَا تَحَاسَدُوا فَإِنَّ الْحَسَدَ يَأْكُلُ الْإِيمَانَ كَمَا تَأْكُلُ النَّارُ الْحَطَبَ وَ لَا تَبَاغَضُوا فَإِنَّهَا الْحَالِقَةُ وَ اعْلَمُوا أَنَّ الْأَمَلَ يُسْهِي الْعَقْلَ وَ يُنْسِي الذِّكْرَ فَأَكْذِبُوا الْأَمَلَ فَإِنَّهُ غُرُورٌ وَ صَاحِبُهُ مَغْرُورٌ يَحُلُّ حَيْثُ حَلَّ ثَقَلُهُ وَ يَنْزِلُ حَيْثُ كَانَ مَنْزِلُهُ وَ آخَرُ قَدْ تَسَمَّى عَالِماً وَ لَيْسَ بِهِ فَاقْتَبَسَ جَهَائِلَ مِنْ جُهَّالٍ وَ أَضَالِيلَ مِنْ ضُلَّالٍ وَ نَصَبَ لِلنَّاسِ  أَشْرَاكاً مِنْ حَبَائِلِ غُرُورٍ وَ قَوْلٍ زُورٍ قَدْ حَمَلَ الْكِتَابَ عَلَى آرَائِهِ وَ عَطَفَ الْحَقَّ عَلَى أَهْوَائِهِ يُؤَمِّنُ (النَّاسَ ) مِنَ الْعَظَائِمِ وَ يُهَوِّنُ كَبِيرَ الْجَرَائِمِ يَقُولُ أَقِفُ عِنْدَ الشُّبُهَاتِ وَ فِيهَا وَقَعَ وَ يَقُولُ أَعْتَزِلُ الْبِدَعَ وَ بَيْنَهَا اضْطَجَعَ فَالصُّورَةُ صُورَةُ إِنْسَانٍ وَ الْقَلْبُ قَلْبُ حَيَوَانٍ لَا يَعْرِفُ بَابَ الْهُدَى فَيَتَّبِعَهُ وَ لَا بَابَ الْعَمَى فَيَصُدَّ عَنْهُ وَ ذَلِكَ مَيِّتُ الْأَحْيَاءِ فَأَيْنَ تَذْهَبُونَ  وَ أَنَّى تُؤْفَكُونَ وَ الْأَعْلَامُ قَائِمَةٌ وَ الْآيَاتُ وَاضِحَةٌ وَ الْمَنَارُ مَنْصُوبَةٌ فَأَيْنَ يُتَاهُ بِكُمْ بَلْ كَيْفَ تَعْمَهُونَ وَ بَيْنَكُمْ عِتْرَةُ نَبِيِّكُمْ وَ هُمْ أَزِمَّةُ الْحَقِّ (وَ أَعْلَامُ الدِّينِ ) وَ أَلْسِنَةُ الصِّدْقِ فَأَنْزِلُوهُمْ بِأَحْسَنِ مَنَازِلِ الْقُرْآنِ وَ رِدُوهُمْ وُرُودَ الْهِيمِ الْعِطَاشِ أَيُّهَا النَّاسُ خُذُوهَا عَنْ خَاتَمِ النَّبِيِّينَ (صلى الله عليه واله) و سلم إِنَّهُ يَمُوتُ مَنْ مَاتَ مِنَّا وَ لَيْسَ بِمَيِّتٍ وَ يَبْلَى مَنْ بَلِيَ مِنَّا وَ لَيْسَ بِبَالٍ فَلَا تَقُولُوا بِمَا لَا تَعْرِفُونَ فَإِنَّ أَكْثَرَ الْحَقِّ فِيمَا تُنْكِرُونَ وَ اعْذِرُوا مَنْ لَا حُجَّةَ لَكُمْ عَلَيْهِ وَ أَنَا هُوَ أَ لَمْ أَعْمَلْ فِيكُمْ بِالثَّقَلِ الْأَكْبَرِ وَ أَتْرُكْ فِيكُمُ الثَّقَلَ الْأَصْغَرَ وَ رَكَزْتُ  فِيكُمْ رَايَةَ الْإِيمَانِ وَ وَقَفْتُكُمْ عَلَى حُدُودِ الْحَلَالِ وَ الْحَرَامِ وَ أَلْبَسْتُكُمُ الْعَافِيَةَ مِنْ عَدْلِي وَ فَرَشْتُكُمُ الْمَعْرُوفَ مِنْ قَوْلِي وَ فِعْلِي وَ لَا يَعِفُّونَ عَنْ عَيْبٍ يَعْمَلُونَ فِي الشُّبُهَاتِ وَ يَسِيرُونَ فِي الشَّهَوَاتِ الْمَعْرُوفُ فِيهِمْ مَا عَرَفُوا وَ الْمُنْكَرُ عِنْدَهُمْ مَا أَنْكَرُوا مَفْزَعُهُمْ فِي الْمُعْضِلَاتِ إِلَى أَنْفُسِهِمْ وَ تَعْوِيلُهُمْ فِي الْمُبْهَمَاتِ  عَلَى آرَائِهِمْ كَأَنَّ كُلَّ امْرِئٍ مِنْهُمْ إِمَامُ نَفْسِهِ قَدْ أَخَذَ مِنْهَا فِيمَا يَرَى بِعُرًى ثِقَاتٍ  وَ أَسْبَابٍ مُحْكَمَاتٍ"
}