{
"title": "(86) و من خطبة له (عليه السلام)",
"type": "text",
"data": "عِبَادَ اللَّهِ إِنَّ مِنْ أَحَبِّ عِبَادِ اللَّهِ إِلَيْهِ عَبْداً  أَعَانَهُ اللَّهُ عَلَى نَفْسِهِ فَاسْتَشْعَرَ الْحُزْنَ وَ تَجَلْبَبَ الْخَوْفَ فَزَهَرَ مِصْبَاحُ الْهُدَى فِي قَلْبِهِ وَ أَعَدَّ الْقِرَى لِيَوْمِهِ النَّازِلِ بِهِ فَقَرَّبَ عَلَى نَفْسِهِ الْبَعِيدَ وَ هَوَّنَ الشَّدِيدَ نَظَرَ فَأَبْصَرَ وَ ذَكَرَ فَاسْتَكْثَرَ وَ ارْتَوَى مِنْ عَذْبٍ فُرَاتٍ سُهِّلَتْ لَهُ مَوَارِدُهُ فَشَرِبَ نَهَلًا وَ سَلَكَ سَبِيلًا جَدَداً قَدْ خَلَعَ سَرَابِيلَ الشَّهَوَاتِ وَ تَخَلَّى مِنَ الْهُمُومِ  إِلَّا هَمّاً وَاحِداً انْفَرَدَ بِهِ فَخَرَجَ مِنْ صِفَةِ الْعَمَى وَ مُشَارَكَةِ أَهْلِ الْهَوَى وَ صَارَ مِنْ مَفَاتِيحِ أَبْوَابِ الْهُدَى وَ مَغَالِيقِ أَبْوَابِ الرَّدَى قَدْ أَبْصَرَ طَرِيقَهُ وَ سَلَكَ سَبِيلَهُ وَ عَرَفَ مَنَارَهُ وَ قَطَعَ غِمَارَهُ وَ اسْتَمْسَكَ مِنَ الْعُرَى بِأَوْثَقِهَا وَ مِنَ الْحِبَالِ بِأَمْتَنِهَا فَهُوَ مِنَ الْيَقِينِ عَلَى مِثْلِ ضَوْءِ الشَّمْسِ قَدْ نَصَبَ نَفْسَهُ لِلَّهِ سُبْحَانَهُ فِي أَرْفَعِ الْأُمُورِ مِنْ إِصْدَارِ كُلِّ وَارِدٍ عَلَيْهِ وَ تَصْيِيرِ كُلِّ فَرْعٍ إِلَى أَصْلِهِ مِصْبَاحُ ظُلُمَاتٍ كَشَّافُ عَشَوَاتٍ مِفْتَاحُ مُبْهَمَاتٍ دَفَّاعُ مُعْضِلَاتٍ دَلِيلُ فَلَوَاتٍ يَقُولُ فَيُفْهِمُ وَ يَسْكُتُ فَيَسْلَمُ قَدْ أَخْلَصَ لِلَّهِ فَاسْتَخْلَصَهُ فَهُوَ مِنْ مَعَادِنِ دِينِهِ وَ أَوْتَادِ أَرْضِهِ قَدْ أَلْزَمَ نَفْسَهُ الْعَدْلَ فَكَانَ أَوَّلُ عَدْلِهِ نَفْيَ الْهَوَى عَنْ نَفْسِهِ يَصِفُ الْحَقَّ وَ يَعْمَلُ بِهِ لَا يَدَعُ لِلْخَيْرِ غَايَةً إِلَّا أَمَّهَا وَ لَا مَظِنَّةً إِلَّا قَصَدَهَا قَدْ أَمْكَنَ الْكِتَابَ مِنْ زِمَامِهِ فَهُوَ قَائِدُهُ وَ إِمَامُهُ وَ أَرَيْتُكُمْ كَرَائِمَ الْأَخْلَاقِ مِنْ نَفْسِي فَلَا تَسْتَعْمِلُوا الرَّأْيَ فِيمَا لَا يُدْرِكُ قَعْرَهُ الْبَصَرُ وَ لَا يَتَغَلْغَلُ  إِلَيْهِ الفكر\n\n\nو منها\n\nحَتَّى يَظُنَّ الظَّانُّ أَنَّ الدُّنْيَا مَعْقُولَةٌ عَلَى بَنِي أُمَيَّةَ تَمْنَحُهُمْ دَرَّهَا وَ تُورِدُهُمْ صَفْوَهَا وَ لَا يُرْفَعُ عَنْ هَذِهِ الْأُمَّةِ سَوْطُهَا وَ لَا سَيْفُهَا وَ كَذَبَ الظَّانُّ لِذَلِكَ بَلْ هِيَ مَجَّةٌ مِنْ لَذِيذِ الْعَيْشِ يَتَطَعَّمُونَهَا بُرْهَةً ثُمَّ يَلْفِظُونَهَا جُمْلَةً"
}