{
"title": "(90) و من خطبة له (عليه السلام) تعرف بخطبة الأشباح",
"type": "text",
"data": "و هي من جلائل خطبه و كان سائل سأله أن يصف الله له حتى كأنه يراه عيانا فغضب لذلك\n\nرَوَى مَسْعَدَةُ بْنُ صَدَقَةَ عَنِ الصَّادِقِ جَعْفَرِ بْنِ مُحَمَّدٍ (عليهما السلام) أَنَّهُ قَالَ خَطَبَ أَمِيرُ الْمُؤْمِنِينَ (عليه السلام) بِهَذِهِ الْخُطْبَةِ عَلَى مِنْبَرِ الْكُوفَةِ وَ ذَلِكَ أَنَّ رَجُلًا أَتَاهُ فَقَالَ لَهُ يَا أَمِيرَ الْمُؤْمِنِينَ صِفْ لَنَا رَبَّنَا لِنَزْدَادَ لَهُ حُبّاً وَ بِهِ مَعْرِفَةً فَغَضِبَ (عليه السلام) وَ نَادَى الصَّلَوةَ جَامِعَةً فَاجْتَمَعَ النَّاسُ حَتَّى غَصَّ الْمَسْجِدُ بِأَهْلِهِ فَصَعِدَ الْمِنْبَرَ وَ هُوَ مُغْضَبٌ مُتَغَيِّرُ اللَّوْنِ فَحَمِدَ اللَّهَ سُبْحَانَهُ وَ صَلَّى عَلَى النَّبِيِّ (صلى الله عليه واله) ثُمَّ قَالَ الْحَمْدُ لِلَّهِ الَّذِي لَا يَفِرُهُ الْمَنْعُ (وَ الْجُمُودُ)  وَ لَا يُكْدِيهِ الْإِعْطَاءُ وَ الْجُودُ إِذْ كُلُّ مُعْطٍ مُنْتَقِصٌ سِوَاهُ وَ كُلُّ مَانِعٍ مَذْمُومٌ مَا خَلَاهُ وَ هُوَ الْمَنَّانُ بِفَوَائِدِ النِّعَمِ وَ عَوَائِدِ الْمَزِيدِ وَ الْقِسَمِ عِيَالُهُ الْخَلَائِقُ  ضَمِنَ أَرْزَاقَهُمْ وَ قَدَّرَ أَقْوَاتَهُمْ وَ نَهَجَ سَبِيلَ الرَّاغِبِينَ إِلَيْهِ وَ الطَّالِبِينَ مَا لَدَيْهِ وَ لَيْسَ بِمَا سُئِلَ بِأَجْوَدَ مِنْهُ بِمَا لَمْ يُسْأَلْ الْأَوَّلُ الَّذِي لَمْ يَكُنْ لَهُ  قَبْلٌ فَيَكُونَ شَيْءٌ قَبْلَهُ وَ الْآخِرُ الَّذِي لَيْسَ لهُ  بَعْدٌ فَيَكُونَ شَيْءٌ بَعْدَهُ وَ الرَّادِعُ أَنَاسِيَّ الْأَبْصَارِ عَنْ أَنْ تَنَالَهُ أَوْ تُدْرِكَهُ مَا اخْتَلَفَ عَلَيْهِ دَهْرٌ فَيَخْتَلِفَ مِنْهُ الْحَالُ  وَ لَا كَانَ فِي مَكَانٍ فَيَجُوزَ عَلَيْهِ الِانْتِقَالُ وَ لَوْ وَهَبَ مَا تَنَفَّسَتْ عَنْهُ مَعَادِنُ الْجِبَالِ وَ ضَحِكَتْ عَنْهُ أَصْدَافُ الْبِحَارِ مِنْ فِلِزِّ اللُّجَيْنِ وَ الْعِقْيَانِ وَ نُثَارَةِ الدُّرِّ وَ حَصِيدِ الْمَرْجَانِ مَا أَثَّرَ ذَلِكَ فِي جُودِهِ وَ لَا أَنْفَدَ سَعَةَ مَا عِنْدَهُ وَ لَكَانَ عِنْدَهُ مِنْ ذَخَائِرِ الْإِنْعَامِ مَا لَا تُنْفِدُهُ مَطَالِبُ الْأَنَامِ لِأَنَّهُ الْجَوَادُ الَّذِي لَا يَغِيضُهُ سُؤَالُ السَّائِلِينَ وَ لَا يُبْخِلُهُ إِلْحَاحُ الْمُلِحِّينَ فَانْظُرْ أَيُّهَا السَّائِلُ فَمَا دَلَّكَ الْقُرْآنُ عَلَيْهِ مِنْ صِفَتِهِ فَائْتَمَّ بِهِ وَ اسْتَضِئْ بِنُورِ هِدَايَتِهِ وَ مَا كَلَّفَكَ الشَّيْطَانُ عِلْمَهُ مِمَّا لَيْسَ فِي الْكِتَابِ عَلَيْكَ فَرْضُهُ وَ لَا فِي سُنَّةِ النَّبِيِّ (صلى الله عليه واله) وَ أَئِمَّةِ الْهُدَى أَثَرُهُ فَكِلْ عِلْمَهُ إِلَى اللَّهِ سُبْحَانَهُ فَإِنَّ ذَلِكَ مُنْتَهَى حَقِّ اللَّهِ عَلَيْكَ وَ اعْلَمْ أَنَّ الرَّاسِخِينَ فِي الْعِلْمِ هُمُ الَّذِينَ أَغْنَاهُمْ عَنِ اقْتِحَامِ السُّدَدِ الْمَضْرُوبَةِ دُونَ الْغُيُوبِ الْإِقْرَارُ بِجُمْلَةِ مَا جَهِلُوا تَفْسِيرَهُ مِنَ الْغَيْبِ الْمَحْجُوبِ فَمَدَحَ اللَّهُ اعْتِرَافَهُمْ بِالْعَجْزِ عَنْ تَنَاوُلِ مَا لَمْ يُحِيطُوا بِهِ عِلْماً وَ سَمَّى تَرْكَهُمُ التَّعَمُّقَ فِيمَا لَمْ يُكَلِّفْهُمُ الْبَحْثَ عَنْ كُنْهِهِ رُسُوخاً فَاقْتَصِرْ عَلَى ذَلِكَ وَ لَا تُقَدِّرْ عَظَمَةَ اللَّهِ سُبْحَانَهُ عَلَى قَدْرِ عَقْلِكَ فَتَكُونَ مِنَ الْهَالِكِينَ هُوَ الْقَادِرُ الَّذِي إِذَا ارْتَمَتِ الْأَوْهَامُ لِتُدْرِكَ مُنْقَطَعَ قُدْرَتِهِ وَ حَاوَلَ الْفِكْرُ الْمُبَرَّأُ مِنْ خَطَرَاتِ الْوَسَاوِسِ  أَنْ يَقَعَ عَلَيْهِ فِي عَمِيقَاتِ غُيُوبِ مَلَكُوتِهِ وَ تَوَلَّهَتِ الْقُلُوبُ  إِلَيْهِ لِتَجْرِيَ فِي كَيْفِيَّةِ صِفَاتِهِ وَ غَمَضَتْ مَدَاخِلُ الْعُقُولِ فِي حَيْثُ لَا تَبْلُغُهُ الصِّفَاتُ لِتَنَالَ عِلْمَ ذَاتِهِ  رَدَعَهَا وَ هِيَ تَجُوبُ مَهَاوِيَ سُدَفِ الْغُيُوبِ مُتَخَلِّصَةً إِلَيْهِ سُبْحَانَهُ فَرَجَعَتْ إِذْ جُبِهَتْ مُعْتَرِفَةً بِأَنَّهُ لَا يُنَالُ بِجَوْرِ الِاعْتِسَافِ كُنْهُ مَعْرِفَتِهِ وَ لَا تَخْطُرُ بِبَالِ أُولِي الرَّوِيَّاتِ خَاطِرَةٌ مِنْ تَقْدِيرِ جَلَالِ عِزَّتِه الَّذِي ابْتَدَعَ الْخَلْقَ عَلَى غَيْرِ مِثَالٍ امْتَثَلَهُ وَ لَا مِقْدَارٍ احْتَذَى عَلَيْهِ مِنْ خَالِقٍ مَعْبُودٍ  كَانَ قَبْلَهُ وَ أَرَانَا مِنْ مَلَكُوتِ قُدْرَتِهِ وَ عَجَائِبِ مَا نَطَقَتْ بِهِ آثَارُ حِكْمَتِهِ وَ اعْتِرَافِ الْحَاجَةِ مِنَ الْخَلْقِ إِلَى أَنْ يُقِيمَهَا بِمِسَاكِ  قُوَّتِهِ مَا دَلَّنَا بِاضْطِرَارِ قِيَامِ الْحُجَّةِ لَهُ عَلَى مَعْرِفَتِهِ وَ ظَهَرَتْ فِى الْبَدَائِعِ  الَّتِي أَحْدَثَهَا آثَارُ صَنْعَتِهِ وَ أَعْلَامُ حِكْمَتِهِ فَصَارَ كُلُّ مَا خَلَقَ حُجَّةً لَهُ وَ دَلِيلًا عَلَيْهِ وَ إِنْ كَانَ خَلْقاً صَامِتاً فَحُجَّتُهُ بِالتَّدْبِيرِ نَاطِقَةٌ وَ دَلَالَتُهُ عَلَى الْمُبْدِعِ قَائِمَةٌ وَ أَشْهَدُ  أَنَّ مَنْ شَبَّهَكَ بِتَبَايُنِ أَعْضَاءِ خَلْقِكَ وَ تَلَاحُمِ حِقَاقِ مَفَاصِلِهِمُ الْمُحْتَجِبَةِ لِتَدْبِيرِ حِكْمَتِكَ لَمْ يَعْقِدْ  غَيْبَ ضَمِيرِهِ عَلَى مَعْرِفَتِكَ وَ لَمْ يُبَاشِرْ قَلْبُهُ الْيَقِينَ بِأَنَّهُ لَا نِدَّ لَكَ وَ كَأَنَّهُ  لَمْ يَسْمَعْ تَبَرُّأَ التَّابِعِينَ مِنَ الْمَتْبُوعِينَ  إِذْ يَقُولُونَ تَاللّهِ إِنْ كُنّا لَفِي ضَلالٍ مُبِينٍ إِذْ نُسَوِّيكُمْ بِرَبِّ الْعالَمِينَ كَذَبَ الْعَادِلُونَ بِكَ إِذْ شَبَّهُوكَ بِأَصْنَامِهِمْ وَ نَحَلُوكَ حِلْيَةَ الْمَخْلُوقِينَ بِأَوْهَامِهِمْ وَ جَزَّءُوكَ تَجْزِئَةَ الْمُجَسَّمَاتِ بِخَوَاطِرِهِمْ وَ قَدَّرُوكَ عَلَى الْخِلْقَةِ الْمُخْتَلِفَةِ الْقُوَى بِقَرَائِحِ  عُقُولِهِمْ وَ أَشْهَدُ أَنَّ  مَنْ سَاوَاكَ بِشَيْءٍ مِنْ خَلْقِكَ فَقَدْ عَدَلَ بِكَ وَ الْعَادِلُ  بِكَ كَافِرٌ بِمَا تَنَزَّلَتْ بِهِ مُحْكَمَاتُ آيَاتِكَ وَ نَطَقَتْ عَنْهُ شَوَاهِدُ حُجَجِ بَيِّنَاتِكَ وَ أَنَّكَ  أَنْتَ اللَّهُ الَّذِي لَمْ تَتَنَاهَ فِي الْعُقُولِ فَتَكُونَ فِي مَهَبِّ فِكْرِهَا مُكَيَّفاً وَ لَا فِي رَوِيَّاتِ خَوَاطِرِهَا مَحْدُوداً مُصَرَّفاً \n\n\nمنها\n\nقَدَّرَ مَا خَلَقَ فَأَحْكَمَ تَقْدِيرَهُ وَ دَبَّرَهُ فَأَلْطَفَ تَدْبِيرَهُ  وَ وَجَّهَهُ لِوِجْهَتِهِ فَلَمْ يَتَعَدَّ حُدُودَ مَنْزِلَتِهِ وَ لَمْ يَقْصُرْ دُونَ الِانْتِهَاءِ إِلَى غَايَتِهِ وَ لَمْ يَسْتَصْعِبْ إِذْ أُمِرَ بِالْمُضِيِّ عَلَى إِرَادَتِهِ وَ كَيْفَ وَ إِنَّمَا صَدَرَتِ الْأُمُورُ عَنْ مَشِيَّتِهِ الْمُنْشِئُ أَصْنَافَ الْأَشْيَاءِ بِلَا رَوِيَّةِ فِكْرٍ آلَ إِلَيْهَا وَ لَا قَرِيحَةِ غَرِيزَةٍ أَضْمَرَ عَلَيْهَا وَ لَا تَجْرِبَةٍ أَفَادَهَا مِنْ حَوَادِثِ الدُّهُورِ وَ لَا شَرِيكٍ أَعَانَهُ عَلَى ابْتِدَاعِ عَجَائِبِ الْأُمُورِ فَتَمَّ خَلْقُهُ بِأَمْرِهِ وَ أَذْعَنَ لِطَاعَتِهِ وَ أَجَابَ إِلَى دَعْوَتِهِ لَمْ يَعْتَرِضْ  دُونَهُ رَيْثُ الْمُبْطِئِ وَ لَا أَنَاةُ الْمُتَلَكِّئِ فَأَقَامَ مِنَ الْأَشْيَاءِ أَوَدَهَا وَ نَهَجَ حُدُودَهَا وَ لَاءَمَ بِقُدْرَتِهِ بَيْنَ مُتَضَادِّهَا وَ وَصَلَ أَسْبَابَ قَرَائِنِهَا وَ فَرَّقَهَا أَجْنَاساً مُخْتَلِفَاتٍ فِي الْحُدُودِ وَ الْأَقْدَارِ وَ الْغَرَائِزِ وَ الْهَيْئَاتِ بَدَايَا  خَلَائِقَ أَحْكَمَ صُنْعَهَا وَ فَطَرَهَا عَلَى مَا أَرَادَ وَ ابْتَدَعَهَا\n\n\nو منها في صفة السماء\n\nوَ نَظَمَ  بِلَا تَعْلِيقٍ رَهَوَاتِ فُرَجِهَا وَ لَاحَمَ صُدُوعَ انْفِرَاجِهَا وَ وَشَّجَ بَيْنَهَا وَ بَيْنَ أَزْوَاجِهَا وَ ذَلَّلَ لِلْهَابِطِينَ بِأَمْرِهِ وَ الصَّاعِدِينَ بِأَعْمَالِ خَلْقِهِ حُزُونَةَ مِعْرَاجِهَا وَ نَادَاهَا بَعْدَ إِذْ هِيَ دُخَانٌ  فَالْتَحَمَتْ عُرَى أَشْرَاجِهَا وَ فَتَقَ بَعْدَ الِارْتِتَاقِ صَوَامِتَ أَبْوَابِهَا وَ أَقَامَ رَصَداً مِنَ الشُّهُبِ الثَّوَاقِبِ عَلَى نِقَابِهَا وَ أَمْسَكَهَا مِنْ أَنْ تَمُورَ فِي خَرْقِ الْهَوَاءِ بِأَيْدِهِ  وَ أَمَرَهَا أَنْ تَقِفَ مُسْتَسْلِمَةً لِأَمْرِهِ وَ جَعَلَ شَمْسَهَا آيَةً مُبْصِرَةً لِنَهَارِهَا وَ قَمَرَهَا آيَةً مَمْحُوَّةً مِنْ لَيْلِهَا وَ أَجْرَاهُمَا فِي مَنَاقِلِ مَجْرَاهُمَا وَ قَدَّرَ  مسَيْرَهُمَا فِي مَدَارِجِ دَرَجِهِمَا لِيُمَيَّزَ بَيْنَ اللَّيْلِ وَ النَّهَارِ بِهِمَا وَ لِيُعْلَمَ عَدَدُ السِّنِينَ وَ الْحِسَابُ بِمَقَادِيرِهِمَا ثُمَّ عَلَّقَ فِي جَوِّهَا فَلَكَهَا وَ نَاطَ بِهَا زِينَتَهَا مِنْ خَفِيَّاتِ دَرَارِيِّهَا وَ مَصَابِيحِ كَوَاكِبِهَا وَ رَمَى مُسْتَرِقِي السَّمْعِ بِثَوَاقِبِ شُهُبِهَا وَ أَجْرَاهَا عَلَى إِذْلَالِ تَسْخِيرِهَا مِنْ ثَبَاتِ ثَابِتِهَا وَ مَسِيرِ سَائِرِهَا وَ هُبُوطِهَا وَ صُعُودِهَا وَ نُحُوسِهَا وَ سُعُودِهَا\n\n\nو منها في صفة الملائكة\n\nثُمَّ خَلَقَ سُبْحَانَهُ لِإِسْكَانِ سَمَاوَاتِهِ وَ عِمَارَةِ الصَّفِيحِ الْأَعْلَى مِنْ مَلَكُوتِهِ خَلْقاً بَدِيعاً مِنْ مَلَائِكَتِهِ  وَ مَلَأَ بِهِمْ فُرُوجَ فِجَاجِهَا وَ حَشَا بِهِمْ فُتُوقَ  أَجْوَائِهَا وَ بَيْنَ فَجَوَاتِ تِلْكَ الْفُرُوجِ زَجَلُ الْمُسَبِّحِينَ مِنْهُمْ فِي حَظَائِرِ الْقُدْسِ وَ سُتُرَاتِ الْحُجُبِ وَ سُرَادِقَاتِ الْمَجْدِ وَ وَرَاءَ ذَلِكَ الرَّجِيجِ الَّذِي تَسْتَكُّ مِنْهُ الْأَسْمَاعُ  سُبُحَاتُ نُورٍ تَرْدَعُ الْأَبْصَارَ عَنْ بُلُوغِهَا فَتَقِفُ خَاسِئَةً عَلَى حُدُودِهَا أَنْشَأَهُمْ  عَلَى صُوَرٍ مُخْتَلِفَاتٍ وَ أَقْدَارٍ مُتَفَاوِتَاتٍ أُولِي أَجْنِحَةٍ تُسَبِّحُ جَلَالَ عِزَّتِهِ  لَا يَنْتَحِلُونَ مَا ظَهَرَ فِي الْخَلْقِ مِنْ صُنْعِهِ  وَ لَا يَدَّعُونَ أَنَّهُمْ يَخْلُقُونَ شَيْئاً  مَعَهُ مِمَّا انْفَرَدَ بِهِ بَلْ عِبادٌ مُكْرَمُونَ لا يَسْبِقُونَهُ بِالْقَوْلِ وَ هُمْ بِأَمْرِهِ يَعْمَلُونَ جَعَلَهُمُ  فِيمَا هُنَالِكَ أَهْلَ الْأَمَانَةِ عَلَى وَحْيِهِ وَ حَمَّلَهُمْ إِلَى الْمُرْسَلِينَ وَدَائِعَ أَمْرِهِ وَ نَهْيِهِ وَ عَصَمَهُمْ مِنْ رَيْبِ الشُّبُهَاتِ فَمَا مِنْهُمْ زَائِغٌ عَنْ سَبِيلِ مَرْضَاتِهِ وَ أَمَدَّهُمْ بِفَوَائِدِ الْمَعُونَةِ وَ أَشْعَرَ قُلُوبَهُمْ تَوَاضُعَ إِخْبَاتِ السَّكِينَةِ وَ فَتَحَ لَهُمْ أَبْوَاباً ذُلُلًا إِلَى تَمَاجِيدِهِ وَ نَصَبَ لَهُمْ مَنَاراً وَاضِحَةً عَلَى أَعْلَامِ تَوْحِيدِهِ لَمْ تُثْقِلْهُمْ مُوصِرَاتُ الْآثَامِ وَ لَمْ تَرْتَحِلْهُمْ عُقَبُ اللَّيَالِي وَ الْأَيَّامِ وَ لَمْ تَرْمِ الشُّكُوكُ بِنَوَازِعِهَا  عَزِيمَةَ إِيمَانِهِمْ وَ لَمْ تَعْتَرِكِ الظُّنُونُ عَلَى مَعَاقِدِ يَقِينِهِمْ وَ لَا قَدَحَتْ قَادِحَةُ الْإِحَنِ فِيمَا بَيْنَهُمْ وَ لَا سَلَبَتْهُمُ الْحَيْرَةُ مَا لَاقَ مِنْ مَعْرِفَتِهِ بِضَمَائِرِهِمْ وَ سَكَنَ مِنْ عَظَمَتِهِ وَ هَيْبَةِ جَلَالَتِهِ  فِي أَثْنَاءِ صُدُورِهِمْ وَ لَمْ تَطْمَعْ فِيهِمُ الْوَسَاوِسُ فَتَقْتَرِعَ  بِرَيْنِهَا عَلَى فِكْرِهِمْ مِنْهُمْ مَنْ هُوَ فِي خَلْقِ الْغَمَامِ الدُّلَّحِ وَ فِي عِظَمِ الْجِبَالِ الشُّمَّخِ وَ فِي قَتُرَةِ الظَّلَامِ الْأَيْهَمِ  وَ مِنْهُمْ مَنْ قَدْ  خَرَقَتْ أَقْدَامُهُمْ تُخُومَ الْأَرْضِ السُّفْلَى فَهِيَ كَرَايَاتٍ بِيضٍ قَدْ نَفَذَتْ فِي مَخَارِقِ الْهَوَاءِ وَ تَحْتَهَا رِيحٌ هَفَّافَةٌ تَحْبِسُهَا عَلَى حَيْثُ انْتَهَتْ مِنَ الْحُدُودِ الْمُتَنَاهِيَةِ قَدِ اسْتَفْرَغَتْهُمْ أَشْغَالُ عِبَادَتِهِ وَ وَسَّلَتْ  حَقَائِقُ الْإِيمَانِ بَيْنَهُمْ وَ بَيْنَ مَعْرِفَتِهِ وَ قَطَعَهُمُ الْإِيقَانُ بِهِ إِلَى الْوَلَهِ إِلَيْهِ وَ لَمْ تُجَاوِزْ رَغَبَاتُهُمْ مَا عِنْدَهُ إِلَى مَا عِنْدَ غَيْرِهِ قَدْ ذَاقُوا حَلَاوَةَ مَعْرِفَتِهِ وَ شَرِبُوا بِالْكَأْسِ الرَّوِيَّةِ مِنْ مَحَبَّتِهِ وَ تَمَكَّنَتْ مِنْ سُوَيْدَاءِ قُلُوبِهِمْ وَشِيجَةُ خِيفَتِهِ  فَحَنَوْا بِطُولِ الطَّاعَةِ اعْتِدَالَ ظُهُورِهِمْ وَ لَمْ يُنْفِدْ طُولُ الرَّغْبَةِ إِلَيْهِ مَادَّةَ تَضَرُّعِهِمْ وَ لَا أَطْلَقَ عَنْهُمْ عَظِيمُ الزُّلْفَةِ رِبَقَ خُشُوعِهِمْ وَ لَمْ يَتَوَلَّهُمُ الْإِعْجَابُ فَيَسْتَكْثِرُوا مَا سَلَفَ مِنْهُمْ وَ لَا تَرَكَتْ لَهُمُ اسْتِكَانَةُ الْإِجْلَالِ نَصِيباً فِي تَعْظِيمِ حَسَنَاتِهِمْ وَ لَمْ تَجْرِ الْفَتَرَاتُ فِيهِمْ عَلَى طُولِ دُءُوبِهِمْ وَ لَمْ تَغِضْ رَغَبَاتُهُمْ فَيُخَالِفُوا عَنْ رَجَاءِ رَبِّهِمْ وَ لَمْ تَجِفَّ لِطُولِ الْمُنَاجَاةِ أَسَلَاتُ أَلْسِنَتِهِمْ وَ لَا مَلَكَتْهُمُ  الْأَشْغَالُ فَتَنْقَطِعَ بِهَمْسِ الْجُؤَارِ إِلَيْهِ أَصْوَاتُهُمْ وَ لَمْ تَخْتَلِفْ فِي مَقَاوِمِ  الطَّاعَةِ مَنَاكِبُهُمْ وَ لَمْ يَثْنُوا إِلَى رَاحَةِ التَّقْصِيرِ فِي أَمْرِهِ رِقَابَهُمْ وَ لَا تَعْدُو عَلَى عَزِيمَةِ جِدِّهِمْ بَلَادَةُ الْغَفَلَاتِ وَ لَا تَنْتَضِلُ فِي هِمَمِهِمْ خَدَائِعُ الشَّهَوَاتِ قَدِ اتَّخَذُوا ذَا الْعَرْشِ  ذَخِيرَةً لِيَوْمِ فَاقَتِهِمْ وَ يَمَّمُوهُ عِنْدَ انْقِطَاعِ الْخَلْقِ إِلَى الْمَخْلُوقِينَ بِرَغْبَتِهِمْ لَا يَقْطَعُونَ أَمَدَ غَايَةِ عِبَادَتِهِ وَ لَا يَرْجِعُ بِهِمُ الِاسْتِهْتَارُ بِلُزُومِ طَاعَتِهِ إِلَّا إِلَى مَوَادَّ مِنْ قُلُوبِهِمْ غَيْرِ مُنْقَطِعَةٍ مِنْ رَجَائِهِ وَ مَخَافَتِهِ لَمْ تَنْقَطِعْ أَسْبَابُ الشَّفَقَةِ مِنْهُمْ فَيَنُوا فِي جِدِّهِمْ وَ لَمْ تَأْسِرْهُمُ الْأَطْمَاعُ فَيُؤْثِرُوا وَشِيكَ السَّعْيِ عَلَى اجْتِهَادِهِمْ  وَ لَمْ يَسْتَعْظِمُوا مَا مَضَى مِنْ أَعْمَالِهِمْ وَ لَوِ اسْتَعْظَمُوا ذَلِكَ لَنَسَخَ الرَّجَاءُ مِنْهُمْ شَفَقَاتِ وَجَلِهِمْ وَ لَمْ يَخْتَلِفُوا فِي رَبِّهِمْ بِاسْتِحْوَاذِ الشَّيْطَانِ عَلَيْهِمْ وَ لَمْ يُفَرِّقْهُمْ سُوءُ التَّقَاطُعِ وَ لَا تَوَلَّاهُمْ غِلُّ التَّحَاسُدِ  وَ لَا شَعَّبَتْهُمْ  مَصَارِفُ الرَّيْبِ وَ لَا اقْتَسَمَتْهُمْ أَخْيَافُ الْهِمَمِ  فَهُمْ أُسَرَاءُ إِيمَانٍ لَمْ يَفُكَّهُمْ مِنْ رِبْقَتِهِ زَيْغٌ وَ لَا عُدُولٌ وَ لَا وَنًى وَ لَا فُتُورٌ وَ لَيْسَ فِي أَطْبَاقِ السَّمَاءِ مَوْضِعُ إِهَابٍ إِلَّا وَ عَلَيْهِ مَلَكٌ سَاجِدٌ أَوْ سَاعٍ حَافِدٌ يَزْدَادُونَ عَلَى طُولِ الطَّاعَةِ بِرَبِّهِمْ عِلْماً وَ تَزْدَادُ عِزَّةُ رَبِّهِمْ فِي قُلُوبِهِمْ عِظَماً\n\n\nو منها في صفة الأرض و دحوها على الماء\n\nكَبَسَ الْأَرْضَ عَلَى مَوْرِ أَمْوَاجٍ مُسْتَفْحِلَةٍ وَ لُجَجِ بِحَارٍ زَاخِرَةٍ تَلْتَطِمُ أَوَاذِيُّ أَمْوَاجِهَا وَ تَصْطَفِقُ مُتَقَاذِفَاتُ أَثْبَاجِهَا وَ تَرْغُو زَبَداً كَالْفُحُولِ عِنْدَ هِيَاجِهَا فَخَضَعَ جِمَاحُ الْمَاءِ  الْمُتَلَاطِمِ لِثِقَلِ حَمْلِهَا وَ سَكَنَ هَيْجُ ارْتِمَائِهِ إِذْ وَطِئَتْهُ بِكَلْكَلِهَا وَ ذَلَّ مُسْتَخْذِياً إِذْ تَمَعَّكَتْ عَلَيْهِ بِكَوَاهِلِهَا فَأَصْبَحَ بَعْدَ اصْطِخَابِ أَمْوَاجِهِ سَاجِياً مَقْهُوراً وَ فِي حَكَمَةِ الذُّلِّ مُنْقَاداً أَسِيراً وَ سَكَنَتِ الْأَرْضُ مَدْحُوَّةً فِي لُجَّةِ تَيَّارِهِ وَ رَدَّتْ مِنْ نَخْوَةِ بَأْوِهِ وَ اعْتِلَائِهِ وَ شُمُوخِ أَنْفِهِ وَ سُمُوِّ  غُلَوَائِهِ وَ كَعَمَتْهُ عَلَى كِظَّةِ جِرْيَتِهِ فَهَمَدَ بَعْدَ نَزَقَاتِهِ  وَ لَبَدَ بَعْدَ زَيَفَانِ وَثَبَاتِهِ فَلَمَّا سَكَنَ هَيْجُ الْمَاءِ  مِنْ تَحْتِ أَكْنَافِهَا وَ حَمَلَ شَوَاهِقَ الْجِبَالِ  الشُّمَّخِ الْبُذَّخِ عَلَى أَكْتَافِهَا فَجَّرَ يَنَابِيعَ الْعُيُونِ مِنْ عَرَانِينِ أُنُوفِهَا وَ فَرَّقَهَا فِي سُهُوبِ بِيدِهَا وَ أَخَادِيدِهَا وَ عَدَّلَ حَرَكَاتِهَا بِالرَّاسِيَاتِ مِنْ جَلَامِيدِهَا وَ ذَوَاتِ الشَّنَاخِيبِ الشُّمِّ مِنْ صَيَاخِيدِهَا فَسَكَنَتْ مِنَ الْمَيَدَانِ بَرُسُوبِ الْجِبَالِ  فِي قِطَعِ أَدِيمِهَا وَ تَغَلْغُلِهَا مُتَسَرِّبَةً فِي جَوْبَاتِ خَيَاشِيمِهَا وَ رُكُوبِهَا أَعْنَاقَ سُهُولِ الْأَرَضِينَ وَ جَرَاثِيمِهَا وَ فَسَحَ بَيْنَ الْجَوِّ وَ بَيْنَهَا وَ أَعَدَّ الْهَوَاءَ مُتَنَسَّماً لِسَاكِنِهَا وَ أَخْرَجَ إِلَيْهَا أَهْلَهَا عَلَى تَمَامِ مَرَافِقِهَا ثُمَّ لَمْ يَدَعْ جُرُزَ الْأَرْضِ الَّتِي تَقْصُرُ مِيَاهُ الْعُيُونِ عَنْ رَوَابِيهَا وَ لَا تَجِدُ جَدَاوِلُ  الْأَنْهَارِ ذَرِيعَةً إِلَى بُلُوغِهَا حَتَّى أَنْشَأَ لَهَا  نَاشِئَةَ سَحَابٍ تُحْيِي مَوَاتَهَا وَ تَسْتَخْرِجُ نَبَاتَهَا أَلَّفَ غَمَامَهَا بَعْدَ افْتِرَاقِ لُمَعِهِ وَ تَبَايُنِ قَزَعِهِ حَتَّى إِذَا تَمَخَّضَتْ لُجَّةُ الْمُزْنِ فِيهِ وَ الْتَمَعَ بَرْقُهُ فِي كِفَفِهِ وَ لَمْ يَنَمْ وَمِيضُهُ فِي كَنَهْوَرِ رَبَابِهِ وَ مُتَرَاكِمِ سَحَابِهِ أَرْسَلَهُ سَحّاً مُتَدَارِكاً قَدْ أَسَفَّ هَيْدَبُهُ تَمْرِيهِ الْجَنُوبُ دِرَرَ أَهَاضِيبِهِ وَ دُفَعَ شَآبِيبِهِ فَلَمَّا أَلْقَتِ السَّحَابُ بَرْكَ بَوَانِيهَا وَ بَعَاعَ مَا اسْتَقَلَّتْ بِهِ مِنَ الْعِبْءِ الْمَحْمُولِ عَلَيْهَا أَخْرَجَ بِهِ مِنْ هَوَامِدِ الْأَرْضِ النَّبَاتَ وَ مِنْ زُعْرِ الْجِبَالِ الْأَعْشَابَ فَهِيَ تَبْهَجُ بِزِينَةِ رِيَاضِهَا وَ تَزْدَهِي بِمَا أُلْبِسَتْهُ مِنْ رَيْطِ أَزَاهِيرِهَا وَ حِلْيَةِ مَا سُمِّطَتْ  بِهِ مِنْ نَاضِرِ أَنْوَارِهَا وَ جَعَلَ ذَلِكَ بَلَاغاً لِلْأَنَامِ وَ رِزْقاً لِلْأَنْعَامِ وَ خَرَقَ الْفِجَاجَ فِي آفَاقِهَا وَ أَقَامَ الْمَنَارَ لِلسَّالِكِينَ عَلَى جَوَادِّ طُرُقِهَا فَلَمَّا مَهَدَ أَرْضَهُ وَ أَنْفَذَ أَمْرَهُ اخْتَارَ آدَمَ (عليه السلام) خِيرَةً مِنْ خَلْقِهِ وَ جَعَلَهُ أَوَّلَ جِبِلَّتِهِ  وَ أَسْكَنَهُ جَنَّتَهُ وَ أَرْغَدَ فِيهَا أُكُلَهُ وَ أَوْعَزَ إِلَيْهِ فِيمَا نَهَاهُ عَنْهُ وَ أَعْلَمَهُ أَنَّ فِي الْإِقْدَامِ عَلَيْهِ التَّعَرُّضَ لِمَعْصِيَتِهِ وَ الْمُخَاطَرَةَ بِمَنْزِلَتِهِ فَأَقْدَمَ عَلَى مَا نَهَاهُ عَنْهُ مُوَافَاةً لِسَابِقِ عِلْمِهِ  فَأَهْبَطَهُ بَعْدَ التَّوْبَةِ لِيَعْمُرَ أَرْضَهُ بِنَسْلِهِ وَ لِيُقِيمَ الْحُجَّةَ بِهِ عَلَى عِبَادِهِ وَ لَمْ يُخْلِهِمْ بَعْدَ أَنْ قَبَضَهُ مِمَّا يُؤَكِّدُ عَلَيْهِمْ حُجَّةَ رُبُوبِيَّتِهِ وَ يَصِلُ بَيْنَهُمْ وَ بَيْنَ مَعْرِفَتِهِ بَلْ تَعَاهَدَهُمْ بِالْحُجَجِ عَلَى أَلْسُنِ الْخِيرَةِ مِنْ أَنْبِيَائِهِ وَ مُتَحَمِّلِي وَدَائِعِ رِسَالاتِهِ قَرْناً فَقَرْناً حَتَّى تَمَّتْ بِنَبِيِّنَا مُحَمَّدٍ (صلى الله عليه واله) حُجَّتُهُ وَ بَلَغَ الْمَقْطَعَ عُذُرُهُ وَ نُذُرُهُ وَ قَدَّرَ الْأَرْزَاقَ فَكَثَّرَهَا وَ قَلَّلَهَا وَ قَسَّمَهَا عَلَى الضِّيقِ وَ السَّعَةِ فَعَدَلَ فِيهَا لِيَبْتَلِيَ مَنْ أَرَادَ بِمَيْسُورِهَا وَ مَعْسُورِهَا وَ لِيَخْتَبِرَ بِذَلِكَ الشُّكْرَ وَ الصَّبْرَ مِنْ غَنِيِّهَا وَ فَقِيرِهَا ثُمَّ قَرَنَ بِسَعَتِهَا عَقَابِيلَ فَاقَتِهَا وَ بِسَلَامَتِهَا طَوَارِقَ آفَاتِهَا وَ بِفُرَجِ أَفْرَاحِهَا غُصَصَ أَتْرَاحِهَا وَ خَلَقَ الْآجَالَ فَأَطَالَهَا وَ قَصَّرَهَا وَ قَدَّمَهَا وَ أَخَّرَهَا وَ وَصَلَ بِالْمَوْتِ أَسْبَابَهَا وَ جَعَلَهُ خَالِجاً لِأَشْطَانِهَا وَ قَاطِعاً لِمَرَائِرِ أَقْرَانِهَا عَالِمُ السِّرِّ مِنْ ضَمَائِرِ الْمُضْمِرِينَ وَ نَجْوَى الْمُتَخَافِتِينَ وَ خَوَاطِرِ رَجْمِ الظُّنُونِ وَ عُقَدِ عَزِيمَاتِ الْيَقِينِ وَ مَسَارِقِ إِيمَاضِ الْجُفُونِ وَ مَا ضَمِنَتْهُ أَكْنَانُ الْقُلُوبِ وَ غَيَابَاتُ الْغُيُوبِ وَ مَا أَصْغَتْ لِاسْتِرَاقِهِ مَصَائِخُ الْأَسْمَاعِ وَ مَصَائِفِ الذَّرِّ وَ مَشَاتِي الْهَوَامِّ وَ رَجْعِ الْحَنِينِ مِنَ الْمُوَلَّهَاتِ وَ هَمْسِ الْأَقْدَامِ وَ مُنْفَسَحِ الثَّمَرَةِ مِنْ وَلَائِجِ غُلُفِ الْأَكْمَامِ وَ مُنْقَمَعِ الْوُحُوشِ  مِنْ غِيرَانِ الْجِبَالِ وَ أَوْدِيَتِهَا وَ مُخْتَبَإِ الْبَعُوضِ بَيْنَ سُوقِ الْأَشْجَارِ وَ أَلْحِيَتِهَا وَ مَغْرِزِ الْأَوْرَاقِ مِنَ الْأَفْنَانِ وَ مَحَطِّ الْأَمْشَاجِ مِنْ مَسَارِبِ الْأَصْلَابِ وَ نَاشِئَةِ الْغُيُومِ وَ مُتَلَاحِمِهَا وَ دُرُورِ قَطْرِ السَّحَابِ فِي تَرَاكِمِهَا وَ مَا تَسْفِي الْأَعَاصِيرُ بِذُيُولِهَا وَ تَعْفُو الْأَمْطَارُ بِسُيُولِهَا وَ عَوْمِ  نَبَاتِ الْأَرْضِ فِي كُثْبَانِ الرِّمَالِ وَ مُسْتَقَرِّ ذَوَاتِ الْأَجْنِحَةِ بِذُرىَ شَنَاخِيبِ الْجِبَالِ وَ تَغْرِيدِ ذَوَاتِ الْمَنْطِقِ فِي دَيَاجِيرِ الْأَوْكَارِ وَ مَا أَوْعَبَتْهُ الْأَصْدَافُ  وَ حَضَنَتْ عَلَيْهِ أَمْوَاجُ الْبِحَارِ وَ مَا غَشِيَتْهُ سُدْفَةُ لَيْلٍ أَوْ ذَرَّ عَلَيْهِ  شَارِقُ نَهَارٍ وَ مَا اعْتَقَبَتْ عَلَيْهِ أَطْبَاقُ الدَّيَاجِيرِ وَ سُبُحَاتُ النُّورِ وَ أَثَرِ كُلِّ خَطْوَةٍ وَ حِسِّ كُلِّ حَرَكَةٍ وَ رَجْعِ كُلِّ كَلِمَةٍ وَ تَحْرِيكِ كُلِّ شَفَةٍ وَ مُسْتَقَرِّ كُلِّ نَسَمَةٍ وَ مِثْقَالِ كُلِّ ذَرَّةٍ وَ هَمَاهِمِ كُلِّ نَفْسٍ هَامَّةٍ وَ مَا عَلَيْهَا مِنْ ثَمَرِ شَجَرَةٍ  أَوْ سَاقِطِ وَرَقَةٍ أَوْ قَرَارَةِ نُطْفَةٍ أَوْ نُقَاعَةٍ دَمٍ وَ مُضْغَةٍ أَوْ نَاشِئَةِ خَلْقٍ وَ سُلَالَةٍ لَمْ تَلْحَقْهُ فِي ذَلِكَ كُلْفَةٌ وَ لَا اعْتَرَضَتْهُ فِي حِفْظِ مَا ابْتَدَعَ مِنْ خَلْقِهِ عَارِضَةٌ وَ لَا اعْتَوَرَتْهُ فِي تَنْفِيذِ الْأُمُورِ وَ تَدَابِيرِ الْمَخْلُوقِينَ مَلَالَةٌ وَ لَا فَتْرَةٌ بَلْ نَفَذَهُمْ عِلْمُهُ وَ أَحْصَاهُمْ  عَدَدَهُ وَ وَسِعَهُمْ عَدْلُهُ وَ غَمَرَهُمْ فَضْلُهُ مَعَ تَقْصِيرِهِمْ عَنْ كُنْهِ مَا هُوَ أَهْلُهُ اللَّهُمَّ أَنْتَ أَهْلُ الْوَصْفِ الْجَمِيلِ وَ التَّعْدَادِ الْكَثِيرِ إِنْ تُؤَمَّلْ فَخَيْرُ مَأْمُولٍ  وَ إِنْ تُرْجَ فَأَكْرَمُ مَرْجُوٍّ اللَّهُمَّ وَ قَدْ بَسَطْتَ لِي فِيمَا لَا أَمْدَحُ بِهِ غَيْرَكَ وَ لَا أُثْنِي بِهِ عَلَى أَحَدٍ سِوَاكَ وَ لَا أُوَجِّهُهُ إِلَى مَعَادِنِ الْخَيْبَةِ وَ مَوَاضِعِ الْرِّيْبَةِ وَ عَدَلْتَ بِلِسَانِي عَنْ مَدَائِحِ الْآدَمِيِّينَ وَ الثَّنَاءِ عَلَى الْمَرْبُوبِينَ الْمَخْلُوقِينَ اللَّهُمَّ وَ لِكُلِّ مُثْنٍ عَلَى مَنْ أَثْنَى عَلَيْهِ مَثُوبَةٌ مِنْ جَزَاءٍ أَوْ عَارِفَةٌ مِنْ عَطَاءٍ وَ قَدْ رَجَوْتُكَ دَلِيلًا عَلَى ذَخَائِرِ الرَّحْمَةِ وَ كُنُوزِ الْمَغْفِرَةِ اللَّهُمَّ وَ هَذَا مَقَامُ مَنْ أَفْرَدَكَ بِالتَّوْحِيدِ الَّذِي هُوَ لَكَ وَ لَمْ يَرَ مُسْتَحِقّاً لِهَذِهِ الْمَحَامِدِ وَ الْمَمَادِحِ غَيْرَكَ وَ بِي فَاقَةٌ إِلَيْكَ لَا يَجْبُرُ مَسْكَنَتَهَا إِلَّا فَضْلُكَ وَ لَا يَنْعَشُ مِنْ خَلَّتِهَا إِلَّا مَنُّكَ وَ جُودُكَ فَهَبْ لَنَا فِي هَذَا الْمَقَامِ رِضَاكَ وَ أَغْنِنَا عَنْ مَدِّ الْأَيْدِي إِلَى سِوَاكَ إِنَّكَ عَلى كُلِّ شَيْءٍ قَدِيرٌ*"
}