["أَمَّا بَعْدَ أَيُّهَا النَّاسُ  فَأَنَا فَقَأْتُ  عَيْنَ الْفِتْنَةِ وَ لَمْ يَكُنْ  لِيَجْتَرِئَ عَلَيْهَا أَحَدٌ غَيْرِي بَعْدَ أَنْ مَاجَ غَيْهَبُهَا وَ اشْتَدَّ كَلَبُهَا فَاسْأَلُونِي قَبْلَ أَنْ تَفْقِدُونِي فَوَ الَّذِي نَفْسِي بِيَدِهِ لَا تَسْأَلُونِي  عَنْ شَيْءٍ فِيمَا بَيْنَكُمْ وَ بَيْنَ السَّاعَةِ وَ لَا عَنْ فِئَةٍ تَهْدِي مِائَةً وَ تُضِلُّ مِائَةً إِلَّا أَنْبَأْتُكُمْ بِنَاعِقِهَا وَ قَائِدِهَا وَ سَائِقِهَا وَ مُنَاخِ رِكَابِهَا وَ مَحَطِّ رِحَالِهَا وَ مَنْ يُقْتَلُ مِنْ أَهْلِهَا قَتْلًا وَ مَنْ يَمُوتُ مِنْهُمْ مَوْتاً وَ لَوْ قَدْ فَقَدْتُمُونِي  وَ نَزَلَتْ بِكُمْ كَرَائِهُ الْأُمُورِ وَ حَوَازِبُ الْخُطُوبِ لَأَطْرَقَ كَثِيرٌ مِنَ السَّائِلِينَ وَ فَشِلَ كَثِيرٌ مِنَ الْمَسْئُولِينَ وَ ذَلِكَ إِذَا قَلَّصَتْ حَرْبُكُمْ وَ شَمَّرَتْ عَنْ سَاقٍ وَ ضَاقَتِ الدُّنْيَا عَلَيْكُمْ  ضِيقاً تَسْتَطِيلُونَ أَيَّامَ الْبَلَاءِ عَلَيْكُمْ حَتَّى يَفْتَحَ اللَّهُ لِبَقِيَّةِ الْأَبْرَارِ مِنْكُمْ إِنَّ الْفِتَنَ إِذَا أَقْبَلَتْ شَبَّهَتْ وَ إِذَا أَدْبَرَتْ نَبَّهَتْ يُنْكَرْنَ مُقْبِلَاتٍ وَ يُعْرَفْنَ مُدْبِرَاتٍ يَحُمْنَ حَوْمَ الرِّيَاحِ يُصِبْنَ بَلَداً وَ يُخْطِئْنَ بَلَداً أَلَا إِنَّ أَخْوَفَ الْفِتَنِ عِنْدِي عَلَيْكُمْ فِتْنَةُ بَنِي أُمَيَّةَ فَإِنَّهَا فِتْنَةٌ عَمْيَاءُ مُظْلِمَةٌ عَمَّتْ خُطَّتُهَا وَ خُصَّتْ بَلِيَّتُهَا وَ أَصَابَ الْبَلَاءُ مَنْ أَبْصَرَ فِيهَا وَ أَخْطَأَ الْبَلَاءُ مَنْ عَمِيَ عَنْهَا وَ ايْمُ اللَّهِ لَتَجِدُنَّ بَنِي أُمَيَّةَ لَكُمْ أَرْبَابَ سَوْءٍ بَعْدِي كَالنَّابِ الضَّرُوسِ تَعْذِمُ بِفِيهَا وَ تَخْبِطُ بِيَدِهَا وَ تَزْبِنُ بِرِجْلِهَا وَ تَمْنَعُ دَرَّهَا لَا يَزَالُونَ بِكُمْ حَتَّى لَا يَتْرُكُوا مِنْكُمْ إِلَّا نَافِعاً لَهُمْ أَوْ غَيْرَ ضَائِرٍ بِهِمْ وَ لَا يَزَالُ بَلَاؤُهُمْ حَتَّى لَا يَكُونَ انْتِصَارُ أَحَدِكُمْ مِنْهُمْ إِلَّا كَانْتِصَارِ الْعَبْدِ مِنْ رَبِّهِ وَ الصَّاحِبِ مِنْ مُسْتَصْحِبِهِ تَرِدُ عَلَيْكُمْ فِتْنَتُهُمْ  شَوْهَاءَ (مَخْشِيَّةً)  وَ قِطَعاً جَاهِلِيَّةً لَيْسَ فِيهَا مَنَارُ هُدًى وَ لَا عَلَمٌ يُرَى نَحْنُ أَهْلَ الْبَيْتِ مِنْهَا بِمَنْجَاةٍ وَ لَسْنَا فِيهَا بِدُعَاةٍ ثُمَّ يُفَرِّجُهَا اللَّهُ عَنْكُمْ كَتَفْرِيجِ الْأَدِيمِ بِمَنْ يَسُومُهُمْ خَسْفاً وَ يَسُوقُهُمْ عُنْفاً وَ يَسْقِيهِمْ بِكَأْسٍ مُصَبَّرَةٍ لَا يُعْطِيهِمْ إِلَّا السَّيْفَ وَ لَا يُحْلِسُهُمْ إِلَّا الْخَوْفَ فَعِنْدَ ذَلِكَ تَوَدُّ قُرَيْشٌ بِالدُّنْيَا وَ مَا فِيهَا لَوْ يَرَوْنَنِي  مَقَاماً وَاحِداً وَ لَوْ قَدْرَ جَزْرِ جَزُورٍ لَأَقْبَلَ مِنْهُمْ مَا أَطْلُبُ الْيَوْمَ بَعْضَهُ فَلَا يُعْطُونَنِيهِ"]