["الْحَمْدُ لِلَّهِ الْأَوَّلِ فَلَا شَيْءَ قَبْلَهُ وَ الْآخِرِ فَلَا شَيْءَ بَعْدَهُ وَ الظَّاهِرِ فَلَا شَيْءَ فَوْقَهُ وَ الْبَاطِنِ فَلَا شَيْءَ دُونَهُ\n\n\nمنها في ذكر الرسول (صلى الله عليه واله)\n\nمُسْتَقَرُّهُ خَيْرُ مُسْتَقَرٍّ وَ مَنْبِتُهُ أَشْرَفُ مَنْبِتٍ فِي مَعَادِنِ الْكَرَامَةِ وَ مَمَاهِدِ السَّلَامَةِ قَدْ صُرِفَتْ  نَحْوَهُ أَفْئِدَةُ الْأَبْرَارِ وَ ثُنِيَتْ إِلَيْهِ أَزِمَّةُ أَهْوَاؤُهُمْ الْمُبْتَلَى بِهِمْ أُمَرَاؤُهُمْ صَاحِبُكُمْ يُطِيعُ اللَّهَ وَ أَنْتُمْ تَعْصُونَهُ وَ صَاحِبُ أَهْلِ الشَّامِ يَعْصِي اللَّهَ وَ هُمْ يُطِيعُونَهُ لَوَدِدْتُ وَ اللَّهِ أَنَّ مُعَاوِيَةَ صَارَفَنِي بِكُمْ صَرْفَ الدِّينَارِ بِالدِّرْهَمِ  فَأَخَذَ مِنِّي عَشَرَةَ مِنْكُمْ وَ أَعْطَانِي رَجُلًا مِنْهُمْ يَا أَهْلَ الْكُوفَةِ مُنِيتُ مِنْكُمْ بِثَلَاثٍ وَ اثْنَتَيْنِ صُمٌّ ذَوُوا أَسْمَاعٍ وَ بُكْمٌ ذَوُوا كَلَامٍ وَ عُمْيٌ ذَوُوا أَبْصَارٍ لَا أَحْرَارُ صِدْقٍ عِنْدَ اللِّقَاءِ وَ لَا إِخْوَانُ ثِقَةٍ عِنْدَ الْبَلَاءِ تَرِبَتْ أَيْدِيكُمْ يَا أَشْبَاهَ الْإِبِلِ غَابَ عَنْهَا رُعَاتُهَا كُلَّمَا جُمِعَتْ مِنْ جَانِبٍ تَفَرَّقَتْ مِنْ جَانِبٍ آخَرَ وَ اللَّهِ لَكَأَنِّي بِكُمْ فِيمَا إِخَالُ  أَنْ لَوْ حَمِسَ الْوَغَى وَ حَمِيَ الضِّرَابُ قَدِ انْفَرَجْتُمْ عَنِ ابْنِ أَبِيَطالِبٍ انْفِرَاجَ الْمَرْأَةِ عَنْ قُبُلِهَا وَ إِنِّي لَعَلَى بَيِّنَةٍ مِنْ رَبِّي وَ مِنْهَاجٍ مِنْ نَبِيِّي وَ إِنِّي لَعَلَى الطَّرِيقِ  الْوَاضِحِ أَلْقُطُهُ لَقْطاً انْظُرُوا أَهْلَ بَيْتِ نَبِيِّكُمْ فَالْزَمُوا سَمْتَهُمْ وَ اتَّبِعُوا أَثَرَهُمْ فَلَنْ يُخْرِجُوكُمْ مِنْ هُدًى وَ لَنْ يُعِيدُوكُمْ فِي رَدًى فَإِنْ لَبَدُوا فَالْبُدُوا وَ إِنْ نَهَضُوا فَانْهَضُوا وَ لَا تَسْبِقُوهُمْ فَتَضِلُّوا وَ لَا تَتَأَخَّرُوا عَنْهُمْ فَتَهْلِكُوا لَقَدْ رَأَيْتُ أَصْحَابَ مُحَمَّدٍ (صلى الله عليه واله) فَمَا أَرَى أَحَداً مِنْكُمْ يُشْبِهُهُمْ لَقَدْ كَانُوا يُصْبِحُونَ شُعْثاً غُبْراً  وَ قَدْ بَاتُوا سُجَّداً وَ قِيَاماً يُرَاوِحُونَ بَيْنَ جِبَاهِهِمْ  وَ خُدُودِهِمْ وَ يَقِفُونَ عَلَى مِثْلِ الْجَمْرِ مِنْ ذِكْرِ مَعَادِهِمْ كَأَنَّ بَيْنَ أَعْيُنِهِمْ رُكَبَ الْمِعْزَى مِنْ طُولِ سُجُودِهِمْ إِذَا ذُكِرَ اللَّهُ هَمَلَتْ أَعْيُنُهُمْ حَتَّى تَبُلَّ جُيُوبَهُمْ  وَ مَادُوا كَمَا يَمِيدُ الشَّجَرُ يَوْمَ الرِّيحِ الْعَاصِفِ خَوْفاً مِنَ الْعِقَابِ وَ رَجَاءً لِلثَّوَابِ"]