["(1): ﴿طس﴾: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره، ﴿تِلْكَ آيَاتُ الْقُرْآنِ وَكِتَابٍ مُّبِينٍ﴾: تلك إشارة إلى هذه السورة. والقرآن والكتاب بمعنى واحد، فهو قرآن لأنه مقروء، وهو كتاب لأنه مكتوب، وهو مبين لأنه واضح. \n\n(2) - (3): ﴿هُدًى وَبُشْرَى لِلْمُؤْمِنِينَ﴾: يهدي هذا القرآن إلى حياة أفضل كل من أراد هذه الحياة، وأيضًا يبشره بالجنة إن آمن بالله ورسوله، وأقام الصلاة، وآتى الزكاة، وكف أذاه عن الناس.. \n\n(4): ﴿إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ زَيَّنَّا لَهُمْ أَعْمَالَهُمْ فَهُمْ يَعْمَهُونَ﴾: من ينكر الآخرة وعقابها يرى الدنيا فرصته الوحيدة للانتفاع والاستماع بكل ما يقدر عليه خيرًا كان أم شرًا، فيتمادى في غيِّه، ويتيه في ضلاله، وهو عند نفسه من المحسنين صنعًا تمامًا كأي مجرم يأمن العقوبة وفي الحياة الدنيا، فإنه ينطلق مع رغبته وشهوته إلى كل فساد وجريمة... وما من شك أن الله سبحانه قادر على أن يردع بالقوة والإلجاء الشقي عن شقائه والمجرم عن جريمته، ولكنه لا يفعل لأن الحرية حق طبيعي لكل إنسان، وبها يكون مسؤولا عن تصرفاته، وعليه يكون معنى قوله تعالى: (زينا لهم أعمالهم) تركناهم وما يعملون ويعمهون- طبعًا بعد البيان والتحذير- ولم نردعهم عن القبح والحرام بالقهر والقوة. أُنظر تفسير الآية 48 من المائدة: (ولو شاء الله لجعلكم أمة واحدة). \n\n(5):\n\n(6): ﴿وَإِنَّكَ﴾: يا محمد ﴿لَتُلَقَّى الْقُرْآنَ مِن لَّدُنْ حَكِيمٍ عَلِيمٍ﴾: وما هو من عندك أو من وحي الكهان والشياطين كما يزعم الجاحدون. \n\n(7): ﴿إِذْ قَالَ مُوسَى لِأَهْلِهِ إِنِّي آنَسْتُ نَارًا سَآتِيكُم مِّنْهَا بِخَبَرٍ أَوْ آتِيكُم بِشِهَابٍ قَبَسٍ لَّعَلَّكُمْ تَصْطَلُونَ﴾: تقدم في الآية 10 من طه. \n\n(8) - (10): ﴿فَلَمَّا جَاءهَا نُودِيَ﴾: إن هذا الذي ظننته نارًا هو نور مقدس ﴿فَلَمَّا رَءَاهَا تَهْتَزُّ كَأَنَّهَا جَانٌّ﴾: كناية عن السرعة والخفة في الحركة، كما يقال: فلان عفريت في حركاته ﴿وَلَمْ يُعَقِّبْ﴾: لم يرجع أو يلتفت ﴿إِنِّي لَا يَخَافُ لَدَيَّ الْمُرْسَلُونَ﴾: بل هم في حراسة الله وأمانه من المخاوف والمهالك وإلا فإن الخوف من طبيعة الإنسان، والنبي كسائر البشر، والسبب الأساس لعظمة النبي عند الله هو شدة خوفه منه تعالى، ومن خاف ربه عمل بطاعته، وانتهى عن معصيته قال الإمام عليّ (ع): إن العبد إنما يكون حسن ظنه بربه على قدر خوفه من ربه، وإن أحسن الناس ظنًا بالله خوفًا لله.. \n\n(11) - (14): ﴿إِلَّا مَن ظَلَمَ﴾: استثناء منقطع، والمعنى لكن من عصى الله من سائر الناس فهم من الهالكين ﴿ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ﴾: أي إلا من تاب بعد معصيته، وأخلص في نيته فإن الله غفور رحيم ﴿وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاء مِنْ غَيْرِ سُوءٍ﴾: تقدم في الآية 80 من الأعراف وغيرها ﴿فِي تِسْعِ آيَاتٍ﴾: وهي العصا واليد والجراد والقمل والضفادع والدم وفلق البحر وانفجار الماء من الحجر وإنزال المن والسلوى. وتقدم في الآية 101 من الإسراء ﴿آيَاتُنَا مُبْصِرَةً﴾: واضحة الدلالة على صدق موسى ونبوته. \n\n","تفسير المبين"]