["(64): ﴿أَمَّن يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ﴾: تمامًا كما بدأه أولا يعيده، وهو أهون عليه، والدليل الكون العجيب، وتقدم مرات ﴿وَمَن يَرْزُقُكُم مِّنَ السَّمَاء﴾: بالماء ﴿وَالْأَرْضِ﴾: بما أخرجت من نبات وغير ذلك. \n\n(65): ﴿قُل لَّا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ﴾: هدد النبي الجاحدين بعذاب الآخرة، فقالوا له: متى هذا الوعد؟ فقال سبحانه لنبيه: قل: علمه عند ربي، وتقدم في الآية 187 من الأعراف. \n\n(66): ﴿بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ﴾: ادّارك: تتابع، والمعنى أن الأسباب الموجبة للإيمان باليوم الآخر هي كثيرة، وبعضها يتبع بعضًا، ومع ذلك، كله لم يؤمنوا تمامًا كما تقول: فلان عنود وجحود لا يقنعه شيء ﴿بَلْ هُمْ فِي شَكٍّ مِّنْهَا﴾: كيف يؤمنون بالآخرة، وقد اتخذوا الشك فيها دينًا وعقيدة حتى أصبح جزءًا من كيانهم؟ ﴿بَلْ هُم مِّنْهَا عَمُونَ﴾: جمع عم وهو أعمى القلب، والمعنى لا يؤمنون بالآخرة لأنهم عمي القلوب صم الأسماع. \n\n(67) - (68): ﴿وَقَالَ الَّذِينَ كَفَرُوا أَئِذَا كُنَّا تُرَابًا...﴾: تقدم في الآية 5 من الرعد وغيرها. \n\n(69): ﴿قُلْ سِيرُوا فِي الْأَرْضِ﴾:واحبثوا عن آثار الماضيين أو اقرأوا التاريخ لتعلموا كيف حلت نقمة الله تعالى على من طغى وبغى وكفر وتجبر، وتقدم في الآية 37 من آل عمران. \n\n(70): ﴿وَلَا تَحْزَنْ عَلَيْهِمْ ...﴾: لماذا الحزن وضيق الصدر ما دمت يا محمد في رعاية الله وعنايته، وتقدم بالحرف في الآية 127 من النحل. \n\n(71): ﴿وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ﴾: وعدتنا وهددتنا بالعذاب، فأين هو؟. \n\n(72): ﴿قُلْ عَسَى أَن يَكُونَ رَدِفَ لَكُم﴾: ربما كان العذاب وراءكم وأنتم لا تشعرون، وتقدم في الآية 51 من الإسراء وغيرها. \n\n(73): ﴿وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى النَّاسِ﴾: بما أنعم وتكرم، وأملى وأمهل. \n\n(74) - (75): ﴿وَإِنَّ رَبَّكَ لَيَعْلَمُ﴾: ما يسرون وما يعلنون، ولكل جزاؤه المعلوم. \n\n(76) - (77): ﴿إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ﴾: ومن ذلك اختلافهم في عبادة العجل والعمل ببعض ما في التوراة من أحكام، واختلافهم في السيد المسيح حيث آمن به فريق وكفر به فريق، وأيضًا اختلفوا في محمد، وما آمن به إلا قليل منهم. \n\n","تفسير المبين"]