["(39): ﴿هُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ فِي الْأَرْضِ﴾: يرثها جيل بعد جيل، ومنحكم العقل والحرية والقدرة على التحكم بها وبخيراتها، وساوى بينكم في جميع الحقوق والواجبات، ونهاكم عن البغي والفساد والمشاحنات، فمن أحسن واتقى فله أجر كريم، ومن أعرض ونأى فله عذاب الجحيم. \n\n(40): ﴿قُلْ أَرَأَيْتُمْ شُرَكَاءكُمُ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ﴾: احتج سبحانه في هذه الآية على المشركين بأمور ثلاثة 1) ﴿أَرُونِي مَاذَا خَلَقُوا مِنَ الْأَرْضِ﴾: لله آثار تدل على وجوده ونفي الشريك أيضًا، لأن القانون الذي يسيِّر المجرات الكبيرة، فهل للشريك المزعوم من آثار؟ وأين هي؟ 2) ﴿أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ﴾: المراد بالشرك هنا النصيب والأثر، والمعنى أيضًا لا أثر للشريك في السماء 3) ﴿أَمْ آتَيْنَاهُمْ﴾: أي أم أنزلنا على المشركين ﴿كِتَابًا﴾: من السماء يقول: أن لله شركاء ﴿بَلْ إِن يَعِدُ الظَّالِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا﴾: كان المستكبرون يقولون للمستضعفين أن الأصنام سوف يشفعون لكم غدًا عند الله، وما من شك أن هذا الوعد زور وغرور. \n\n(41): ﴿إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَن تَزُولَا﴾: أمسك سبحانه الكواكب بقانون الجاذبية تمامًا كما سيَّر الطائر بجناحيه، وجعل الإنسان بصيرًا بعقله وعينيه، وحركة برجليه وتقدم في الآية 65 من الحج. \n\n(42): ﴿وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ﴾: جمع يمين، وكان عتاة قريش قبل محمد (ص) يحلفون بالله ويبالغون في الحلف والأيمان ﴿لَئِن جَاءهُمْ نَذِيرٌ﴾: رسول من الله ﴿لَّيَكُونُنَّ أَهْدَى﴾: وأطوع له ﴿مِنْ إِحْدَى الْأُمَمِ﴾: أي من أُمة من الأُمم أي من كل الأُمم وأكثر منها انقيادًا لأنبيائها ﴿فَلَمَّا جَاءهُمْ﴾: محمد رسولاً من ربهم يتلو عليهم آياته - نفروا واستكبروا وبالغوا في حربه وإيذائه. \n\n(43): ﴿اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ﴾: من سلَّ سيف البغي قتل به، ومن حفر حفرة لأخيه وقع فيها، والحقيقة النابعة من الحق والواقع لا تموت، وإنما تموت الخرافات والأكاذيب، ولذا نصر سبحانه عبده محمدًا، وأظهر دينه على الشرك كله ﴿فَهَلْ يَنظُرُونَ﴾: وهم أعداء محمد (ص) والإسلام ﴿إِلَّا سُنَّتَ الْأَوَّلِينَ﴾: وهي هلاك من كذب أنبياء الله ورسله أو يخذل سبحانه المكذبين كما خذل عتاة الشرك حين استسلموا في النهاية لرسول الله صاغرين. \n\n(44): ﴿أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنظُرُوا كَيْفَ كَانَ عَاقِبَةُ﴾:البغي والباغين وقرأت من جملة ما قرأت (أن قانون الفعل يقابله رد الفعل، وأن هذا الرد يعم ويشمل الأشياء الطبيعية والحياة الاجتماعية) وهذا صحيح من غير شك، لأن العلم رد فعل للجهل، والإصلاح رد فعل للفساد تمامًا كالدواء بالنسبة إلى الداء، وتقدم مرارًا، منها في الآية 109 من يوسف ﴿وَمَا كَانَ اللَّهُ لِيُعْجِزَهُ مِن شَيْءٍ﴾: لأنه قادر على كل شيء، وإذا قدر غيره على شيء فإنه يعجز عن أكثر الأشياء. \n\n","تفسير المبين"]