["(1): ﴿وَالنَّازِعَاتِ غَرْقًا﴾: المراد بالنازعات الكواكب، لأنها ترمي بالشهب، يقال: نزع عن القوس أي رمى عنها، وغرقًا أي إغراقًا، يقال: أغرق في الشيء إذا بالغ. \n\n(2): ﴿وَالنَّاشِطَاتِ نَشْطًا﴾: تنتقل الكواكب من برج إلى برج. \n\n(3): ﴿وَالسَّابِحَاتِ سَبْحًا﴾: تتحرك في الفضاء. \n\n(4): ﴿فَالسَّابِقَاتِ سَبْقًا﴾: تتمم دورتها حول ما تدور عليه، ومن المعلوم أن سرعة كل شيء بحسبه. \n\n(5): ﴿فَالْمُدَبِّرَاتِ أَمْرًا﴾: قال الشيخ محمد عبده ما معناه: إن الكواكب يظهر أثرها بما ينفع الناس من معرفة الأوقات والأقطار، وما أشبه ذلك. \n\n(6): ﴿يَوْمَ تَرْجُفُ الرَّاجِفَةُ﴾: وهي الأرض لقوله تعالى: (يوم ترجف الأرض ? 14 المزمل). \n\n(7): ﴿تَتْبَعُهَا الرَّادِفَةُ﴾: وهي السماء بما فيه تردف الأرض أي تتبعها خرابًا ودمارًا. \n\n(8): ﴿قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ﴾: خائفة مضطربة أي أن قلوب المجرمين تنخلع يوم القيامة خوفًا ورعبًا. \n\n(9): ﴿أَبْصَارُهَا خَاشِعَةٌ﴾: ذليلة وحقيرة، لأنهم سمعوا بيوم القيامة وأهواله، فأنكروا وسخروا، ولما جاءوا شاهدوا فوق ما سمعوا، وفي نهج البلاغة: كل شيء في الدنيا سماعه أعظم من عيانه، وكل شيء في الآخرة عيانه أعظم من سماعه. \n\n(10): ﴿يَقُولُونَ أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ﴾: وهي العودة إلى الحياة الدنيا بعد الموت حيث ظنوا البعث خروجًا من بطن الأرض إلى ظهرها تمامًا كما كانوا من قبل. \n\n(11): ﴿أَئِذَا كُنَّا عِظَامًا نَّخِرَةً﴾: بالية، والمعنى كيف نُرد إلى الحياة وقد بليت منا العظام ولم يبق لها أي أثر؟. \n\n(12): ﴿قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ﴾: قالوا في هزء وسخرية: إذا صحت الرجعة إلى الحياة وحدثت فهم أخسر الناس صفقة مع أنهم الرابحون وغيرهم الخاسر أبدًا ودائمًا كما يزعمون. \n\n(13): ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ﴾: هذا رد منه تعالى على من يرى الرجعة محالاً، بأنهم تحدث وتتم بكلمة واحدة ممن يقول للشيء: كن فيكون. \n\n(14): ﴿فَإِذَا هُم بِالسَّاهِرَةِ﴾: وهي الأرض البيضاء كما قال المفسرون، ومنهم الشيخ محمد عبده والشيخ الطبرسي والبيضاوي، ونقل هذا الأخير قولاً بأن الساهرة اسم لجهنم، وهذا أقرب للاعتبار وأنسب حيث يكون المعنى أنكروا جهنم فإذا هم منها في الأعماق. \n\n(15): ﴿هَلْ أتَاكَ حَدِيثُ مُوسَى﴾: يا محمد، فالله سبحانه سينصرك على أعدائك كما نصره على فرعون، وتقدم في الآية 9 من طه وغيرها. \n\n","تفسير المبين"]