["(16): ﴿إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى﴾: هو وادٍ في أسفل جبل طور سيناء، وطوى اسم للوادي، وتقدم في الآية 12 من طه. \n\n(17): ﴿اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى﴾: وقال: أنا ربكم الأعلى وتقدم في الآية 24 من طه. \n\n(18)-(19): ﴿فَقُلْ هَل لَّكَ إِلَى أَن تَزَكَّى وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى﴾: يعرض عليه بلطف ولين التطهير من الشرك والرذائل والهداية إلى الله والحق. \n\n(20): ﴿فَأَرَاهُ الْآيَةَ الْكُبْرَى﴾: وهي انقلاب العصا حية. \n\n(21): ﴿فَكَذَّبَ وَعَصَى﴾: أنكر المعجزة وقال: هي سحر. \n\n(22): ﴿ثُمَّ أَدْبَرَ يَسْعَى﴾: في تدبير الكيد لموسى. \n\n(23): ﴿فَحَشَرَ فَنَادَى﴾: جمع السحرة والأعوان. \n\n(24): ﴿فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَى﴾: وكل من يدعِّي ما ليس فيه فهو على مبدأ فرعون وسنته، ولو وجد من يصدقه في ادعاء الربوبية كما وجد فرعون ? لم يتعفف. \n\n(25): ﴿فَأَخَذَهُ اللَّهُ نَكَالَ الْآخِرَةِ﴾: إلى سواء الجحيم ﴿وَالْأُولَى﴾: إلى عذاب أليم. \n\n(26): ﴿إِنَّ فِي ذَلِكَ لَعِبْرَةً لِّمَن يَخْشَى﴾: فيتدبر العواقب ويحتاط لها. \n\n(27)-(28): ﴿أَأَنتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاء بَنَاهَا﴾: عاد سبحان إلى المكذبين بالبعث وقرعهم بهذا السؤال: أيهما أعظم؟ إعادة الميت إلى الحياة كما بدأه الله أول مرة أم إنشاء هذه السماء في إتقانها ونظامها. وتقدم في الآية 11 من الصافات. \n\n(29): ﴿وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا﴾: الهاء تعود إلى السماء باعتبار كواكبها، وأغطش: أظلم، وأخرج ضحاها: أبرز ضوءها وشمسها. \n\n(30): ﴿وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا﴾: بسطها ومهدها كي تصلح للسكن والسير. \n\n(31): ﴿أَخْرَجَ مِنْهَا مَاءهَا﴾: يتفجر عيونًا وأنهارًا ﴿وَمَرْعَاهَا﴾: النبات يأكله الناس والدواب. \n\n(32): ﴿وَالْجِبَالَ أَرْسَاهَا﴾: أثبتها كي لا تميد وتضطرب بمن فيها. \n\n(33): ﴿مَتَاعًا لَّكُمْ وَلِأَنْعَامِكُمْ﴾: رفع السماء فوقنا، ومهد الأرض تحتنا، وأخرج منها الماء والغذاء لنا ولأنعامنا، فكيف نجحده أو نتمرد على طاعته أو نشك في ناره وجنته. \n\n(34): ﴿فَإِذَا جَاءتِ الطَّامَّةُ الْكُبْرَى﴾: هي الداهية العظمى، والمراد بها هنا القيامة، لأن ما من طامة إلى وفوقها طامة، والقيامة فوق كل طامة كما قيل وهي كذلك في الواقع، وتجدر الإشارة إلى أن الله سبحانه أعاد وكرر حديث القيامة مرات لأن كثيرًا من العرب امتنعوا عن الإسلام حيث تصوروا استحالة الحياة بعد الموت، وبما أن الله قد أرسل محمدًا بالقيامة كما أرسله بالتوحيد فكان ولا بد من أن يبين أنه القادر على نشر الأموات كما قدر على خلق الحياة والكائنات تصديقًا لرسوله الأعظم (ص). \n\n(35): ﴿يَوْمَ يَتَذَكَّرُ الْإِنسَانُ مَا سَعَى﴾: ما مهَّد لنفسه وادخر لغده. \n\n(36): ﴿وَبُرِّزَتِ الْجَحِيمُ لِمَن يَرَى﴾: بالبصر والعيان، ولا ينجو منها إلا الذين رأوها من قبل بالبصيرة، واتقوها بالصالحات والكف عن المحرمات. \n\n(37)-(38)-(39): ﴿فَأَمَّا مَن طَغَى... ﴾: وكل من لا ينصف الناس من نفسه أو رأى عدوانًا ولم ينكره فهو طاغٍ أو في حكمه، فكيف بمن ظلم أو رضي بالظلم أو ركن إلى الظالمين؟. \n\n(40)-(41): ﴿وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ... ﴾: أي خاف من حسابه وانتقامه، واكتفى بحلاله عن حرامه، وتكرر هذا المعنى في كل السور أو جلها، لأنه تعالى ما ذكر الإنذار أو الترهيب إلا وقرنه بالتبشير والترغيب. \n\n(42): ﴿يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا﴾: متى قيامها وأيامها؟. \n\n(43)-(43)-(45): ﴿فِيمَ أَنتَ مِن ذِكْرَاهَا... ﴾: أنكر المعاندون القيامة أشد الإنكار، وحاولوا إخراج النبي (ص) بتكرار السؤال عن وقتها، فتمنى النبي لو أمكن الجواب كما يوحي أُسلوب (فيم أنت) لأنه إنكار في صورة الاستفهام، ومعناه لا تشغل نفسك بالجواب عن هذا السؤال، فما هو من اختصاصك في شيء، والمطلوب منك أن تخوف الناس من القيامة وأهوالها، وتقدم مرات، منها في الآية 187 وما بعدها من الأعراف. \n\n(46): ﴿كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا﴾: الضحى: أول النهار، والعشية: آخره، وأضاف سبحانه الضحى إلى العشية لأنهما من يوم واحد، والمعنى يوم يحشر المعاندون إلى ربهم يظنون أنهم لم يلبثوا في القبور إلا ساعة من نهار كما في الآية 45 من يونس.\n","تفسير المبين"]