["(75): ﴿وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِم مِّن ضُرٍّ لَّلَجُّوا فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾: بعد هجرة النبي (ص) من مكة إلى المدينة فرارًا من الجور والأذى - أخذ سبحانه أهل مكة بالقحط والمحن والجوع والشدَّة حتى أكلوا لحم القراد مع وبر البعير ومعنى الآية أن الله سبحانه لو رحم أهل مكة، وكشف عنهم ما بهم من بأساء وضرّاء لتمادوا في الغيّ والضلال، ولم ينتفعوا بالبلاء ودروسه. \n\n(76): ﴿وَلَقَدْ أَخَذْنَاهُم بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ﴾: أنزل سبحانه بهم المصائب والشدائد عسى أن يؤوبوا إلى الرشد، ولكنهم (ما استكانوا) أي ما خضعوا وتواضعوا ولا تضرَّعوا في الدعاء إلى الله. \n\n(77): ﴿حَتَّى إِذَا فَتَحْنَا عَلَيْهِم بَابًا ذَا عَذَابٍ شَدِيدٍ﴾: وهو عذاب الجحيم الأليم ﴿إِذَا هُمْ فِيهِ مُبْلِسُونَ﴾: متحيرون فيما حل بهم من عذاب آيسون من النجاة. \n\n(78): ﴿وَهُوَ الَّذِي أَنشَأَ لَكُمُ... ﴾: يذكرهم سبحانه بأنعمه وكفرانهم بها. \n\n(79) - (80): ﴿وَهُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ﴾: نشركم فيها ﴿وَلَهُ اخْتِلَافُ اللَّيْلِ وَالنَّهَارِ﴾: هما من عجائب قدرته وآثار حكمته. \n\n(81): ﴿بَلْ قَالُوا﴾: لمحمد (ص) ﴿مِثْلَ مَا قَالَ الْأَوَّلُونَ﴾: لأنبيائهم. \n\n(82) - (83): ﴿قَالُوا أَئِذَا مِتْنَا... ﴾: (اسطوانة) مسجلة وموروثة أبًا عن جدّ، وتقدم مرارًا، منها الآية 5 من الرعد و49 من الإسراء. \n\n(84): ﴿قُل لِّمَنِ الْأَرْضُ وَمَن فِيهَا﴾: من هو الخالق والرازق والمالك؟ أجيبوا ﴿إِن كُنتُمْ تَعْلَمُونَ﴾: وإن كنتم تجهلون علمناكم. \n\n(85): ﴿سَيَقُولُونَ لِلَّهِ﴾: وإذن لزمتهم الحجَّة بأن الله قادر على أن يحيي الموتى، لأن المرء يؤخذ بإقراره، والاعتراف بالشيء اعتراف بلوازمه ﴿قُلْ أَفَلَا تَذَكَّرُونَ﴾. \n\n(86): ﴿قُلْ مَن رَّبُّ السَّمَاوَاتِ السَّبْعِ﴾: سبق الكلام عن عدد السموات عند تفسير الآية 17 من هذه السورة ﴿وَرَبُّ الْعَرْشِ الْعَظِيمِ﴾: كناية عن سلطتنه تعالى وسيطرته. \n\n(87): ﴿سَيَقُولُونَ لِلَّهِ قُلْ أَفَلَا تَتَّقُونَ﴾: إذا أقررتم واعترفتم بأن كل شيء يتقلَّب في قبضته تعالى حتى أنتم، فلماذا لا: تحذرون من حسابه وعقابه؟ \n\n(88): ﴿قُلْ مَن بِيَدِهِ مَلَكُوتُ﴾: أعظم الملك، والتاء للمبالغة ﴿كُلِّ شَيْءٍ﴾: ولا أحد يملك معه شيئًا حتى أنفسنا هي ملك لله وليست لنا ﴿وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ﴾: يغيث من يستجير به ويمنعه من كل قويّ، بل ومن أهل الأرض والسماء مجتمعين ولا شيء إطلاقًا يغيث أحدًا ويحميه من الله (فمن يملك لكم من الله سيئًا إن أراد بكم ضرّاً - 11 الفتح). \n\n(89): ﴿سَيَقُولُونَ لِلَّهِ﴾: ملكوت السموات والأرض ﴿قُلْ فَأَنَّى تُسْحَرُونَ﴾: من الذي سحركم، وأعمى عقولكم عن النشر والحشر ما دمتم تعترفون بأن الله على كل شيء قدير؟. \n\n","تفسير المبين"]