["(105): ﴿أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنتُم بِهَا تُكَذِّبُونَ﴾: من الذي جنى عليكم، لقد حُذِّرتم من هذا فسخرتم. \n\n(106) - (107): ﴿قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا﴾: ولماذا لم تغلب عليكم العِظات والدلائل البيّنات؟. \n\n(108): ﴿قَالَ اخْسَؤُوا فِيهَا﴾: سألوه سبحانه الخروج من النار والرجعة إلى الدار. فقال: امكثوا فيها صاغرين ﴿وَلَا تُكَلِّمُونِ﴾: لا تطمعوا في مدبرّ. \n\n(109): ﴿إِنَّهُ كَانَ فَرِيقٌ مِّنْ عِبَادِي... ﴾: أتقياء مخلصون. \n\n(110): ﴿فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى أَنسَوْكُمْ ذِكْرِي﴾: حيث كنتم في شغل شاغل بالضحك منهم. \n\n(111): ﴿إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا﴾: وضحوا بالكثير من أجل الحق وإقامة العدل ﴿أَنَّهُمْ هُمُ الْفَائِزُونَ﴾: بالسلامة والكرامة. \n\n(112): ﴿قَالَ﴾: سبحانه لمنكري البعث الذين سخروا منه وممن آمن به: ﴿كَمْ لَبِثْتُمْ فِي الْأَرْضِ عَدَدَ سِنِينَ﴾: والغرض من هذا السؤال مجرد التوبيخ على جحودهم والتذكير بقولهم: هيهات هيهات.. ما نحن بمبعوثين. \n\n(113): ﴿قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ﴾: كما نظنّ ونتصور ﴿فَاسْأَلْ الْعَادِّينَ﴾: الذين يحصون علينا أعمالنا وأيامنا. \n\n(114): ﴿قَالَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا﴾: كل أمد ينقطع وينتهي بالزوال فهو قليل مهما طال. \n\n(115): ﴿أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا﴾: كل ما فيكم من عقل وحواس وأعضاء وغرائز، وجد باطلاً من غير هدف. \n\n(116): ﴿فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ﴾: المنزَّه عن العبث والباطل، خلق فسّوى، وقدَّر فهدى. \n\n(117): ﴿وَمَن يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ﴾: بل البرهان قائم على العكس، فكل شيء يدل على أنَّه الواحد الأحد، ولا يتصور أن يشاركه غيره في شيء من خلقه، وتقدم البيان في تفسير الآية 73 من المائدة و22 من الأنبياء وغيرهما ﴿إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ﴾: افتتح السورة بفلاح المؤمنين، وختمها بضلال الكافرين مع الأمر بهذا الدعاء: \n\n(118): ﴿وَقُل رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ﴾: ولا تفضيل في كلمة خير هنا حيث لا رحمن ورحيم إلا هو، ولا غافر وناصر سواه. وهو وحده المسئول أن يثبتنا على دينه، ويهب لنا مغفرة ورحمة من فضله بالنبيّ وأله عليهم أزكى الصلوات.\n","تفسير المبين"]