["نافلة الظهر و تسمى صلاة الأوابين\n\nوقتها من الزوال (أول وقت صلاة الظهر فيما عدا يوم الجمعة ) إلى أن يصير الفي‏ء قدمين\n\nأول ما تفعله عند تحقق الزوال أن تقول:\n\nمَا رَوَاهُ رَئِيسُ الْمُحَدِّثِينَ فِي الْفَقِيهِ‏ أَنَّ الْبَاقِرَ ع عَلَّمَهُ لِمُحَمَّدِ بْنِ مُسْلِمٍ وَ قَالَ لَهُ حَافِظْ عَلَيْهِ كَمَا تُحَافِظُ عَلَى عَيْنَيْكَ‏:\n\nسُبْحَانَ اللَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ صَاحِبَةً وَ لَا وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً\n\nثم بادر إلى الوضوء ثم تشرع في نافلة الزوال وهي ثمان ركعات\n\nفتنوي الركعتين الأوليين و تأتي بالتكبيرات السبع مع أدعيتها\n\nثُمَّ تَتَعَوَّذُ مِنَ الشَّيْطَانِ الرَّجِيمِ وَ تَقْرَأُ بَعْدَ الْفَاتِحَةِ فِي الرَّكْعَةِ الْأُولَى التَّوْحِيدَ وَ فِي الثَّانِيَةِ الْجَحْدَ (الكافرون) كَمَا رَوَاهُ ثِقَةُ الْإِسْلَامِ فِي الْكَافِي بِسَنَدٍ حَسَنٍ‏\n\n. ثم تسلم و تأتي بالتكبيرات الثلاث و تسبح تسبيح الزهراء ع‏\n\n\nثُمَّ تَقُولُ:\n\nاللَّهُمَّ إِنِّي ضَعِيفٌ فَقَوِّ فِي رِضَاكَ ضَعْفِي وَ خُذْ إِلَى الْخَيْرِ بِنَاصِيَتِي وَ اجْعَلِ الْإِيمَانَ مُنْتَهَى رِضَايَ وَ بَارِكْ لِي فِيمَا قَسَمْتَ لِي وَ بَلِّغْنِي بِرَحْمَتِكَ كُلَّ الَّذِي أَرْجُو مِنْكَ-وَ اجْعَلْ لِي وُدّاً وَ سُرُوراً لِلْمُؤْمِنِينَ وَ عَهْداً عِنْدَكَ‏\n\n. ثم تصلي ركعتين كذلك سوى التكبيرات الست الافتتاحية و أدعيتها ثم اخريين مثلهما و تأتي بعد كل بالتعقيب و الدعاء\nالمذكورين\n\nثم تدعو بدعاء ساعة النهار الخاص بالإمام الباقر عليه السلام \"دعاء من زوال الشمس إلى أربع ركعات من الزوال للباقر(ع)\"\n\nثم تصلي ركعتين و بعد إكمالك ست ركعات مع توابعها تقوم و تؤذن للظهر و تفصل بين الأذان و الإقامة بركعتين على ذلك المنوال و هاتان الركعتان هما السابعة و الثامنة من نافلة الظهر ويفضل أن تقول في السجود\n\nاللَّهُمَّ اجْعَلْ قَلْبِي بَارّاً وَ عَيْشِي قَارّاً وَ رِزْقِي دَارّاً وَ اجْعَلْ لِي عِنْدَ قَبْرِ رَسُولِكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ مُسْتَقَرّاً وَ قَرَاراً.\n\nثم تقرأ دعاء ساعة النهار الخاص بالإمام الصادق عليه السلام \"دعاء من أربع ركعات من الزوال إلى صلاة الظهر للصادق(ع) \"\n\nثم تتوجه للإقامة\n\nو تقول إذا فرغت من الإقامة و أنت مستقبل القبلة\n\nاللَّهُمَّ إِلَيْكَ تَوَجَّهْتُ وَ مَرْضَاتَكَ طَلَبْتُ وَ ثَوَابَكَ ابْتَغَيْتُ وَ بِكَ آمَنْتُ‏ وَ عَلَيْكَ تَوَكَّلْتُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ افْتَحْ قَلْبِي لِذِكْرِكَ وَ ثَبِّتْنِي عَلَى دِينِكَ وَ لَا تُزِغْ قَلْبِي بَعْدَ إِذْ هَدَيْتَنِي وَ هَبْ لِي‏ مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّاب‏\n\nثُمَّ اشْتَغِلْ‏ بِصَلَاةِ الْظهر مُرَاعِياً جَمِيعَ الْآدَابِ السَّابِقَة\n\nملاحظة مهمة بخصوص يوم الجمعة :\n\nعدد ركعات نافلة الظهر فيما عدا يوم الجمعة 8 ركعات\nوعدد ركعات نافلة العصر فيما عدا يوم الجمعة 8 ركعات\n= 16 ركعة\nفي يوم الجمعة تضاف 4 ركعات للنافلتين فيصبح عدد الركعات 20\nوتصلى هذه ال20 ركعة كالتالي :\n\n6 ركعات أوائل طلوع الشمس : الساعة 7 مثلاً\n6 أخرى عند ارتفاع الشمس : الساعة 10 مثلاً\n6 أخرى قريب الظهر\nو2 عند وقت الزوال أول وقت صلاة الظهر\n\n"]