["يَا مَنْ تَوَحَّدَ بِنَفْسِهِ عَنْ خَلْقِهِ يَا مَنْ غَنِيَ عَنْ خَلْقِهِ بِصُنْعِهِ يَا مَنْ عَرَّفَ نَفْسَهُ خَلْقَهُ بِلُطْفِهِ يَا مَنْ سَلَكَ بِأَهْلِ طَاعَتِهِ مَرْضَاتَهُ يَا مَنْ أَعَانَ أَهْلَ مَحَبَّتِهِ عَلَى شُكْرِهِ يَا مَنْ مَنَّ عَلَيْهِمْ بِدِينِهِ وَ لَطُفَ لَهُمْ بِنَائِلِهِ أَسْأَلُكَ بِحَقِّ وَلِيِّكَ الْخَلَفِ الصَّالِحِ بَقِيَّتِكَ فِي أَرْضِكَ الْمُنْتَقِمِ لَكَ مِنْ أَعْدَائِكَ وَ أَعْدَاءِ رَسُولِكَ وَ بَقِيَّةِ آبَائِهِ الصَّالِحِينَ مُحَمَّدِ بْنِ الْحَسَنِ وَ أَتَضَرَّعُ إِلَيْكَ بِهِ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا وَ أَنْ تُدَارِكَنِي بِهِ وَ تُنْجِيَنِي مِمَّا أَخَافُهُ وَ أَحْذَرُهُ وَ أَلْبِسْنِي بِهِ عَافِيَتَكَ وَ عَفْوَكَ فِي الدُّنْيَا وَ الْآخِرَةِ وَ كُنْ لَهُ وَلِيّاً وَ حَافِظاً وَ نَاصِراً وَ قَائِداً وَ كَالِياً وَ سَاتِراً حَتَّى تُسْكِنَهُ أَرْضَكَ طَوْعاً وَ تُمَتِّعَهُ فِيهَا طَوِيلًا يَا أَرْحَمَ الرَّاحِمِينَ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ‏ فَسَيَكْفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدِ [أُولِي الْأَمْرِ] الَّذِينَ أَمَرْتَ بِطَاعَتِهِمْ وَ أُولِي الْأَرْحَامِ الَّذِينَ أَمَرْتَ‏ بِصِلَتِهِمْ وَ ذَوِي الْقُرْبَى الَّذِينَ أَمَرْتَ بِمَوَدَّتِهِمْ وَ الْمَوَالِي الَّذِينَ أَمَرْتَ بِعِرْفَانِ حَقِّهِمْ وَ أَهْلِ الْبَيْتِ الَّذِينَ أَذْهَبْتَ عَنْهُمُ الرِّجْسَ وَ طَهَّرْتَهُمْ تَطْهِيراً أَسْأَلُكَ بِهِمْ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَغْفِرَ ذُنُوبِي كُلَّهَا يَا غَفَّارُ وَ تَتُوبَ عَلَيَّ يَا تَوَّابُ وَ تَرْحَمَنِي يَا رَحِيمُ يَا مَنْ لَا يَتَعَاظَمُهُ ذَنْبٌ‏ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ\n\nدعاء آخر لهذه الساعة\n\nاللَّهُمَّ يَا خَالِقَ السَّقْفِ الْمَرْفُوعِ وَ الْمِهَادِ الْمَوْضُوعِ وَ رَازِقَ الْعَاصِي وَ الْمُطِيعِ الَّذِي لَيْسَ مِنْ دُونِهِ وَلِيٌّ وَ لَا شَفِيعَ أَسْأَلُكَ بِأَسْمَائِكَ الَّتِي إِذَا سُمِّيَتْ عَلَى طَوَارِقِ الْعُسْرِ عَادَتْ يُسْراً وَ إِذَا وُضِعَتْ عَلَى الْجِبَالِ كَانَتْ‏ هَباءً مَنْثُوراً وَ إِذَا رُفِعَتْ إِلَى السَّمَاءِ تَفَتَّحَتْ لَهَا الْمَغَالِقُ وَ إِذَا هَبَطَتْ إِلَى ظُلُمَاتِ الْأَرْضِ اتَّسَعَتْ بِهَا الْمَضَايِقُ وَ إِذَا دُعِيَتْ بِهَا الْمَوْتَى انْتَشَرَتْ مِنَ اللُّحُودِ وَ إِذَا نُودِيَتْ بِهَا الْمَعْدُومَاتُ خَرَجَتْ إِلَى الْوُجُودِ وَ إِذَا ذُكِرَتْ عَلَى الْقُلُوبِ وَجِلَتْ خُشُوعاً وَ إِذَا قُرِعَتِ الْأَسْمَاعُ فَاضَتِ الْعُيُونُ دُمُوعاً أَسْأَلُكَ بِمُحَمَّدٍ رَسُولِكَ الْمُؤَيَّدِ بِالْمُعْجِزَاتِ الْمَبْعُوثِ بِمُحْكَمِ الْآيَاتِ وَ بِأَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ الَّذِي اخْتَرْتَهُ لِمُؤَاخَاتِهِ وَ وَصِيَّتِهِ وَ اصْطَفَيْتَهُ لِمُصَافَاتِهِ وَ مُصَاهَرَتِهِ وَ بِصَاحِبِ الزَّمَانِ الْمَهْدِيِّ الَّذِي تَجْمَعُ عَلَى طَاعَتِهِ الْآرَاءَ الْمُتَفَرِّقَةَ وَ تُؤَلِّفُ لَهُ الْأَهْوَاءَ الْمُخْتَلِفَةَ وَ تَسْتَخْلِصُ بِهِ حُقُوقَ أَوْلِيَائِكَ وَ تَنْتَقِمُ بِهِ مِنْ شِرَارِ أَعْدَائِكَ وَ تَمْلَأُ بِهِ الْأَرْضَ عَدْلًا وَ إِحْسَاناً وَ تُوَسِّعُ عَلَى الْعِبَادِ بِظُهُورِهِ فَضْلًا وَ امْتِنَاناً وَ تُعِيدُ الْحَقَّ مِنْ مَكَانِهِ عَزِيزاً حَمِيداً وَ يَرْجِعُ الدِّينُ عَلَى يَدَيْهِ غَضّاً جَدِيداً أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فَقَدِ اسْتَشْفَعْتُ بِهِمْ إِلَيْكَ وَ قَدَّمْتُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي وَ أَنْ تُوزِعَنِي شُكْرَ نِعْمَتِكَ فِي التَّوْفِيقَ لِمَعْرِفَتِهِ وَ الْهِدَايَةِ إِلَى طَاعَتِهِ وَ تَزِيدَنِي قُوَّةً فِي التَّمَسُّكِ بِعِصْمَتِهِ وَ الِاقْتِدَاءِ بِسُنَّتِهِ وَ الْكَوْنِ فِي زُمْرَتِهِ وَ شِيعَتِهِ‏ إِنَّكَ سَمِيعُ الدُّعاءِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n"]