["اللَّهُمَّ رَبَّ الْبَهَاءِ وَ الْعَظَمَةِ وَ الْكِبْرِيَاءِ وَ السُّلْطَانِ أَظْهَرْتَ الْقُدْرَةَ كَيْفَ شِئْتَ وَ مَنَنْتَ عَلَى عِبَادِكَ بِمَعْرِفَتِكَ وَ تَسَلَّطْتَ عَلَيْهِمْ بِجَبَرُوتِكَ وَ عَلَّمْتَهُمْ شُكْرَ نِعْمَتِكَ اللَّهُمَّ فَبِحَقِّ وَلِيِّكَ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ الْمُرْتَضَى لِلدِّينِ وَ الْعَالِمِ [بِالْحِكَمِ‏] بِالْحُكْمِ وَ مَجَارِي التُّقَى إِمَامِ الْمُتَّقِينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ فِي الْأَوَّلِينَ وَ الْآخِرِينَ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَنْتَقِمَ لِي مِمَّنْ ظَلَمَنِي وَ بَغَى عَلَيَّ وَ اكْفِنِي مَؤُنَةَ مَنْ يُرِيدُنِي بِسُوءٍ أَوْ ظُلْمٍ يَا نَاصِرَ الْمَظْلُومِ [المبغي‏] الْمَبْغِيِّ عَلَيْهِ يَا عَظِيمَ الْبَطْشِ يَا شَدِيدَ الِانْتِقَامِ‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدعاء آخر لهذه الساعة-\n\nاللَّهُمَّ رَبَّ الظَّلَامِ وَ الْفَلَقِ وَ الْفَجْرِ وَ الشَّفَقِ‏ وَ اللَّيْلِ وَ ما وَسَقَ وَ الْقَمَرِ إِذَا اتَّسَقَ‏ خَالِقَ الْإِنْسَانِ‏ مِنْ عَلَقٍ‏ أَظْهَرْتَ قُدْرَتَكَ بِبَدِيعِ صَنْعَتِكَ وَ خَلَقْتَ عِبَادَكَ لِمَا كَلَّفْتَهُمْ مِنْ عِبَادَتِكَ وَ هَدَيْتَهُمْ بِكَرَمِ فَضْلِكَ إِلَى سَبِيلِ طَاعَتِكَ وَ تَفَرَّدْتَ فِي مَلَكُوتِكَ بِعَظِيمِ السُّلْطَانِ وَ تَوَدَّدْتَ إِلَى خَلْقِكَ بِقَدِيمِ الْإِحْسَانِ وَ تَعَرَّفْتَ إِلَى بَرِيَّتِكَ بِجَسِيمِ الِامْتِنَانَ يَا مَنْ‏ يَسْئَلُهُ مَنْ فِي السَّماواتِ وَ الْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ‏ أَسْأَلُكَ اللَّهُمَّ بِمُحَمَّدٍ خَاتَمِ‏ النَّبِيِّينَ الَّذِي نَزَلَتِ الرُّوحُ عَلَى قَلْبِهِ لِيَكُونَ‏ مِنَ الْمُنْذِرِينَ بِلِسانٍ عَرَبِيٍّ مُبِينٍ‏ وَ بِأَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ ابْنِ عَمِّ الرَّسُولِ وَ بَعْلِ الْكَرِيمَةِ الْبَتُولِ الَّذِي فُرِضَتْ وَلَايَتُهُ عَلَى الْخَلْقِ وَ كَانَ يَدُورُ حَيْثُ دَارَ الْحَقُّ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فَقَدْ جَعَلْتُهُمْ وَسِيلَتِي وَ قَدَّمْتُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي أَنْ تَغْفِرَ ذَنْبِي وَ تُطَهِّرَ قَلْبِي وَ تَسْتُرَ عَيْبِي وَ تُفَرِّجَ كَرْبِي وَ تُبَلِّغَنِي مِنْ طَاعَتِكَ وَ عِبَادَتِكَ غَايَةَ أَمَلِي وَ تَقْضِيَ لِي حَوَائِجَ الدُّنْيَا وَ الْآخِرَةِ يَا أَرْحَمَ الرَّاحِمِين‏"]