["تَدْعُو بَيْنَ كُلِّ رَكْعَتَيْنِ مِنَ الرَّكَعَاتِ الثَّمَانِ بِهَذَا الدُّعَاءِ \n\nاللَّهُمَّ إِنِّي أَسْأَلُكَ وَ لَمْ يُسْأَلْ مِثْلُكَ أَنْتَ مَوْضِعُ مَسْأَلَةِ السَّائِلِينَ وَ مُنْتَهَى رَغْبَةِ الرَّاغِبِينَ أَدْعُوكَ وَ لَمْ يُدْعَ مِثْلُكَ وَ أَرْغَبُ إِلَيْكَ وَ لَمْ يُرْغَبْ إِلَى مِثْلِكَ أَنْتَ مُجِيبُ دَعْوَةِ الْمُضْطَرِّينَ وَ أَرْحَمُ الرَّاحِمِينَ أَسْأَلُكَ بِأَفْضَلِ الْمَسَائِلِ وَ أَنْجَحِهَا وَ أَعْظَمِهَا يَا اللَّهُ يَا رَحْمَانُ يَا رَحِيمُ وَ بِأَسْمَائِكَ الْحُسْنَى وَ أَمْثَالِكَ‏ الْعُلْيَا وَ نِعْمَتِكَ‏ ]وَ نِعَمِكَ‏] الَّتِي لَا تُحْصَى وَ بِأَكْرَمِ أَسْمَائِكَ ‏]عَلَيْكَ‏] وَ أَحَبِّهَا إِلَيْكَ وَ أَقْرَبِهَا مِنْكَ وَسِيلَةً وَ أَشْرَفِهَا عِنْدَكَ مَنْزِلَةً وَ أَجْزَلِهَا لَدَيْكَ ثَوَاباً وَ أَسْرَعِهَا فِي الْأُمُورِ إِجَابَةً وَ بِاسْمِكَ الْمَكْنُونِ الْأَكْبَرِ الْأَعَزِّ الْأَجَلِّ الْأَعْظَمِ الْأَكْرَمِ الَّذِي تُحِبُّهُ وَ تَهْوَاهُ وَ تَرْضَى بِهِ عَمَّنْ دَعَاكَ فَاسْتَجَبْتَ ‏ ]وَ اسْتَحْبَبْتَ‏] لَهُ دُعَاءَهُ وَ حَقٌّ عَلَيْكَ أَنْ لَا تَحْرِمَ سَائِلَكَ وَ لَا تَرُدَّهُ ‏ ]أَنْ لَا تَرُدَّ سَائِلَكَ‏] وَ بِكُلِّ اسْمٍ هُوَ لَكَ فِي التَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ وَ الْفُرْقَانِ الْعَظِيمِ وَ بِكُلِّ اسْمٍ دَعَاكَ بِهِ حَمَلَةُ عَرْشِكَ وَ مَلَائِكَتُكَ وَ أَنْبِيَاؤُكَ وَ رُسُلُكَ وَ أَهْلُ طَاعَتِكَ‏ مِنْ خَلْقِكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعَجِّلَ فَرَجَ وَلِيِّكَ وَ ابْنِ وَلِيِّكَ وَ تُعَجِّلَ خِزْيَ أَعْدَائِهِ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n ثُمَّ تُسَبِّحُ تَسْبِيحَ الزَّهْرَاءِ ع وَ تَدْعُو بَعْدَهُ بِمَا شِئْتَ ثُمَّ تَسْجُدُ سَجْدَتَيِ الشُّكْرِ\n\nوَ يُحْسِنُ أَنْ تَدْعُوَ فِي إِحْدَاهُمَا بِهَذَا الدُّعَاءِ الْمَنْسُوبِ إِلَى سَيِّدِ الْعَابِدِينَ ع\n إِلَهِي وَ عِزَّتِكَ وَ جَلَالِكَ وَ عَظَمَتِكَ لَوْ أَنِّي مُنْذُ بَدَعْتَ فِطْرَتِي مِنْ أَوَّلِ الدَّهْرِ عَبَدْتُكَ دَوَامَ خُلُودِ رُبُوبِيَّتِكَ بِكُلِّ شَعْرَةٍ فِي كُلِّ طَرْفَةِ عَيْنٍ سَرْمَدَ الْأَبَدِ بِحَمْدِ الْخَلَائِقِ وَ شُكْرِهِمْ أَجْمَعِينَ لَكُنْتُ مُقَصِّراً فِي بُلُوغِ أَدَاءِ شُكْرِ خَفِيِ‏ ]حَقِ‏] نِعْمَةٍ مِنْ نِعَمِكَ عَلَيَّ وَ لَوْ أَنِّي كَرَبْتُ مَعَادِنَ حَدِيدِ الدُّنْيَا بِأَنْيَابِي-وَ حَرَثْتُ أَرَضِيهَا ]أَرْضَهَا] بِأَشْفَارِ عَيْنِي وَ بَكَيْتُ مِنْ خَشْيَتِكَ مِثْلَ بُحُورِ السَّمَاوَاتِ‏ وَ الْأَرَضِينَ دَماً وَ صَدِيداً لَكَانَ ذَلِكَ قَلِيلًا فِي كَثِيرِ مَا يَجِبُ مِنْ حَقِّكِ عَلَيَّ وَ لَوْ أَنَّكَ إِلَهِي عَذَّبْتَنِي بَعْدَ ذَلِكَ بِعَذَابِ الْخَلَائِقِ أَجْمَعِينَ وَ عَظَّمْتَ لِلنَّارِ خَلْقِي وَ جِسْمِي وَ مَلَأْتَ‏ ]جَهَنَّمَ وَ أَطْبَاقَهَا] طَبَقَاتِ جَهَنَّمَ مِنِّي حَتَّى لَا يَكُونَ فِي النَّارِ مُعَذَّبٌ غَيْرِي وَ لَا يَكُونَ لِجَهَنَّمَ حَطَبٌ سِوَايَ لَكَانَ ذَلِكَ بِعَدْلِكَ عَلَيَّ قَلِيلًا فِي كَثِيرِ مَا أَسْتَوْجِبُهُ مِنْ عُقُوبَتِك‏\n"]