["توجه بالتكبيرات السبع و الأدعية الثلاثة\n\n و تقرأ فيها بعد الحمد التوحيد ثلاثا\n\nو المعوذتين\n\n ثم ترفع يديك و تقنت و أنت تبكي أو تتباكى\n\nبِمَا رَوَاهُ رَئِيسُ الْمُحَدِّثِينَ فِي الْفَقِيهِ بِسَنَدٍ صَحِيحٍ عَنْ مَعْرُوفِ بْنِ خَرَّبُوذَ عَنْ أَحَدِهِمَا أَعْنِي الْبَاقِرَ أَوِ الصَّادِقَ قَالَ‏ قُلْ فِي قُنُوتِ الْوَتْرِ:\n \nلَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ سُبْحَانَ اللَّهِ رَبِّ السَّمَاوَاتِ السَّبْعِ وَ رَبِّ الْأَرَضِينَ السَّبْعِ وَ مَا فِيهِنَّ وَ مَا بَيْنَهُنَ‏ ]وَ مَا تَحْتَهُنَ‏] وَ رَبِّ الْعَرْشِ الْعَظِيمِ اللَّهُمَّ أَنْتَ اللَّهُ‏ نُورُ السَّماواتِ وَ الْأَرْضِ‏ وَ أَنْتَ اللَّهُ زَيْنُ السَّمَاوَاتِ وَ الْأَرْضِ وَ أَنْتَ اللَّهُ جَمَالُ السَّمَاوَاتِ وَ الْأَرْضِ وَ أَنْتَ اللَّهُ عِمَادُ السَّمَاوَاتِ وَ الْأَرْضِ وَ أَنْتَ اللَّهُ قِوَامُ السَّمَاوَاتِ وَ الْأَرْضِ وَ أَنْتَ اللَّهُ صَرِيخُ‏ الْمُسْتَصْرِخِينَ وَ أَنْتَ اللَّهُ غِيَاثُ الْمُسْتَغِيثِينَ وَ أَنْتَ اللَّهُ الْمُفَرِّجُ عَنِ الْمَكْرُوبِينَ وَ أَنْتَ اللَّهُ الْمُرَوِّحُ عَنِ الْمَغْمُومِينَ وَ أَنْتَ اللَّهُ مُجِيبُ دَعْوَةِ الْمُضْطَرِّينَ وَ أَنْتَ اللَّهُ إِلَهُ الْعَالَمِينَ وَ أَنْتَ اللَّهُ الرَّحْمَنُ الرَّحِيمُ وَ أَنْتَ اللَّهُ كَاشِفُ السُّوءِ وَ أَنْتَ اللَّهُ بِكَ تُنْزَلُ كُلُّ حَاجَةٍ يَا اللَّهُ لَيْسَ يَرُدُّ غَضَبَكَ إِلَّا حِلْمُكَ وَ لَا يُنْجِي مِنْ عِقَابِكَ إِلَّا رَحْمَتُكَ وَ لَا يُنْجِي مِنْكَ إِلَّا التَّضَرُّعُ إِلَيْكَ فَهَبْ لِي مِنْ لَدُنْكَ يَا إِلَهِي رَحْمَةً تُغْنِينِي بِهَا عَنْ رَحْمَةِ مَنْ سِوَاكَ بِالْقُدْرَةِ الَّتِي أَحْيَيْتَ بِهَا ]بِهَا أَحْيَيْتَ‏] جَمِيعَ مَا فِي الْبِلَادِ وَ بِهَا تَنْشُرُ مَيْتَ الْعِبَادِ لَا تُهْلِكْنِي غَمّاً حَتَّى تَغْفِرَ لِي وَ تَرْحَمَنِي وَ تُعَرِّفَنِي‏ الْإِجَابَةَ ]الِاسْتِجَابَةَ] فِي دُعَائِي وَ ارْزُقْنِي الْعَافِيَةَ إِلَى مُنْتَهَى أَجَلِي وَ أَقِلْنِي عَثْرَتِي وَ لَا تُشْمِتْ بِي عَدُوِّي وَ لَا تُمَكِّنْهُ مِنْ رَقَبَتِي اللَّهُمَ‏ ]إِنَّكَ‏] إِنْ رَفَعْتَنِي فَمَنْ ذَا الَّذِي يَضَعُنِي وَ إِنْ وَضَعْتَنِي فَمَنْ ذَا الَّذِي يَرْفَعُنِي وَ إِنْ أَهْلَكْتَنِي فَمَنْ ذَا الَّذِي يَحُولُ بَيْنَكَ وَ بَيْنِي أَوْ يَتَعَرَّضُ لَكَ فِي شَيْ‏ءٍ مِنْ أَمْرِي وَ قَدْ عَلِمْتُ أَنْ لَيْسَ فِي حُكْمِكَ ظُلْمٌ وَ لَا فِي نَقِمَتِكَ عَجَلَةٌ وَ إِنَّمَا يَعْجَلُ مَنْ يَخَافُ الْفَوْتَ وَ إِنَّمَا يَحْتَاجُ إِلَى الظُّلْمِ الضَّعِيفُ وَ قَدْ تَعَالَيْتَ عَنْ ذَلِكِ يَا إِلَهِي فَلَا تَجْعَلْنِي لِلْبَلَاءِ غَرَضاً وَ لَا لِنَقِمَتِكَ نَصَباً وَ مَهِّلْنِي وَ نَفِّسْنِي وَ أَقِلْنِي عَثْرَتِي وَ لَا تُتْبِعْنِي بِبَلَاءٍ عَلَى أَثَرِ بَلَاءٍ فَقَدْ تَرَى ضَعْفِي وَ قِلَّةَ حِيلَتِي أَسْتَعِيذُ بِكَ اللَّيْلَةَ فَأَعِذْنِي وَ أَسْتَجِيرُ بِكَ مِنَ النَّارِ فَأَجِرْنِي وَ أَسْأَلُكَ الْجَنَّةَ فَلَا تَحْرِمْنِي ثُمَّ ادْعُ اللَّهَ بِمَا أَحْبَبْتَ وَ اسْتَغْفِرِ اللَّهَ سَبْعِينَ مَرَّةً . وَ يُسْتَحَبُّ في القنوت أَنْ تَدْعُوَ لِأَرْبَعِينَ مِنْ إِخْوَانِكَ فَصَاعِداً فَتَقُولُ اللَّهُمَّ اغْفِرْ لِفُلَانٍ وَ فُلَانٍ إِلَى آخِرِهِمْ ثُمَّ تَقُولُ أَسْتَغْفِرُ اللَّهَ رَبِّي وَ أَتُوبُ إِلَيْهِ سَبْعِينَ مَرَّة ثُمَّ تَقُولُ سَبْعَ مَرَّاتٍ- أَسْتَغْفِرُ اللَّهَ الَّذِي‏ لا إِلهَ إِلَّا هُوَ الْحَيُ‏ الْقَيُّومُ‏ لِجَمِيعِ ظُلْمِي وَ جُرْمِي وَ إِسْرَافِي عَلَى نَفْسِي وَ أَتُوبُ إِلَيْهِ ثُمَّ تَقُولُ: رَبِّ أَسَأْتُ وَ ظَلَمْتُ نَفْسِي وَ بِئْسَ مَا صَنَعْتُ وَ هَذِهِ يَدَايَ يَا رَبِّ جَزَاءً بِمَا كَسَبْتُ وَ هَذِهِ رَقَبَتِي خَاضِعَةً لِمَا أَتَيْتُ وَ هَا أَنَا ذَا بَيْنَ يَدَيْكَ فَخُذْ لِنَفْسِكَ مِنْ نَفْسِيَ الرِّضَا حَتَّى تَرْضَى لَكَ الْعُتْبَى لَا أَعُودُ ثُمَّ تَقُولُ الْعَفْوَ الْعَفْوَ ثَلَاثَمِائَةِ مَرَّةٍ ثُمَّ تَقُولُ رَبِّ اغْفِرْ لِي وَ  ]رَبِ‏] ارْحَمْنِي وَ تُبْ عَلَيَ‏ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيم‏\n\nو يستحب لك التطويل في قنوتك فتضيف إليه ماهو مستحب في قنوت النوافل والمفروضات\n\n و إن اتسع الوقت فأضف إلى ذلك\n\nمَا كَانَ يَدْعُو بِهِ سَيِّدُ الْعَابِدِينَ ع فِي قُنُوتِهِ كَمَا رَوَاهُ رَئِيسُ الْمُحَدِّثِينَ فِي كِتَابِ الْأَمَالِي \n\nسَيِّدِي سَيِّدِي هَذِهِ يَدَايَ قَدْ مَدَدْتُهُمَا إِلَيْكَ بِالذُّنُوبِ مَمْلُوءَةً وَ عَيْنَايَ بِالرَّجَاءِ مَمْدُودَةً وَ حَقٌّ بِمَنْ دَعَاكَ بِالنَّدَمِ تَذَلُّلًا أَنْ تُجِيبَهُ بِالْكَرَمِ تَفَضُّلًا سَيِّدِي أَ مِنْ أَهْلِ الشَّقَاءِ خَلَقْتَنِي فَأُطِيلَ بُكَائِي أَمْ مِنْ أَهْلِ السَّعَادَةِ خَلَقْتَنِي فَأُبَشِّرَ رَجَائِي سَيِّدِي أَ لِضَرْبِ الْمَقَامِعِ خَلَقْتَ أَعْضَائِي أَمْ لِشُرْبِ الْحَمِيمِ خَلَقْتَ أَمْعَائِي سَيِّدِي لَوْ أَنَّ عَبْداً اسْتَطَاعَ الْهَرَبَ مِنْ مَوْلَاهُ لَكُنْتُ أَوَّلَ الْهَارِبِينَ مِنْكَ لَكِنِّي أَعْلَمُ أَنِّي لَا أَفُوتُكَ سَيِّدِي لَوْ أَنَّ عَذَابِي مِمَّا يَزِيدُ فِي مُلْكِكَ لَسَأَلْتُكَ الصَّبْرَ عَلَيْهِ غَيْرَ أَنِّي أَعْلَمُ أَنَّهُ لَا يَزِيدُ فِي‏ مُلْكِكَ طَاعَةُ الْمُطِيعِينَ وَ لَا يَنْقُصُ مِنْهُ مَعْصِيَةُ الْعَاصِينَ سَيِّدِي مَا أَنَا وَ مَا خَطَرِي هَبْ لِي بِفَضْلِكَ وَ جَلِّلْنِي بِسِتْرِكَ وَ اعْفُ عَنْ تَوْبِيخِي بِكَرَمِ وَجْهِكَ إِلَهِي وَ سَيِّدِي ارْحَمْنِي مَصْرُوعاً عَلَى الْفِرَاشِ تُقَلِّبُنِي أَيْدِي أَحِبَّتِي وَ ارْحَمْنِي مَطْرُوحاً عَلَى الْمُغْتَسَلِ يُغَسِّلُنِي صَالِحُ جِيرَتِي وَ ارْحَمْنِي مَحْمُولًا قَدْ تَنَاوَلَ الْأَقْرِبَاءُ أَطْرَافَ جَنَازَتِي وَ ارْحَمْ فِي ذَلِكَ الْبَيْتِ الْمُظْلِمِ وَحْشَتِي وَ غُرْبَتِي وَ وَحْدَتِي‏\n\n. و إن ضاق الوقت عن تطويل القنوت فلك الاقتصار على ما شئت مما يسعه الوقت و من الأدعية المختصرة التي يحسن القنوت بها في السعة و الضيق في الوتر و غيرها\n\n\nاللَّهُمَّ إِنَّ كَثْرَةَ الذُّنُوبِ تَكُفُّ أَيْدِيَنَا عَنِ‏ انْبِسَاطِهَا إِلَيْكَ بِالسُّؤَالِ وَ الْمُدَاوَمَةَ عَلَى الْمَعَاصِي تَمْنَعُنَا عَنِ‏ ]مِنَ‏] التَّضَرُّعِ وَ الِابْتِهَالِ وَ الرَّجَاءَ يَحُثُّنَا عَلَى سُؤَالِكَ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ فَإِنْ لَمْ يَعْطِفِ السَّيِّدُ عَلَى عَبْدِهِ فَمِمَّنْ يَبْتَغِي النَّوَالَ فَلَا تَرُدَّ أَكُفَّنَا الْمُتَضَرِّعَةَ إِلَيْكَ إِلَّا بِبُلُوغِ الْآمَالِ وَ صَلَّى اللَّهُ عَلَى أَشْرَفِ الْأَنْبِيَاءِ وَ الْمُرْسَلِينَ مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ‏\n\nفَإِذَا فَرَغْتَ مِنَ الْقُنُوتِ فَارْكَعْ وَ تَقُولُ بَعْدَ رَفْعِ رَأْسِكَ مِنَ الرُّكُوعِ:\n \n\nهَذَا مَقَامُ مَنْ حَسَنَاتُهُ نِعْمَةٌ مِنْكَ وَ سَيِّئَاتُهُ بِعَمَلِهِ وَ ذَنْبُهُ عَظِيمٌ وَ شُكْرُهُ قَلِيلٌ إِلَهِي طُمُوحُ الْآمَالِ قَدْ خَابَتْ إِلَّا لَدَيْكَ وَ مَعَاكِفُ الْهِمَمِ قَدْ تَقَطَّعَتْ إِلَّا عَلَيْكَ وَ مَذَاهِبُ الْعُقُولِ قَدْ سَمَتْ إِلَّا إِلَيْكَ فَإِلَيْكَ الرَّجَاءُ وَ إِلَيْكَ الْمُلْتَجَأُ يَا أَكْرَمَ مَقْصُودٍ وَ يَا أَجْوَدَ مَسْئُولٍ هَرَبْتُ إِلَيْكَ بِنَفْسِي يَا مَلْجَأَ الْهَارِبِينَ بِأَثْقَالِ الذُّنُوبِ أَحْمِلُهَا عَلَى ظَهْرِي وَ مَا أَجِدُ لِي إِلَيْكَ شَافِعاً سِوَى مَعْرِفَتِي بِأَنَّكَ أَقْرَبُ مَنْ رَجَاهُ الطَّالِبُونَ وَ لَجَأَ إِلَيْهِ الْمُضْطَرُّونَ وَ أَمَّلَ مَا لَدَيْهِ الرَّاغِبُونَ يَا مَنْ فَتَقَ الْعُقُولَ بِمَعْرِفَتِهِ وَ أَطْلَقَ الْأَلْسُنَ بِحَمْدِهِ وَ جَعَلَ مَا امْتَنَّ بِهِ عَلَى عِبَادِهِ كِفَاءً لِتَأْدِيَةِ حَقِّهِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ لَا تَجْعَلْ لِلْهُمُومِ‏ ]لِلْهَمِ‏] عَلَى عَقْلِي سَبِيلًا وَ لَا لِلْبَاطِلِ عَلَى عَمَلِي دَلِيلًا بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n\n\nثُمَّ تَسْجُدُ السَّجْدَتَيْنِ وَ تَتَشَهَّدُ فَإِذَا سَلَّمْتَ فَسَبِّحْ تَسْبِيحَ الزَّهْرَاء\n\n"]