[["لَا إِلَهَ إِلَّا اللَّهُ‏ إِلهاً واحِداً وَ نَحْنُ لَهُ مُسْلِمُونَ‏ لَا إِلَهَ إِلَّا اللَّهُ لَا نَعْبُدُ إِلَّا إِيَّاهُ‏ مُخْلِصِينَ لَهُ الدِّينَ‏ وَ لَوْ كَرِهَ الْمُشْرِكُونَ‏ لَا إِلَهَ إِلَّا اللَّهُ رَبُّنَا وَ رَبُّ آبَائِنَا الْأَوَّلِينَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ وَحْدَهُ صَدَقَ وَعْدَهُ وَ نَصَرَ عَبْدَهُ [وَ أَعَزَّ جُنْدَهُ‏] وَ هَزَمَ الْأَحْزَابَ وَحْدَهُ فَ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ‏ وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ\n أَسْتَغْفِرُ اللَّهَ الَّذِي‏ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ‏ وَ أَتُوبُ إِلَيْهِ \nاللَّهُمَّ اهْدِنِي مِنْ عِنْدِكَ وَ أَفِضْ عَلَيَّ مِنْ فَضْلِكَ وَ انْشُرْ عَلَيَّ مِنْ رَحْمَتِكَ وَ أَنْزِلْ عَلَيَّ مِنْ بَرَكَاتِكَ \nسُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ اغْفِرْ لِي ذُنُوبِي كُلَّهَا جَمِيعاً فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ كُلَّهَا جَمِيعاً إِلَّا أَنْتَ.\n","مصباح المتهجد"],["عَنْ عَلِيٍّ ع‏ فِي تَعْقِيبِ كُلِّ فَرِيضَةٍ \n\nإِلَهِي هَذِهِ صَلَاتِي صَلَّيْتُهَا لَا لِحَاجَةٍ مِنْكَ إِلَيْهَا وَ لَا رَغْبَةٍ مِنْكَ فِيهَا إِلَّا تَعْظِيماً وَ طَاعَةً وَ إِجَابَةً لَكَ إِلَى مَا أَمَرْتَنِي بِهِ إِلَهِي إِنْ كَانَ فِيهَا خَلَلٌ أَوْ نَقْصٌ مِنْ نِيَّتِهَا أَوْ قِيَامِهَا أَوْ قِرَاءَتِهَا أَوْ رُكُوعِهَا أَوْ سُجُودِهَا فَلَا تُؤَاخِذْنِي وَ تَفَضَّلْ عَلَيَ‏ بِالْقَبُولِ وَ الْغُفْرَانِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ- وَ تَقُولَ ثَلَاثاً يَا أَسْمَعَ السَّامِعِينَ وَ يَا أَبْصَرَ النَّاظِرِينَ وَ يَا أَسْرَعَ الْحَاسِبِينَ وَ يَا أَرْحَمَ الرَّاحِمِينَ وَ يَا أَحْكَمَ الْحَاكِمِينَ وَ يَا صَرِيخَ الْمُسْتَصْرِخِينَ [الْمَكْرُوبِينَ‏] وَ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ‏ رَبُّ الْعالَمِينَ‏ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ‏ الْعَلِيُّ الْعَظِيمُ‏ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ‏ الرَّحْمنُ الرَّحِيمُ‏ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ مَلِكُ [مَالِكُ‏] يَوْمِ الدِّينِ‏ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ مِنْكَ بَدْءُ الْخَلْقِ وَ إِلَيْكَ يَعُودُ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ لَمْ تَزَلْ وَ لا [لَنْ‏] تَزَالَ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ مَالِكُ الْخَيْرِ وَ الشَّرِّ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ خَالِقُ الْجَنَّةِ وَ النَّارِ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْأَحَدُ الصَّمَدُ لَمْ تَلِدْ وَ لَمْ تُولَدْ وَ لَمْ يَكُنْ لَكَ‏ كُفُواً أَحَدٌ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ‏ عالِمُ الْغَيْبِ وَ الشَّهادَةِ ... الرَّحْمنُ الرَّحِيمُ‏ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ‏ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ‏ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ‏ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَكَ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَكَ مَا فِي السَّمَاوَاتِ وَ الْأَرْضِ وَ أَنْتَ الْعَزِيزُ الْحَكِيمُ وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ‏ الْكَبِيرُ الْمُتَعالِ‏ وَ الْكِبْرِيَاءُ رِدَاؤُكَ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي مَغْفِرَةً عَزْماً جَزْماً لَا تُغَادِرُ لِي ذَنْباً وَ لَا أَكْتَسِبُ [أَرْتَكِبُ‏] بَعْدَهَا مُحَرَّماً وَ عَافِنِي مُعَافَاةً لَا تَبْتَلِينِي بَعْدَهَا أَبَداً وَ اهْدِنِي هُدًى لَا أَضِلُّ بَعْدَهُ أَبَداً وَ عَلِّمْنِي مَا يَنْفَعُنِي وَ انْفَعْنِي بِمَا عَلَّمْتَنِي وَ اجْعَلْهُ حُجَّةً لِي لَا عَلَيَّ وَ ارْزُقْنِي مِنْ فَضْلِكَ صَبّاً صَبّاً كَفَافاً كَفَافاً وَ رَضِّنِي بِهِ يَا رَبَّاهْ وَ تُبْ عَلَيَّ يَا اللَّهُ يَا رَحْمَانُ يَا رَحِيمُ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ ارْحَمْنِي وَ أَجِرْنِي مِنَ النَّارِ ذَاتِ السَّعِيرِ وَ ابْسُطْ لِي فِي سَعَةِ رِزْقِكَ عَلَيَّ وَ اهْدِنِي بِهُدَاكَ وَ أَغْنِنِي بِغِنَاكَ وَ أَرْضِنِي بِقَضَائِكَ وَ اجْعَلْنِي مِنْ‏ أَوْلِيَائِكَ الْمُخْلَصِينَ وَ أَبْلِغْ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ تَحِيَّةً كَثِيرَةً وَ سَلَاماً وَ اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ وَ اعْصِمْنِي مِنَ الْمَعَاصِي كُلِّهَا وَ مِنَ الشَّيْطَانِ الرَّجِيمِ آمِينَ رَبَّ الْعَالَمِينَ \n\n‏ الْباقِياتِ الصَّالِحاتِ‏ أَرْبَعِينَ مَرَّةً \n\nثَلَاثاً سُبْحانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَ سَلامٌ عَلَى الْمُرْسَلِينَ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ \n\nثُمَّ تَقْرَأُ الْحَمْدَ وَ آيَةَ الْكُرْسِيِّ وَ الشَّهَادَةَ وَ آيَتَيِ الْمُلْكِ وَ السُّخْرَةِ \n\nثُمَّ قُلْ ثَلَاثاً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ لِي مِنْ أَمْرِي فَرَجاً وَ مَخْرَجاً وَ ارْزُقْنِي مِنْ حَيْثُ أَحْتَسِبُ وَ مِنْ حَيْثُ لَا أَحْتَسِبُ يَا رَبَّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ عَجِّلْ فَرَجَ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَعْتِقْنِي مِنَ النَّارِ\n\n وَ ثَلَاثاً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَسْأَلُكَ خَيْرَ الْخَيْرِ رِضْوَانَكَ وَ الْجَنَّةَ وَ أَعُوذُ بِكَ مِنْ شَرِّ الشَّرِّ سَخَطِكَ وَ النَّارِ اللَّهُمَّ أَنْتَ ثِقَتِي فِي كُلِّ كُرْبَةٍ وَ أَنْتَ رَجَائِي فِي كُلِّ شِدَّةِ [شَدِيدَةٍ] وَ أَنْتَ لِي فِي كُلِّ أَمْرٍ نَزَلَ بِي ثِقَةٌ وَ عُدَّةٌ فَاغْفِرْ لِي ذُنُوبِي كُلَّهَا وَ اكْشِفْ هَمِّي وَ فَرِّجْ غَمِّي وَ عَافِنِي مِنْ خِزْيِ الدُّنْيَا وَ عَذَابِ الْآخِرَةِ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَ مِنْ شَرِّ غَيْرِي وَ مِنْ شَرِّ السُّلْطَانِ وَ الشَّيْطَانِ وَ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ وَ فَسَقَةِ الْعَرَبِ وَ الْعَجَمِ وَ رُكُوبِ الْمَحَارِمِ كُلِّهَا وَ مَنْ نَصَبَ لِأَوْلِيَاءِ اللَّهِ أُجِيرُ نَفْسِي بِاللَّهِ مِنْ كُلِّ سُوءٍ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ \nالْعَظِيمِ‏ \n\nوَ ثَلَاثاً أُعِيذُ نَفْسِي وَ مَالِي وَ وُلْدِي وَ دِينِي وَ أَهْلِي وَ إِخْوَانِي فِي دِينِي وَ مَا رَزَقَنِي رَبِّي وَ خَوَاتِيمَ عَمَلِي وَ مَنْ يَعْنِينِي أَمْرُهُ بِاللَّهِ الْوَاحِدِ الْأَحَدِ الصَّمَدِ الَّذِي‏ لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ وَ بِرَبِّ الْفَلَقِ مِنْ شَرِّ ما خَلَقَ وَ مِنْ شَرِّ غاسِقٍ إِذا وَقَبَ وَ مِنْ شَرِّ النَّفَّاثاتِ فِي الْعُقَدِ وَ مِنْ شَرِّ حاسِدٍ إِذا حَسَدَ وَ بِرَبِّ النَّاسِ مَلِكِ النَّاسِ إِلهِ النَّاسِ مِنْ شَرِّ الْوَسْواسِ الْخَنَّاسِ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ مِنَ الْجِنَّةِ وَ النَّاسِ‏ \n\nوَ ثَلَاثاً أَسْتَوْدِعُ اللَّهَ الْعَلِيَّ الْأَعْلَى الْجَمِيلَ الْعَظِيمَ دِينِي وَ نَفْسِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ إِخْوَانِيَ الْمُؤْمِنِينَ وَ جَمِيعَ مَا رَزَقَنِي رَبِّي وَ جَمِيعَ مَنْ يَعْنِينِي أَمْرُهُ أَسْتَوْدِعُ اللَّهَ الْمَرْهُوبَ الْمَخُوفَ الْمُتَضَعْضِعَ لِعَظَمَتِهِ كُلُّ شَيْ‏ءٍ دِينِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ إِخْوَانِيَ الْمُؤْمِنِينَ وَ جَمِيعَ مَنْ يَعْنِينِي أَمْرُهُ- \n\nوَ ثَلَاثاً أَشْهَدُ أَنْ‏ لا إِلهَ إِلَّا اللَّهُ‏ وَحْدَهُ‏ لا شَرِيكَ لَهُ‏ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ‏ وَ يُمِيتُ وَ يُحْيِي وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ \n\nوَ ثَلَاثاً يَا اللَّهُ يَا رَحْمَانُ يَا رَحِيمُ يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ \n\nوَ ثَلَاثاً وَ أَنْتَ آخُذُ بِلِحْيَتِكَ بِيَدِكَ الْيُمْنَى وَ الْيُسْرَى مَبْسُوطَةً بَاطِنُهَا مِمَّا يَلِي السَّمَاءَ يَا عَزِيزُ يَا كَرِيمُ يَا غَفُورُ يَا رَحِيمُ ثُمَّ اقْلِبْهِمَا وَ اجْعَلْ ظَاهِرَهُمَا مِمَّا يَلِي السَّمَاءَ \n\nوَ قُلْ ثَلَاثاً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَجِرْنِي مِنَ الْعَذَابِ الْأَلِيمِ \n\nثُمَّ اخْفِضْهُمَا وَ قُلِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ فَقِّهْنِي فِي الدِّينِ وَ حَبِّبْنِي إِلَى الْمُسْلِمِينَ‏ وَ اجْعَلْ لِي لِسانَ صِدْقٍ فِي الْآخِرِينَ‏ وَ ارْزُقْنِي هَيْبَةَ الْمُتَّقِينَ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ أَسْأَلُكَ بِحَقِّ مَنْ حَقُّهُ عَلَيْكَ عَظِيمٌ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَسْتَعْمِلَنِي بِمَا عَرَّفْتَنِي مِنْ حَقِّكَ وَ أَنْ تَبْسُطَ عَلَيَّ مَا قَدَّرْتَ [حذرت‏] مِنْ رِزْقِكَ \n\nثُمَّ قُلْ‏ حَسْبِيَ اللَّهُ‏ رَبِّيَ اللَّهُ‏ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏ مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ أَشْهَدُ وَ أَعْلَمُ‏ أَنَّ اللَّهَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ أَنَّ اللَّهَ قَدْ أَحاطَ بِكُلِّ شَيْ‏ءٍ عِلْماً [وَ أَحْصى‏ كُلَّ شَيْ‏ءٍ عَدَداً] اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏\n\n ثُمَّ اقْرَإِ التَّوْحِيدَ اثْنَتَيْ عَشْرَةَ مَرَّةً \n\nوَ قُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الْمَخْزُونِ الْمَكْنُونِ الطَّاهِرِ الطُّهْرِ [الْمُطَهَّرِ] الْمُبَارَكِ وَ أَسْأَلُكَ بِاسْمِكَ الْعَظِيمِ وَ سُلْطَانِكَ الْقَدِيمِ يَا وَاهِبَ الْعَطَايَا وَ يَا مُطْلِقَ الْأُسَارَى وَ يَا فَكَّاكَ الرِّقَابِ مِنَ النَّارِ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعْتِقَ رَقَبَتِي مِنَ النَّارِ وَ أَخْرِجْنِي مِنَ الدُّنْيَا سَالِماً وَ أَدْخِلْنِي الْجَنَّةَ آمِناً وَ أَنْ تَجْعَلَ دُعَائِي أَوَّلَهُ فَلَاحاً وَ أَوْسَطَهُ نَجَاحاً وَ آخِرَهُ صَلَاحاً إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوبِ‏ \n\nثُمَّ قُلِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ اللَّهُمَّ إِنَّ الصَّادِقَ الْأَمِينَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ قَالَ إِنَّكَ قُلْتَ مَا تَرَدَّدْتُ فِي شَيْ‏ءٍ أَنَا فَاعِلُهُ كَتَرَدُّدِي فِي قَبْضِ رُوحِ عَبْدِيَ الْمُؤْمِنِ يَكْرَهُ الْمَوْتَ وَ أَكْرَهُ مَسَاءَتَهُ اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ عَجِّلْ لِوَلِيِّكَ الْفَرَجَ وَ الْعَافِيَةَ وَ النَّصْرَ وَ لَا تَسُؤْنِي فِي نَفْسِي وَ لَا فِي أَحَدٍ مِنْ أَحِبَّتِي وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ سَلَّمَ\n\n ثُمَّ قُلِ اللَّهُمَّ إِلَيْكَ رُفِعَتِ الْأَصْوَاتُ وَ لَكَ عَنَتِ الْوُجُوهُ وَ لَكَ خَضَعَتِ الرِّقَابُ وَ إِلَيْكَ التَّحَاكُمُ فِي الْأَعْمَالِ يَا خَيْرَ مَنْ سُئِلَ وَ يَا خَيْرَ مَنْ أَعْطَى يَا مَنْ‏ لا يُخْلِفُ الْمِيعادَ يَا مَنْ أَمَرَ بِالدُّعَاءِ وَ وَعَدَ الْإِجَابَةَ يَا مَنْ قَالَ‏ ادْعُونِي أَسْتَجِبْ لَكُمْ‏ يَا مَنْ قَالَ‏ وَ إِذا سَأَلَكَ عِبادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذا دَعانِ فَلْيَسْتَجِيبُوا لِي وَ لْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ‏ وَ يَا مَنْ قَالَ‏ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى‏ أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ‏ لَبَّيْكَ وَ سَعْدَيْكَ هَا أَنَا ذَا بَيْنَ يَدَيْكَ الْمُسْرِفُ عَلَى نَفْسِي وَ أَنْتَ الْقَائِلُ‏ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى‏ أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ‏ \n\nثُمَّ قُلْ قَبْلَ أَنْ تُثَنِّيَ رُكْبَتَيْكَ:\n أَشْهَدُ أَنْ‏ لا إِلهَ إِلَّا اللَّهُ‏ وَحْدَهُ‏ لا شَرِيكَ لَهُ‏ إِلهاً واحِداً أَحَداً فَرْداً صَمَداً لَمْ يَتَّخِذْ صاحِبَةً وَ لا وَلَداً\n\n ثُمَّ قُلِ اللَّهُمَّ بِبِرِّكَ الْقَدِيمِ وَ رَأْفَتِكَ بِتَرْبِيَتِكَ [بِبَرِيَّتِكَ‏] اللَّطِيفَةِ وَ شَفَقَتِكَ بِصَنْعَتِكَ الْمُحْكَمَةِ وَ قُدْرَتِكَ بِسَتْرِكَ الْجَمِيلِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَحْيِ قُلُوبَنَا بِذِكْرِكَ وَ اجْعَلْ ذُنُوبَنَا مَغْفُورَةً وَ عُيُوبَنَا مَسْتُورَةً وَ فَرَائِضَنَا مَشْكُورَةً وَ نَوَافِلَنَا مَبْرُورَةً وَ قُلُوبَنَا بِذِكْرِكَ مَعْمُورَةً وَ نُفُوسَنَا بِطَاعَتِكَ مَسْرُورَةً وَ عُقُولَنَا عَلَى تَوْحِيدِكَ مَجْبُورَةً وَ أَرْوَاحَنَا عَلَى دِينِكَ مَفْطُورَةً وَ جَوَارِحَنَا عَلَى خِدْمَتِكَ مَقْهُورَةً وَ أَسْمَاءَنَا فِي خَوَاصِّكَ مَشْهُورَةً وَ حَوَائِجَنَا لَدَيْكَ مَيْسُورَةً وَ أَرْزَاقَنَا مِنْ خَزَائِنِكَ مَدْرُورَةً [وَ] أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ لَقَدْ فَازَ مَنْ وَالاكَ وَ سَعِدَ مَنْ نَاجَاكَ وَ عَزَّ مَنْ نَادَاكَ وَ ظَفِرَ مَنْ رَجَاكَ وَ غَنِمَ مَنْ قَصَدَكَ وَ رُحِمَ [وَ رَبِحَ‏] مَنْ تَاجَرَكَ \n\nثُمَّ قُلْ رَضِيتُ بِاللَّهِ رَبّاً وَ بِالْإِسْلَامِ دِيناً وَ بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ نَبِيّاً وَ بِعَلِيٍّ إِمَاماً وَ بِالْحَسَنِ وَ الْحُسَيْنِ وَ عَلِيٍّ وَ مُحَمَّدٍ وَ جَعْفَرٍ وَ مُوسَى وَ عَلِيٍّ وَ مُحَمَّدٍ وَ عَلِيٍّ وَ الْحَسَنِ وَ مُحَمَّدٍ الْخَلَفِ الصَّالِحِ عَلَيْهِمُ السَّلَامُ أَئِمَّةً وَ سَادَةً وَ قَادَةً بِهِمْ أَتَوَلَّى وَ مِنْ أَعْدَائِهِمْ أَتَبَرَّأُ \n\nثُمَّ قُلْ‏ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ حَسْبِيَ اللَّهُ لِدِينِي وَ حَسْبِيَ اللَّهُ لِدُنْيَايَ وَ حَسْبِيَ اللَّهُ لآِخِرَتِي وَ حَسْبِيَ اللَّهُ لِمَا أَهَمَّنِي وَ حَسْبِيَ اللَّهُ لِمَنْ بَغَى عَلَيَّ وَ حَسْبِيَ اللَّهُ عِنْدَ الْمَوْتِ وَ حَسْبِيَ اللَّهُ عِنْدَ الْمَسْأَلَةِ فِي الْقَبْرِ وَ حَسْبِيَ اللَّهُ عِنْدَ الْمِيزَانِ وَ حَسْبِيَ اللَّهُ عِنْدَ الصِّرَاطِ وَ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏ \n\nثُمَّ قُلْ ثَلَاثاً:\n اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ وَ الْمُعَافَاةَ فِي الدُّنْيَا وَ الْآخِرَةِ\n\n ثُمَّ قُلْ يَا مُبْدِئَ الْأَسْرَارِ وَ مُبِينَ الْكِتْمَانِ وَ شَارِعَ الْأَحْكَامِ وَ ذَارِئَ الْأَنْعَامِ وَ خَالِقَ الْأَنَامِ وَ فَارِضَ الطَّاعَةِ وَ مُلْزِمَ الدِّينِ وَ مُوجِبَ التَّعَبُّدِ أَسْأَلُكَ بِحَقِّ تَزْكِيَةِ كُلِّ صَلَاةِ زَكَّيْتَهَا وَ بِحَقِّ مَنْ زَكَّيْتَهَا لَهُ وَ بِحَقِّ مَنْ زَكَّيْتَهَا بِهِ أَنْ تَجْعَلَ صَلَاتِي هَذِهِ زَاكِيَةً مُتَقَبَّلَةً بِتَقَبُّلِكَهَا وَ رَفْعِكَهَا وَ تَصْيِيرِكَ بِهَا دِينِي زَاكِياً وَ إِلْهَامِكَ قَلْبِي حُسْنَ الْمُحَافَظَةِ عَلَيْهَا حَتَّى تَجْعَلَنِي مِنْ أَهْلِهَا الَّذِينَ ذَكَرْتَهُمْ بِالْخُشُوعِ فِيهَا أَنْتَ وَلِيُّ الْحَمْدِ كُلِّهِ فَ لا إِلهَ إِلَّا أَنْتَ‏ فَلَكَ الْحَمْدُ كُلُّهُ بِكُلِّ حَمْدٍ أَنْتَ لَهُ وَلِيٌّ وَ أَنْتَ وَلِيُّ التَّوْحِيدِ كُلِّهِ فَ لا إِلهَ إِلَّا أَنْتَ‏ فَلَكَ التَّوْحِيدُ كُلُّهُ بِكُلِّ تَوْحِيدٍ أَنْتَ لَهُ وَلِيٌّ وَ أَنْتَ وَلِيُّ التَّهْلِيلِ كُلِّهِ فَ لا إِلهَ إِلَّا أَنْتَ‏ فَلَكَ التَّهْلِيلُ كُلُّهُ بِكُلِّ تَهْلِيلٍ أَنْتَ لَهُ وَلِيٌّ وَ أَنْتَ وَلِيُّ التَّسْبِيحِ كُلِّهِ فَ لا إِلهَ إِلَّا أَنْتَ‏ فَلَكَ التَّسْبِيحُ كُلُّهُ بِكُلِّ تَسْبِيحٍ أَنْتَ لَهُ وَلِيٌّ وَ أَنْتَ وَلِيُّ التَّكْبِيرِ كُلِّهِ فَ لا إِلهَ إِلَّا أَنْتَ‏ فَلَكَ التَّكْبِيرُ كُلُّهُ بِكُلِّ تَكْبِيرٍ أَنْتَ لَهُ وَلِيٌّ رَبِّ عُدْ عَلَيَّ فِي صَلَاتِي هَذِهِ بِرَفْعِكَهَا زَاكِيَةً مُتَقَبَّلَةً إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ* \n\nثُمَّ قُلْ يَا شَارِعاً لِمَلَائِكَتِهِ الدِّينَ الْقَيِّمَ دِيناً رَاضِياً بِهِ مِنْهُمْ لِنَفْسِهِ وَ يَا خَالِقَ مَنْ سِوَى الْمَلَائِكَةِ مِنْ خَلْقِهِ لِلِابْتِلَاءِ بِدِينِهِ وَ يَا مُسْتَخِصّاً مِنْ خَلْقِهِ لِدِينِهِ رُسُلًا بِدِينِهِ إِلَى مَنْ دُونَهُمْ وَ يَا مُجَازِيَ أَهْلِ الدِّينِ بِمَا عَمِلُوا فِي الدِّينِ اجْعَلْنِي بِحَقِّ اسْمِكَ الَّذِي كُلُّ شَيْ‏ءٍ مِنَ الْخَيْرَاتِ مَنْسُوبٌ إِلَيْهِ مِنْ أَهْلِ دِينِكَ الْمُؤْثِرِ بِهِ بِإِلْزَامِكَهُمْ حَقَّهُ وَ تَفْرِيغِكَ قُلُوبَهُمْ لِلرَّغْبَةِ فِي أَدَاءِ حَقِّكَ فِيهِ إِلَيْكَ لَا تَجْعَلْ بِحَقِّ اسْمِكَ الَّذِي فِيهِ تَفْصِيلُ الْأُمُورِ كُلِّهَا شَيْئاً سِوَى دِينِكَ عِنْدِي أَبْيَنَ فَضْلًا وَ لَا إِلَيَّ أَشَدَّ تَحَبُّباً وَ لَا بِي لَاصِقاً وَ لَا أَنَا إِلَيْهِ مُنْقَطِعاً وَ أَغْلِبْ بَالِي وَ هَوَايَ وَ سَرِيرَتِي وَ عَلَانِيَتِي وَ اسْفَعْ بِنَاصِيَتِي إِلَى كُلِّ مَا تَرَاهُ لَكَ مِنِّي رِضَى مِنْ طَاعَتِكَ فِي الدِّين\n","الصحيفة العلوية"],["عَنِ الصَّادِقِ ع‏ أَدْنَى مَا يُجْزِي مِنَ الدُّعَاءِ عَقِيبَ الْمَكْتُوبَةِ أَنْ يَقُولَ :\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ كُلِّ خَيْرٍ أَحَاطَ بِهِ عِلْمُكَ وَ أَعُوذُ بِكَ مِنْ كُلِّ شَرٍّ أَحَاطَ بِهِ عِلْمُكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ عَافِيَتَكَ فِي أُمُورِي كُلِّهَا وَ أَعُوذُ بِكَ مِنْ خِزْيِ الدُّنْيَا وَ عَذَابِ الْآخِرَةِ وَ أَعُوذُ بِوَجْهِكَ الْكَرِيمِ وَ عِزَّتِكَ الَّتِي لَا تُرَامُ وَ قُدْرَتِكَ الَّتِي لَا يَمْتَنِعُ مِنْهَا شَيْ‏ءٌ مِنْ شَرِّ الدُّنْيَا وَ الْآخِرَةِ وَ مِنْ شَرِّ الْأَوْجَاعِ كُلِّهَا وَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ تَوَكَّلْتُ‏ عَلَى الْحَيِّ الَّذِي لا يَمُوتُ‏ وَ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً \n\n لا إِلهَ إِلَّا اللَّهُ‏ إِنَّ اللَّهَ وَ مَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَ سَلِّمُوا تَسْلِيماً لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ وَ سَعْدَيْكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ عَلَى أَهْلِ بَيْتِ مُحَمَّدٍ وَ عَلَى ذُرِّيَّةِ مُحَمَّدِ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ [أَفْضَلُ الصَّلَوَاتِ‏] وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ وَ أَشْهَدُ أَنَّ التَّسْلِيمَ‏ مِنَّا لَهُمْ وَ الِايتِمَامَ بِهِمْ وَ التَّصْدِيقَ لَهُمْ رَبَّنَا آمَنَّا بِكَ وَ صَدَّقْنَا رَسُولَكَ وَ سَلَّمْنَا تَسْلِيماً رَبَّنا آمَنَّا بِما أَنْزَلْتَ وَ اتَّبَعْنَا الرَّسُولَ‏ وَ آلَ الرَّسُولِ‏ فَاكْتُبْنا مَعَ الشَّاهِدِينَ‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ مِنْ خَيْرِ مَا أَرْجُو وَ مِنْ خَيْرِ مَا لَا أَرْجُو وَ أَعُوذُ بِكَ مِنْ شَرِّ مَا أَحْذَرُ وَ مِنْ شَرِّ مَا لَا أَحْذَرُ \n\nسُبْحَانَ اللَّهِ كُلَّمَا سَبَّحَ اللَّهَ شَيْ‏ءٌ وَ كَمَا يُحِبُّ اللَّهُ أَنْ يُسَبَّحَ وَ كَمَا هُوَ أَهْلُهُ وَ كَمَا يَنْبَغِي لِكَرَمِ وَجْهِهِ وَ عِزِّ جَلَالِهِ وَ الْحَمْدُ لِلَّهِ كُلَّمَا حَمِدَ اللَّهَ شَيْ‏ءٌ وَ كَمَا يُحِبُّ اللَّهُ أَنْ يُحْمَدَ وَ كَمَا هُوَ أَهْلُهُ وَ كَمَا يَنْبَغِي لِكَرَمِ وَجْهِهِ وَ عِزِّ جَلَالِهِ وَ لَا إِلَهَ إِلَّا اللَّهُ كُلَّمَا هَلَّلَ اللَّهَ شَيْ‏ءٌ وَ كَمَا يُحِبُّ اللَّهُ أَنْ يُهَلَّلَ وَ كَمَا هُوَ أَهْلُهُ وَ كَمَا يَنْبَغِي لِكَرَمِ وَجْهِهِ وَ عِزِّ جَلَالِهِ وَ اللَّهُ أَكْبَرُ كُلَّمَا كَبَّرَ اللَّهَ شَيْ‏ءٌ وَ كَمَا يُحِبُّ اللَّهُ أَنْ يُكَبَّرَ وَ كَمَا هُوَ أَهْلُهُ وَ كَمَا يَنْبَغِي لِكَرَمِ وَجْهِهِ وَ عِزِّ جَلَالِهِ \n\nسُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ عَلَى كُلِّ نِعْمَةٍ أَنْعَمَ بِهَا عَلَيَّ وَ عَلَى كُلِّ أَحَدٍ مِنْ خَلْقِهِ مِمَّنْ كَانَ أَوْ يَكُونُ إِلَى يَوْمِ الْقِيَامَةِ \n\nاللَّهُمَّ إِنَّ مَغْفِرَتَكَ أَرْجَى مِنْ عَمَلِي وَ إِنَّ رَحْمَتَكَ أَوْسَعُ مِنْ ذَنْبِي اللَّهُمَّ إِنْ كَانَ ذَنْبِي عِنْدَكَ عَظِيماً فَعَفْوُكَ أَعْظَمُ مِنْ ذَنْبِي اللَّهُمَّ إِنْ لَمْ أَكُنْ أَهْلًا أَنْ أَبْلُغَ رَحْمَتَكَ فَرَحْمَتُكَ أَهْلٌ أَنْ تَبْلُغَنِي لِأَنَّهَا وَسِعَتْ كُلَّ شَيْ‏ءٍ بِرَحْمَتِكَ يَا ارْحَمَ الرَّاحِمِينَ \n\nيَا مَنْ لَا يَشْغَلُهُ سَمْعٌ عَنْ سَمْعٍ يَا مَنْ لَا يُغَلِّطُهُ السَّائِلُونَ يَا مَنْ لَا يُبْرِمُهُ إِلْحَاحُ الْمُلِحِّينَ أَذِقْنِي بَرْدَ عَفْوِكَ وَ مَغْفِرَتِكَ وَ حَلَاوَةَ رَحْمَتِكَ.\n","المصباح للكفعمي "],["من دعاء أمير المؤمنين ع بعد كل فريضة : \n\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الْمَكْنُونِ الْمَخْزُونِ الطَّاهِرِ الطُّهْرِ الْمُبَارَكِ وَ أَسْأَلُكَ بِاسْمِكَ الْعَظِيمِ وَ سُلْطَانِكَ الْقَدِيمِ يَا وَاهِبَ الْعَطَايَا وَ يَا مُطْلِقَ الْأُسَارَى وَ يَا فَكَّاكَ الرِّقَابِ مِنَ النَّارِ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعْتِقَ رَقَبَتِي مِنَ النَّارِ وَ أَخْرِجْنِي مِنَ الدُّنْيَا سَالِماً وَ أَدْخِلْنِي الْجَنَّةَ آمِناً وَ اجْعَلْ دُعَائِي أَوَّلَهُ فَلَاحاً وَ أَوْسَطَهُ نَجَاحاً وَ آخِرَهُ صَلَاحاً إِنَّكَ أَنْتَ عَلَّامُ الْغُيُوب‏\n","الصحيفة العلوية"],["من دعاء أمير المؤنين بعد كل فريضة :\n\n يَا مَنْ لَا يَشْغَلُهُ سَمْعٌ عَنْ سَمْعٍ، يَا مَنْ لَا يُغَلِّطُهُ السَّائِلُونَ، يَا مَنْ لَا يُبْرِمُهُ إِلْحَاحُ الْمُلِحِّينَ، أَذِقْنِي بَرْدَ عَفْوِكَ، وَ حَلَاوَةَ ذِكْرِكَ وَ رَحْمَتِكَ.\n","الصحيفة العلوية"]]