[["اقْرَأِ الْفَاتِحَةَ و الْمُعَوِّذَتَيْنِ وَ التَّوْحِيدَ وَ الْقَدْرَ وَ آيَةَ الْكُرْسِيِّ عَشْراً \n\nسورة الفلق:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)\n\nسورة الناس:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)\n   \nآية الكرسي:\nاللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n","المصباح للكفعمي "],["اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ ","مفاتيح الجنان"],["قُلْ ثَلَاثاً \nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ \n","المصباح للكفعمي "],["سُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ زِنَةَ عَرْشِهِ وَ مِثْلَهُ وَ مِدَادَ كَلِمَاتِهِ وَ مِثْلَهُ وَ عَدَدَ خَلْقِهِ وَ مِثْلَهُ وَ مِلْ‏ءَ سَمَاوَاتِهِ وَ مِثْلَهُ وَ مِلْ‏ءَ أَرْضِهِ وَ مِثْلَهُ وَ عَدَدَ مَا أَحْصَى كِتَابُهُ وَ مِثْلَهُ وَ عَدَدَ ذَلِكَ أَضْعَافاً مُضَاعَفَةً لَا يُحْصِي تَضَاعِيفَهَا أَحَدٌ غَيْرُهُ وَ مِثْلَهُ \n","المصباح للكفعمي "],["تَقْرَأُ آيَةَ السُّخْرَةِ مِنْ  سُورَةِ الْأَعْرَافِ  وَ هِيَ :\n\nإِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَ الْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوى‏ عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهارَ يَطْلُبُهُ حَثِيثاً وَ الشَّمْسَ وَ الْقَمَرَ وَ النُّجُومَ مُسَخَّراتٍ بِأَمْرِهِ أَلا لَهُ الْخَلْقُ وَ الْأَمْرُ تَبارَكَ اللَّهُ رَبُّ الْعالَمِينَ ادْعُوا رَبَّكُمْ تَضَرُّعاً وَ خُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ وَ لا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلاحِها وَ ادْعُوهُ خَوْفاً وَ طَمَعاً إِنَّ رَحْمَتَ اللَّهِ قَرِيبٌ مِنَ الْمُحْسِنِينَ‏ \n","المصباح للكفعمي "],["نقرأ آيَتَيْنِ مِنْ آخِرِ الْكَهْفِ:\n\nقُلْ لَوْ كانَ الْبَحْرُ مِداداً لِكَلِماتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِماتُ رَبِّي وَ لَوْ جِئْنا بِمِثْلِهِ مَدَداً قُلْ إِنَّما أَنَا بَشَرٌ مِثْلُكُمْ يُوحى‏ إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ فَمَنْ كانَ يَرْجُوا لِقاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صالِحاً وَ لا يُشْرِكْ بِعِبادَةِ رَبِّهِ أَحَداً\n","المصباح للكفعمي "],["اقرأ مِائَةً مرة آية الْبَاقِيَاتُ‏ الصَّالِحَاتُ‏ من سورة الكهف وهي كالتالي:\n المال والبنون زينة الحياة الدنيا والباقيات الصالحات خير عند ربّك ثواباً وخير أملاً\n","المصباح للكفعمي "],["اقرأ ثَلَاثَ آيَاتٍ مِنْ أَوَّلِ الْأَنْعَامِ‏ \nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّماواتِ وَ الْأَرْضَ وَ جَعَلَ الظُّلُماتِ وَ النُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ ثُمَّ قَضى‏ أَجَلًا وَ أَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ تَمْتَرُونَ وَ هُوَ اللَّهُ فِي السَّماواتِ وَ فِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَ جَهْرَكُمْ وَ يَعْلَمُ ما تَكْسِبُونَ‏ ","المصباح للكفعمي "],["قُلْ ثَلَاثاً \n\nالْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ بِاللَّيْلِ بِقُدْرَتِهِ وَ جَاءَ بِالنَّهَارِ بِرَحْمَتِهِ خَلْقاً جَدِيداً وَ نَحْنُ مِنْهُ فِي عَافِيَةٍ وَ رَحْمَةٍ سُبْحَانَ اللَّهِ‏ إِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولًا \n\nثُمَّ قُلْ‏\n\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ وَ لَا أَسْأَلُ أَحَداً غَيْرَكَ بِحَقِّ هَذِهِ الْأَسْمَاءِ الْمُبَارَكَةِ اللَّهُمَّ بِأَلِفِ الِابْتِدَاءِ بِبَاءِ الْبَهَاءِ بِتَاءِ التَّأْلِيفِ بِثَاءِ الثَّنَاءِ بِجِيمِ الْجَلَالِ بِحَاءِ الْحَمْدِ بِخَاءِ الْخَفَاءِ بِدَالِ الدَّوَامِ بِذَالِ الذِّكْرِ بِرَاءِ الرُّبُوبِيَّةِ بِزَاءِ الزِّيَادَةِ بِسِينِ السَّلَامَةِ بِشِينِ الشُّكْرِ بِصَادِ الصَّبْرِ بِضَادِ الضَّوْءِ بِطَاءِ الطَّوْلِ بِظَاءِ الظَّلَامِ بِعَيْنِ الْعَفْوِ بِغَيْنِ الْغُفْرَانِ بِفَاءِ الْفَرْدَانِيَّةِ بِقَافِ الْقُدْرَةِ بِكَافِ الْكَلِمَةِ التَّامَّةِ بِلَامِ اللَّوْحِ بِمِيمِ الْمُلْكِ بِنُونِ النُّورِ بِهَاءِ الْهَيْبَةِ بِوَاوِ الْوَحْدَانِيَّةِ بِلَامِ أَلْفِ لَا إِلَهَ إِلَّا أَنْتَ بِيَاءِ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا مَنْ لَا تُضْجِرُهُ مَسْأَلَةُ السَّائِلِينَ يَا مَنْ هُوَ خَبِيرٌ بِمَا تُخْفِي الضَّمَائِرُ وَ تُكِنُّ مِنْهُ الصُّدُورُ أَسْأَلُكَ بِمَا سَمَّيْتَ بِهِ نَفْسَكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَ لِي مِنْ كُلِّ هَمٍّ فَرَجاً وَ مِنْ كُلِّ ضِيقٍ مَخْرَجاً وَ مِنْ كُلِّ عُسْرٍ يُسْراً وَ إِلَى كُلِّ خَيْرٍ سَبِيلًا بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\n","المصباح للكفعمي "],["قُلْ عَشْراً\nسُبْحَانَ اللَّهِ الْعَظِيمِ وَ بِحَمْدِهِ وَ أَسْتَغْفِرُ اللَّهَ وَ أَسْأَلُهُ مِنْ فَضْلِهِ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ ","المصباح للكفعمي "],["قُلْ عَشْراً \nأَشْهَدُ أَنْ‏ لا إِلهَ إِلَّا اللَّهُ‏ وَحْدَهُ‏ لا شَرِيكَ لَهُ‏ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ‏ وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ \n","المصباح للكفعمي "],["قُلْ عَشْراً\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِأَفْضَلِ صَلَوَاتِكَ وَ بَارِكْ عَلَيْهِمْ بِأَفْضَلِ بَرَكَاتِكَ وَ السَّلَامُ عَلَيْهِمْ وَ عَلَى أَرْوَاحِهِمْ وَ أَجْسَادِهِمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ \n","المصباح للكفعمي "],["قُلْ عَشْراً\nاللَّهُمَّ يَسِّرْ لَنَا مَا نَخَافُ عُسْرَهُ وَ سَهِّلْ لَنَا مَا نَخَافُ حُزُونَتَهُ وَ نَفِّسْ عَنَّا مَا نَخَافُ كُرْبَتَهُ وَ اكْشِفْ عَنَّا مَا نَخَافُ غَمَّهُ وَ اصْرِفْ عَنَّا مَا نَخَافُ بَلِيَّتَهُ يَا أَرْحَمَ الرَّاحِمِينَ\n","المصباح للكفعمي "],["قُلْ عَشْراً\nاللَّهُمَّ لَا تَنْزِعْ مِنِّي صَالِحاً أَعْطَيْتَنِيهِ أَبَداً وَ لَا تَرُدَّنِي فِي سُوءٍ اسْتَنْقَذْتَنِي مِنْهُ أَبَداً وَ لَا تُشْمِتْ بِي عَدُوّاً وَ لَا حَاسِداً أَبَداً وَ لَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ أَبَداً\n","المصباح للكفعمي "],["قُلْ عَشْراً\nاللَّهُمَّ مَا أَصْبَحَتْ بِي مِنْ نِعْمَةٍ أَوْ عَافِيَةٍ فِي دِينٍ أَوْ دُنْيَا فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ لَكَ الْحَمْدُ وَ لَكَ الشُّكْرُ بِهَا عَلَيَّ يَا رَبِّ حَتَّى تَرْضَى وَ بَعْدَ الرِّضَا \n","المصباح للكفعمي "],["تقرأ عَشْرَ آيَاتٍ مِنْ أَوَّلِ الصَّافَّاتِ‏ وهي كالتالي :\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ وَ الصَّافَّاتِ صَفًّا فَالزَّاجِراتِ زَجْراً فَالتَّالِياتِ ذِكْراً إِنَّ إِلهَكُمْ لَواحِدٌ رَبُّ السَّماواتِ وَ الْأَرْضِ وَ ما بَيْنَهُما وَ رَبُّ الْمَشارِقِ إِنَّا زَيَّنَّا السَّماءَ الدُّنْيا بِزِينَةٍ الْكَواكِبِ وَ حِفْظاً مِنْ كُلِّ شَيْطانٍ مارِدٍ لا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلى‏ وَ يُقْذَفُونَ مِنْ كُلِّ جانِبٍ دُحُوراً وَ لَهُمْ عَذابٌ واصِبٌ إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهابٌ ثاقِبٌ‏","المصباح للكفعمي "],["تقرأ ثَلَاثَ آيَاتٍ مِنْ آخِرِ سورة الصافات وهي كالتالي :\nسُبْحانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَ سَلامٌ عَلَى الْمُرْسَلِينَ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ \n\nوَ ثَلَاثَ آيَاتٍ مِنَ سورة الرَّحْمَنِ‏:\n يا مَعْشَرَ الْجِنِّ وَ الْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطارِ السَّماواتِ وَ الْأَرْضِ فَانْفُذُوا لا تَنْفُذُونَ إِلَّا بِسُلْطانٍ فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ يُرْسَلُ عَلَيْكُما شُواظٌ مِنْ نارٍ وَ نُحاسٌ فَلا تَنْتَصِرانِ‏ \n\nوَ آخِرَ سورة الْحَشْرِ :\nلَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى‏ جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَ تِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَ الشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَهُ الْأَسْماءُ الْحُسْنى‏ يُسَبِّحُ لَهُ ما فِي السَّماواتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ‏ ","المصباح للكفعمي "],["قل مِائَةً  \n\nالْحَمْدُ لِلَّهِ وَ أَسْتَغْفِرُ اللَّهَ عَشْراً أَسْتَغْفِرُ اللَّهَ وَ أَتُوبُ إِلَيْهِ \n\nفَإِنْ لَمْ يُمْكِنْكَ ذَلِكَ فَعَشْراً فَثَلَاثاً ","المصباح للكفعمي "],["قل مِائَةً  \n\nأَسْتَجِيرُ بِاللَّهِ مِنَ النَّارِ وَ أَسْأَلُهُ الْجَنَّةَ \n\n فَإِنْ لَمْ يُمْكِنْكَ ذَلِكَ فَعَشْراً فَثَلَاثاً ","المصباح للكفعمي "],["قل مِائَةً  \n\nأَسْأَلُ اللَّهَ الْحُورَ الْعِينَ مِائَةً\n\nفَإِنْ لَمْ يُمْكِنْكَ ذَلِكَ فَعَشْراً فَثَلَاثاً ","المصباح للكفعمي "],["قل مِائَةً  \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ عَجِّلْ فَرَجَهُمْ \n\nفَإِنْ لَمْ يُمْكِنْكَ ذَلِكَ فَعَشْراً فَثَلَاثاً ","المصباح للكفعمي "],["قل مِائَةً  \n\nمَا شَاءَ اللَّهُ كَانَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ\n\nفَإِنْ لَمْ يُمْكِنْكَ ذَلِكَ فَعَشْراً فَثَلَاثاً ","المصباح للكفعمي "],["قل مِائَةً  \n\nاللَّهُمَّ قَدْ رَضِيتُ بِقَضَائِكَ وَ سَلَّمْتُ لِأَمْرِكَ اللَّهُمَّ اقْضِ لِي بِالْحُسْنَى وَ اكْفِنِي مَا أَهَمَّنِي\n\nفَإِنْ لَمْ يُمْكِنْكَ ذَلِكَ فَعَشْراً فَثَلَاثاً ","المصباح للكفعمي "],["اللَّهُمَّ مُقَلِّبَ الْقُلُوبِ وَ الْأَبْصَارِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ وَ لَا تُزِغْ قَلْبِي بَعْدَ إِذْ هَدَيْتَنِي وَ هَبْ لِي مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ وَ أَجِرْنِي مِنَ النَّارِ بِرَحْمَتِكَ اللَّهُمَّ امْدُدْ لِي فِي عُمُرِي وَ أَوْسِعْ عَلَيَّ فِي رِزْقِي وَ انْشُرْ عَلَيَّ رَحْمَتَكَ وَ إِنْ كُنْتُ فِي أُمِّ الْكِتَابِ شَقِيّاً فَاجْعَلْنِي سَعِيداً فَإِنَّكَ تَمْحُو مَا تَشَاءُ وَ تُثْبِتُ وَ عِنْدَكَ أُمُّ الْكِتَاب\n","المصباح للكفعمي "],["ادْعُ بِمَا رَوَاهُ مُعَاوِيَةُ بْنُ عَمَّارٍ عن الصادق ع في تعقيب فريضة الفجر فَتَقُولُ\n\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\n\n وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ عَلَى أَهْلِ بَيْتِهِ الطَّاهِرِينَ الْأَخْيَارِ الْأَتْقِيَاءِ الْأَبْرَارِ الَّذِينَ أَذْهَبَ اللَّهُ عَنْهُمُ الرِّجْسَ وَ طَهَّرَهُمْ تَطْهِيراً وَ أُفَوِّضُ أَمْرِي إِلَى اللَّهِ‏ وَ ما تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ‏ وَ مَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بالِغُ أَمْرِهِ‏ مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ‏ حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ‏ وَ أَعُوذُ بِاللَّهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ وَ مِنْ هَمَزاتِ الشَّياطِينِ وَ أَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ‏ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ‏ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ كَثِيراً كَمَا هُوَ أَهْلُهُ وَ مُسْتَحِقُّهُ وَ كَمَا يَنْبَغِي لِكَرَمِ وَجْهِهِ وَ عِزِّ جَلَالِهِ عَلَى إِدْبَارِ اللَّيْلِ وَ إِقْبَالِ النَّهَارِ \n\nالْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ بِاللَّيْلِ مُظْلِماً بِقُدْرَتِهِ وَ جَاءَ بِالنَّهَارِ مُبْصِراً بِرَحْمَتِهِ خَلْقاً جَدِيداً وَ نَحْنُ فِي عَافِيَتِهِ وَ سَلَامَتِهِ وَ سَتْرِهِ وَ كِفَايَتِهِ وَ جَمِيلِ صُنْعِهِ مَرْحَباً بِخَلْقِ اللَّهِ الْجَدِيدِ وَ الْيَوْمِ الْعَتِيدِ وَ الْمَلَكِ الشَّهِيدِ \n\nمَرْحَباً بِكُمَا مِنْ مَلَكَيْنِ كَرِيمَيْنِ وَ حَيَّاكُمَا اللَّهُ مِنْ كَاتِبَيْنِ حَافِظَيْنِ أُشْهِدُكُمَا فَاشْهَدَا لِي وَ اكْتُبَا شَهَادَتِي هَذِهِ مَعَكُمَا حَتَّى أَلْقَى بِهَا رَبِّي أَنِّي أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ أَرْسَلَهُ‏ بِالْهُدى‏ وَ دِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَ لَوْ كَرِهَ الْمُشْرِكُونَ‏ وَ أَنَّ الدِّينَ كَمَا شَرَعَ وَ الْإِسْلَامَ كَمَا وَصَفَ وَ الْقَوْلَ كَمَا حَدَّثَ وَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ‏ وَ الرَّسُولَ حَقٌّ وَ الْقَبْرَ حَقٌّ وَ الْقُرْآنَ حَقٌّ وَ الْمَوْتَ حَقٌّ وَ مُسَاءَلَةَ [وَ مَسْأَلَةَ] مُنْكَرٍ وَ نَكِيرٍ فِي الْقَبْرِ حَقٌّ وَ الْبَعْثَ حَقٌّ [وَ النُّشُورَ حَقٌ‏] وَ الصِّرَاطَ حَقٌّ وَ الْمِيزَانَ حَقٌّ وَ الْجَنَّةَ حَقٌّ [وَ النَّارَ حَقٌ‏] وَ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيها وَ أَنَّ اللَّهَ بَاعِثُ‏ مَنْ فِي الْقُبُورِ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اكْتُبِ اللَّهُمَّ شَهَادَتِي عِنْدَكَ مَعَ شَهَادَةِ أُولِي الْعِلْمِ بِكَ وَ مَنْ أَبَى أَنْ يَشْهَدَ لَكَ بِهَذِهِ الشَّهَادَةِ وَ زَعَمَ أَنَّ لَكَ نِدّاً أَوْ لَكَ وَلَداً أَوْ لَكَ صَاحِبَةً أَوْ لَكَ شَرِيكاً أَوْ مَعَكَ خَالِقاً أَوْ رَازِقاً [فَإِنِّي بَرِي‏ءٌ مِنْهُمْ‏] لا إِلهَ إِلَّا أَنْتَ‏ تَعَالَيْتَ عَمَّا يَقُولُ الظَّالِمُونَ عُلُوّاً كَبِيراً فَاكْتُبِ اللَّهُمَّ شَهَادَتِي مَكَانَ شَهَادَتِهِمْ وَ أَحْيِنِي عَلَى ذَلِكَ وَ أَمِتْنِي عَلَيْهِ [وَ ابْعَثْنِي عَلَيْهِ‏] وَ أَدْخِلْنِي بِرَحْمَتِكَ فِي عِبادِكَ الصَّالِحِينَ‏ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ صَبِّحْنِي مِنْكَ صَبَاحاً صَالِحاً مُبَارَكاً مَيْمُوناً لَا خَازِياً وَ لَا فَاضِحاً \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْ أَوَّلَ يَوْمِي هَذَا صَلَاحاً وَ أَوْسَطَهُ فَلَاحاً وَ آخِرَهُ نَجَاحاً وَ أَعُوذُ بِكَ مِنْ يَوْمٍ أَوَّلُهُ فَزَعٌ وَ أَوْسَطُهُ جَزَعٌ وَ آخِرُهُ وَجَعٌ\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ ارْزُقْنِي خَيْرَ يَوْمِي هَذَا وَ خَيْرَ مَا فِيهِ وَ خَيْرَ مَا قَبْلَهُ وَ خَيْرَ مَا بَعْدَهُ [وَ أَعُوذُ بِكَ مِنْ شَرِّهِ وَ شَرِّ مَا بَعْدَهُ‏] \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ افْتَحْ لِي بَابَ كُلِّ خَيْرٍ فَتَحْتَهُ عَلَى أَحَدٍ مِنْ أَهْلِ الْخَيْرِ وَ لَا تُغْلِقْهُ عَنِّي أَبَداً وَ أَغْلِقْ عَنِّي بَابَ كُلِّ شَرٍّ فَتَحْتَهُ عَلَى أَحَدٍ مِنْ أَهْلِ الشَّرِّ وَ لَا تَفْتَحْهُ عَلَيَّ أَبَداً \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْنِي مَعَ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فِي كُلِّ مَوْطِنٍ وَ مَشْهَدٍ وَ مَقَامٍ وَ مَحَلٍّ وَ مُرْتَحَلٍ وَ فِي كُلِّ شِدَّةٍ وَ رَخَاءٍ وَ عَافِيَةٍ وَ بَلَاءٍ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اغْفِرْ لِي مَغْفِرَةً عَزْماً جَزْماً لَا تُغَادِرُ [لِي‏] ذَنْباً وَ لَا خَطِيئَةً وَ لَا إِثْماً\n\n اللَّهُمَّ إِنِّي أَسْتَغْفِرُكَ مِنْ كُلِّ ذَنْبٍ تُبْتُ إِلَيْكَ مِنْهُ ثُمَّ عُدْتُ فِيهِ وَ أَسْتَغْفِرُكَ لِمَا أَعْطَيْتُكَ مِنْ نَفْسِي ثُمَّ لَمْ أَفِ لَكَ بِهِ وَ أَسْتَغْفِرُكَ لِمَا أَرَدْتُ بِهِ وَجْهَكَ فَخَالَطَهُ مَا لَيْسَ لَكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اغْفِرْ لِي يَا رَبِّ وَ لِوَالِدَيَّ وَ مَا وَلَدَا وَ مَا وَلَدْتُ وَ مَا تَوَالَدُوا [وَ مَا تَوَالَدَا] مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ الْأَحْيَاءِ مِنْهُمْ وَ الْأَمْوَاتِ‏ وَ لِإِخْوانِنَا الَّذِينَ سَبَقُونا بِالْإِيمانِ وَ لا تَجْعَلْ فِي قُلُوبِنا غِلًّا لِلَّذِينَ آمَنُوا رَبَّنا إِنَّكَ رَؤُفٌ رَحِيمٌ‏\n\n الْحَمْدُ لِلَّهِ الَّذِي قَضَى عَنِّي صَلَاةً كانَتْ عَلَى الْمُؤْمِنِينَ كِتاباً مَوْقُوتاً وَ لَمْ يَجْعَلْنِي مِنَ الْغَافِلِينَ.\n\n","المصباح للكفعمي "],["ادْعُ بدعاء الزهراء عليها السلام في الصباح الْمَعْرُوفِ بِدُعَاءِ الْحَرِيقِ وَ هُوَ :\n\n\nاللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَ كَفَى بِكَ شَهِيداً وَ أُشْهِدُ مَلَائِكَتَكَ وَ حَمَلَةَ عَرْشِكَ وَ سُكَّانَ سَبْعِ سَمَاوَاتِكَ وَ أَرَضِيكَ [أَرْضِكَ‏] وَ أَنْبِيَاءَكَ وَ رُسُلَكَ وَ وَرَثَةَ أَنْبِيَاءِكَ وَ رُسُلِكَ وَ الصَّالِحِينَ مِنْ عِبَادِكَ وَ جَمِيعَ خَلْقِكَ فَاشْهَدْ لِي وَ كَفَى بِكَ شَهِيداً أَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْمَعْبُودُ وَحْدَكَ لَا شَرِيكَ لَكَ وَ أَنَّ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ عَبْدُكَ وَ رَسُولُكَ وَ أَنَّ كُلَّ مَعْبُودٍ [يُعْبَدُ] مِمَّا دُونَ عَرْشِكَ إِلَى قَرَارِ أَرْضِكَ السَّابِعَةِ السُّفْلَى بَاطِلٌ مُضْمَحِلٌّ مَا خَلَا وَجْهَكَ الْكَرِيمَ فَإِنَّهُ أَعَزُّ وَ أَكْرَمُ وَ أَجَلُّ وَ أَعْظَمُ مِنْ أَنْ‏ يَصِفَ الْوَاصِفُونَ كُنْهَ جَلَالِهِ أَوْ تَهْتَدِيَ الْقُلُوبُ إِلَى كُنْهِ عَظَمَتِهِ يَا مَنْ فَاقَ مَدْحَ الْمَادِحِينَ فَخْرُ مَدْحِهِ وَ عَدَا وَصْفَ الْوَاصِفِينَ مَآثِرُ حَمْدِهِ وَ جَلَّ عَنْ مَقَالَةِ النَّاطِقِينَ تَعْظِيمُ شَأْنِهِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ افْعَلْ بِنَا مَا أَنْتَ أَهْلُهُ يَا أَهْلَ التَّقْوَى وَ أَهْلَ الْمَغْفِرَةِ ثَلَاثاً \n\nثُمَّ تَقُولُ إِحْدَى عَشْرَةَ مَرَّةً :\n\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ سُبْحَانَ اللَّهِ وَ بِحَمْدِهِ أَسْتَغْفِرُ اللَّهَ وَ أَتُوبُ إِلَيْهِ- ما شاءَ اللَّهُ‏ وَ لا قُوَّةَ إِلَّا بِاللَّهِ‏ هُوَ الْأَوَّلُ وَ الْآخِرُ وَ الظَّاهِرُ وَ الْباطِنُ‏ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ‏ وَ يُمِيتُ وَ يُحْيِي وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ \n\nثُمَّ تَقُولُ إِحْدَى عَشْرَةَ مَرَّةً :\n\nسُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ [أَسْتَغْفِرُ اللَّهَ وَ أَتُوبُ إِلَيْهِ مَا شَاءَ اللَّهُ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ‏] الْحَلِيمِ الْكَرِيمِ الْعَلِيِّ الْعَظِيمِ الرَّحْمَنِ الرَّحِيمِ الْمَلِكِ الْقُدُّوسِ الْحَقِّ الْمُبِينِ عَدَدَ خَلْقِهِ وَ زِنَةَ عَرْشِهِ وَ مِلْ‏ءَ سَمَاوَاتِهِ وَ أَرْضِهِ [أَرَضِيهِ‏] وَ عَدَدَ مَا جَرَى بِهِ قَلَمُهُ وَ أَحْصَاهُ كِتَابُهُ [وَ مِدَادَ كَلِمَاتِهِ‏] وَ رِضَى نَفْسِهِ \n\n ثُمَّ قُلِ:\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِ مُحَمَّدٍ الْمُبَارَكِينَ وَ صَلِّ عَلَى جَبْرَئِيلَ وَ مِيكَائِيلَ وَ إِسْرَافِيلَ وَ حَمَلَةَ عَرْشِكَ أَجْمَعِينَ وَ الْمَلَائِكَةِ الْمُقَرَّبِينَ اللَّهُمَّ صَلِّ عَلَيْهِمْ جَمِيعاً حَتَّى تُبَلِّغَهُمُ الرِّضَا وَ تَزِيدَهُمْ بَعْدَ الرِّضَا مِمَّا [مَا] أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ صَلِّ عَلَى مَلَكِ الْمَوْتِ وَ أَعْوَانِهِ وَ صَلِّ عَلَى رِضْوَانَ وَ خَزَنَةِ الْجِنَانِ وَ صَلِّ عَلَى مَالِكٍ وَ خَزَنَةِ النِّيرَانِ اللَّهُمَّ صَلِّ عَلَيْهِمْ [جَمِيعاً] حَتَّى تُبَلِّغَهُمُ الرِّضَا وَ تَزِيدَهُمْ بَعْدَ الرِّضَا مِمَّا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى الْحَفَظَةِ الْكِرَامِ الْكَاتِبِينَ وَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَ الْحَفَظَةِ لِبَنِي آدَمَ وَ صَلِّ عَلَى مَلَائِكَةِ الْهَوَاءِ [وَ مَلَائِكَةِ السَّمَاوَاتِ الْعُلَى‏] وَ مَلَائِكَةِ الْأَرَضِينَ السُّفْلَى وَ مَلَائِكَةِ اللَّيْلِ وَ النَّهَارِ وَ الْأَرْضِ‏ وَ الْأَقْطَارِ وَ الْبِحَارِ وَ الْأَنْهَارِ وَ الْبَرَارِي وَ الْفَلَوَاتِ وَ الْقِفَارِ وَ الْأَشْجَارِ] وَ صَلِّ عَلَى مَلَائِكَتِكَ الَّذِينَ أَغْنَيْتَهُمْ عَنِ الطَّعَامِ وَ الشَّرَابِ بِتَسْبِيحِكَ وَ [تَقْدِيسِكَ‏] وَ عِبَادَتِكَ اللَّهُمَّ صَلِّ عَلَيْهِمْ حَتَّى تُبَلِّغَهُمُ الرِّضَا وَ تَزِيدَهُمْ بَعْدَ الرِّضَا مِمَّا [مَا] أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ \nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ صَلِّ عَلَى أَبِينَا آدَمَ وَ أُمِّنَا حَوَّاءَ وَ مَا وَلَدَا مِنَ النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ‏ اللَّهُمَّ صَلِّ عَلَيْهِمْ حَتَّى تُبَلِّغَهُمُ الرِّضَا وَ تَزِيدَهُمْ بَعْدَ الرِّضَا مِمَّا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ الطَّيِّبِينَ الطَّاهِرِينَ وَ عَلَى أَصْحَابِهِ الْمُنْتَجَبِينَ الْمُوفِينَ بِعَهْدِهِ [لِوَصِيِّهِ مِنْ بَعْدِهِ‏] وَ عَلَى أَزْوَاجِهِ الْمُطَهَّرَاتِ أُمَّهَاتِ الْمُؤْمِنِينَ وَ عَلَى ذُرِّيَّةِ مُحَمَّدٍ وَ عَلَى كُلِّ نَبِيٍّ بَشَّرَ بِمُحَمَّدٍ وَ عَلَى كُلِّ نَبِيٍّ وَلَدَ مُحَمَّداً وَ عَلَى كُلِّ امْرَأَةٍ صَالِحَةٍ كَفَّلَتْ مُحَمَّداً وَ عَلَى كُلِّ مَلَكٍ هَبَطَ إِلَى مُحَمَّدٍ وَ عَلَى كُلِّ مَنْ فِي صَلَوَاتِكَ عَلَيْهِ رِضًى لَكَ وَ رِضًى لِنَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ اللَّهُمَّ صَلِّ عَلَيْهِمْ حَتَّى تُبَلِّغَهُمُ الرِّضَى وَ تَزِيدَهُمْ بَعْدَ الرِّضَى مِمَّا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بَارِكْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ ارْحَمْ مُحَمَّداً وَ آلَ مُحَمَّدٍ كَأَفْضَلِ مَا صَلَّيْتَ وَ بَارَكْتَ وَ تَرَحَّمْتَ عَلَى إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ أَعْطِ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ الْوَسِيلَةَ وَ الْفَضْلَ وَ الْفَضِيلَةَ وَ الدَّرَجَةَ الرَّفِيعَةَ وَ أَعْطِهِ حَتَّى يَرْضَى وَ زِدْهُ بَعْدَ الرِّضَى [مَا أَنْتَ أَهْلُهُ يَا أَرْحَمَ الرَّاحِمِينَ‏] اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا أَمَرْتَنَا أَنْ نُصَلِّي عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا يَنْبَغِي لَنَا أَنْ نُصَلِّيَ عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ مَنْ صَلَّى عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ مَنْ لَمْ يُصَلِّ عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ كُلِّ حَرْفٍ فِي صَلَاةٍ صُلِّيَتْ عَلَيْهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ كُلِّ شَعْرَةٍ وَ لَفْظَةٍ وَ لَحْظَةٍ وَ نَفَسٍ وَ صِفَةٍ وَ سُكُونٍ وَ حَرَكَةٍ مِمَّنْ صَلَّى عَلَيْهِ وَ مِمَّنْ لَمْ يُصَلِّ عَلَيْهِ وَ بِعَدَدِ سَاعَاتِهِمْ وَ دَقَائِقِهِمْ وَ سُكُونِهِمْ وَ حَرَكَاتِهِمْ وَ حَقَائِقِهِمْ وَ مِيقَاتِهِمْ وَ صِفَاتِهِمْ وَ أَيَّامِهِمْ وَ شُهُورِهِمْ وَ سِنِينِهِمْ وَ أَشْعَارِهِمْ وَ أَبْشَارِهِمْ وَ بِعَدَدِ زِنَةِ ذَرِّ مَا عَمِلُوا أَوْ يَعْمَلُونَ أَوْ بَلَغَهُمْ أَوْ رَأَوْا أَوْ ظَنُّوا أَوْ كَانَ مِنْهُمْ أَوْ يَكُونُ إِلَى يَوْمِ الْقِيَامَةِ وَ كَأَضْعَافِ ذَلِكَ أَضْعَافاً مُضَاعَفَةً إِلَى يَوْمِ الْقِيَامَةِ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ مَا خَلَقْتَ وَ مَا أَنْتَ خَالِقُهُ إِلَى يَوْمِ الْقِيَامَةِ صَلَاةً تُرْضِيهِ [مَرْضِيَّةً] اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بِعَدَدِ مَا ذَرَأْتَ وَ بَرَأْتَ اللَّهُمَّ لَكَ الْحَمْدُ وَ الثَّنَاءُ وَ الشُّكْرُ وَ الْمَنُّ وَ الْفَضْلُ وَ الطَّوْلُ وَ الْخَيْرُ وَ الْحُسْنَى وَ النِّعْمَةُ وَ الْعَظَمَةُ وَ الْجَبَرُوتُ وَ الْمُلْكُ وَ الْمَلَكُوتُ وَ الْقَهْرُ وَ السُّلْطَانُ وَ الْفَخْرُ وَ السُّؤْدُدُ وَ الِامْتِنَانُ وَ الْكَرَمُ وَ الْجَلَالُ [وَ الْإِكْرَامُ وَ الْجَمَالُ وَ الْكَمَالُ‏] وَ الْخَيْرُ وَ التَّوْحِيدُ وَ التَّمْجِيدُ [وَ التَّحْمِيدُ] وَ التَّهْلِيلُ وَ التَّكْبِيرُ وَ التَّقْدِيسُ وَ الرَّحْمَةُ وَ الْمَغْفِرَةُ وَ الْكِبْرِيَاءُ وَ الْعَظَمَةُ وَ لَكَ مَا زَكَا وَ طَابَ وَ طَهُرَ مِنَ الثَّنَاءِ الطَّيِّبِ وَ الْمَدِيحِ الْفَاخِرِ وَ الْقَوْلِ الْحَسَنِ الْجَمِيلِ الَّذِي تَرْضَى بِهِ عَنْ قَائِلِهِ وَ يَرْضَى بِهِ قَائِلُهُ وَ هُوَ رِضًى لَكَ يَتَّصِلُ حَمْدِي بِحَمْدِ أَوَّلِ الْحَامِدِينَ وَ ثَنَائِي بِثَنَاءِ أَوَّلِ الْمُثْنِينَ عَلَى رَبِّ الْعَالَمِينَ مُتَّصِلًا ذَلِكَ بِذَلِكَ وَ تَهْلِيلِي بِتَهْلِيلِ أَوَّلِ الْمُهَلِّلِينَ وَ تَكْبِيرِي بِتَكْبِيرِ أَوَّلِ الْمُكَبِّرِينَ وَ قَوْلِي الْحَسَنُ الْجَمِيلُ بِقَوْلِ أَوَّلِ الْقَائِلِينَ الْمُجْمِلِينَ الْمُثْنِينَ عَلَى رَبِّ الْعَالَمِينَ مُتَّصِلًا ذَلِكَ بِذَلِكَ مِنْ أَوَّلِ الدَّهْرِ إِلَى آخِرِهِ وَ بِعَدَدِ زِنَةِ ذَرِّ السَّمَاوَاتِ وَ الْأَرَضِينَ وَ الرِّمَالِ وَ التِّلَالِ وَ الْجِبَالِ وَ عَدَدِ جُرَعِ مَاءِ الْبِحَارِ وَ عَدَدِ قَطْرِ الْأَمْطَارِ وَ وَرَقِ الْأَشْجَارِ وَ عَدَدِ النُّجُومِ وَ عَدَدِ الثَّرَى وَ الْحَصَى وَ النَّوَى [وَ الْمَدَرِ وَ الْمَلَكِ‏] وَ عَدَدِ زِنَةِ ذَلِكَ كُلِّهِ وَ عَدَدِ زِنَةِ ذَرِّ السَّمَاوَاتِ وَ الْأَرَضِينَ وَ مَا فِيهِنَّ وَ مَا بَيْنَهُنَّ وَ مَا تَحْتَهُنَّ وَ مَا بَيْنَ ذَلِكَ وَ مَا فَوْقَهُنَّ إِلَى يَوْمِ الْقِيَامَةِ مِنْ لَدُنِ الْعَرْشِ [عَرْشِكَ‏] إِلَى قَرَارِ أَرْضِكَ السَّابِعَةِ السُّفْلَى وَ بِعَدَدِ حُرُوفِ أَلْفَاظِ أَهْلِهِنَّ وَ عَدَدِ رِمَاقِهِمْ وَ أَزْمَانِهِمْ وَ دَقَائِقِهِمْ وَ شَعَائِرِهِمْ و وَ سَاعَاتِهِمْ وَ أَيَّامِهِمْ وَ شُهُورِهِمْ وَ سِنِيهِمْ وَ سُكُونِهِمْ وَ حَرَكَاتِهِمْ وَ أَشْعَارِهِمْ وَ أَبْشَارِهِمْ وَ أَنْفَاسِهِمْ وَ عَدَدِ زِنَةِ مَا عَمِلُوا أَوْ يَعْمَلُونَ أَوْ بَلَغَهُمْ أَوْ رَأَوْا أَوْ ظَنُّوا أَوْ فَطَنُوا أَوْ كَانَ مِنْهُمْ أَوْ يَكُونُ ذَلِكَ إِلَى يَوْمِ الْقِيَامَةِ وَ عَدَدِ زِنَةِ ذَلِكَ وَ أَضْعَافِ ذَلِكَ وَ كَأَضْعَافِ ذَلِكَ أَضْعَافاً مُضَاعَفَةً لَا يَعْلَمُهَا وَ لَا يُحْصِيهَا غَيْرُكَ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ أَهْلُ ذَلِكَ أَنْتَ وَ مُسْتَحِقُّهُ وَ مُسْتَوْجِبُهُ مِنِّي وَ مِنْ جَمِيعِ خَلْقِكَ يَا بَدِيعَ السَّمَاوَاتِ وَ الْأَرْضِ اللَّهُمَّ إِنَّكَ لَسْتَ بِرَبٍّ اسْتَحْدَثْنَاكَ وَ لَا مَعَكَ إِلَهٌ فَيَشْرَكَكَ فِي رُبُوبِيَّتِكَ وَ لَا مَعَكَ إِلَهٌ أَعَانَكَ عَلَى خَلْقِنَا أَنْتَ رَبُّنَا كَمَا نَقُولُ وَ فَوْقَ مَا يَقُولُ الْقَائِلُونَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعْطِيَ مُحَمَّداً أَفْضَلَ مَا سَأَلَكَ وَ أَفْضَلَ مَا سُئِلْتَ لَهُ وَ أَفْضَلَ مَا أَنْتَ مَسْئُولٌ لَهُ إِلَى يَوْمِ الْقِيَامَةِ أُعِيذُ أَهْلَ بَيْتِ النَّبِيِّ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ نَفْسِي وَ دِينِي وَ ذُرِّيَّتِي وَ مَالِي وَ وُلْدِي وَ أَهْلِي وَ قَرَابَاتِي‏ وَ أَهْلَ بَيْتِي وَ كُلَّ ذِي رَحِمٍ لِي دَخَلَ فِي الْإِسْلَامِ أَوْ يَدْخُلُ إِلَى يَوْمِ الْقِيَامَةِ وَ حُزَانَتِي وَ خَاصَّتِي وَ مَنْ قَلَّدَنِي دُعَاءً أَوْ أَسْدَى إِلَيَّ يَداً أَوْ رَدَّ عَنِّي غِيبَةً أَوْ قَالَ فِيَّ خَيْراً أَوْ اتَّخَذْتُ عِنْدَهُ يَداً أَوْ صَنِيعَةً وَ جِيرَانِي وَ إِخْوَانِي مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِاللَّهِ وَ بِأَسْمَائِهِ‏ التَّامَّةِ الْعَامَّةِ الشَّامِلَةِ الْكَامِلَةِ الطَّاهِرَةِ الْفَاضِلَةِ الْمُبَارَكَةِ الْمُتَعَالِيَةِ الزَّاكِيَةِ الشَّرِيفَةِ الْمَنِيعَةِ الْكَرِيمَةِ الْعَظِيمَةِ الْمَخْزُونَةِ الْمَكْنُونَةِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَ لَا فَاجِرٌ وَ بِأُمِّ الْكِتَابِ وَ خَاتِمَتِهِ وَ مَا بَيْنَهُمَا مِنْ سُورَةٍ شَرِيفَةٍ وَ آيَةٍ مُحْكَمَةٍ وَ شِفَاءٍ وَ رَحْمَةٍ وَ عُوذَةٍ وَ بَرَكَةٍ وَ بِالتَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ وَ الْفُرْقَانِ وَ صُحُفِ إِبْرَاهِيمَ وَ مُوسَى وَ بِكُلِّ كِتَابٍ أَنْزَلَهُ اللَّهُ وَ بِكُلِّ رَسُولٍ أَرْسَلَهُ اللَّهُ وَ بِكُلِّ حُجَّةٍ أَقَامَهَا اللَّهُ وَ بِكُلِّ بُرْهَانٍ أَظْهَرَهُ اللَّهُ وَ بِكُلِّ نُورٍ أَنَارَهُ اللَّهُ وَ بِكُلِّ آلَاءِ اللَّهِ وَ عَظَمَتِهِ أُعِيذُ وَ أَسْتَعِيذُ مِنْ شَرِّ كُلِّ ذِي شَرٍّ وَ مِنْ شَرِّ مَا أَخَافُ وَ أَحْذَرُ وَ مِنْ شَرِّ مَا رَبِّي مِنْهُ أَكْبَرُ وَ مِنْ شَرِّ فَسَقَةِ الْعَرَبِ وَ الْعَجَمِ وَ مِنْ شَرِّ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ وَ الشَّيَاطِينِ وَ السَّلَاطِينِ وَ إِبْلِيسَ وَ جُنُودِهِ وَ أَشْيَاعِهِ وَ أَتْبَاعِهِ وَ مِنْ شَرِّ مَا فِي النُّورِ وَ الظُّلْمَةِ وَ مِنْ شَرِّ مَا دَهَمَ أَوْ هَجَمَ أَوْ أَلَمَّ وَ مِنْ شَرِّ كُلِّ غَمٍّ وَ هَمٍّ وَ آفَةٍ وَ نَدَمٍ وَ نَازِلَةٍ وَ سُقْمٍ وَ مِنْ شَرِّ مَا يَحْدُثُ فِي اللَّيْلِ وَ النَّهَارِ وَ تَأْتِي بِهِ الْأَقْدَارُ وَ مِنْ شَرِّ مَا فِي النَّارِ وَ مِنْ شَرِّ مَا فِي الْأَرْضِ‏ وَ الْأَقْطَارِ وَ الْفَلَوَاتِ وَ الْقِفَارِ وَ الْبِحَارِ وَ الْأَنْهَارِ وَ مِنْ شَرِّ الْفُسَّاقِ وَ الْفُجَّارِ وَ الْكُهَّانِ وَ السُّحَّارِ وَ الْحُسَّادِ وَ الذُّعَّارِ وَ الْأَشْرَارِ وَ مِنْ شَرِّ ما يَلِجُ فِي الْأَرْضِ وَ ما يَخْرُجُ مِنْها وَ ما يَنْزِلُ مِنَ السَّماءِ وَ ما يَعْرُجُ‏ إِلَيْهَا وَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏- فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏ وَ أَعُوذُ بِكَ اللَّهُمَّ مِنَ الْهَمِّ وَ الْحَزَنِ وَ الْعَجْزِ وَ الْكَسَلِ وَ الْجُبْنِ وَ الْبُخْلِ وَ مِنْ ضَلَعِ الدَّيْنِ وَ غَلَبَةِ الرِّجَالِ وَ مِنْ عَمَلٍ لَا يَنْفَعُ وَ مِنْ‏ عَيْنٍ لَا تَدْمَعُ وَ مِنْ قَلْبٍ لَا يَخْشَعُ وَ مِنْ دُعَاءٍ لَا يُسْمَعُ وَ مِنْ نَصِيحَةٍ لَا تَنْجَعُ وَ مِنْ صَحَابَةٍ لَا تَرْدَعُ وَ مِنْ إِجْمَاعٍ عَلَى نَكِرَةٍ وَ تَوَدُّدٍ عَلَى خُسْرٍ أَوْ تَوَاخُذٍ عَلَى خُبْثٍ وَ مِمَّا اسْتَعَاذَ مِنْهُ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ الْمَلَائِكَةُ الْمُقَرَّبُونَ وَ الْأَنْبِيَاءُ الْمُرْسَلُونَ وَ الْأَئِمَّةُ الْمُطَهَّرُونَ‏ وَ الشُّهَدَاءُ وَ الصَّالِحُونَ وَ عِبَادُكَ الْمُتَّقُونَ وَ أَسْأَلُكَ اللَّهُمَّ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعْطِيَنِي مِنَ الْخَيْرِ مَا سَأَلُوا وَ أَنْ تُعِيذَنِي مِنْ شَرِّ مَا اسْتَعَاذُوا وَ أَسْأَلُكَ اللَّهُمَّ مِنَ الْخَيْرِ كُلَّهُ عَاجِلَهُ وَ آجِلَهُ مَا عَلِمْتُ مِنْهُ وَ مَا لَمْ أَعْلَمْ وَ أَعُوذُ بِكَ مِنْ هَمَزاتِ الشَّياطِينِ وَ أَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ‏ بِسْمِ اللَّهِ عَلَى أَهْلِ بَيْتِ النَّبِيِّ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ بِسْمِ اللَّهِ عَلَى نَفْسِي وَ دِينِي بِسْمِ اللَّهِ عَلَى أَهْلِي وَ مَالِي بِسْمِ اللَّهِ عَلَى كُلِّ شَيْ‏ءٍ أَعْطَانِي رَبِّي بِسْمِ اللَّهِ عَلَى أَحِبَّتِي وَ وُلْدِي وَ قَرَابَاتِي بِسْمِ اللَّهِ عَلَى جِيرَانِي الْمُؤْمِنِينَ وَ إِخْوَانِي وَ مَنْ قَلَّدَنِي دُعَاءً أَوْ اتَّخَذَ عِنْدِي يَداً أَوْ ابْتَدَأَ إِلَيَّ بِرّاً مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِسْمِ اللَّهِ عَلَى مَا رَزَقَنِي رَبِّي بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْئٌ‏ فِي الْأَرْضِ وَ لا فِي السَّماءِ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ صِلْنِي بِجَمِيعِ مَا سَأَلَكَ عِبَادُكَ الْمُؤْمِنُونَ أَنْ تَصِلَهُمْ بِهِ مِنَ الْخَيْرِ وَ اصْرِفْ عَنِّي جَمِيعَ مَا سَأَلَكَ عِبَادُكَ الْمُؤْمِنُونَ أَنْ تَصْرِفَهُ عَنْهُمْ مِنَ السُّوءِ وَ الرَّدَى وَ زِدْنِي مِنْ فَضْلِكَ مَا أَنْتَ أَهْلُهُ وَ وَلِيُّهُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ الطَّيِّبِينَ وَ عَجِّلْ فَرَجَهُمْ وَ فَرَجِي وَ فَرِّجْ عَنْ كُلِّ مَهْمُومٍ مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ ارْزُقْنِي نَصْرَهُمْ وَ أَشْهِدْنِي أَيَّامَهُمْ وَ اجْمَعْ بَيْنِي وَ بَيْنَهُمْ فِي الدُّنْيَا وَ الْآخِرَةِ وَ اجْعَلْ مِنْكَ عَلَيْهِمْ وَاقِيَةً حَتَّى لَا يَخْلُصَ إِلَيْهِمْ إِلَّا بِسَبِيلِ خَيْرٍ وَ عَلَى مَنْ مَعَهُمْ وَ عَلَى شِيعَتِهِمْ وَ مُحِبِّيهِمْ وَ عَلَى أَوْلِيَائِهِمْ وَ عَلَى جَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ فَ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ بِسْمِ اللَّهِ وَ بِاللَّهِ وَ مِنَ اللَّهِ وَ إِلَى اللَّهِ وَ لَا غَالِبَ إِلَّا اللَّهُ‏ ما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ‏ حَسْبِيَ اللَّهُ‏ ... تَوَكَّلْتُ عَلَى اللَّهِ‏ وَ أُفَوِّضُ أَمْرِي إِلَى اللَّهِ‏ وَ أَلْتَجِئُ إِلَى اللَّهِ وَ بِاللَّهِ أُحَاوِلُ وَ أُصَاوِلُ وَ أُكَاثِرُ وَ أُفَاخِرُ وَ أَعْتَزُّ وَ أَعْتَصِمُ- عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ مَتابِ‏ لَا إِلَهَ إِلَّا اللَّهُ الْحَيُّ الْقَيُّومُ عَدَدَ الثَّرَى وَ النُّجُومِ وَ الْمَلَائِكَةِ الصُّفُوفِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ الْعَلِيُّ الْعَظِيمُ لَا إِلَهَ إِلَّا اللَّهُ‏ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِين‏\n\n","المصباح للكفعمي "],["ادْعُ بِدُعَاءِ عَلِيِّ بْنِ الْحُسَيْنِ ع وَ هُوَ مِنْ أَدْعِيَةِ الصَّحِيفَةِ الْكَامِلَةِ\n\n الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ اللَّيْلَ وَ النَّهَارَ بِقُوَّتِهِ وَ مَيَّزَ بَيْنَهُمَا بِقُدْرَتِهِ وَ جَعَلَ لِكُلِّ وَاحِدٍ مِنْهُمَا حَدّاً مَحْدُوداً وَ أَمَداً مَوْقُوتاً مَمْدُوداً يُولِجُ كُلَّ وَاحِدٍ مِنْهُمَا فِي صَاحِبِهِ وَ يُولِجُ صَاحِبَهُ فِيهِ بِتَقْدِيرٍ مِنْهُ لِلْعِبَادِ فِيمَا يَغْذُوهُمْ بِهِ وَ يُنْشِئُهُمُ عَلَيْهِ فَخَلَقَ لَهُمُ اللَّيْلَ لِيَسْكُنُوا فِيهِ مِنْ حَرَكَاتِ التَّعَبِ وَ نَهَضَاتِ النَّصَبِ وَ جَعَلَهُ لِبَاساً لِيَلْبِسُوا [فِيهِ‏] مِنْ رَاحَتِهِ وَ مَنَامِهِ فَيَكُونُ ذَلِكَ لَهُمْ حِمَاماً وَ قُوَّةً وَ لِيَنَالُوا بِهِ لَذَّةً وَ شَهْوَةً وَ خَلَقَ لَهُمُ‏ النَّهارَ مُبْصِراً لِيَبْتَغُوا فِيهِ مِنْ فَضْلِهِ وَ لِيَتَسَبَّبُوا إِلَى رِزْقِهِ وَ يَسْرَحُوا فِي أَرْضِهِ طَلَباً لِمَا فِيهِ نَيْلُ الْعَاجِلَةِ مِنْ دُنْيَاهُمْ وَ دَرْكِ الآجِلِ فِي أُخْرَاهُمْ بِكُلِّ ذَلِكَ يُصْلِحُ شَأْنَهُمْ وَ يَبْلُوا أَخْبَارَهُمْ وَ يَنْظُرُ كَيْفَ هُمْ [فِيهِ‏] فِي أَوْقَاتِ طَاعَتِهِ وَ مَنَازِلِ فُرُوضِهِ وَ مَوَاقِعِ أَحْكَامِهِ‏ لِيَجْزِيَ الَّذِينَ أَساؤُا بِما عَمِلُوا وَ يَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى‏ \n\nاللَّهُمَّ فَلَكَ الْحَمْدُ عَلَى مَا فَلَقْتَ لَنَا مِنَ الْإِصْبَاحِ وَ مَتَّعْتَنَا بِهِ مِنْ ضَوْءِ النَّهَارِ وَ بَصَّرْتَنَا بِهِ مِنْ مَطَالِبِ الْأَقْوَاتِ وَ وَقَيْتَنَا فِيهِ مِنْ طَوَارِقِ الْآفَاتِ أَصْبَحْنَا وَ أَصْبَحَتِ الْأَشْيَاءُ كُلُّهَا بِجُمْلَتِهَا لَكَ سَمَاؤُهَا وَ أَرْضُهَا وَ مَا بَثَثْتَ فِي كُلِّ وَاحِدٍ مِنْهُمَا سَاكِنَهُ وَ مُتَحَرِّكَهُ وَ مُقِيمَهُ وَ شَاخِصَهُ وَ مَا عَلَا فِي الْهَوَاءِ وَ مَا كُنَّ تَحْتَ الثَّرَى أَصْبَحْنَا فِي قَبْضَتِكَ يَحْوِينَا مُلْكُكَ وَ سُلْطَانُكَ وَ تَضُمُّنَا مَشِيَّتُكَ وَ نَتَصَرَّفُ عَنْ أَمْرِكَ وَ نَتَقَلَّبُ فِي تَدْبِيرِكَ لَيْسَ لَنَا مِنَ الْأَمْرِ إِلَّا مَا قَضَيْتَ وَ لَا مِنَ الْخَيْرِ إِلَّا مَا أَعْطَيْتَ وَ هَذَا يَوْمٌ حَادِثٌ جَدِيدٌ وَ هُوَ عَلَيْنَا شَاهِدٌ عَتِيدٌ إِنْ أَحْسَنَّا وَدَّعَنَا بِحَمْدٍ وَ إِنْ أَسَأْنَا فَارَقَنَا بِذَمٍّ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ ارْزُقْنَا حُسْنَ مُصَاحَبَتِهِ وَ اعْصِمْنَا مِنْ سُوءِ مُفَارَقَتِهِ بِارْتِكَابِ جَرِيرَةٍ أَوِ اقْتِرَافِ صَغِيرَةٍ أَوْ كَبِيرَةٍ\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَجْزِلْ لَنَا فِيهِ مِنَ الْحَسَنَاتِ وَ أَخِلَّنا فِيهِ مِنَ السَّيِّئَاتِ وَ امْلَأْ لَنَا مَا بَيْنَ طَرَفَيْهِ حَمْداً وَ شُكْراً وَ أَجْراً وَ ذُخْراً وَ فَضْلًا وَ إِحْسَاناً\n\n اللَّهُمَّ [صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ‏] وَ يَسِّرْ عَلَى الْكِرَامِ الْكَاتِبِينَ مَئُونَتَنَا وَ امْلَأْ لَنَا مِنْ حَسَنَاتِنَا صَحَائِفَنَا وَ لَا تُخْزِنَا عِنْدَهُمْ بِسُوءِ أَعْمَالِنَا \n\nاللَّهُمَّ اجْعَلْ لَنَا فِي كُلِّ سَاعَةٍ مِنْ سَاعَاتِهِ حَظّاً مِنْ عِبَادَتِكَ وَ نَصِيباً مِنْ شُكْرِكَ وَ شَاهِدَ صِدْقٍ مِنْ مَلَائِكَتِكَ\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ احْفَظْنَا فِيهِ مِنْ بَيْنِ أَيْدِينَا وَ مِنْ خَلْفِنَا وَ عَنْ أَيْمَانِنَا وَ عَنْ شَمَائِلِنَا وَ مِنْ جَمِيعِ نَوَاحِينَا حِفْظاً عَاصِماً مِنْ مَعْصِيَتِكَ هَادِياً إِلَى طَاعَتِكَ مُسْتَعْمِلًا لِمَحَبَّتِكَ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ وَفِّقْنَا فِي يَوْمِنَا هَذَا وَ لَيْلَتِنَا هَذِهِ وَ فِي جَمِيعِ أَيَّامِنَا وَ لَيَالِينَا لِاسْتِعْمَالِ الْخَيْرِ وَ هِجْرَانِ الشَّرِّ وَ شُكْرِ النِّعَمِ وَ اتِّبَاعِ السُّنَنِ وَ مُجَانَبَةِ الْبِدَعِ وَ الْأَمْرِ بِالْمَعْرُوفِ وَ النَّهْيِ عَنِ الْمُنْكَرِ وَ حِيَاطَةِ الْإِسْلَامِ وَ انْتِقَاصِ الْبَاطِلِ وَ إِذْلَالِهِ وَ نُصْرَةِ الْحَقِّ وَ إِعْزَازِهِ وَ إِرْشَادِ الضَّالِّ وَ مُعَاوَنَةِ الضَّعِيفِ وَ إِدْرَاكِ اللَّهِيفِ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْهُ أَيْمَنَ يَوْمٍ عَهِدْنَاهُ وَ أَفْضَلَ صَاحِبٍ صَحِبْنَاهُ وَ خَيْرَ وَقْتٍ ظَلِلْنَا فِيهِ وَ اجْعَلْنَا مِنْ أَرْضَى مِمَّنْ مَرَّ عَلَيْهِ اللَّيْلُ وَ النَّهَارُ مِنْ جُمْلَةِ خَلْقِكَ أَشْكَرَهُمْ لِمَا أَوْلَيْتَ مِنْ نِعَمِكَ وَ أَقْوَمَهُمْ بِمَا شَرَعْتَ مِنْ شَرَائِعِكَ وَ أَوْقَفَهُمْ عَمَّا حَذَّرْتَهُ [حَذَّرْتَ‏] مِنْ نَهْيِكَ \n\nاللَّهُمَّ إِنِّي أُشْهِدُكَ وَ كَفَى بِكَ شَهِيداً وَ أُشْهِدُ سَمَاءَكَ وَ أَرْضَكَ وَ مَنْ أَسْكَنْتَهُمَا مِنْ مَلَائِكَتِكَ وَ سَائِرِ خَلْقِكَ فِي يَوْمِي هَذَا وَ سَاعَتِي هَذِهِ وَ لَيْلَتِي وَ مُسْتَقَرِّي هَذَا أَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ الَّذِي‏ لا إِلهَ إِلَّا أَنْتَ‏ قَائِمٌ بِالْقِسْطِ عَدْلٌ فِي [بِا] الْحُكْمِ رَءُوفٌ بِالْعِبَادِ مَالِكُ الْمُلْكِ رَحِيمٌ بِالْخَلْقِ وَ أَنَّ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ عَبْدُكَ وَ رَسُولُكَ وَ خِيَرَتُكَ مِنْ خَلْقِكَ حَمَّلْتَهُ رِسَالَتَكَ فَأَدَّاهَا وَ أَمَرْتَهُ بِالنُّصْحِ لِأُمَّتِهِ فَنَصَحَ لَهَا \n\nاللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ أَكْثَرَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ خَلْقِكَ وَ آتِهِ عَنَّا أَفْضَلَ مَا آتَيْتَ أَحَداً مِنْ عِبَادِكَ وَ اجْزِهِ عَنَّا أَفْضَلَ وَ أَكْرَمَ مَا جَزَيْتَ أَحَداً مِنْ أَنْبِيَائِكَ عَنْ أُمَّتِهِ إِنَّكَ أَنْتَ الْمَنَّانُ‏ بِالْجَسِيمِ الْغَافِرِ لِلْعَظِيمِ وَ أَنْتَ أَرْحَمُ مِنْ كُلِّ رَحِيمٍ وَ صَلَّى اللَّهُ عَلَى [وَ صَلِّ عَلَى‏] مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ الْأَخْيَارِ الْأَنْجَبِينَ‏\n","المصباح للكفعمي "],["ادْعُ بِهَذَا الدُّعَاءِ \n\n[اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ‏] بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ بِسْمِ اللَّهِ خَيْرِ الْأَسْمَاءِ بِسْمِ اللَّهِ رَبِّ الْأَرْضِ وَ السَّمَاءِ بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ سَمٌّ وَ لَا دَاءٌ بِسْمِ اللَّهِ أَصْبَحْتُ وَ عَلَى اللَّهِ تَوَكَّلْتُ بِسْمِ اللَّهِ عَلَى قَلْبِي وَ نَفْسِي بِسْمِ اللَّهِ عَلَى دِينِي وَ عَقْلِي بِسْمِ اللَّهِ عَلَى أَهْلِي وَ مَالِي بِسْمِ اللَّهِ عَلَى مَا أَعْطَانِي رَبِّي [بِسْمِ اللَّهِ الْكَافِي بِسْمِ اللَّهِ الشَّافِي بِسْمِ اللَّهِ الْمُعَافِي‏] بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ‏ شَيْ‏ءٌ فِي الْأَرْضِ وَ لا فِي السَّماءِ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ اللَّهُ اللَّهُ [اللَّهُ‏] رَبِّي [حَقّاً] لَا أُشْرِكُ بِهِ شَيْئاً اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ وَ [اللَّهُ‏] أَعَزُّ وَ أَجَلُّ مِمَّا أَخَافُ وَ أَحْذَرُ عَزَّ جَارُكَ وَ جَلَّ ثَنَاؤُكَ [وَ تَقَدَّسَتْ أَسْمَاؤُكَ‏] وَ لَا إِلَهَ غَيْرُكَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَ مِنْ شَرِّ كُلِّ سُلْطَانٍ شَدِيدٍ وَ مِنْ شَرِّ كُلِّ شَيْطَانٍ مَرِيدٍ وَ مِنْ شَرِّ كُلِّ جَبَّارٍ عَنِيدٍ وَ مِنْ شَرِّ قَضَاءِ السُّوءِ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ وَ أَنْتَ [وَ هُوَ] عَلى‏ كُلِّ شَيْ‏ءٍ حَفِيظٌ إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتابَ وَ هُوَ يَتَوَلَّى الصَّالِحِينَ‏ فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏.\n","المصباح للكفعمي "],["ادْعُ بِمَا رُوِيَ عَنِ الْعَسْكَرِيِّ ع فِي الصَّبَاحِ\n\n يَا كَبِيرَ كُلِّ كَبِيرٍ يَا مَنْ لَا شَرِيكَ لَهُ وَ لَا وَزِيرَ يَا خَالِقَ الشَّمْسِ وَ الْقَمَرِ الْمُنِيرِ يَا عِصْمَةَ الْخَائِفِ الْمُسْتَجِيرِ يَا مُطْلِقَ الْمُكَبَّلِ الْأَسِيرِ يَا رَازِقَ الطِّفْلِ الصَّغِيرِ يَا جَابِرَ الْعَظْمِ الْكَسِيرِ يَا رَاحِمَ الشَّيْخِ الْكَبِيرِ يَا نُورَ النُّورِ يَا مُدَبِّرَ الْأُمُورِ يَا بَاعِثَ‏ مَنْ فِي الْقُبُورِ يَا شَافِيَ الصُّدُورِ يَا جَاعِلَ الظِّلِّ وَ الْحَرُورِ يَا عَالِماً بِذَاتِ الصُّدُورِ يَا مُنْزِلَ الْكِتَابِ وَ النُّورِ وَ الزَّبُورِ يَا مَنْ تُسَبِّحُ لَهُ الْمَلَائِكَةُ بِالْإِبْكَارِ وَ الظُّهُورِ يَا دَائِمَ الثَّبَاتِ يَا مُخْرِجَ النَّبَاتِ بِالْغُدُوِّ وَ الْآصَالِ يَا مُحْيِيَ الْأَمْوَاتِ يَا مُنْشِئَ الْعِظَامِ الدَّارِسَاتِ يَا سَامِعَ الْأَصْوَاتِ [الصَّوْتِ‏] يَا سَابِقَ الْفَوْتِ يَا كَاسِيَ الْعِظَامِ الْبَالِيَةِ بَعْدَ الْمَوْتِ يَا مَنْ لَا يَشْغَلُهُ شَأْنٌ عَنْ شَأْنٍ يَا مَنْ يَرُدُّ بِأَلْطَفِ الصَّدَقَةِ وَ الدُّعَاءِ عَنْ أَعْنَانِ السَّمَاءِ مَا حُتِمَ وَ أُبْرِمَ مِنْ سُوءِ الْقَضَاءِ يَا مَنْ لَا يُحِيطُ بِهِ مَوْضِعٌ وَ [لَا] مَكَانٌ يَا مَنْ يَجْعَلُ الشِّفَاءَ فِيمَا يَشَاءُ مِنَ الْأَشْيَاءِ يَا مَنْ يُمْسِكُ الرَّمَقَ مِنَ الْمُدْنِفِ الْعَمِيدِ بِمَا قَلَّ مِنَ الْغِذَاءِ يَا مَنْ يُزِيلُ بِأَدْنَى الدَّوَاءِ مَا غَلُظَ مِنَ الدَّاءِ يَا مَنْ إِذَا وَعَدَ وَفَى وَ إِذَا تَوَعَّدَ عَفَا يَا مَنْ يَمْلِكُ حَوَائِجَ السَّائِلِينَ يَا مَنْ يَعْلَمُ مَا فِي الضَّمِيرِ [ضَمِيرِ الصَّامِتِينَ‏] يَا عَظِيمَ الْخَطَرِ يَا كَرِيمَ الظَّفَرِ يَا مَنْ لَهُ وَجْهٌ لَا يَبْلَى يَا مَنْ لَهُ نُورٌ لَا يُطْفَى يَا مَنْ لَهُ مُلْكٌ لَا يَفْنَى يَا مَنْ فَوْقَ كُلِّ شَيْ‏ءٍ أَمْرُهُ يَا مَنْ فِي الْبَرِّ وَ الْبَحْرِ سُلْطَانُهُ يَا مَنْ فِي جَهَنَّمَ سَخَطُهُ يَا مَنْ فِي الْجَنَّةِ رَحْمَتُهُ يَا مَنْ مَوَاعِيدُهُ صَادِقَةٌ يَا مَنْ أَيَادِيهِ فَاضِلَةٌ يَا مَنْ رَحْمَتُهُ وَاسِعَةٌ يَا غِيَاثَ الْمُسْتَغِيثِينَ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ يَا مَنْ هُوَ بِالْمَنْظَرِ الْأَعْلَى وَ خَلْقُهُ بِالْمَنْزِلِ الْأَدْنَى يَا رَبَّ الْأَرْوَاحِ الْفَانِيَةِ يَا رَبَّ الْأَجْسَادِ الْبَالِيَةِ يَا أَبْصَرَ النَّاظِرِينَ يَا أَسْمَعَ السَّامِعِينَ يَا أَسْرَعَ الْحَاسِبِينَ يَا أَحْكَمَ الْحَاكِمِينَ يَا أَرْحَمَ الرَّاحِمِينَ يَا وَاهِبَ الْعَطَايَا يَا مُطْلِقَ الْأُسَارَى يَا رَبَّ الْعِزَّةِ يَا أَهْلَ التَّقْوَى وَ أَهْلَ الْمَغْفِرَةِ يَا مَنْ لَا يُدْرَكُ أَمَدُهُ يَا مَنْ لَا يُحْصَى عَدَدُهُ يَا مَنْ لَا يَنْقَطِعُ مَدَدُهُ أَشْهَدُ وَ الشَّهَادَةُ لِي رِفْعَةٌ وَ عُدَّةٌ وَ هِيَ مِنِّي سَمْعٌ وَ طَاعَةٌ وَ بِهَا أَرْجُو الْمَفَازَةَ يَوْمَ الْحَسْرَةِ وَ النَّدَامَةِ إِنَّكَ أَنْتَ اللَّهُ‏ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ أَنَّ مُحَمَّداً عَبْدُكَ وَ رَسُولُكَ صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ وَ أَنَّهُ قَدْ بَلَّغَ عَنْكَ وَ أَدَّى مَا كَانَ وَاجِباً عَلَيْهِ لَكَ وَ أَنَّكَ تُعْطِي دَائِماً وَ تَرْزُقُ وَ تُعْطِي وَ تَمْنَعُ وَ تَرْفَعُ وَ تَضَعُ وَ تُغْنِي وَ تُفْقِرُ وَ تَخْذُلُ وَ تَنْصُرُ وَ تَعْفُو وَ تَرْحَمُ وَ تَصْفَحُ وَ تَجَاوَزُ عَمَّا تَعْلَمُ وَ لَا تَجُورُ وَ لَا تَظْلِمُ وَ أَنَّكَ تَقْبِضُ وَ تَبْسُطُ وَ تَمْحُو وَ تُثْبِتُ وَ تُبْدِئُ وَ تُعِيدُ وَ تُحْيِي وَ تُمِيتُ وَ أَنْتَ حَيٌّ لَا تَمُوتُ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اهْدِنِي مِنْ عِنْدِكَ وَ أَفِضْ عَلَيَّ مِنْ فَضْلِكَ وَ انْشُرْ عَلَيَّ مِنْ رَحْمَتِكَ وَ أَنْزِلْ عَلَيَّ مِنْ بَرَكَاتِكَ فَطَالَ مَا عَوَّدْتَنِي الْحَسَنَ الْجَمِيلَ وَ أَعْطَيْتَنِي الْكَثِيرَ الْجَزِيلَ وَ سَتَرْتَ عَلَيَّ الْقَبِيحَ اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ عَجِّلْ فَرَجِي وَ أَقِلْنِي عَثْرَتِي وَ ارْحَمْ عَبْرَتِي وَ ارْدُدْنِي إِلَى أَفْضَلِ عَادَتِكَ عِنْدِي وَ اسْتَقْبِلْ بِي صِحَّةً مِنْ سُقْمِي وَ سَعَةً مِنْ عُدْمِي وَ سَلَامَةً شَامِلَةً فِي بَدَنِي وَ بَصِيرَةً وَ نَظْرَةً نَافِذَةً فِي دِينِي وَ مَهِّدْنِي وَ أَعِنِّي عَلَى اسْتِغْفَارِكَ وَ اسْتِقَالَتِكَ قَبْلَ أَنْ يَفْنَى الْأَجَلُ وَ يَنْقَطِعَ الْعَمَلُ وَ أَعِنِّي عَلَى الْمَوْتِ وَ كُرْبَتِهِ وَ عَلَى الْقَبْرِ وَ وَحْشَتِهِ وَ عَلَى الْمِيزَانِ وَ خِفَّتِهِ وَ عَلَى الصِّرَاطِ وَ زَلَّتِهِ وَ عَلَى يَوْمِ الْقِيَامَةِ وَ رَوْعَتِهِ وَ أَسْأَلُكَ نَجَاحَ الْعَمَلِ قَبْلَ انْقِطَاعِ الْأَجَلِ وَ قُوَّةً فِي سَمْعِي وَ بَصَرِي وَ اسْتِعْمَالَ الْعَمَلِ الصَّالِحِ مِمَّا عَلَّمْتَنِي وَ فَهَّمْتَنِي إِنَّكَ أَنْتَ الرَّبُّ الْجَلِيلُ وَ أَنَا الْعَبْدُ الذَّلِيلُ وَ شَتَّانَ مَا بَيْنَنَا يَا حَنَّانُ يَا مَنَّانُ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ صَلِّ عَلَى مَنْ بِهِ فَهَّمْتَنَا وَ هُوَ أَقْرَبُ وَسَائِلِنَا إِلَيْكَ رَبَّنَا مُحَمَّدٍ وَ آلِهِ وَ عِتْرَتِهِ الطَّاهِرِينَ‏\n","المصباح للكفعمي "],["قُلْ \nبِسْمِ اللَّهِ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ‏ وَ أُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبادِ فَوَقاهُ اللَّهُ سَيِّئاتِ ما مَكَرُوا لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ فَاسْتَجَبْنا لَهُ وَ نَجَّيْناهُ مِنَ الْغَمِّ وَ كَذلِكَ نُنْجِي الْمُؤْمِنِينَ‏ وَ حَسْبُنَا اللَّهُ وَ نِعْمَ الْوَكِيلُ فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللَّهِ وَ فَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ ما شاءَ اللَّهُ‏ لَا حَوْلَ وَ لا قُوَّةَ إِلَّا بِاللَّهِ‏ مَا شَاءَ اللَّهُ لَا مَا شَاءَ النَّاسُ مَا شَاءَ اللَّهُ وَ إِنْ كَرِهَ النَّاسُ حَسْبِيَ الرَّبُّ مِنَ الْمَرْبُوبِينَ حَسْبِيَ الْخَالِقُ مِنَ الْمَخْلُوقِينَ حَسْبِيَ الرَّازِقُ مِنَ الْمَرْزُوقِينَ حَسْبِيَ اللَّهُ رَبُّ الْعَالَمِينَ حَسْبِي مَنْ هُوَ حَسْبِي حَسْبِي مَنْ لَمْ يَزَلْ حَسْبِي ]حَسْبِي حَسْبِي مَنْ كَانَ مُنْذُ كُنْتُ لَمْ يَزَلْ[ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ\n","المصباح للكفعمي "],["قُلْ ثَلَاثِينَ مَرَّةً وَ فِي رِوَايَةٍ أُخْرَى أَرْبَعِينَ مَرَّةً\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ تَبَارَكَ‏ اللَّهُ أَحْسَنُ الْخالِقِينَ‏ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ \n","المصباح للكفعمي "],["قُلْ \n يَا اللَّهُ الْمَانِعُ قُدْرَتُهُ خَلْقَهُ وَ الْمَالِكُ بِهَا سُلْطَانَهُ وَ الْمُتَسَلِّطُ بها [بِمَا] فِي يَدَيْهِ- كُلُّ مَرْجُوٍّ دُونَكَ يُخَيِّبُ رَجَاءَ رَاجِيهِ وَ رَاجِيكَ مَسْرُورٌ لَا يَخِيبُ أَسْأَلُكَ بِكُلِّ رِضًا لَكَ مِنْ كُلِّ شَيْ‏ءٍ أَنْتَ فِيهِ وَ بِكُلِّ شَيْ‏ءٍ تُحِبُّ أَنْ تُذْكَرَ بِهِ وَ بِكَ يَا اللَّهُ فَلَيْسَ يَعْدِلُكَ شَيْ‏ءٌ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَنْ تَحُوطَنِي وَ إِخْوَانِي وَ وُلْدِي وَ تَحْفَظَنِي بِحِفْظِكَ وَ أَنْ تَقْضِيَ حَاجَتِي فِي كَذَا وَ كَذَا","المصباح للكفعمي "],["دعاء أمير المؤمنين لطلب الرزق كل صباح\nاللَّهُمَ‏ صُنْ‏ وَجْهِي‏ بِالْيَسَارِ وَ لَا تَبْذُلْ جَاهِي بِالْإِقْتَارِ فَأَسْتَرْزِقَ طَالِبي رِزْقِكَ وَ أَسْتَعْطِفَ شِرَارَ خَلْقِكَ فَأُبْتَلَى بِحَمْدِ مَنْ أَعْطَانِي وَ أُفْتَتَنَ بِذَمِّ مَنْ مَنَعَنِي وَ أَنْتَ مِنْ وَرَاءِ ذَلِكَ وَلِيُّ الْإِعْطَاءِ وَ الْمَنْعِ- [إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ] اللَّهُمَّ اجْعَلْ نَفْسِي أَوَّلَ كَرِيمَةٍ تَنْتَزِعُهَا مِنْ كَرَائِمِي وَ أَوَّلَ وَدِيعَةٍ تَرْتَجِعُهَا مِنْ وَدَائِعِ نِعَمِكَ عِنْدِي‏","الصحيفة العلوية"],["عَنْ عَلِيٍّ ع مَنْ أَصْبَحَ وَ لَمْ يَقُلْ هَذِهِ الْكَلِمَاتِ خِيفَ عَلَيْهِ فَوَاتُ الرِّزْقِ وَ هِيَ :\n\n الْحَمْدُ لِلَّهِ الَّذِي عَرَّفَنِي نَفْسَهُ وَ لَمْ يَتْرُكْنِي عَمْيَانَ الْقَلْبِ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَنِي مِنْ أُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ رِزْقِي فِي يَدِهِ وَ لَمْ يَجْعَلْهُ فِي أَيْدِي النَّاسِ الْحَمْدُ لِلَّهِ الَّذِي سَتَرَ عَوْرَتِي وَ لَمْ يَفْضَحْنِي بَيْنَ النَّاسِ.\n","الصحيفة العلوية"],["كَانَ أَمِيرُ الْمُؤْمِنِينَ ع يَقُولُ إِذَا أَصْبَحَ سُبْحَانَ الْمَلِكِ الْقُدُّوسِ ثَلَاثاً اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ زَوَالِ نِعْمَتِكَ وَ تَحْوِيلِ عَافِيَتِكَ وَ مِنْ فَجْأَةِ نَقِمَتِكَ وَ مِنْ دَرْكِ الشَّقَاءِ وَ مِنْ سُوءِ الْقَضَاءِ وَ مِنْ شَرِّ مَا سَبَقَ فِي الْكِتَابِ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِعِزَّةِ مُلْكِكَ وَ شِدَّةِ قُوَّتِكَ وَ بِعَظِيمِ سُلْطَانِكَ- وَ بِقُدْرَتِكَ عَلَى خَلْقِكَ ثُمَّ سَلْ حَاجَتَك‏","عدة الداعي ونجاح الساعي "],["من دعاء الخضر كل صباح ثلاث مرات : بِسْمِ اللَّهِ‏ ما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ‏ مَا شَاءَ اللَّهُ كُلُّ نِعْمَةٍ مِنَ اللَّهِ مَا شَاءَ اللَّهُ الْخَيْرُ كُلُّهُ بِيَدِ اللَّهِ عَزَّ وَ جَلَّ مَا شَاءَ اللَّهُ لَا يَصْرِفُ السُّوءَ إِلَّا اللَّهُ","مهج الدعوات و منهج العبادات"],["دعاء الصباح لأامير المؤمنين:\nبِسمِ الله الرَّحمنِ الرَّحيمِ \nاللهُمَّ يا مَن دَلَعَ لِسانَ الصَّباحِ بِنُطقِ تَبَلُّجهِ، وَسَرَّحَ قِطَعَ اللَّيلِ المُظلِمِ بِغَيا هِبِ تَلَجلُجِهِ، وَأتقَنَ صُنعَ الفَلَكِ الدَّوّارِ في مَقاديرِ تَبَرُّجِهِ، وَشَعشَعَ ضياءَ الشَّمسِ بِنورِ تَأجُّجِهِ، يا مَن دَلَّ عَلى ذاتِهِ بِذاتِهِ، وَتَنَزَّهَ عَن مُجانَسَةِ مَخلوقاتِهِ، وَجَلَّ عَن مُلائَمَةِ كَيفياتِهِ. يا مَن قَرُبَ مِن خَطَراتِ الظُّنونِ، وَبَعُدَ عَن لَحَظاتِ العُيونِ، وَعَلِمَ بِما كانَ قَبلَ أن يَكونَ، يا مَن أرقَدَني في مِهادِ أمنِهِ وَأمانِهِ، وَأيقَضَني إلى ما مَنَحَني بِهِ مِن مِنَنِهِ وَإحسانِهِ، وَكَفَّ أكُفَّ السّوءِ عَنّي بيَدِهِ وَسُلطانِهِ، صَلِّ اللهُمَّ عَلى الدَّليلِ إلَيكَ في اللَّيلِ الأليَلِ، وَالماسِكِ مِن أسبابِكَ بِحَبلِ الشَّرَفِ الأطوَلِ، والنَّاصِعِ الحَسَبِ في ذِروَةِ الكاهِلِ الأعبَلِ، وَالثَّابِتِ القَدَمِ عَلى زَحاليفِها في الزَّمَنِ الأوَّلِ وَعَلى آلِهِ الأخيارِ المُصطَفَينَ الأبرارِ، وَافتَحِ اللهُمَّ لَنا مَصاريعَ الصَّباحِ بِمَفاتيحِ الرَّحمَةِ وَالفَلاحِ، وَألبِسني اللهُمَّ مِن أفضَلِ خِلَعِ الهِدايَةِ وَالصَّلاحِ، وَأغرِسِ اللهُمَّ بِعَظَمَتِكَ في شِربِ جَناني يَنابيعَ الخُشوعِ، وَأجرِ اللهُمَّ لِهَيبَتِكَ مِن آماقي زَفَراتِ الدُّموعِ، وَأدِّبِ اللهُمَّ نَزَقَ الخُرقِ مِنّي بِأزِمَّةِ القُنوعِ، إلهي إن لَم تَبتَدِئني الرَّحمَةُ مِنكَ بِحُسنِ التَّوفيقِ فَمَنِ السَّالِكُ بي إلَيكَ في وَاضِحِ الطَّريقِ وَإن أسلَمَتني أناتُكَ لِقائِدِ الامَلِ وَالمُنى فَمَنِ المُقيلُ عَثَراتي مِن كَبَواةِ الهَوى وَإن خَذَلَني نَصرُكَ عِندَ مُحارَبَةِ النَّفسِ وَالشَّيطانِ، فَقَد وَكَلَني خِذلانُكَ إلى حَيثُ النَّصَبِ وَالحِرمانِ. \nإلهي أتَراني ما أتَيتُكَ إلاّ مِن حَيثُ الآمالِ، أم عَلِقتُ بَأطرافِ حِبالِكَ إلاّ حينَ باعَدَتني ذُنوبي عَن دارِ الوِصالِ ، فَبِئسَ المَطيَّةُ الَّتي امتَطَت نَفسي مِن هَواها، فَواهاً لَها لِما سَوَّلَت لَها ظُنونُها وَمُناها وَتَبَّاً لَها لِجُرأتِها عَلى سَيِّدِها وَمَولاها إلهي قَرَعتُ بابَ رَحمَتِكَ بيَدِ رَجائي، وَهَرَبتُ إلَيكَ لاجِئاً مِن فَرطِ أهوائي، وَعَلَّقتُ بِأطرافِ حِبالِكَ أنامِلَ وَلائي، فَاصفَحِ اللهُمَّ عمَّا كُنتُ أجرَمتُهُ مِن زَلَلي وَخَطائي، وَأقِلني مِن صَرعَةِ رِدائي، فإنَّكَ سَيِّدي وَمَولاي وَمُعتَمَدي وَرَجائي، وَأنتَ غايَةُ مَطلوبي، وَمُنايَ في مُنقَلَبي وَمَثوايَ. إلهي كَيفَ تَطرُدُ مِسكيناً التَجأ إلَيكَ مِنَ الذُّنوب ِهارِباً أم كَيفَ تُخَيِّبُ مُستَرشِداً قَصَدَ إلى جَنابِكَ ساعيا أم كَيفَ تَرُدُّ ظَمآنا وَرَدَ إلى حياضِكَ شارِباً كَلّا ، وَحياضُكَ مُترَعَةٌ في ضَنكِ المُحوُلِ، وَبابُكَ مَفتوحٌ لِلطَّلَبِ وَالوُغولِ، وَأنتَ غايَةُ المَسؤولِ ونِهايَةُ المَأمولِ إلهي هذِهِ أزِمَّةُ نَفسي عَقَلتُها بِعِقالِ مَشيَّتِكَ، وَهذِهِ أعباء ذُنوبي دَرَأتُها بِعَفوِكَ وَرَحمَتِكَ، وَهذِهِ أهوائي المُضِلَّةُ وَكَلتُها إلى جَنابِ لُطفِكَ وَرَأفَتِكَ فَاجعَلِ اللهُمَّ صَباحي هذا نازِلاً عَلَيَّ بِضياءِ الهُدى وَبِالسَّلامَةِ في الدّينِ وَالدُّنيا ، وَمَسائي جُنَّةً مِن كَيدِ العِدى وَوِقايَةً مِن مُردياتِ الهَوى، إنَّكَ قادِرٌ عَلى ما تَشاءُ تُؤتي المُلكَ مَن تَشاءُ، وَتَنزِعُ المُلكَ مِمَّن تَشاءُ، وَتُعِزُّ مَن تَشاءُ وَتُذِلُّ مَن تَشاءُ، بيَدِكَ الخَيرُ إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ، تولِجُ اللَّيلَ في النَّهارِ، وَتولِجُ النَّهارَ في اللَّيلِ، وَتُخرِجُ الحَيَّ مِنَ المَيِّتِ، وَتُخرِجُ المَيِّتَ مِنَ الحَيِّ، وَتَرزُقُ مَن تَشاءُ بِغَيرِ حِسابٍ، لا إلهَ إلاّ أنتَ، سُبحانَكَ اللهُمَّ وَبِحَمدِكَ، مَن ذا يَعرِفُ قَدرَكَ فَلا يَخافُكَ، وَمَن ذا يَعلَمُ ما أنتَ فَلا يَهابُكَ. \nألَّفتَ بِقُدرَتِكَ الفِرَقَ، وَفَلَقتَ بِلُطفِكَ الفَلَقَ، وَأنَرتَ بِكَرَمِكَ دياجيَ الغَسَقِ، وَأنهَرتَ الميا هَ مِنَ الصُّمِّ الصياخيدِ عَذباً وَاُجاجاً، وَأنزَلتَ مِنَ المُعصِراتِ ماءً ثَجَّاجاً، وَجَعَلتَ الشَّمسَ وَالقَمَرَ لِلبَريَّةِ سِراجاً وَهّاجاً، مِن غَيرِ أن تُمارِسَ فيما ابتَدَأتَ بِهِ لُغوباً وَلا عِلاجاً، فيامَن تَوَحَّدَ بِالعِزِّ وَالبَقاءِ، وَقَهَرَ عِبادَهُ بِالمَوتِ وَالفَناءِ، صَلِّ عَلى مُحَمَّدٍ وَآلِهِ الأتقياءِ، وَاسمَع نِدائي، وَاستَجِب دُعائي، وَحَقِّق بِفَضلِكَ أمَلي وَرَجائي، يا خَيرَ مَن دُعيَ لِكَشفِ الضُّرِ، وَالمَأمولِ لكلّ عُسرٍ وَيُسرٍ، بِكَ أنزَلتُ حاجَتي فَلا تَرُدَّني مِن سَنيِّ مَواهِبِكَ خائِباً، يا كَريمُ يا كَريمُ يا كَريمُ، بِرَحمَتِكَ يا أرحَمَ الرّاحِمينَ، وَصَلَّى اللهُ عَلى خَيرِ خَلقِهِ مُحَمَّدٍ وَآلِهِ أجمَعينَ.\nثمّ اسجد وقل: إلهي قَلبي مَحجوبٌ، وَنَفسي مَعيوبٌ، وَعَقلي مَغلوبٌ، وَهوَائي غالِبٌ، وَطاعَتي قَليلٌ، وَمَعصيَتي كَثيرٌ، وَلِساني مُقِرُّ بِالذُّنوبِ، فَكَيفَ حيلَتي يا سَتَّارَ العُيوبِ، وَ يا عَلامَ الغُيوبِ، وَ يا كاشِفَ الكُروبِ، اغفِر ذُنوبي كُلَّها بِحُرمَةِ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، يا غَفّارُ يا غَفّارُ يا غَفّارُ، بِرَحمَتِكَ يا أرحَمَ الرّاحِمينَ.","مفاتيح الجنان"],["و ينبغي قراءة سورة يس بعد التعقيب فإن قارئها في الصباح لا يزال محفوظا مرزوقا حتى يمسي و تسمى الدافعة لأنها تدفع عن قارئها كل شر و القاضية لأنها تقضي له كل حاجة.","مفتاح الفلاح"]]