[["اقرأ آية الكرسي:\n\nاللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n","بحار الأنوار"],["اقْرَأِ الْقَدْرَ سَبْعاً.","مفاتيح الجنان"],["تَقْرَأُ الْفَاتِحَةَ (عشراً) وَ الْإِخْلَاصَ (عشراً) وتقول اللهم صل على محمد وآل محمد (عشراً )","البلد الأمين والدرع الحصين"],["تَقْرَأُ الْمُعَوِّذَتَيْنِ (عشراً) وَ آية الْبَاقِيَاتِ الصَّالِحَاتِ (عشراً)\n\nآية الباقيات الصالحات من سورة الكهف كالتالي :\n المال والبنون زينة الحياة الدنيا والباقيات الصالحات خير عند ربّك ثواباً وخير أملاً\n\nسورة الفلق:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)\n\nسورة الناس:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)\n","البلد الأمين والدرع الحصين"],["اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ وَ أَسْبِغْ عَلَيَّ مِنْ حَلَالِ رِزْقِكَ وَ مَتِّعْنِي بِالْعَافِيَةِ [أَبَداً] مَا أَبْقَيْتَنِي فِي سَمْعِي وَ بَصَرِي وَ جَمِيعِ جَوَارِحِ [جَوَارِحِي‏] بَدَنِي اللَّهُمَّ مَا بِنَا مِنْ نِعْمَتِكَ [نِعْمَةٍ] فَمِنْكَ‏ لا إِلهَ إِلَّا أَنْتَ‏ أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ يَا أَرْحَمَ الرَّاحِمِينَ.","البلد الأمين والدرع الحصين"],["اقرأ تعقيب سيدتنا ومولاتنا فاطمة الزهراء عليها السلام بعد صلاة العشاء وهو : \n\nسبحان من تواضع كل شئ لعظمته ، سبحان من ذَلّ كُلُّ شئٍ لعزَّتِه \nسُبحان من خَضَعَ كُلُّ شَئٍ لأمره وملكه\nسبحان من انقادت له الأُمورُ بَأزِمَّتِها . \nالحمد لله الذي لا ينسى من ذَكَرَه ، الحمد لله الذي لا يَخيبُ مَن دَعاهُ ، الحمدُ لله الّذي مَن تَوَكَّلَ عَلَيهِ كَفاهُ . \nالحمد لله سامِكِ السَّماءِ ، وساطِحِ الأَرضِ ، وحاِصرِ البِحار و ناضِدِ الجِبال ، وبارِئ الحَيوان ، وخالِقِ الشَّجَر ، وفاتِح يَنابيعِ الأرض ، ومُدَبِّرِ الأُمُور ، ومُسَيِّرِ السَّحابِ ، ومُجرِي الرّيحِ والماء والنّار من أغوارِ الأرض ، مُتسارِعاتٍ في الهواء ، ومُهبِطِ الحَرِّ والبَردِ ، الّذي بِنعمَتِه تِتِمُ الصّالِحاتُ ، وبِشُكرِه تُستَوجَبُ الزِّياداتُ ، وبِأمرِهِ قامَت السماواتُ ، وبِعزَّتِه استَقَرَّتِ الراسيات ، وسَبَّحَت الوحوشُ في الفلوات والطَّيرُ في الوَكَنات . \nالحمد لله رَفيعُ الدَّرجاتِ ، مُنزِلِ الآيات ، واسِعِ البَرَكات ، ساتِرِ العَورات ، قابِلِ الحَسناتِ ، مُقيلِ العَثَرات ، مُنَفِّسِ الكُرُباتِ ، مُنزِلِ البَرَكاتِ ، مُجيبِ الدَّعواتِ ، مُحيي الأموات ، إله من في الأرضِ والسماوات . \nالحمد لله على كُلِّ حَمْدٍ وذِكرٍ ، وشُكرٍ وصَبر ، وصلاةٍ وزكاة ، وقيامٍ وعبادة ، وسعادةٍ وبركة ، وزيادةٍ ورحمة ، ونعمةٍ وكرامة ، وفريضةٍ وسَرّاءٍ وضرّاء ، وشِدَّةٍ وَرَخاء ، ومُصيبَةٍ وبَلاء ، وعُسر ويُسر ، وغِناءٍ وفَقر ، وعلى كُلِّ حال ، وفي كُلِّ أوانٍ وزَمان ، وكُلِّ مَثوىً ومُنقَلَبٍ ومُقام . \nاللهم انّي عائِذٌ بِكَ فَأَعِذني ، ومُستَجيرٌ بِكَ فَأَجرني ، ومُستَعينٌ بِكَ فأعِنّي ، ومُستَغيثٌ بك فأغِثني ، وداعيكَ فَأَجِبني ، ومُستَغِفرُكَ فاغفر لي ، ومُستَنصِرُك فانصُرني ، ومُستَهديكَ فاهدِني ، ومُستَكفيكَ فاكفِني ، ومُلتَجأٌ إليكَ فآوني ، ومُستَمسِكٌ بِحبلكَ فاعصمني \n ومُتَوَكِّلٌ عَلَيكَ فاكفِني . واجعَلني في عِياذِكَ وجِوارِك ، وحِرزِكَ وكَهفِكَ ، وحِياطَتِكَ وحَراسَتِكَ ، وكَلاءَتِكَ وحُرمَتِكَ ، وأمنِكَ وتَحتَ ظِلِكَ وتَحتَ جَناحِكَ ، واجعَلْ عَلَيَّ جُنَّةً واقِيَةً مِنْكَ ، واجْعَل حِفظَكَ وحِياطَتَكَ ، وحِراسَتَكَ وكَلاءَتَكَ ، مِن ورائي وأمامي وعَن يَميني وعَن شِمالي ، ومِن فَوقي ومِن تَحتي ، وحَوالِيَّ ، حَتّى لا يَصِلَ أَحَدٌ من المَخلوقينَ إلى مَكرُوهي وأَذايَ لا إله الا أنت المَنّانُ بَديعُ السَّماواتِ والأرضِ ، ذو الجلالِ والاكرام . \nاللهم اكفني حَسَد الحاسِدين ، وبَغيَ الباغين ، وكيد الكائدين ، ومكر الماكرين ، وحيلةَ المُحتالين ، وغيلَةَ المُغتالين ، وظُلمَ الظالمين ، وجَورَ الجائرين ، واعتداء المُعتدين ، وسَخط المُسخِطين ، وتَشَحُّبَ المُتَشحِّبين ، وصَولَةَ الصّائلين ، واقتِسار المُقتَسرين ، وغَشمَ الغاشمين ، وخَبطَ الخابِطينَ ، وسِعايةَ السَّاعين ، ونَمامَةَ النّمّامينَ ، وسِحرِ السَّحَرَة والمَرَدَةِ والشياطين ، وجَورَ السَّلاطينَ ، ومكروهَ العالمين . \nاللهم اني أسألك باسمك المخزون الطيّب الطّاهر ، الذي قامت به السماوات والأرض ، وأشرقت له الظُّلمُ وسبّحت له الملائكة ، ووجلت منه القلوب ، وخَضَعَت له الرقاب ، وأَحيَيّتَ به الموتى ، أن تَغفِرَ لي كُلَّ ذنب أذنَبتُهُ في ظًلَم اللّيل وضَوءِ النّهار ، عمداً أو خطأ ، سراً أو علانية . وأن تهب لي يقينا وهدياً ، ونوراً وعِلماً وفَهماً ، حتى أُقيمَ كِتابَكَ ، وأُحِلَّ حلالَكَ وأُحَرِّمَ حَرامَكَ ، وأُؤدِّيَ فَرائِضَكَ ، وأُقيمَ سُنَّةَ نَبيِّك مُحمَّدٍ .\nاللهم ألحقني بصالح من مضى ، واجعلني من صالح من بقي ، واختم لي عملي بأحسنه ، انّك غفورٌ رحيم . اللهم إذا فَنى عُمري وتَصَرَّمت أيّامَ حَياتي ، وكان لابُدَّ لي من لِقائِكَ ، فأسألُك يا لَطيفُ ان توجِبَ لي من الجَنَّةِ مَنزلاً ، يَغبِطُني بِه الأوَّلونَ والآخِرون . \nاللهم اقبل مدحتي والتهافي ، وارحم ضراعتي وهُتافي ، واقراري على نفسي واعترافي ، فقد أسمعتُك صوتي في الداعين ، وخشوعي في الضّارعين ، ومِدحَتي في القائلين ، وتَسبيحي في المادحين . وأنت مُجيب المُضطرِّين ، ومُغيث المستغيثين ، وغِياثُ المَلهوفين ، وحِرزُ الهاربين ، وصَريخُ المُؤمنين ، ومُقيلُ المُذنبين ، وصلّى الله على البَشير النّذير والسِّراج المُنير ، وعلى جميع الملائكةِ والنّبِيّين . \nاللهم داحي المَدْحُوّاتِ وبارِئ َالمَسْموكات ، وجَبّالَ القُلُوب على فِطرَتِها ، شَقِيِّها وسَعيدِها \nاجعَل شرائَفَ صلواتك ونوامي بركاتك وكرائم تَحياتِك ، على محمّدٍ عَبدِك ورسولِكَ وأمينِكَ على وَحيِكَ ، القائِمِ بِحُجَّتِكَ ، والذّابِّ عن حَرَمِكَ ، والصّادِع بأمرِك ، والمُشَيِّدِ لآياتِكَ ، والمُوفي لِنَذرِكَ .\n اللهم فأعْطِه بِكُلِّ فَضيلَةٍ من فضائِلِه ، ومَنْقَبَةٍ مِن مَناقِبِه ، وحالٍ من أحوالِه ، ومَنزِلةٍ مِن مَنازِلِه رأيتَ مُحمَّدا لَكَ فيها ناصِراً وعَلى مَكرُوهِ بَلائِك صابِرا  ولِمَن عاداكَ مُعادياً ولِمَن والاكَ مُوالياً وعَمّا كَرِهتَ نائِياً ، وإلى ما أحبَبْتَ داعِياً \n فضائِلَ من جزائِكَ ، وخصائِصَ مِن عَطائِكَ وحِبائِكَ ، تُسني بِها أمرُهُ ، وتُعلى بِها دَرَجَتَهُ ، مَعَ القُوّامِ بِقسطِكَ ، والذّابينَ عن حَرَمِكَ  حتّى لا يبقى سَناءٌ ولا بَهاءٌ ، ولا رًحمًةٌ ولا كَرامَةٌ ، إلّا خَصَصتَ مُحَمَّدًا بذلك وآتيتَهُ مِنكَ الذُّرى وبَلَّغْتَهُ المَقاماتِ العُلى ، آمين ربَّ العالمين .\nاللهم اني أستودِعُكَ ديني ونفسي وجميع نِعمَتِكَ عليَّ ، فاجعلني في كَنَفِك َوحِفظِكَ ، وعِزِّكَ ومَنعِك\nعزَّ جارُكَ وجَلَّ ثَناؤُكَ ، وتَقَدَّست أَسماؤُكَ ، ولا إله غَيرُكَ ، حَسبي أنت في السّراءِ والضَّراء ، والشِّدّة والرَّخاء ، ونعم الوكيل . \n( رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ )\n( ربَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا ، إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا ، رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ )\n( ربنا اننا آمنا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ ، رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَاد ِ )\n( رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ )\n( رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ )\n\n وصلى الله على سيدنا محمد النبي واله الطاهرين وسلم تسليما.\n","الصحيفة الفاطمية"],["ادع بما رَوَاهُ مُعَاوِيَةُ بْنُ عَمَّارٍ عَنِ الصَّادِقِ ع في تعقيب فريضة العشاء :‏\n\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلَاةً تُبَلِّغُنَا بِهَا رِضْوَانَكَ وَ الْجَنَّةَ وَ تُنَجِّينَا بِهَا مِنْ سَخَطِكَ وَ النَّارِ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَرِنِي الْحَقَّ حَقّاً حَتَّى أَتَّبِعَهُ وَ أَرِنِي الْبَاطِلَ بَاطِلًا حَتَّى أَجْتَنِبَهُ وَ لَا تَجْعَلْهُ عَلَيَّ مُتَشَابِهاً فَأَتَّبِعَ هَوَايَ بِغَيْرِ هُدًى مِنْكَ وَ اجْعَلْ هَوَايَ تَبَعاً لِرِضَاكَ وَ طَاعَتِكَ وَ خُذْ لِنَفْسِكَ رِضَاهَا مِنْ نَفْسِي وَ اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اهْدِنِي فِيمَنْ هَدَيْتَ وَ عَافِنِي فِيمَنْ عَافَيْتَ وَ تَوَلَّنِي فِيمَنْ تَوَلَّيْتَ وَ بَارِكْ لِي فِيمَا أَعْطَيْتَ وَ قِنِي شَرَّ مَا قَضَيْتَ إِنَّكَ تَقْضِي وَ لَا يُقْضَى عَلَيْكَ وَ تُجِيرُ وَ لَا يُجَارُ عَلَيْكَ تَمَّ نُورُكَ اللَّهُمَّ فَهَدَيْتَ فَلَكَ الْحَمْدُ وَ عَظُمَ حِلْمُكَ فَعَفَوْتَ فَلَكَ الْحَمْدُ وَ بَسَطْتَ يَدَكَ فَأَعْطَيْتَ فَلَكَ الْحَمْدُ تُطَاعُ رَبَّنَا فَتَشْكُرُ وَ تُعْصَى رَبَّنَا فَتَغْفِرُ وَ تَسْتُرُ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ بِالْكَرَمِ وَ الْجُودِ لَبَّيْكَ وَ سَعْدَيْكَ تَبَارَكْتَ وَ تَعَالَيْتَ لَا مَلْجَأَ وَ لَا مَنْجَى مِنْكَ إِلَّا إِلَيْكَ‏ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ‏ اللَّهُمَّ وَ بِحَمْدِكَ عَمِلْتُ سُوءاً وَ ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي‏ وَ ارْحَمْنِي‏ وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ‏ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ‏ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ‏ اللَّهُمَّ وَ بِحَمْدِكَ عَمِلْتُ سُوءاً وَ ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي‏ يَا خَيْرَ الْغَافِرِينَ‏ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ‏ اللَّهُمَّ وَ بِحَمْدِكَ عَمِلْتُ سُوءاً وَ ظَلَمْتُ نَفْسِي فَتُبْ عَلَيَ‏ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ‏ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ‏ سُبْحانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَ سَلامٌ عَلَى الْمُرْسَلِينَ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بَيِّتْنِي مِنْكَ فِي عَافِيَةٍ وَ صَبِّحْنِي مِنْكَ فِي عَافِيَةٍ وَ اسْتُرْنِي مِنْكَ بِالْعَافِيَةِ وَ ارْزُقْنِي تَمَامَ الْعَافِيَةِ وَ دَوَامَ الْعَافِيَةِ وَ الشُّكْرَ عَلَى الْعَافِيَةِ \n\nاللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ نَفْسِي وَ ذُرِّيَّتِي [وَ دِينِي‏] وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ أَهْلَ حُزَانَتِي وَكُلَّ نِعْمَةٍ أَنْعَمْتَ بِهَا عَلَيَّ أَوْ تُنْعِمُ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْنِي فِي كَنَفِكَ وَ أَمْنِكَ وَ كِلَاءَتِكَ وَ حِفْظِكَ وَ حِيَاطَتِكَ وَ كِفَايَتِكَ وَ سَتْرِكَ وَ ذِمَّتِكَ وَ جِوَارِكَ وَ وَدَائِعِكَ يَا مَنْ لَا يَضِيعُ وَدَائِعُهُ وَ لَا يَخِيبُ سَائِلُهُ وَ لَا يَنْفَدُ مَا عِنْدَهُ \n\nاللَّهُمَّ إِنِّي أَدْرَأُ بِكَ فِي نُحُورِ أَعْدَائِي فَكِدْ مَنْ كَادَنِي وَ بَغَى عَلَيَّ اللَّهُمَّ مَنْ أَرَادَنَا فَأَرِدْهُ وَ مَنْ كَادَنَا فَكِدْهُ وَ مَنْ نَصَبَ لَنَا عَدَاوَةً فَخُذْهُ يَا رَبِ‏ أَخْذَ عَزِيزٍ مُقْتَدِرٍ\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اصْرِفْ عَنِّي مِنَ الْبَلِيَّاتِ وَ الْآفَاتِ وَ الْعَاهَاتِ وَ النِّقَمِ وَ لُزُومِ السُّقْمِ وَ زَوَالِ النِّعَمِ وَ عَوَاقِبِ التَّلَفِ مَا طَغَى بِهِ الْمَاءُ لِغَضَبِكَ وَ مَا عَتَتْ بِهِ الرِّيحُ عَنْ أَمْرِكَ وَ مَا أَعْلَمُ وَ مَا لَا أَعْلَمُ وَ مَا أَخَافُ وَ مَا لَا أَخَافُ وَ مَا أَحْذَرُ وَ مَا لَا أَحْذَرُ وَ مَا أَنْتَ أَعْلَمُ بِهِ مِنِّي\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ فَرِّجْ هَمِّي وَ نَفِّسْ غَمِّي وَ سَلِّ حُزْنِي وَ اكْفِنِي مَا ضَاقَ بِهِ صَدْرِي وَ عِيلَ بِهِ صَبْرِي وَ قَلَّتْ فِيهِ حِيلَتِي وَ ضَعُفَتْ عَنْهُ قُوَّتِي وَ عَجَزَتْ عَنْهُ طَاقَتِي وَ رَدَّتْنِي فِيهِ الضَّرُورَةُ عِنْدَ انْقِطَاعِ الْآمَالِ وَ خَيْبَةِ الرَّجَاءِ مِنَ الْمَخْلُوقِينَ إِلَيْكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اكْفِنِيهِ يَا كَافِياً مِنْ كُلِّ شَيْ‏ءٍ وَ لَا يَكْفِي مِنْهُ شَيْ‏ءٌ اكْفِنِي كُلَّ شَيْ‏ءٍ حَتَّى لَا يَبْقَى شَيْ‏ءٌ يَا كَرِيمُ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ ارْزُقْنِي حَجَّ بَيْتِكَ الْحَرَامِ وَ زِيَارَةَ قَبْرِ نَبِيِّكَ عَلَيْهِ السَّلَامُ مَعَ التَّوْبَةِ وَ النَّدَمِ\n\n اللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ نَفْسِي وَ دِينِي وَ أَهْلِي [وَ مَالِي‏] وَ وُلْدِي وَ إِخْوَانِي وَ أَسْتَكْفِيكَ مَا أَهَمَّنِي وَ مَا لَمْ يُهِمَّنِي وَ أَسْأَلُكَ بِخِيَرَتِكَ مِنْ خَلْقِكَ الَّذِي لَا يَمًنُّ بِهِ سِوَاكَ يَا كَرِيمُ \n\nالْحَمْدُ لِلَّهِ الَّذِي قَضَى عَنِّي صَلَاةً كانَتْ عَلَى الْمُؤْمِنِينَ كِتاباً مَوْقُوتاً\n","بحار الأنوار"],["اللهُمَّ إنَّهُ لَيسَ لي عِلمٌ بِمَوضِعِ رِزقي وَإنَّما أطلُبُهُ بِخَطَراتٍ تَخطُرُ عَلى قَلبي، فَأجولُ في طَلَبِهِ البُلدانَ، فَأنا فيما أنا طالِبٌ كَالحَيرانِ، لا أدري أفي سَهلٍ هوَ، أم في جَبَلٍ، أم في أرضٍ، أم في سَماءٍ، أم في بَرٍّ أم في بَحرٍ ؟ وَعَلى يَدَي مَن، وَمِن قِبَلِ مَن؟ وَقَد عَلِمتُ أنَّ عِلمَهُ عِندَكَ وَأسبابَهُ بيَدِكَ، وَأنتَ الَّذي تَقسِمُهُ بِلُطفِكَ، وَتُسَبِّبُهُ بِرَحمَتِكَ. اللهُمَّ فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ، وَاجعَل يا رَبِّ رِزقَكَ لي وَاسِعاً وَمَطلَبَهُ سَهلاً وَمَأخَذَهُ قَريباً، وَلا تُعَنِّني بِطَلَبِ ما لَم تُقَدِّر لي فيهِ رِزقاً، فَإنَّكَ غَنيُّ عَن عَذابي وَأنا فَقيرٌ إلى رَحمَتِكَ، فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَجُد عَلى عَبدِكَ بِفَضلِكَ، إنَّكَ ذو فَضلٍ عَظيمٍ.","مفاتيح الجنان"],["اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَ مَا أَظَلَّتْ وَ رَبَّ الْأَرَضِينَ السَّبْعِ وَ مَا أَقَلَّتْ وَ رَبَّ الشَّيَاطِينِ وَ مَا أَضَلَّتْ وَ رَبَّ الرِّيَاحِ وَ مَا ذَرَتْ اللَّهُمَّ رَبَّ كُلِّ شَيْ‏ءٍ وَ إِلَهَ كُلِّ شَيْ‏ءٍ وَ مَلِيكَ كُلِّ شَيْ‏ءٍ أَنْتَ اللَّهُ الْمُقْتَدِرُ عَلَى كُلِّ شَيْ‏ءٍ أَنْتَ اللَّهُ الْأَوَّلُ فَلَا شَيْ‏ءَ قَبْلَكَ وَ أَنْتَ اللَّهُ الْآخِرُ فَلَا شَيْ‏ءَ بَعْدَكَ وَ أَنْتَ اللَّهُ الظَّاهِرُ فَلَا شَيْ‏ءَ فَوْقَكَ وَ أَنْتَ الْبَاطِنُ فَلَا شَيْ‏ءَ دُونَكَ رَبَّ جَبْرَئِيلَ وَ مِيكَائِيلَ وَ إِسْرَافِيلَ وَ إِلَهَ إِبْرَاهِيمَ وَ إِسْحَاقَ وَ يَعْقُوبَ [وَ الْأَسْبَاطِ] أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَنْ تَوَلَّانِي بِرَحْمَتِكَ وَ لَا تُسَلِّطَ عَلَيَّ أَحَداً مِنْ خَلْقِكَ مِمَّنْ لَا طَاقَةَ لِي بِهِ \n\nاللَّهُمَّ إِلَيْكَ فَحَبِّبْنِي وَ فِي النَّاسِ فَعَزِّزْنِي وَ مِنْ شَرِّ شَيَاطِينِ الْجِنِّ وَ الْإِنْسِ فَسَلِّمْنِي يَا رَبَّ الْعَالَمِينَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ \n\nاللَّهُمَّ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تُؤْمِنَّا مَكْرَكَ وَ لَا تُنْسِنَا ذِكْرَكَ وَ لَا تَكْشِفْ عَنَّا سِتْرَكَ وَ لَا تَحْرِمْنَا فَضْلَكَ وَ لَا تُحِلَّ عَلَيْنَا غَضَبَكَ وَ لَا تُبَاعِدْنَا مِنْ جِوَارِكَ وَ لَا تَنْقُصْنَا مِنْ رَحْمَتِكَ وَ لَا تَنْزِعْ مِنَّا بَرَكَتَكَ وَ لَا تَمْنَعْنَا عَافِيَتَكَ وَ أَصْلِحْ لَنَا مَا أَعْطَيْتَنَا وَ زِدْنَا مِنْ فَضْلِكَ الْمُبَارَكِ الطَّيِّبِ الْحَسَنِ الْجَمِيلِ وَ لَا تُغَيِّرْ مَا بِنَا مِنْ نِعْمَتِكَ وَ لَا تُؤْيِسْنَا مِنْ رَوْحِكَ وَ لَا تُهِنَّا بَعْدَ كَرَامَتِكَ وَ لَا تُضِلَّنَا بَعْدَ إِذْ هَدَيْتَنَا وَ هَبْ لَنَا مِنْ لَدُنْكَ رَحْمَتَكَ‏ إِنَّكَ أَنْتَ الْوَهَّابُ‏ اللَّهُمَّ اجْعَلْ قُلُوبَنَا سَالِمَةً وَ أَرْوَاحَنَا طَيِّبَةً وَ أَزْوَاجَنَا مُطَهَّرَةً وَ أَلْسِنَتَنَا صَادِقَةً وَ إِيْمَانَنَا دَائِماً وَ يَقِينَنَا صَادِقاً وَ تِجَارَتَنَا ]لَنْ[ لا تَبُورَ \n\nاللَّهُمَ‏ آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا بِرَحْمَتِكَ‏ عَذابَ النَّارِ \n","البلد الأمين والدرع الحصين"]]