[["دعاء لمولانا الحسين بن علي ع إذا أصبح و أمسى‏:\n\nبِسْمِ اللَّهِ وَ بِاللَّهِ وَ مِنَ اللَّهِ وَ إِلَى اللَّهِ وَ فِي سَبِيلِ اللَّهِ وَ عَلَى مِلَّةِ رَسُولِ اللَّهِ وَ تَوَكَّلْتُ عَلَى اللَّهِ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ \nاللَّهُمَّ إِنِّي أَسْلَمْتُ نَفْسِي إِلَيْكَ وَ وَجَّهْتُ وَجْهِي إِلَيْكَ وَ فَوَّضْتُ أَمْرِي إِلَيْكَ إِيَّاكَ أَسْأَلُ الْعَافِيَةَ مِنْ كُلِّ سُوءٍ فِي الدُّنْيَا وَ الْآخِرَةِ \n\nاللَّهُمَّ إِنَّكَ تَكْفِينِي مِنْ كُلِّ أَحَدٍ وَ لَا يَكْفِينِي أَحَدٌ مِنْكَ فَاكْفِنِي مِنْ كُلِّ أَحَدٍ مَا أَخَافُ وَ أَحْذَرُ وَ اجْعَلْ لِي مِنْ أَمْرِي فَرَجاً وَمَخْرَجاً إِنَّكَ تَعْلَمُ وَ لَا أَعْلَمُ وَ تَقْدِرُ وَ لَا أَقْدِرُ وَ أَنْتَ عَلَى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n","البلد الأمين والدرع الحصين"],["من دعاء السيدة الزهراء في كل صباح ومساء : \n يا حي يا قيوم ، برحمتك استغيث ، اصلح لي شأني كله ولا تكلني إلي نفسي . وفي رواية : يا حي يا قيوم ، برحمتك استغيث ، فلا تكلني إلى نفسي طرفة عين ، وأصلح لي شأني كله . وإبليس وجنوده وأشياعه واتباعه ، ومن شر ما في النور والظلمة . ومن شر مادهم أو هجم ، ومن شر كل هم وغم وآفة وندم ، ومن شر ما ينزل من السماء وما يعرج فيها ، ومن شر ما يلج في الأرض وما يخرج منها ، ومن شر كل دابة ربي اخذ بناصيتها ، ان ربي علي صراط مستقيم ، فان تولوا فقل حسبي الله لا اله الا هو عليه توكلت ، وهو رب العرش العظيم .\n","الصحيفة الفاطمية"],["عَنِ الصَّادِقِ ع‏ قُلْ حِينَ تُصْبِحُ ثَلَاثاً وَ حِينَ تُمْسِي ثَلَاثاً \n\nأَسْتَوْدِعُ اللَّهَ الْعَلِيَّ الْأَعْلَى الْجَلِيلَ الْعَظِيمَ دِينِي وَ نَفْسِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ إِخْوَانِيَ الْمُؤْمِنِينَ وَ جَمِيعَ مَا رَزَقَنِي رَبِّي وَ جَمِيعَ مَنْ يَعْنِينِي أَمْرُهُ أَسْتَوْدِعُ اللَّهَ الْمَرْهُوبَ الْمَخُوفَ الْمُتَضَعْضِعَ لِعَظَمَتِهِ كُلُّ شَيْ‏ءٍ دِينِي وَ نَفْسِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ إِخْوَانِيَ الْمُؤْمِنِينَ وَ جَمِيعَ مَا رَزَقَنِي رَبِّي وَ جَمِيعَ مَنْ يَعْنِينِي أَمْرُهُ وَ تَقُولُ حَسْبِيَ اللَّهُ رَبِّي‏ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏ مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ أَشْهَدُ وَ أَعْلَمُ‏ أَنَّ اللَّهَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ أَنَّ اللَّهَ قَدْ أَحاطَ بِكُلِّ شَيْ‏ءٍ عِلْماً اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏\n","المصباح للكفعمي "],["دعاء نوح على نبينا و عليه السلام اذا أصبح وأمسى قل عشر مرات:\n\n اللَّهُمَّ إِنِّي أُشْهِدُكَ أَنَّهُ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ وَ عَافِيَةٍ فِي دِينٍ أَوْ دُنْيَا فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ لَكَ الْحَمْدُ وَ لَكَ الشُّكْرُ بِهَا عَلَيَّ حَتَّى تَرْضَى وَ بَعْدَ الرِّضَا\n","مفتاح الفلاح"],["عن الباقر ع:عن رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْه وَ آلِه قَالَ إِذَا أَصْبَحْتَ وَ أَمْسَيْتَ فَقُلْ‏ :\n\nسُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ \n\nفَإِنَّ لَكَ عِنْدَ اللَّهِ إِنْ قُلْتَهُ بِكُلِّ تَسْبِيحَةٍ عَشْرَ شَجَرَاتٍ فِي الْجَنَّةِ مِنْ أَنْوَاعِ الْفَاكِهَةِ وَ هُنَّ مِنَ الْبَاقِيَاتِ الصَّالِحَات‏\n","مفتاح الفلاح"],["طلب صفوان من الامام الصادق عليه‌ السلام ، أن يزوده بدعاء ، يقرأه في الصباح والمساء ، ليتسلح به من طوارق الزمان ، فعلمه الامام عليه ‌السلام هذا الدعاء :\n\n اَلْحَمْدُ للِه ، الذي يَفْعَلُ ما يَشَاءُ ، وَلا يَفْعَلُ ما يَشَاءُ غَيْرُهُ ، اَلْحَمْدُ للِه ، كَمَا يُحبُّ الله أَنْ يُحْمَدَ ، اَلْحَمْدُ للِه كَمَا هُوَ أَهْلُهُ ، اَلْلَّهُمَّ ، أدخِلّني في كُلِّ خَيْرٍ أَدْخَلْتَ فيه مُحَمَّداً وَآلَ مُحَمَّدٍ وَأََخْرجْني مِنْ كُلِّ سُوءٍ أخْرَجْتَ مِنْهُ مُحَمَّداً وَآلَ مُحَمَّدٍ ، وَصَلَّى اَلله على مُحَمَّدٍ وَآلَ مُحَمَّدٍ .\n","الصحيفة الصادقية"],["فَسُبْحانَ اللَّهِ حِينَ تُمْسُونَ وَ حِينَ تُصْبِحُونَ وَ لَهُ الْحَمْدُ فِي السَّماواتِ وَ الْأَرْضِ وَ عَشِيًّا وَ حِينَ تُظْهِرُونَ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ يُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِها وَ كَذلِكَ تُخْرَجُونَ\n","المصباح للكفعمي "],["تَقُولُ\n\n لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ تَوَكَّلْتُ‏ عَلَى الْحَيِّ الَّذِي لا يَمُوتُ‏ وَ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً\n","البلد الأمين والدرع الحصين"],["قُلْ بُكْرَةً ثَلَاثاً وَ عَشِيَّةَ ثَلَاثاً:\n\n سُبْحَانَ اللَّهِ مِلْ‏ءَ الْمِيزَانِ وَ مُنْتَهَى الْعِلْمِ وَ مَبْلَغَ الرِّضَا وَ زِنَةَ الْعَرْشِ وَ سَعَةَ الْكُرْسِيِّ ثُمَّ قُلْ وَ الْحَمْدُ لِلَّهِ مِلْ‏ءَ الْمِيزَانِ إِلَى آخِرِهِ وَ كَذَلِكَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ وَ كَذَلِكَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ وَ تَقُولُ اللَّهُمَّ احْرُسْنَا بِعَيْنِكَ الَّتِي لَا تَنَامُ وَ اكْنُفْنَا بِرُكْنِكَ الَّذِي لَا يُرَامُ وَ ارْحَمْنَا بِقُدْرَتِكَ عَلَيْنَا وَ لَا تُهْلِكْ [تُهْلِكْنَا] وَ أَنْتَ رَجَاؤُنَا ثُمَّ بَسْمِلْ وَ قُلْ بِسْمِ اللَّهِ النُّورِ بِسْمِ اللَّهِ نُورٌ عَلَى نُورٍ بِسْمِ اللَّهِ الَّذِي هُوَ مُدَبِّرُ الْأُمُورِ بِسْمِ اللَّهِ الَّذِي خَلَقَ‏ النُّورَ مِنَ النُّورِ الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ النُّورَ وَ أَنْزَلَ النُّورَ عَلَى الطُّورِ فِي‏ كِتابٍ مَسْطُورٍ بِقَدَرِ مَقْدُورٍ عَلَى نَبِيٍّ مَحْبُورٍ الْحَمْدُ لِلَّهِ الَّذِي هُوَ بِالْعِزِّ مَذْكُورٌ وَ بِالْفَخْرِ مَشْهُورٌ وَ عَلَى الضَّرَّاءِ وَ السَّرَّاءِ مَشْكُورٌ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ وَ آلِهِ الطَّاهِرِينَ \n","المصباح للكفعمي "],["قُلِ‏\n\n اللَّهُمَّ فاطِرَ السَّماواتِ وَ الْأَرْضِ عالِمَ الْغَيْبِ وَ الشَّهادَةِ الرَّحْمَنَ الرَّحِيمَ إِنِّي أَعْهَدُ إِلَيْكَ أَنِّي أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ أَنَّ مُحَمَّداً عَبْدُكَ وَ رَسُولُكَ‏ وَ أَنَّ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيها وَ أَنَّكَ تَبْعَثُ‏ مَنْ فِي الْقُبُورِ وَ أَنَّ الْحِسَابَ حَقٌّ وَ أَنَّ الْجَنَّةَ حَقٌّ وَ مَا وُعِدَ فِيهَا مِنَ النَّعِيمِ وَ الْمَأْكَلِ وَ الْمَشْرَبِ وَ النِّكَاحِ حَقٌّ وَ أَنَّ النَّارَ حَقٌّ وَ أَنَّ الْإِيمَانَ حَقٌّ وَ أَنَّ الدِّينَ كَمَا وَصَفْتَ وَ أَنَّ الْإِسْلَامَ كَمَا شَرَعْتَ وَ أَنَّ الْقَوْلَ كَمَا قُلْتَ وَ أَنَّ الْقُرْآنَ كَمَا أَنْزَلْتَ وَ أَنَّكَ أَنْتَ اللَّهُ الْحَقُّ الْمُبِينُ وَ أَنِّي أَعْهَدُ إِلَيْكَ فِي دَارِ الدُّنْيَا أَنِّي رَضِيتُ بِكَ رَبّاً وَ بِالْإِسْلَامِ دِيناً وَ بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ نَبِيّاً وَ رَسُولًا وَ بِعَلِيٍّ وَلِيّاً وَ بِالْقُرْآنِ كِتَاباً وَ أَنَّ أَهْلَ بَيْتِ نَبِيِّكَ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ أَئِمَّتِي اللَّهُمَّ أَنْتَ ثِقَتِي عِنْدَ شِدَّتِي وَ رَجَائِي عِنْدَ كُرْبَتِي وَ عُدَّتِي عِنْدَ الْأُمُورِ الَّتِي تَنْزِلُ بِي وَ أَنْتَ وَلِيِّي فِي نِعْمَتِي وَ إِلَهِي وَ إِلَهُ آبَائِي صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ لَا تَكِلْنِي إِلَى نَفْسِي أَبَداً وَ آنِسْ فِي قَبْرِي وَحْشَتِي وَ اجْعَلْ لِي عِنْدَكَ عَهْداً يَوْمَ أَلْقَاكَ مَنْشُوراً \n","المصباح للكفعمي "],["قُلْ\n\n آمَنْتُ بِرَبِّي وَ هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ* إِلَهَ كُلِّ شَيْ‏ءٍ وَ مُنْتَهَى كُلِّ عِلْمٍ وَ رَبَّ كُلِّ رَبٍّ وَ أُشْهِدُ اللَّهَ عَلَى نَفْسِي بِالْعُبُودِيَّةِ وَ الذُّلِّ وَ الصَّغَارِ وَ أَعْتَرِفُ بِحُسْنِ صَنَائِعِ اللَّهِ إِلَيَّ وَ أَبُوءُ عَلَى نَفْسِي بِقِلَّةِ الشُّكْرِ وَ أَسْأَلُ اللَّهَ فِي يَوْمِي هَذَا وَ فِي لَيْلَتِي هَذِهِ بِحَقِّ مَا يَرَاهُ لَهُ حَقّاً عَلَى مَا يَرَاهُ مِنِّي لَهُ رِضَّى وَ إِيمَاناً وَ إِخْلَاصاً وَ رِزْقاً وَاسِعاً وَ يَقِيناً خَالِصاً بِلَا شَكٍّ وَ لَا ارْتِيَابٍ حَسْبِيَ إِلَهِي مِنْ كُلِّ مَنْ هُوَ دُونَهُ وَ اللَّهُ وَكِيلِي مِنْ كُلِ‏ مَنْ سِوَاهُ آمَنْتُ بِسِرِّ عِلْمِ اللَّهِ كُلِّهِ وَ عَلَانِيَتِهِ وَ أَعُوذُ بِمَا فِي عِلْمِ اللَّهِ مِنْ كُلِّ سُوءٍ وَ مِنْ كُلِّ شَرٍّ سُبْحَانَ [اللَّهِ‏] الْعَالِمِ بِمَا خَلَقَ اللَّطِيفُ فِيهِ الْمُحْصِي لَهُ الْقَادِرُ عَلَيْهِ‏ ما شاءَ اللَّهُ‏ كَانَ‏ لا قُوَّةَ إِلَّا بِاللَّهِ‏ أَسْتَغْفِرُ اللَّهَ‏ وَ إِلَيْهِ الْمَصِيرُ\n","البلد الأمين والدرع الحصين"],[" اللَّهُمَّ إِنَّهُ لَا يُمْسِي [لَمْ يُمْسِ‏] أَحَدٌ مِنْ خَلْقِكَ أَنْتَ إِلَيْهِ أَحْسَنُ صُنْعاً [صَنِيعاً] وَ لَا لَهُ أَدْوَمُ كَرَامَةً وَ لَا عَلَيْهِ أَبْيَنُ فَضْلًا وَ لَا بِهِ أَشَدُّ تَرَفُّقاً وَ لَا عَلَيْهِ أَشَدُّ حِيَاطَةً وَ لَا عَلَيْهِ أَشَدُّ تَعَطُّفاً مِنْكَ عَلَيَّ وَ إِنْ كَانَ جَمِيعُ الْمَخْلُوقِينَ يُعَدِّدُونَ مِنْ ذَلِكَ مِثْلَ تَعْدِيدِي فَاشْهَدْ يَا كَافِيَ الشَّهَادَةِ بِأَنِّي أُشْهِدُكَ بِنِيَّةٍ صدق [صَادِقَةٍ] بِأَنَّ لَكَ الْفَضْلَ وَ الطَّوْلَ فِي إِنْعَامِكَ عَلَيَّ مَعَ قِلَّةِ شُكْرِي لَكَ فِيهَا يَا فَاعِلَ كُلِّ إِرَادَتِهِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ طَوِّقْنِي أَمَاناً مِنْ حُلُولِ السَّخَطِ لِقِلَّةِ الشُّكْرِ وَ أَوْجِبْ لِي زِيَادَةً مِنْ إِتْمَامِ النِّعْمَةِ بِسَعَةِ الْمَغْفِرَةِ وَ أَنْظِرْنِي خَيْرَكَ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ لَا تُقَايِسْنِي بِسَرِيرَتِي [بِسُوءِ سَرِيرَتِي‏] وَ امْتَحِنْ قَلْبِي لِرِضَاكَ وَ اجْعَلْ مَا تَقَرَّبْتُ [أَتَقَرَّبُ‏] بِهِ إِلَيْكَ فِي دِينِكَ لَكَ خَالِصاً وَ لَا تَجْعَلْهُ لِلُزُومِ شُبْهَةٍ أَوْ فَخْرٍ أَوْ رِيَاءٍ أَوْ كِبْرٍ يَا كَرِيمُ \n","المصباح للكفعمي "],["قُلْ حِينَ تُصْبِحُ ثَلَاثاً وَ حِينَ تُمْسِي ثَلَاثاً:\n\n بِسْمِ اللَّهِ‏ ما شاءَ اللَّهُ‏ [لَا حَوْلَ وَ] لا قُوَّةَ إِلَّا بِاللَّهِ‏ ما شاءَ اللَّهُ‏ كُلُّ نِعْمَةٍ مِنَ اللَّهِ‏ ما شاءَ اللَّهُ‏ الْخَيْرُ كُلُّهُ بِيَدِ اللَّهِ عَزَّ وَ جَلَ‏ ما شاءَ اللَّهُ‏ لَا يَصْرِفُ السُّوءَ إِلَّا اللَّهُ \n","المصباح للكفعمي "],["قُلْ عَشْراً إِذَا أَصْبَحْتَ وَ عَشْراً إِذَا أَمْسَيْتَ:\n\n لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ وَ الْحَمْدُ لِلَّهِ أَسْتَغْفِرُ اللَّهَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ‏ هُوَ الْأَوَّلُ وَ الْآخِرُ وَ الظَّاهِرُ وَ الْباطِنُ‏ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ‏ [وَ يُمِيتُ وَ يُحْيِي‏] وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ\n","المصباح للكفعمي "],["قال الإمام الصادق (ع) : هَذَا حِرْزٌ جَلِيلٌ وَ دُعَاءٌ عَظِيمٌ نَبِيلٌ مَنْ قَرَأَهُ صَبَاحاً كَانَ فِي أَمَانِ اللَّهِ إِلَى الْعِشَاءِ وَ مَنْ قَرَأَهُ عِشَاءً كَانَ فِي حِفْظِ اللَّهِ تَعَالَى إِلَى الصَّبَاحِ وَ قَدْ عَلَّمَنِيهِ أَبِي‏ بَاقِرُ عِلْمِ الْأَوَّلِينَ وَ الْآخِرِينَ عَنْ أَبِيهِ سَيِّدِ الْعَابِدِينَ عَنْ أَبِيهِ سَيِّدِ الشُّهَدَاءِ عَنْ أَخِيهِ سَيِّدِ الْأَصْفِيَاءِ عَنْ أَبِيهِ سَيِّدِ الْأَوْصِيَاءِ عَنْ مُحَمَّدٍ سَيِّدِ الْأَنْبِيَاءِ صَلَوَاتُ اللَّهِ عَلَيْهِ وَ آلِهِ الطَّاهِرِينَ اسْتَخْرَجَهُ مِنْ كِتَابِ اللَّهِ الْعَزِيزِ الَّذِي‏ لا يَأْتِيهِ الْباطِلُ مِنْ بَيْنِ يَدَيْهِ وَ لا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ وَ هُوَ:\n\n\n بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ‏ الْحَمْدُ لِلَّهِ الَّذِي هَدَانِي لِلْإِسْلَامِ وَ أَكْرَمَنِيَ بِالْإِيمَانِ وَ عَرَّفَنِي الْحَقَّ الَّذِي عَنْهُ يُؤْفَكُونَ وَ النَّبَأَ الْعَظِيمَ‏ الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ‏ وَ سُبْحَانَ اللَّهِ الَّذِي رَفَعَ السَّمَاءَ بِغَيْرِ عَمَدٍ تَرَوْنَها وَ أَنْشَأَ جَنَّاتِ الْمَأْوَى بِلَا أَمَدٍ تَلْقَوْنَهَا لَا إِلَهَ إِلَّا اللَّهُ السَّابِغُ النِّعْمَةِ الدَّافِعُ النَّقِمَةِ الْوَاسِعُ الرَّحْمَةِ وَ اللَّهُ أَكْبَرُ ذُو السُّلْطَانِ الْمَنِيعِ وَ الإِنْشَاءِ الْبَدِيعِ وَ الشَّأْنِ الرَّفِيعِ وَ الْحِسَابِ السَّرِيعِ\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ وَ أَمِينِكَ وَ شَهِيدِكَ التَّقِيِّ النَّقِيِّ الْبَشِيرِ النَّذِيرِ السِّرَاجِ الْمُنِيرِ وَ آلِهِ الطَّيِّبِينَ الْأَخْيَارِ مَا شَاءَ اللَّهُ تَقَرُّباً إِلَى اللَّهِ مَا شَاءَ اللَّهُ تَوَجُّهاً إِلَى اللَّهِ مَا شَاءَ اللَّهُ تَلَطُّفاً بِاللَّهِ مَا شَاءَ اللَّهُ مَا يَكُنْ مِنْ نِعْمَةٍ فَمِنَ اللَّهِ مَا شَاءَ اللَّهُ لَا يَصْرِفُ السُّوءَ إِلَّا اللَّهُ مَا شَاءَ اللَّهُ لَا يَسُوقُ الْخَيْرَ إِلَّا اللَّهُ- ما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ‏ أُعِيذُ نَفْسِي وَ شَعْرِي وَ بَشَرِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ ذُرِّيَّتِي وَ دِينِي وَ دُنْيَايَ وَ مَا رَزَقَنِي رَبِّي وَ مَا أُغْلِقَتْ عَلَيْهِ أَبْوَابِي وَ أَحَاطَتْ بِهِ جُدْرَانِي وَ مَا أَتَقَلَّبُ فِيهِ مِنْ نِعَمِهِ وَ إِحْسَانِهِ وَ جَمِيعِ إِخْوَانِهِ وَ أَقْرِبَائِي وَ قَرَابَاتِي مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ بِاللَّهِ الْعَظِيمِ وَ بِأَسْمَائِهِ التَّامَّةِ الْعَامَّةِ الْكَامِلَةِ الشَّافِيَةِ الْفَاضِلَةِ الْمُبَارَكَةِ الْمُنِيفَةِ الْمُتَعَالِيَةِ الزَّاكِيَةِ الشَّرِيفَةِ الْكَرِيمَةِ الطَّاهِرَةِ الْعَظِيمَةِ الْمَخْزُونَةِ الْمَكْنُونَةِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَ لَا فَاجِرٌ وَ بِأُمِّ الْكِتَابِ وَ فَاتِحَتِهِ وَ خَاتِمَتِهِ وَ مَا بَيْنَهُمَا مِنْ سُورَةٍ شَرِيفَةٍ وَ آيَةٍ مُحْكَمَةٍ وَ شِفَاءٍ وَ رَحْمَةٍ وَ عُوذَةٍ وَ بَرَكَةٍ وَ بِالتَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ وَ الْفُرْقَانِ وَ بِصُحُفِ إِبْرَاهِيمَ وَ مُوسَى وَ بِكُلِّ كِتَابٍ أَنْزَلَهُ اللَّهُ وَ بِكُلِّ رَسُولٍ أَرْسَلَهُ اللَّهُ وَ بِكُلِّ حُجَّةٍ أَقَامَهَا اللَّهُ وَ بِكُلِّ بُرْهَانٍ أَظْهَرَهُ اللَّهُ وَ بِكُلِّ آلَاءِ اللَّهِ وَ عِزَّةِ اللَّهِ وَ عَظَمَةِ اللَّهِ وَ قُدْرَةِ اللَّهِ وَ سُلْطَانِ اللَّهِ وَ جَلَالِ اللَّهِ وَ مَنْعِ اللَّهِ وَ مَنِّ اللَّهِ وَ عَفْوِ اللَّهِ وَ حِلْمِ اللَّهِ وَ حِكْمَةِ اللَّهِ وَ غُفْرَانِ اللَّهِ وَ مَلَائِكَةِ اللَّهِ وَ كُتُبِ اللَّهِ وَ رُسُلِ اللَّهِ وَ أَنْبِيَاءِ اللَّهِ وَ مُحَمَّدٍ رَسُولِ اللَّهِ وَ أَهْلِ بَيْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَيْهِمْ أَجْمَعِينَ مِنْ غَضَبِ اللَّهِ وَ سَخَطِ اللَّهِ وَ نَكَالِ اللَّهِ وَ عِقَابِ اللَّهِ وَ أَخْذِ اللَّهِ وَ بَطْشِهِ وَ اجْتِيَاحِهِ وَ اجْتِثَاثِهِ وَ اصْطِلَامِهِ وَ تَدْمِيرِهِ وَ سَطَوَاتِهِ وَ نَقِمَتِهِ وَ جَمِيعِ مَثُلَاتِهِ وَ مِنْ إِعْرَاضِهِ وَ صُدُودِهِ وَ تَنْكِيلِهِ وَ تَوْكِيلِهِ وَ خِذْلَانِهِ وَ دَمْدَمَتِهِ وَ تَخْلِيَتِهِ وَ مِنَ الْكُفْرِ وَ النِّفَاقِ وَ الشَّكِّ وَ الشِّرْكِ وَ الْحَيْرَةِ فِي دِينِ اللَّهِ وَ مِنْ شَرِّ يَوْمِ النُّشُورِ وَ الْحَشْرِ وَ الْمَوْقِفِ وَ الْحِسَابِ وَ مِنْ شَرِّ كِتَابٍ قَدْ سَبَقَ وَ مِنْ زَوَالِ النِّعْمَةِ وَ تَحْوِيلِ الْعَافِيَةِ وَ حُلُولِ النَّقِمَةِ وَ مُوجِبَاتِ الْهَلَكَةِ وَ مِنْ مَوَاقِفِ الْخِزْيِ وَ الْفَضِيحَةِ فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ هَوًى مُرْدٍ وَ قَرِينٍ مُلْهٍ وَ صَاحِبٍ مُسْهٍ وَ جَارٍ مُوذٍ وَ غِنًى مُطْغٍ وَ فَقْرٍ مُنْسٍ وَ قَلْبٍ لَا يَخْشَعُ وَ صَلَاةٍ لَا تُرْفَعُ وَ دُعَاءٍ لَا يُسْمَعُ وَ عَيْنٍ لَا تَدْمَعُ وَ نَفْسٍ لَا تَقْنَعُ وَ بَطْنٍ لَا يَشْبَعُ وَ عَمَلٍ لَا يَنْفَعُ وَ اسْتِغَاثَةٍ لَا تُجَابُ وَ غَفْلَةٍ وَ تَفْرِيطٍ يُوجِبَانِ الْحَسْرَةَ وَ النَّدَامَةَ وَ مِنَ الرِّيَاءِ وَ السُّمْعَةِ وَ الشَّكِّ وَ الْعَمَى فِي دِينِ اللَّهِ وَ مِنْ نَصَبٍ وَ اجْتِهَادٍ يُوجِبَانِ الْعَذَابَ وَ مِنْ مُرْدٍ إِلَى النَّارِ وَ مِنْ ضَلَعِ الدَّيْنِ وَ غَلَبَةِ الرِّجَالِ وَ سُوءِ الْمَنْظَرِ فِي الدِّينِ وَ النَّفْسِ وَ الْأَهْلِ وَ الْمَالِ وَ الْوَلَدِ وَ الْإِخْوَانِ وَ عِنْدَ مُعَايَنَةِ مَلَكِ الْمَوْتِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنَ الْغَرَقِ وَ الْحَرَقِ وَ الشَّرَقِ وَ السَّرَقِ وَ الْهَدْمِ وَ الْخَسْفِ وَ الْمَسْخِ وَ الْحِجَارَةِ وَ الصَّيْحَةِ وَ الزَّلَازِلِ وَ الْفِتَنِ وَ الْعَيْنِ وَ الصَّوَاعِقِ وَ الْبَرْدِ وَ الْقَوَدِ وَ الْقَرَدِ وَ الْجُنُونِ وَ الْجُذَامِ وَ الْبَرَصِ وَ أَكْلِ السَّبُعِ وَ مِيتَةِ السَّوْءِ وَ جَمِيعِ أَنْوَاعِ الْبَلَايَا فِي الدُّنْيَا وَ الْآخِرَةِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ السَّامَّةِ وَ الْهَامَّةِ وَ اللَّامَّةِ وَ الْخَاصَّةِ وَ الْعَامَّةِ وَ الْحَامَّةِ وَ مِنْ شَرِّ أَحْدَاثِ النَّهَارِ وَ مِنْ شَرِّ طَوَارِقِ اللَّيْلِ إِلَّا طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَانُ وَ مِنْ دَرَكِ الشَّقَاءِ وَ سُوءِ الْقَضَاءِ وَ جَهْدِ الْبَلَاءِ وَ شَمَاتَةِ الْأَعْدَاءِ وَ تَتَابُعِ الْعَنَاءِ وَ الْفَقْرِ إِلَى الْأَكْفَاءِ وَ سُوءِ الْمَمَاتِ وَ الْمَحْيَا وَ سُوءِ الْمُنْقَلَبِ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ إِبْلِيسَ وَ جُنُودِهِ وَ أَعْوَانِهِ وَ أَتْبَاعِهِ‏ وَ أَشْيَاعِهِ وَ مِنْ شَرِّ الْجِنِّ وَ الْإِنْسِ وَ مِنْ شَرِّ الشَّيْطَانِ وَ مِنْ شَرِّ السُّلْطَانِ وَ مِنْ شَرِّ كُلِّ ذِي شَرٍّ وَ مِنْ شَرِّ مَا أَخَافُ وَ أَحْذَرُ وَ مِنْ شَرِّ فَسَقَةِ الْعَرَبِ وَ الْعَجَمِ وَ مِنْ شَرِّ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ وَ مِنْ شَرِّ مَا فِي النُّورِ وَ الظُّلَمِ وَ مِنْ شَرِّ مَا هَجَمَ أَوْ دَهَمَ أَوْ أَلَمَّ وَ مِنْ شَرِّ كُلِّ سُقْمٍ وَ هَمٍّ وَ غَمٍّ وَ آفَةٍ وَ نَدَمٍ وَ مِنْ شَرِّ مَا فِي اللَّيْلِ وَ النَّهَارِ وَ الْبَرِّ وَ الْبِحَارِ وَ مِنْ شَرِّ الْفُسَّاقِ وَ الدُّعَّارِ وَ الْفُجَّارِ وَ الْكُفَّارِ وَ الْحُسَّادِ وَ السُّحَّارِ وَ الْجَبَابِرَةِ وَ الْأَشْرَارِ وَ مِنْ شَرِّ ما يَنْزِلُ مِنَ السَّماءِ وَ ما يَعْرُجُ فِيها وَ مِنْ شَرِّ ما يَلِجُ فِي الْأَرْضِ وَ ما يَخْرُجُ مِنْها وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ وَ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ مَا اسْتَعَاذَ مِنْهُ الْمَلَائِكَةُ الْمُقَرَّبُونَ وَ الْأَنْبِيَاءُ الْمُرْسَلُونَ وَ الشُّهَدَاءُ وَ عِبَادُكَ الصَّالِحُونَ وَ مُحَمَّدٌ وَ عَلِيٌّ وَ فَاطِمَةُ وَ الْحَسَنُ وَ الْحُسَيْنُ وَ الْأَئِمَّةُ الْمَهْدِيُّونَ وَ الْأَوْصِيَاءُ وَ الْحُجَجُ الْمُطَهَّرُونَ عَلَيْهِمُ السَّلَامُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ وَ أَسْأَلُكَ أَنْ تُعْطِيَنِي مِنْ خَيْرِ مَا سَأَلُوكَهُ وَ أَنْ تُعِيذَنِي مِنْ شَرِّ مَا اسْتَعَاذُوا بِكَ مِنْهُ وَ أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَ آجِلِهِ مَا عَلِمْتُ وَ مَا لَمْ أَعْلَمْ مِنْهُ وَ أَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَ آجِلِهِ مَا عَلِمْتُ مِنْهُ وَ مَا لَمْ أَعْلَمْ وَ أَعُوذُ بِكَ مِنْ هَمَزاتِ الشَّياطِينِ. وَ أَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ‏\n\n اللَّهُمَّ مَنْ أَرَادَنِي فِي يَوْمِي هَذَا وَ فِيمَا بَعْدَهُ مِنَ الْأَيَّامِ مِنْ جَمِيعِ خَلْقِكَ كُلِّهِمْ مِنَ الْجِنِّ وَ الْإِنْسِ قَرِيبٍ أَوْ بَعِيدٍ ضَعِيفٍ أَوْ شَدِيدٍ بِشَرٍّ أَوْ مَكْرُوهٍ أَوْ مَسَاءَةٍ بِيَدٍ أَوْ بِلِسَانٍ أَوْ بِقَلْبٍ فَأَخْرِجْ صَدْرَهُ وَ أَلْجِمْ فَاهُ وَ أَفْخِمْ لِسَانَهُ وَ اسْدُدْ سَمْعَهُ وَ اقْمَحْ بَصَرَهُ وَ ارْعَبْ قَلْبَهُ وَ اشْغَلْهُ بِنَفْسِهِ وَ أَمِتْهُ بِغَيْظِهِ وَ اكْفِنَاهُ بِمَا شِئْتَ وَ كَيْفَ شِئْتَ وَ أَنَّى شِئْتَ بِحَوْلِكَ وَ قُوَّتِكَ‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ \n\nاللَّهُمَّ اكْفِنِي شَرَّ مَنْ نَصَبَ لِي حَدَّهُ وَ اكْفِنِي مَكْرَ الْمَكَرَةِ وَ أَعِنِّي عَلَى ذَلِكَ بِالسَّكِينَةِ وَ الْوَقَارِ وَ أَلْبِسْنِي دِرْعَكَ الْحَصِينَةَ وَ أَحْيِنِي مَا أَحْيَيْتَنِي فِي سِتْرِكَ الْوَاقِي وَ أَصْلِحْ حَالِي كُلَّهُ أَصْبَحْتُ فِي جِوَارِ اللَّهِ مُمْتَنِعاً وَ بِعِزَّةِ اللَّهِ الَّتِي لَا تُرَامُ مُحْتَجِباً وَ بِسُلْطَانِ اللَّهِ الْمَنِيعِ مُعْتَصِماً مُتَمَسِّكاً وَ بِأَسْمَاءِ اللَّهِ‏ الْحُسْنَى كُلِّهَا عَائِذاً أَصْبَحْتُ فِي حِمَى اللَّهِ الَّذِي لَا يُسْتَبَاحُ وَ فِي ذِمَّةِ اللَّهِ الَّتِي لَا تُخْفَرُ وَ فِي حَبْلِ اللَّهِ الَّذِي لَا يُجْذَمُ وَ فِي جِوَارِ اللَّهِ الَّذِي لَا يُسْتَضَامُ وَ فِي مَنْعِ اللَّهِ الَّذِي لَا يُدْرَكُ وَ فِي سِتْرِ اللَّهِ الَّذِي لَا يُهْتَكُ وَ فِي عَوْنِ اللَّهِ الَّذِي لَا يُخْذَلُ\n\n اللَّهُمَّ اعْطِفْ عَلَيْنَا قُلُوبَ عِبَادِكَ وَ إِمَائِكَ وَ أَوْلِيَائِكَ بِرَأْفَةٍ مِنْكَ وَ رَحْمَةٍ إِنَّكَ أَرْحَمُ الرَّاحِمِينَ حَسْبِيَ اللَّهُ وَ كَفَى سَمِعَ اللَّهُ لِمَنْ دَعَا لَيْسَ وَرَاءَ اللَّهِ مُنْتَهًى وَ لَا دُونَ اللَّهِ مَلْجَأٌ مَنِ اعْتَصَمَ بِاللَّهِ نَجَا كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَ رُسُلِي إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ- فَاللَّهُ خَيْرٌ حافِظاً وَ هُوَ أَرْحَمُ الرَّاحِمِينَ‏- وَ ما تَوْفِيقِي إِلَّا بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ أُنِيبُ‏- فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ‏- شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ وَ الْمَلائِكَةُ وَ أُولُوا الْعِلْمِ قائِماً بِالْقِسْطِ لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ‏- إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلامُ‏ وَ أَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِينَ تَحَصَّنْتُ بِاللَّهِ الْعَظِيمِ وَ اسْتَعْصَمْتُ بِالْحَيِّ الَّذِي لَا يَمُوتُ وَ رَمَيْتُ كُلَّ عَدُوٍّ لَنَا بِلَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ‏\n","مهج الدعوات و منهج العبادات"],["دعاء أمير المؤمنين ليلة المبيت على فراش النبي ص :\n\n [أصبحت] أَمْسَيْتُ اللَّهُمَّ مُعْتَصِماً بِذِمَامِكَ الْمَنِيعِ الَّذِي لَا يُطَاوَلُ وَ لَا يُحَاوَلُ مِنْ شَرِّ كُلِّ غَاشِمٍ وَ طَارِقٍ مِنْ سَائِرِ مَنْ خَلَقْتَ وَ مَا خَلَقْتَ مِنْ خَلْقِكَ الصَّامِتِ وَ النَّاطِقِ فِي جُنَّةٍ مِنْ كُلِّ مَخُوفٍ بِلِبَاسٍ سَابِغَةٍ وَ بِوَلَاءِ أَهْلِ بَيْتِ نَبِيِّكَ مُحَمَّدٍ عَلَيْهِمُ السَّلَامُ مُحْتَجِباً مِنْ كُلِّ قَاصِدٍ لِي إِلَى أَذِيَّةٍ بِجِدَارٍ حَصِينٍ‏ الْإِخْلَاصِ فِي الِاعْتِرَافِ بِحَقِّهِمْ وَ التَّمَسُّكِ بِحَبْلِهِمْ مُوقِناً أَنَّ الْحَقَّ لَهُمْ وَ مَعَهُمْ وَ فِيهِمْ وَ بِهِمْ أُوَالِي مَنْ وَالَوْا وَ أُجَانِبُ مَنْ جَانَبُوا فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَعِذْنِي اللَّهُمَّ بِهِمْ مِنْ شَرِّ كُلِّ مَا أَتَّقِيهِ يَا عَظِيمُ حَجَزْتُ الْأَعَادِيَ عَنِّي بِبَدِيعِ السَّمَاوَاتِ وَ الْأَرْضِ إِنَّا جَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَ مِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْناهُمْ فَهُمْ لا يُبْصِرُونَ‏\n","الصحيفة العلوية"],["تدعو بدعاء العشرات في المساء و الصباح و أفضله بعد العصر من يوم الجمعة\n\nمَرْوِيٌّ عَنْ مَوْلَانَا الْحُسَيْنِ ع‏ \n\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ سُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمُ سُبْحَانَ اللَّهِ آنَاءَ اللَّيْلِ‏ وَ أَطْرافَ النَّهارِ سُبْحَانَ اللَّهِ‏ بِالْغُدُوِّ وَ الْآصالِ‏ سُبْحَانَ اللَّهِ‏ بِالْعَشِيِّ وَ الْإِبْكارِ سُبْحَانَ‏ اللَّهِ حِينَ تُمْسُونَ وَ حِينَ تُصْبِحُونَ وَ لَهُ الْحَمْدُ فِي السَّماواتِ وَ الْأَرْضِ وَ عَشِيًّا وَ حِينَ تُظْهِرُونَ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ يُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِها وَ كَذلِكَ تُخْرَجُونَ‏ سُبْحانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ وَ سَلامٌ عَلَى الْمُرْسَلِينَ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ سُبْحَانَ ذِي الْمُلْكِ وَ الْمَلَكُوتِ سُبْحَانَ ذِي الْعِزِّ وَ الْجَبَرُوتِ سُبْحَانَ ذِي الْكِبْرِيَاءِ وَ الْعَظَمَةِ سُبْحَانَ الْمَلِكِ الْحَقِّ الْمُبِينِ الْمُهَيْمِنِ الْعَزِيزِ الْقُدُّوسِ سُبْحَانَ اللَّهِ الْمَلِكِ‏ الْحَيِّ الَّذِي لا يَمُوتُ‏ سُبْحَانَ [اللَّهِ‏] الْمَلِكِ [الْقَيُّومِ الْحَيِ‏] الْقُدُّوسِ سُبْحَانَ الْقَائِمِ الدَّائِمِ سُبْحَانَ الدَّائِمِ الْقَائِمِ سُبْحَانَ رَبِّيَ الْعَظِيمِ سُبْحَانَ رَبِّيَ الْأَعْلَى سُبْحَانَ الْحَيِّ الْقَيُّومِ سُبْحَانَ الْعَلِيِّ الْأَعْلَى سُبْحَانَهُ وَ تَعَالَى سُبُّوحٌ قُدُّوسُ رَبُّنَا وَ رَبُّ الْمَلَائِكَةِ وَ الرُّوحِ سُبْحَانَ الدَّائِمِ غَيْرِ الْغَافِلِ سُبْحَانَ الْعَالِمِ بِغَيْرِ تَعْلِيمٍ سُبْحَانَ خَالِقِ مَا يُرَى وَ مَا لَا يُرَى سُبْحَانَ الَّذِي‏ يُدْرِكُ الْأَبْصارَ وَ لا تُدْرِكُهُ الْأَبْصارُ ... وَ هُوَ اللَّطِيفُ الْخَبِيرُ اللَّهُمَّ إِنِّي أَصْبَحْتُ وَ أَمْسَيْتُ مِنْكَ فِي نِعْمَةٍ وَ خَيْرٍ وَ بَرَكَةٍ وَ عَافِيَةٍ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَتْمِمْ عَلَيَّ نِعْمَتَكَ وَ خَيْرَكَ وَ بَرَكَاتِكَ وَ عَافِيَتَكَ [وَ كَرَامَاتِكَ‏] مَنْجَاةً [بِنَجَاةٍ] مِنَ النَّارِ وَ ارْزُقْنِي شُكْرَكَ وَ عَافِيَتَكَ وَ فَضْلَكَ وَ كَرَامَتَكَ أَبَداً مَا أَبْقَيْتَنِي اللَّهُمَّ بِنُورِكَ اهْتَدَيْتُ وَ بِفَضْلِكَ اسْتَغْنَيْتُ وَ بِنِعْمَتِكَ أَصْبَحْتُ وَ أَمْسَيْتُ اللَّهُمَّ إِنِّي أُشْهِدُكَ وَ كَفَى بِكَ شَهِيداً وَ أُشْهِدُ مَلَائِكَتَكَ وَ أَنْبِيَاءَكَ وَ رُسُلَكَ وَ حَمَلَةَ عَرْشِكَ وَ سُكَّانَ سَمَاوَاتِكَ وَ أَرَضِيكَ وَ جَمِيعَ خَلْقِكَ بِأَنَّكَ أَنْتَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ وَ أَنَّ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ عَبْدُكَ وَ رَسُولُكَ وَ أَنَّكَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ تُحْيِي وَ تُمِيتُ وَ تُمِيتُ وَ تُحْيِي وَ أَشْهَدُ أَنَّ الْجَنَّةَ حَقٌّ وَ أَنَّ النَّارَ حَقٌّ وَ النُّشُورَ حَقٌّ وَ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيها وَ أَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ وَ أَشْهَدُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ أَمِيرُ الْمُؤْمِنِينَ حَقّاً حَقّاً وَ أَنَّ الْأَئِمَّةَ مِنْ وُلْدِهِ هُمُ الْأَئِمَّةُ الْهُدَاةُ الْمَهْدِيُّونَ غَيْرُ الضَّالِّينَ وَ لَا الْمُضِلِّينَ وَ أَنَّهُمْ أَوْلِيَاؤُكَ الْمُصْطَفَوْنَ وَ حِزْبُكَ الْغَالِبُونَ وَ صَفْوَتُكَ وَ خِيَرَتُكَ مِنْ خَلْقِكَ وَ نُجَبَاؤُكَ الَّذِينَ انْتَجَبْتَهُمْ لِدِينِكَ وَ اخْتَصَصْتَهُمْ مِنْ خَلْقِكَ وَ اصْطَفَيْتَهُمْ عَلَى عِبَادِكَ وَ جَعَلْتَهُمْ حُجَّةً عَلَى الْعَالَمِينَ صَلَوَاتُكَ عَلَيْهِمْ وَ السَّلَامُ عَلَيْهِمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ اللَّهُمَّ اكْتُبْ لِي هَذِهِ الشَّهَادَةَ عِنْدَكَ حَتَّى تُلَقِّنَنِيهَا [يَوْمَ الْقِيَامَةِ] وَ أَنْتَ عَنِّي رَاضٍ إِنَّكَ عَلَى مَا تَشَاءُ قَدِيرٌ اللَّهُمَّ لَكَ الْحَمْدُ حَمْداً يَصْعَدُ أَوَّلُهُ وَ لَا يَنْفَدُ آخِرُهُ اللَّهُمَّ لَكَ الْحَمْدُ حَمْداً تَضَعُ لَكَ السَّمَاءُ كَنَفَيْهَا وَ تُسَبِّحُ لَكَ الْأَرْضُ وَ مَنْ عَلَيْهَا [اللَّهُمَّ لَكَ الْحَمْدُ حَمْداً لَا يَبِيدُ] اللَّهُمَّ لَكَ الْحَمْدُ حَمْداً دَائِماً سَرْمَداً أَبَداً لَا انْقِطَاعَ لَهُ وَ لَا نَفَادَ وَ لَكَ يَنْبَغِي وَ إِلَيْكَ يَنْتَهِي فِيَّ وَ عَلَيَّ وَ لَدَيَّ وَ مَعِي وَ قَبْلِي وَ بَعْدِي وَ أَمَامِي وَ فَوْقِي وَ تَحْتِي وَ إِذَا مِتُّ [وَ قُبِرْتُ‏] وَ بَقِيتُ فَرْداً وَحِيداً ثُمَّ فَنِيْتُ وَ لَكَ الْحَمْدُ إِذَا نُشِرْتُ وَ بُعِثْتُ يَا مَوْلَايَ اللَّهُمَّ لَكَ الْحَمْدُ وَ الشُّكْرُ بِجَمِيعِ مَحَامِدِكَ كُلِّهَا عَلَى جَمِيعِ نَعْمَائِكَ كُلِّهَا حَتَّى يَنْتَهِيَ الْحَمْدُ إِلَى مَا تُحِبُّ رَبَّنَا وَ تَرْضَى اللَّهُمَّ لَكَ الْحَمْدُ عَلَى كُلِّ أَكْلَةٍ وَ شَرْبَةٍ وَ بَطْشَةٍ وَ قَبْضَةٍ وَ بَسْطَةٍ وَ فِي كُلِّ مَوْضِعِ شَعْرَةٍ اللَّهُمَّ لَكَ الْحَمْدُ خَالِداً مَعَ خُلُودِكَ وَ لَكَ الْحَمْدُ حَمْداً لَا مُنْتَهَى لَهُ دُونَ عِلْمِكَ وَ لَكَ الْحَمْدُ حَمْداً لَا أَمَدَ لَهُ دُونَ مَشِيَّتِكَ وَ لَكَ الْحَمْدُ حَمْداً لَا أَجْرَ لِقَائِلِهِ إِلَّا رِضَاكَ وَ لَكَ الْحَمْدُ عَلَى حِلْمِكَ بَعْدَ عِلْمِكَ وَ لَكَ الْحَمْدُ عَلَى عَفْوِكَ بَعْدَ قُدْرَتِكَ وَ لَكَ الْحَمْدُ بَاعِثَ الْحَمْدِ وَ لَكَ الْحَمْدُ وَارِثَ الْحَمْدِ وَ لَكَ الْحَمْدُ بَدِيعَ الْحَمْدِ وَ لَكَ الْحَمْدُ مُنْتَهَى الْحَمْدِ وَ لَكَ الْحَمْدُ مُبْتَدِعَ الْحَمْدِ وَ لَكَ الْحَمْدُ مُشْتَرِيَ الْحَمْدِ وَ لَكَ الْحَمْدُ وَلِيَّ الْحَمْدِ وَ لَكَ الْحَمْدُ مَالِكَ الْحَمْدِ وَ لَكَ الْحَمْدُ قَدِيمَ الْحَمْدِ وَ لَكَ الْحَمْدُ صَادِقَ الْوَعْدِ وَفِيَّ الْعَهْدِ عَزِيزَ الْجُنْدِ قَائِمَ الْمَجْدِ وَ لَكَ الْحَمْدُ رَفِيعَ الدَّرَجَاتِ مُجِيبَ الدَّعَوَاتِ مُنْزِلَ الْآيَاتِ مِنْ فَوْقِ سَبْعِ سَمَاوَاتٍ عَظِيمَ الْبَرَكَاتِ مُخْرِجَ النُّورِ مِنَ الظُّلُمَاتِ وَ مُخْرِجَ مَنْ فِي الظُّلُمَاتِ إِلَى النُّورِ مُبَدِّلَ السَّيِّئَاتِ حَسَنَاتٍ وَ جَاعِلَ الْحَسَنَاتِ دَرَجَاتٍ اللَّهُمَّ لَكَ الْحَمْدُ غَافِرَ الذَّنْبِ وَ قَابِلَ التَّوْبِ شَدِيدَ الْعِقَابِ ذو [ذَا] الطَّوْلِ لَا إِلَهَ إِلَّا أَنْتَ إِلَيْكَ الْمَصِيرُ اللَّهُمَّ لَكَ الْحَمْدُ فِي‏ اللَّيْلِ إِذا يَغْشى‏ وَ لَكَ الْحَمْدُ فِي‏ النَّهارِ إِذا تَجَلَّى‏ وَ لَكَ الْحَمْدُ فِي الْآخِرَةِ وَ الْأُولَى وَ لَكَ الْحَمْدُ عَدَدَ كُلِّ نَجْمٍ وَ مَلَكٍ فِي السَّمَاءِ وَ لَكَ الْحَمْدُ عَدَدَ الثَّرَى وَ الْحَصَى وَ النَّوَى وَ لَكَ الْحَمْدُ عَدَدَ مَا فِي جَوْفِ [السَّمَاءِ وَ لَكَ الْحَمْدُ [عَدَدَ] مَا فِي جَوْفِ‏] الْأَرْضِ وَ لَكَ الْحَمْدُ عَدَدَ أَوْزَانِ مِيَاهِ الْبِحَارِ وَ لَكَ الْحَمْدُ عَدَدَ أَوْرَاقِ الْأَشْجَارِ وَ لَكَ الْحَمْدُ عَدَدَ مَا عَلَى وَجْهِ الْأَرْضِ وَ لَكَ الْحَمْدُ عَدَدَ مَا أَحْصَى كِتَابُكَ وَ لَكَ الْحَمْدُ عَدَدَ مَا أَحَاطَ بِهِ عِلْمُكَ وَ لَكَ الْحَمْدُ عَدَدَ الْإِنْسِ وَ الْجِنِّ وَ الْهَوَامِّ وَ الطَّيْرِ وَ الْبَهَائِمِ وَ السِّبَاعِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ كَمَا تُحِبُّ رَبَّنَا وَ تَرْضَى وَ كَمَا يَنْبَغِي لِكَرَمِ وَجْهِكَ وَ عِزِّ جَلَالِكَ\n\n ثُمَّ قُلْ‏ لا إِلهَ إِلَّا اللَّهُ‏ وَحْدَهُ‏ لا شَرِيكَ لَهُ‏ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَ هُوَ اللَّطِيفُ الْخَبِيرُ عَشْراً \n\nلا إِلهَ إِلَّا اللَّهُ‏ وَحْدَهُ‏ لا شَرِيكَ لَهُ‏ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ‏ وَ يُمِيتُ وَ يُحْيِي وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ عَشْراً\n\n أَسْتَغْفِرُ اللَّهَ الَّذِي‏ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ‏ وَ أَتُوبُ إِلَيْهِ عَشْراً \n\nيَا اللَّهُ عَشْراً \n\nيَا رَحْمَانُ عَشْراً \n\nيَا رَحِيمُ عَشْراً \n\nيَا بَدِيعَ السَّمَاوَاتِ وَ الْأَرْضِ عَشْراً \n\nيَا ذَا الْجَلَالِ وَ الْإِكْرَامِ عَشْراً \n\nيَا حَنَّانُ يَا مَنَّانُ عَشْراً \n\nيَا حَيُّ يَا قَيُّومُ عَشْراً \n\nيَا حَيُّ يَا لَا إِلَهَ إِلَّا أَنْتَ عَشْراً \n\n[يَا اللَّهُ‏] يَا لَا إِلَهَ إِلَّا أَنْتَ عَشْراً\n\n وَ بسم الله الرحمن الرحيم عَشْراً \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ عَشْراً \n\nاللَّهُمَّ افْعَلْ بِي مَا أَنْتَ أَهْلُهُ عَشْراً\n\n آمِينَ عَشْراً \n\nوَ اقْرَأِ التَّوْحِيدَ عَشْراً\n\n ثُمَّ قُلِ اللَّهُمَّ اصْنَعْ بِي مَا أَنْتَ أَهْلُهُ وَ لَا تَصْنَعْ بِي مَا أَنَا أَهْلُهُ فَإِنَّكَ‏ أَهْلُ التَّقْوى‏ وَ أَهْلُ الْمَغْفِرَةِ وَ أَنَا أَهْلُ الذُّنُوبِ وَ الْخَطَايَا فَارْحَمْنِي يَا مَوْلَايَ‏ وَ أَنْتَ أَرْحَمُ الرَّاحِمِينَ\n\n ثُمَّ قُلْ عَشْراً لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ تَوَكَّلْتُ‏ عَلَى الْحَيِّ الَّذِي لا يَمُوتُ‏ وَ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً\n","المصباح للكفعمي "],["تَقُولُ بَعْدَ دُعَاءِ الْعَشَرَاتِ صَبَاحاً وَ مَسَاءً\n\n إِلَهِي أَمْسَى خَوْفِي مُسْتَجِيراً بِأَمَانِكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ [وَ آلِ مُحَمَّدٍ] وَ آمِنِّي فَإِنَّكَ لَا تَخْذُلُ مَنْ آمَنْتَهُ إِلَهِي أَمْسَى جَهْلِي مُسْتَجِيراً بِحِلْمِكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ [وَ آلِ مُحَمَّدٍ] وَ عُدْ عَلَيَّ بِحِلْمِكَ وَ فَضْلِكَ إِلَهِي أَمْسَى فَقْرِي مُسْتَجِيراً بِغِنَاكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ ارْزُقْنِي مِنْ فَضْلِكَ الْوَاسِعِ الْهَنِي‏ءِ الْمَرِي‏ءِ إِلَهِي أَمْسَى ذَنْبِي مُسْتَجِيراً بِمَغْفِرَتِكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اغْفِرْ لِي مَغْفِرَةً عَزْماً [جَزْماً] لَا تُغَادِرُ لِي ذَنْباً وَ لَا أَرْتَكِبُ بَعْدَهَا مُحَرَّماً إِلَهِي أَمْسَى ذُلِّي مُسْتَجِيراً بِعِزِّكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَعِزَّنِي عِزّاً لَا ذُلَّ بَعْدَهُ أَبَداً إِلَهِي أَمْسَى ضَعْفِي مُسْتَجِيراً بِقُوَّتِكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ قَوِّ فِي رِضَاكَ ضَعْفِي إِلَهِي أَمْسَى وَجْهِيَ الْبَالِي الْفَانِي مُسْتَجِيراً بِوَجْهِكَ الدَّائِمِ الْبَاقِي الَّذِي لَا يَبْلَى وَ لَا يَفْنَى فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَجِرْنِي مِنْ عَذَابِ النَّارِ وَ مِنْ شَرِّ الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ افْتَحْ‏ لِي بَابَ [أَبْوَابَ‏] الْأَمْرِ الَّذِي فِيهِ الْيُسْرُ وَ الْعَافِيَةُ وَ النَّجَاحُ وَ الرِّزْقُ الْكَثِيرُ الطَّيِّبُ الْحَلَالُ الْوَاسِعُ اللَّهُمَّ بَصِّرْنِي سَبِيلَهُ وَ هَيِّئْ لِي مَخْرَجَهُ وَ مَنْ قَدَّرْتَ لَهُ مِنْ خَلْقِكَ عَلَيَّ مَقْدُرَةً بِسُوءٍ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ خُذْهُ عَنِّي مِنْ بَيْنِ يَدَيْهِ وَ مِنْ خَلْفِهِ وَ عَنْ يَمِينِهِ وَ عَنْ شِمَالِهِ وَ مِنْ فَوْقِهِ وَ مِنْ تَحْتِهِ وَ أَلْجِمْ لِسَانَهُ وَ قَصِّرْ يَدَهُ وَ أَحْرِجْ صَدْرَهُ وَ امْنَعْهُ مِنْ أَنْ يَصِلَ إِلَيَّ أَوْ إِلَى أَحَدٍ مِنْ أَهْلِي وَ مَنْ يَعْنِينِي أَمْرُهُ أَوْ شَيْ‏ءٌ مِمَّا خَوَّلْتَنِي وَ رَزَقْتَنِي وَ أَنْعَمْتَ بِهِ عَلَيَّ مِنْ قَلِيلٍ أَوْ كَثِيرٍ بِسُوءٍ يَا مَنْ هُوَ أَقْرَبُ إِلَيَ‏ مِنْ حَبْلِ الْوَرِيدِ يَا مَنْ‏ يَحُولُ بَيْنَ الْمَرْءِ وَ قَلْبِهِ‏ يَا مَنْ هُوَ بِالْمَنْظَرِ الْأَعْلَى [وَ خَلْقُهُ بِالْمَنْظَرِ الْأَدْنَى‏] يَا مَنْ‏ لَيْسَ كَمِثْلِهِ شَيْ‏ءٌ وَ هُوَ السَّمِيعُ الْبَصِيرُ يَا لَا إِلَهَ إِلَّا أَنْتَ بِحَقِّ لَا إِلَهَ إِلَّا أَنْتَ ارْضَ عَنِّي يَا لَا إِلَهَ إِلَّا أَنْتَ بِحَقِّ لَا إِلَهَ إِلَّا أَنْتَ ارْحَمْنِي يَا لَا إِلَهَ إِلَّا أَنْتَ بِحَقِّ لَا إِلَهَ إِلَّا أَنْتَ تُبْ عَلَيَّ يَا لَا إِلَهَ إِلَّا أَنْتَ بِحَقِّ لَا إِلَهَ إِلَّا أَنْتَ أَعْتِقْنِي يَا لَا إِلَهَ إِلَّا أَنْتَ بِحَقِّ لَا إِلَهَ إِلَّا أَنْتَ تَفَضَّلْ بِقَضَاءِ جَمِيعِ حَوَائِجِي فِي دُنْيَايَ وَ آخِرَتِي‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِير","المصباح للكفعمي "]]