["و مما يعمل في صدر النهار غالبا التعمم و لبس الثياب و الخف و النعل فلنذكر بعض آدابها و أدعيتها فنقول \n\nأما التعمم فقد روي أنه ينبغي أن يقال عنده-\nاللَّهُمَّ سَوِّمْنِي بِسِيمَاءِ الْإِيمَانِ وَ تَوِّجْنِي بِتَاجِ الْكَرَامَةِ وَ قَلِّدْنِي حَبْلَ الْإِسْلَامِ وَ لَا تَخْلَعْ رِبْقَةَ الْإِيمَانِ مِنْ عُنُقِي‏\n. و لا تتعمّم و أنت جالس و إذا تعمّمت فتحنّك بعمامتك فإن التحنّك سنّة مؤكّدة\n\nو أما الآداب في لبس الثياب فينبغي تقصير الثوب فقد نقل في تفسير قوله تعالى‏ وَ ثِيابَكَ فَطَهِّرْ أي فقصر-\n\nو ينبغي أن لا يُتجاوز بالكُم أطراف الأصابع\n\n و لا تبتذل ثوب الصون \n\nو لا تلبس ثوب شهرة \n\nو البس في الصلاة الأبيض\nفَقَدْ رُوِيَ عَنِ الصَّادِقِ ع‏ يُكْرَهُ السَّوَادُ إِلَّا فِي ثَلَاثَةٍ الْخُفِّ وَ الْعِمَامَةِ وَ الْكِسَاءِ\n\n. و أما الدعاء عند لبس الثوب‏\nفَقَدْ رُوِيَ عَنِ الصَّادِقِ ع‏ أَنَّهُ يُقَالُ عِنْدَ لُبْسِ الثَّوْبِ \nاللَّهُمَّ اجْعَلْهُ ثَوْبَ يُمْنٍ وَ بَرَكَةٍ اللَّهُمَّ ارْزُقْنِي فِيهِ شُكْرَ نِعْمَتِكَ وَ حُسْنَ عِبَادَتِكَ وَ الْعَمَلَ بِطَاعَتِكَ الْحَمْدُ لِلَّهِ الَّذِي رَزَقَنِي مَا أَسْتُرُ بِهِ عَوْرَتِي وَ أَتَجَمَّلُ بِهِ فِي النَّاسِ‏\n\nوَ عَنِ الْبَاقِرِ ع‏ أَنَّهُ يُقَالُ عِنْدَ لُبْسِ الثَّوْبِ الْجَدِيدِ:\n\n اللَّهُمَّ اجْعَلْهُ ثَوْبَ يُمْنٍ وَ تَقْوَى وَ بَرَكَةٍ اللَّهُمَّ ارْزُقْنِي فِيهِ حُسْنَ عِبَادَتِكَ وَ عَمَلًا بِطَاعَتِكَ وَ أَدَاءَ شُكْرِ نِعْمَتِكَ الْحَمْدُ لِلَّهِ الَّذِي كَسَانِي مَا أُوَارِي بِهِ عَوْرَتِي وَ أَتَجَمَّلُ بِهِ فِي النَّاس‏ \n\nوَ رُوِيَ‏ أَنَّهُ يُقَالُ عِنْدَ لُبْسِ السَّرَاوِيلِ:\n\n اللَّهُمَّ اسْتُرْ عَوْرَتِي وَ آمِنْ رَوْعَتِي وَ أَعِفَّ فَرْجِي وَ لَا تَجْعَلْ لِلشَّيْطَانِ فِي ذَلِكَ نَصِيباً وَ لَا لَهُ إِلَى ذَلِكَ وُصُولًا فَيَضَعُ لِيَ الْمَكَايِدَ وَ يُهَيِّجُنِي لِارْتِكَابِ مَحَارِمِكَ‏. \n\nو ينبغي أن لا يلبس السراويل و هو مستقبل القبلة\n\nو أما لبس الخف و النعل فليكن و هو جالس و يلبس نعل اليمنى قبل اليسرى و عند الخلع بالعكس و هو قائم-\nوَ يَقُولُ عِنْدَ لُبْسِ كُلٍّ مِنَ الْخُفِّ وَ النَّعْلِ بِسْمِ اللَّهِ وَ بِاللَّهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ وَطِّئْ قَدَمَيَّ فِي الدُّنْيَا وَ الْآخِرَةِ وَ ثَبِّتْهُمَا عَلَى الصِّرَاطِ الْمُسْتَقِيمِ يَوْمَ تَزِلُّ فِيهِ الْأَقْدَامُ وَ تَقُولُ عِنْدَ خَلْعِهِمَا بِسْمِ اللَّهِ وَ بِاللَّهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ الْحَمْدُ لِلَّهِ الَّذِي رَزَقَنِي مَا أُوَقِّي‏ بِهِ قَدَمَيَّ مِنَ الْأَذَى اللَّهُمَّ ثَبِّتْهُمَا عَلَى صِرَاطِكَ وَ لَا تُزِلَّهُمَا عَنْ صِرَاطِكَ السَّوِي‏\n"]