{
"title": "دعاء يوم الجمعة",
"type": "text",
"source": "المصباح للكفعمي",
"data": "اللَّهُمَّ إِنِّي أَحْمَدُكَ وَ أَنْتَ لِلْحَمْدِ أَهْلٌ بِمَحَامِدِكَ الْكَثِيرَةِ الطَّيِّبَةِ الَّتِي اسْتَوْجَبْتَهَا عَلَيَّ بِحُسْنِ صَنِيعِكَ إِلَيَّ فِي الْأُمُورِ كُلِّهَا فَإِنَّكَ قَدِ اصْطَنَعْتَ عِنْدِي بِأَنْ أَحْمَدَكَ كَثِيراً وَ أُسَبِّحَكَ كَثِيراً- إِنَّكَ كُنْتَ بِنا بَصِيراً وَ فِي الْأُمُورِ كُلِّهَا وَاقِياً وَ عَنِّي مُدَافِعاً تُوَاتِرُنِي بِالنِّعَمِ وَ الْإِحْسَانِ إِذْ عَزَمْتَ خَلْقِي إِنْسَاناً مِنْ نَسْلِ آدَمَ الَّذِي كَرَّمْتَهُ وَ فَضَّلْتَهُ جَلَّ ثَنَاؤُكَ وَ تَعَالَى ذِكْرُكَ وَ إِذِ اسْتَنْقَذْتَنِي‏  مِنَ الْأُمَمِ الَّتِي أَهْلَكْتَ حَتَّى أَخْرَجْتَنِي إِلَى الدُّنْيَا أَسْمَعُ وَ أَعْقِلُ وَ أُبْصِرُ وَ إِذْ جَعَلْتَنِي‏  مِنْ أُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ الْمَرْحُومَةِ الْمُثَابِ عَلَيْهَا وَ رَبَّيْتَنِي عَلَى ذَلِكَ صَغِيراً وَ لَمْ تُغَادِرْ مِنْ إِحْسَانِكَ إِلَيَّ شَيْئاً فَتَحْمَدَكَ نَفْسِي بِحُسْنِ الْفَعَالِ فِي الْمَنَازِلِ كُلِّهَا عَلَى خَلْقِي وَ صُورَتِي وَ هِدَايَتِي وَ رَفْعِكَ إِيَّايَ مَنْزِلَةً بَعْدَ مَنْزِلَةٍ حَتَّى بَلَغْتَ‏  بِي هَذَا الْيَوْمَ مِنَ الْعُمُرِ مَا بَلَغْتُ مَعَ جَمِيعِ نِعَمِكَ وَ الْأَرْزَاقِ الَّتِي أَنْتَ عِنْدِي بِهَا مَحْمُودٌ مَشْكُورٌ لَا إِلَهَ إِلَّا أَنْتَ وَ عَلَى مَا جَعَلْتَهُ لِي بِمَنِّكَ قُوتاً فِي بَقِيَّةِ الْمُدَّةِ وَ عَلَى مَا رَفَعْتَ عَنِّي مِنَ الِاضْطِرَارِ وَ اسْتَجَبْتَ‏  لِي مِنَ الدُّعَاءِ فِي الرَّغَبَاتِ وَ أَحْمَدُكَ عَلَى حَالِي هَذِهِ كُلِّهَا وَ مَا سِوَاهَا مِمَّا أُحْصِي وَ مِمَّا لَا أُحْصِي هَذَا ثَنَائِي عَلَيْكَ مُهَلِّلًا مَادِحاً تَائِباً مُسْتَغْفِراً مُتَعَوِّذاً ذَاكِراً لِتَذْكُرَنِي بِالرِّضْوَانِ جَلَّ ثَنَاؤُكَ وَ لَكَ الْحَمْدُ كَمَا تَوَلَّيْتَ الْحَمْدَ بِقُدْرَتِكَ وَ اسْتَخْلَصْتَ الْحَمْدَ لِنَفْسِكَ وَ جَعَلْتَ الْحَمْدَ مِنْ خَاصَّتِكَ وَ رَضِيتَ بِالْحَمْدِ مِنْ عِبَادِكَ وَ فَتَحْتَ‏  بِالْحَمْدِ كِتَابَكَ وَ خَتَمْتَ بِالْحَمْدِ قَضَاءَكَ وَ لَمْ يَعْدِلْ‏  إِلَى غَيْرِكَ وَ لَمْ يَقْصُرِ الْحَمْدُ  دُونَكَ فَلَا مَدْفَعَ لِلْحَمْدِ عَنْكَ وَ لَا مُسْتَقَرَّ لِلْحَمْدِ إِلَّا عِنْدَكَ وَ لَا يَنْبَغِي الْحَمْدُ إِلَّا لَكَ حَمْداً عَدَدَ مَا أَنْشَأْتَ وَ مِلْ‏ءَ مَا ذَرَأْتَ وَ عَدَدَ مَا حَمِدَكَ بِهِ جَمِيعُ خَلْقِكَ وَ كَمَا رَضِيتَ بِهِ لِنَفْسِكَ وَ رَضِيتَ بِهِ عَمَّنْ حَمِدَكَ وَ كَمَا حَمِدْتَ نَفْسَكَ وَ اسْتَحْمَدْتَ إِلَى خَلْقِكَ وَ كَمَا رَضِيتَ لِنَفْسِكَ وَ حَمِدَكَ جَمِيعُ مَلَائِكَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ حَمْداً يَكُونُ أَرْضَى الْحَمْدِ لَكَ وَ أَكْثَرَ الْحَمْدِ عِنْدَكَ وَ أَطْيَبَهُ لَدَيْكَ حَمْداً يَكُونُ أَحَبَّ الْحَمْدِ إِلَيْكَ وَ أَشْرَفَ الْحَمْدِ عِنْدَكَ وَ أَسْرَعَ الْحَمْدِ إِلَيْكَ حَمْداً عَدَدَ كُلِّ شَيْ‏ءٍ خَلَقْتَ وَ مِلْ‏ءَ كُلِّ شَيْ‏ءٍ خَلَقْتَهُ وَ وَزْنَ كُلِّ شَيْ‏ءٍ خَلَقْتَهُ وَ لَكَ الْحَمْدُ مِثْلَهُ وَ مَعَهُ أَضْعَافاً مُضَاعَفَةً كُلُّ ضِعْفٍ مِنْهُ عَدَدَ كُلِّ شَيْ‏ءٍ أَحَاطَ بِهِ عِلْمُكَ وَ مِلْ‏ءَ كُلِّ شَيْ‏ءٍ أَحَاطَ بِهِ عِلْمُكَ وَ زِنَةَ كُلِّ شَيْ‏ءٍ أَحَاطَ بِهِ عِلْمُكَ يَا ذَا الْعِلْمِ الْعَلِيمِ وَ الْمُلْكِ الْقَدِيمِ وَ الشَّرَفِ الْعَظِيمِ وَ الْوَجْهِ الْكَرِيمِ حَمْداً دَائِماً يَدُومُ مَا دَامَ سُلْطَانُكَ وَ يَدُومُ مَا دَامَ وَجْهُكَ وَ يَدُومُ مَا دَامَتْ جَنَّتُكَ وَ يَدُومُ مَا دَامَتْ نِعْمَتُكَ وَ يَدُومُ مَا دَامَتْ رَحْمَتُكَ حَمْداً مِدَادَ الْحَمْدِ وَ غَايَتَهُ وَ مَعْدِنَهُ وَ مُنْتَهَاهُ وَ قَرَارَهُ وَ مَأْوَاهُ حَمْداً مِدَادَ كَلِمَاتِكَ وَ زِنَةَ عَرْشِكَ وَ سَعَةَ رَحْمَتِكَ وَ زِنَةَ كُرْسِيِّكَ وَ رِضَا نَفْسِكَ وَ مِلْ‏ءَ بَرِّكَ وَ بَحْرِكَ وَ حَمْداً سَعَةَ عِلْمِكَ وَ مُنْتَهَاهُ وَ عَدَدَ خَلْقِكَ وَ مِقْدَارَ عَظَمَتِكَ وَ كُنْهَ قُدْرَتِكَ وَ مَبْلَغَ مِدْحَتِكَ حَمْداً يَفْضُلُ الْمَحَامِدَ كَفَضْلِكَ عَلَى جَمِيعِ خَلْقِكَ وَ حَمْداً عَدَدَ خَفَقَانِ أَجْنِحَةِ الطَّيْرِ فِي الْهَوَاءِ وَ عَدَدَ نُجُومِ السَّمَاءِ وَ الدُّنْيَا مُنْذُ  كَانَتْ وَ إِذْ عَرْشُكَ عَلَى الْمَاءِ حِينَ لَا أَرْضَ وَ لَا سَمَاءَ وَ حَمْداً يَصْعَدُ وَ لَا يَنْفَدُ يَبْلُغُكَ أَوَّلُهُ وَ لَا يَنْقَطِعُ آخِرُهُ حَمْداً سَرْمَداً لَا يُحْصَى عَدَداً وَ لَا يَنْقَطِعُ أَبَداً حَمْداً كَمَا تَقُولُ وَ فَوْقَ مَا نَقُولُ حَمْداً كَثِيراً نَافِعاً طَيِّباً وَاسِعاً مُبَارَكاً فِيهِ حَمْداً يَزْدَادُ كَثْرَةً وَ طِيباً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بَارِكْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَرَحَّمْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ وَ بَارَكْتَ وَ تَرَحَّمْتَ عَلَى إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ أَعْطِهِ الْيَوْمَ أَفْضَلَ الْوَسَائِلِ وَ أَشْرَفَ الْأَعَاطِي وَ أَعْظَمَ الْحِبَاءِ وَ أَكْرَمَ الْمَنَازِلِ وَ أَسْرَعَ الْحُدُودِ وَ أَقَرَّ الْأَعْيُنِ اللَّهُمَّ أَعْطِ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ الْوَسِيلَةَ وَ الْفَضِيلَةَ وَ الرَّكَانَةَ وَ السَّعَادَةَ وَ الرِّفْعَةَ وَ الْغِبْطَةَ وَ شَرَفَ الْمُنْتَهَى وَ النَّصِيبَ الْأَوْفَى وَ الْغَايَةَ الْقُصْوَى وَ الرَّفِيقَ الْأَعْلَى وَ أَعْطِهِ حَتَّى يَرْضَى وَ زِدْهُ بَعْدَ الرِّضَا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ الْأُمِّيِّ الَّذِي خَلَقْتَهُ لِنُبُوَّتِكَ وَ أَكْرَمْتَهُ بِرِسَالَتِكَ وَ بَعَثْتَهُ رَحْمَةً لِخَلْقِكَ وَ عَلَى آلِ مُحَمَّدٍ اللَّهُمَّ أَقْبِلْ عَلَيْهِ رَاضِياً بِوَجْهِكَ وَ أَظِلَّهُ فِي ظِلِّ عَرْشِكَ وَ اجْعَلْهُ فِي الْمَحَلِّ الرَّفِيعِ مِنْ جَنَّتِكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ نَبِيِّ الرَّحْمَةِ وَ قَائِدِ الرَّحْمَةِ  وَ إِمَامِ الْهُدَى وَ الدَّاعِي إِلَى سَبِيلِ الْإِسْلَامِ وَ رَسُولِكَ يَا رَبَّ الْعَالَمِينَ وَ خَاتَمِ النَّبِيِّينَ وَ سَيِّدِ الْمُرْسَلِينَ وَ إِمَامِ الْمُتَّقِينَ وَ نَجِيِّ الرُّوحِ الْأَمِينِ وَ رَضِيِّ الْمُؤْمِنِينَ وَ صَفِيِّ الْمُصْطَفَيْنَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا تَلَا كِتَابَكَ وَ بَلَّغَ رِسَالاتِكَ وَ عَمِلَ بِطَاعَتِكَ وَ صَدَعَ بِأَمْرِكَ وَ نَصَحَ لِعِبَادِكَ وَ جَاهَدَ فِي سَبِيلِكَ وَ ذَبَّ عَنْ‏ حُرُمَاتِكَ وَ أَقَامَ حُدُودَكَ وَ أَظْهَرَ دِينَكَ وَ وَفَى بِعَهْدِكَ وَ أُوذِيَ فِي جَنْبِكَ وَ دَعَا إِلَى كِتَابِكَ وَ عَبَدَكَ حَتَّى أَتَاهُ الْيَقِينُ وَ كَانَ بِالْمُؤْمِنِينَ رَءُوفاً رَحِيماً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَكْرِمْهُ كَرَامَةً تَبْدُو فَضِيلَتُهَا عَلَى جَمِيعِ الْخَلَائِقِ وَ ابْعَثْهُ الْمَقَامَ الْمَحْمُودَ الَّذِي وَعَدْتَهُ- إِنَّكَ لا تُخْلِفُ الْمِيعادَ اللَّهُمَّ اجْعَلْ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ أَحَبَّ خَلْقِكَ إِلَيْكَ حُبّاً وَ أَفْضَلَهُمْ عِنْدَكَ شَرَفاً وَ أَقْدَمَهُمْ‏  لَدَيْكَ نَصِيباً وَ أَعْظَمَهُمْ عِنْدَكَ زُلْفَى وَ أَقَرَّهُمْ بِرُؤْيَتِكَ عَيْناً وَ أَطْلَقَهُمْ لِسَاناً وَ أَكْرَمَهُمْ مَقَاماً وَ أَدْنَاهُمْ مِنْكَ مَجْلِساً وَ أَقْرَبَهُمْ إِلَيْكَ وَسِيلَةً وَ أَكْبَرَهُمْ وَارِدَةً وَ أَكْثَرَهُمْ تَبَعاً وَ أَشْرَقَهُمْ وَجْهاً وَ أَتَمَّهُمْ نُوراً وَ أَنْجَحَهُمْ طَلِبَةً وَ أَعْلَاهُمْ كَعْباً وَ أَوْسَعَهُمْ فِي الْجَنَّةِ مَنْزِلًا إِلَهَ الْحَقِّ آمِينَ اللَّهُمَّ اجْعَلْ فِي الْمُنْتَجَبِينَ كَرَامَتَهُ وَ فِي الْأَكْرَمِينَ مَحَبَّتَهُ وَ فِي الْأَفْضَلِينَ مَنْزِلَتَهُ وَ فِي الْمُصْطَفَيْنَ مَحَبَّتَهُ وَ فِي الْمُقَرَّبِينَ مَوَدَّتَهُ وَ فِي الْأَعْلَيْنَ ذِكْرَهُ وَ فِي عِلِّيِّينَ دَارَهُ وَ أَعْطِهِ أُمْنِيَّتَهُ وَ غَايَتَهُ وَ رِضَا نَفْسِهِ وَ مُنْتَهَاهَا  اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ شَرِّفْ بُنْيَانَهُ وَ عَظِّمْ بُرْهَانَهُ وَ ثَقِّلْ مِيزَانَهُ وَ كَرِّمْ‏  نُزُلَهُ وَ أَحْسِنْ مَآبَهُ وَ أَجْزِلْ ثَوَابَهُ وَ تَقَبَّلْ شَفَاعَتَهُ وَ قَرِّبْ وَسِيلَتَهُ وَ بَيِّضْ وَجْهَهُ وَ أَتِمَّ نُورَهُ وَ ارْفَعْ دَرَجَتَهُ وَ أَحْيِنَا عَلَى سُنَّتِهِ وَ تَوَفَّنَا عَلَى مِلَّتِهِ وَ خُذْ بِنَا  مِنْهَاجَهُ وَ لَا تُخَالِفْ بِنَا عَنْ سَبِيلِهِ وَ اجْعَلْنَا مِمَّنْ يَلِيهِ وَ احْشُرْنَا فِي زُمْرَتِهِ وَ عَرِّفْنَا وَجْهَهُ كَمَا عَرَّفْتَنَا اسْمَهُ وَ أَقْرِرْ عُيُونَنَا بِرُؤْيَتِهِ كَمَا أَقْرَرْتَهَا بِذِكْرِهِ-وَ أَوْرِدْنَا حَوْضَهُ كَمَا آمَنَّا بِهِ وَ اسْقِنَا بِكَأْسِهِ وَ اجْعَلْنَا مَعَهُ وَ فِي حِزْبِهِ وَ لَا تُفَرِّقْ بَيْنَنَا وَ بَيْنَهُ وَ اجْعَلْنَا مِمَّنْ تَنَالُهُ شَفَاعَتُهُ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ كُلَّمَا ذُكِرَ السَّلَامُ فَعَلَى نَبِيِّنَا وَ آلِهِ مِنَّا رَحْمَةٌ وَ سَلَامٌ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِوَجْهِكَ الْكَرِيمِ الْحَسَنِ الْجَمِيلِ الَّذِي‏ لَيْسَ كَمِثْلِهِ شَيْ‏ءٌ- نُورِ  السَّمَاوَاتِ وَ الْأَرْضِ‏ ذِي‏  الْجَلالِ وَ الْإِكْرامِ‏ وَ كَلِمَاتِكَ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَ لَا فَاجِرٌ وَ بِسُلْطَانِكَ الْعَظِيمِ وَ قُرْآنِكَ الْحَكِيمِ وَ فَضْلِكَ الْكَبِيرِ  وَ مَنِّكَ الْكَرِيمِ وَ مُلْكِكَ الْقَدِيمِ وَ خَلْقِكَ الْعَظِيمِ وَ بِمَغْفِرَتِكَ وَ رَحْمَتِكَ الْوَاسِعَةِ وَ بِإِحْسَانِكَ وَ رَأْفَتِكَ الْبَالِغَةِ وَ بِعَظَمَتِكَ وَ كِبْرِيَائِكَ وَ جَبَرُوتِكَ وَ بِفَخْرِكَ وَ جَلَالِكَ وَ مَجْدِكَ وَ كَرَمِكَ وَ بَرَكَاتِكَ وَ بِحُرْمَةِ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بِحُرْمَةِ عِبَادِكَ الصَّالِحِينَ فَإِنَّكَ أَمَرْتَ بِالدُّعَاءِ وَ ضَمِنْتَ الْإِجَابَةَ وَ إِنَّكَ لا تُخْلِفُ الْمِيعادَ وَ أَدْعُوكَ لِذَلِكَ إِلَهِي وَ أَرْغَبُ إِلَيْكَ لِذَلِكَ إِنِّي لَا أَبْرَحُ مِنْ مَقَامِي هَذَا وَ لَا تَنْقَضِي مَسْأَلَتِي حَتَّى تَغْفِرَ لِي كُلَّ ذَنْبٍ أَذْنَبْتُهُ وَ كُلَّ شَيْ‏ءٍ تَرَكْتَهُ مِمَّا أَمَرْتَنِي بِهِ وَ كُلَّ شَيْ‏ءٍ أَتَيْتُهُ مِمَّا نَهَيْتَنِي عَنْهُ وَ كُلَّ شَيْ‏ءٍ كَرِهْتَ مِنْ أَمْرِي وَ عَمَلِي وَ كُلَّ شَيْ‏ءٍ تَعَدَّيْتُهُ مِنْ أَمْرِكَ وَ حُدُودِكَ وَ كُلَّ شَيْ‏ءٍ وَعَدْتُ فَأَخْلَفْتُ وَ كُلَّ شَيْ‏ءٍ عَهِدْتُ فَنَقَضْتُ وَ كُلَّ ذَنْبٍ فَعَلْتُهُ وَ ظُلْمٍ ظَلَمْتُهُ وَ كُلَّ جَوْرٍ جُرْتُهُ وَ كُلَّ زَيْغٍ زُغْتُهُ وَ كُلَّ سَفَهٍ سَفِهْتُهُ وَ كُلَّ سُوءٍ  أَتَيْتُهُ قَدِيماً أَوْ حَدِيثاً صَغِيراً أَوْ كَبِيراً دَقِيقاً أَوْ جَلِيلًا مِمَّا أَعْلَمُ مِنْهُ وَ مِمَّا  لَا أَعْلَمُ وَ مَا نَظَرَ إِلَيْهِ بَصَرِي وَ أَصْغَى إِلَيْهِ سَمْعِي أَوْ نَطَقَ بِهِ لِسَانِي أَوْ سَاغَ فِي حَلْقِي أَوْ وَلَجَ فِي بَطْنِي‏ أَوْ وَسْوَسَ فِي صَدْرِي أَوْ رَكَنَ إِلَيْهِ قَلْبِي أَوْ بَسَطْتُ إِلَيْهِ يَدِي أَوْ مَشَتْ إِلَيْهِ رِجْلَايَ أَوْ بَاشَرَهُ جِلْدِي أَوْ أَفْضَى إِلَيْهِ فَرْجِي أَوْ لَانَ لَهُ طَوْرِي‏  أَوْ قَلَبْتُ لَهُ شَيْئاً مِنْ أَرْكَانِي مَغْفِرَةً عَزْماً جَزْماً لَا تُغَادِرُ لِي ذَنْباً وَ لَا أَكْتَسِبُ بَعْدَهَا خَطِيئَةً وَ لَا إِثْماً مَغْفِرَةً تُطَهِّرُ بِهَا قَلْبِي وَ تُخَفِّفُ بِهَا ظَهْرِي وَ تُجَاوِزُ بِهَا عَنْ إِصْرِي وَ تَضَعُ بِهَا عَنِّي وِزْرِي وَ تُزَكِّي بِهَا عَمَلِي وَ تُجَاوِزُ  بِهَا عَنْ سَيِّئَاتِي وَ تُلَقِّنِّي بِهَا عِنْدَ فِرَاقِ الدُّنْيَا حُجَّتِي وَ أَنْظُرُ بِهَا إِلَى وَجْهِكَ الْكَرِيمِ‏  يَوْمَ الْقِيَامَةِ وَ عَلَيَّ مِنْكَ نُورٌ وَ كَرَامَةٌ يَا فَعَّالَ الْخَيْرِ وَ النَّعْمَاءِ يَا مُجَلِّيَ عَظَائِمِ الْأُمُورِ يَا كَاشِفَ الضُّرِّ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ‏  يَا رَاحِمَ الْمَسَاكِينِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ إِلَيْكَ جَارَتْ نَفْسِي وَ أَنْتَ مُنْتَهَى حِيلَتِي وَ مُنْتَهَى رَجَائِي وَ إِلَيْكَ مُنْتَهَى رَغْبَتِي وَ ذُخْرِي أَنْتَ الْغَنِيُّ وَ أَنَا الْفَقِيرُ وَ أَنْتَ السَّيِّدُ وَ أَنَا الْعَبْدُ وَ إِنَّمَا يَسْأَلُ الْعَبْدُ سَيِّدَهُ إِلَهِي فَلَا تَرُدَّ دُعَائِي وَ لَا تَقْطَعْ رَجَائِي وَ لَا تَجْبَهْنِي بِرَدِّ مَسْأَلَتِي وَ اقْبَلْ مَعْذِرَتِي وَ تَضَرُّعِي وَ لَا تَهُنْ عَلَيْكَ شَكْوَايَ فَبِكَ الْيَوْمَ أَنْزَلْتُ حَاجَتِي وَ رَغْبَتِي وَ إِلَيْكَ وَجَّهْتُ وَجْهِي لَا إِلَهَ إِلَّا أَنْتَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْتَ خَيْرُ مَنْ سُئِلَ وَ أَوْسَعُ مَنْ أَعْطَى وَ أَرْحَمُ مَنْ قَدَرَ وَ أَحَقُّ مَنْ رَحِمَ وَ غَفَرَ وَ عَفَا وَ تَجَاوَزَ وَ أَنْتَ أَحَقُّ مَنْ تَابَ عَلَيَّ وَ قَبِلَ الْعُذْرَ وَ الْمَلَقَ وَ أَنْتَ أَحَقُّ مَنْ أَعَاذَ وَ خَلَّصَ وَ نَجَا وَ أَنْتَ أَحَقُّ مَنْ أَغَاثَ وَ سَمِعَ وَ اسْتَجَابَ لِأَنَّهُ لَا يَرْحَمُ رَحْمَتَكَ أَحَدٌ وَ لَا يُنْجِي نَجَاتَكَ أَحَدٌ اللَّهُمَّ فَأَرْشِدْنِي وَ سَدِّدْنِي وَ وَفِّقْنِي لِمَا تُحِبُّ وَ تَرْضَى مِنَ الْأَعْمَالِ بِرَحْمَتِكَ يَا أَرْحَمَ‏ الرَّاحِمِينَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ أَجْمَعِينَ أَسْتَلْطِفُ اللَّهَ الْعَلِيَّ الْعَظِيمَ اللَّطِيفَ لِمَا يَشَاءُ فِي تَيْسِيرِ مَا أَخَافُ عُسْرَهُ فَإِنَّ تَيْسِيرَ الْعَسِيرِ عَلَى اللَّهِ يَسِيرٌ- وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ"
}