{
"title": "دعاء ليلة السبت لأمير المؤمنين(ع)",
"type": "text",
"source": "الصحيفة العلوية",
"data": "يا مَنْ عَفى عَنِ السَّيِّئاتِ وَ لَمْ يُجازِ بِها،اِرْحَمْ عَبْدَكَ يا اَللَّهُ نَفْسي نَفْسي اِرْحَمْ عَبْدَكَ، اَىْ سَيِّداهُ عَبْدَكَ بَيْنَ يَدَيْكَ اَيا رَبَّاهُ، اَىْ اِلهي بِكَيْنُونِيَّتِكَ، اَىْ اَمَلاهُ، اَىْ رَجاياهُ، اَىْ غِياثاهُ، اَىْ مُنْتَهى رَغْبَتاهُ، اَىْ مُجْرِيَ الدَّمِّ في عُرُوقي، عَبْدَكَ بَيْنَ يَدَيْكَ، اَىْ سَيِّدي اَىْ هذا عَبْدُكَ مالِكَ عَبْدِهِ،.\n\nاَىْ سَيِّداهُ، يا اَمَلاهُ، يا مالِكاهُ، اَيا هُو اَياهُو يا رَبّاهُ عَبْدَكَ لا حيلَةَ لي وَ لا غِنى بي عَنْ نَفْسي، وَ لااَسْتَطيعُ لَها ضَرّاً وَ لا نَفْعاً، وَ لااَجِدُ مَنْ اُصانِعُهُ، تَقَطَّعَتْ اَسْبابُ الْخَدائِعِ عَنّي، وَ اضْمَحَلَّ عَنّي كُلُّ باطِلٍ، وَ اَفْرَدَنِيَ الدَّهْرُ اِلَيْكَ، فَقُمْتُ هذَا الْمَقامَ بَيْنَ يَدَيْكَ، اِلهي تَعْلَمُ هذا كُلَّهُ فَكَيْفَ اَنْتَ صانِعٌ بي.\n\nلَيْتَ شِعْري وَ لااَشْعُرُ كَيْفَ تَقُولُ لِدُعائي، اَتَقُولُ لِدُعائي: نَعَمْ، اَوْ تَقُولُ: لا، فَاِنْ قُلْتَ: لا، فَيا وَيْلي يا وَيْلي يا وَيْلي، يا عَوْلي يا عَوْلي يا عَوْلي، يا شِقْوَتي يا شِقَوَتي يا شِقْوَتي، يا ذُلّي يا ذُلّي يا ذُلّي، اِلى مَنْ اَوْ عِنْدَ مَنْ اَوْ كَيْفَ، اَوْ لِماذا اَوْ اِلى اَىِّ شَيْ ءٍ اَلْجَأُ، وَ مَنْ اَرْجُو وَ مَنْ يَعُودُ عَلَيَّ حَيْثَ تَرْفُضُني يا واسِعَ الْمَغْفِرَةِ.\n\nوَ اِنْ قُلْتَ: نَعَمْ، كَمَا الظَّنُّ بِكَ، فَطُوبى لي اَنَا السَّعيدُ، طُوبى لي اَنَا الْغَنِيُّ، طُوبى لي اَنَا الْمَرْحُومُ، اَىْ مُتَراحِمُ، اَىْ مُتَرائِفُ، اَىْ مُتَعَطِّفُ، اَىْ مُتَمَلِّكُ، اَىْ مُتَجَبِّرُ، اَىْ مُتَسَلِّطُ، لا عَمَلَ لي اَبْلُغُ بِهِ نَجاحَ حاجَتي.\n\nفَاَنَا اَسْأَلُكَ بِاسْمِكَ الَّذي اَنْشَأْتَهُ مِنْ كُلِّكَ، وَ اسْتَقَرَّ في غَيْبِكَ اَبَداً، فَلايَخْرُجُ مِنْكَ اِلى شَيْ ءٍ سِواكَ، اَسْأَلُكَ بِهِ هُوَ ثُمَّ لَمْ يُلْفَظْ بِهِ، وَ لايُلْفَظُ بِهِ اَبَداً اَبَداً، وَ بِهِ وَ بِكَ لا شَيْ ءَ غَيْرَ هذا، وَ لااَجِدُ اَحَداً اَنْفَعَ لي مِنْكَ، اَىْ كَبيرُ، اَىْ عَلِيُّ، اَىْ مَنْ عَرَّفَني نَفْسَهُ، اَىْ مَنْ اَمَرَني بِطاعَتِهِ، اَىْ مَنْ نَهاني عَنْ مَعْصِيَتِهِ، اَىْ مَنْ اَعْطاني مَسْؤُولي، اَىْ مَدْعُوُّ، اَىْ مَسْؤُولُ، اَىْ مَطْلُوباً اِلَيْهِ.\n\nاِلهي رَفَضْتُ وَصِيَّتَكَ وَ لَمْ اُطِعْكَ، وَ لَوْ اَطَعْتُكَ لَكَفَيْتَني ما قُمْتُ اِلَيْكَ فيهِ قَبْلَ اَنْ اَقْدَمُ، وَ اَنَا مَعَ مَعْصِيَتي لَكَ راجٍ، فَلاتَحُلْ بَيْني وَ بَيْنَ ما رَجَوْتُ، وَ ارْدُدْ يَدي عَلَيَّ مَلأى مِنْ خَيْرِكَ وَ فَضْلِكَ، وَ بِرِّكَ وَ عافِيَتِكَ، وَ مَغْفِرَتِكَ وَ رِضْوانِكَ، بِحَقِّكَ يا سَيِّدي.\n\nو كان اميرالمؤمنين عليه السلام يتبع هذا الدعاء بهذه الكلمات:\n\nيا عُدَّتي عِنْدَ كُرْبَتي، وَ يا غِياثي عِنْدَ شِدَّتي، وَ يا وَلِيَّ نِعْمَتي، يا مُنْجِحي في حاجَتي، يا مَفْزَعي في وَرْطَتي، يا مُنْقِذي مِنْ هَلَكَتي، يا كالِئي في وَحْدَتي، صَلِّ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ اغْفِرْلي خَطيئَتي، وَ يَسِّرْلي اَمْري، وَ اجْمَعْ لي شَمْلي، وَ اَنْجِحْ لي طَلِبَتي، وَ اَصْلِحْ لي شَأْني، وَ اكْفِني ما اَهَمَّني، وَ اجْعَلْ لي مِنْ اَمْري فَرَجاً وَ مَخْرَجاً، وَ لاتُفَرِّقْ بَيْني وَ بَيْنَ الْعافِيَةِ اَبَداً ما اَبْقَيْتَني وَ عِنْدَ وَ فاتي اِذا تَوَفَّيْتَني يا اَرْحَمَ الرَّاحِمينَ. "
}