{
"title": "دعاء يوم الأحد",
"type": "text",
"source": "المصباح للكفعمي",
"data": "سُبْحَانَكَ رَبَّنَا وَ لَكَ الْحَمْدُ أَنْتَ اللَّهُ الْحَيُّ الْأَوَّلُ الْكَائِنُ قَبْلَ جَمِيعِ الْأُمُورِ وَ الْمُكَوَّنُ لَهَا بِقُدْرَتِكَ وَ الْعَالِمُ بِمَصَادِرِهَا  كَيْفَ تَكُونُ أَنْتَ الَّذِي سَمَوْتَ بِعَرْشِكَ فِي الْهَوَاءِ لِعُلُوِّ مَكَانِكَ وَ سَدَدْتَ الْأَبْصَارَ عَنْهُ بِتَلَأْلُؤِ نُورِكَ وَ احْتَجَبْتَ عَنْهُمْ بِعَظِيمِ مُلْكِكَ وَ تَوَحَّدْتَ فَوْقَ عَرْشِكَ بِقَهْرِكَ وَ سُلْطَانِكَ ثُمَّ دَعَوْتَ السَّمَاوَاتِ إِلَى طَاعَةِ أَمْرِكَ فَأَجَبْنَ مُذْعِنَاتٍ إِلَى دَعْوَتِكَ وَ اسْتَقَرَّتْ عَلَى غَيْرِ عَمَدٍ مِنْ خِيفَتِكَ وَ زَيَّنْتَهَا لِلنَّاظِرِينَ وَ أَسْكَنْتَهَا الْعِبَادَ الْمُسَبِّحِينَ وَ فَتَقْتَ الْأَرَضِينَ فَسَطَحْتَهَا لِمَنْ فِيهَا مِهَاداً وَ أَرْسَيْتَهَا بِالْجِبَالِ أَوْتَاداً فَرَسَخَ سِنْخُهَا فِي الثَّرَى وَ عَلَتْ ذُرَاهَا فِي الْهَوَاءِ فَاسْتَقَرَّتْ عَلَى الرَّوَاسِي الشَّامِخَاتِ وَ زَيَّنْتَهَا بِالنَّبَاتِ وَ حَفَفْتَ عَنْهَا بِالْأَحْيَاءِ وَ الْأَمْوَاتِ مَعَ حَكِيمٍ مِنْ أَمْرِكَ يَقْصُرُ عَنْهُ الْمَقَالُ وَ لَطِيفٍ مِنْ‏ صُنْعِكَ‏  فِي الْفَعَالِ قَدْ أَبْصَرَهُ الْعِبَادُ حَتَّى‏  نَظَرُوا وَ فَكَّرَ فِيهِ النَّاظِرُونَ فَاعْتَبَرُوا فَتَبَارَكْتَ مُنْشِئَ الْخَلْقِ بِقُدْرَتِكَ وَ صَانِعَ صُوَرِ الْأَجْسَادِ بِعَظَمَتِكَ وَ نَافِخَ النَّسَمِ‏  فِيهَا بِعِلْمِكَ وَ مُحْكَمِ أَمْرِ الدُّنْيَا وَ الْآخِرَةِ بِحِكْمَتِكَ وَ أَنْتَ الْحَامِدُ نَفْسَهُ بِمَا أَنْتَ أَهْلُهُ الْمُجَلِّلُ رِدَاءَ الرَّحْمَةِ خَلْقَهُ الْمُسْبِغُ عَلَيْهِمْ فَضْلَهُ الْمُوسِعُ عَلَيْهِمْ رِزْقَهُ لَمْ يَكُنْ قَبْلَكَ يَا رَبِّ رَبٌّ وَ لَا مَعَكَ يَا إِلَهِي إِلَهٌ لَطُفْتَ فِي عَظَمَتِكَ دُونَ اللُّطَفَاءِ  مِنْ خَلْقِكَ وَ عَظُمْتَ عَلَى كُلِّ عَظِيمٍ بِعَظَمَتِكَ وَ عَلِمْتَ مَا تَحْتَ أَرْضِكَ كَعِلْمِكَ مَا فَوْقَ عَرْشِكَ تَبَطَّنْتَ لِلظَّاهِرِينَ مِنْ خَلْقِكَ وَ لَطُفْتَ لِلنَّاظِرِينَ فِي قَطَرَاتِ أَرْضِكَ فَكَانَتْ وَسَاوِسُ الصُّدُورِ كَالْعَلَانِيَةِ عِنْدَكَ وَ عَلَانِيَةُ الْقَوْلِ كَالسِّرِّ فِي عِلْمِكَ فَانْقَادَ كُلُّ شَيْ‏ءٍ لِعَظَمَتِكَ وَ خَضَعَ‏  كُلُّ سُلْطَانٍ لِسُلْطَانِكَ وَ قَهَرْتَ مُلْكَ الْمُلُوكِ بِمُلْكِكَ وَ صَارَ أَمْرُ الدُّنْيَا وَ الْآخِرَةِ بِيَدِكَ يَا لَطِيفَ اللُّطَفَاءِ فِي أَجَلِّ الْجَلَالَةِ وَ يَا أَعْلَى الْأَعْلَيْنَ فِي أَقْرَبِ الْقُرْبِ أَنْتَ الْمُغَشِّي بِنُورِكَ حَدَقَ النَّاظِرِينَ وَ الْمُحَيِّرُ فِي النَّظَرِ أَطْرَافَ‏  الْطَّارِفِينَ وَ الْمُظِلُّ شُعَاعُهُ‏  أَبْصَارَ الْمُبْصِرِينَ فَحَدَقُ الْأَبْصَارِ حُسَّرٌ دُونَ النَّظَرِ إِلَيْكَ وَ أَنَاسِيُّ الْعُيُونِ خَاشِعَةٌ لِرُبُوبِيَّتِكَ لَمْ تَبْلُغْ مُقَلُ حَمَلَةِ الْعَرْشِ‏  مُنْتَهَاكَ وَ لَا الْمُقَايِسِينَ‏  قَدْرَ عُلُوِّكَ وَ لَا يُحِيطُ بِكَ الْمُتَفَكِّرُونَ فَسُبْحَانَكَ وَ بِحَمْدِكَ تَبَارَكْتَ رَبَّنَا جَلَّ ثَنَاؤُكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ نَبِيِّ الرَّحْمَةِ الْبَرِّ بِالْأُمَّةِ وَ الْوَاعِظِ بِالْحِكْمَةِ وَ الدَّلِيلِ عَلَى كُلِ‏ خَيْرٍ وَ حَسَنَةٍ إِمَامِ الْهُدَى وَ خَاتَمِ الْأَنْبِيَاءِ وَ فَاتِحِ مَذْخُورِ الشَّفَاعَةِ الْآمِرِ بِالْمَعْرُوفِ وَ النَّاهِي عَنِ الْمُنْكَرِ وَ مُحِلِّ الطَّيِّبَاتِ وَ مُحَرِّمِ الْخَبَائِثِ وَ وَاضِعِ الْآصَارِ وَ فَكَّاكِ الْأَغْلَالِ الَّتِي كَانَتْ عَلَى أَهْلِ التَّوْرَاةِ وَ الْإِنْجِيلِ اللَّهُمَّ وَ كَمَا  أَحْلَلْتَ وَ حَرَّمْتَ بِمَا جَاءَ بِهِ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ مِنَ الْهُدَى فَاجْزِهِ خَيْرَ الْجَزَاءِ وَ صَلِّ عَلَيْهِ وَ عَلَى أَهْلِ بَيْتِهِ أَفْضَلَ الصَّلَاةِ وَ ابْعَثْهُ الْمَقَامَ الْمَحْمُودَ الَّذِي وَعَدْتَهُ مَقَاماً يَغْبِطُهُ بِهِ الْأَوَّلُونَ وَ الْآخِرُونَ وَ يَبْدُو فَضْلُهُ فِيهِ عَلَى جَمِيعِ الْعَالَمِينَ فَأَعْطِهِ حَتَّى يَرْضَى وَ زِدْهُ بَعْدَ الرِّضَا وَ امْنُنْ عَلَيْهِ وَ عَلَى آلِهِ‏  كَمَا مَنَنْتَ‏ عَلى‏ مُوسى‏ وَ هارُونَ‏ آمِينَ إِلَهَ الْحَقِّ رَبَّ الْعَالَمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بَارِكْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَرَحَّمْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ وَ بَارَكْتَ وَ تَرَحَّمْتَ عَلَى إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الْعَظِيمِ الْمُتَرَحِّمِ بِهِ يَا مُتَمَلِّكاً بِالْمُلْكِ الْمُتَعَالِي الْمُقْتَدِرِ الْبُرْهَانِ الْعَزِيزِ الْمُتَعَزِّزِ الرَّحْمَنِ‏  الَّذِي بِهِ تَقُومُ السَّمَاوَاتُ وَ الْأَرْضُ جَمِيعاً وَ بِاسْمِكَ الْمَخْزُونِ الْمَكْنُونِ فِي نَفْسِكَ الَّذِي لَا يُرَامُ وَ لَا يُنَالُ وَ بِاسْمِكَ الْأَعَزِّ الْأَكْرَمِ الْأَجَلِّ الْأَعْظَمِ الْمُصْطَفَى وَ ذِكْرِكَ الْأَعْلَى وَ كَلِمَاتِكَ التَّامَّةِ وَ بِأَسْمَائِكَ الْحُسْنَى كُلِّهَا الَّتِي إِذَا دُعِيتَ بِهَا أَجَبْتَ وَ إِذَا سُئِلْتَ بِهَا أَعْطَيْتَ‏ وَ إِذَا سَمَّيْتَ بِهَا رَضِيتَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَقْسِمَ لِي الْيَوْمَ سَهْماً وَافِياً وَ نَصِيباً جَزِيلًا مِنْ كُلِّ خَيْرٍ يَنْزِلُ‏  مِنَ السَّمَاءِ إِلَى الْأَرْضِ فِي هَذَا الْيَوْمِ وَ فِي هَذَا الشَّهْرِ وَ فِي هَذِهِ السَّنَةِ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ بِكُلِّ شَيْ‏ءٍ عَلِيمٌ‏ وَ مَا رَزَقْتَنِي فَأْتِنِي بِهِ فِي يُسْرٍ مِنْكَ وَ عَافِيَةٍ وَ بَارِكْ لِي فِيهِ وَ بَلِّغْنِي فِيهِ أَمَلِي وَ أَمَلِي فِيكَ‏  الْيَوْمَ وَ أَطِلْ فِي الْخَيْرِ بَقَائِي وَ أَمْتِعْنِي بِسَمْعِي وَ بَصَرِي وَ اجْعَلْهُمَا الْوَارِثَيْنِ فِيَ‏  وَ اخْصُصْنِي مِنْكَ بِالنِّعْمَةِ وَ أَعْظِمْ لِي الْعَافِيَةَ وَ اجْمَعْ لِي الْيَوْمَ لُطْفَ كَرَامَةِ الدُّنْيَا وَ الْآخِرَةِ وَ احْفَظْ لِي الْيَوْمَ أَمْرِي كُلَّهُ الْغَائِبَ مِنْهُ وَ الشَّاهِدَ وَ السِّرَّ مِنْهُ وَ الْعَلَانِيَةَ وَ أَسْأَلُكَ يَا وَلِيَّ الْمَسْأَلَةِ وَ الرَّغْبَةِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَرْزُقَنِي الرَّغْبَةَ إِلَهَ الْأَرْضِ وَ إِلَهَ السَّمَاءِ وَ أَنْ تُتِمُ‏  لِي مَا قَصُرَتْ عَنْهُ رَغْبَتِي مِنْ أَمْرِ دُنْيَايَ وَ آخِرَتِي بِرَحْمَتِكَ وَ رِضْوَانِكَ إِنَّكَ‏ أَرْحَمُ الرَّاحِمِينَ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي وَ لِوالِدَيَ‏ جَمِيعاً وَ ارْحَمْهُما كَما رَبَّيانِي صَغِيراً وَ اجْزِهِمَا عَنِّي خَيْراً  اللَّهُمَّ اجْزِهِمَا بِالْإِحْسَانِ إِحْسَاناً وَ بِالسَّيِّئَاتِ غُفْرَاناً وَ افْعَلْ ذَلِكَ بِكُلِّ مَنْ وَلَدَنِي مِنَ الْمُؤْمِنِينَ أَسْتَوْدِعُ اللَّهَ الْعَلِيَّ الْأَعْلَى الَّذِي لَا تَضِيعُ وَدَائِعُهُ دِينِي وَ نَفْسِي وَ خَوَاتِيمَ عَمَلِي وَ وُلْدِي وَ أَهْلِي وَ مَالِي وَ أَهْلَ بَيْتِي وَ قَرَابَاتِي وَ إِخْوَانِي وَ أَهْلَ حُزَانَتِي وَ مَا مَلَكَتْهُ يَمِينِي وَ جَمِيعَ نِعَمِهِ عِنْدِي أَسْتَوْدِعُ اللَّهَ نَفْسِي الْمَرْهُوبَ الْمَخُوفَ الْمُتَضَعْضِعَ لِعَظَمَتِهِ كُلُّ شَيْ‏ءٍ-اللَّهُمَّ اجْعَلْنَا فِي كَنَفِكَ وَ فِي حِفْظِكَ وَ فِي حِرْزِكَ وَ فِي جِوَارِكَ وَ فِي مَنْعِكَ عَزَّ جَارُكَ وَ جَلَّ ثَنَاؤُكَ وَ تَقَدَّسَتْ أَسْمَاؤُكَ وَ لَا إِلَهَ غَيْرُكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ وَ دَوَامَ الْعَافِيَةِ وَ شُكْرَ الْعَافِيَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ حُسْنَ الْعَافِيَةِ وَ الْمُعَافَاةَ فِي الدُّنْيَا وَ الْآخِرَةِ مِنْ كُلِّ سُوءٍ تَوَكَّلْتُ‏ عَلَى الْحَيِّ الَّذِي لا يَمُوتُ‏ وَ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ صَاحِبَةً وَ لَا وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً وَ الْحَمْدُ لِلَّهِ كَثِيراً وَ سُبْحَانَ اللَّهِ‏ بُكْرَةً وَ أَصِيلا"
}