{
"title": "دعاء يوم السبت‏",
"type": "text",
"source": "المصباح للكفعمي",
"data": "اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ أَنْتَ الَّذِي لَيْسَ كَمِثْلِكَ‏  شَيْ‏ءٌ وَ أَنْتَ السَّمِيعُ الْبَصِيرُ مَلَكْتَ الْمُلُوكَ بِقُدْرَتِكَ وَ اسْتَعْبَدْتَ الْأَرْبَابَ بِعِزَّتِكَ وَ عَلَوْتَ السَّادَةَ بِمَجْدِكَ وَ سُدْتَ الْعُظَمَاءَ بِجُودِكَ وَ دَوَّخْتَ الْمُتَكَبِّرِينَ بِجَبَرُوتِكَ وَ تَسَلَّطْتَ عَلَى أَهْلِ السُّلْطَانِ بِرُبُوبِيَّتِكَ وَ ذَلَّلْتَ الْجَبَابِرَةَ بِعِزَّةِ مُلْكِكَ وَ ابْتَدَأْتَ الْأُمُورَ بِقُدْرَةِ سُلْطَانِكَ كُلُّ شَيْ‏ءٍ سِوَاكَ قَامَ بِأَمْرِكَ وَ حَسُنَ الْعِزُّ وَ الِاسْتِكْبَارُ بِعَظَمَتِكَ‏  وَ ضَفَا  الْفَخْرُ وَ الْوَقَارُ بِعِزَّتِكَ وَ تَكَبَّرْتَ بِجَلَالِكَ وَ تَجَلَّلْتَ بِكِبْرِيَائِكَ وَ جَلَّ الْمَجْدُ وَ الْكَرَمُ‏  بِكَ وَ أَقَامَ الْحَمْدُ عِنْدَكَ وَ قَصَمْتَ الْجَبَابِرَةَ بِجَبَرُوتِكَ وَ اصْطَفَيْتَ الْفَخْرَ لِعِزَّتِكَ وَ الْمَجْدَ وَ الْعَلَاءَ لِنَفْسِكَ فَتَفَرَّدْتَ بِذَلِكَ كُلِّهِ وَ تَوَحَّدْتَ فِي الْمُلْكِ وَحْدَكَ وَ اسْتَبْقَيْتَ الْمُلْكَ وَ الْجَلَالَ لِوَجْهِكَ وَ خَلَصَ الْبَقَاءُ وَ الِاسْتِكْبَارُ لَكَ فَكُنْتَ كَمَا أَنْتَ أَهْلُهُ بِمَكَانِكَ وَ كَمَا تُحِبُّ وَ يَنْبَغِي لَكَ فَلَا مِثْلَ لَكَ وَ لَا عِدْلَ لَكَ وَ لَا شِبْهَ لَكَ وَ لَا نَظِيرَ لَكَ‏  وَ لَا يَبْلُغُ شَيْ‏ءٌ مَبْلَغَكَ وَ لَا يَقْدِرُ شَيْ‏ءٌ قُدْرَتَكَ وَ لَا يُدْرِكُ شَيْ‏ءٌ أَثَرَكَ وَ لَا يَنْزِلُ شَيْ‏ءٌ مَنْزِلَتَكَ وَ لَا يَسْتَطِيعُ شَيْ‏ءٌ مَكَانَكَ وَ لَا يَحُولُ شَيْ‏ءٌ دُونَكَ وَ لَا يَمْتَنِعُ مِنْكَ شَيْ‏ءٌ أَرَدْتَهُ وَ لَا يَفُوتُكَ شَيْ‏ءٌ طَلَبْتَهُ خَالِقُ الْخَلْقِ وَ مُبْتَدِعُهُ وَ بَارِئُ الْخَلْقِ وَ وَارِثُهُ أَنْتَ الْجَبَّارُ تَعَزَّزْتَ‏  بِجَبَرُوتِكَ وَ تَجَبَّرْتَ بِعِزَّتِكَ وَ تَمَلَّكْتَ بِسُلْطَانِكَ وَ تَسَلَّطْتَ بِمُلْكِكَ وَ تَعَظَّمْتَ بِكِبْرِيَائِكَ وَ تَكَبَّرْتَ بِعَظَمَتِكَ وَ افْتَخَرْتَ بِعُلُوِّكَ وَ عَلَوْتَ بِفَخْرِكَ وَ اسْتَكْبَرْتَ بِجَلَالِكَ وَ تَجَلَّلْتَ بِكِبْرِيَائِكَ وَ تَشَرَّفْتَ بِمَجْدِكَ وَ تَكَرَّمْتَ بِجُودِكَ وَ جُدْتَ بِكَرَمِكَ وَ قَدَرْتَ بِعُلُوِّكَ وَ تَعَالَيْتَ بِقُدْرَتِكَ أَنْتَ بِالْمَنْظَرِ الْأَعْلَى حَيْثُ لَا يُدْرِكُكَ الْأَبْصَارُ وَ لَيْسَ فَوْقَكَ مَنْظَرٌ بَدِيعُ الْخَلْقِ فَتَمَّ مُلْكُكَ وَ مَلَكْتَ قُدْرَتَكَ وَ جَرَتْ قُوَّتُكَ‏  وَ قَدَّمْتَ عِزَّكَ وَ أَنْفَذْتَ أَمْرَكَ بِتَسْلِيطِكَ وَ تَسَلَّطْتَ بِقُدْرَتِكَ وَ قَرُبْتَ فِي نَأْيِكَ وَ نَأَيْتَ فِي قُرْبِكَ وَ لِنْتَ فِي تَجَبُّرِكَ وَ تَجَبَّرْتَ فِي لِينِكَ وَ اتَّسَعَتْ‏  رَحْمَتُكَ فِي شِدَّةِ نَقِمَتِكَ وَ اشْتَدَّتْ نَقِمَتُكَ فِي‏ سَعَةِ رَحْمَتِكَ وَ تَهَيَّبْتَ بِجَلَالِكَ وَ تَجَلَّلْتَ‏  فِي هَيْبَتِكَ فَظَهَرَ دِينُكَ وَ تَمَّ نُورُكَ وَ فَلَجَتْ حُجَّتُكَ وَ اشْتَدَّ بَأْسُكَ وَ عَلَا كِبْرِيَاؤُكَ وَ غَلَبَ مَكْرُكَ وَ عَلَتْ كَلِمَتُكَ وَ لَا يُسْتَطَاعُ مُضَادَّتُكَ وَ لَا يُمْتَنَعُ مِنْ نَقِمَاتِكَ وَ لَا يُجَارُ مِنْ بَأْسِكَ وَ لَا يُنْتَصَرُ مِنْ عِقَابِكَ وَ لَا يُنْتَصَفُ مِنْكَ إِلَّا بِكَ وَ لَا يُحْتَالُ لِكَيْدِكَ وَ لَا يُدْرَكُ حِيلَتُكَ وَ لَا يَزُولُ مُلْكُكَ وَ لَا يُعَازُّ أَمْرُكَ وَ لَا تُرَامُ قُدْرَتُكَ وَ لَا يَقْصُرُ عِزُّكَ وَ لَا يَذِلُّ اسْتِكْبَارُكَ وَ لَا يَبْلُغُ جَبَرُوتُكَ وَ لَا يُنَالُ كِبْرِيَاؤُكَ وَ لَا يَصْغُرُ  عَظَمَتُكَ وَ لَا يَضْمَحِلُ‏  فَخْرُكَ وَ لَا يَهُونُ جَلَالُكَ وَ لَا يَتَضَعْضَعُ رُكْنُكَ وَ لَا يَضْعُفُ أَيْدُكَ وَ لَا تَسْفُلُ كَلِمَتُكَ وَ لَا يَخْدَعُ خَادِعُكَ وَ لَا يَغْلِبُ مَنْ غَالَبَكَ بَلْ قُهِرَ مَنْ عَازَّكَ وَ غُلِبَ مَنْ حَارَبَكَ وَ ذَلَّ مَنْ كَايَدَكَ وَ ضَعُفَ مَنْ ضَادَّكَ وَ خَابَ مَنِ اغْتَرَّ بِكَ وَ خَسِرَ مَنْ نَاوَأَكَ وَ ذَلَّ مَنْ عَادَاكَ وَ هَزَمَ مَنْ قَاتَلَكَ وَ اكْتَفَيْتَ بِعِزَّةِ  قُدْرَتِكَ وَ تَعَالَيْتَ بِتَأْيِيدِ أَمْرِكَ وَ تَكَبَّرْتَ بِعَدَدِ جُنُودِكَ عَمَّنْ صَدَّ وَ تَوَلَّى عَنْكَ وَ امْتَنَعْتَ بِعِزَّتِكَ وَ عَزَّزْتَ بِمَنْعِكَ وَ بَلَّغْتَ مَا أَرَدْتَ وَ أَدْرَكْتَ حَاجَتَكَ وَ أَنْجَحْتَ طَلِبَتَكَ وَ قَدَرْتَ عَلَى مَشِيَّتِكَ فَكُلُّ شَيْ‏ءٍ لَكَ وَ بِنِعْمَتِكَ وَ بِمِقْدَارٍ عِنْدَكَ وَ لَكَ خَزَائِنُكَ وَ مَا مَلَكَتْ يَمِينُكَ وَ خَلْقُكَ وَ بَرِيَّتُكَ وَ بِدْعَتُكَ ابْتَدَعْتَهُمْ بِقُدْرَتِكَ وَ عَمَرْتَ بِهِمْ أَرْضَكَ وَ جَعَلْتَهَا لَهُمْ مَسْكَناً عَارِيَّةً إِلَى أَجَلٍ مُسَمًّى مُنْتَهَاهُ عِنْدَكَ وَ مُنْقَلَبَهُمْ فِي قَبْضَتِكَ وَ ذَوَائِبَ نَوَاصِيهِمْ بِيَدِكَ أَحَاطَ بِهِمْ عِلْمُكَ وَ أَحْصَاهُمْ حِفْظُكَ وَ وَسِعَهُمْ كِتَابُكَ فَخَلْقُكَ كُلُّهُمْ يَهَابُ جَلَالَكَ وَ يَرْعَدُ مِنْ‏ مَخَافَتِكَ فَرَقاً مِنْكَ وَ يُسَبِّحُ بِحَمْدِ قُدْسِكَ لِهَيْبَةِ جَلَالِ عِزِّكَ تَسْبِيحاً وَ تَقْدِيساً لِقَدِيمِ عِزِّ كِبْرِيَائِكَ إِنَّكَ أَهْلُ الْكِبْرِيَاءِ وَ لَا يَنْبَغِي إِلَّا لَكَ وَ مَحَلُّ الْفَخْرِ وَ لَا يَلِيقُ إِلَّا بِكَ وَ مُدَوِّخُ الْمَرَدَةِ وَ قَاصِمُ الْجَبَابِرَةِ وَ مُبِيرُ الظَّلَمَةِ رَبُّ الْخَلْقِ وَ مُدَبِّرُ الْأَمْرِ ذُو الْعِزِّ الشَّامِخِ وَ السُّلْطَانِ الْبَاذِخِ وَ الْجَلَالِ الْقَادِرِ وَ الْكِبْرِيَاءِ الْقَاهِرِ وَ الضِّيَاءِ الْفَاخِرِ كَبِيرِ الْمُتَكَبِّرِينَ وَ صَغَارُ الْمُعْتَدِينَ وَ نَكَالُ الظَّالِمِينَ وَ غَايَةُ الْمُتَنَافِسِينَ‏  وَ صَرِيخُ الْمُسْتَصْرِخِينَ وَ صَمَدُ الْمُؤْمِنِينَ وَ سَبِيلُ حَاجَةِ الطَّالِبِينَ الْمُتَعَالِي قُدْسُكَ الْمُتَقَدِّسُ‏  وَجْهُكَ تَبَارَكْتَ بِعُلُوِّ اسْمِكَ وَ عَلَا عِزُّ مَكَانِكَ وَ فَخُمَتْ‏  كِبْرِيَاءُ عَظَمَتِكَ وَ عِزَّةُ عِزَّتِكَ لِكَرَامَتِكَ وَ جَلَالِكَ وَ أَشْرَقَ مِنْ نُورِ الْحُجُبِ نُورُ وَجْهِكَ وَ أَغْشَى النَّاظِرِينَ بَهَاؤُكَ وَ اسْتَنَارَ فِي الظُّلُمَاتِ نُورُكَ وَ عَلَا فِي السِّرِّ وَ الْعَلَانِيَةِ أَمْرُكَ وَ أَحَاطَ بِالسَّرَائِرِ عِلْمُكَ وَ حَفِظَ كُلَّ شَيْ‏ءٍ إِحْصَاؤُكَ لَيْسَ شَيْ‏ءٌ يَقْصُرُ عَنْهُ عِلْمُكَ وَ لَا يَفُوتُ شَيْ‏ءٌ حِفْظَكَ تَعْلَمُ وَهْمَ النُّفُوسِ وَ نِيَّةَ الْقُلُوبِ وَ مَنْطِقَ الْأَلْسُنِ وَ نَقْلَ الْأَقْدَامِ وَ خائِنَةَ الْأَعْيُنِ وَ ما تُخْفِي الصُّدُورُ وَ السِّرَّ وَ أَخْفى‏ وَ الِاسْتِعْلَانَ وَ النَّجْوَى وَ مَا فِي الْهَوَاءِ وَ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ وَ ما بَيْنَهُما وَ ما تَحْتَ الثَّرى‏ إِلَيْكَ مُنْتَهَى الْأَنْفُسِ وَ مَعَادُ الْخَلَائِقِ وَ مَصِيرُ الْأُمُورِ  اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ وَ أَمِينِكَ وَ شَاهِدِكَ وَ صَفِيِّكَ وَ خِيَرَتِكَ مِنْ خَلْقِكَ النَّبِيِّ الْأُمِّيِّ الرَّاشِدِ الْمَهْدِيِّ الْمُوَفَّقِ التَّقِيِّ الَّذِي آمَنَ بِكَ وَ بِمَلَائِكَتِكَ وَ بَلَّغَ رِسَالاتِكَ وَ تَلَا آيَاتِكَ وَ جَاهَدَ عَدُوَّكَ وَ عَبَدَكَ مُخْلِصاً حَتَّى‏ أَتَاهُ الْيَقِينُ وَ كَانَ بِالْمُؤْمِنِينَ رَءُوفاً رَحِيماً صَلَّى اللَّهُ عَلَيْهِ وَ عَلَى آلِهِ وَ سَلَّمَ تَسْلِيماً اللَّهُمَّ شَرِّفْ بُنْيَانَهُ وَ كَرِّمْ مَقَامَهُ وَ ثَقِّلْ مِيزَانَهُ وَ بَيِّضْ وَجْهَهُ وَ أَفْلِجْ حُجَّتَهُ وَ أَعْطِهِ الْوَسِيلَةَ وَ الشَّرَفَ وَ الرِّفْعَةَ وَ الْفَضِيلَةَ يَوْمَ الْقِيَامَةِ اللَّهُمَّ اجْعَلْ مُحَمَّداً أَحَبَّ الْأَوَّلِينَ وَ الْآخِرِينَ إِلَيْكَ حُبّاً وَ أَقْرَبَهُمْ بِكَ مَجْلِساً وَ أَعْظَمَهُمْ عِنْدَكَ بُرْهَاناً وَ أَشْرَفَهُمْ لَدَيْكَ مَكَاناً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَوْرِدْنَا حَوْضَهُ وَ احْشُرْنَا فِي زُمْرَتِهِ وَ اسْقِنَا بِكَأْسِهِ وَ اجْعَلْنَا مِنْ رُفَقَائِهِ وَ لَا تُفَرِّقْ بَيْنَنَا وَ بَيْنَهُ أَبَداً اللَّهُمَّ إِنِّي أَسْأَلُكَ بِلَا إِلَهَ إِلَّا أَنْتَ الَّذِي اعْتَرَفَتْ لَكَ بِهَا الْمَلَائِكَةُ وَ خَضَعَتْ لَكَ بِهَا الْجَبَابِرَةُ وَ عَنَتْ لَكَ بِهَا الْوُجُوهُ وَ خَشَعَتْ لَكَ مِنْهَا الْأَبْصَارُ وَ الرَّكْبُ وَ الْأَصْلَابُ وَ الْأَحْشَاءُ وَ الْأَجْسَادُ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ وَ بِتَقْلِيبِكَ الْقُلُوبَ وَ عِلْمُكَ بِالْعًيُوُبِ وَ بِتَدْبِيرِكَ‏  الْأُمُورَ وَ بِعِلْمِكَ مَا قَدْ كَانَ وَ مَا هُوَ كَائِنٌ وَ بِمَعْدُودِ إِحْسَانِكَ وَ مَذْكُورِ بَلَائِكَ وَ سَوَابِغِ نَعْمَائِكَ وَ فَضَائِلِ كَرَامَاتِكَ خَيْرَ الدُّعَاءِ وَ خَيْرَ الْإِجَابَةِ وَ خَيْرَ الْأَجَلِ وَ خَيْرَ الْمَسْأَلَةِ وَ خَيْرَ الْعَطَاءِ وَ خَيْرَ الْعَمَلِ وَ خَيْرَ الْجَزَاءِ وَ خَيْرَ الدُّنْيَا وَ خَيْرَ الْآخِرَةِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ نَعُوذُ بِكَ يَا رَبِّ مِنَ الضَّلَالَةِ بَعْدَ الْهُدَى وَ مِنَ الْكُفْرِ بَعْدَ الْإِيمَانِ وَ مِنَ النِّفَاقِ بَعْدَ الْإِسْلَامِ وَ مِنَ الشَّكِّ بَعْدَ الْيَقِينِ وَ مِنَ الْفُرْقَةِ بَعْدَ الْجَمَاعَةِ وَ مِنَ الِاخْتِلَافِ بَعْدَ الْأُلْفَةِ وَ مِنَ الذِّلَّةِ بَعْدَ الْعِزَّةِ وَ مِنَ الْهَوَانِ بَعْدَ الْكَرَامَةِ وَ نَعُوذُ بِكَ يَا رَبِّ مِنْ أَنْ نَرْضَى لَكَ سَخَطاً أَوْ نَسْخَطَ لَكَ رِضًا أَوْ نُوَالِي‏ لَكَ عَدُوّاً أَوْ نُعَادِيَ لَكَ وَلِيّاً أَوْ نَنْتَهِكَ لَكَ مُحَرَّماً أَوْ نُبَدِّلَ نِعْمَتَكَ كُفْراً أَوْ نَتَّبِعَ هَوًى بِغَيْرِ هُدًى مِنْكَ وَ نَسْأَلُكَ اللَّهُمَّ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَ الْإِيمَانَ فِي قُلُوبِنَا مَا أَحْيَيْتَنَا وَ الزِّيَادَةَ فِي عِبَادَتِكَ مَا أَبْقَيْتَنَا وَ الْبَرَكَةَ فِيمَا آتَيْتَنَا وَ الْمُعَافَاةَ فِي مَحْيَانَا وَ مَمَاتِنَا وَ السَّعَةَ فِي أَرْزَاقِنَا وَ النَّصْرَ عَلَى عَدُوِّنَا وَ التَّوْفِيقَ لِرِضْوَانِكَ وَ الْكَرَامَةَ كُلَّهَا فِي الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تَحْرِمْنَا فَضْلَكَ وَ لَا تُنْسِنَا ذِكْرَكَ وَ لَا تَكْشِفْ عَنَّا بِسِتْرِكَ‏  وَ لَا تَصْرِفْ عَنَّا وَجْهَكَ وَ لَا تُحْلِلْ عَلَيْنَا غَضَبَكَ وَ لَا تَنْزِعْ مِنَّا كَرَامَتَكَ وَ لَا تُبَاعِدْنَا مِنْ جِوَارِكَ وَ لَا تَحْظُرْ عَلَيْنَا رِزْقَكَ وَ رَحْمَتَكَ وَ لَا تَكِلْنَا إِلَى أَنْفُسِنَا وَ لَا تُؤَاخِذْنَا بِجَهْلِنَا وَ لَا تُهِنَّا بَعْدَ إِذْ أَكْرَمْتَنَا وَ لَا تَضَعْنَا بَعْدَ إِذْ رَفَعْتَنَا وَ لَا تُذِلَّنَا بَعْدَ إِذْ أَعْزَزْتَنَا  وَ لَا تَخْذُلْنَا بَعْدَ إِذْ نَصَرْتَنَا وَ لَا تُفَرَّقْنَا بَعْدَ إِذْ جَمَعَتْنَا وَ لَا تُشْمِتْ بِنَا الْأَعْدَاءَ وَ لا تَجْعَلْنا مَعَ الْقَوْمِ الظَّالِمِينَ‏ وَ اجْعَلْنَا مِنَ الَّذِينَ‏ يُسارِعُونَ فِي الْخَيْراتِ وَ هُمْ لَها سابِقُونَ‏ وَ اجْعَلْنَا مِنَ‏ الْمُصْطَفَيْنَ الْأَخْيارِ وَ مِنَ الرُّفَقَاءِ الْأَبْرَارِ وَ اجْعَلْ كِتَابَنَا فِي عِلِّيِّينَ وَ اسْقِنَا مِنْ رَحِيقٍ مَخْتُومٍ‏ وَ زَوِّجْنَا مِنَ الْحُورِ الْعِينِ وَ أَخْدِمْنَا مِنَ الْوَالِدَانِ وَ اجْعَلْنَا مِنْ أَصْفِيَائِكَ الَّذِينَ أَنْعَمْتَ‏ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ وَ حَسُنَ أُولئِكَ رَفِيقاً آمِينَ رَبَّ الْعَالَمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي وَ لِوالِدَيَ‏ وَ ارْحَمْهُما كَما رَبَّيانِي‏ صَغِيراً وَ اجْزِهِمَا بِأَحْسَنِ مَا عَمِلَا إِلَيَّ اللَّهُمَّ أَكْرِمْ مَثْوَاهُمَا وَ نَوِّرْ لَهُمَا فِي قُبُورِهِمَا وَ افْسَحْ لَهُمَا فِي لَحْدَيْهِمَا وَ بَرِّدْ عَلَيْهِمَا مَضَاجِعَهُمَا وَ أَدْخِلْهُمَا جَنَّتَكَ وَ حَرِّمْهُمَا عَلَى النَّارِ وَ أَعْتِقْنِي وَ إِيَّاهُمَا مِنْهَا وَ عَرِّفْ بَيْنِي وَ بَيْنَهُمَا فِي مُسْتَقَرِّ رَحْمَتِكَ وَ جِوَارِ نَبِيِّكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ أَدْخِلْ عَلَيْهِمَا مِنْ بَرَكَةِ دُعَائِي لَهُمَا مَا تَنْفَعُهُمَا بِهِ وَ تَأْجُرُنِي عَلَيْهِ آمِينَ رَبَّ الْعَالَمِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لَنَا وَ لِلْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ وَ الْمُسْلِمِينَ وَ الْمُسْلِمَاتِ الْأَحْيَاءِ مِنْهُمْ وَ الْأَمْوَاتِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ وَ دَوَامَ الْعَافِيَةِ وَ شُكْرَ الْعَافِيَةِ وَ الْمُعَافَاةَ فِي الدُّنْيَا وَ الْآخِرَةِ مِنْ كُلِّ سُوءٍ أَسْأَلُ اللَّهَ الْعَفْوَ وَ الْعَافِيَةَ وَ الْمُعَافَاةَ فِي الدُّنْيَا وَ الْآخِرَةِ مِنْ كُلِّ سُوءٍ وَ الْحَمْدُ لِلَّهِ كَثِيراً وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّم‏"
}