{
"title": "دعاء يوم الأحد للإمام موسى الكاظم(ع)‏",
"type": "text",
"source": "المصباح للكفعمي",
"data": "مَرْحَباً بِخَلْقِ اللَّهِ الْجَدِيدِ وَ بِكُمَا مِنْ كَاتِبَيْنِ وَ شَاهِدَيْنِ اكْتُبَا بِسْمِ اللَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ وَ أَشْهَدُ أَنْ الْإِسْلَامَ كَمَا وَصَفَ وَ الدِّينَ كَمَا شَرَعَ وَ أَنَّ الْكِتَابَ‏ كَمَا أَنْزَلَ وَ أَنَّ الْقَوْلَ كَمَا حَدَّثَ وَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ‏ حَيَّا اللَّهُ مُحَمَّداً بِالسَّلَامِ وَ صَلَّى عَلَيْهِ كَمَا هُوَ أَهْلُهُ [وَ مُسْتَحِقُّهُ‏] وَ عَلَى آلِهِ أَصْبَحْتَ وَ أَصْبَحَ الْمُلْكُ [وَ الْمَلَكُوتُ‏] وَ الْكِبْرِيَاءُ وَ الْعَظَمَةُ وَ الْخَلْقُ وَ الْأَمْرُ وَ اللَّيْلُ وَ النَّهَارُ وَ مَا يَكُونُ فِيهِمَا لِلَّهِ وَحْدَهُ لَا شَرِيكَ لَهُ اللَّهُمَّ اجْعَلْ أَوَّلَ هَذَا النَّهَارِ صَلَاحاً وَ أَوْسَطَهُ نَجَاحاً وَ آخِرَهُ فَلَاحاً وَ أَسْأَلُكَ خَيْرَ الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ لَا تَدَعْ لِي ذَنْباً إِلَّا غَفَرْتَهُ وَ لَا هَمّاً إِلَّا فَرَّجْتَهُ وَ لَا دَيْناً إِلَّا قَضَيْتَهُ وَ لَا غَائِباً إِلَّا حَفِظَتْهُ وَ أَدَّيْتَهُ [وَ أَدْنَيْتَهُ‏] وَ لَا مَرِيضاً إِلَّا شَفَيْتَهُ وَ عَافَيْتَهُ وَ لَا حَاجَةً مِنْ حَوَائِجِ الدُّنْيَا وَ الْآخِرَةِ لَكَ فِيهَا رِضًى وَ لِيَ فِيهَا صَلَاحٌ اللَّهُمَّ تَمَّ نُورُكَ فَهَدَيْتَ وَ عَظُمَ حِلْمُكَ فَعَفَوْتَ وَ بَسَطْتَ يَدَكَ فَأَعْطَيْتَ فَلَكَ الْحَمْدُ وَجْهُكَ خَيْرُ الْوُجُوهِ وَ عَطِيَّتُكَ أَنْفَعُ الْعَطِيَّةِ فَلَكَ الْحَمْدُ تُطَاعُ رَبَّنَا فَتُشْكَرُ وَ تُعْصَى رَبَّنَا فَتَغْفِرُ تُجِيبُ [دَعْوَةَ] الْمُضْطَرِّ وَ تَكْشِفُ الضُّرَّ وَ تَشْفِي السَّقِيمَ وَ تُنَجِّي مِنَ الْكَرْبِ الْعَظِيمِ لَا يَجْزِي بِآلَائِكَ أَحَدٌ وَ لَا يُحْصِي نَعْمَاءَكَ أَحَدٌ رَحْمَتُكَ‏ وَسِعَتْ كُلَّ شَيْ‏ءٍ وَ أَنَا شَيْ‏ءٌ فَارْحَمْنِي وَ مِنَ الْخَيْرَاتِ فَارْزُقْنِي وَ تَقَّبَلْ صَلَاتِي وَ اسْمَعْ دُعَائِي وَ لَا تُعْرِضْ عَنِّي يَا مَوْلَايَ حِينَ أَدْعُوكَ وَ لَا تَحْرِمْنِي إِلَهِي حِينَ أَسْأَلُكَ مِنْ أَجْلِ خَطَايَايَ وَ لَا تَحْرِمْنِي لِقَاءَكَ وَ اجْعَلْ مَحَبَّتِي وَ إِرَادَتِي مَحَبَّتَكَ وَ إِرَادَتَكَ وَ اكْفِنِي هَوْلَ الْمُطَّلَعِ اللَّهُمَّ إِنِّي أَسْأَلُكَ إِيمَاناً لَا يَرْتَدُّ وَ نَعِيماً لَا يَنْفَدُ وَ مُرَافَقَةَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فِي أَعْلَى جَنَّةِ الْخُلْدِ اللَّهُمَّ وَ أَسْأَلُكَ الْعَفَافَ وَ التُّقَى وَ الْعَمَلَ بِمَا تُحِبُّ وَ تَرْضَى وَ الرِّضَاءَ بِالْقَضَاءِ وَ النَّظَرَ إِلَى وَجْهِكَ الْكَرِيمِ اللَّهُمَّ لَقِّنِّي حُجَّتِي عِنْدَ الْمَمَاتِ وَ لَا تُرِنِي عَمَلِي حَسَرَاتٍ اللَّهُمَّ اكْفِنِي طَلَبَ مَا لَمْ تُقَدِّرْ لِي مِنْ رِزْقٍ وَ مَا قَسَمْتَ لِي فَأْتِنِي بِهِ فِي يُسْرٍ مِنْكَ وَ عَافِيَةٍ اللَّهُمَّ إِنِّي أَسْأَلُكَ‏ تَوْبَةً نَصُوحاً تُقَبِّلُهَا مِنِّي تُبْقِي عَلَيَّ بَرَكَتَهَا وَ تَغْفِرُ بِهَا مَا مَضَى مِنْ ذُنُوبِي وَ تَعْصِمُنِي بِهَا فِيمَا بَقِيَ مِنْ عُمُرِي يَا أَهْلَ التَّقْوَى وَ أَهْلَ الْمَغْفِرَةِ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدِ إِنَّكَ حَمِيدٌ مَجِيدٌ"
}