{
"title": "دعاء يوم الأثنين",
"type": "text",
"source": "المصباح للكفعمي",
"data": "اللَّهُمَّ لَكَ الْحَمْدُ أَهْلَ الْكِبْرِيَاءِ وَ الْعَظَمَةِ وَ مُنْتَهَى الْجَبَرُوتِ وَ مَالِكَ الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ لَكَ الْحَمْدُ عَظِيمَ الْمَلَكُوتِ شَدِيدَ الْجَبَرُوتِ عَزِيزَ الْقُدْرَةِ لَطِيفاً لِمَا تَشَاءُ اللَّهُمَّ لَكَ الْحَمْدُ مُدَبِّرَ الْأُمُورِ مُبْدِئَ الْخَفِيَّاتِ عَالِمَ السَّرَائِرِ مُحْيِيَ الْمَوْتَى مَلِكَ الْمُلُوكِ وَ رَبَّ الْأَرْبَابِ وَ إِلَهَ الْآلِهَةِ وَ جَبَّارَ الْجَبَابِرَةِ وَ أَوَّلَ كُلِّ شَيْ‏ءٍ وَ آخِرَهُ وَ بَدِيعَ كُلِّ شَيْ‏ءٍ وَ مُنْتَهَاهُ وَ مَرَدَّ كُلِّ شَيْ‏ءٍ وَ مُصَيِّرَهُ وَ مُبْدِئَ كُلِّ شَيْ‏ءٍ وَ مُعِيدَهُ‏  اللَّهُمَّ خَشَعَتْ لَكَ الْأَصْوَاتُ وَ حَارَتْ دُونَكَ الْأَبْصَارُ وَ أَفَضَتْ إِلَيْكَ الْقُلُوبُ وَ الْخَلْقُ كُلُّهُمْ فِي قَبْضَتِكَ وَ النَّوَاصِي كُلُّهَا بِيَدِكَ وَ الْمَلَائِكَةُ مُشْفِقُونَ مِنْ خَشْيَتِكَ وَ كُلُّ مَنْ كَفَرَ بِكَ عَبْدٌ دَاخِرٌ لَكَ لَا يَقْضِي فِي الْأُمُورِ إِلَّا أَنْتَ وَ لَا يُدَبِّرُ مَصَادِرَهَا  غَيْرُكَ وَ لَا يُقَصِّرُ  مِنْهَا شَيْ‏ءٌ دُونَكَ وَ لَا يَصِيرَ شَيْ‏ءٌ  إِلَّا إِلَيْكَ اللَّهُمَّ كُلُّ شَيْ‏ءٍ خَاشِعٌ‏  لَكَ وَ كُلُّ شَيْ‏ءٍ مُشْفِقٌ مِنْكَ وَ كُلُّ شَيْ‏ءٍ ضَارِعٌ إِلَيْكَ أَنْتَ الْقَادِرُ الْحَكِيمُ وَ أَنْتَ اللَّطِيفُ الْجَلِيلُ وَ أَنْتَ الْعَلِيُّ الْقَرِيبُ لَكَ التَّسْبِيحُ وَ الْعَظَمَةُ وَ لَكَ الْمُلْكُ وَ الْقُدْرَةُ وَ لَكَ الْحَوْلُ وَ الْقُوَّةُ وَ لَكَ الدُّنْيَا وَ الْآخِرَةُ- أَحاطَ بِكُلِّ شَيْ‏ءٍ مُلْكُكَ وَ وَسِعَ كُلَّ شَيْ‏ءٍ حِفْظُكَ وَ قَهَرَ كُلَّ شَيْ‏ءٍ جَبَرُوتُكَ وَ خَافَ كُلَّ شَيْ‏ءٍ سُلْطَانُكَ‏  اللَّهُمَّ لَكَ الْحَمْدُ تَبَارَكَتْ أَسْمَاؤُكَ وَ تَعَالَى ذِكْرُكَ وَ قَهَرَ سُلْطَانُكَ وَ تَمَّتْ كَلِمَاتُكَ أَمْرُكَ قَضَاءٌ وَ كَلَامُكَ نُورٌ وَ رِضَاكَ رَحْمَةٌ وَ سَخَطُكَ عَذَابٌ تَقْضِي بِعِلْمٍ وَ تَعْفُو بِحِلْمٍ وَ تَأْخُذُ بِقُدْرَةٍ وَ تَفْعَلُ مَا تَشَاءُ- واسِعُ الْمَغْفِرَةِ شَدِيدُ النَّقِمَةِ قَرِيبُ‏ الرَّحْمَةِ شَدِيدُ الْعِقابِ‏ أَنْتَ قُوَّةُ كُلِّ ضَعِيفٍ وَ غِنَى كُلِّ فَقِيرٍ وَ حِرْزُ كُلِّ ذَلِيلٍ وَ مَفْزَعُ كُلِّ مَلْهُوفٍ وَ الْمُطَّلِعُ عَلَى كُلِّ خَفِيَّةٍ وَ شَاهِدُ كُلِّ نَجْوَى وَ مُدَبِّرُ كُلِّ أَمْرٍ عَالِمُ سَرَائِرِ الْغُيُوبِ اللَّهُمَّ لَكَ الْحَمْدُ نُورُ النُّورِ مُدَبِّرُ الْأُمُورِ دَيَّانُ الْعِبَادِ مَلِكُ الْآخِرَةِ وَ الدُّنْيَا الْعَظِيمُ شَأْنُهُ الْعَزِيزُ سُلْطَانُهُ الْعَلِيُّ مَكَانُهُ النَّيِّرُ  كِتَابُهُ الَّذِي‏ يُجِيرُ وَ لا يُجارُ عَلَيْهِ‏ وَ يُمْتَنَعُ بِهِ وَ لَا يُمْتَنَعُ مِنْهُ وَ يَحْكُمُ وَ لا مُعَقِّبَ لِحُكْمِهِ‏ وَ يَقْضِي وَ لَا رَادَّ لِقَضَائِهِ الَّذِي مَنْ تَكَلَّمَ سَمِعَ كَلَامَهُ وَ مَنْ سَكَتَ عَلِمَ مَا فِي نَفْسِهِ وَ مَنْ عَاشَ فَعَلَيْهِ رِزْقُهُ وَ مَنْ مَاتَ فَإِلَيْهِ مَرَدُّهُ ذُو التَّحْمِيدِ  وَ التَّهْلِيلِ وَ التَّفْضِيلِ وَ الْجَلَالِ وَ الْكِبْرِيَاءِ وَ الْعِزَّةِ  وَ السُّلْطَانِ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى مَا مَضَى وَ عَلَى مَا بَقِيَ وَ عَلَى مَا تُبْدِي‏  وَ عَلَى مَا تُخْفِي‏  وَ عَلَى مَا قَدْ كَانَ وَ عَلَى مَا هُوَ كَائِنٌ وَ لَكَ الْحَمْدُ عَلَى حِلْمِكَ بَعْدَ عِلْمِكَ وَ عَلَى عَفْوِكَ بَعْدَ قُدْرَتِكَ وَ عَلَى أَنَاتِكَ بَعْدَ حُجَّتِكَ وَ عَلَى صَفْحِكَ بَعْدَ إِعْذَارِكَ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى مَا تَأْخُذُ وَ تُعْطِي وَ عَلَى مَا تُبْلِي وَ تَبْتَلِي وَ عَلَى مَا تُمِيتُ وَ تُحْيِي وَ عَلَى كُلِّ شَيْ‏ءٍ مِنْ أَمْرِكَ يَا أَرْحَمَ الرَّاحِمِينَ وَ عَلَى الْمَوْتِ وَ الْحَيَاةِ وَ النَّوْمِ وَ الْيَقَظَةِ وَ عَلَى الذِّكْرِ وَ الْغَفْلَةِ وَ عَلَى الدُّنْيَا وَ الْآخِرَةِ وَ لَكَ الْحَمْدُ عَلَى مَا تَقْضِي فِيمَا خَلَقْتَ وَ عَلَى مَا تَحْفَظُ فِيمَا قَدَّرْتَ وَ عَلَى مَا تُرَتِّبُ فِيمَا ابْتَدَعْتَ وَ عَلَى بَقَائِكَ بَعْدَ خَلْقِكَ حَمْداً يَمْلَأُ مَا خَلَقْتَ وَ يَبْلُغُ حَيْثُ أَرَدْتَ وَ تَضْعُفُ‏ السَّمَاوَاتُ عَنْهُ وَ تَعْرُجُ‏  الْمَلَائِكَةُ بِهِ حَمْداً يَكُونُ أَرْضَى الْحَمْدِ لَكَ وَ أَفْضَلَ الْحَمْدِ عِنْدَكَ وَ أَحَقَّ الْحَمْدِ لَدَيْكَ وَ أَحَبَّ الْحَمْدِ إِلَيْكَ حَمْداً لَا يُحْجَبُ عَنْكَ وَ لَا يَنْتَهِي دُونَكَ وَ لَا يَقْصُرُ عَنْ أَفْضَلِ رِضَاكَ وَ لَا يَفْضُلُهُ شَيْ‏ءٌ مِنْ‏  مَحَامِدِكَ مِنْ خَلْقِكَ حَمْداً يَفْضُلُ حَمْدَ مَنْ مَضَى وَ يَفُوقُ حَمْدَ مَنْ بَقِيَ وَ يَكُونُ فِيمَا يَصْعَدُ إِلَيْكَ وَ مَا تَرْضَى بِهِ لِنَفْسِكَ حَمْداً عَدَدَ قَطْرِ الْمَطَرِ وَ وَرَقِ الشَّجَرِ وَ تَسْبِيحِ الْمَلَائِكَةِ وَ مَا فِي الْبَرِّ وَ الْبَحْرِ حَمْداً عَدَدَ أَنْفَاسِ خَلْقِكَ وَ طَرْفِهِمْ وَ لَفْظِهِمْ وَ أَظْلَالِهِمْ وَ مَا عَنْ أَيْمَانِهِمْ وَ مَا عَنْ شَمَائِلِهِمْ وَ مَا فَوْقَهُمْ وَ مَا تَحْتَهُمْ حَمْداً عَدَدَ مَا قَهَرَ مُلْكُكَ وَ وَسِعَ حِفْظُكَ وَ مَلَأَ كُرْسِيُّكَ وَ أَحَاطَتْ بِهِ قُدْرَتُكَ وَ أَحْصَاهُ عِلْمُكَ حَمْداً عَدَدَ مَا تَجْرِي بِهِ الرِّيَاحُ وَ تَحْمِلُ السَّحَابُ وَ يَخْتَلِفُ بِهِ اللَّيْلُ وَ النَّهَارُ وَ تَسِيرُ بِهِ الشَّمْسُ وَ الْقَمَرُ حَمْداً يَمْلَأُ السَّمَاوَاتِ وَ الْأَرْضَ وَ مَا بَيْنَهُنَّ وَ مَا أَنْتَ أَعْلَمُ بِهِ مِنِّي مِمَّا فَوْقَهُنَّ وَ مَا تَحْتَهُنَّ وَ مَا يَفْضُلُ عَنْهُنَّ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ وَ عَلَى آلِ مُحَمَّدٍ وَ اجْعَلْهُ أَوْجَهَ وَ أَعْلَى الْأَعْلَيْنَ وَ أَفْضَلَ الْمُفَضَّلِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اسْمَعْ كَلَامَهُ إِذَا دَعَاكَ وَ أَعْطِهِ إِذَا سَأَلَكَ وَ شَفِّعْهُ إِذَا شَفَعَ‏  اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى آلِ مُحَمَّدٍ وَ آتِ مُحَمَّداً وَ آلَهُ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَيْهِمْ مِنْ كُلِّ خَيْرٍ خَيْرَهُ وَ مِنْ كُلِّ فَضْلٍ أَفْضَلَهُ وَ مِنْ كُلِّ عَطَاءٍ أَجْزَلَهُ وَ مِنْ كُلِّ كَرَامَةٍ أَكْرَمَهَا وَ مِنْ كُلِّ جَنَّةٍ أَعْلَاهَا فِي الرَّفِيقِ الْأَعْلَى الْأَكْرَمِ الْمُقَرَّبِ-اللَّهُمَّ إِنِّي أَسْأَلُكَ بِمَعَاقِدِ الْعِزِّ مِنْ عَرْشِكَ وَ مُنْتَهَى الرَّحْمَةِ مِنْ كِتَابِكَ وَ مَا ذَكَرْتَ مِنْ عَظَمَتِكَ وَ سَعَةِ مَا عِنْدَكَ وَ عَظَمَةِ وَقَارِكَ وَ طَيِّبِ خَيْرِكَ‏  وَ صِدْقِ حَدِيثِكَ وَ بِمَحَامِدِكَ الَّتِي اصْطَنَعْتَ لِنَفْسِكَ وَ كُتُبِكَ الَّتِي أَنْزَلْتَ عَلَى أَنْبِيَائِكَ وَ بِقُدْرَتِكَ عَلَى جَمِيعِ خَلْقِكَ وَ جَزِيلِ عَطَائِكَ‏  عِنْدَ عِبَادِكَ أَنْ تَقْبَلَ مِنِّي حَسَنَاتِي وَ تُكَفِّرَ عَنِّي سَيِّئَاتِي وَ تُجَاوِزَ  عَنِّي‏ فِي أَصْحابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كانُوا يُوعَدُونَ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ ارْزُقْنِي رِزْقاً وَاسِعاً حَلَالًا طَيِّباً نُؤَدِّي بِهِ أَمَانَاتِنَا وَ نَسْتَعِينُ بِهِ عَلَى زَمَانِنَا وَ نُنْفِقُ مِنْهُ فِي طَاعَتِكَ وَ فِي سَبِيلِكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَصْلِحْ لَنَا قُلُوبَنَا وَ أَعْمَالَنَا وَ أَمْرَ دُنْيَانَا وَ آخِرَتِنَا كُلَّهُ وَ أَصْلِحْنَا بِمَا أَصْلَحْتَ بِهِ الصَّالِحِينَ اللَّهُمَّ يَسِّرْنَا لِلْيُسْرَى‏  وَ جَنِّبْنَا الْعُسْرَى- وَ هَيِّئْ لَنا مِنْ أَمْرِنا رَشَداً وَ مَرْفِقاً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ احْفَظْ لَنَا أَنْفُسَنَا وَ دِينَنَا وَ أَمَانَاتِنَا بِحِفْظِ الْإِيمَانِ وَ اسْتُرْنَا بِسِتْرِ الْإِيمَانِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تَكِلْنَا إِلَى أَنْفُسِنَا فَنَعْجِزَ عَنْهَا وَ لَا تَنْزِعْ مِنَّا صَالِحاً أَعْطَيْتَنَاهُ وَ لَا تَرُدَّنَا فِي سُوءٍ اسْتَنْقَذْتَنَا مِنْهُ وَ اجْعَلْ غِنَانَا فِي أَنْفُسِنَا وَ انْزِعِ الْفَقْرَ مِنْ بَيْنِ أَعْيُنِنَا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْنَا نَتْلُو كِتَابَكَ‏ حَقَّ تِلاوَتِهِ‏ وَ نَعْمَلُ بِمُحْكَمِهِ وَ نُؤْمِنُ بِمُتَشَابِهِهِ وَ نَرُدُّ عِلْمَهُ إِلَيْكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بَصِّرْنَا فِي دِينِكَ وَ فَهِّمْنَا  كِتَابَكَ وَ لَا تَرُدَّنَا ضُلَّالًا وَ لَا تُعْمِ عَلَيْنَا هُدًى-اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ هَبْ لَنَا مِنَ الْيَقِينِ يَقِيناً تُبَلِّغُنَا بِهِ رِضْوَانَكَ وَ الْجَنَّةَ وَ تُهَوِّنُ عَلَيْنَا بِهِ هُمُومَ الدُّنْيَا وَ الْآخِرَةِ وَ أَحْزَانَهُمَا وَ لَا تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا وَ لَا دُنْيَانَا أَكْبَرَ هَمِّنَا وَ لَا تُسَلِّطْ عَلَيْنَا مَنْ لَا يَرْحَمُنَا وَ بَارِكْ لَنَا فِيهَا مَا صَحِبْنَاهَا وَ فِي الْآخِرَةِ إِذَا أَفْضَيْنَا إِلَيْهَا وَ إِذَا جَمَعْتَ الْأَوَّلِينَ وَ الْآخِرِينَ فَاجْعَلْنَا فِي خَيْرِهِمْ جَمَاعَةً وَ إِذَا فَرَّقْتَ بَيْنَهُمْ فَاجْعَلْنَا فِي الْأَهْدَيْنَ سَبِيلًا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بَارِكْ لَنَا فِي الْمَوْتِ وَ اجْعَلْهُ خَيْرَ غَائِبٍ تَنْتَظِرُهُ وَ بَارِكْ لَنَا فِي مَا بَعْدَهُ مِنَ الْقَضَاءِ وَ اجْعَلْنَا فِي جِوَارِكَ وَ ذِمَّتِكَ وَ كَنَفِكَ وَ رَحْمَتِكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تُغَيِّرْ مَا بِنَا مِنْ نِعْمَتِكَ وَ إِنْ غَيَّرْنَا وَ كُنْ بِنَا رَحِيماً وَ كُنْ بِنَا لَطِيفاً وَ الْطُفْ لِحَاجَاتِنَا  مِنْ أَمْرِ الدُّنْيَا وَ الْآخِرَةِ فَإِنَّكَ عَلَيْهَا قَادِرٌ وَ بِهَا عَلِيمٌ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اخْتِمْ أَعْمَالَنَا بِأَحْسَنِهَا وَ اجْعَلْ ثَوَابَهَا رِضْوَانَكَ وَ الْجَنَّةَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى آلِ مُحَمَّدٍ وَ ارْحَمْنَا فَقَدْ دَعَوْنَاكَ كَمَا أَمَرْتَنَا وَ اسْتَجِبْ لَنَا كَمَا وَعَدْتَنَا وَ اجْعَلْ دُعَاءَنَا فِي الْمُسْتَجَابِ مِنَ الدُّعَاءِ وَ أَعْمَالَنَا فِي الْمَرْفُوعِ الْمُتَقَبَّلِ إِلَهَ الْحَقِّ آمِينَ رَبَّ الْعَالَمِينَ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ وَ آلِهِ وَ سَلَّمَ تَسْلِيماً"
}