{
"title": "دعاء يوم الثلاثاء لأمير المؤمنين(ع)",
"type": "text",
"source": "الصحيفة العلوية",
"data": "اَلْحَمْدُ لِلَّهِ الَّذي مَنَّ عَلَيَّ بِاسْتِحْكامِ الْمَعْرِفَةِ وَ الْاِخْلاصِ بِالتَّوْحيدِ لَهُ، وَ لَمْ يَجْعَلْني مِنْ اَهْلِ الْغَوايَةِ وَ الْغَباوَةِ وَ الشَّكِّ وَ الشِّرْكِ، وَ لا مِمَّنِ اسْتَحْوَذَ الشَّيْطانُ عَلَيْهِ فَاَغْواهُ وَ اَضَلَّهُ، وَ اتَّخَذَ اِلهَهُ هَواهُ، وَ سُبْحانَ اللَّهِ الَّذي يُجيبُ الْمُضْطَرَّ، وَ يَكْشِفُ السُّوءَ وَ الضُرَّ، وَ يَعْلَمُ السِّرَّ وَ الْجَهْرَ، وَ يَمْلِكُ الْخَيْرَ وَ الشَّرَّ. \nوَ لا اِلهَ اِلاَّ اللَّهُ الَّذي يَحْلُمُ عَنْ عَبْدِهِ اِذا عَصاهُ، وَ يَتَلَقَّاهُ بِالْاِسْعافِ وَ التَّلْبِيَةِ اِذا دَعاهُ، وَ اللّهُ اَكْبَرُ الْبَسيطُ مُلْكُهُ، الْمَعْدُومُ شِرْكُهُ، الْمَجيدُ عَرْشُهُ، الشَّديدُ بَطْشُهُ، وَ صَلَّى اللَّهُ عَلى مُحَمَّدٍ وَ الِهِ الطَّاهِرينَ وَ سَلَّمَ تَسْليماً. \nاَللَّهُمَّ اِنّي اَسْأَلُكَ سُؤالَ مَنْ لَمْ يَجِدْ لِسُؤالِهِ مَسْؤُولاً سِواكَ، وَ اَعْتَمِدُ عَلَيْكَ اعْتِمادَ مَنْ لايَجِدُ لِاعْتِمادِهِ مُعْتَمَداً غَيْرَكَ، لِاَنَّكَ الْاَوَّلُ الَّذِي ابْتَدَأْتَ الْاِبْتِداءَ، فَكَوَّنْتَهُ بِاَيْدي تَلَطُّفِكَ، فَاسْتَكانَ عَلى مَشِيَّتِكَ مُنْشَأً كَما اَرَدْتَ بِاِحْكامِ التَّقْديرِ وَ حُسْنِ التَّدْبيرِ. \nوَ اَنْتَ اَعَزُّ وَ اَجَلُّ مِنْ اَنْ تُحيطَ الْعُقُولُ بِمَبْلَغِ وَصْفِكَ، اَنْتَ الْعالِمُ الَّذي لايَعْزُبُ عَنْكَ مِثْقالُ ذَرَّةٍ فِي الْاَرْضِ وَ السَّماءِ، وَ الْجَوادُ الَّذي لايُبَخِّلُكَ اِلْحاحُ الْمُلِحّينَ، فَاِنَّما اَمْرُكَ لِشَيْ ءٍ اِذا اَرَدْتَهُ اَنْ تَقُولَ لَهُ كُنْ فَيَكُونُ. \nاَمْرُكَ ماضٍ، وَ وَعْدُكَ حَتْمٌ، وَ حُكْمُكَ عَدْلٌ، وَ قَوْلُكَ فَصْلٌ، لايَعْزُبُ عَنْكَ شَيْ ءٌ، وَ لايَفُوتُكَ شَيْ ءٌ، وَ اِلَيْكَ مَرَدُّ كُلِّ شَيْ ءٍ، وَ اَنْتَ الرَّقيبُ عَلى كُلِّ شَيْ ءٍ، اِحْتَجَبْتَ بِالائِكَ فَلاتُرى، وَ شَهِدْتَ كُلَّ نَجْوى، وَ تَعالَيْتَ عَلَى الْعُلى، وَ تَفَرَّدْتَ بِالْكِبْرِياءِ، وَ تَعَزَّزْتَ بِالْقُدْرَةِ وَ الْبَقاءِ، وَ ذَلَّتْ لَكَ الْجَبابِرَةُ بِالْقَهْرِ وَ الْفَناءِ، فَلَكَ الْحَمْدُ فِي الْاخِرَةِ وَ الْاُولى، وَ لَكَ الشُّكْرُ فِي الْبَدْءِ وَ الْعُقْبى. \n\nاَنْتَ اِلهي حَليمٌ قادِرٌ، رَؤُوفٌ غافِرٌ، وَ مَلِكٌ قاهِرٌ، وَ رازِقٌ بَديعٌ، مُجيبٌ سَميعٌ، بِيَدِكَ نَواصِي الْعِبادِ وَ قَواصِي الْبِلادِ، حَىُّ قَيُّومٌ جَوادٌ، ماجِدٌ كَريمٌ رَحيمٌ. \nاَنْتَ اِلهِي الْمالِكُ الَّذي مَلَكْتَ الْمُلُوكَ فَتَواضَعَ لِهَيْبَتِكَ الْاَعِزَّاءُ، وَ دانَتْ لَكَ بِالطَّاعَةِ الْاَوْلِياءُ، فَاحْتَوَيْتَ بِاِلهِيَّتِكَ عَلَى الْمَجْدِ وَ السَّناءِ، وَ لايَؤُودُكَ حِفْظُ خَلْقِكَ وَ لا قَلَّتْ عَطاياكَ بِمَنْ مَنَحْتَهُ سَعَةَ رِزْقِكَ. \nوَ اَنْتَ عَلاَّمُ الْغُيُوبِ، سَتَرْتَ عَلَيَّ عُيُوبي، وَ اَحْصَيْتَ عَلَيَّ ذُنُوبي، وَ اَكْرَمْتَني بِمَعْرِفَةِ دينِكَ، وَ لَمْ تَهْتِكْ عَنّي جَميلَ سِتْرِكَ يا حَنَّانُ، وَ لَمْ تَفْضَحْني يا مَنَّانُ، اَسْأَلُكَ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ اَنْ تُوَسِّعَ عَلَيَّ مِنْ فَضْلِكَ الْواسِعِ رِزْقاً حَلالاً طَيِّباً، هَنيئاً مَريئاً، صَبّاً صَبّاً. \nوَ اَسْأَلُكَ يا اِلهي اَماناً مِنْ عُقُوبَتِكَ، وَ اَسْأَلُكَ سُبُوغَ نِعْمَتِكَ، وَ دَوامَ عافِيَتِكَ، وَ مَحَبَّةَ طاعَتِكَ وَ اجْتِنابَ مَعْصِيَتِكَ، وَ حُلُولَ جَنَّتِكَ اِنَّكَ تَمْحُو ما تَشاءُ وَ تُثْبِتُ وَ عِندَكَ اُمُّ الْكِتابِ، تَغْفِرُلي ذُنُوباً حالَتْ بَيْني وَ بَيْنَكَ بِاقْتِرافي لَها. \nفَاَنْتَ اَهْلٌ اَنْ تَجُودَ عَلَيَّ بِسَعَةِ رَحْمَتِكَ، وَ تُنْقِذَني مِنْ اَليمِ عُقُوبَتِكَ، وَ تُدْرِجَني دَرَجَ الْمُكْرَمينَ، وَ تُلْحِقَني مَوْلايَ بِالصَّالِحينَ، مَعَ الَّذينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبينَ يَقُولُونَ سَلامٌ عَلَيْكُمْ اُدْخُلُوا الْجَنَّةَ بِما كُنْتُمْ تَعْمَلُونَ بِصَفْحِكَ وَ تَغَمُّدِكَ، يا رَؤُوفُ يا رَحيمُ. \nيا رَبِّ وَ اَسْأَلُكَ الصَّلاةَ عَلى مُحَمَّدٍ وَ الِ مُحَمَّدٍ وَ اَنْ تَحْتَمِلَ عَنّي واجِبَ حُقُوقِ الْاباءِ وَ الْاُمَّهاتِ، وَ اَدِّ حُقُوقَهُمْ عَنّي وَ اَلْحِقْني مَعَهُمْ بِالْاَبْرارِ وَ الْاِخْوانِ وَ الْاَخَواتِ وَ الْمُؤْمِنينَ وَ الْمُؤْمِناتِ، وَ اغْفِرْلي وَ لَهُمْ جَميعاً اِنَّكَ حَميدٌ مَجيدٌ، وَ صَلَّى اللَّهُ عَلَى النَّبِيِّ مُحَمَّدٍ وَ الِهِ اَجْمَعينَ. \n"
}