{
"title": "دعاء يوم الأربعاء للإمام موسى الكاظم(ع)‏",
"type": "text",
"source": "المصباح للكفعمي",
"data": "مَرْحَباً بِخَلْقِ اللَّهِ الْجَدِيدِ وَ بِكُمَا مِنْ كَاتِبَيْنِ وَ شَاهِدَيْنِ اكْتُبَا بِسْمِ اللَّهِ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَ أَشْهَدُ أَنَّ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ عَبْدُهُ وَ رَسُولُهُ وَ أَشْهَدُ أَنَّ الْإِسْلَامَ كَمَا وَصَفَ وَ الدِّينَ كَمَا شَرَعَ وَ أَنَّ الْكِتَابَ كَمَا أُنْزِلَ وَ الْقَوْلَ كَمَا حَدَّثَ وَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ‏ حَيَّا اللَّهُ مُحَمَّداً بِالسَّلَامِ وَ صَلَّى عَلَيْهِ وَ عَلَى آلِهِ اللَّهُمَّ اجْعَلْنِي مِنْ أَوْفَرِ وَ أَفْضَلِ‏ عِبادِكَ نَصِيباً فِي كُلِّ خَيْرٍ تَقْسِمُهُ فِي هَذَا الْيَوْمِ مِنْ نُورٍ تَهْدِي بِهِ أَوْ رِزْقٍ تَبْسُطُهُ أَوْ ضُرٍّ تَكْشِفُهُ أَوْ بَلَاءٍ تَصْرِفُهُ أَوْ شَرٍّ تَدْفَعُهُ أَوْ رَحْمَةٍ تَنْشُرُهَا أَوْ مُصِيبَةٍ تَصْرِفُهَا اللَّهُمَّ اغْفِرْ لِي مَا قَدْ سَلَفَ مِنْ ذُنُوبِي وَ اعْصِمْنِي فِيمَا بَقِيَ مِنْ عُمُرِي وَ ارْزُقْنِي عَمَلًا تَرْضَى بِهِ عَنِّي اللَّهُمَّ إِنِّي أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ وَ أَنْزَلْتَهُ فِي شَيْ‏ءٍ مِنْ كُتُبِكَ أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ أَنْ تَجْعَلَ الْقُرْآنَ رَبِيعَ قَلْبِي وَ شِفَاءَ صَدْرِي وَ نُورَ بَصَرِي وَ ذَهَابَ هَمِّي وَ غَمِّي وَ حُزْنِي فَإِنَّهُ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِكَ اللَّهُمَّ رَبَّ الْأَرْوَاحِ الْفَانِيَةِ وَ رَبَّ الْأَجْسَادِ الْبَالِيَةِ أَسْأَلُكَ بِطَاعَةِ الْأَرْوَاحِ الْبَالِغَةِ إِلَى عُرُوقِهَا وَ بِطَاعَةِ الْقُبُورِ الْمُنْشَقَّةِ [الْمُتَشَقِّقَةِ] عَنْ أَهْلِهَا وَ بِدَعْوَتِكَ الصَّادِقَةِ فِيهِمْ وَ أَخْذِكَ الْحَقِّ بَيْنَهُمْ وَ بَيْنَ الْخَلَائِقِ فَلَا يَنْطِقُونَ مِنْ مَخَافَتِكَ يَرْجُونَ رَحْمَتَكَ وَ يَخَافُونَ عَذَابَكَ أَسْأَلُكَ‏ النُّورَ فِي بَصَرِي وَ الْيَقِينَ فِي قَلْبِي وَ الْإِخْلَاصَ فِي عَمَلِي وَ ذِكْرَكَ عَلَى لِسَانِي أَبَداً مَا أَبْقَيْتَنِي اللَّهُمَّ مَا فَتَحْتَ لِي مِنْ بَابِ طَاعَةٍ فَلَا تُغْلِقْهُ عَنِّي أَبَداً وَ مَا أَغْلَقْتَ عَنِّي مِنْ بَابِ مَعْصِيَةٍ فَلَا تَفْتَحْهُ عَلَيَّ أَبَداً اللَّهُمَّ ارْزُقْنِي حَلَاوَةَ الْإِيمَانِ وَ طَعْمَ الْمَغْفِرَةِ وَ لَذَّةَ الْإِسْلَامِ وَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ إِنَّهُ لَا يَمْلِكُ ذَلِكَ غَيْرُكَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضِلَّ أَوْ أَذِلَّ أَوْ أُذِلَّ أَوْ أُظْلَمَ أَوْ أَظْلِمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ أَوْ أَجُورَ أَوْ يُجَارَ عَلَيَّ أَخْرِجْنِي مِنَ الدُّنْيَا مَغْفُوراً لِي ذَنْبِي مَقْبُولًا لِي عَمَلِي وَ أَعْطِنِي كِتَابِي بِيَمِينِي وَ احْشُرْنِي فِي زُمْرَةِ النَّبِيِّ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ كَثِيراً"
}