{
"title": "عوذة يوم السبت‏",
"type": "text",
"source": "المصباح للكفعمي",
"data": "بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ أُعِيذُ نَفْسِي بِاللَّهِ الَّذِي‏ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ‏ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n\nثُمَّ تقْرَأُ الْحَمْدَ وَ الْمُعَوِّذَتَيْنِ وَ التَّوْحِيدَ ثم تَقُولُ:\n\n كَذَلِكَ اللَّهُ رَبُّنَا وَ سَيِّدُنَا وَ مَوْلَانَا لَا إِلَهَ إِلَّا هُوَ نُورُ النُّورِ وَ مُدَبِّرُ الْأُمُورِ نُورُ السَّماواتِ وَ الْأَرْضِ مَثَلُ نُورِهِ كَمِشْكاةٍ فِيها مِصْباحٌ الْمِصْباحُ فِي زُجاجَةٍ الزُّجاجَةُ كَأَنَّها كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبارَكَةٍ زَيْتُونَةٍ لا شَرْقِيَّةٍ وَ لا غَرْبِيَّةٍ يَكادُ زَيْتُها يُضِي‏ءُ وَ لَوْ لَمْ تَمْسَسْهُ نارٌ نُورٌ عَلى‏ نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشاءُ وَ يَضْرِبُ اللَّهُ الْأَمْثالَ لِلنَّاسِ وَ اللَّهُ بِكُلِّ شَيْ‏ءٍ عَلِيمٌ‏ الَّذِي‏ خَلَقَ السَّماواتِ وَ الْأَرْضَ بِالْحَقِّ وَ يَوْمَ يَقُولُ كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ وَ لَهُ الْمُلْكُ يَوْمَ يُنْفَخُ فِي الصُّورِ عالِمُ الْغَيْبِ وَ الشَّهادَةِ وَ هُوَ الْحَكِيمُ الْخَبِيرُ الَّذِي خَلَقَ سَبْعَ سَماواتٍ طِباقاً وَ مِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ لِتَعْلَمُوا أَنَّ اللَّهَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ أَنَّ اللَّهَ قَدْ أَحاطَ بِكُلِّ شَيْ‏ءٍ عِلْماً وَ أَحْصى‏ كُلَّ شَيْ‏ءٍ عَدَداً وَ مِنْ شَرِّ كُلِّ ذِي شَرِّ مُعْلِنٍ بِهِ أَوْ مُسِرٍّ [مُسْتَتِرٍ] وَ مِنْ شَرِّ الْجِنَّةِ وَ الْبَشَرِ وَ مِنْ شَرِّ مَا يَظْهَرُ بِاللَّيْلِ وَ يَكْمُنُ بِالنَّهَارِ وَ مِنْ شَرِّ طَوَارِقِ اللَّيْلِ وَ النَّهَارِ وَ مِنْ شَرِّ مَا يَنْزِلُ الْحَمَّامَاتِ وَ الْحُشُوشَ وَ الْخَرَابَاتِ وَ الْأَوْدِيَةَ وَ الصَّحَارِيَ وَ الغِيَاضَ وَ الشَّجَرَ وَ يَكُونُ فِي الْأَنْهَارِ وَ أُعِيذُ نَفْسِي وَ مَنْ يَعْنِينِي أَمْرُهُ بِاللَّهِ‏ مالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَ تَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ وَ تُعِزُّ مَنْ تَشاءُ وَ تُذِلُّ مَنْ تَشاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ تُولِجُ اللَّيْلَ فِي النَّهارِ وَ تُولِجُ النَّهارَ فِي اللَّيْلِ وَ تُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَ تُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَ تَرْزُقُ مَنْ تَشاءُ بِغَيْرِ حِسابٍ‏ لَهُ مَقالِيدُ السَّماواتِ وَ الْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ وَ يَقْدِرُ إِنَّهُ بِكُلِّ شَيْ‏ءٍ عَلِيمٌ‏ خَلَقَ الْأَرْضَ وَ السَّماواتِ الْعُلى‏ الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى‏ لَهُ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ وَ ما بَيْنَهُما وَ ما تَحْتَ الثَّرى‏ وَ إِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَ أَخْفى‏ اللَّهُ لا إِلهَ إِلَّا هُوَ لَهُ الْأَسْماءُ الْحُسْنى‏ لَهُ الْخَلْقُ وَ الْأَمْرُ مُنْزِلُ التَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ وَ الْفُرْقَانِ الْعَظِيمُ مِنْ شَرِّ كُلِّ طَاغٍ وَ بَاغٍ وَ نَافِثٍ وَ شَيْطَانٍ وَ سُلْطَانٍ وَ سَاحِرٍ وَ كَاهِنٍ وَ نَاظِرٍ وَ طَارِقٍ وَ مُتَحَرِّكٍ وَ سَاكِنٍ وَ مُتَكَلِّمٍ وَ سَاكِتٍ وَ نَاطِقٍ وَ صَامِتٍ وَ مُتَخَيِّلٍ وَ مُتَمَثِّلٍ [وَ مُتَلَوِّنٍ‏] وَ مُحْتَقِرٍ [وَ مُتَجَبِّرٍ] وَ نَسْتَجِيرُ بِاللَّهِ حِرْزِنَا وَ نَاصِرِنَا وَ مُونِسِنَا وَ هُوَ يَدْفَعُ عَنَّا لَا شَرِيكَ لَهُ وَ لَا مُعِزَّ لِمَنْ أَذَلَّ وَ لَا مُذِلَّ لِمَنْ أَعَزَّ وَ هُوَ الْواحِدُ الْقَهَّارُ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ‏"
}