{
"title": "دعاء ليلة الخميس",
"type": "text",
"source": "المصباح للكفعمي",
"data": "بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ سُبْحَانَكَ رَبَّنَا وَ لَكَ الْحَمْدُ أَنْتَ الَّذِي بِكَلِمَتِكَ خَلَقْتَ جَمِيعَ خَلْقِكَ فَكُلُّ مَشِيَّتِكَ أَتَتْكَ بِلَا لُغُوبٍ أَثْبَتَّ مَشِيَّتَكَ وَ لَمْ تَأَنَّ فِيهَا لِمَئُونَةٍ وَ لَمْ تَنْصِبْ فِيهَا لِمَشَقَّةٍ وَ كَانَ عَرْشُكَ عَلَى الْمَاءِ وَ الظُّلْمَةُ فِي [عَلَى‏] الْهَوَاءِ وَ الْمَلَائِكَةُ يَحْمِلُونَ عَرْشَكَ عَرْشَ النُّورِ وَ الْكَرَامَةِ وَ يُسَبِّحُونَ بِحَمْدِكَ وَ الْخَلْقُ مُطِيعٌ لَكَ خَاشِعٌ مِنْ خَوْفِكَ لَا يُرَى فِيهِ نُورٌ إِلَّا نُورُكَ وَ لَا يُسْمَعُ فِيهِ صَوْتٌ إِلَّا صَوْتُكَ حَقِيقٌ بِمَا لَا يَحِقُّ إِلَّا لَكَ‏ خَالِقُ الْخَلْقِ وَ مُبْتَدِعُهُ تَوَحَّدْتَ بِأَمْرِكَ وَ تَفَرَّدْتَ بِمُلْكِكَ وَ تَعَظَّمْتَ بِكِبْرِيَائِكَ وَ تَعَزَّزْتَ بِجَبَرُوتِكَ وَ تَسَلَّطْتَ بِقُوَّتِكَ وَ تَعَالَيْتَ بِقُدْرَتِكَ فَأَنْتَ بِالْمَنْظَرِ الْأَعْلَى فَوْقَ السَّمَاوَاتِ الْعُلَى كَيْفَ لَا يَقْصُرُ دُونَكَ عِلْمُ الْعُلَمَاءِ وَ لَكَ الْعِزَّةُ أَحْصَيْتَ خَلْقَكَ وَ مَقَادِيرَكَ لِمَا جَلَّ مِنْ جَلَالِ مَا جَلَّ مِنْ ذِكْرِكَ وَ لِمَا ارْتَفَعَ مِنْ رَفِيعِ مَا ارْتَفَعَ مِنْ كُرْسِيِّكَ عَلَوْتَ عَلَى عُلُوِّ مَا اسْتَعْلَى مِنْ مَكَانِكَ كُنْتَ قَبْلَ جَمِيعِ خَلْقِكَ لَا يَقْدِرُ الْقَادِرُونَ قَدْرَكَ وَ لَا يَصِفُ الْوَاصِفُونَ أَمْرَكَ رَفِيعُ الْبُنْيَانِ مُضِيْ‏ءُ الْبُرْهَانِ عَظِيمُ الْجَلَالِ قَدِيمُ الْمَجْدِ مُحِيطُ الْعِلْمِ لَطِيفُ الْخَبَرِ حَكِيمُ الْأَمْرِ أَحْكَمَ الْأَمْرَ صُنْعُكَ وَ قَهَرَ كُلَّ شَيْ‏ءٍ سُلْطَانُكَ وَ تَوَلَّيْتَ الْعَظَمَةَ بِعِزَّةِ مُلْكِكَ وَ الْكِبْرِيَاءَ بِعَظِيمِ جَلَالِكَ ثُمَّ دَبَّرْتَ الْأَشْيَاءَ كُلَّهَا بِحُكْمِكَ [بِحِكْمَتِكَ‏] وَ أَحْصَيْتَ أَمْرَ الدُّنْيَا وَ الْآخِرَةِ كُلَّهَا بِعِلْمِكَ وَ كَانَ الْمَوْتُ وَ الْحَيَاةُ بِيَدِكَ وَ ضَرَعَ كُلَّ شَيْ‏ءٍ إِلَيْكَ وَ ذَلَّ كُلُّ شَيْ‏ءٍ لِمُلْكِكَ وَ انْقَادَ كُلُّ شَيْ‏ءٍ لِطَاعَتِكَ فَتَقَدَّسْتَ رَبَّنَا وَ تَقَدَّسَ اسْمُكَ وَ تَبَارَكْتَ رَبَّنَا وَ تَعَالَى ذِكْرُكَ وَ بِقُدْرَتِكَ عَلَى خَلْقِكَ وَ لُطْفِكَ فِي أَمْرِكَ لَا يَعْزُبُ عَنْكَ مِثْقَالُ ذَرَّةٍ فِي السَّمَاوَاتِ وَ الْأَرْضِ‏ وَ لا أَصْغَرُ مِنْ ذلِكَ وَ لا أَكْبَرُ إِلَّا فِي كِتابٍ مُبِينٍ‏ فَسُبْحَانَكَ وَ بِحَمْدِكَ تَبَارَكْتَ رَبَّنَا وَ جَلَّ ثَنَاؤُكَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ وَ نَبِيِّكَ أَفْضَلَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ بُيُوتَاتِ الْمُسْلِمِينَ صَلَاةً تُبَيِّضُ بِهَا وَجْهَهُ وَ تُقِرُّ بِهَا عَيْنَهُ وَ تُزَيِّنُ بِهَا مَقَامَهُ وَ تَجْعَلُهُ خَطِيباً لِمَحَامِدِكَ مَا قَالَ صَدَّقْتَهُ وَ مَا سَأَلَ أَعْطَيْتَهُ وَ لِمَنْ شَفَعَ شَفَّعْتَهُ وَ اجْعَلْ لَهُ مِنْ عَطَائِكَ عَطَاءً تَامّاً وَ قَسَماً وَافِياً وَ نَصِيباً جَزِيلًا وَ اسْماً عَالِياً عَلَى‏ النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ وَ حَسُنَ أُولئِكَ رَفِيقاً اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الَّذِي إِذَا ذُكِرَ اهْتَزَّ لَهُ عَرْشُكَ وَ تَهَلَّلَ لَهُ نُورُكَ وَ اسْتَبْشَرَتْ لَهُ مَلَائِكَتُكَ‏ وَ الَّذِي إِذَا ذُكِرَ تَزَعْزَعَتْ لَهُ السَّمَاوَاتُ وَ الْأَرْضُ وَ الْجِبَالُ وَ الشَّجَرُ وَ الدَّوَابُّ وَ الَّذِي إِذَا ذُكِرَ تَفَتَّحَتْ لَهُ أَبْوَابُ السَّمَاءِ وَ أَشْرَقَتْ لَهُ الْأَرْضُ وَ سَبَّحَتْ [ستحت‏] لَهُ الْجِبَالُ وَ الَّذِي إِذَا ذُكِرَ تَصَدَّعَتْ لَهُ الْأَرْضُ وَ قَدَّسَتْ لَهُ الْمَلَائِكَةُ وَ الْإِنْسُ وَ تَفَجَّرَتْ لَهُ الْأَنْهَارُ وَ الَّذِي إِذَا ذُكِرَ ارْتَعَدَتْ مِنْهُ النُّفُوسُ وَ وَجِلَتْ مِنْهُ الْقُلُوبُ وَ خَشَعَتْ لَهُ الْأَصْوَاتُ أَنْ تَغْفِرَ لِي وَ لِوَالِدَيَّ وَ ارْحَمْهُما كَما رَبَّيانِي صَغِيراً وَ ارْزُقْنِي ثَوَابَ طَاعَتِهِمَا وَ مَرْضَاتِهِمَا وَ عَرِّفْ بَيْنِي وَ بَيْنَهُمَا فِي جَنَّتِكَ أَسْأَلُكَ لِي وَ لَهُمَا الْأَجْرَ فِي الْآخِرَةِ يَوْمَ الْقِيَامَةِ وَ الْعَفْوَ يَوْمَ الْقَضَاءِ وَ بَرْدَ الْعَيْشِ عِنْدَ الْمَوْتِ وَ قُرَّةَ عَيْنٍ لَا تَنْقَطِعُ وَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَ شَوْقاً إِلَى لِقَائِكَ اللَّهُمَّ إِنِّي ضَعِيفٌ فَقَوِّ فِي رِضَاكَ ضَعْفِي وَ خُذْ إِلَى الْخَيْرِ بِنَاصِيَتِي وَ اجْعَلِ الْإِسْلَامَ مُنْتَهَى رِضَايَ وَ اجْعَلِ الْبِرَّ أَكْبَرَ أَخْلَاقِي وَ التَّقْوَى زَادِي وَ ارْزُقْنِي الظَّفَرَ بِالْخَيْرِ لِنَفْسِي وَ أَصْلِحْ لِي دِينِيَ الَّذِي هُوَ عِصْمَةُ أَمْرِي وَ بَارِكْ فِي دُنْيَايَ الَّتِي فِيهَا بَلَاغِي وَ أَصْلِحْ لِي آخِرَتِيَ الَّتِي إِلَيْهَا مُنْقَلَبِي وَ مَعَادِي وَ اجْعَلْ دُنْيَايَ زِيَادَةً فِي كُلِّ خَيْرٍ وَ اجْعَلْ آخِرَتِي عَافِيَةً مِنْ كُلِّ شَرٍّ وَ هَيِّئْ لِيَ الْإِنَابَةَ إِلَى دَارِ الْخُلُودِ وَ التَّجَافِيَ عَنْ دَارِ الْغُرُورِ وَ الِاسْتِعْدَادَ لِلْمَوْتِ قَبْلَ أَنْ يَنْزِلَ بِي اللَّهُمَّ لَا تَأْخُذْنِي بَغْتَةً وَ لَا تَقْتُلْنِي فَجْأَةً وَ لَا تُعَجِّلْنِي عَنْ حَقٍّ وَ لَا تَسْلُبْنِيهِ وَ عَافِنِي مِنْ مُمَارَسَةِ الذُّنُوبِ بِتَوْبَةٍ نَصُوحٍ وَ مِنَ الْأَسْقَامِ الدَّوِيَّةِ بِالْعَفْوِ وَ الْعَافِيَةِ وَ تَوَفَّ نَفْسِي آمِنَةً مُطْمَئِنَّةً رَاضِيَةً بِمَا لَهَا مَرْضِيَّةً لَيْسَ عَلَيْهَا خَوْفٌ وَ لَا حَزَنٌ وَ لَا جَزَعٌ وَ لَا فَزَعٌ وَ لَا وَجَلٌ وَ لَا مَقْتٌ مِنْكَ مَعَ الْمُؤْمِنِينَ الَّذِينَ سَبَقَتْ لَهُمْ مِنْكَ الْحُسْنَى وَ هُمْ عَنِ النَّارِ مُبْعَدُونَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ مَنْ أَرَادَنِي بِحُسْنٍ فَأَعِنْهُ عَلَيْهِ وَ يَسِّرْهُ لِي فَ إِنِّي لِما أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ وَ مَنْ أَرَادَنِي بِسُوءٍ أَوْ حَسَدٍ أَوْ بَغْيٍ أَوْ عَدَاوَةٍ أَوْ ظُلْمٍ فَإِنِّي أَدْرَأُ بِكَ فِي نَحْرِهِ وَ أَسْتَعِينُ بِكَ عَلَيْهِ فَاكْفِنِيهِ بِمَ شِئْتَ وَ اشْغَلْهُ عَنِّي بِمَ شِئْتَ فَإِنَّهُ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِكَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الشَّيْطَانِ الرَّجِيمِ وَ مِنْ مَغَاوِيهِ وَ اعْتِرَاضِهِ وَ فَزَعِهِ وَ وَسْوَسَتِهِ اللَّهُمَّ فَلَا تَجْعَلْ لَهُ عَلَيَّ سُلْطَاناً وَ لَا تَجْعَلْ لَهُ عَلَيَّ سَبِيلًا وَ لَا تَجْعَلْ لَهُ فِي مَالِي وَ وُلْدِي شِرْكاً وَ لَا نَصِيباً وَ بَاعِدْ بَيْنَنَا وَ بَيْنَهُ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَ الْمَغْرِبِ حَتَّى لَا يُفْسِدَ شَيْئاً مِنْ طَاعَتِكَ عَلَيْنَا وَ أَتْمِمْ نِعْمَتَكَ عِنْدَنَا بِمَرْضَاتِكَ يَا أَرْحَمَ الرَّاحِمِينَ وَ صَلَّى اللَّهُ عَلَى سَيِّدِنَا رَسُولِهِ مُحَمَّدٍ النَّبِيِّ وَ آلِهِ الطَّاهِرِينَ وَ سَلَّمَ تَسْلِيماً"
}