{
"title": "تسبيح يوم الخميس",
"type": "text",
"source": "المصباح للكفعمي",
"data": "بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ الْوَاسِعُ الَّذِي لَا يَضِيقُ الْبَصِيرُ الَّذِي لَا يَضِلُّ النُّورُ الَّذِي لَا يُخْمَدُ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ الْحَيُّ الَّذِي لَا يَمُوتُ الْقَيُّومُ الَّذِي لَا يَهِنُ الصَّمَدُ الَّذِي لَا يُطْعَمُ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَا أَعْظَمَ شَأْنَكَ وَ أَعَزَّ سُلْطَانَكَ وَ أَعْلَى مَكَانَكَ [وَ أَشْمَخَ مُلْكَكَ‏] سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَا أَبَرَّكَ وَ أَرْحَمَكَ وَ أَحْلَمَكَ وَ أَعْظَمَكَ وَ أَسْمَحَكَ وَ أَجَلَّكَ وَ أَكْرَمَكَ وَ أَعْلَمَكَ وَ أَعَزَّكَ وَ أَعْلَاكَ وَ أَقْوَاكَ وَ أَسْمَعَكَ وَ أَبْصَرَكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَا أَكْرَمَ عَفْوَكَ وَ أَعْظَمَ تَجَاوُزَكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَا أَوْسَعَ رَحْمَتَكَ وَ أَكْثَرَ فَضْلَكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَا أَنْعَمَ آلَاءَكَ وَ أَسْبَغَ نَعْمَاءَكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَا أَفْضَلَ ثَوَابَكَ وَ أَجْزَلَ عَطَاءَكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَا أَوْسَعَ حُجَّتَكَ وَ أَوْضَحَ بُرْهَانَكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَا أَشَدَّ أَخْذَكَ وَ أَوْجَعَ عِقَابَكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَا أَشَدَّ مَكْرَكَ وَ أَمْتَنَ كَيْدَكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ تُسَبِّحُ لَكَ السَّمَاوَاتُ السَّبْعُ وَ الْأَرَضُونَ السَّبْعُ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ الْقَرِيبُ فِي عُلُوِّكَ الْمُتَعَالِي فِي دُنُوِّكَ الْمُتَدَانِي دُونَ كُلِّ شَيْ‏ءٍ مِنْ خَلْقِكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ الْقَرِيبُ قَبْلَ كُلِّ شَيْ‏ءٍ وَ الدَّائِمُ مَعَ كُلِّ شَيْ‏ءٍ وَ الْبَاقِي بَعْدَ فَنَاءِ كُلِّ شَيْ‏ءٍ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ تَصَاغَرَ كُلُّ شَيْ‏ءٍ لِجَبَرُوتِكَ وَ انْقَادَ كُلُّ شَيْ‏ءٍ لِسُلْطَانِكَ وَ ذَلَّ كُلُّ شَيْ‏ءٍ لِعِزَّتِكَ وَ خَضَعَ كُلُّ شَيْ‏ءٍ لِمُلْكِكَ وَ اسْتَسْلَمَ كُلُّ شَيْ‏ءٍ لِقُدْرَتِكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ مَلَكْتَ الْمُلُوكَ بِعَظَمَتِكَ وَ قَهَرْتَ الْجَبَابِرَةَ بِقُدْرَتِكَ وَ ذَلَّلْتَ الْعُظَمَاءَ بِعِزَّتِكَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ تَسْبِيحاً يَفْضُلُ عَلَى تَسْبِيحِ الْمُسَبِّحِينَ كُلِّهِمْ مِنْ أَوَّلِ الدَّهْرِ إِلَى آخِرِهِ وَ مِلْ‏ءَ السَّمَاوَاتِ وَ الْأَرَضِينَ وَ مِلْ‏ءَ مَا خَلَقْتَ وَ مِلْ‏ءَ مَا قَدَّرْتَ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ تُسَبِّحُ لَكَ السَّمَاوَاتُ بِأَقْطَارِهَا وَ الشَّمْسُ فِي مَجَارِيهَا وَ الْقَمَرُ فِي مَنَازِلِهِ وَ النُّجُومُ فِي سَيَرَانِهَا وَ الْفَلَكُ فِي مَعَارِجِهِ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ يُسَبِّحُ لَكَ النَّهَارُ بِضَوْئِهِ وَ اللَّيْلُ بِدُجَائِهِ وَ النُّورُ بِشُعَاعِهِ وَ الظُّلْمَةُ بِغُمُوضِهَا سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ تُسَبِّحُ لَكَ الرِّيَاحُ فِي مَهَبِّهَا وَ السَّحَابُ بِأَمْطَارِهَا وَ الْبَرْقُ بِأَخْطَافِهِ وَ الرَّعْدُ بِأَرْزَامِهِ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ تُسَبِّحُ لَكَ الْأَرْضُ بِأَقْوَاتِهَا وَ الْجِبَالُ بِأَطْوَادِهَا وَ الْأَشْجَارُ بِأَوْرَاقِهَا وَ الْمَرَاعِي فِي مَنَابِتِهَا سُبْحَانَكَ وَ بِحَمْدِكَ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لَا شَرِيكَ لَكَ عَدَدَ مَا سَبَّحَكَ مِنْ شَيْ‏ءٍ وَ كَمَا تُحِبُّ يَا رَبِّ أَنْ تُحْمَدَ وَ كَمَا يَنْبَغِي لِعَظَمَتِكَ وَ كِبْرِيَائِكَ [وَ عِزِّكَ‏] وَ عِزَّتِكَ وَ قُوَّتِكَ وَ قُدْرَتِكَ وَ صَلَّى اللَّهُ عَلَى رَسُولِهِ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَ آلِهِ أَجْمَعِينَ‏"
}