["(61) - (62): ﴿فَلَمَّا تَرَاءى الْجَمْعَانِ﴾: جمْع موسى وجَمْع فرعون، عند ذلك ﴿قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ﴾: لحق العدو بنا ولا طاقة لنا به ﴿قَالَ﴾: موسى لأصحابه: ﴿كَلَّا إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ﴾: وعدني ربي وهو لا يخلف الميعاد. \n\n(63): ﴿فَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِب بِّعَصَاكَ الْبَحْر﴾: فضربه بها ﴿فَانفَلَقَ﴾: انشق ﴿فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ﴾: انشق البحر اثنى عشر طريقًا، وقام الماء بين طريق وطريق كالجبل المرتفع، وتجاوز موسى وقومه إلى الشاطئ الثاني. وتجدر الإشارة أن القوانين الطبيعية يمكن نقضها عقلا باتفاق علماء الطبيعة- قانون الطبيعة يستدعي أن تحترق هذه الورقة إذا أُلقيت في النار، ومع ذلك لا مانع في حكم العقل أن تكون في النار ولا تحترق. \n\n(64): ﴿وَأَزْلَفْنَا ثَمَّ الْآخَرِينَ﴾: قربنا فرعون وقومه من البحر لنغرقهم فيه. \n\n(65): ﴿وَأَنجَيْنَا مُوسَى وَمَن مَّعَهُ أَجْمَعِينَ﴾: وما هلك منهم واحد. \n\n(66) - (68): ﴿ثُمَّ أَغْرَقْنَا الْآخَرِينَ﴾: فرعون وقومه وما سلم منهم واحد. \n\n(69): ﴿وَاتْلُ عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ﴾: الخطاب لرسول الله (ص) وضمير عليهم يعود لقريش الذين زعموا أنهم من نسل إبراهيم وعلى دينه. \n\n(70): ﴿إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَ﴾: كان لسقراط منهج خاص في الجدال والحوار، كان يتظاهر بالجهل والتسليم بأقوال الخصم، ثم يلقي عليه سؤالا بهدف أن يعرفه بجهله وأخطائه، فإذا أجاب وجَّه إليه سؤالا آخر لازمًا لنفس الجواب... وهكذا حتى يوقعه في التناقض، ويحمله على الإقرار بالجهل، وسؤال إبراهيم (ع) لأبيه وقومه من هذا الباب. \n\n(71): ﴿قَالُوا نَعْبُدُ... ﴾ هذه الأصنام التي ترى. \n\n(72) - (77): ﴿قَالَ هَلْ يَسْمَعُونَكُمْ﴾: من شأن المعبود أن يرى ويسمع، ويضر وينفع، وهذه الأصنام صم بكم! فكيف ترجون منها الخير؟ قالوا: نحن نحيا ونموت على دين الآباء والأجداد. فقال لهم إبراهيم: أنتم وآلهتكم وآباؤكم وأجدادكم ﴿عَدُوٌّ لَّي إِلَّا رَبَّ الْعَالَمِينَ﴾: لا أُؤمن بسواه ولا أخاف غيره. \n\n(78): ﴿الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ﴾: وهبني عقلًا أهتد به، فلا أُقلَّد أبًا وجدًا. \n\n(79): ﴿وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ﴾: بتيسير الأسباب لي ولجميع خلقه. \n\n(80): ﴿وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ﴾: بما خلق من الدواء قال رسول الله (ص): (لكل داء دواء، فإذا أصاب الدواء الداء بريء بإذن الله). \n\n(81): ﴿وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ﴾: لا أحد يقدر على ذلك سواه. \n\n(82): ﴿وَالَّذِي أَطْمَعُ أَن يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ﴾: وإبراهيم معصوم عن الخطأ والخطيئة، ومن عصمته أن يعظم خوفه من الله، هذا إلى أنه لا نجاة من عذاب الله إلا لمن خاف من عذابه. \n\n(83): ﴿رَبِّ هَبْ لِي حُكْمًا﴾: علمًا بالأحكام ﴿وَأَلْحِقْنِي بِالصَّالِحِينَ﴾: عملا وثوابًا. \n\n","تفسير المبين"]