["(1): ﴿طه﴾: جاء في تفسير الرازي عن الإمام جعفر الصادق (ع): (أن الطاء طهارة أهل بيت رسول الله والهاء هدايتهم) والرسول الأعظم (ص) هو رب البيت وأبوه، وهو دون سواه المخاطب بقوله تعالى: \n\n(2): ﴿مَا أَنزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى﴾: ومن أجل هذا نحن مع القائلين، إن طه من أسماء النبي (ص) والمراد بالشقاء هنا التعب، وكان (ص) قد أجهد نفسه بالعبادة حتى تورمت قدماه، فقال له سبحانه: ما لهذا نزل عليك القرآن. \n\n(3): ﴿إِلَّا تَذْكِرَةً لِّمَن يَخْشَى﴾: إلا رحمة ونورًا لمن ينشد الخير والهداية. \n\n(4): ﴿تَنزِيلًا مِّمَّنْ خَلَقَ الْأَرْضَ وَالسَّمَاوَاتِ الْعُلَى﴾: جمع العليا، والمذكر الأعلى، ومثله الدنا جمع الدنيا وفي الآية إيماء إلى أن لله كتابين: الأول كتاب الخلق والإيجاد والثاني أنزله على محمد (ص) لهداية العباد. \n\n(5) - (6): ﴿الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى... ﴾: كناية عن الاستيلاء والتدبير، وتقدم في الآية 54 من الأعراف وغيرها. \n\n(7): ﴿وَإِن تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى﴾: أنا وأنت نعلم ما نضمر الآن دون الغد. والله عليم بذات الصدور الآن وبما يوسوس فيها غدًا. لأن كل غيب عنده شهادة، وكل سر عنده علانية. \n\n(8): ﴿اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَهُ الْأَسْمَاء الْحُسْنَى﴾: لأنها تعبِّر عن أجلّ المعاني وأكمل الصفات. وتقدم في الآية 180 من الأعراف وغيرها. \n\n(9): ﴿وَهَلْ أَتَاكَ حَدِيثُ مُوسَى﴾:؟ أجل، مرارًا وتكرارًا، أما السر لهذا التكرار فهو أن أكثر السور والآيات التي تحدثت عن موسى نزلت في مكة حيث كان المسلمون قلة مستضعفة يلاقون أشد الإيذاء وألوان التنكيل من المشركين أصحاب الحول والسلطان. فتكررت قصة موسى وبني إسرائيل وإذلالهم بيد فرعون، ثم دارت عليهم الدائرة، وكانت العاقبة لبني إسرائيل علمًا بأن فرعون أقوى وأطغى من صناديد المشركين وأيضًا سينتصر المسلمون على المشركين لا محالة إذا صبروا واتقوا تمامًا كما انتصر موسى وقومه على فرعون وملئه... هذا إلى أن حياة موسى كلها عِبَر منذ ولادته وقذفه في اليم إلى قصته مع فرعون وشعيب والخضر والسامري وقومه المشاكسين المعاكسين وارتدادهم وعجلهم وبقرته وتيههم إلى ما له أول بلا آخر. \n\n(10): ﴿إِذْ رَأَى نَارًا فَقَالَ لِأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَّعَلِّي آتِيكُم مِّنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى﴾: استأذن موسى شعيبًا بالخروج إلى أُمه في مصر وسار بأهله، فولد له في الطريق ابن في ليلة شاتية مظلمة، وكان قد ضلَّ الطريق، وحاول أن يقدح زناده فلم يخرج منه شرر، والليل دامس والبرد قارص، فحار في أمره، وبينما هو كذلك إذ رأى نارًا، فقال لأهله: مكانكم، أتى الفرج بوجود النار أو الهداية إلى الطريق، وما درى أنها البشرى بسعادة اللقاء بالعلي الأعلى، وذهب ليأتي بجذوة من نار، فرجع بالنبوة ولقّب كليم الله... وهكذا تفعل المفاجآت والمخبآت: إما إلى العلى وسدرة المنتهى، وإما إلى الدرك الأسفل والأرذل. قال الإمام علي (ع): كن لما لا ترجو أرجى منك لما ترجو، فإن موسى بن عمران خرج يقتبس لأهله نارًا فكلمه الله، ورجع نبيًا. \n\n(11) - (12): ﴿فَلَمَّا أَتَاهَا نُودِي يَا مُوسَى إِنِّي أَنَا رَبُّكَ﴾: دنا موسى مما ظنَّه نارًا، فإذا هو نور أبهى من نور الشمس، وإذا بصوت رهيب: أنا ربك ﴿فَاخْلَعْ نَعْلَيْكَ﴾: تأدبًا وتواضعًا ﴿إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى﴾: في المكان المطهر المبارك. \n\n","تفسير المبين"]