["(38): ﴿إِذْ أَوْحَيْنَا إِلَى أُمِّكَ﴾: بالإلهام أو المنام ﴿مَا يُوحَى﴾: من التدبير المحكم لسلامتك من كل مكروه ومن ذلك. \n\n(39): ﴿أَنِ اقْذِفِيهِ فِي التَّابُوتِ﴾: ضعيه في الصندوق ﴿فَاقْذِفِيهِ﴾: القي الصندوق ﴿فِي الْيَمّ﴾ِ: البحر والمراد به هنا النيل، ففعلت ذلك ﴿فَلْيُلْقِهِ الْيَمُّ بِالسَّاحِلِ﴾: يقذفه الموج إلى الشاطئ ﴿يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ﴾: وهو فرعون ﴿وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي﴾: جعلتك محبوبًا عند عدوي وعدوك ﴿وَلِتُصْنَعَ عَلَى عَيْنِي﴾: أي تتم حضانتك وتربيتك برعايتي وعنايتي. \n\n(40): ﴿إِذْ تَمْشِي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ عَلَى مَن يَكْفُلُهُ﴾: كان موسى لا يقبل ثدي امرأة، فحار فرعون، وبذل الجهد في طلب مرضعة له، فذهبت أخته إلى قصر فرعون وقال: أنا أدلكم على من يرضعه ﴿فَرَجَعْنَاكَ إِلَى أُمِّكَ كَيْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ﴾: عرضت عليه ثديها فقبله، ورضع منه، ففرح فرعون، وأجزل لها العطاء ﴿وَقَتَلْتَ نَفْسًا﴾: وهو الفرعوني الذي وكزه موسى فقضى عليه، وتأتي إليه الإشارة في الآية 15 من القصص ﴿فَنَجَّيْنَاكَ مِنَ الْغَمِّ﴾: من الخوف الذي أصابك بعد قتل الفرعوني أن يأخذوك به ويقتلوك ﴿وَفَتَنَّاكَ فُتُونًا﴾: امتحناك واختبرناك بالعديد من الشدائد، فوجدناك أهلاً للنبوة والرسالة ﴿فَلَبِثْتَ سِنِينَ فِي أَهْلِ مَدْيَنَ﴾: إشارة إلى ما يأتي في الآية 27 من القصص وأن موسى رعى غنم شعيب في مدين عشر سنين ﴿ثُمَّ جِئْتَ عَلَى قَدَرٍ يَا مُوسَى﴾: أتيت إلى هذا المكان الذي أنت فيه الآن بالوقت المحدد والمقدر لنبوتك. \n\n(41): ﴿وَاصْطَنَعْتُكَ لِنَفْسِي﴾: اخترتك للوحي وتبليغ رسالتي. \n\n(42): ﴿اذْهَبْ أَنتَ وَأَخُوكَ بِآيَاتِي﴾: بالمعجزات الخارقة الدالة على رسالتكما، وأهمها العصا واليد البيضاء ﴿وَلَا تَنِيَا فِي ذِكْرِي﴾: لا تضعفا وتقصِّرا في الدعوة إلى الله سبحانه. \n\n(43): ﴿اذْهَبَا إِلَى فِرْعَوْنَ إِنَّهُ طَغَى﴾: في البلاد، وأكثر فيها الفساد. \n\n(44): ﴿فَقُولَا لَهُ قَوْلًا لَّيِّنًا لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى﴾: هكذا يعلِّمنا رب السماء أُسلوب الدعوة ألى الحق: بالرفق واللين، لا بالقسوة والحماقة حتى مع فرعون الذي قال: أنا ربكم الأعلى فهل يتعظ الزاهد الطعّان والواعظ الغضبان؟ وفي الآية 147 من الأنعام (فإن كذبوك فقل ربكم ذو رحمة واسعة) والخطاب لمحمد (ص). \n\n(45): ﴿قَالَا رَبَّنَا إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَا أَوْ أَن يَطْغَى﴾: إنك تعلم يا إلهنا جبروت فرعون وعتّوه، ولا رادع له عن قتلنا أو التنكيل بقومنا. \n\n(46): ﴿قَالَ﴾: سبحانه لهما: ﴿لَا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى﴾: لا تهابا سلطان فرعون وبطشه، فأنا لكما في النصر عليه، ومعكما في الحفظ منه. \n\n(47) - (48): ﴿فَأْتِيَاهُ فَقُولَا... ﴾: تقدم في الآية 104 من الأعراف. \n\n(49): ﴿قَالَ﴾: فرعون: ﴿فَمَن رَّبُّكُمَا يَا مُوسَى﴾: قال موسى وهرون لفرعون ما أمر الله به، فأجاب منكرًا وجود إله سواه كما في الآية 38 من القصص... \n\n(50): قَالَ﴾: موسى: ﴿رَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى﴾: ربنا الذي خلق فرعون وكل الخلائق من الذرة الصغيرة إلى المجرات الكبيرة... إلى كل شيء، وأودع في كل مخلوق ما يحفظ كيانه وبقاءه وسيره إلى حاجته والغاية التي خلق من أجلها. \n\n(51): ﴿قَالَ﴾: فرعون: ﴿فَمَا بَالُ الْقُرُونِ الْأُولَى﴾: إذا كان هناك رب كما وصفت وزعمت فلماذا الأولون عبدوا الأصنام ولم يعبدوه؟ وهذا الجواب يحمل في صلبه الدليل على نقضه وفساده، لأنه تمامًا كقول القائل: لو كان للشمس وجود لرآها من لا يبصر!. \n\n","تفسير المبين"]