["(97) - (98): ﴿قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَن تَقُولَ لَا مِسَاسَ﴾: أي عقابك في الدنيا أن تكون منبوذًا من كل الناس لا مخالطة أو مكالمة أو مؤاكلة أو أي شيء تمامًا كوحش في صحراء لا شيء فيها إطلاقًا ﴿وَإِنَّ لَكَ مَوْعِدًا لَّنْ تُخْلَفَهُ﴾: وهو لقاؤك مع الله، وجزاؤك على ما أسلفت واقترفت ﴿وَانظُرْ إِلَى إِلَهِكَ... ﴾: حرق موسى العجل، وألقى برماده في البحر مع القمامة على مرأى من الذين صنعوه وعبدوه وهذي نهاية كل مزيَّف ماكر ومخادع غادر. \n\n(99): ﴿كَذَلِكَ﴾: إشارة إلى قصة موسى وغرائبها ﴿نَقُصُّ عَلَيْكَ﴾: يا محمد ﴿مِنْ أَنبَاء مَا قَدْ سَبَقَ﴾: من الأمم الماضية، وهي عبرة وعظة لمن يتذكر أو يخشى ﴿وَقَدْ آتَيْنَاكَ مِن لَّدُنَّا ذِكْرًا﴾: القرآن الذي لا يأتيه الباطل من بين يديه ولا من خلفه. \n\n(100): ﴿مَنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ الْقِيَامَةِ وِزْرًا﴾: إثمًا، ويكون الإعراض بالتكذيب وبترك العمل بموجبه. \n\n(101): ﴿خَالِدِينَ فِيهِ﴾: في عقاب الوزر والإثم ﴿وَسَاء لَهُمْ يَوْمَ الْقِيَامَةِ حِمْلًا﴾: بئست الأحمال الثقال التي يرزحون تحتها وهم ذاهبون إلى الله تعالى. \n\n(102): ﴿يَوْمَ يُنفَخُ فِي الصُّورِ﴾: كناية عن بعث ما في القبور، وتقدم في الآية 73 من الأنعام و 99 من الكهف ﴿وَنَحْشُرُ الْمُجْرِمِينَ يَوْمَئِذٍ زُرْقًا﴾: زرق الألوان من هول المطلع وروعات المفزع. \n\n(103): ﴿يَتَخَافَتُونَ بَيْنَهُمْ﴾: يقول بعضهم لبعض في السر: ﴿إِن لَّبِثْتُمْ إِلَّا عَشْرًا﴾: إن مكثتم في القبور إلا عشر ليالي أو ساعات أو لحظات. \n\n(104): ﴿نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ﴾: وإن أسروا وأخفتوا ﴿ِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً﴾: أعقلهم وأعلمهم: ﴿إِن لَّبِثْتُمْ إِلَّا يَوْمًا﴾: كل ما مضى وكان من أمرنا على وجه الأرض وفي بطنها يعادل يومًا واحدًا، والحياة الحقة هي هذه التي نحن فيها الآن حيث لا أمد لها ولا نهاية. \n\n(105): ﴿وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا﴾. \n\n(106) - (107): ﴿فَيَذَرُهَا قَاعًا صَفْصَفًا لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا﴾: قيل للنبي (ص): كيف تكون الجبال غدًا، فجاء الجواب من السماء، يقتلعها سبحانه من أُصولها ويصيرها غبارًا، ويدع أماكنها من الأرض ملساء لا عوج فيها، والمراد هنا الانخفاض ولا أمتًا وهو الارتفاع اليسير. \n\n(108): ﴿يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ﴾: إلى الحساب والجزاء فيسرعون إلى حيثما أمر و أراد ﴿لَا عِوَجَ لَهُ﴾: أي لدعوة الداعي أو لا أحد يميل عنها ﴿وَخَشَعَت الْأَصْوَاتُ لِلرَّحْمَنِ﴾: خضعت وضعفت ﴿فَلَا تَسْمَعُ إِلَّا هَمْسًا﴾: صوتًا خفيًا. \n\n(109): ﴿يَوْمَئِذٍ لَّا تَنفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ﴾: في نهج البلاغة: لا شفيع أنجح من التوبة، أُنظر تفسير الآية 87 من مريم. \n\n(110): ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ... ﴾: يحيط سبحانه علمًا بخلقه، ولا يحيطون بشيء من علمه، وتقدم في الآية 255 من البقرة. \n\n(111): ﴿وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ﴾: قائم دائم لا يغفل ولا يذهل عن تدبير كل شيء، وعنت: خضعت واستسلمت ﴿وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا﴾: للعباد معه إلى يوم القيامة، قال الإمام عليّ (ع): بئس الزاد إلى المعاد العدوان على العباد. \n\n(112): ﴿وَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ فَلَا يَخَافُ ظُلْمًا وَلَا هَضْمًا﴾: عند الله سبحانه شرط أن يكون دائم الخوف من الله عز وجل، على أن هذا الخوف يستحيل أن ينفصل عن الإيمان والإيقان به تعالى بنص الآية 28 من فاطر: (إنما يخشى الله من عباده العلماء) وفي نهج البلاغة من خاف أمن. \n\n(113): ﴿وَكَذَلِكَ﴾: عطف على الآية 99 وهي (كذلك نقص عليك) ﴿أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا﴾: لأن محمدًا عربي (وما أرسلنا من رسول إلا بلسان قومه ليبين لهم - 4 إبراهيم) ﴿وَصَرَّفْنَا فِيهِ﴾: ذكرنا وكررنا في القرآن ﴿مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ﴾: ويطيعون الله في جميع أحكامه ﴿أَوْ يُحْدِثُ لَهُمْ ذِكْرًا﴾: يتذكرون الله، إذا أذنبوا ويسألونه العفو والصفح. \n\n","تفسير المبين"]