["(114): ﴿فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ﴾: يتصرف في ملكه بالحق والعدل والحكمة ﴿وَلَا تَعْجَلْ بِالْقُرْآنِ مِن قَبْلِ أَن يُقْضَى إِلَيْكَ وَحْيُهُ﴾: كان النبي يتابع جبريل في قراءة الوحي خوفًا أن يفوته شيء منه، فأمره تعالى أن يصغي ولا يتابع، ولا يخشى النسيان، وفي الآية 6 من الأعلى: ( سنقرئك فلا تنسى) ولا هنا نافية وليست ناهية أي لا تنسى أبدًا، فكن في أمان ﴿وَقُل رَّبِّ زِدْنِي عِلْمًا﴾: على علم انتفع به وأنفع الآخرين، وكان النبي (ص) يقول: إذا أتى عليَّ يوم لا أزداد فيه علمًا يقربني إلى الله فلا بارك الله لي في طلوع شمسه. \n\n(115): ﴿وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِن قَبْلُ﴾: المراد هنا بالعهد هنا قوله تعالى: (ولا تقربا هذه الشجرة - 35 البقرة) ﴿فَنَسِيَ﴾: فاقترب من الشجرة وأكل منها ﴿وَلَمْ نَجِدْ لَهُ عَزْمًا﴾: قوة وإرادة. \n\n(116): ﴿وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا... ﴾: واضح، وتقدم في الآية 34 من القرة وغيرها.. \n\n(117) - (120): ﴿فَقُلْنَا يَا آدَمُ إِنَّ هَذَا عَدُوٌّ... ﴾: حذر سبحانه آدم من الشيطان، وأنه عدو لدود، يريد له كل شر ، بل ويريد أيضًا أن يقول لله: إن هذا الذي فضلته عليَّ وأمرتني أن أسجد له قد عصاك وخالفك كما خالفتك وعصيتك، وإذن لا معنى لأمرك ولا مبرر لتفضيلك تعالى الله عن ذلك علوًا كبيرًا. وأيضًا بيَّن سبحانه لآدم بصريح العبارة أنه يشقى هو وذريته بالخروج والطرد من الجنة إن استمع لوسوسة الشيطان، ومع كل ذلك أقدم آدم وزوجته على ما حذَّرا منه. \n\n(121): ﴿فَأَكَلَا مِنْهَا فَبَدَتْ لَهُمَا سَوْآتُهُمَا... ﴾: تقدم في الآية 22 من الأعراف. \n\n(122): ﴿ثُمَّ اجْتَبَاهُ رَبُّهُ فَتَابَ عَلَيْهِ﴾: أيضًا تقدم في الآية 37 من البقرة. \n\n(123): ﴿قَالَ اهْبِطَا مِنْهَا جَمِيعًا﴾: الخطاب لآدم وإبليس، ومنها للجنة ﴿بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ﴾: وعداوة الشيطان بتزيين السيئات، عداوة آدم وأبنائه بتكرار اللعنات ﴿فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى﴾: بلسان الأنبياء والعلماء ﴿فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى﴾: وهدى الله سبحانه أن تعمل لآخرتك ودنياك، وتكف عن الناس أذاك. \n\n(124) - (125): ﴿وَمَنْ أَعْرَضَ عَن ذِكْرِي﴾: عنة الحق والعدل ﴿فَإِنَّ لَهُ مَعِيشَةً ضَنكًا﴾: ضيقة حتى ولو رأوا أنفسهم ورآهم الناس في بحبوحة العيش وسعته، لأن الأمور بخواتيمها، قال سبحانه: (فلا تعجبك أموالهم ولا أولادهم إنما يريد الله ليعذبهم بها في الحياة الدنيا وتزهق أنفسهم وهم كافرون - 55 التوبة) وقال الإمام عليّ (ع): ما قال الناس لشيء: طوبى له، إلا وقد خبأ له الدهر يوم سوء ﴿وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى﴾: لأنه في الحياة الدنيا لم ير إلا ذاته ومنافعه الشخصية. \n\n","تفسير المبين"]