["(126): ﴿قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى﴾: وليس المراد هنا نسيان الأعمى كلمات القرآن وآياته اللفظية، بل المراد عدم العمل بموجبها، وأن الأعمى أهملها وأعرض عنها، فكذلك يمهله سبحانه غدًا ويعرض عنه جزاءًا وفاقًا. \n\n(127): ﴿وَكَذَلِكَ نَجْزِي مَنْ أَسْرَفَ﴾: في طغيانه وتمرده على الحق ﴿وَلَمْ يُؤْمِن بِآيَاتِ رَبِّهِ﴾: أو آمن قولاً لا عملاً وظاهرًا لا واقعًا. \n\n(128): ﴿أَفَلَمْ يَهْدِ لَهُمْ﴾: يبين الله ورسوله للمجرمين المعاندين ﴿كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ الْقُرُونِ﴾: كقوم نوح وعاد وثمود ﴿يَمْشُونَ فِي مَسَاكِنِهِمْ﴾: أي أن المجرمين المعاندين يشاهدون آثار من أهلكنا قبلهم لظلمهم، ويمشون في ديارهم ومع ذلك لا يعتبرون ويتعظون. \n\n(129): ﴿وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ﴾: وهي قوله تعالى: (يدعوكم ليغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى - 10 إبراهيم) قضى سبحانه وقدر أن لا يعاجل المذنب بالعقوبة، بل يدعوه إلى التوبة، فإن استجاب فكأنه لم يذنب وإلا ﴿لَكَانَ﴾: العقاب ﴿لِزَامًا﴾: لازمًا لا محالة ﴿وَأَجَلٌ مُسَمًّى﴾: أي يقع العذاب في الوقت المحدد. \n\n(130): ﴿فَاصْبِرْ﴾: يا محمد ﴿عَلَى مَا يَقُولُونَ﴾: بأنك ساحر وشاعر وما يشبه ذلك ﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ﴾: لا على حبات المسابح، بل الاتجاه إليه، والتوكل عليه، والصلاة الخالصة المخلصة التي تنهى عن الفحشاء ﴿قَبْلَ طُلُوعِ الشَّمْسِ﴾: صلاة الفجر ﴿وَقَبْلَ غُرُوبِهَا﴾: صلاة العصر ﴿وَمِنْ آنَاء اللَّيْلِ﴾: صلاة المغرب والعشاء ﴿وَأَطْرَافَ النَّهَارِ﴾: صلاة الظهر، وأطلق سبحتنه طرف النهار على الزوال بالنظر إلى أنه الطرف الأخير للنصف الأول من النهار، والطرف الأول للنصف الثاني منه ﴿لَعَلَّكَ تَرْضَى﴾: بما يعطيك ربك على طاعتك وجهادك وإخلاصك. \n\n(131): ﴿وَلَا تَمُدَّنَّ عَيْنَيْكَ... ﴾: تقدم في الآية 88 من الحجر. \n\n(132): ﴿وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا﴾: أي لا يؤثر عليها أي عمل من الأعمال ﴿لَا نَسْأَلُكَ رِزْقًا﴾: لا تظن أن الصلاة تمنعك عن العمل من أجل الرزق، فأنت لا ترزق نفسك حتى مع العمل، بل ﴿نَّحْنُ نَرْزُقُكَ﴾: الكثير بالعمل اليسير ﴿وَالْعَاقِبَةُ لِلتَّقْوَى﴾: للمتقين معاصي الله ومحارمه في السر والعلانية. \n\n(133): ﴿وَقَالُوا لَوْلَا يَأْتِينَا بِآيَةٍ مِّن رَّبِّهِ﴾: تقدم مرات، منها في الآية 118 من البقرة ﴿أَوَلَمْ تَأْتِهِم بَيِّنَةُ مَا فِي الصُّحُفِ الْأُولَى﴾: إن كان الجاحدون يطلبون البينة حقًا لا تعنتًا، فهذا القرآن هو بينة البينات ومعجزة المعجزات، وفيه من العقائد والأحكام والعقائد والعلوم والقصص، ما في الكتب المتقدمة وزيادة فإنه المهيمن عليها والمصدق بما فيها من وحي السماء. \n\n(134): ﴿وَلَوْ أَنَّا أَهْلَكْنَاهُم بِعَذَابٍ مِّن قَبْلِهِ﴾: لو أن الله سبحانه عاقب المكذبين في الدنيا أو الآخرة قبل أن يرسل إليهم رسولاً وينزل عليهم قرآنًا ﴿لَقَالُوا رَبَّنَا لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ﴾: ولكنه تعالى قطع كل عذر يتعللون به بما أراهم من آياته في أنفسهم وفي الآفاق والكتب على ألسنة الرسل، ومع ذلك جحدوا وعاندوا، وما آمنوا حتى مسهم العذاب. \n\n(135): ﴿قُلْ كُلٌّ مُّتَرَبِّصٌ فَتَرَبَّصُوا... ﴾: قل يا محمد للذين كذبوا بك وبالقرآن: مهلاً فستعلمون من هو المحق الرابح غدًا، انتظروا إنا منتظرون. وتقدم في الآية 158 من الأنعام وغيرها.\n","تفسير المبين"]