{"title":"صفحة (1)","type":"html","data":[{"miniTitle":"الفاتحة","text":"(1): <span class=quran>﴿بِسْمِ اللّهِ الرَّحْمـَنِ الرَّحِيمِ﴾</span>: البسملة آية من السورة، واسم الجلالة (الله) أصله إله، فحذفت الهمزة، وعُوّض بـ (ال) التعريف فصار اللفظ (الله) ويختص بمن حقت له العبادة دون غيره. أما (الرحمن الرحيم) فقد ورد الصادق (ع) أنه قال: (الرحمن) اسم خاص بصفة عامة، و (الرحيم) اسم عام بصفة خاصة، أي أن الرحمن اسم عَلَم على ذات الله وحده، ولا يطلق على غيره، ولذا تقدم على الرحيم، ولكن صفة الرحمة فيه تعم المؤمن والكافر من حيث الخلق والرزق في الحياة الدنيا، والرحيم اسم عام حيث يطلق على الخالق. والمخلوق، وصفة الرحمة فيه تختص بالمؤمن المطيع يوم القيامة.<br><br>(2): <span class=quran>﴿الْحَمْدُ للّهِ﴾</span>: الحمد والمدح بمعنى واحد، وهو الثناء باللسان، أما الشكر فيكون بالقلب واللسان <span class=quran>﴿رَبِّ الْعَالَمِينَ﴾</span>: والرب هو السيد المالك، والعالمين الخلق كله، وكلمة الرب بلا قيد لا تطلق إلا عليه تعالى، وتطلق على غيره مع القيد كرب الدار ورب الضيعة.<br><br>(3): <span class=quran>﴿الرَّحْمـنِ الرَّحِيمِ﴾</span>: قد ورد الصادق (ع) أنه قال: (الرحمن) اسم خاص بصفة عامة، و (الرحيم) اسم عام بصفة خاصة، أي أن الرحمن اسم عَلَم على ذات الله وحده، ولا يطلق على غيره، ولذا تقدم على الرحيم، ولكن صفة الرحمة فيه تعم المؤمن والكافر من حيث الخلق والرزق في الحياة الدنيا، والرحيم اسم عام حيث يطلق على الخالق. والمخلوق، وصفة الرحمة فيه تختص بالمؤمن المطيع يوم القيامة.<br><br>(4): <span class=quran>﴿مَـالِكِ﴾</span>: ويجوز مَلِك كقوله تعالى (مَلِك الناس) والمراد: أن الله يملك الأمر كله <span class=quran>﴿يَوْمِ الدِّينِ﴾</span>: أي يوم الجزاء من قولهم كما تدين تدان.<br><br>(5): <span class=quran>﴿إِيَّاكَ نَعْبُدُ﴾</span>: أيًّا: مفعول نعبد، والكاف حرف خطاب لا محل لها من الإعراب، والمعنى نعبدك، وتقدم المفعول بقصد اختصاص العبادة بالله وحده، ومثله <span class=quran>﴿وإِيَّاكَ نَسْتَعِينُ﴾</span>: أي لا نطلب المعونة إلا منك.<br><br>(6): <span class=quran>﴿اهدِنَا الصِّرَاطَ المُستَقِيمَ﴾</span>: هذه الآية بيان وتفسير للآية قبلها، والمعنى أن المعونة التي نطلبها منك يا إلهنا هي الهداية إلى الطرق المؤدية إلى مرضاتك وجنتك، وليس من شك أن الطريق إلى ذلك معرفة الدين الحنيف والعمل به.<br><br>(7): <span class=quran>﴿صِرَاطَ﴾</span>: هذا الصراط هو عين الصراط الأول وبدل منه، لأنه صراط <span class=quran>﴿الَّذِينَ أَنعَمتَ عَلَيهِمْ﴾</span>: بالخلق والرزق والهداية. إلى الحق والسلامة من غضب الله <span class=quran>﴿غَيرِ المَغضُوبِ عَلَيهِمْ﴾</span>: ومعنى غضبه تعالى الانتقام منهم وإنزال العقاب بهم <span class=quran>﴿وَلاَ الضَّالِّينَ﴾</span>: والضلال في الدين الانحراف عن الحق."}]}