{
"title": "صفحة (102)",
"type": "html",
"data": [
{
"miniTitle": "النساء",
"text": "(148): <span class=quran>﴿لاَّ يُحِبُّ اللّهُ الْجَهْرَ بِالسُّوَءِ مِنَ الْقَوْلِ﴾</span>: أي الأعلان والتشهير بالعيوب والسيئات <span class=quran>﴿إِلاَّ مَن ظُلِمَ﴾</span>: إلا المظلوم، يسوغ له أن يذكر ظلامته امام الناس ومن ظلمه واعتدى عليه، ونعطف على ذلك: إن كل من يفسد في الأرض، ويسفك الدماء، ويسلب الأموال، فلا حرمة له ولا لدمه. <br><br>(149): <span class=quran>﴿إِن تُبْدُواْ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُواْ عَن سُوَءٍ فَإِنَّ اللّهَ كَانَ عَفُوًّا قَدِيرًا﴾</span>: أجل، للمظلوم أن يقتص ويتظلم، ولكن العفو وستر القبيح أفضل عند الله وأعظم أجرًا. <br><br>(150): <span class=quran>﴿إِنَّ الَّذِينَ يَكْفُرُونَ بِاللّهِ...﴾</span>: تقدم معناه في الآية 136 و285 من البقرة، والخلاصة أن الإيمان في دين القرآن والإسلام لا يتجزأ، فمن آمن بالله يجب أن يؤمن بجميع أنبيائه دون استثناء، ومن أنكر نبوة أحد منهم، بل من أنكر حكمًا واحدًا من احكام الله عالمًا بأنه لله ومن قهر الله فهو كافر به بحكم العقل وبديهته، وبقوله تعالى: <br><br>(151): <span class=quran>﴿أُوْلَـئِكَ هُمُ الْكَافِرُونَ حَقًّا﴾</span>: على الرغم من شعائر الإيمان ومظاهره وتشييد الصوامع والمعابد. <br><br>(152): <span class=quran>﴿وَالَّذِينَ آمَنُواْ بِاللّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُواْ بَيْنَ أَحَدٍ مِّنْهُمْ أُوْلَـئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ﴾</span>: كل الفرق والمذاهب الإسلامية تؤمن بجميع الأنبياء، ولا تكفر ببعض، ولكن بعض الطوائف أو المذاهب الإسلامية تكفر وتكفر بعض الطوائف أو المذاهب الإسلامية، فهل هذا الكفر والتكفير، أيضًا كف بالله تمامًا كالكفر ببعض الأنبياء؟ الجواب: كلنا يحفظ هذا الحديث: من كفّر مسلمًا فهو كافر. <br><br>(153): <span class=quran>﴿يَسْأَلُكَ أَهْلُ الْكِتَابِ﴾</span>: المراد بهم يهود المدينة آنذاك <span class=quran>﴿أََن تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِّنَ السَّمَاء﴾</span>: طلبوا ذلك من محمد (ص) تعنتًا لا طلبًا للحجة لأنهم منها على علم اليقين <span class=quran>﴿فَقَدْ سَأَلُواْ﴾</span>: أي آباء السائلين محمدًا سألوا <span class=quran>﴿مُوسَى أَكْبَرَ مِن ذَلِكَ﴾</span>: وصحت بالنسبة إلى الأبناء لأنهم على دين الآباء وطبيعتهم وأخلاقهم <span class=quran>﴿فَقَالُواْ أَرِنَا اللّهِ جَهْرَةً...﴾</span>: تقدم في الآية 55 من سورة البقرة. <br><br>(154): <span class=quran>﴿وَرَفَعْنَا فَوْقَهُمُ الطُّورَ﴾</span>: اسم الجبل الذي ناجى عليه موسى ربه <span class=quran>﴿بِمِيثَاقِهِمْ﴾</span>: رفعنا الجبل فوق يهود موسى، لأنهم نقضوا العهد والميثاق الذي قطعوه على أنفسهم من وجوب الإلتزام والعمل بالتوارة <span class=quran>﴿وَقُلْنَا لَهُمُ﴾</span>: بلسان نبيهم <span class=quran>﴿ادْخُلُواْ الْبَابَ﴾</span>: قيل هو احد أبواب بيت المقدس <span class=quran>﴿سُجَّدًا﴾</span>: ناكسي الرؤوس خاضعين خاشعين، وتقدم في الآية 58 من البقرة <span class=quran>﴿وَقُلْنَا لَهُمْ لاَ تَعْدُواْ فِي السَّبْتِ﴾</span>: لا تصطادوا السمك في هذا اليوم، وتقدم في الآية 65 من البقرة."
}
]
}