{"title":"صفحة (104)","type":"html","data":[{"miniTitle":"النساء","text":"(163): <span class=quran>﴿إِنَّا أَوْحَيْنَا إِلَيْكَ﴾</span>: يا محمد <span class=quran>﴿كَمَا أَوْحَيْنَا إِلَى نُوحٍ...﴾</span>: الأسباط واحدها سبط، وهو ولد الولد،والمراد هنا الاثنا عشر سبطًا من اثني عشر ابنا ليعقوب ابن اسحق بن ابراهيم، والزبور، الكتاب بمعنى المكتوب، والآية جواب لأهل الكتاب عن سؤالهم رسول الله أن ينزل عليهم كتابًا من السماء، وخلاصة المعنى أن الله سبحانه أرسل محمدًا كما أرسل من قبله من النبيين المذكورين وغيرهم، وغيرهم، وإن المعجزات قد ظهرت على يد محمد (ص) تمامًا كما ظهرت على أيديهم، وقد اعترفتم بنبوة من سبق محمدًا فعليكم أن تعترفوا بنبوته، لأن الأشياء المتماثلة تؤدي إلى نتائج وأحكام متماثلة. <br><br>(164): <span class=quran>﴿وَرُسُلاً قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِن قَبْلُ﴾</span>: وأنت في مكة، وجاءت أسماؤهم في سورة الأنعام الآية 84 و85 و 86 <span class=quran>﴿وَرُسُلاً لَّمْ نَقْصُصْهُمْ عَلَيْكَ﴾</span>: وإذا كان الله سبحانه لم يقصصهم على نبيه ونجيه (ص)، فمن أين جاء العلم لمن قال: إنهم مئة وأربعة وعشرون الفًا؟. <br><br>(165): <span class=quran>﴿رُّسُلاً مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى اللّهِ حُجَّةٌ بَعْدَ الرُّسُلِ﴾</span>: أبدًا لا عقاب بلا بيان كما يقول علماء الإسلام، أو لا عقوبة بلا نص كما تقول القوانين الوضعية، والدليل على ذلك العدالة الإلهية والبديهية العقلية وأيضًا لا عذر إطلاقًا لمن بجهل النص والبيان وهو قادر على الوصول إليه بالبحث والدرس. <br><br>(166): <span class=quran>﴿لَّـكِنِ اللّهُ يَشْهَدُ بِمَا أَنزَلَ إِلَيْكَ أَنزَلَهُ بِعِلْمِهِ وَالْمَلآئِكَةُ يَشْهَدُونَ﴾</span>: والمراد بشهادة الله والملائكة الخلق العظيم وأنه (ص) بالمؤمنين رؤوف رحيم كما في الآية 4 من القلم والآية 128 من التوبة، والشريعة الإلهية الإنسانية التي نزلت على قلب (ص) وغير ذلك من المعجزات والآثار، وهكذا كل من ينفع الناس بجهة من الجهات، يشهد له الله والملائكة والناس أجمعين، وهل من عاقل على وجه الأرض يسأل: أيحمل المتنبي شهادة خطية بأنه شاعر أو أديسون مخترع الكهرباء بأنه مخترع؟ وجاء في الأشعار (لها منها عليها شواهد). <br><br>(167): <span class=quran>﴿إِنَّ الَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اللّهِ﴾</span>: جمعوا بين رذيلة الكفر ورذيلة الصد عن الحق، وتنطبق هذه الآية على وسائل الإعلام الكاذبة المضللة في العصر الراهن.<br><br>(168)-(169): <span class=quran>﴿إِنَّ الَّذِينَ كَفَرُواْ وَظَلَمُواْ﴾</span>: سلكوا طريق الفساد والضلال، فقادهم إلى جهنم وساءت مصيرًا، وهكذا (ومن كان في هذه أعمى فهو في الآخرة أعمى وأضل سبيلا - 72 الإسراء). <br><br>(170): <span class=quran>﴿يَا أَيُّهَا النَّاسُ قَدْ جَاءكُمُ الرَّسُولُ﴾</span>: وهو محمد (ص) <span class=quran>﴿بِالْحَقِّ مِن رَّبِّكُمْ﴾</span>: ومن كان في ريب من ذلك فليقارن بين عقيدة الإسلام وشريعته وسائر العقائد والشرائع ثم يستفتي قلبه، ويعمل بفتوا، إن الإسلام يقاضي المنكر إلى العقل، ويقول في كتابه: أفلا تعقلون؟ أفلا تتفكرون؟ وأيضًا قال نبيه الكريم: أصل ديني العقل، وأي شيء تقول لمن قاضاك إلى العقل والعقلاء؟ <span class=quran>﴿فَآمِنُواْ خَيْرًا لَّكُمْ﴾</span>: من الكفر والحق والعدل والإيمان بالجبت والطاغوت و(خيرًا) منصوب خبرًا لكان المحذوفة أي يمكن الإيمان بالحق خيرًا لكم."}]}