{
"title": "صفحة (105)",
"type": "html",
"data": [
{
"miniTitle": "النساء",
"text": "(171): <span class=quran>﴿يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ وَلاَ تَقُولُواْ عَلَى اللّهِ إِلاَّ الْحَقِّ﴾</span>: والغلو ضد الاعتدال في التجاوز عن الحد بزيادة أو نقصان. ومثال العدل والاعتدال قوله تعالى: <span class=quran>﴿إِنَّمَا الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ رَسُولُ اللّهِ﴾</span>: كابراهيم وموسى ومحمد <span class=quran>﴿وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ﴾</span>: وهي (كن فيكون) <span class=quran>﴿وَرُوحٌ مِّنْهُ﴾</span>: والمراد بالروح هنا الحياة التي لا مصدر لها إلا الله <span class=quran>﴿وحده فَآمِنُواْ بِاللّهِ وَرُسُلِهِ وَلاَ تَقُولُواْ ثَلاَثَةٌ﴾</span>: أب وابن وروح قدس، وفي قاموس الكتاب المقدس للنصارى ص107 طبعة عام 1964 ما نصه بالحرف الواحد: (فالأب هو الذي خلق العالمين بواسطة الابن، والابن هو الذي أتم الفداء وقام به، والروح القدس هو الذي يطهر القلب والحياة... وهذي هي الأقانيم الثلاثة) <span class=quran>﴿انتَهُواْ﴾</span>: أيها النصارى عن القول بالتثليث يكن الانتهاء عن هذات القول <span class=quran>﴿خَيْرًا لَّكُمْ إِنَّمَا اللّهُ إِلَـهٌ وَاحِدٌ﴾</span>: لو كان فيهما آلهة إلا الله لفسدتا- 22 الأنبياء <span class=quran>﴿سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ﴾</span>: فيكون مولودًا، ولم يولد فيصير محدودًا. كما في نهج البلاغة، ومعنى المحدود هنا أن لوجوده بداية وهي يوم ولادته. <br><br>(172): <span class=quran>﴿لَّن يَسْتَنكِفَ الْمَسِيحُ﴾</span>: لن يأنف <span class=quran>﴿أَن يَكُونَ عَبْداً لِّلّهِ وَلاَ الْمَلآئِكَةُ الْمُقَرَّبُونَ﴾</span>: لأن التعبد لله وحده هو السبيل الوحيد إلى الفوز بثوابه والنجاة من عذابه <span class=quran>﴿وَمَن يَسْتَنكِفْ عَنْ عِبَادَتِهِ﴾</span>: فلا مفر له من سلطانه ونيرانه. <br><br>(173): <span class=quran>﴿فَأَمَّا الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَيَزيدُهُم مِّن فَضْلِهِ﴾</span>: ملأ سبحانه كتابه الكريم في التشويق والترغيب في عمل الخير والصالحات، ووعد العامل بكل ما يهواه ويتطلع إليه وزيادة، ذلك بأن الإنسان أناني بطبعه لا ينجذب إلا إلى الشيء الذي يشتهيه. سبحانك ربنا إنك العليم الحكيم <span class=quran>﴿وَأَمَّا الَّذِينَ اسْتَنكَفُواْ وَاسْتَكْبَرُواْ فَيُعَذِّبُهُمْ عَذَابًا أَلُيمًا﴾</span>: بالعدل ولا يظلم مثقال ذرة، وقد يعفو. <br><br>(174): <span class=quran>﴿يَا أَيُّهَا النَّاسُ قَدْ جَاءكُم بُرْهَانٌ مِّن رَّبِّكُمْ﴾</span>: وأشار إليه بقوله سبحانه <span class=quran>﴿وَأَنزَلْنَا إِلَيْكُمْ نُورًا مُّبِينًا﴾</span>: وهو كتاب الله وسنة نبيه وسيرته، ونحن لا نطلب من المنكرين إلا ات بتجردوا عن التقليد والتعصب، ويدرسوا ذلك بإمعان وتدبر، ويعملوا بوحي من أحساسهم وأعماقهم. <br><br>(175): <span class=quran>﴿فَأَمَّا الَّذِينَ آمَنُواْ بِاللّهِ...﴾</span>: فهم في رحمة الله وفضله دنيا التوفيق والهداية إلى الحق والصواب، وفي الآخرة ملك دائم ونعيم قائم."
}
]
}