{
"title": "صفحة (106)",
"type": "html",
"data": [
{
"miniTitle": "النساء",
"text": "(176): <span class=quran>﴿يَسْتَفْتُونَكَ﴾</span>: يا محمد في الكلالة <span class=quran>﴿قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ﴾</span>: والمراد بها في الميراث قرابة الإنسان ما عدا الوالدين والأولاد <span class=quran>﴿إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ﴾</span> : ولا واحد من الأبوين <span class=quran>﴿وَلَهُ أُخْتٌ﴾</span>: والمراد بها هنا الاخت للأبوين أو للأب فقط حيث تقدم حكم الأخت للأم فقط في الآية 12 من هذه السورة <span class=quran>﴿فَلَهَا نِصْفُ مَا تَرَكَ﴾</span>: بالفرض، والنصف الثاني بالرد عند الشيعة الإمامية <span class=quran>﴿وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ﴾</span>: ذكر ولا أنثى ولا أحد الوالدين <span class=quran>﴿فَإِن كَانَتَا اثْنَتَيْنِ﴾</span>: أو أكثر، شريطة أن يكون الإنتساب بالأبوين أو الأب فقط لا بالأم فقط <span class=quran>﴿فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ﴾</span>: الموروث ذكرًا كان أم أنثى <span class=quran>﴿وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ﴾</span>: إذا اجتمع الأخوة والأخوات، وكانوا بالكامل للأبوين أو للأب فقط فللذكر مثل حظ الأنثيين، وإن كانوا للأم فقط فالذكر والانثى بمنزلة سواء، ولا ميراث إطلاقًا أو أخت من الأم فقط مع الإخوة والأخوات من الأبوين، ويرث مع المتقرب بالأم فقط، والتفصيل في كتب الفقه <span class=quran>﴿وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ﴾</span>: ومن ذلك علمه بأي الأرحام أقرب إلينا نفعًا."
},
{
"miniTitle": "المائدة",
"text": "(1): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ أَوْفُواْ بِالْعُقُودِ﴾</span>: جمع عقد، وهو في اللغة الربط، وفي اصطلاح الفقهاء: ارتباط إيجاب بالقبول على وجه مشروط، يثبت أثره في محله بمقتضى طبيعته <span class=quran>﴿أُحِلَّتْ لَكُم بَهِيمَةُ الأَنْعَامِ﴾</span>: والبهيمة: ذات أربع من ذوات البر والبحر، والانعام: الإبل والبقر والغنم، وهذه الأصناف الثلاثة حلال ولا يحرم منها <span class=quran>﴿إِلاَّ مَا يُتْلَى عَلَيْكُمْ﴾</span>: وقد تلا سبحانه علينا في الآية 173 من البقرة: (إنما حرم عليكم الميتة والدم ولحم الخنزير وما أُهل به لغير الله) وأيضًا يتلو علينا من المحرمات قوله سبحانه: <span class=quran>﴿غَيْرَ مُحِلِّي الصَّيْدِ وَأَنتُمْ حُرُمٌ﴾</span>: أي محرمون في مكة المكرمة، والمعنى أن كل ما يصطاده المحرم فلا يحل أكله سواء أكان من الأنعام أم من غيرها. <br><br>(2): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تُحِلُّواْ شَعَآئِرَ اللّهِ﴾</span>: وهي أحكام دينه، ومن أظهرها وأكملها مناسك الحج والعمرة <span class=quran>﴿وَلاَ الشَّهْرَ الْحَرَامَ﴾</span>: رجب وذو القعدة وذو الحجة والمحرم <span class=quran>﴿وَلاَ الْهَدْيَ﴾</span>: ما يهدي إلى البيت الحرام من الأنعام <span class=quran>﴿وَلاَ الْقَلآئِدَ﴾</span>: ما يقلد به الهدي من نعل وغيره لكي يعرف لكي يعرف فلا يتعرض له أحد <span class=quran>﴿وَلا آمِّينَ﴾</span>: ولا قاصدين <span class=quran>﴿الْبَيْتَ الْحَرَامَ﴾</span>: لا تتعرضوا لأحد منهم بسوء حتى ولو قاصدًا للتجارة وما أشبه <span class=quran>﴿يَبْتَغُونَ فَضْلاً مِّن رَّبِّهِمْ وَرِضْوَانًا﴾</span>: وكل ما لم يرد فيه نهي من الله فهو فضل منه تعالى ورضوان له. <span class=quran>﴿وَإِذَا حَلَلْتُمْ﴾</span>: من إحرامكم <span class=quran>﴿فَاصْطَادُواْ﴾</span>: إن شئتم، ولكن في غير أرض الحرم <span class=quran>﴿وَلاَ يَجْرِمَنَّكُمْ﴾</span>: يحملنكم <span class=quran>﴿شَنَآنُ﴾</span>: كراهية <span class=quran>﴿قَوْمٍ أَن صَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ﴾</span>: يشير سبحانه بهذا إلى ما حدث للنبيّ (ص) والصحابة سنة ست للهجرة، مع المشركين يوم الحديبية، وتأتي القصة في سورة الفتح <span class=quran>﴿أَن تَعْتَدُواْ﴾</span>: لا تحملنكم عداوة المشركين على الإعتداء عليهم <span class=quran>﴿وَتَعَاوَنُواْ عَلَى الْبرِّ وَالتَّقْوَى وَلاَ تَعَاوَنُواْ عَلَى الإِثْمِ وَالْعُدْوَانِ﴾</span>: وموضوع هذه الآية التكافل الإجتماعي، وإن القوي مسؤول عن الضعيف، والغني عن الفقير.، والعالم عن الجاهل، وأولي الشأن عن إصلاح ذات البين."
}
],
"singlePage": true
}