{
"title": "صفحة (107)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(3): <span class=quran>﴿حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالْدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللّهِ بِهِ﴾</span>: هذه المحرمات الأربعة تقدمت في الآية 173 من البقرة <span class=quran>﴿وَالْمُنْخَنِقَةُ﴾</span>: التي تموت خنقًا <span class=quran>﴿وَالْمَوْقُوذَةُ﴾</span>: والمضروبة بعصا أو حجر أو ما أشبه <span class=quran>﴿وَالْمُتَرَدِّيَةُ﴾</span>: الساقطة إلى أسفل <span class=quran>﴿وَالنَّطِيحَةُ﴾</span>: نطحتها بهيمة أخرى <span class=quran>﴿وَمَا أَكَلَ السَّبُعُ﴾</span>: أي ما تبقى من فريسة الحيوان أسدًا كان أم ثعلبًا أو غيرهما. ثم استثنى سبحانه من الخمسة الأخيرة ما ندركه حيًا، فإنه يحل لنا بالذبح الشرعي، وإليه أشار سبحانه بقوله <span class=quran>﴿إِلاَّ مَا ذَكَّيْتُمْ﴾</span>: وتأتي الإشارة إلى كلب الصيد <span class=quran>﴿وَمَا ذُبِحَ عَلَى النُّصُبِ﴾</span>: عطف على المحرمات، والنصب أحجار نصبها أهل الجاهلية حول البيت الحرام، ويذبحون لها، ويشرحون عليه اللحم، ويغطونها به <span class=quran>﴿وَأَن تَسْتَقْسِمُواْ بِالأَزْلاَمِ﴾</span>: جمع زلم بضم الزاي وفتحها، والزلم قطعة من خشب على هيئة السهم، وكان أهل الجاهلية إذا أراد أحدهم أن يقدم على أمر كتب على الزلم أمرني ربي، وعلى ثان نهاني ربي، وأهمل الكتابة على الثالث، ثم يقترع <span class=quran>﴿ذَلِكُمْ فِسْقٌ﴾</span>: حرام محرم، والإشارة تشمل الجميع <span class=quran>﴿الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُواْ مِن دِينِكُمْ﴾</span>: أي الآن وبعد أن أعز الله سلطان المسلمين فقد يئس الأعداء من زوال الإسلام أو تحريفه لأن قوة الدين من قوة أهله، <span class=quran>﴿فَلاَ تَخْشَوْهُمْ﴾</span>: لأنكم أقوى منهم <span class=quran>﴿وَاخْشَوْنِ﴾</span>: وإلا نزعت منكم السلطان، وسلطت عليكم أعداءكم، كما هو شأن المسلمين في العصر الراهن <span class=quran>﴿الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلاَمَ دِينًا﴾</span>: اتفق المسلمون بشتى فرقهم ومذاهبهم على أن هذه الآية دون سائر آيات المائدة نزلت في مكة السنة العاشرة للهجرة التي حج فيها رسول الله (ص) حجة الوداع وأنه لما رجع إلى المدينة وبلغ في طريقه إليها غدير خم. جمع الناس، وخطب فيهم خطبته الشهيرة التي ذكر فيها علي بن أبي طالب من دون الصحابة وأمر المسلمين بموالاته، وللشيعة كلام طويل حول ولاية علي وخلافته والنص عليها كتابًا وسنة علمًا بأن سيرة علي وخلاله الطبيعية الجلى هي التي تنص عليه بالذات <span class=quran>﴿فَمَنِ اضْطُرَّ﴾</span>: إلى شيء من المحرمات المنصوص عليها <span class=quran>﴿فِي مَخْمَصَةٍ﴾</span>: مجاعة <span class=quran>﴿غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ﴾</span>: منحرف إلى البغي ومتعد حدود الله <span class=quran>﴿فَإِنَّ اللّهَ غَفُورٌ رَّحِيمٌ﴾</span>: أي يسوغ للمضطر أن يتناول من المحرمات بمقدار الضرورة لأنها تقدر بقدرها، والزائد حرام. <br><br>(4): <span class=quran>﴿يَسْأَلُونَكَ﴾</span>: يا محمد <span class=quran>﴿مَاذَا أُحِلَّ لَهُمْ﴾</span>: من المآكل والمشارب <span class=quran>﴿قُلْ أُحِلَّ لَكُمُ الطَّيِّبَاتُ﴾</span>: وهي غير المنصوص على تحريمها، ومن المبادئ الأساسية للشريعة الإسلامية هذا المبدأ: كل شيء لك حلال حتى يثبت أنه حرام <span class=quran>﴿وَمَا عَلَّمْتُم مِّنَ الْجَوَارِحِ﴾</span>: عطف على الطيبات، والمراد بالجوارح هنا الكلاب فقط دون البازات ونحوها بدليل قوله تعالى: <span class=quran>﴿مُكَلِّبِينَ﴾</span>: مشتق من كلبت الكلب أي علمته الصيد <span class=quran>﴿تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ اللّهُ﴾</span>: وفي العصر الحديث أساتذة وكتب علمية في عملية التعلم عند الحيوان وتدريبه على سلوك خاص، والكلب المعلم على الصيد هو الذي إذا أمره صاحبه يأتمر، وإذا نهاه ينتهي، وتفصيل الشروط لتحليل ما يصطاده الكلب في كتب الفقه الإسلامي <span class=quran>﴿فَكُلُواْ مِمَّا أَمْسَكْنَ عَلَيْكُمْ﴾</span>: ضمير أمسكن للكلاب وعليكم أي أن الكلاب أوالجوارح تحوز الصيد لكم لا لأنفسها، هذا إذا أدركت الصيد حيًا ومات بسبب الإمساك ولو أدركته ميتًا لم يحل <span class=quran>﴿وَاذْكُرُواْ اسْمَ اللّهِ عَلَيْهِ﴾</span>: ويشترط أيضًا للتحليل أن يسمى الصائد عند إرسال الكلب إلى الصيد فيقول اذهب على اسم الله وما أشبه. <span class=quran>﴿وَاتَّقُواْ اللّهَ﴾</span>: لا تقربوا شيئًا مما نهاكم عنه. <br><br>(5): <span class=quran>﴿الْيَوْمَ أُحِلَّ لَكُمُ الطَّيِّبَاتُ وَطَعَامُ الَّذِينَ أُوتُواْ الْكِتَابَ حِلٌّ لَّكُمْ وَطَعَامُكُمْ حِلُّ لَّهُمْ﴾</span>: قال الشيخ علي ابن الحسين بن محيي الدين العاملي في (الوجيز في تفسير القرآن العزيز) وهو يفسر هذه الآية ? ما نصه بالحرف الواحد: (ظاهره) يعم ذبائحهم وغيرها وعليه فقهاء الجمهور وجماعته منا ? أي من الشيعة ? ويعضده أخبار) <span class=quran>﴿وَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ﴾</span>: أي ولكم أن تتزوجوا بالعفيفات من المسلمات، أيضًا <span class=quran>﴿وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ مِن قَبْلِكُمْ﴾</span>: وهذه الدلالة واضحة في إباحة زواج المسلم بالنصرانية واليهودية حربية كانت أو غير حربية دوامً وانقطاعًا <span class=quran>﴿إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ﴾</span>: مهورهن الثابتة لهن بالزواج الشرعي لا أُجورهن على الزنا <span class=quran>﴿مُحْصِنِينَ﴾</span>: تنكحوهن وأنتم في حصن حصين من العفاف والدين <span class=quran>﴿غَيْرَ مُسَافِحِينَ﴾</span>: غير زانيين <span class=quran>﴿وَلاَ مُتَّخِذِي أَخْدَانٍ﴾</span>: جمع خدن، وهو الصديق أي لا تقربوهن سرًا ولا علنًا إلا على كتاب الله وسنة نبيه <span class=quran>﴿وَمَن يَكْفُرْ بِالإِيمَانِ﴾</span>: بأحكام الله سبحانه <span class=quran>﴿فَقَدْ حَبِطَ عَمَلُهُ﴾</span>: أي بطل (وقدمنا إلى ما عملوا فجعلناه هباء منثورا22 الفرقان."
}
],
"singlePage": true
}