{"title":"صفحة (108)","type":"html","data":[{"miniTitle":"المائدة","text":"(6): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا قُمْتُمْ إِلَى الصَّلوةِ﴾</span>: هذه الآية تحدد أعضاء الوضوء وصورته غسلاً ومسحًا واتفقت المذاهب الإسلامية قولاً واحدًا على أن أعضاء الوضوء أربعة: الوجه واليدان والرأس والرجلان، واختلفوا في صورة الوضوء فقال الشيعة: هي غسلتان للوجه واليدين ومسحتان للرأس والرجلين. وقال السنة: هي ثلاث غسلات للوجه واليدين والرجلين، ومسحة الرأس، ومعنى هذا أن الخلاف في الرجلين فقط مسحًا عند الشيعة وغسلاً عند السنة، وأنه لا خلاف في غسل الوجه واليدين ولا في مسح الرأس كمبدأ أو فكرة، ودليل الجميع قوله تعالى: <span class=quran>﴿فاغْسِلُواْ وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُواْ بِرُؤُوسِكُمْ﴾</span>: بالإتفاق، ولا خلاف إطلاقًا في أصل الغسل للوجه واليدين ولا في المسح للرأس كما أشرنا <span class=quran>﴿وَأَرْجُلَكُمْ إِلَى الْكَعْبَينِ﴾</span>: وهنا محل الخلاف، ومصدره أن الأرجل قرئت بالنصب وبالخفض، فقال السنة يجب غسل الأرجل على القرائتين، أما على النصب فلعطف الأرجل على الأيدي المنصوبة لفظًا ومحلاً، وأما على الخفض فلمجاوزة الأرجل للرؤوس المجرورة تمامًا كقول العرب: (حجر ضب خرب). وقال الشيعة يجب مسح الرجلين على القرائتين، أما على الخفض فلعطف الأرجل على الرؤوس المجرورة بالباء، وأما على النصب، فللعطف أيضًا على الرؤوس محلاً لا لفظًا، لأن كل مجرور لفظًا منصوب محلاً <span class=quran>﴿وَإِن كُنتُمْ جُنُبًا فَاطَّهَّرُواْ﴾</span>: بالاغتسال <span class=quran>﴿وَإِن كُنتُم مَّرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاء أَحَدٌ مَّنكُم مِّنَ الْغَائِطِ أَوْ لاَمَسْتُمُ النِّسَاء فَلَمْ تَجِدُواْ مَاء فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا فَامْسَحُواْ بِوُجُوهِكُمْ وَأَيْدِيكُم مِّنْهُ﴾</span>: تقدم بالحرف في الآية 43 من النساء <span class=quran>﴿مَا يُرِيدُ اللّهُ لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ﴾</span>: استنتج جميع فقهاء الإسلام من هذه الآية قاعدة كلية، واعتبروها ركنًا من أركان الشريعة الإسلامية، ويسميها فقهاء الشيعة قاعدة نفي الحرج وفقهاء السنة قاعدة التيسير، ومعناها ما شرع الله حكمًا لعباده، فيه شائبة الضيق والمشقة عليهم فضلاً عن الضرر والإضرار <span class=quran>﴿وَلَكِن يُرِيدُ لِيُطَهَّرَكُمْ﴾</span>: أبداً، كل أحكام الله سبحانه هي وسيلة لطهارة الأخلاق، وصالح الأعمال، وإخلاص النوايا والمقاصد ... حتى الإيمان بالله إيمان بالعدل والرحمة والإنسانية، والإيمان بالنشر والحشر إيمان بأن عاقبة الغادر الفاجر عذاب النار وسوء الدار، والإيمان برسالة محمد (ص) إيمان بالعلم والإنسان والأخلاق والأديان التي جاء بها إبراهيم وموسى وعيسى. <br><br>(7): <span class=quran>﴿وَاذْكُرُواْ نِعْمَةَ اللّهِ عَلَيْكُمْ وَمِيثَاقَهُ الَّذِي وَاثَقَكُم بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا﴾</span>: والخطاب في واثقكم وضمير المتكلم في سمعنا وأطعنا هما لكل مسلم قال ويقول: لا إله إلا الله محمد رسول الله، وهذا القول هو بذاته ودلالته العهد والميثاق المسلم لله بأنه لا يعبد ولا يستعين بسواه، ومعنى هذا أن أي مسلم يعصي الله في أمر أو نهي فقد نقض عهد الله وميثاقه، وأكذب نفسه بنفسه. <br><br>(8): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ كُونُواْ قَوَّامِينَ لِلّهِ شُهَدَاء بِالْقِسْطِ﴾</span>: تقدم هذا النداء منه تعالى للمؤمنين، في 135 من سورة النساء، والقصد من التكرار هو الحث والتأكيد على أن نكون أقوياء في جانب الحق والعدل لا ضعفاء مهزولين، نلتمس المبررات والمعاذير لجبننا وتخاذلنا، قد دلتنا المشاهدة وكتب التاريخ أن الإيمان الراسخ لا يقف في وجهه أي حاجز وأن الشهداء هم شهداء الإيمان والعقيدة <span class=quran>﴿وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ﴾</span>: لا يحملنكم البغض لأعدائكم المشركين وغيرهم <span class=quran>﴿عَلَى أَلاَّ تَعْدِلُواْ﴾</span>: على أن تظلموا الأعداء لمجرد الكره والتشفي <span class=quran>﴿اعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَى﴾</span>: من الاندفاع مع البغض والشنآن إلا أن يكون البغض في الله والغضب للحق لا لغرض شخصي أو دنيوي. <br><br>(9)-(10): <span class=quran>﴿وَعَدَ اللّهُ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ ...﴾</span>: كرر سبحانه وعده بالثواب لمن آمن وأخلص ليزداد جهادًا أو إيمانًا، وكرر وعيده بالعقاب لمن خان وبغى لعله يذكر أو يخشى."}]}