{"title":"صفحة (111)","type":"html","data":[{"miniTitle":"المائدة","text":"(18): <span class=quran>﴿وَقَالَتِ الْيَهُودُ وَالنَّصَارَى نَحْنُ أَبْنَاء اللّهِ وَأَحِبَّاؤُهُ﴾</span>: وإن قال قائل: كل أهل دين يقول مثل هذا؟ قلنا في جوابه: إن الإسلام يقرر مبدأ المساواة بين الناس أجمعين كتابًا وسنة وعقلاً، فمن الكتاب: (يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة ? النساء.. إن أكرمكم عند الله أتقاكم ? 13 الحجرات). ومن السنة النبوية: (أيها الناس إن ربكم واحد، وكلكم من آدم، وآدم من تراب.. خير الناس أنفع الناس للناس) وفي الآية 6 من فصلت (إنما أنا بشر مثلكم). أما العقل فهو الأساس والأصل الأصيل لعقيدة الإسلام وميزان العدل لشريعته. <span class=quran>﴿قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم﴾</span>: لو كنتم أبناء الله لكنتم معصومين بالكامل، وأنتم لا تدعون ذلك، وكل مذنب يستحق العقاب والعذاب بحكم البديهة <span class=quran>﴿بَلْ أَنتُم بَشَرٌ مِّمَّنْ خَلَقَ﴾</span>: ليس في خلق الرحمن من تفاوت، فعلام هذا التعالي والغرور؟ وهل من شيء أضر وأخطر على الشعوب والأمم والإنسانية من ادعاء بعضها أو بعض أبنائها بأن لهم مزايا طبيعية ليست لأحد من الناس غيرهم؟ <br><br>(19): <span class=quran>﴿يَا أَهْلَ الْكِتَابِ قَدْ جَاءكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ﴾</span>: الحق <span class=quran>﴿عَلَى فَتْرَةٍ مِّنَ الرُّسُلِ﴾</span>: بعد انقطاع الوحي أمدًا من الوقت <span class=quran>﴿أَن تَقُولُواْ مَا جَاءنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ فَقَدْ جَاءكُم بَشِيرٌ وَنَذِيرٌ﴾</span>: وهو محمد (ص) أبدًا لا عذر إطلاقًا لمن يتكاسل ويهمل البحث عن الحق، وهو عليه قادر، وهذا كتاب الله وشروحه وعلومه، وتلك سنة نبيه في مئات الكتب وهؤلاء علماء الإسلام في شرق الأرض وغربها يعدون بالألوف فليبحث باحث، وليسأل سائل تفقهًا لا تعنتًا. <br><br>(20): <span class=quran>﴿وَإِذْ قَالَ مُوسَى لِقَوْمِهِ﴾</span>: اليهود: <span class=quran>﴿يَا قَوْمِ اذْكُرُواْ نِعْمَةَ اللّهِ عَلَيْكُمْ﴾</span>: (وإذ نجيناكم من آل فرعون يسومونكم سوء العذاب يذبحون أبنائكم ويستحيون نسائكم- 49 البقرة). <span class=quran>﴿إِذْ جَعَلَ فِيكُمْ أَنبِيَاء﴾</span>: (ففريقًا كذبتم وفريقًا تقتلون ? 87 البقرة) <span class=quran>﴿وَجَعَلَكُم مُّلُوكًا﴾</span>: أي جعل منكم ملوكًا كداود وسليمان <span class=quran>﴿وَآتَاكُم مَّا لَمْ يُؤْتِ أَحَدًا مِّن الْعَالَمِينَ﴾</span>: لا لشيء إلا للمبالغة في تثبيت الحجة عليهم وتوكيدها وإلزامهم بها، لقسوتهم ورسوخهم في الضلال والمعاندة والمكابرة، فقد نصرهم سبحانه على فرعون بلا قتال، وأطعمهم المن والسلوى بلا كفاح، وسقاهم الماء بلا جفر آبار وشق أقنية ومع ذلك كله تمردوا على المنعم بدلاً من أن يشكروه، وقتلوا أنبيائه ورسله، والرسول لا يقتل عند جميع الدول. <br><br>(21): <span class=quran>﴿يَا قَوْمِ ادْخُلُوا الأَرْضَ المُقَدَّسَةَ﴾</span>: هاجر موسى وقومه العبرانيون من مصر، يشقون طريقهم إلى سيناء، ولما بلغوها حاروا إلى أين يذهبون، فقال لهم موسى: هلموا إلى فلسطين <span class=quran>﴿الَّتِي كَتَبَ اللّهُ لَكُمْ﴾</span>: أن تعيشوا مع أهلها الحفيين والكنعانيين في أمن وسلام <span class=quran>﴿وَلاَ تَرْتَدُّوا عَلَى أَدْبَارِكُمْ فَتَنقَلِبُوا خَاسِرِينَ﴾</span>: حيث لا تجدون بلدًا أقرب من هذه الأرض. <br><br>(22): <span class=quran>﴿قَالُوا يَا مُوسَى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ وَإِنَّا لَن نَّدْخُلَهَا حَتَّىَ يَخْرُجُواْ مِنْهَا فَإِن يَخْرُجُواْ مِنْهَا فَإِنَّا دَاخِلُونَ﴾</span>: أراد موسى أن يتعايش العبرانيون مع أهل الأرض معايشة الأخوان المتعاونين، فرفضوا إلا طرد الكنعانيين من ديارهم وتشتيتهم في الأرض أيدي سبا كما فعل اليهود سنة 1948م وما أعقبها من ويلات. <br><br>(23): <span class=quran>﴿قَالَ رَجُلاَنِ﴾</span>: هما يوشع وكالب، وجاء اسم الأول في التوراة سفر العدد الإصحاح 13 بلفظ هوشع، واسم الثاني في سفر أخبار الإصحاح 2 <span class=quran>﴿مِنَ الَّذِينَ يَخَافُونَك﴾</span>: الله <span class=quran>﴿أَنْعَمَ اللّهُ عَلَيْهِمَا﴾</span>: الإيمان <span class=quran>﴿ادْخُلُواْ عَلَيْهِمُ الْبَابَ﴾</span>: أي باب قريتهم أو مدينتهم."}]}