{
"title": "صفحة (112)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(24): <span class=quran>﴿قَالُواْ يَا مُوسَى إِنَّا لَن نَّدْخُلَهَا أَبَدًا مَّا دَامُواْ فِيهَا﴾</span>: أبدلاً، ل بد من تشريد أهل الديار وأخذها منهم غصبًا ونهبًا، أما القتال <span class=quran>﴿فَاذْهَبْ أَنتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ﴾</span>: اذهب أنت ومن أرسلك بكل تعال وترفع حتى على الله ورسوله! وهذه هي بالذات غطرسة إسرائيل وجبلتها الخبيثة، ومهما شككت فلم أشك إطلاقًا أن من سار على هذي السبيل فأُمه هاوية، وما أدراك ما هيه. <br><br>(25): <span class=quran>﴿قَالَ﴾</span>: موسى شاكيًا إلى الله من القوم المجهولين على البغي والفساد. <span class=quran>﴿رَبِّ إِنِّي لا أَمْلِكُ إِلاَّ نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ﴾</span>: وإذا كان موسى على نبوته وعصمته فقد الصبر والتصبر على العيش مع قومه فكيف يمكن التعايش مع الصهاينة على أساس الحق والعدل. <br><br>(26): <span class=quran>﴿قَالَ﴾</span>: سبحانه لموسى: <span class=quran>﴿فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً﴾</span>: الضمير في (أنها) يعود إلى الأرض المقدسة وفي (عليهم) إلى الذين قالوا: لن ندخلها أبدًا ما داموا فيها، وهكذا كان، فإن الذين نطقوا بذلك لم يروا الأرض المقدسة على الإطلاق تصديقًا لكلمة الله العليا: (فإنها محرمة عليهم) وإنما الذين دخلوها بعد أربعين سنة مع يوشع هم جيل جديد بعد أن مات كل من قال: إنا لن ندخلها... <span class=quran>﴿يَتِيهُونَ فِي الأَرْضِ﴾</span>: وفي الروايات أن موسى وهارون كانا معهم في أرض التيه، ومات هارون وبعده بسنة مات موسى في التيه <span class=quran>﴿فَلاَ تَأْسَ عَلَى الْقَوْمِ الْفَاسِقِينَ﴾</span>: الذين زكوا أنفسهم وقالوا: نحن أبناء الله وأحباؤه، فقد أمات الله فريقًا منهم في التيه، وفريقًا مسخهم قردة وخنازير، وألصق اللعنة بهم جميعًا إلى يوم الدين. <br><br>(27): <span class=quran>﴿وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ﴾</span>: وهما قابيل وهابيل. دب الخلاف بينهما كما في الروايات <span class=quran>﴿إِذْ قَرَّبَا قُرْبَانًا﴾</span>: ليفصل بين المحق والمبطل <span class=quran>﴿فَتُقُبِّلَ مِن أَحَدِهِمَا﴾</span>: هابيل <span class=quran>﴿وَلَمْ يُتَقَبَّلْ مِنَ الآخَرِ﴾</span>: قابيل <span class=quran>﴿قَالَ﴾</span>: قابيل لهابيل <span class=quran>﴿لَأَقْتُلَنَّكَ﴾</span>: لا لشيء إلا لأنك عند الله خير مني وأفضل! وهذا هو ذنب الطاهر عند الفاجر العاهر <span class=quran>﴿قَالَ إِنَّمَا يَتَقَبَّلُ اللّهُ مِنَ الْمُتَّقِينَ﴾</span>: لا شيء يجدي من غير تقوى. وفي نهج البلاغة: لا يقل عمل مع التقوى فكيف يقل ما يتقبل؟ <br><br>(28): <span class=quran>﴿لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي﴾</span>: ظلمًا وعدوانًا <span class=quran>﴿مَا أَنَاْ بِبَاسِطٍ يَدِيَ إِلَيْكَ لَأَقْتُلَكَ﴾</span>: بل أبسطها للدفاع عن نفسي. <br><br>(29): <span class=quran>﴿إِنِّي أُرِيدُ أَن تَبُوءَ﴾</span>: ترجع إلى ربك <span class=quran>﴿بِإِثْمِي﴾</span>: <span class=quran>﴿قتلي وَإِثْمِكَ﴾</span>: وهو خبثك الذي كان السبب الموجب لرفض قربانك. <br><br>(30): <span class=quran>﴿فَطَوَّعَتْ﴾</span>: سهلت <span class=quran>﴿لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ﴾</span>: بلا جرم جره على مخلوق، وهما من نطفة واحدة ورحم واحد! فهل بعد هذا المثال والشاهد القرآني يقال: أخاك أخاك أو صديقك صديقك؟ المحرك الأول هو المصلحة والعاطفة إلا أن تكون هنا مناعة من عقل رصين أو دين متين. <br><br>(31): <span class=quran>﴿فَبَعَثَ اللّهُ غُرَابًا يَبْحَثُ فِي الأَرْضِ﴾</span>: عرف ابن آدم كيف يقتل أخاه بحقده، وجهل أن يدسه في التراب بعقله، وهكذا يختفي العقل والدين إذا طغت العاطفة <span class=quran>﴿لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءةَ﴾</span>: عورة، وخُصت بالذكر، لأنها أحق بالستر <span class=quran>﴿أَخِيهِ قَالَ يَا وَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هَذَا الْغُرَابِ فَأُوَارِيَ سَوْءةَ أَخِي﴾</span>: وكلنا قد يقف به العجز والجهل عن أتفه الأمور <span class=quran>﴿فَأَصْبَحَ مِنَ النَّادِمِينَ﴾</span>: وهكذا الإنسان يخطئ ثم يندم، ولكنه يعود، والسر قوله تعالى: (وخلق الإنسان ضعيفًا ? 28 النساء)."
}
],
"singlePage": true
}