{
"title": "صفحة (113)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(32): <span class=quran>﴿مِنْ أَجْلِ ذَلِكَ﴾</span>: من أجل جريمة القتل وأنها جريمة الجرائم <span class=quran>﴿كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ﴾</span>: وخصهم بالذكر علمًا بأن الحكم أعم وأشمل، لأنهم أجرأ العالمين على الفساد في الأرض <span class=quran>﴿أَنَّهُ مَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعًا﴾</span>: فكيف بالذين يتسابقون إلى أسلحة الموت والقتل بالجملة، فمن القنبلة الذرية إلى الهيدروجينية، ومنها إلى قنبلة النيوترون وصواريخ (اس- اس) ذات الرؤوس النووية المتعددة؟ <span class=quran>﴿وَمَنْ أَحْيَاهَا﴾</span>: أي من أعطى حياة الناس نموًا وآمالاً، وتقدمًا وكمالاً، لا من صلى وصام وكفى لأن العبادة لله وحده، وموضوع الآية النفس وليس خالقها لأنه تعالى مصدر الحياة <span class=quran>﴿فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا﴾</span>: بشق الأنهر والطرقات وبناء المدارس والمستشفيات المجانية، وإيجاد العمل للسواعد التي تبحث عنها... إلى غير ذلك مما ينتفع به الناس بجهة من الجهات، ويمكث في الأرض، ولا يذهب مع الريح <span class=quran>﴿وَلَقَدْ جَاء تْهُمْ: اليهود <span class=quran>﴿رُسُلُنَا بِالبَيِّنَاتِ﴾</span>: بحلال الله وحرامه <span class=quran>﴿ثُمَّ إِنَّ كَثِيرًا مِّنْهُم بَعْدَ ذَلِكَ﴾</span>: بعد قيام الحجة عليهم <span class=quran>﴿فِي الأَرْضِ لَمُسْرِفُونَ﴾</span>: في سفك الدماء وانتهاك الحرمات. <br><br>(33): <span class=quran>﴿إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللّهَ وَرَسُولَهُ﴾</span>: بالبغي والعدوان على عباد الله وعياله <span class=quran>﴿وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا﴾</span>: بحمل السلاح للإخلال بالأمن وترويع الناس وإخافة السابلة والتمرد على حكم العدل وإراقة الدماء ونهب الأموال وهتك الأعراض... إلى غير ذلك <span class=quran>﴿أَن يُقَتَّلُواْ أَوْ يُصَلَّبُواْ﴾</span>: جزاء قاطع الطريق إن قتل أن يُقتل أو يصلب على كل حال حتى ولو عفا عنه ولي المقتول أو أخذ الدية <span class=quran>﴿أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ﴾</span>: وإن أخذ قاطع الطريق المال ولم يقتل فجزاؤه أن تُقطع يده لنهب المال ورجله أيضًا لقطع الطريق وإخافة الناس، ومعنى (من خلاف) أن تقطع يده اليمنى ورجله اليسرى، <span class=quran>﴿أَوْ يُنفَوْاْ مِنَ الأَرْضِ﴾</span>: وإن لم يقتل قاطع الطريق ولم يأخذ مالاً فجزاؤه النفي إلى بلد ناء، ومن أراد زيادة في البيان فليرجع إلى كتب الفقه. <span class=quran>﴿ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا﴾</span>: ولغيرهم دروس وعبرة، أما عذاب الآخرة فأعظم وأشد تنكيلاً. <br><br>(34): <span class=quran>﴿إِلاَّ الَّذِينَ تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ﴾</span>: إذا تاب قاطع الطريق من تلقائه وقبل القبض عليه سقطت عنه العقوبة المعبر عنها بحق الله أو الحق العام، أما الحق الخاص بالإنسان فهو منوط بإرادة صاحبه. <br><br>(35): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ وَابْتَغُواْ إِلَيهِ الْوَسِيلَةَ وَجَاهِدُواْ فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ﴾</span>: في ترك المعاصي، وتوسلوا إليه بالإخلاص والعمل الصالح. <br><br>(36): <span class=quran>﴿إِنَّ الَّذِينَ كَفَرُواْ لَوْ أَنَّ لَهُم مَّا فِي الأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُواْ بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ﴾</span>: يصاب المرء باليسير من الألم في جسمه فيفاديه بكل ما يستطيع فكيف بسرابيل القطران ومقطعات النيران؟ <span class=quran>﴿مَا تُقُبِّلَ مِنْهُمْ﴾</span>: أبدًا لا شيء يجدي غدًا إلا القلب السليم والخلق الكريم."
}
],
"singlePage": true
}