{
"title": "صفحة (114)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(37): <span class=quran>﴿يُرِيدُونَ أَن يَخْرُجُواْ مِنَ النَّارِ﴾</span>: ولو بعد حين طويل <span class=quran>﴿وَمَا هُم بِخَارِجِينَ مِنْهَا﴾</span>: إلى أبد الآبدين، وساءت مستقرًا ومقامًا، ولن أشك في أن هذا يعم ويشمل كل خائن ومراء ومعتد وكل من يتمنى للناس الأسى والأذى. <br><br>(38): <span class=quran>﴿وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا﴾</span>: أي يمنى كل منهما، ولهذا القطع شروط منها أن يكون المسروق في حرز، وأن لا تكون السرقة في عام المجاعة، وأن يكون السارق بالغًا عاقلاً وليس أبًا لصاحب المال المسروق، وأن يكون المال المسروق بمقدار ربع دينار، ولا أعرف بالضبط، كم قيمة هذا الربع، وفي ظني أنها لا تزيد على ثلاث دولارات، ولا تنقص عن دولارين ? نحن الآن في سنة 1978 <span class=quran>﴿جَزَاء بِمَا كَسَبَا نَكَالاً مِّنَ اللّهِ﴾</span>: أي عقوبة رادعة. <br><br>(39): <span class=quran>﴿فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ﴾</span>: لنفسه بالسرقة، وقبل أن تثبت السرقة عليه عند الحاكم فلا تقطع يده وَأَصْلَحَ: برد المال المسروق إلى مالكه <span class=quran>﴿فَإِنَّ اللّهَ يَتُوبُ عَلَيْهِ﴾</span>: لأن من تاب من الذنب كمن لا ذنب له. <br><br>(40): <span class=quran>﴿أَلَمْ تَعْلَمْ أَنَّ اللّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ يُعَذِّبُ مَن يَشَاء وَيَغْفِرُ لِمَن يَشَاء وَاللّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ﴾</span>: إنه تعالى يعذب أو يعفو لحكمة بالغة، قد تفطن إليها، وقد ينبو عنها إدراكنا وعلينا قبل أن نفلسف حكمته تعالى أن لا ننسى أن نسبة الحكمة عندنا إلى نسبة الحكمة عنده تعالى تمامًا كنسبة إدراكنا إلى علمه، جلت كلمته. <br><br>(41): <span class=quran>﴿يَا أَيُّهَا الرَّسُولُ لاَ يَحْزُنكَ الَّذِينَ يُسَارِعُونَ فِي الْكُفْرِ﴾</span>: السبب الموجب لحزن الرسول (ص) هو عصيان الخلق للحق، ومن هؤلاء العصاة الذين أشار إليهم سبحانه بقوله <span class=quran>﴿مِنَ الَّذِينَ قَالُواْ آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ﴾</span>: وهم المنافقون الذين يظهرون الود ويضمرون الحقد. وأيضًا <span class=quran>﴿وَمِنَ الَّذِينَ هِادُواْ﴾</span>: اليهود <span class=quran>﴿سَمَّاعُونَ لِلْكَذِبِ﴾</span>: يرحبون بكل افتراء، ويذيعونه مؤيدين ومروجين بكل وسيلة <span class=quran>﴿سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ﴾</span>: يا محمد، كل أحبار اليهود يبتعدون عن النبي (ص) ولكن يجتمعون سرًا مع المنافقين، ويستمعون إليهم، ويلقنونهم دروسًا في الكيد والنفاق <span class=quran>﴿يُحَرِّفُون َ الْكَلِمَ مِن بَعْدِ مَوَاضِعِهِ﴾</span>: تقدم في البقرة 75 والنساء 46 <span class=quran>﴿يَقُولُونَ﴾</span>: يقول أحبار اليهود لأذنابهم <span class=quran>﴿إِنْ أُوتِيتُمْ هَذَا﴾</span>: ان أفتاكم محمد بالمحرف المزيف <span class=quran>﴿فَخُذُوهُ﴾</span>: واعملوا به <span class=quran>﴿وَإِن لَّمْ تُؤْتَوْهُ﴾</span>: وإن أفتاكم بالحق والصدق <span class=quran>﴿فَاحْذَرُواْ﴾</span>: وارفضوا <span class=quran>﴿وَمَن يُرِدِ اللّهُ فِتْنَتَهُ﴾</span>: أي عذابه لأنه من معاني الفتنة كما في القواميس <span class=quran>﴿فَلَن تَمْلِكَ لَهُ مِنَ اللّهِ شَيْئًا﴾</span>: لا راد لما أراد <span class=quran>﴿أُوْلَئِكَ الَّذِينَ لَمْ يُرِدِ اللّهُ أَن يُطَهِّرَ قُلُوبَهُمْ﴾</span>: لأنهم لا يريدون التطهير، (إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم ? 11 الرعد)."
}
]
}