{"title":"صفحة (116)","type":"html","data":[{"miniTitle":"المائدة","text":"(46): <span class=quran>﴿وَقَفَّيْنَا عَلَى آثَارِهِم بِعَيسَى ابْنِ مَرْيَمَ﴾</span>: وعقبنا بعيسى نبيًا بعد النبيين الذين كانوا يحكمون بالتوراة <span class=quran>﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ﴾</span>: وأيضًا عيسى كان يحكم بتوراة موسى <span class=quran>﴿وَآتَيْنَاهُ الإِنجِيلَ فِيهِ هُدًى وَنُورٌ﴾</span>: شأنه في ذلك شأن الكتب السماوية <span class=quran>﴿وَمُصَدِّقًا﴾</span>: متممًا <span class=quran>﴿لِّمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ﴾</span>: وكرر سبحانه ذلك لتكون عل يقين بأن هدف الأنبياء المرسلة والكتب المنزلة واحد، هو هداية الناس وسعادته دنيًا وآخرة. <br><br>(47): <span class=quran>﴿وَلْيَحْكُمْ أَهْلُ الإِنجِيلِ بِمَا أَنزَلَ اللّهُ فِيهِ﴾</span>: ولو حكم كل أهل الكتاب بما فيه حقًا بلا تزييف وتحريف لفتح الله عليهم وعلى الناس، كل الناس، بركات السماء والأرض وعاشوا اخوانًا في الدين و غير الدين. <br><br>(48): <span class=quran>﴿وَأَنزَلْنَا إِلَيْكَ﴾</span>: يا محمد <span class=quran>﴿الْكِتَابَ﴾</span>: القرآن <span class=quran>﴿بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ﴾</span>: كل ما أُنزل من السماء بلا استثناء <span class=quran>﴿وَمُهَيْمِنًا عَلَيْهِ﴾</span>: أي رقيبًا على ما سبق القرآن من الكتب السماوية ومميزًا بين ما ينسب إلى الله تعالى حقًا وصدقًا وما ينسب إليه كذبًا وافتراء <span class=quran>﴿فَاحْكُم﴾</span>: يا محمد <span class=quran>﴿بَيْنَهُم﴾</span>: بين أهل الكتاب، لأن القرآن يحتوي على كل الأديان السماوية، ولا شيء منها يحتوي على كل ما في القرآن <span class=quran>﴿بِمَا أَنزَلَ اللّهُ﴾</span>: وبالخصوص توحيد الله والتكاتف والتآلف بين عباده وعياله <span class=quran>﴿وَلاَ تَتَّبِعْ أَهْوَاءهُمْ عَمَّا جَاءكَ مِنَ الْحَقِّ﴾</span>: والنبي لا يتبع الهوى وإلا لم يكن نبيًا والنهي عن المحرم يسوغ عقلاً وعرفًا حتى مع العلم بعدم وقوعه لمجرد البيان بأنه من المحرمات، هذا إلى أن الخطاب من العالي لا يُلحظ فيه منزلة المخاطب <span class=quran>﴿لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً﴾</span>: شريعة في الفروع لا في الأصول والعقيدة <span class=quran>﴿وَمِنْهَاجًا﴾</span>: طريقًا واضحًا يجري عليه <span class=quran>﴿وَلَوْ شَاء اللّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً﴾</span>: وعندئذ نكون كالبهائم والأنعام، والله سبحانه لا يريدنا كذلك، بل يريد أن نؤمن عن حرية وقناعة، وأن نطيعه عن علم ومعرفة وإلا كانت عظمته تعالى محجوبة عن الإنسان <span class=quran>﴿وَلَكِن لِّيَبْلُوَكُمْ فِي مَآ آتَاكُم﴾</span>: أبى الله سبحانه إلا أن يهب للإنسان عقلاً به يميز، وقدرة بها يفعل أو يترك، وحرية كافية بها يختار، ليعمل كل على هويته وشاكلته <span class=quran>﴿فَاسْتَبِقُوا الخَيْرَاتِ﴾</span>: لا الأحقاد والمشاحنات <span class=quran>﴿إِلَى الله مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ﴾</span>: من الآراء والمعتقدات والأعمال والتصرفات. <br><br>(49): <span class=quran>﴿وَأَنِ احْكُم بَيْنَهُم بِمَآ أَنزَلَ اللّهُ وَلاَ تَتَّبِعْ أَهْوَاءهُمْ وَاحْذَرْهُمْ أَن يَفْتِنُوكَ عَن بَعْضِ مَا أَنزَلَ اللّهُ إِلَيْكَ﴾</span>: ويومئ هذا التكرار والتوكيد إلى أن النبي (ص) غير مقصود بالخطاب، وإن وُجه بظاهره إليه، لأنه ليس بحاجة إلى شيء من ذلك كما هو معلوم بالبديهة، وأيضًا ليس المقصود المستضعفين حيث لا نقش بلا عرش، فتعين أن المقصود بالذات كل حاكم وكل قائد له قوة وسلطان <span class=quran>﴿فَإِن تَوَلَّوْاْ فَاعْلَمْ أَنَّمَا يُرِيدُ اللّهُ أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ﴾</span>: لأهل الحكم والسلطان ذنوب كثيرة، والحكم بغير ما أُنزل بعض ذنوبهم لا كلها، وإن ربك لهم بالمرصاد. <br><br>(50): <span class=quran>﴿أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ﴾</span>: وحكم الجاهلية خير وأفضل ألف مرة من حكام عصر الكهرباء والذرة <span class=quran>﴿وَمَنْ أَحْسَنُ مِنَ اللّهِ حُكْمًا لِّقَوْمٍ يُوقِنُونَ﴾</span>: يؤمنون بالله، وفيه إيماء إلى أن من يحكم بغير الحق عامدًَا هو والكافر عند الله بمنزلة سواء."}]}