{"title":"صفحة (117)","type":"html","data":[{"miniTitle":"المائدة","text":"(51): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الْيَهُودَ وَالنَّصَارَى أَوْلِيَاء﴾</span>: أصدقاء إذا نصبوا لكم العداء، وكانوا حربًا عليكم، ودليلنا على هذا القيد سماحة الإسلام المنصوص عليها في الآية 8 و9 من سورة الممتحنة، والقرآن ينطق بعضه ببعض، وقال الفيلسوف الشهير رسل في كتاب المجتمع البشري في الأخلاق والسياسة ص 193 طبعة سنة 1960: (تسامح المسلمون الأول مع أهل الكتاب على نقيض المسيحيين) <span class=quran>﴿بَعْضُهُمْ أَوْلِيَاء بَعْضٍ﴾</span>: اليهودي لا ينصر إلا يهوديًا، والمسيحي لا ينصر إلا مسيحيًا، أجل قد تجتمع قوتهم معًا ضد المسلمين، كما حدث في عهدنا سنة 1975 م <span class=quran>﴿وَمَن يَتَوَلَّهُم مِّنكُمْ فَإِنَّهُ مِنْهُمْ﴾</span>: أي يتولى اليهود والنصارى الذين، نصبوا العداء للمسلمين فهو عند الله بحكم أعداء الإسلام، يحاسب حسابهم ويعذب عذابهم. <br><br>(52): <span class=quran>﴿فَتَرَى الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ﴾</span>: وهم الذين يتمنون إلى الإسلام في الظاهر <span class=quran>﴿يُسَارِعُونَ فِيهِمْ: في معاونتهم <span class=quran>﴿يَقُولُونَ نَخْشَى أَن تُصِيبَنَا دَآئِرَةٌ﴾</span>: بعض الين يتسمون بسمة الإسلام يوالون أعداءه وأعداء المسلمين لا لشيء ألاَّ حرصًا على الدنيا ووجاهتها وحلاوتها حتى إذا دالت الدائرة على المسلمين كان اللعين في مكان مكين عند أعداء الله والدين. <span class=quran>﴿فَعَسَى اللّهُ أَن يَأْتِيَ بِالْفَتْحِ﴾</span>: فينصر المحقين على المبطلين <span class=quran>﴿أَوْ أَمْرٍ مِّنْ عِندِهِ﴾</span>: يفتضح به كل انتهازي منافق <span class=quran>﴿فَيُصْبِحُواْ﴾</span>: المنافقون <span class=quran>﴿عَلَى مَا أَسَرُّواْ فِي أَنْفُسِهِمْ﴾</span>: من الغدر والنفاق <span class=quran>﴿نَادِمِينَ﴾</span>: حيث لا تغني الندامة والفخامة. <br><br>(53): <span class=quran>﴿وَيَقُولُ الَّذِينَ آمَنُواْ أَهَؤُلاء الَّذِينَ أَقْسَمُواْ بِاللّهِ جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ﴾</span>: حين يفتضح المنافقون ويظهرون على حقيقتهم، يقول بعض المؤمنين لبعض: أهؤلاء بالذات الذين كانوا يحلفون بالأمس أغلظ الأيمان إنهم منا ولنا ومعنا؟ وإلى هذا الحد بلغ بهم الغش والرياء؟ وكفى بذلك عارًا وشنارًا <span class=quran>﴿حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُواْ خَاسِرِينَ﴾</span>: وخسر هنالك المبطلون. <br><br>(54): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ﴾</span>: والنهي عن الارتداد بعد النهي عن موالاة أعداء الدين يشعر بأن هذه الموالاة قد تؤدي إلى الارتداد عن الإسلام، ومن حام حول الحمى أوشك أن يقع فيه <span class=quran>﴿فَسَوْفَ يَأْتِي اللّهُ بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ﴾</span>: وحبه تعالى لعبده أن يرفع غدًا من شأنه، أما حب العبد لله فهو أن يسدي لعياله معروفًا، أو ينفس عنهم كربة أو يقضي لهم حاجة، والله في عون العبد ما دام العبد في عون عياله <span class=quran>﴿أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ﴾</span>: لأن التواضع للمؤمن الحق طاعة وإخلاص لله بالذات لا لشخص المؤمن من حيث هو <span class=quran>﴿أَعِزَّةٍ عَلَى الْكَافِرِينَ﴾</span>: لأن الاستعلاء على أهل الباطل استعلاء على الباطل بالذات <span class=quran>﴿يُجَاهِدُونَ فِي سَبِيلِ اللّهِ وَلاَ يَخَافُونَ لَوْمَةَ لآئِمٍ﴾</span>: هذا هو شعار المؤمنين بالله وبالحق: (إن لم يكن بك ? يا الله ? غضب علي فلا أُبالي) بكيد الكائدين وبغي المجرمين، ولا ضير على المخلص إن أخطأ الحق ما دام قد جد واجتهد بحثًا عنه، لأن الإخلاص من حيث هو فضيلة وسبيل إلى النجاة (إلا من أتى الله بقلب سليم ? 89 الشعراء) <br><br>(55): <span class=quran>﴿إِنَّمَا وَلِيُّكُمُ اللّهُ وَرَسُولُهُ﴾</span>: بعد أن نهى سبحانه عن اتخاذ أعداء الدين أولياء بيّن ، عظمت كلمته، من الذي يجب اتخاذه وليًا بقوله: <span class=quran>﴿إِنَّمَا وَلِيُّكُمُ اللّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُواْ الَّذِينَ يُقِيمُونَ الصَّلوةَ وَيُؤْتُونَ الزَّكَوةَ وَهُمْ رَاكِعُونَ﴾</span>: ولا يختلف اثنان في أن المراد بولاية الله ورسوله التصرف في الأمور تمامًا كقوله تعالى: (النبي أولى بالمؤمنين من أنفسهم ? 6 الأحزاب) أما المراد بالمؤمنين المصلَّين المزكَّين وهم راكعون، فقد جاء في العديد من التفاسير أنه علي بن أبي طالب بالخصوص. وننقل منها عبارة الرازي بالحرف الواحد: (روي عن أبي ذر رضوان الله عليه أنه قال صليت مع رسول الله (ص) يومًا صلاة الظهر، فسأل سائل في المسجد، فلم يعطه أحد ، وعلي كان راكعًا، فأومأ إليه بخنصره اليمنى، وكان فيها خاتم، فأقبل السائل حتى أخذ الخاتم بمرأى من النبي، فقال : اللهم إن أخي موسى سألك فقال: رب اشرح لي صدري ويسر لي أمري إلى قوله: فاشركه في أمري، فأنزلت قرآنًا ناطقًا سنشد عضدك بأخيك ونجعل لكما سلطانًا، اللهم وأنا محمد نبيك وصفيك فاشرح لي صدري ويسر لي أمري واجعل لي وزيرًا من أهلي عليًا أشدد به أزري قال أبو ذر: فوالله ما أتم النبي كلامه حتى نزل جبريل، فقال: يا محمد إقرأ (إنما وليكم الله ورسوله إلى آخر الآية). <br><br>(56): <span class=quran>﴿وَمَن يَتَوَلَّ اللّهَ وَرَسُولَهُ وَالَّذِينَ آمَنُواْ فَإِنَّ حِزْبَ اللّهِ هُمُ الْغَالِبُونَ﴾</span>: وهذه الآية التي جاءت بلا فاصل هي نص صريح على أن المراد بولاية المؤمنين عين ولاية الرسول، وإن من حافظ على هذه الولاية ولم يفرق بين محمد وعلي فهو من حزب الله. <br><br>(57)-(58): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الَّذِينَ اتَّخَذُواْ دِينَكُمْ هُزُوًا وَلَعِبًا... ﴾</span>: ومرة أُخرى نهى سبحانه عن اتخاذ أعدائه أولياء، لأنهم لم يخالفوكم في الدين وكفى، بل يُعَدَّوا ظالمين مستهزئين بكم وبدينكم وصلاتكم <span class=quran>﴿ذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَعْقِلُونَ﴾</span>: عظمة الإسلام وحكمة الصلاة."}]}