{
"title": "صفحة (118)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(57)-(58): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الَّذِينَ اتَّخَذُواْ دِينَكُمْ هُزُوًا وَلَعِبًا... ﴾</span>: ومرة أُخرى نهى سبحانه عن اتخاذ أعدائه أولياء، لأنهم لم يخالفوكم في الدين وكفى، بل يُعَدَّوا ظالمين مستهزئين بكم وبدينكم وصلاتكم <span class=quran>﴿ذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَعْقِلُونَ﴾</span>: عظمة الإسلام وحكمة الصلاة. <br><br>(59): <span class=quran>﴿قُلْ يَا أَهْلَ الْكِتَابِ هَلْ تَنقِمُونَ مِنَّا إِلاَّ أَنْ آمَنَّا بِاللّهِ وَمَا أُنزِلَ إِلَيْنَا وَمَا أُنزِلَ مِن قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ﴾</span>: أنتم تدعون الإيمان بالله ونحن نؤمن به من الأعماق، وأيضًا تدعون الأيمان بتوراة موسى وإنجيل عيسى، ونحن نشهد بصدقهما شهادة إيمان وإيقان، وإذن فذنبنا عندكم هو ذنب المنصف عند المنحرف والأتقى عند الاشقى. <br><br>(60): <span class=quran>﴿قُلْ﴾</span>: يا محمد <span class=quran>﴿هَلْ أُنَبِّئُكُم﴾</span>: أيها الساخرون من المسلمين الزاعمون بأنكم أهل كتاب ودين <span class=quran>﴿بِشَرٍّ مِّن ذَلِكَ﴾</span>: أي بشر أهل الأديان جميعًا <span class=quran>﴿مَثُوبَةً﴾</span>: جزاء <span class=quran>﴿عِندَ اللّهِ مَن لَّعَنَهُ اللّهُ وَغَضِبَ عَلَيْهِ﴾</span>: وهذان الوصفان لليهود والملحدين والمشركين وكل من سعى في الأرض بالفساد <span class=quran>﴿وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ﴾</span>: خاص باليهود بنص الآية 65 من البقرة <span class=quran>﴿وَعَبَدَ الطَّاغُوتَ﴾</span>: وهو كل معبود من دون الله مالاً كان أو منصبًا أو امرأة أو أي شيء من زخرف الحياة الدنيا وزينتها، والراكعون الساجدون لهذا المعبود يُعدون بالملايين من أهل الكتاب والمسلمين وأهل الإلحاد والمشركين <span class=quran>﴿أُوْلَئِكَ شَرٌّ مَّكَاناً﴾</span>: منزلة عند الله، وبالخصوص عبدة الطاغوت، وبصورة أخص اليهود لأن فيهم هذه الأوصاف مجتمعة وزيادة حيث لا هدف لهم إلا إبادة الإنسانية جمعاء إلا الصهيونية. <br><br>(61): <span class=quran>﴿وَإِذَا جَآؤُوكُمْ قَالُوَاْ آمَنَّا﴾</span>: كذبًا ومينًا <span class=quran>﴿وَقَد دَّخَلُواْ﴾</span>: عليكم <span class=quran>﴿بِالْكُفْرِ﴾</span>: كافرين <span class=quran>﴿وَهُمْ قَدْ خَرَجُواْ بِهِ﴾</span>: أي بالكفر، فإنه الصفة الراسية الراسخة في نفوسهم لا تحول ولا تزول. <br><br>(62): <span class=quran>﴿وَتَرَى كَثِيرًا مِّنْهُمْ يُسَارِعُونَ فِي الإِثْمِ وَالْعُدْوَانِ﴾</span>: يتنافسون على السلب والنهب وتدمير البشرية <span class=quran>﴿وَأَكْلِهِمُ السُّحْتَ﴾</span>: المال الحرام، فهو وحده عندهم مقياس الفضل والفضيلة. <br><br>(63):@@<br><br>(64): <span class=quran>﴿وقاَلَتِ الْيَهُودُ يَدُ اللّهِ مَغْلُولَةٌ﴾</span>: هذا المنطق ينقض نفسه بنفسه لأن الإعتراف بالله معناه الإعتراف بقوة مطلقة، يفتقر إليها كل شيء، فكيف انعكست الآية؟ ونعوذ بالله من أن نفتقر إلى سواه <span class=quran>﴿غُلَّتْ أَيْدِيهِمْ وَلُعِنُواْ﴾</span>: ليس هذا دعاء على اليهود، بل إخبارًا من الله سبحانه بأنهم في آخر الزمان سيكونون أذلاء ملعونين مخذولين بشهادة التوراة، فقد جاء في سفر التثنية الإصحاح 28 فقرة 15 وما بعدها أن الرب خاطب الشعب اليهودي بقوله: (إن لم تسمع لصوت الرب إلهك ... يرسل عليك اللعن والإضطراب والزجر في كل ما تمد إليه يدك لتعلمه حتى تهلك وتفنى سريعًا من أجل سوء أفعالك) وفي الفقرة 63 من هذا الإصحاح: (يسلط الرب عليك ? أيها الشعب اليهودي حتى تهلك ... لأنك لم تسمع لصوت الرب إلهك). <span class=quran>﴿يَدَاهُ مَبْسُوطَتَانِ﴾</span>: فيبطش البطشة الكبرى من يجرؤ على قدسه وجلاله، وأيضًا <span class=quran>﴿يُنفِقُ كَيْفَ يَشَاء﴾</span>: بغير حساب <span class=quran>﴿وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا﴾</span>: كلما نزلت عليك يا محمد آية من القرآن الكريم ازداد اليهود كفرًا بالله وحسدًا لك وحقدًا عليك. ولا حد ولا عد لمساوئ اليهود، تقدم منها كثير، والآتي أكثر <span class=quran>﴿وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاء إِلَى يَوْمِ الْقِيَامَةِ﴾</span>: وقد عمَّ وشمل هذا العذاب والغضب من الله سبحانه المسلمين والعرب في عصرنا الراهن حتى المشردين منا واللاجئين، وما ربك بظلام للعبيد <span class=quran>﴿كُلَّمَا أَوْقَدُواْ نَارًا لِّلْحَرْبِ أَطْفَأَهَا اللّهُ﴾</span>: وهذه نتيجة حتمية للانشقاق والنزاع (ولا تنازعوا فتفشلوا ? 46 الأنفال) <span class=quran>﴿وَيَسْعَوْنَ فِي الأَرْضِ فسادًا﴾</span>: والفساد يعم وبشمل شتى أنواع الجرائم، وأعظمها العدوان على العباد."
}
]
}