{
"title": "صفحة (119)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(65): <span class=quran>﴿وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُواْ وَاتَّقَوْاْ لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلأدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ﴾</span>: قيل في تفسير هذه الآية: إنها دعوة من القرآن لأهل الكتاب أن يسلموا، وهذا هو الظاهر، أما الواقع فإن القرآن يدعوا أهل الكتاب وغيرهم أن يدرسوا الإسلام حتى يعلموا امانيه ومراميه، ويعملوا بما علموا. <br><br>(66): <span class=quran>﴿وَلَوْ أَنَّهُمْ أَقَامُواْ التَّوْرَاةَ وَالإِنجِيلَ وَمَا أُنزِلَ إِلَيهِم مِّن رَّبِّهِمْ﴾</span>: على جميع الأنبياء بما فيهم محمد (ص) <span class=quran>﴿لأكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم﴾</span>: كناية عن رغد العيش وسعة الرزق، وليس من شك أن اليهود والنصارى لو آمنوا بمحمد كما آمنوا المسلمون بموسى وعيسى، وعاشوا إخوانًا متحابين ? لكانوا جميعًا في غنى عن الجدال والقتال، ولتوجه الإنتاج بالكامل إلى السلم وسد الحاجات، لا إلى الحرب والمقاتلات بحكم البديهة والطبيعة، وعندئذ يعم الرغد والرخاء الجميع على السواء، ويصبح ثمن الدار أقل من ثمن السيارة الآن، وهذه بثمن الساعة، والساعة كالقلم، والقلم كالدبوس، وهكذا سائر السلع بشتى أنواعها. <span class=quran>﴿مِّنْهُمْ﴾</span>: من أهل الكتاب <span class=quran>﴿أُمَّةٌ﴾</span>: جماعة <span class=quran>﴿مُّقْتَصِدَةٌ﴾</span>: معتدلة حيث آمنت بمحمد كما آمن المسلمون أجمعين بموسى وعيسى <span class=quran>﴿وَكَثِيرٌ مِّنْهُمْ سَاء مَا يَعْمَلُونَ﴾</span>: بإصرارهم على الضلال. <br><br>(67): <span class=quran>﴿يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ وَاللّهُ يَعْصِمُكَ مِنَ النَّاسِ﴾</span>: يدل أُسلوب الخطاب مع النبي (ص) أن الله سبحانه قد أمره بتبليغ أمر مهم للغاية، وأن النبي قد ضاق به ذرعًا، لأنه ثقيل على أنفس جماعة من الصحابة، وذكر الرازي في سبب نزول هذه الآية وجوهًا، منها: (أنها نزلت في فضل علي بن أبي طالب (ع)، ولما نزلت هذه الآية أخذ النبي بيد علي وقال: من كنت مولاه فعلي مولاه اللهم وال من والاه، وعاد من عاداه. فلقيه عمر فقال: هنيئًا لك يا ابن أبي طالب، أصبحت مولاي ومولى كل مؤمن ومؤمنه، وهو قول ابن عباس والبراء بن عازب ومحمد بن علي بن الحسين (ع). <br><br>(68): <span class=quran>﴿قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ﴾</span>: من دين الحق <span class=quran>﴿حَتَّىَ تُقِيمُواْ التَّوْرَاةَ وَالإِنجِيلَ وَمَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّا أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا فَلاَ تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ﴾</span>: تقدم قبل لحظة في الآية 65 و66. <br><br>(69): <span class=quran>﴿إِنَّ الَّذِينَ آمَنُواْ وَالَّذِينَ هَادُواْ وَالصَّابِؤُونَ﴾</span>: تقدم في الآية 62 من البقرة. <br><br>(70): <span class=quran>﴿لَقَدْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ وَأَرْسَلْنَا إِلَيْهِمْ رُسُلاً كُلَّمَا جَاءهُمْ رَسُولٌ بِمَا لاَ تَهْوَى أَنْفُسُهُمْ﴾</span>: تقدم في الآية 12 من هذه السورة <span class=quran>﴿فَرِيقًا كَذَّبُواْ وَفَرِيقًا يَقْتُلُونَ﴾</span>: القتل أولاً إن أمكن وإلا فالتكذيب والتعذيب."
}
]
}