{
"title": "صفحة (122)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(83): <span class=quran>﴿وَإِذَا سَمِعُواْ مَا أُنزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُواْ مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا﴾</span>: هذه واقعة خاصة لا يقاس عليها كل راهب وقسيس، ولذا نكَّر سبحانه ولم يقل القسيسين والرهبان والواقعة هي أن جعفر ابن أبي طالب تلا للنجاشي بعض ما نزل في عيسى وأُمه من القرآن فبكى ومن حضر من قومه. <br><br>(84): <span class=quran>﴿وَمَا لَنَا لاَ نُؤْمِنُ بِاللّهِ وَمَا جَاءنَا مِنَ الْحَقِّ وَنَطْمَعُ أَن يُدْخِلَنَا رَبَّنَا مَعَ الْقَوْمِ الصَّالِحِينَ﴾</span>: قال هذا النجاشي ومن معه. <br><br>(85): <span class=quran>﴿فَأَثَابَهُمُ اللّهُ بِمَا قَالُواْ﴾</span>: ما لا عين رأت ولا أذن سمعت. <br><br>(86): <span class=quran>﴿وَالَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَا أُوْلَئِكَ أَصْحَابُ الْجَحِيمِ﴾</span>: وهكذا لا يستوي عند العدالة الإلهية المسيء والمحسن وإذا سلم المجرم من عقاب الناس فلا مفر له من عذاب الله.<br><br>(87): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تُحَرِّمُواْ طَيِّبَاتِ مَا أَحَلَّ اللّهُ لَكُمْ﴾</span>: جاء في الروايات أن هذه الآية نزلت في جماعة من الصحابة غلب عليهم الخوف من الله، فحرموا على أنفسهم النساء والطيبات، وانقطعوا إلى العبادة، فنهاهم النبي (ص) وقال لهم فيما قال : أما أنا فأقوم وأنام، وأصوم وأفطر، وآتي النساء، فمن رغب عن سنتي فليس مني. <span class=quran>﴿وَلاَ تَعْتَدُواْ إِنَّ اللّهَ لاَ يُحِبُّ الْمُعْتَدِينَ﴾</span>: إن الذين يعملون للآخرة وينسون الدنيا، أو للدنيا وينسون الآخرة. <br><br>(88): <span class=quran>﴿وَكُلُواْ مِمَّا رَزَقَكُمُ اللّهُ حَلاَلاً طَيِّبًا﴾</span>: اعملوا وكلوا من عمل أيديكم، فإن الأيدي الخشنة العاملة أفضل عند الله من الجباه السود الساجدة. <br><br>(89): <span class=quran>﴿لاَ يُؤَاخِذُكُمُ اللّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ﴾</span>: يمين اللغو ما يدور على اللسان من غير قصد وروية، ووجوده كعدمه <span class=quran>﴿وَلَكِن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ الأَيْمَانَ﴾</span>: يمين الشرع ما يؤتى بها عن قصد وروية، ويجب الوفاء بها ويؤاخذ الحالف على حنثها <span class=quran>﴿فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ﴾</span>:من حلف اليمين الشرعية وخالفها، وجبت عليه الكفارة مخيرًا بين ثلاث خصال :<br>1- أن يطعم عشرة مساكين بالجمع بينهم أو التفريق.<br>2- أن يكسو كل واحد منهم ما يسمى كسوة في العرف.<br>3- أن يعتق عبدًا، ولا عبيد اليوم <span class=quran>﴿فَمَن لَّمْ يَجِدْ﴾</span>: عجز عن الخصال الثلاث <span class=quran>﴿فَصِيَامُ ثَلاَثَةِ أَيَّامٍ﴾</span>: وإن عجز عن صومها استغفر الله ورجا عفوه."
}
],
"singlePage": true
}