{
"title": "صفحة (123)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(90): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْخَمْرُ وَالْمَيْسِر﴾</span>: تقدم الكلام عنهما في تفسير الآية 219 من البقرةُ <span class=quran>﴿وَالأَنصَابُ وَالأَزْلاَمُ﴾</span>: أيضًا تكلمنا عنهما عند تفسير الآية 3 من هذه السورة أي المائدة <span class=quran>﴿رِجْسٌ مِّنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ﴾</span>: ولا شيء أقوى في الدلالة على تحريم الخمرة من هذه الآيية أولاً: للمساواة بينها وبين عبادة الأصنام. ثانيًا: إنها رجس من عمل الشيطان. ثالثًا: للأمر بالاجتناب عنها. وهو يدل على الوجوب إضافة إلى السنة المتواترة والإجماع مدى الزمان، وكفى بالضرورة الدينية حجة ودليلاً. <br><br>(91): <span class=quran>﴿إِنَّمَا يُرِيدُ الشَّيْطَانُ أَن يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاء فِي الْخَمْرِ وَالْمَيْسِرِ وَيَصُدَّكُمْ عَن ذِكْرِ اللّهِ﴾</span>: أي عن طاعته بعامة <span class=quran>﴿وَعَنِ الصَّلاَةِ﴾</span>: بخاصة، بعد النهي عن الخمر والميسر بين سبحانه ما فيهما من مفسدة، وهي العداوة بين الخاسر والرابح في القمار، والسب والقذف من السكران المؤدي إلى البغض والكراهية، والوقوع في معصية الله سبحانه، وترك العبادة <span class=quran>﴿فَهَلْ أَنتُم مُّنتَهُونَ﴾</span>: عن هذه المساوئ والرذائل، وهذا الزجر عند أهل الفهم أرهب وأبلغ من صيغة انتهوا. <br><br>(92): <span class=quran>﴿وَأَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ﴾</span>: في ترك الخمر والميسر وكل حرام <span class=quran>﴿وَاحْذَرُواْ﴾</span>: عذاب الله وغضبه، أبعد كل هذا يقال: لا نهي عن الخمر في القرآن؟ <span class=quran>﴿فَإِن تَوَلَّيْتُمْ﴾</span>: عصيتم <span class=quran>﴿فَاعْلَمُواْ أَنَّمَا عَلَى رَسُولِنَا الْبَلاَغُ الْمُبِينُ﴾</span>: وعلى الله الحساب، ولمن خالف العذاب. <br><br>(93): <span class=quran>﴿لَيْسَ عَلَى الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ جُنَاحٌ فِيمَا طَعِمُواْ﴾</span>: ماعدا المنهي عنه من الأطعمة والأشربة، ومن هنا اتفق الفقهاء على أن كل شيء مطلق حتى يرد فيه نهي وفي الشرائع الوضعية: لا جريمة بلا نص <span class=quran>﴿إِذَا مَا اتَّقَواْ﴾</span>: فيما بينهم وبين الله من الإخلاص له في العبادة <span class=quran>﴿وَّآمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ ثُمَّ اتَّقَواْ﴾</span>: فيما بينهم وبين الناس من حسن السيرة والمعاملة <span class=quran>﴿وَّآمَنُواْ ثُمَّ اتَّقَواْ﴾</span>: ثبتوا واستمروا على التقوى الأولى والثانية <span class=quran>﴿وَّأَحْسَنُواْ﴾</span>: والإحسان تقوى وزيادة لأن التقوى أن لا تترك واجبًا ولا تفعل محرمًا، والإحسان أن تفعل المستحب، وتترك ما يكره. <br><br>(94): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لَيَبْلُوَنَّكُمُ اللّهُ بِشَيْءٍ مِّنَ الصَّيْدِ﴾</span>: أي أن الله سبحانه يميز العاصي عن المطيع بأشياء منها ما يوجبه عليه في حال الإحرام فقط من ترك بعض الصيد، وهو صيد البر دون البحر <span class=quran>﴿تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ﴾</span>: كناية عن الصيد بلا مشقة <span class=quran>﴿لِيَعْلَمَ اللّهُ مَن يَخَافُهُ بِالْغَيْبِ﴾</span>: أي لتظهر أفعالنا للعيان التي نستحق عليها الثواب والعقاب، وقوله بالغيب إشارة إلى أن المؤمن حقًا هو الذي يترك الحرام في السر والعلانية. <br><br>(95): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْتُلُواْ الصَّيْدَ وَأَنتُمْ حُرُمٌ﴾</span>: محرمين <span class=quran>﴿وَمَن قَتَلَهُ مِنكُم مُّتَعَمِّدًا﴾</span>: ولا شيء على الناسي والمخطئ <span class=quran>﴿فَجَزَاء مِّثْلُ مَا قَتَلَ مِنَ النَّعَمِ﴾</span>: أي على الصائد فدية من الحيوان الأهلي تشبه الحيوان البري الذي اصطاده <span class=quran>﴿يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنكُمْ﴾</span>: ينظران إلى أشبه الحيوانات بالصيد ويحكمان به <span class=quran>﴿هَدْيًا بَالِغَ الْكَعْبَةِ﴾</span>: تذبح الفدية في الحرم <span class=quran>﴿أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ﴾</span>: أي أن الصائد مخير بين أن يذبح مثل الصيد وبين أن يقوّم مثله بدراهم يشتري بها طعامًا للمساكين <span class=quran>﴿أَو عَدْلُ ذَلِكَ صِيَامًا﴾</span>: يصوم عن إطعام كل مسكين يومًا واحدًا، وتجدر الإشارة إلى أن الصيد كان في صدر الإسلام من مقومات الحياة والمعاش ومستعملاً عند العرب بكثرة، فاقتضى البيان المفصل، أمل الآن فالناس في غنى عن صيد البر إلا للهو، والحاج يذهب إلى الحرم الشريف عابدًا لا لاهيًا."
}
],
"singlePage": true
}