{
"title": "صفحة (124)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(96): <span class=quran>﴿أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ﴾</span>: حتى ولو كنتم محرمين <span class=quran>﴿وَطَعَامُهُ﴾</span>: أي يحل صيده وأكله <span class=quran>﴿مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ﴾</span>: إدامًا للحاضرين والمسافرين <span class=quran>﴿وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا﴾</span>: حرم سبحانه أولاً أصل الصيد حال الإحرام في قوله (لا تقتلوا الصيد) وفي هذه الآية حرم الأكل منه تمامًا كالميتة .... <br><br>(97)-(98)-(99): <span class=quran>﴿جَعَلَ اللّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَامًا لِّلنَّاسِ﴾</span>: محلاً تعبد الناس فيه رب العالمين <span class=quran>﴿وَالشَّهْرَ الْحَرَامَ﴾</span>: جنس يشمل الأشهر الأربعة، وهي رجب وذو القعدة وذو الحجة والمحرم <span class=quran>﴿وَالْهَدْيَ﴾</span>: ما يهدى إلى الكعبة من الأنعام <span class=quran>﴿وَالْقَلاَئِدَ﴾</span>: الهدي الذي وضعت في عنقه علامة تدل على أنه للكعبة <span class=quran>﴿ذَلِكَ لِتَعْلَمُواْ أَنَّ اللّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ... ﴾</span>: بيّن سبحانه حلاله وحرامه ما صغر منه وما كبر حتى (القلائد) لنكون على علم اليقين بأن ما من شيء إلا وفيه كتاب وسنة كيلا يترك مجالاً لأي إنسان أن يفتي ويحكم برأيه. <br><br>(100): <span class=quran>﴿قُل لاَّ يَسْتَوِي الْخَبِيثُ﴾</span>: وهو كل ما نهى الله عنه من قول أو فعل، ومن الناس كل من عصى حكمًا من أحكام الله <span class=quran>﴿وَالطَّيِّبُ﴾</span>: وهو ما لم يرد فيه نهي قولاً كان أو فعلاً، ومن الناس من أطاع الله في جميع أحكامه <span class=quran>﴿وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ﴾</span>: والكثرة هنا كناية عن بهجة الدنيا وزينتها ومتاعها وحلاوتها، والمعنى الرجل الفاضل الطيب من يسارع إلى الخيرات لا من يأكل الطيبات ويُشبع الشهوات. <br><br>(101): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَاء إِن تُبْدَ لَكُمْ تَسُؤْكُمْ﴾</span>: ما لكم وللسؤال عما لا يسألكم الله عنه غدًا، ولا صلة له من حياتكم من قريب أو بعيد، وقد يكون في الجواب عنه ما تكرهون <span class=quran>﴿وَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ﴾</span>: اسألوا عن أحكام ما تمارسونه بالفعل، واسكتوا عما عدا ذلك حتى ينزل به الوحي على الرسول، فإن نزل الوحي واقتضى الشرح والتوضيح سألتم النبي (ص)، فيبين لكم. <br><br>(102): <span class=quran>﴿قَدْ سَأَلَهَا﴾</span>: الضمير للأشياء التي جوابها يسوء السائل <span class=quran>﴿قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُواْ بِهَا كَافِرِينَ﴾</span>: في الروايات أن بني إسرائيل كانوا يسألون أنبيائهم، فإذا أُمروا بها تركوها فهلكوا. <br><br>(103): <span class=quran>﴿مَا جَعَلَ اللّهُ مِن بَحِيرَةٍ﴾</span>: إذا أنجبت الناقة خمسة أبطن شقوا أذنها وحرموا ركوبها <span class=quran>﴿وَلاَ سَآئِبَةٍ﴾</span>: كان الجاهلي يقول: إذا قدمت من سفري أو برئت من مرضي فناقتي سائبة، فتكون تمامًا كالبحيرة <span class=quran>﴿وَلاَ وَصِيلَةٍ﴾</span>: كانوا إذا ولدت الناقة ذكرًا وأُنثى في بطن واحد قالوا وصلت أخاها، ولم يذبحوا الذكر لأجلها <span class=quran>﴿وَلاَ حَامٍ﴾</span>: كانوا إذا نتج من صلب الجمل عشرة بطون قالوا قد حمى ظهره، فلا يُركب ولا يُحمل عليه. وهذه الحكام ذهبت مع وقتها، ولا جدوى وراء التطويل والتحليل."
}
]
}