{
"title": "صفحة (125)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(104): <span class=quran>﴿وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إِلَى مَا أَنزَلَ اللّهُ وَإِلَى الرَّسُولِ﴾</span>: تعالوا إلى الإيمان بالحق والعمل به والتعاون على إقامته <span class=quran>﴿قَالُواْ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءنَا﴾</span>: إن دين الحق عندهم هو دين الآباء والأجداد لا دين العقل والوحي والفطرة <span class=quran>﴿أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئًا وَلاَ يَهْتَدُونَ﴾</span>: ونفهم من هذا أن التقليد من حيث هو لا يوصف بخير ولا بشر، وإنما حكمه حكم ما يؤدي إليه تمامًا كالوسيلة والمقدمة، إن خيرًا فخير، وإن شرًا فشر. <br><br>(105): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ عَلَيْكُمْ أَنفُسَكُمْ﴾</span>: تختلف واجبات الإنسان تبعًا لطاقته وأهليته، وعليه أن يقوم بها كاملة ولا يقصر، فواجب الوالي أن يقوم بحق الرعية مخلصًا، وعلى الجندي أن يسمع لقائده مطيعًا، وعلى المرشد أن يبلغ ناصحًا <span class=quran>﴿لاَ يَضُرُّكُم مَّن ضَلَّ إِذَا اهْتَدَيْتُمْ﴾</span>: كل إنسان يؤخذ بعمله لا بعمل الآخرين <span class=quran>﴿إِلَى اللّهِ مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ﴾</span>: ولا عذر لمن قصر وأهمل. <br><br>(106): <span class=quran>﴿يِا أَيُّهَا الَّذِينَ آمَنُواْ شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنَانِ﴾</span>: شهادة مبتدأ، واثنان خبر، والمعنى من أحس بدنو أجله في السفر كم يدل قوله: إن ضربتم في الأرض ? وأراد أن يوصي فليُشهد عدلين من المسلمين <span class=quran>﴿ذَوَا عَدْلٍ مِّنكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ﴾</span>: من غير المسلمين <span class=quran>﴿إِنْ أَنتُمْ ضَرَبْتُمْ فِي الأَرْضِ﴾</span>: كنتم مسافرين <span class=quran>﴿فَأَصَابَتْكُم مُّصِيبَةُ الْمَوْتِ﴾</span>: ظهرت دلائله <span class=quran>﴿تَحْبِسُونَهُمَا﴾</span>: ضمير المثنى للشاهدين من غير المسلمين <span class=quran>﴿مِن بَعْدِ الصَّلوةِ فَيُقْسِمَانِ بِاللّهِ إِنِ ارْتَبْتُمْ لاَ نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قُرْبَى وَلاَ نَكْتُمُ شَهَادَةَ اللّهِ﴾</span>: إذا أوصى رجل في السفر، ولا أحد عنده من المسلمين، فله أن يشهد اثنين من أهل الكتاب، على أن يُستحلفا بعد الصلاة بين جمع من الناس إنهما ما خانا ولا كتما حقًا ولا أخذا رشوة، وعندئذ تقبل شهادتهما، ولا تجب اليمين على أحدهما إلا مع الشك في صدقها لقوله تعالى: (إن ارتبتم). <br><br>(107): <span class=quran>﴿فَإِنْ عُثِرَ عَلَى أَنَّهُمَا اسْتَحَقَّا إِثْمًا﴾</span>: إذا دلت الدلائل على أن الشاهدين قد كذبا في الشهادة، ومع ذلك بقيا مصرين على صدقهما <span class=quran>﴿فَآخَرَانِ يِقُومَانُ مَقَامَهُمَا﴾</span>: أي اثنان من أولياء الميت يقومان مقام الشاهدين اللذين استحقا إثمًا <span class=quran>﴿مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ﴾</span>: أي جنى عليهم وهم الورثة <span class=quran>﴿الأَوْلَيَانِ﴾</span>: أي الأحقان بالشهادة لقرابتهما من الميت <span class=quran>﴿فَيُقْسِمَانِ بِاللّهِ لَشَهَادَتُنَا أَحَقُّ مِن شَهَادَتِهِمَا﴾</span>: يحلف هذان الآخران أن شهادتهما أصح وأصدق من شهادة الأولين اللذين ظهرت خيانتهما <span class=quran>﴿وَمَا اعْتَدَيْنَا: ما تجاوزنا الحق والصدق <span class=quran>﴿إِنَّا إِذًا لَّمِنَ الظَّالِمِينَ﴾</span>: لأنفسنا والمفترين على غيرنا. <br><br>(108): <span class=quran>﴿ذَلِكَ أَدْنَى أَن يَأْتُواْ بِالشَّهَادَةِ عَلَى وَجْهِهَا﴾</span>: من غير خيانة وتحريف <span class=quran>﴿أَوْ يَخَافُواْ﴾</span>: الضمير لشهود الذين حلفوا على أنهم صادقون في شهادتهم <span class=quran>﴿أَن تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ﴾</span>: أي أن ترد اليمين على الورثة الذين ادعوا أن الشهود خانوا وكذبوا في شهادتهم وفي يمينهم، ومتى حلف الورثة هذه اليمين يفتضح الشهود بظهور خيانتهم ويمينهم الكاذبة، وأنهم جمعوا بين الرذيلتين."
}
]
}