{
"title": "صفحة (127)",
"type": "html",
"data": [
{
"miniTitle": "المائدة",
"text": "(114): <span class=quran>﴿قَالَ عِيسَى ابْنُ مَرْيَمَ اللَّهُمَّ رَبَّنَا أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السَّمَاء... ﴾</span>: لما رأى عيسى (ع) الإصرار من الحواريين، وعلم أنهم لا يقصدون العنت والتعجيز، دعا الله سبحانه بدعاء العبد الخاضع المتضرع. <br><br>(115): <span class=quran>﴿قَالَ اللّهُ إِنِّي مُنَزِّلُهَا عَلَيْكُمْ فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فَإِنِّي أُعَذِّبُهُ عَذَابًا لاَّ أُعَذِّبُهُ أَحَدًا مِّنَ الْعَالَمِينَ﴾</span> : استجاب سبحانه لتضرع عبده عيسى ليزداد أصحابه ثقة به وإيمانًا بنبوته، وبذلك تلزمهم الحجة البالغة إن عاكسوا وشاكسوا. <br><br>(116): <span class=quran>﴿وَإِذْ قَالَ اللّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِن دُونِ اللّهِ﴾</span>: ليس هذا سؤالاً لعيسى، وإنما هو حجة قاطعة على من ادعى لعيسى وأمه هذه الدعوة الكاذبة الكافرة <span class=quran>﴿قَال﴾</span>َ: عيسى <span class=quran>﴿سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ﴾</span>: أنا من العارفين بجلالك وكمالك والأمين على وحيك والمجاهدين في الدعوة إلى عبادتك هذا <span class=quran>﴿إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي و َلاَ أَعْلَمُ مَا فِي نَفْسِكَ﴾</span>: تعلم ما أعلم ، ولا أعلم ما تعلم. <br><br>(117): <span class=quran>﴿مَا قُلْتُ لَهُمْ إِلاَّ مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ﴾</span>: المصدر المنسبك من أن اعبدوا بدل من ضمير (به) ولا يجوز أن تكون (أن) مفسرة لأن حروف القول لا تفسر وثانيًا لأن الله لا يقول: اعبدوا الله ربي وربكم <span class=quran>﴿وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ﴾</span>: أي كنت أراقبهم بدقة، وأمنعهم من الكفر والمغالاة <span class=quran>﴿فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ﴾</span>: أديت وظيفتي من غير تقصير في ظل طاعتك، والذي حدث من بعدي علمه عندك وأمره لك وحدك لا شريك لك. <br><br>(118): <span class=quran>﴿إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ﴾</span>: وأنت وحدك صاحب هذا الحق <span class=quran>﴿وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ الْعَزِيزُ﴾</span>: الغني عن عذابهم <span class=quran>﴿الْحَكِيمُ﴾</span>: الحليم الذي يشاهد العصاة لأمره ولا يعاجلهم بالعقوبة، ويومئ هذا القول من عيسى إلى أنه يطلب من الله العفو عن المذنبين، ولا غرابة، فهذا هو شأن الأنبياء والأوصياء، فقد عانى محمد (ص) الكثير من قومه ومع ذلك قال: اللهم اغفر لقومي إنهم لا يعلمون. وقال إبراهيم أبو الأنبياء: (ومن عصاني فإنك غفور رحيم) 36 إبراهيم). <br><br>(119): <span class=quran>﴿قَالَ اللّهُ هَذَا يَوْمُ يَنفَعُ الصَّادِقِينَ صِدْقُهُمْ﴾</span>: أبدًا لا نجاة إلا لمن صدق في نيته وأخلص في عمله <span class=quran>﴿رَّضِيَ اللّهُ عَنْهُمْ﴾</span>: لأنهم اهتدوا به <span class=quran>﴿وَرَضُواْ عَنْهُ﴾</span>: بما أتاهم من فضله <span class=quran>﴿ذَلِكَ الْفَوْزُ الْعَظِيمُ﴾</span>: وفي المقابل غضبه تعالى هو الخسران المبين.<br><br>(120):@@"
}
]
}