{"title":"صفحة (129)","type":"html","data":[{"miniTitle":"الأنعام","text":"(9): <span class=quran>﴿وَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلاً﴾</span>: أي في صورة رجل حيث لا تحتمله العقول لو بقي على صورة الملك، ومجيئه في صورة البشر لا يغير من الأمر شيئًا <span class=quran>﴿وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ﴾</span>: لاشتبه الأمر عليهم، وقالوا: هذا إنسان لا ملك، ونحن نريد ملكًا لا إنسانًا. <br><br>(10): <span class=quran>﴿وَلَقَدِ اسْتُهْزِىءَ بِرُسُلٍ ... ﴾</span>: وبمخلصين ومصلحين، ولا شيء أسهل على الفم من مضغ الهواء بالسخرية والاستهزاء والغيبة والافتراء! والعبرة بالعاقبة وهي إلى وبال لا محالة. <br><br>(11): <span class=quran>﴿قُلْ سِيرُواْ فِي الأَرْضِ ..﴾</span>: واضح، وتقدم في الآية 137 من آل عمران. <br><br>(12): <span class=quran>﴿قُل لِّمَن مَّا فِي السَّمَاوَاتِ وَالأَرْضِ قُل لِلّهِ﴾</span>: وساغ أن يكون النبي هو السائل والمجيب حيث لا خلاف بينه وبين المسئولين أن الله خالق الكون ومالكه والقصد إلقاء الحجة <span class=quran>﴿كَتَبَ عَلَى نَفْسِهِ الرَّحْمَةَ﴾</span>: ما من شك؟ أن هذا إيجاب فضل وكرم، ولكن نسأل عن سره وسببه وهو في منتهى البساطة والوضوح، لأنه تعالى غني عن كل شيء، وإليه يفتقر كل شيء <span class=quran>﴿لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ الْقِيَامَةِ لاَ رَيْبَ فِيهِ﴾</span>: حيث لا يستقيم في عدله أن يفلت المسيئ من العقاب، ويحرم المحسن من الثواب. <br><br>(13): <span class=quran>﴿وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ﴾</span>: من السكنى لا من السكون، والقصد عموم الملك لكل كائن أينما كان ومتى يوجد. <br><br>(14): <span class=quran>﴿قُلْ أَغَيْرَ اللّهِ أَتَّخِذُ وَلِيًّا ...﴾</span>: وهو الخالق الرازق <span class=quran>﴿قُلْ إِنِّيَ أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ﴾</span>: بطبيعة الحال لأنه هو الداعي الأول إلى القرآن والإسلام <span class=quran>﴿وَلاَ تَكُونَنَّ مِنَ الْمُشْرِكَينَ﴾</span>: أي نهيت عن الشرك كما أمرت بالإسلام. <br><br>(15): <span class=quran>﴿قُلْ إِنِّيَ أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ﴾</span>: لقد وضعت هذه الآية محمدًا مع غيره على مستوى واحد أمام الله، بلا امتياز وحقوق مقدسة لأي إنسان إلا بما يقدمه من خدمة لأخيه الإنسان، ومن هنا جاءت عظمة محمد (ص) وغيره من الأنبياء والعظماء، هذا هو الإسلام في واقعه: عدل ومساواة. <br><br>(16): <span class=quran>﴿مَّن يُصْرَفْ عَنْهُ﴾</span>: العذاب <span class=quran>﴿يَوْمَئِذٍ﴾</span>: القيامة <span class=quran>﴿فَقَدْ رَحِمَهُ﴾</span>: أي ينال رحمة الله وثوابه. <br><br>(17): <span class=quran>﴿وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ﴾</span>: مهما كان نوعه <span class=quran>﴿فَلاَ كَاشِفَ لَهُ إِلاَّ هُو﴾</span>َ: حتى الدواء الذي يشفيك من مرضك والطبيب الذي عالجك هما من خلق الله <span class=quran>﴿وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدُيرٌ﴾</span>: يقدر على إزالته وعلى دوامه ومضاعفته ويجب أن لا ننسى أن الشرط الأساس لكل نجاح في الحياة الدنيا والآخرة هو العمل (إن الإنسان لفي خسر إلا الذين آمنوا وعملوا الصالحات ? 2 العصر.. وأن ليس للإنسان إلا ما سعى. 39 النجم). <br><br>(18): <span class=quran>﴿وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ﴾</span>: يقصم ظهور الطغاة والجبارة."}]}