{
"title": "صفحة (130)",
"type": "html",
"data": [
{
"miniTitle": "الأنعام",
"text": "(19): <span class=quran>﴿قُلْ﴾</span>: يا محمد لمن يجحد نبوتك: <span class=quran>﴿أَيُّ شَيْءٍ أَكْبَرُ شَهَادةً﴾</span>: هل تريدون مني دليلا؟ ًفعندي أعظم دليل <span class=quran>﴿قُلِ اللّهِ شَهِيدٌ بِيْنِي وَبَيْنَكُمْ﴾</span>: وكفى بالله هاديًا وشهيدًا <span class=quran>﴿وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لأُنذِرَكُم بِهِ وَمَن بَلَغَ﴾</span>: القرآن هو الشاهد والدليل من الله على نبوة محمد، وقد تحدى وما زال كل جاحد ومعاند <span class=quran>﴿أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللّهِ آلِهَةً أُخْرَى﴾</span>: كيف تجعلون مع الله شركاء بعد وضوح الأدلة على وحدانيته <span class=quran>﴿قُل لاَّ أَشْهَدُ﴾</span>: لا أجعل مع الله إلهًا آخر <span class=quran>﴿قُلْ إِنَّمَا هُوَ إِلَـهٌ وَاحِدٌ﴾</span>: وهذا هو التوحيد: (قل هو الله أحد الله الصمد..). <br><br>(20): <span class=quran>﴿الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءهُمُ﴾</span>: الضمير في يعرفونه لمحمد (ص) والمراد بأهل الكتاب علماء اليهود والنصارى في عهد الرسول، وتقدمت هذه الآية في سورة البقرة الآية 146، وأيضًا تأتي في سورة الأعراف 157: (الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبًا عندهم في التوراة والإنجيل). <br><br>(21): <span class=quran>﴿وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ﴾</span>: كل من كذب على الله ورسوله عامدًا متعمدًا في سلب أو إيجاب ? فهو كافر بالإتفاق، وعليه فالمراد من الظلم هنا الكفر. <br><br>(22): <span class=quran>﴿وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا﴾</span>: ولا مهرب لأحد من ذاك اليوم الشاهد المشهود <span class=quran>﴿ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ أَيْنَ شُرَكَآؤُكُمُ الَّذِينَ كُنتُمْ تَزْعُمُونَ﴾</span>: تعبدون من دون الله حجرًا كان أو إنسانًا أو متاعًا من ملذات الدنيا. <br><br>(23): <span class=quran>﴿ثُمَّ لَمْ تَكُن فِتْنَتُهُمْ﴾</span>: أي معذرتهم الكاذبة الكافرة <span class=quran>﴿إِلاَّ أَن قَالُواْ وَاللّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ﴾</span>: أي ما كنا نعتقد بأننا على الشرك والضلال، أو أن في القيامة مواقف في بعضها يستطيعون الكذب، وفي بعضها (ولا يكتمون الله حديثًا ? 42 النساء). <br><br>(24): <span class=quran>﴿انظُرْ كَيْفَ كَذَبُواْ عَلَى أَنفُسِهِمْ﴾</span>: حيث أنكروا الشرك وهو في أعماقهم <span class=quran>﴿وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ﴾</span>: غاب عن المشركين الإله الذي كانوا يعبدونه من دون الله. <br><br>(25): <span class=quran>﴿وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ﴾</span>: يا محمد وأنت تتلو القرآن، ولكنهم لا ينتفعون به ولا بغيره من الدلائل والبينات <span class=quran>﴿وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً﴾</span>: جمع واحدها كنان وهو الغطاء <span class=quran>﴿أَن يَفْقَهُوهُ﴾</span>: أن يفهموا القرآن <span class=quran>﴿وَفِي آذَانِهِمْ وَقْرًا﴾</span>: ثقل السمع، وصحت النسبة إلى الله تعالى، لأنه خالق كل شيء حتى السم القاتل، وأيضًا النسبة إلى الفاعل القادر المختار لتوسط الإرادة والاختيار. <span class=quran>﴿وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا﴾</span>: وكل ذاتي لا يؤمن إلاّ بذاته، ولا يقتنع إلا بمنفعته، ويستحيل في حقه أن يحتمل ويرتقب الخطا من نفسه إلا نظريًا لا عمليًا، أقول هذا عن حس لا عن حدس وبشهادة العيان والوجدان <span class=quran>﴿حَتَّى إِذَا جَآؤُوكَ يُجَادِلُونَكَ﴾</span>: في القرآن وهم مصرون سلفًا على الكفر به على كل حال حتى وإن قام عليه ألف دليل ودليل <span class=quran>﴿يَقُولُ الَّذِينَ كَفَرُواْ إِنْ هَذَآ إِلاَّ أَسَاطِيرُ الأَوَّلِينَ﴾</span>: ضلالات وخرافات. <br><br>(26): <span class=quran>﴿وَهُمْ﴾</span>: المشركون <span class=quran>﴿يَنْهَوْنَ عَنْهُ﴾</span>: عن محمد <span class=quran>﴿وَيَنْأَوْنَ عَنْهُ﴾</span>: لا يقربون من النبي <span class=quran>﴿وَإِن يُهْلِكُونَ إِلاَّ أَنفُسَهُمْ﴾</span>: أرادوا الكيد للإسلام ونبيه فدارت عليهم دائرة السوء. <br><br>(27): <span class=quran>﴿وَلَوْ تَرَىَ إِذْ وُقِفُواْ عَلَى النَّارِ﴾</span>: ويا هول ما رأوا <span class=quran>﴿فَقَالُواْ يَا لَيْتَنَا نُرَدُّ وَلاَ نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ﴾</span>: وهل يُرجى من رجعة العمر مامضى في الحياة الدنيا؟ فكيف بالآخرة؟"
}
],
"singlePage": true
}