{
"title": "صفحة (133)",
"type": "html",
"data": [
{
"miniTitle": "الأنعام",
"text": "(45): <span class=quran>﴿فَقُطِعَ دَابِرُ الْقَوْمِ الَّذِينَ ظَلَمُواْ﴾</span>: أي آخرهم، ولم يترك منهم أحدًا <br><br>(46): <span class=quran>﴿قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ اللّهُ سَمْعَكُمْ ...﴾</span>: يذكر سبحانه العصاة والطغاة بقدرته ويحذرهم منها عسى أن يتوبوا ويثوبوا، وفي نهج البلاغة: فوالله لقد ستر حتى كأنه قد غفر <span class=quran>﴿انظُرْ كَيْفَ نُصَرِّفُ الآيَاتِ﴾</span>: نكرر العظات في شتى الأساليب، ولا مزدجر ومغير. <br><br>(47): <span class=quran>﴿قُلْ أَرَأَيْتَكُمْ﴾</span>: أخبروني <span class=quran>﴿إِنْ أَتَاكُمْ عَذَابُ اللّهِ بَغْتَةً﴾</span>: بلا إنذار وإشعار <span class=quran>﴿أَوْ جَهْرَةً﴾</span>: مع الإنذار والإشعار <span class=quran>﴿هَلْ يُهْلَكُ﴾</span>: دنيا وآخرة <span class=quran>﴿إِلاَّ الْقَوْمُ الظَّالِمُونَ﴾</span>: أما الأبرار فلهم أجرهم مرتين بما صبروا. <br><br>(48): <span class=quran>﴿وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلاَّ مُبَشِّرِينَ﴾</span>: بالثواب <span class=quran>﴿وَمُنذِرِينَ﴾</span>: بالعقاب <span class=quran>﴿فَمَنْ آمَنَ﴾</span>: بالله مخلصًا <span class=quran>﴿وَأَصْلَحَ﴾</span>: من عمله <span class=quran>﴿فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾</span>: وهل يخشى البريء من سلطان الحق وسيف العدل؟. <br><br>(49): <span class=quran>﴿وَالَّذِينَ كَذَّبُواْ بِآيَاتِنَا يَمَسُّهُمُ الْعَذَابُ﴾</span>: ولذا يخافون العدل في دار الأمان. <br><br>(50): <span class=quran>﴿قُل لاَّ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ اللّهِ﴾</span>: أبدًا لا أحد يملك مع الله سيئًا حتى الأنبياء <span class=quran>﴿وَلا أَعْلَمُ الْغَيْبَ﴾</span>: إنما الغيب لله <span class=quran>﴿وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ﴾</span>: وهكذا يحدد محمد (ص) نفسه في أنه يقف مع كل الناس أمام سلطان الله وقدرته على قدم المساواة، فأين مكان الحقيقة المحمدية في كتاب الله، وأنها الروح الذي سرى في جميع الكائنات والنور الذي خلق الله منه جميع الموجودات؟ وأعظم ما في محمد وآل محمد أنهم بلغوا من كمال البشرية وجلالها الغاية والنهاية بحيث لا موجود فوقهم إلا خالق الوجود وخالقهم وكفى بذلك عظمة وكرامة <span class=quran>﴿قُلْ هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ﴾</span>: أبدًا لا أحد يقاس بمحمد وآل محمد. فهم المطهرون من الرجس والدنس تطهيرًا بإرادة الله، ومودتهم حق وفرض على الناس في كتاب الله. <br><br>(51): <span class=quran>﴿وَأَنذِرْ بِهِ﴾</span>: القرآن <span class=quran>﴿الَّذِينَ يَخَافُونَ أَن يُحْشَرُواْ إِلَى رَبِّهِمْ﴾</span>: وهم لمهتدون بالفعل ومن ترجو هدايتهم بالإنذار والتكرار <span class=quran>﴿لَيْسَ لَهُم مِّن دُونِهِ وَلِيٌّ وَلاَ شَفِيعٌ﴾</span>: بعض الذين يستمعون إليك يا محمد يؤثر فيهم كلامك، ويشعرون بالخوف من الله في أعماقهم، فامض معهم بالحكمة والموعظة الحسنة، فإنهم يهتدون ويتقون. <br><br>(52): <span class=quran>﴿وَلاَ تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ﴾</span>: صباحًا ومساء <span class=quran>﴿يُرِيدُونَ وَجْهَهُ﴾</span>: تعالى <span class=quran>﴿مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ﴾</span>: في الآية 4 من القلم و128 من التوبة، يشهد سبحانه لنبيه الكريم بأنه على خلق عظيم وبالمؤمنين رؤوف رحيم، وهنا يقول له: (ولا تطرد الذين يدعون ربهم... فتكون من الظالمين) إذن هناك سر.. أجل، وخلاصة هذا السر أ مجلس الرسول (ص) لا يكاد يخلو من فقراء المؤمنين فقال له بعض من نفخ الشيطان بأنفه من أهل الشرك: اطرد هؤلاء المساكين حتى نأتيك، ونسمع منك. فنزلت الآية لتفهم الذين طلبوا الطرد أنهم أولى به، وأن المساكين أفضل شأنًا عند الله وأعظم قدرًا."
}
],
"singlePage": true
}