{"title":"صفحة (140)","type":"html","data":[{"miniTitle":"الأنعام","text":"(95): <span class=quran>﴿إِنَّ اللّهَ فَالِقُ الْحَبِّ﴾</span>: بالنبات <span class=quran>﴿وَالنَّوَى﴾</span>: بالشجر، ولكن بواسطة الماء والتراب والهواء <span class=quran>﴿يُخْرِجُ الْحَيَّ﴾</span>: النبات والشجر <span class=quran>﴿مِنَ الْمَيِّتِ﴾</span>: الحب والنوى <span class=quran>﴿وَمُخْرِجُ الْمَيِّتِ مِنَ الْحَيِّ﴾</span>: كما يُخرج سبحانه من الحب الجامد نباتًا ناميًا كذلك يخرج من النبات النامي حبًا جامدًا، كل ذلك يحدث بأسبابه الطبيعية، وبكلمة إن عظمة الله لا تتجلى بإيجاد الطبيعة كيف اتفق، بل وبما أودع فيها من نظام ونواميس وأسباب لا يستقيم الكون والحياة إلا بها <span class=quran>﴿ذَلِكُمُ﴾</span>: الحكيم المدبر هو <span class=quran>﴿اللّهُ فَأَنَّى تُؤْفَكُونَ﴾</span>: كيف تنصرفون عنه إلى غيره؟ <br><br>(96): <span class=quran>﴿فَالِقُ الإِصْبَاحِ﴾</span>: كناية عن النهار الذي يسعى فيه الإنسان لرزقه وتدبير شؤونه <span class=quran>﴿وَجَعَلَ اللَّيْلَ سَكَنًا﴾</span>: يسكن فيه الإنسان، ويستريح من عمل النهار <span class=quran>﴿وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا﴾</span>: لحساب الأوقات ومعرفتها <span class=quran>﴿ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ﴾</span>: ومن تقديره تعالى وحكمته أنه جعل الأرض في المكان تتحرك فيه تلقائيًا وآليًا حركتين: حركة تتم في 24 ساعة، وعليها مدار حساب الأيام، وحركة تتم في سنة وبها توجد الفصول الربعة، وعليها مدار حساب السنة. <br><br>(97): <span class=quran>﴿وَهُوَ الَّذِي جَعَلَ لَكُمُ النُّجُومَ لِتَهْتَدُواْ بِهَا فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ﴾</span>: والمراد بالنجوم هنا ما عدا الشمس والقمر من النيرات، وهي من أهم العلامات التي يهتدي بها الملاح في سفينته، والراكب في سيارته، والمرتحل على راحلته. <br><br>(98): <span class=quran>﴿وَهُوَ الَّذِيَ أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ﴾</span>: لم تلد عبدًا ولا أمة، بل الحياة الإجتماعية هي التي أولدت العبيد حيث لا آلة إلا الأيدي وكفى، وتكلمنا عن ذلك مفصلاً في بعض مؤلفاتنا. <span class=quran>﴿فَمُسْتَقَرٌّ﴾</span>: في الرحم <span class=quran>﴿وَمُسْتَوْدَعٌ﴾</span>: في الصلب وعن الإمام جعفر الصادق (ع) أنه قسم الإيمان إلى مستقر راسخ حتى الموت، ولا يكون هذا إلا في قلب من تتفق أقواله مع أفعاله، وإيمان مستودع متزلزل في قلب من تخالف أقواله أفعاله. <br><br>(99): <span class=quran>﴿وَهُوَ الَّذِيَ أَنزَلَ مِنَ السَّمَاء مَاء فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ﴾</span>: لولا الماء العذب لكانت الأرض صحراء جرداء، ولم يكن للحياة عليها من أثر، وأسند سبحانه إليه إنزال الماء والإنبات، لأنه مسبب الأسباب، من قدرته تبتدئ، وإلى إرادته تنتهي مهما امتدت الحلقات <span class=quran>﴿فَأَخْرَجْنَا مِنْهُ خَضِرًا﴾</span>: ضمير منه يعود إلى النبات، والمراد بالخضر الغض والطراوة، أي تشعب من النبات أغصان غضة طرية <span class=quran>﴿نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا﴾</span>: ضمير منه يعود إلى الخضر، أي يخرج من الأرض سنابل القمح ونحوها كثمر الرمان الذي يركب بعضه حبوبه بعضًا <span class=quran>﴿وَمِنَ النَّخْلِ مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ﴾</span>: الطلع أول ما يخرج من النخلة في أكمامه، وقنوان جمع قنو، وهو العنقود من الثمر، ودانية قريبة من الأرض سهلة التناول. <span class=quran>﴿وَجَنَّاتٍ مِّنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ﴾</span>: وخصّ سبحانه هذه الأصناف الثلاثة بالذكر لشيوعها وإلا فنعمه كعجائبه لا حد لها ولا عد <span class=quran>﴿انظُرُواْ إِلِى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِ﴾</span>: أي ونضجه والمعنى انظروا بعيونكم، وفكروا بعقولكم في صنع الله ومخلوقاته، ولا تمروا بها مرور البهائم والسوائم <span class=quran>﴿إِنَّ فِي ذَلِكُمْ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾</span>: نشير إلى هذه الآيات والظواهر البينات لكي تؤمنوا بالله وحكمته عن حس وعقل لا عن تقليد أعمى، وأيضًا كي تقيم الحجة على كل جاحد ومعاند. <br><br>(100): <span class=quran>﴿وَجَعَلُواْ لِلّهِ شُرَكَاء الْجِنَّ﴾</span>: هذا الظاهر واضح الدلالة على أن قومًا من خلق الله تعالى يعبدون الجن، ولم يبين من هم هؤلاء القوم، ونحن نسكت عمن سكت الله عنه، وفي شتى الأحوال فقد رد سبحانه على هؤلاء بكلمة واحدة، هي <span class=quran>﴿وَخَلَقَهُمْ﴾</span>: كيف يكون لله شركاء، وهو خالق كل شيء <span class=quran>﴿وَخَرَقُواْ﴾</span>: اختلقوا وابتدعوا <span class=quran>﴿لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ﴾</span>:قال بعض المشركين من العرب الملائكة بنات الله، وقالت طائفة ثانية عزير ابن الله، وثالثة: المسيح ابن الله رجمًا بالغيب، وأيضًا يُروى عن النملة أن لله شاربين أشبه بشاربيها، أما قصة العابد الزاهد وحمار الله فهي مسجلة في كتب الحديث!. <br><br>(101)-(102): <span class=quran>﴿بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ﴾</span>: والولادة من صفات الأجسام، وخالق الأجسام ليس بجسم <span class=quran>﴿وَلَمْ تَكُن لَّهُ صَاحِبَةٌ﴾</span>: ولا ولادة بلا زوجة وصاحبة <span class=quran>﴿وَخَلَقَ كُلَّ شَيْءٍ﴾</span>: ومن كان بهذه الصفة فهو غني عن كل شيء، وإليه يفتقر كل شيء، وفي هذا الاحتجاج وأُسلوبه من الله تعالى درس بليغ ومفيد للدعاة إلى الإيمان والعمل الصالح، وأن عليهم أن ينزلوا إلى مستوى الجاحد، تواضعًا، ويخاطبوه بالحكمة ومنطق العقل لا بالرعونة والحمق، لأن الغرض الأول من التبليغ والإرشاد الإقناع والتيشير لا الصراع والتنفير."}]}