{
"title": "صفحة (142)",
"type": "html",
"data": [
{
"miniTitle": "الأنعام",
"text": "(111): <span class=quran>﴿وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلآئِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً﴾</span>: مقابلة وجهًا لوجه <span class=quran>﴿مَّا كَانُواْ لِيُؤْمِنُواْ﴾</span>: تصوير ليس له من نظير: الموتى بالكامل يخرجون من بطن الأرض وجميع الملائكة ينزلون من السماء ومعهم الكواكب والطيور بشتى أنواعها، وكل الأسماك وجميع الأحياء في الأنهار والبحار تخرج إلى اليابسة ومعها كل الحشرات وكذا الرمال والأحجار والتراب والأشجار، وغير ذلك من الكائنات والمخلوقات، وكلها تقول بصوت واحد: لا إله إلا الله محمد رسول الله، ومع هذا وفوق هذا لا تلين قلوب المعاندين حتى كأن لم يكن شيء!. ولماذا؟ لسبب واضح وبسيط، وهو أن قلوبهم وعقولهم وعواطفهم وميولهم استحالت بكاملها إلى الحرص على مصالحهم الشخصية ومنافعهم الذاتية، ومن أجل هذا لا يجدي معهم أي منطق أو أية لغة إلا لغة القوة التي أشار إليها سبحانه بقوله: <span class=quran>﴿إِلاَّ أَن يَشَاء اللّهُ﴾</span>: إكراههم وقسرهم <span class=quran>﴿وَلَـكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ﴾</span>: أنهم القوم الطاغون الذين لا يستمعون إلا للغة السيف والقوة. <br><br>(112): <span class=quran>﴿وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوًّا شَيَاطِينَ الإِنسِ وَالْجِنِّ﴾</span>: كل من يغري الناس بالباطل على أنه حق فهو من شياطين الإنس، أما شيطان الجن فهو من غيب الله، وتؤمن به لأن النص أثبته والعقل لا ينفيه <span class=quran>﴿يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا﴾</span>: أي إغراء بالرذائل والقبائح، وزخرف القول كلام ظاهره الرحمة وباطنه العذاب <span class=quran>﴿وَلَوْ شَاء رَبُّكَ﴾</span>: يا محمد لردعهم بالقوة <span class=quran>﴿مَا فَعَلُوهُ﴾</span>: أي ما فعلوا شيئًا يغضب الله سبحانه <br><br>(113): <span class=quran>﴿وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ﴾</span>: أي يوحي الأشرار بعضهم إلى بعض زخرف القول ليستمع إليه الكفار <span class=quran>﴿وَلِيَرْضَوْهُ﴾</span>: بعد الإستماع إليه <span class=quran>﴿وَلِيَقْتَرِفُواْ مَا هُم مُّقْتَرِفُونَ﴾</span>: من المعاصي والآثام. <br><br>(114): <span class=quran>﴿أَفَغَيْرَ اللّهِ أَبْتَغِي حَكَمًا﴾</span>: قل لهم يا محمد: هل أطلب غير الله حاكمًا يكم بيني وبينكم، ويميز الحق منا من المبطل؟ <span class=quran>﴿وَهُوَ الَّذِي أَنَزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلاً﴾</span>:مبينًا فيه الحلال والحرام والكفر والإيمان والشهادة لي بالصدق وعليكم بالكذب والإفتراء <span class=quran>﴿وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ﴾</span>: تقدم في الآية 146 من سورة البقرة <span class=quran>﴿فَلاَ تَكُونَنَّ مِنَ الْمُمْتَرِينَ﴾</span>: لا تشكن يا محمد أن أهل الكتاب يعلمون أن القرآن حق وأنك محق في رسالتك. <br><br>(115): <span class=quran>﴿وَتَمَّتْ كَلِمَتُ رَبِّكَ﴾</span>: وكلمته تعالى دينه وقرآنه <span class=quran>﴿صِدْقًا﴾</span>: في جميع أقواله <span class=quran>﴿وَعَدْلاً﴾</span>: في جميع أفعاله <span class=quran>﴿لاَّ مُبَدِّلِ لِكَلِمَاتِهِ﴾</span>: لأنها تقول للشيء (كن فيكون) <span class=quran>﴿وَهُوَ السَّمِيعُ﴾</span>: لما يقولون <span class=quran>﴿الْعَلِيمُ﴾</span>: بما يضمرون ويفعلون. <br><br>(116)-(117): <span class=quran>﴿وَإِن تُطِعْ أَكْثَرَ مَن فِي الأَرْضِ يُضِلُّوكَ عَن سَبِيلِ اللّهِ﴾</span>: ولماذا؟ الجواب: <span class=quran>﴿إِن يَتَّبِعُونَ إِلاَّ الظَّنَّ﴾</span>: يحكمون بالتهمة، ويجزمون باللمحة الخاطفة بلا يحث وأساس <span class=quran>﴿وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ﴾</span>: يكذبون ويعدون أنفسهم مع الصادقين وبكلمة يكذبون على أنفسهم بأنفسهم. ولو لم يكن للإسلام وفي القرآن إلا هذه الآية لكفى بها دليلاً على فضل الإسلام وعظمته حيث رفعت من شأن العلم، وجعلت كلمته فوق كلمة أهل الأرض أن أُخذوا بالجهل والوهم، على عكس الأديان التي ترى نفسها فوق العلم والعقل. <br><br>(118): <span class=quran>﴿فَكُلُواْ مِمَّا ذُكِرَ اسْمُ اللّهِ عَلَيْهِ﴾</span>: كان أهل الجاهلية يذكرون على ذبائحهم أسماء أصنامهم، فنهى سبحانه عن ذلك، وأمر أن يذكر اسمه دون سواه."
}
]
}