{
"title": "صفحة (143)",
"type": "html",
"data": [
{
"miniTitle": "الأنعام",
"text": "(119): <span class=quran>﴿وَمَا لَكُمْ أَلاَّ تَأْكُلُواْ مِمَّا ذُكِرَ اسْمُ اللّهِ عَلَيْهِ﴾</span>: يظهر أن هناك شبهة عرضت للبعض، وهي كيف يمكن الجمع بين الذبح عن عمد وبين اسم الله، فنبه سبحانه أن الحلال ما أحل الله، والحرام ما حرمه، وهو الذي أمر بذكر اسمه، والله يعلم وأنتم لا تعلمون <span class=quran>﴿وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ﴾</span>: ومن ذلك الميتة وما أُهل لغير الله به <span class=quran>﴿إِلاَّ مَا اضْطُرِرْتُمْ إِلَيْهِ﴾</span>: من الميتة وغيرها، لأن الضرورات تبيح المحظورات، وتقدم نظيره في الآية 173 من البقرة <span class=quran>﴿وَإِنَّ كَثِيرًا لَّيُضِلُّونَ﴾</span>: الناس: فيحللون ويحرمون <span class=quran>﴿بِأَهْوَائِهِم بِغَيْرِ عِلْمٍ﴾</span>: ولا هدى ولا كتاب منير. <br><br>(120): <span class=quran>﴿وَذَرُواْ ظَاهِرَ الإِثْمِ﴾</span>: ارتكاب الحرام علنًا <span class=quran>﴿وَبَاطِنَهُ﴾</span>: ارتكابه سرًا. <br><br>(121): <span class=quran>﴿وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسْمُ اللّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ﴾</span>: الضمير في إنه يعود إلى مصدر الفعل أي الأكل، والفسق المعصية، ويكفي مجرد اسم الجلالة مثل الله أو الحمد لله أو باسم الله والله أكبر، وأجمع فقهاء المذاهب ما عدا الشافعية على أن الذابح إذا ترك التسمية عامدًا حرمت الذبيحة، واختلفوا في ترك التسمية سهوًا، فقال الجعفرية والحنفية والحنابلة لا تحرم الذبيحة <span class=quran>﴿وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ﴾</span>: المراد بالشياطين أبالسة الإنس، كانوا يعلمون بعض أذنابهم أن يقولوا للمسلمين: كيف تأكلون الحيوان الذي ذبحتموه بأيديكم، ولا تأكلون الحيوان الذي أماته الله! أليس قتيل الله أولى بالأكل من قتيلكم؟ فقال سبحانه لضعاف العقول من المسلمين: <span class=quran>﴿وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ﴾</span>: أي من أحل أكل الميتة كما أحلها المشركون فهو في حكمهم. <br><br>(122): <span class=quran>﴿أَوَ مَن كَانَ مَيْتًا﴾</span>: بالجهل والإلحاد <span class=quran>﴿فَأَحْيَيْنَاهُ﴾</span>: بالعلم والإيمان <span class=quran>﴿وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ﴾</span>: سميعً بصيرًا <span class=quran>﴿كَمَن مَّثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِّنْهَا﴾</span>: أي لا يهتدي إلى سبيل النجاة مدى الحياة وأيضًا يحشر يوم القيامة أعمى كم قال سبحانه: (ومن كان في هذه أعمى فهو في الآخرة أعمى وأضل سبيلاً -72 الإسراء) <span class=quran>﴿كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُواْ يَعْمَلُونَ﴾</span>: وكل جاهل بجهله يرى الخير شرًا وبالعكس. <br><br>(123): <span class=quran>﴿وَكَذَلِكَ جَعَلْنَا فِي كُلِّ قَرْيَةٍ﴾</span>: مجتمع من الناس قلّ أو كثر <span class=quran>﴿أَكَابِرَ مُجَرِمِيهَا لِيَمْكُرُواْ فِيهَا﴾</span>: أي تركناهم وشأنهم ولم نردعهم من المنكر بالقوة، وخص الأكابر بالذكر لأنهم أصل البلاء والداء العياء <span class=quran>﴿وَمَا يَمْكُرُونَ إِلاَّ بِأَنفُسِهِمْ وَمَا يَشْعُرُونَ﴾</span>: ولا يحيق المكر السيء إلا بأهله. <br><br>(124): <span class=quran>﴿وَإِذَا جَاءتْهُمْ آيَةٌ قَالُواْ لَن نُّؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَا أُوتِيَ رُسُلُ اللّهِ﴾</span>: قال بعض الذين حسدوا محمدًا على ما آتاه الله من فضله: لا نؤمن حتى ينزل علينا الوحي تمامًا كما نزل على محمد (ص) لأنه ليس بأفضل منا وأكرم، فرد عليهم سبحانه بقوله: <span class=quran>﴿اللّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ﴾</span>: إن الله لا يصطفي لرسالته إلا عن علم بأن المصطفى كفؤ لها <span class=quran>﴿سَيُصِيبُ الَّذِينَ أَجْرَمُواْ صَغَارٌ﴾</span>: والصغار الذل والهوان، وهو جزاء من تكبر وتعاظم."
}
],
"singlePage": true
}