{
"title": "صفحة (144)",
"type": "html",
"data": [
{
"miniTitle": "الأنعام",
"text": "(125): <span class=quran>﴿فَمَن يُرِدِ اللّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ﴾</span>: بعد أن ذكر سبحانه أنه يصطفي لرسالته من هو أهل لها عظمة وكمالاً، أشار أن الإسلام الذي هو دين الله الحق لا يختاره ويدين به إلا من ينسجم معه طهرًا وصفاء، ومن يك على هذا الوصف، ويهتدي إلى الإسلام يأخذ الله بيده، ويوفقه لكل خير، ومعنى هذا أن الخيار في النبوة لله وحده أما الخيار في الإسلام فلعباده بالكامل، والله في عون من يختاره لنفسه <span class=quran>﴿وَمَن يُرِدْ أَن يُضِلَّهُ﴾</span>: أي من يختار الضلال لنفسه فلا يمنعه الله عنه بالقهر والإكراه، بل يتركه راسبًا في غيه كم قال سبحانه: (فلما زاغوا أزاغ الله قلوبهم ? 5 الصف.. والذين اهتدوا زادهم هدى ? 17 محمد) <span class=quran>﴿يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا﴾</span>: من يختار لنفسه الباطل والضلال يضيق بالهدى والحق حين يدعى إليه تمامًا كما لو طلب منه أن يصعد على القمر بلا وسيلة ترفعه وتحمله <span class=quran>﴿كَذَلِكَ يَجْعَلُ اللّهُ الرِّجْسَ﴾</span>: الخذلان والعذاب <span class=quran>﴿عَلَى الَّذِينَ لاَ يُؤْمِنُونَ﴾</span>: يضيقون ويتبرمون من الحق ودعوته. <br><br>(126): <span class=quran>﴿وَهَـذَا صِرَاطُ رَبِّكَ مُسْتَقِيمًا﴾</span>: هكذا جرت سنته تعالى مع خلقه أن لا يتدخل بإرادته التكوينية أو الشخصية في أفعال الإنسان وما يختاره لنفسه، بل يدعه وشأنه (فأما من أعطى واتقى وصدق بالحسنى فسنيسره لليسرى وأما من بخل واستغنى وكذب بالحسنى فنيسره للعسرى- 10 الليل). <br><br>(127): <span class=quran>﴿لَهُمْ دَارُ السَّلاَمِ﴾</span>: ضمير (لهم) يعود إلى الذين يسلكون الصراط المستقيم، ودار السلام هي الجنة، لأنها سالمة من كل آفة وبلية. <span class=quran>﴿عِندَ رَبِّهِمْ وَهُوَ وَلِيُّهُمْ بِمَا كَانُواْ يَعْمَلُونَ﴾</span>: كل من آمن بالله، وعمل صالحًا لوجه الله وقع أجره على الله، وفاز بتوفيقه ورعايته. <br><br>(128): <span class=quran>﴿وَيَوْمَ يِحْشُرُهُمْ جَمِيعًا﴾</span>: أي الإنس والجن، ويقول سبحانه: <span class=quran>﴿يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم مِّنَ الإِنسِ﴾</span>: أي اسكثرتم من تضليلهم وإغرائهم بالرذائل <span class=quran>﴿وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإِنسِ﴾</span>: أي أن الإنس الذين أطاعوا الجن، يقولون غدًا <span class=quran>﴿رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ﴾</span>: وانتفع الجن بالأنس حيث أطاعوهم <span class=quran>﴿وَبَلَغْنَا أَجَلَنَا الَّذِيَ أَجَّلْتَ لَنَا﴾</span>: ما زال الكلام للإنس، والمعنى أن استمتاع بعضنا ببعض كان إلى أجل معين في الحياة الدنيا، والآن نحن بيْنَ يديك، فاحكم بما تشاء <span class=quran>﴿قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلاَّ مَا شَاء اللّهُ﴾</span>: هذا هو الحكم الفصل والجزاء العدل. <br><br>(129): <span class=quran>﴿وَكَذَلِكَ نُوَلِّي بَعْضَ الظَّالِمِينَ بَعْضًا بِمَا كَانُواْ يَكْسِبُونَ﴾</span>: المجرمون في الدنيا حلفاء متعاضدون، وفي الآخرة شركاء في العذاب الأليم. <br><br>(130): <span class=quran>﴿يَا مَعْشَرَ الْجِنِّ وَالإِنسِ ...﴾</span>: يقول سبحانه غدًا لكل ضال ومجرم. لقد طغيت وبغيت عن علم وعمد وحذرت وزجرت، فأعرضت ونأيت، واليوم تجزى عذاب الهون بما سعيت وكسبت <span class=quran>﴿قَالُواْ شَهِدْنَا عَلَى أَنفُسِنَا﴾</span>: ولكن بعد أن وضعت الأغلال في أعناقهم <span class=quran>﴿وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا﴾</span>: وأعمتهم بزينتها عن الحساب والجزاء، ولو عملوا فيها للآخرة لأحرزوا الحظين معًا، وملكوا الدارين جميعًا. <br><br>(131): <span class=quran>﴿ذَلِكَ﴾</span>: إشارة إلى إرسال الرسل مبشرين ومنذرين <span class=quran>﴿أَن لَّمْ يَكُن رَّبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ﴾</span>: أبدًا لا جريمة بلا نص ولا عقاب إلا بعد البيان وإلقاء الحجة."
}
],
"singlePage": true
}