{"title":"صفحة (145)","type":"html","data":[{"miniTitle":"الأنعام","text":"(132): <span class=quran>﴿وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُواْ﴾</span>: لكل حساب عمله كيفًا لا كمًا، فرب درهم ينفق في سبيل الله لوجه الله خير من مليون ينفق رياءً أو توصلاً لرياسة أو نيابة كالأموال التي تبذل على مشاريع الخير أيام الانتخابات. <br><br>(133)-(134): <span class=quran>﴿وَرَبُّكَ الْغَنِيُّ﴾</span>: في ذاته وصفاته <span class=quran>﴿ذُو الرَّحْمَةِ﴾</span>: بعفوه وفضله <span class=quran>﴿إِن يَشَأْ يُذْهِبْكُمْ﴾</span>: لأنه في غنى عنكم <span class=quran>﴿وَيَسْتَخْلِفْ مِن بَعْدِكُم مَّا يَشَاء﴾</span>: قومًا صالحين مطيعين <span class=quran>﴿كَمَآ أَنشَأَكُم مِّن ذُرِّيَّةِ قَوْمٍ آخَرِينَ﴾</span>: أنتم خلف لمن كان قبلكم، فيأتي سبحانه يخلف لكم خير منكم وأتقى إن شاء، والقصد من ذلك مجرد التهديد. <br><br>(135): <span class=quran>﴿قُلْ يَا قَوْمِ اعْمَلُواْ عَلَى مَكَانَتِكُمْ﴾</span>: كل ما تمكنتم من معصية الله <span class=quran>﴿إِنِّي عَامِلٌ﴾</span>: كل ما أتمكن من طاعة الله <span class=quran>﴿فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُ عَاقِبَةُ الدِّارِ﴾</span>: الراضية المرضية <span class=quran>﴿إِنَّهُ لاَ يُفْلِحُ الظَّالِمُونَ﴾</span>: وإن طال بهم الأمد ليستكملوا الخزي ويستوجبوا أشد العذاب. <br><br>(136): <span class=quran>﴿وَجَعَلُواْ لِلّهِ مِمِّا ذَرَأَ مِنَ الْحَرْثِ وَالأَنْعَامِ نَصِيبًا﴾</span>: جعل المشركون القدامى <span class=quran>﴿فَقَالُواْ هَـذَا لِلّهِ بِزَعْمِهِمْ وَهَـذَا لِشُرَكَآئِنَا﴾</span>: أي لأصنامهم، كانوا يعينون شيئًا من زرعهم وثمارهم وأنعامهم لله، وشيئًا لأصنامهم يأخذه سدنة الأصنام وحراسها <span class=quran>﴿فَمَا كَانَ لِشُرَكَآئِهِمْ فَلاَ يَصِلُ إِلَى اللّهِ وَمَا كَانَ لِلّهِ فَهُوَ يَصِلُ إِلَى شُرَكَآئِهِمْ﴾</span>: كانوا إذا أجدب ما عينوه لله، وأخصب ما عينوه للأصنام ? أبقوا لكل نصيبه، وإذا كان العكس جعلوا المخصب للأصنام، وقالوا: هي فقيرة لا شيء لها، ولله كل شيء، وهكذا يجمع العقل البدائي بين المتناقضات فالصنم أو الحجر الذي ليس بشيء هو في نفس الوقت شريك لخالق كل شيء <span class=quran>﴿سَاء مَا يَحْكُمُونَ﴾</span>: في الجمع بين من يقول للشيء (كن فيكون) وبين الحجر الأصم ولا غرابة فإن أكثر الناس يجمعون بين الإيمان بالله (بزعمهم) وبين عبادة المال والحطام. <br><br>(137): <span class=quran>﴿وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِّنَ الْمُشْرِكِينَ قَتْلَ أَوْلاَدِهِمْ شُرَكَآؤُهُمْ﴾</span>: والمراد بهؤلاء الشركاء الكهنة وخدمة الأصنام وغيرهم من الرؤساء، والمعنى أن المشركين كما جعلوا لله في أموالهم نصيبًا، ومثله للأصنام كذلك زين لهم الكهنة والسدنة قتل أولادهم خوف الفقر أو العار. <span class=quran>﴿لِيُرْدُوهُمْ﴾</span>: من الردى، وهو الهلاك <span class=quran>﴿وَلِيَلْبِسُواْ عَلَيْهِمْ دِينَهُمْ﴾</span>: وليس الشيء جعله مشتبهًا بغيره، واللام للعاقبة والمعنى أن الكهنة زينوا للمشركين القبائح والمنكرات، فكانت النتيجة هلاك المشركين <span class=quran>﴿وَلَوْ شَاء اللّهُ﴾</span>: أن يردعهم عن ذلك قهرًا وجبرًا <span class=quran>﴿مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ﴾</span>: ومثله تمامًا (اعملوا ما شئتم إنه بما تعملون بصير ? 40 فصلت)."}]}