{
"title": "صفحة (146)",
"type": "html",
"data": [
{
"miniTitle": "الأنعام",
"text": "(138): <span class=quran>﴿وَقَالُواْ هَـذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لاَّ يَطْعَمُهَا إِلاَّ مَن نّشَاء بِزَعْمِهِمْ﴾</span>: الحجر الحرام، أي أن المشركين كانوا يقتطعون قسمًا من زرعهم وثمارهم وماشيتهم، ويحرمون التصرف فيه إلا على من يختارون <span class=quran>﴿وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا﴾</span>: يحرمون ركوبها والحمل عليها، وتقدم ذكرها في الآية 103 من المائدة <span class=quran>﴿وَأَنْعَامٌ لاَّ يَذْكُرُونَ اسْمَ اللّهِ﴾</span>: في الذبح بل اسم الأصنام، وتقدم في الآية 121 من هذه السورة وهذه الآيات إخبار عن الأمم الماضية والقرون الخالية، وما هي بأقل افتراء على الله من الأمم الحاضرة، وان اختلف الشكل والأسلوب، وربما كان الخلف أكثر ظلالاً وأسوء حالاً. <br><br>(139): <span class=quran>﴿وَقَالُواْ مَا فِي بُطُونِ هَـذِهِ الأَنْعَامِ خَالِصَةٌ لِّذُكُورِنَا﴾</span>: كانوا يقولون ما يولد حيًا من بطون بعض الحيوانات يأكل منه الذكور فقط <span class=quran>﴿وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا﴾</span>: أي الإناث <span class=quran>﴿وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَاء﴾</span>: وإن سقط الجنين من بطن الحيوان ميتًا أكل منه الذكور والإناث على السواء <span class=quran>﴿سَيَجْزِيهِمْ وَصْفَهُمْ﴾</span>: سيعاقبهم سبحانه هلى هذا الإفتراء تحليلاً وتحريمًا. <br><br>(140): <span class=quran>﴿قَدْ خَسِرَ الَّذِينَ قَتَلُواْ أَوْلاَدَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ﴾</span>: وأي شيء أكثر سفاهة وخسارة من إقدام الوالد على ذبح ولده أو دفنه حيًا، وإن دل هذا على شيء فإنما يدل على حياة البؤس والإملاق كما نطقت الآية الآتية 151: (ولا تقتلوا أولادكم من إملاق نحن نرزقكم وإياهم) وبهذا نجد تفسير قول الرسول الأعظم (ص): (كاد الفقر يكون كفرًا) <span class=quran>﴿وَحَرَّمُواْ مَا رَزَقَهُمُ اللّهُ﴾</span>: من الطيبات كما أحلوا بعض المحرمات كأكل الميتة <span class=quran>﴿افْتِرَاء عَلَى اللّهِ﴾</span>: لأن التحريم منهم، وليس منه تعالى، فقد كذب الناس وما زالوا يكذبون على الله وملائكته ورسله، وعلى بعضهم البعض، وعلى أنفسهم <span class=quran>﴿قَدْ ضَلُّواْ وَمَا كَانُواْ مُهْتَدِينَ﴾</span>: ولن يهتدوا إلاَّ قليلاً. <br><br>(141): <span class=quran>﴿وَهُوَ الَّذِي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ﴾</span>: بعد، أن أشار سبحانه إلى تحريم ما أحل ذكر طرفًا من نعمه على العباد ومنها حدائق وبساتين من الكروم مرفوعة كروعها على دعائم <span class=quran>﴿وَغَيْرَ مَعْرُوشَاتٍ﴾</span>: متروكة على الطبيعة ممتدة على الأرض <span class=quran>﴿وَالنَّخْلَ وَالزَّرْعَ﴾</span>: عطف على جنات <span class=quran>﴿مُخْتَلِفًا أُكُلُهُ﴾</span>: فالحبوب أصناف، والفواكة أشكال، والبقول ألوان شكلاً وطعمًا متشابه وغير متشابه فالرمان والليمون يشبه بعضه بعضًا، ولكن بعضه حلو، وبعضه حامض <span class=quran>﴿وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ﴾</span>: تصدقوا منه عند نضجه على أهل الفقر والمسكنة <span class=quran>﴿وَلاَ تُسْرِفُواْ إِنَّهُ لاَ يُحِبُّ الْمُسْرِفِينَ﴾</span>: سواء أكان الإسراف في الإنفاق على النفس أم في البدن والصدقة على المعوزين. <br><br>(142): <span class=quran>﴿وَمِنَ الأَنْعَامِ حَمُولَةً وَفَرْشًا﴾</span>: تحملكم وأثقالكم إلى بلد لم تكونوا بالغيه إلا بشق الأنفس، وأيضًا جعل لكم من جلود الأنعام وأصوافها وأوبارها وأشعارها بيوتًا وأثاثًا ولباسًا وفراشًا <span class=quran>﴿كُلُواْ مِمَّا رَزَقَكُمُ اللّهُ﴾</span>: كهذه الأنعام وغيرها، واشكروه على فضله <span class=quran>﴿وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ﴾</span>: بتحليل ما حرم الله، وتحليل ما أحل، ولا بالتبذير أو التقتير."
}
]
}