{
"title": "صفحة (148)",
"type": "html",
"data": [
{
"miniTitle": "الأنعام",
"text": "(147): <span class=quran>﴿فَإِن كَذَّبُوكَ فَقُل رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ﴾</span>: الخطاب لرسول الله (ص) وما من شك في أن من كذَّبه فهو كافر حتى ولو آمن بالله واليوم الآخر، ومع هذا أمر نبيه الكريم أ، يتلطف مع الكافرين، ويقول لهم: (ربكم ذو رحمة واسعة) لأمرين: الأول الترغيب في رحمة الله والحث على نوالها. الثاني على المرشد والمعلم أن يتوصل إلى قلوب الناس وعقولهم باللطف واللين وإلا استحال عليه أن ينقلهم من الظلمات إلى النور، وفي المقصد الأقصى للغزالي: (إذا جفي الله سبحانه عاتب وما استقصى). <br><br>(148): <span class=quran>﴿سَيَقُولُ الَّذِينَ أَشْرَكُواْ لَوْ شَاء اللّهُ مَا أَشْرَكْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَيْءٍ﴾</span>: هذا هو التعليل العليل الذي يتذرع به المشركون والمجرمون حين تدور عليهم دائرة السوء وهكذا كل مجرم وفاشل يلقي التبعة والمسئولية على الحظ أو الظرف أو القضاء والقدر أو أي شيء آخر حتى كأنه بلا حرية وإرادة تمامًا كريشة في مهب الرياح! <span class=quran>﴿كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِم حَتَّى ذَاقُواْ بَأْسَنَا﴾</span>: كذب مشركوا العرب محمدًا (ص) والأمم الماضية كذبت أنبياء الله ورسله، ولا شيء أكثر من الكذب ولا أظهر من الباطل، ولا بد من يوم يعض الكاذب والمجرم على يديه ويقول: ليتني لم أك شيئاً <span class=quran>﴿قُلْ﴾</span>: يا محمد: <span class=quran>﴿هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَا﴾</span>: زعمتم أن الشرك من الله، فهاتوا برهانكم إن كنتم صادقين <span class=quran>﴿إِن تَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ﴾</span>: واضح، وتقدم في الآية 116 من هذه السورة. <br><br>(149): <span class=quran>﴿قُلْ فَلِلّهِ الْحُجَّةُ الْبَالِغَةُ﴾</span>: من القوة ما يقطع بها كل عذر <span class=quran>﴿فَلَوْ شَاء﴾</span>: سبحانه أن يعاملكم بالقوة وإرادة التكوين <span class=quran>﴿لَهَدَاكُمْ أَجْمَعِينَ﴾</span>: ولكن شاءت رحمته أن يعامل عباده بالنصح والأمر والنهي. <br><br>(150): <span class=quran>﴿قُلْ هَلُمَّ شُهَدَاءكُمُ الَّذِينَ يَشْهَدُونَ أَنَّ اللّهَ حَرَّمَ هَـذَا﴾</span>: أروني واحدًا يقول: إن الله أوحى إليه بأنه تعالى حرم ما حرمتم، وفيه تهديد شديد لمن يفتي الناس بالخيال والإحتمال <span class=quran>﴿فَإِن شَهِدُواْ فَلاَ تَشْهَدْ مَعَهُمْ﴾</span>: أي كذبهم بالحجة <span class=quran>﴿وَلاَ تَتَّبِعْ أَهْوَاء الَّذِينَ كَذَّبُواْ بِآيَاتِنَا ...﴾</span>: هم يتبعون الأهواء والشهوات، وعليك يا محمد أن تنهاهم عن المنكرات، ولا تسكت عنهم بحال. <br><br>(151): <span class=quran>﴿قُلْ﴾</span>: يا محمد: <span class=quran>﴿تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ﴾</span>: ليس الحرام ما حرمتم أنتم ولا غيركم أيها المشركون و إنما الحرام ما حرم الله تعالى، وأنا أتلوه عليكم <span class=quran>﴿أَلاَّ تُشْرِكُواْ بِهِ شَيْئًا﴾</span>: التوحيد هو أصل الأصول في دين الله <span class=quran>﴿وَبِالْوَالِدَيْنِ إِحْسَانًا﴾</span>: قرن سبحانه بر الوالدين بالتوحيد إشعارًا بأن حقهما على الولد عظيم ووحيد في بابه <span class=quran>﴿وَلاَ تَقْتُلُواْ أَوْلاَدَكُم مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ﴾</span>: وتقدم في الآية 137 من هذه السورة <span class=quran>﴿وَلاَ تَقْرَبُواْ الْفَوَاحِشَ﴾</span>: المعاصي والقبائح <span class=quran>﴿مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ﴾</span>: اتركوها سرًا وعلانية <span class=quran>﴿وَلاَ تَقْتُلُواْ النَّفْسَ الَّتِي حَرَّمَ اللّهُ إِلاَّ بِالْحَقِّ﴾</span>: كالقصاص ونحوه، وكل الشرائع السماوية والأرضية تحرم القتل إلا بالحق، ولكن ما من شريعة قالت: (من قتل نفسًا بغير نفس أو فساد في الأرض فكأنما قتل الناس جميعًا ? 32 المائدة) إلا شريعة الإسلام، أجل جاء في النصوص اليهودية: (الذي يصرع يهوديًا إنما يصرع البشرية لأن اليهود وحدهم هم شعب الله المختار)"
}
]
}