{
"title": "صفحة (152)",
"type": "html",
"data": [
{
"miniTitle": "الأعراف",
"text": "(12): <span class=quran>﴿قَالَ﴾</span>: سبحانه لإبليس <span class=quran>﴿مَا مَنَعَكَ أَلاَّ تَسْجُدَ﴾</span>: لا زائدة <span class=quran>﴿إِذْ أَمَرْتُكَ قَالَ أَنَاْ خَيْرٌ مِّنْهُ خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ﴾</span>: وكل من يقول متعاظمًا: أنا خير من فلان فهو من حزب الشيطان، فرب وضيع عن الناس هو عظيم ورفيع عند الله. <br><br>(13): <span class=quran>﴿قَالَ فَاهْبِطْ ...﴾</span>: طرد سبحانه ابليس من رحمته إلى لعنته جزاءً على تكبره ومعصيته. <br><br>(14): <span class=quran>﴿قَالَ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ﴾</span>: أمهلني إلى يوم القيامة. <br><br>(15): <span class=quran>﴿قَالَ إِنَّكَ مِنَ المُنظَرِينَ﴾</span>: في الخطبة الأولى من نهج البلاغة: أعطاه الله النظرة استحقاقًا للسُخطة واستتمامًا للبلية وانجازًا للعدة. <br><br>(16): <span class=quran>﴿قَالَ فَبِمَا أَغْوَيْتَنِي﴾</span>: أرأيت إلى هذا النطق المقلوب؟ إن الله سبحانه أمر إبليس، وترك له الخيار، فاختار الغواية وآثارها على الهداية، ولكن ابليس عاد وناقض نفسه بنفسه حيث قال: <span class=quran>﴿لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ﴾</span>: ومعنى هذا أن ابليس هو الغواية والتضليل، فكيف نسب الغواية هنا إلى نفسه بعد أن نفاها عنه، ونسبها إلى الله تعالى عن ذلك علوًا كبيرًا؟ وهل قال سبحانه لابليس : اصرف عبادتي عن طاعتي، واحملهم على معصيتي؟ على أن ابليس يتبرأ من أتباعه، ويقول لهم فيما يقول غدًا: (إني بريء منكم... وما كان لي عليكم من سلطان... فلا تلوموني ولوموا أنفسكم) كما في الآية 48 من الأنفال و22 من ابراهيم، وهذه الصورة التي رسمها القرآن لابليس تنطبق على العديد من شياطين الإنس. <br><br>(17): <span class=quran>﴿ثُمَّ لآتِيَنَّهُم مِّن بَيْنِ أَيْدِيهِمْ ...﴾</span>: كناية عن وسوسة الشيطان وإغوائه بحيث لا يدع معصية إلا أغرى ضعاف العقول والإيمان بها، ولا طاعة إلا ثبطهم عنها. <br><br>(18): <span class=quran>﴿قَالَ﴾</span>: سبحانه لابليس: <span class=quran>﴿اخْرُجْ مِنْهَا مَذْؤُومًا﴾</span> : بالهمزة من ذأمه إذا عابه وذمه <span class=quran>﴿مَّدْحُورًا﴾</span>: مطرودا <span class=quran>﴿لَّمَن﴾</span>: اللام للابتداء، والكلام مستأنف <span class=quran>﴿تَبِعَكَ مِنْهُمْ لأَمْلأنَّ﴾</span>: اللام جواب لقسم محذوف أي أقسم لأملأن <span class=quran>﴿جَهَنَّمَ مِنكُمْ أَجْمَعِينَ﴾</span>: خلقتُ النار لك ولحزبك. <br><br>(19): <span class=quran>﴿وَيَا آدَمُ اسْكُنْ أَنتَ...﴾</span>: تقدم في الآية 35 البقرة. <br><br>(20): <span class=quran>﴿فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِن سَوْءَاتِهِمَا﴾</span>: ليظهر ما ستر من عوراتهما <span class=quran>﴿وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَـذِهِ الشَّجَرَةِ إِلاَّ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ﴾</span>: في الجنة. <br><br>(21): <span class=quran>﴿وَقَاسَمَهُمَا﴾</span>: حلف لهما <span class=quran>﴿إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ﴾</span>: عكس اللعين الآية رأسًا على عقب وجعل السلب إيجابًا، والإيجاب سلبًا حيث أقسم أن عاقبة الأكل من الشجرة الخلود في الجنة، وهو على علم اليقين بأن الأكل سبب الطرد منها، وهذا هو المراد بوسوسة الشيطان وحزبه الذين يرفعون شعارات الخير وهم أعدى أعدائه! وينادون بالحرية ويبطشون بالأحرار، ويتبجحون بالعدالة ويقتلونها غيلة وغدرًا، ويتباكون على الإلفة والوحدة وهم الذين شهروا عليها السيوف ومزقوا الصفوف. <br><br>(22): <span class=quran>﴿فَدَلاَّهُمَا بِغُرُورٍ﴾</span>: أنزل إبليس آدم وحواء إلى الأكل من الشجرة بما غرهما من القسم بالله <span class=quran>﴿فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَاتُهُمَا﴾</span>: ظهرت لكل واحد منهما عورته وعورة صاحبه <span class=quran>﴿وَطَفِقَا﴾</span>: شرعا <span class=quran>﴿يَخْصِفَانِ﴾</span>: يضعان <span class=quran>﴿عَلَيْهِمَا مِن وَرَقِ الْجَنَّةِ﴾</span>: ليستترا بهذا الورق <span class=quran>﴿وَنَادَاهُمَا رَبُّهُمَا﴾</span>: لائمًا: ماذا فعلتما بأنفسكما؟ <span class=quran>﴿أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشَّجَرَةِ﴾</span>: نهى سبحانه آدم وأنذره وحذره من الشيطان، وآدم يؤمن بالله عن حس وتجربة، فقد أوجده من طين لا من أب وأم، ورأى الملائكة يسجدون له، وأسكنه الجنة، وكلّمه، ولا دليل فوق ذلك، وكل هذا وغير هذا يبعث آدم إلى الكف عن الشجرة، فكيف أكل منها؟ والذي يبدو لنا، والله أعلم، أن براءة آدم وصفاءه يشبه إلى حد بعيد صفاء الطفل، وإن كان رجلا لأنه لم يمر بعدُ بأية تجربة. وقد ظن قياسًا على نفسه أن ما من أحد يجرأ على الحلف بالله كاذبًا، ومن هنا أخذ، ولذا ندم وطلب الصفح بمجرد التنبيه."
}
]
}