{
"title": "صفحة (153)",
"type": "html",
"data": [
{
"miniTitle": "الأعراف",
"text": "(23): <span class=quran>﴿قَالاَ رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ﴾</span>: هدي هي بالذات الكلمات التي أشار إليها سبحانه في الآية 37 من البقرة: (فتلقى آدم من ربه كلمات فتاب عليه أنه هو التواب الرحيم). <br><br>(24): <span class=quran>﴿قَالَ اهْبِطُواْ﴾</span>: الخطاب لآدم وحواء وابليس <span class=quran>﴿بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ﴾</span>: ابليس يعادي آدم حسدًا له. ويعادي بنيه وذريته انتقامًا منه، أما بنو آدم فأكثرهم من حزبه حيث يجدون عنده اللذة والمتعة... قال سبحانه: (أكثر الناس لا يؤمنون... لا يشكرون... فأبى أكثر الناس إلا كفورًا). والأحمق المغرور هو الذي يقطع ويجزم أنه من الصفوة القليلة <span class=quran>﴿وَلَكُمْ فِي الأَرْضِ مُسْتَقَرٌّ وَمَتَاعٌ إِلَى حِينٍ﴾</span>: تمامًا كضيوف مؤقتين، وعلينا أن نكون مؤدبين لا نتجاوز الناس، كل الناس، من أولياء وأشقياء وصعاليك وأُمراء ولدوا من هذه الأرض، وإليها يعودون، وما لأحد منهم كائنًا من كان إلا خمسة أشبار أو ستة من الأرض بعد موته في عرض شبرين ونصف أو ثلاثة، وكل هذا يهون إذا قيس بالنشر والحشر، والويل كل الويل عندئذ للمجرمين من عذاب أليم. <br><br>(25):@@<br><br>(26): <span class=quran>﴿يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا﴾</span>: خلقناه لكم أو أنزلنا السبب الموجب للباس وغير اللباس وهو المطر <span class=quran>﴿يُوَارِي سَوْءَاتِكُمْ﴾</span>: يسد الحاجة الضرورية <span class=quran>﴿وَرِيشًا﴾</span>: للزينة والحاجة الكمالية، وهو مستعار من ريش الطائر <span class=quran>﴿وَلِبَاسُ التَّقْوَىَ ذَلِكَ خَيْرٌ﴾</span>: من كل شيء، لأن التقوى تقي من عذاب النار وغضب الجبار، وسلام على من قال: ما خير بخير بعده النار، وما شر بشر بعده الجنة. <br><br>(27): <span class=quran>﴿يَا بَنِي آدَمَ لاَ يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِّنَ الْجَنَّةِ ...﴾</span>: قال واعظ من الأولين: إن ذنبًا واحدًا أخرج آدم من الجنة بعد أن دخلها آمنًا، فكيف يدخلها أبناؤه، وقد تراكمت عليهم الذنوب؟ <span class=quran>﴿إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ﴾</span>: كل من يكيد للناس في خفاء، ويظهر غير ما يضمر فهو شيطان رجيم <span class=quran>﴿إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاء لِلَّذِينَ لاَ يُؤْمِنُونَ﴾</span>: أبدًا لا سلطان للشيطان إلا على أوليائه الذين يستجيبون له عن رضا وطيب نفس تماما كالمومس إذا دعاها الفاجر العاهر إلى الفاحشة. <br><br>(28): <span class=quran>﴿وَإِذَا فَعَلُواْ﴾</span>: الضمير لحزب الشيطان وأوليائه <span class=quran>﴿فَاحِشَةً﴾</span>: رذيلة <span class=quran>﴿قَالُواْ وَجَدْنَا عَلَيْهَا آبَاءنَا﴾</span>: وفي العصر الراهن تقول فئة من المسلمين: كل جديد زندقة وهرتقة حتى ولو كان علمًا نافعًا، وهنا يمكن سر التأخر والتقهقر <span class=quran>﴿وَاللّهُ أَمَرَنَا بِهَا﴾</span>: وهذا عين الافتراء عليه تعالى <span class=quran>﴿قُلْ إِنَّ اللّهَ لاَ يَأْمُرُ بِالْفَحْشَاء أَتَقُولُونَ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ﴾</span>: ولكن بعض المنتمين إلى الإسلام يعلمون أن كتاب الله يحرم التقليد، ويحث على العلم النافع. ومع ذلك ينحرفون عن طريقه، ولو شاءوا لاستقاموا عليه، ولكنهم لايشاءون ولا يستمعون لأية حجة وبينة. <br><br>(29): <span class=quran>﴿قُلْ أَمَرَ رَبِّي بِالْقِسْطِ﴾</span>: وبكل جديد مفيد <span class=quran>﴿وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ﴾</span>: أي أبيح لكم أن تصلوا وتعبدوا الله في أي مسجد شئتم، وقيل: المراد بكلمة مسجد هنا مكان السجود تمامًا كقول الرسول الأعظم: (جعلت لي الأرض مسجدًا وطهورًا) <span class=quran>﴿وَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ﴾</span>: والإخلاص في الدين أن تعمل بموجبه، ولا تتخذ منه وسيلة إلى منافع شخصية. وفي أصول الكافي: (وأوحى الله إلى داود لا تجعل بيني وبينك عالمًا مفتونًا يصدك عن طرق محبتي، فإن أولئك قطاع الطريق). <br><br>(30): <span class=quran>﴿فَرِيقًا هَدَى﴾</span>: وهم الذين رغبوا في الهداية (والذين اهتدوا زادهم هدى ? 17 محمد ) <span class=quran>﴿وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلاَلَةُ﴾</span>: وهم الذين زاغوا عن الهدى إلى الظلال: ( فلما زاغوا أزاغ الله قلوبهم ? 5 الصف) <span class=quran>﴿إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاء مِن دُونِ اللّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ﴾</span>: جهلوا بجهلهم، فانفصلوا عن واقعهم، وعاشوا في دنيا الأخيلة و الأحلام، وأيقنوا بأنه لا دين إلا دينهم ولا إيمان إلا إيمانهم ، وهنا يكمن الداء العياء، وبه جنوا على أنفسهم ومجتمعهم."
}
]
}