{
"title": "صفحة (156)",
"type": "html",
"data": [
{
"miniTitle": "الأعراف",
"text": "(44): <span class=quran>﴿وَنَادَى أَصْحَابُ الْجَنَّةِ أَصْحَابَ النَّارِ...﴾</span>: إن أصحاب الجنة على علم اليقين بأن أصحاب النار قد وجدوا صدق الوعيد والتهديد، ولكن السؤال لمجرد الشكر على ما أنعم الله عليهم، وتذكير من كان يسخر منهم في الحياة الدنيا (فحاق بالذين سخروا منهم ما كانوا به يستهزئون- 10 الأنعام) <span class=quran>﴿فَأَذَّنَ مُؤَذِّنٌ﴾</span>: أعلن معلن <span class=quran>﴿بَيْنَهُمْ أَن لَّعْنَةُ اللّهِ﴾</span>: عذابه <span class=quran>﴿عَلَى الظَّالِمِينَ﴾</span>: وفي نهج البلاغة: يوم المظلوم على الظالم أشد من يوم الظالم على المظلوم. <br><br>(45): <span class=quran>﴿الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللّه﴾</span>: عن الحق، وقد يكون الصد بقوة السلاح، وبالكتمان والإخفاء، وبالتضليل والدعايات الكاذبة في الصحف وغيرها من وسائل الإعلامِ <span class=quran>﴿وَيَبْغُونَهَا﴾</span>: الهاء تعود إلى السبيل <span class=quran>﴿عِوَجًا﴾</span>: كذبًا ونفاقًا وغشًا وخداعًا. <br><br>(46): <span class=quran>﴿وَبَيْنَهُمَا﴾</span>: أي بين الجنة والنار أو أهليها <span class=quran>﴿حِجَابٌ﴾</span>: وهو الأعراف الذي أشار إليه سبحانه بقوله: <span class=quran>﴿وَعَلَى الأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلاًّ بِسِيمَاهُم﴾</span>: أهل الأعراف يعرفون كلا أهل الجنة وأهل النار بعلامات <span class=quran>﴿وَنَادَوْاْ﴾</span>: أهل الأعراف <span class=quran>﴿أَصْحَابَ الْجَنَّةِ أَن سَلاَمٌ عَلَيْكُمْ﴾</span>: وهنيئًا لكم بما أسلفتم في الأيام الخالية <span class=quran>﴿لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ﴾</span>: في دخول الجنة، لأنهم كانوا يؤمنون بالله ومغفرته. <br><br>(47): <span class=quran>﴿وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَاء أَصْحَابِ النَّارِ قَالُواْ رَبَّنَا لاَ تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ﴾</span>: أو النار وأهلها... ويا هول ما رأوا، فاستعاذوا بالله واسترحموا... اللهم يا غني الأغنياء أجرنا من عذابك برحمتك وعفوك، فإننا لا نطيق عدلك، ولا وسيلة لنا إلى ذلك إلا الولاء لنبيك وآله، عليهم أفضل صلواتك. <br><br>(48): <span class=quran>﴿وَنَادَى أَصْحَابُ الأَعْرَافِ رِجَالاً يَعْرِفُونَهُمْ بِسِيمَاهُمْ﴾</span>: المراد بالرجال هنا الجبابرة الذين تسلطوا على المستضعفين ظلما وعدوانا <span class=quran>﴿قَالُواْ مَا أَغْنَى عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ﴾</span>: كنتم في الحياة الدنيا تنتقصون من قدر الناس وكرامتهم، وتتعالون عليهم بما تملكون من جاه ومال فكيف أنتم الآن؟ وفي أية حال من الهوان؟. <br><br>(49): <span class=quran>﴿أَهَـؤُلاء﴾</span>: إشارة إلى المؤمنين المستضعفين <span class=quran>﴿الَّذِينَ أَقْسَمْتُمْ﴾</span>: أيها الجبابرة المترفون وقلتم <span class=quran>﴿لاَ يَنَالُهُمُ اللّهُ﴾</span>: غدا <span class=quran>﴿بِرَحْمَةٍ﴾</span>: في الدنيا قال الأغنياء للفقراء: نحن السعداء في الدنيا والآخرة، وأنتم البؤساء فيهما، حين جاء يوم الجزاء قيل لهؤلاء: <span class=quran>﴿ادْخُلُواْ الْجَنَّةَ لاَ خَوْفٌ عَلَيْكُمْ﴾</span>: وقيل لأولئك: ادخلوا النار وبئس القرار. <br><br>(50): <span class=quran>﴿وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُواْ عَلَيْنَا مِنَ الْمَاء﴾</span>: فقد أجحف بنا وأهلكنا العطش <span class=quran>﴿أَوْ مِمَّا رَزَقَكُمُ اللّهُ﴾</span>: من طعام، يستجدون بعد أن كان يستجدي منهم، مع فارق كبير، وهو أن فقر الدنيا إلى حين، ويمكن الصبر عليه، أما فقر الآخرة فجحيم وإلى ما شاء الله. وبالمناسبة جاء في الحديث الشريف: اتقوا النار ولو بشق تمرة... الصدقات كفارات <span class=quran>﴿قَالُواْ إِنَّ اللّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ﴾</span>: بالله والإنسانية وقيمها، ولا يؤمنون إلا بأنفسهم وذويهم ومنافعهم. <br><br>(51): <span class=quran>﴿الَّذِينَ اتَّخَذُواْ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا﴾</span>: وتشمل هذه الآية لمكان كلمة (دينهم) المشرك والموحد الذي يؤوِّل الدين تبعًا لأهوائه وأهدافه الشخصية سواء أفعل ذلك عن قصد وعمد أم عن جهل بأنه يقول ويفعل بوحي من عاطفته، وهو يظن بأنه من وحي الدين والإيمان حيث لا عذر إطلاقًا لمن يعتد برأيه كوحي من السماء <span class=quran>﴿فَالْيَوْمَ نَنسَاهُمْ﴾</span>: نهملهم <span class=quran>﴿كَمَا نَسُواْ لِقَاء يَوْمِهِمْ هَـذَا﴾</span>: أهملوه، ولم يعملوا له، وفي الأشعار: (وكما تراني يا جميل أراك) ناسيًا أو ذاكرًا."
}
]
}