{"title":"صفحة (157)","type":"html","data":[{"miniTitle":"الأعراف","text":"(52): <span class=quran>﴿وَلَقَدْ جِئْنَاهُم بِكِتَابٍ﴾</span>: بالقرآن <span class=quran>﴿فَصَّلْنَاهُ عَلَى عِلْمٍ هُدًى وَرَحْمَةً﴾</span>: يهدي إلى الرشد، ويبين ما يحتاج إليه الناس في معاشهم ومعادهم ضامنًا لمن عمل به الهداية في الدنيا والرحمة في الآخرة. <br><br>(53): <span class=quran>﴿هَلْ يَنظُرُونَ إِلاَّ تَأْوِيلَه﴾</span>: أتنظرون أيها الجاحدون فسوف يظهر للعيان أن كل ما نطق به القرآن من ثواب المتقين وعقاب المجرمين- وهو حق وصدق <span class=quran>﴿يَوْمَ يَأْتِي تَأْوِيلُهُ﴾</span>: بوقوع ما أخبر القرآن عنه حيث يرى كل إنسان جزاء عمله <span class=quran>﴿يَقُولُ الَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَاءتْ رُسُلُ رَبِّنَا بِالْحَقّ﴾</span>: أبدًا لا جدوى من هذا الاعتراف، فذوقوا ما كنتم به تكذبونِ <span class=quran>﴿فَهَل لَّنَا مِن شُفَعَاء فَيَشْفَعُواْ لَنَا﴾</span>: عند الله في غفران خطايانا <span class=quran>﴿أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ﴾</span>: ولو استجاب سبحانه لدعوتهم هذه لبطلت المقاييس، واستوى مصير الطيب والخبيث والمحسن والمسيء <span class=quran>﴿قَدْ خَسِرُواْ أَنفُسَهُمْ﴾</span>: بهلاك دينهم وضميرهم. <br><br>(54): <span class=quran>﴿إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ﴾</span>: هذه الأيام كناية عن الدفعات أو الأطوار حيث لا زمان ولا أيام قبل الكون، هذا إلى أن إنشاء شيء على الترتيب أدل على أن التفاعل عليم حكيم، وعلى أية حال فإن القرآن الكريم ينطق بصراحة في أكثر من آية ? أن وجود الكون لم يم دفعة ? وهذا ما يتفق تمامًا مع ما يذهب إليه العلم الحديث. ويستحيل أن يعلم ذلك محمد (ص) لو لم يكن نبيًا يتلقى الوحي من خالق الكون <span class=quran>﴿ثُمَّ اسْتَوَى عَلَى الْعَرْشِ﴾</span>: ليس الله تعالى جسمًا كي يجلس على العرش المحسوس وإلا افتقر إلى حيز وهو الغني عن جميع ما خلق، وعليه يجب تأويل الظاهر بما يجيزه العقل وقوانين اللغة إن أمكن وإلا وجب التفويض إلى علم الله، والتأويل هنا ممكن لغة وعقلا، وهو عند أكثر العلماء أن معنى استوى: استولى ومعنى العرش: الملك والتدبير (ليس كمثله شيء وهو السميع البصير ? 11 الشورى) <span class=quran>﴿يُغْشِي اللَّيْلَ النَّهَارَ﴾</span>: كل منهما يأتي عقب الآخر <span class=quran>﴿يَطْلُبُهُ حَثِيثًا﴾</span>: سريعًا بحيث يأتي في أثره بلا فاصل، بل يلج كل في صاحبه كما قال سبحانه: (يولج الليل في النهار ويولج النهار في الليل) <span class=quran>﴿وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ﴾</span>: بل والأرض وكل شيء من أشياء الكون من صغيره إلى كبيره والنواميس الثابتة الراسخة في الكون التي أودعها سبحانه فيه بعلمه، وقدرها تقديرًا بحكمته <span class=quran>﴿أَلاَ لَهُ الْخَلْقُ﴾</span>: لأنه منه لا من غير، والشاهد فيه عليه، وله <span class=quran>﴿وَالأَمْرُ﴾</span>: كله، يحكم ما يشاء، ويفعل ما يريد، ولا معقب لحكمه. <br><br>(55): <span class=quran>﴿ادْعُواْ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً﴾</span>: ومعنى الدعاء: العبادة بإخلاص، والتضرع: التواضع وعدم العجب والخفية: البعد عن التباهي والرياء <span class=quran>﴿إِنَّهُ لاَ يُحِبُّ الْمُعْتَدِينَ﴾</span>: الذين يتجاوزون حدود أمره ونهيه. <br><br>(56): <span class=quran>﴿وَلاَ تُفْسِدُواْ فِي الأَرْضِ﴾</span>: كفوا الأذى عن عيال الله، ولا يظلم بعضكم بعضا، ولا تعكروا صفو الحياة بالطمع والجشع، وتعاونوا على الخير والصالح العام <span class=quran>﴿بَعْدَ إِصْلاَحِهَا﴾</span>: حيث سير سبحانه كل شيء في الأرض على ما يرام كي يتمتع الإنسان بخيراتها وبركاتها طيلة حياته <span class=quran>﴿وَادْعُوهُ خَوْفًا وَطَمَعًا﴾</span>: لا خوف مطلق ولا رجاء مطلق بل بين بين، قال الإمام الصادق (ع): في قلب المؤمن نوران نور خوف، ونور رجاء، لو وزن هذا لم يزد على هذا <span class=quran>﴿إِنَّ رَحْمَتَ اللّهِ قَرِيبٌ مِّنَ الْمُحْسِنِينَ﴾</span>: الذين يتهمون أنفسهم، ويتوقعون منها الخطأ، ولا يصرون على أن ما ينطقون به هو الوحي المنزل. <br><br>(57): <span class=quran>﴿وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ...﴾</span>: الرياح تهب والشمس تبخر ماء البحار، وترتفع الرياح بهذا البخار إلى العلو، ثم تجذبه الأرض إليها، فيتساقط عليها قطرات متراكمة، فتحيا بعد موتها، وتنبت من كل زوج بهيج، كل ذلك يسير وفقا لنفس السنن التي أودعها سبحانه في الطبيعة، وبتعبير العارفين أن الطبيعة هي قرآن الله المكتوب بالنظام الكوني والقانون الطبيعي."}]}