{
"title": "صفحة (158)",
"type": "html",
"data": [
{
"miniTitle": "الأعراف",
"text": "(58): <span class=quran>﴿وَالْبَلَدُ الطَّيِّبُ﴾</span>: المخصب <span class=quran>﴿يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ﴾</span>: زاكيًا ناميًا <span class=quran>﴿وَالَّذِي خَبُثَ﴾</span>: المجدب <span class=quran>﴿لاَ يَخْرُجُ إِلاَّ نَكِدًا﴾</span>: عسرًا ونزرًا، والإنسان ابن الأرض، وبها يشبه، وفي أبنائها النبيل الكريم، تهزه الأريحية، فيندفع آليًا إلى كل خير ومكرمة، وفيهم الخسيس الشحيح، لا تحركه ألف آية ورواية، ومعها ألف خطاب وقصيدة. <br><br>(59): <span class=quran>﴿لَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ﴾</span>: في قاموس الكتاب المقدس: (نوح اسم سامي معناه راحة، وهو ابن لامح منو شالح بن أخنوخ بن يارد بن مهللئيك بن قينان ابن أنوش بن شيت ابن آدم سماه أبوه نوحًا قائلا: هذا يعزينا عن عملنا وعب أيدينا من قبل الأرض) <span class=quran>﴿فَقَالَ يَا قَوْمِ اعْبُدُواْ اللَّهَ مَا لَكُم مِّنْ إِلَـهٍ غَيْرُهُ﴾</span>: هذا النداء هو الحد الدائم والمستقيم لرسالة جميع الأنبياء: لا إله إلا الله وحده لا شريك له. <br><br>(60): <span class=quran>﴿قَالَ الْمَلأُ مِن قَوْمِهِ﴾</span>: وهم القادة والرؤساء وأصل البلاء والداء العياء: <span class=quran>﴿إِنَّا لَنَرَاكَ فِي ضَلاَلٍ مُّبِينٍ﴾</span>: ولقولهم هذا سبب لأن لكل شيء سببًا، وليس من شرطة أن يكون حقًا في الواقع، بل قد يكون باطلا في الواقع وحقا عند الجاهل أو المكابر، والسبب الموجب لقولهم هذا عن نوح أنه جاءهم بشيء جديد ما سمعوا به هم ولا آباؤهم من قبل، فحرم ما أحلوا، وأحل ما حرموا، وفوق ذلك جعل الآلهة إلهًا واحدًا. <br><br>(61): <span class=quran>﴿قَالَ يَا قَوْمِ لَيْسَ بِي ضَلاَلَةٌ﴾</span>: أرأيت إلى هذا الأسلوب الحكيم العظيم؟ قالوا له: أنت في ضلال مبين. فلم يقل لهم: بل أنتم الضالون. بل بلع خطأهم وصفح وتساهل لأنه أراد أن يأخذهم باللين، وأن يعلمهم التواضع بالفعل لا بالقول، وأن لا يدع لهم أية وسيلة يتذرعون بها ويقولون له احتقرتنا وخاطبتنا بشدة وقسوة. ولم تدعنا بالحكمة والموعظة الحسنة. <br><br>(62): <span class=quran>﴿أُبَلِّغُكُمْ رِسَالاَتِ رَبِّي﴾</span>: التي تهدف إلى هدي البشر وإسعاده، وبث التعاون وروح الأخوة بين أفراده وَأَنصَحُ لَكُمْ﴾</span>: ومن هنا نفروا، لأنهم لا يحبون الناصحين بنص الآية79 من هذه السورة <span class=quran>﴿وَأَعْلَمُ مِنَ اللّهِ مَا لاَ تَعْلَمُونَ﴾</span>: من حرامه وحلاله وثوابه وعقابه. <br><br>(63): <span class=quran>﴿أَوَعَجِبْتُمْ أَن جَاءكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَى رَجُلٍ مِّنكُمْ﴾</span>: رفضوا الاذعان للحق لا لشيء إلا لأن الناطق به رجل مثلهم، وهذا هو الحسد بالذات، وقد أعلنوه بصراحة في قولهم: (وما نرى لكم علينا من فضل- 27 هود). وجاء في الأشعار: (وقديمًا كان في الناس الحسد) وقد مضى على عهد نوح آلاف السنين. <br><br>(64): <span class=quran>﴿فَكَذَّبُوهُ فَأَنجَيْنَاهُ...﴾</span>: فاض الماء، وما بقي على الأرض إلا نوح والذين أمنوا به، ويأتي المزيد من البيان والتفصيل. <br><br>(65): <span class=quran>﴿وَإِلَى عَادٍ أَخَاهُمْ هُوداً﴾</span>: في قاموس الكتاب المقدس: اسم هود عبري، ومعناه المجد من بني أشير بن صوفح، وفي بعض التفاسير أن هودا أول من تكلم بالعربية، وأنه ابن شالخ بن أرفخشدين بن سام بن نوح، والمهم الحديث عن الهدى والهداة لا عن الأنساب واللغات <span class=quran>﴿قَالَ يَا قَوْمِ اعْبُدُواْ اللّهَ﴾</span>: تمامًا كما قال نوح من قبله. <br><br>(66)-(67)-(68)-(69): <span class=quran>﴿قَالَ الْمَلأُ الَّذِينَ كَفَرُواْ مِن قَوْمِهِ﴾</span>: كما قال قوم نوح <span class=quran>﴿وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً﴾</span>: وهي في لغة القرآن وأهل لبنان السعة وفي لغة أهل العراق الضرب بكف مبسوطة... وبالإجمال فإن الله سبحانه قد أنعم عليهم برغد العيش والحياة. ومنحهم الخيرات الوافرة: (أم تر كيف فعل ربك بعاد إرم ذات العماد التي لم يخلق مثلها في البلاد- 8 الفجر)."
}
]
}