{"title":"صفحة (160)","type":"html","data":[{"miniTitle":"الأعراف","text":"(74): <span class=quran>﴿وَاذْكُرُواْ إِذْ جَعَلَكُمْ خُلَفَاء مِن بَعْدِ عَادٍ﴾</span>: أورثكم ما كانوا يملكون من جنات وعيون <span class=quran>﴿وَبَوَّأَكُمْ﴾</span>: أنزلكم <span class=quran>﴿فِي الأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ الْجِبَالَ بُيُوتًا﴾</span>: وانتصب بيوتًا على الحال كقولك: خطت الثوب قميصا وفيه إيماء أن ثمود كانت في حضارة عمرانية، وعيشة هنية <span class=quran>﴿فَاذْكُرُواْ آلاء اللّهِ﴾</span>: نعمه عليكم <span class=quran>﴿وَلاَ تَعْثَوْا﴾</span>: لا تسعوا <span class=quran>﴿فِي الأَرْضِ مُفْسِدِينَ﴾</span>: وأعظم الفساد العدوان على العباد، وكبت الحرية، وإيقاظ الفتنة وإثارة الحرب، وبث روح العداء والبغضاء.<br><br>(75)-(76): <span class=quran>﴿قَالَ الْمَلأُ الَّذِينَ اسْتَكْبَرُواْ مِن قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُواْ...﴾</span>: أصر المترفون من قوم صالح على التمادي في الطغيان، والتعصب لعبادة الأوثان، أما المستضعفون فمنهم من آمن، ومنهم من بقي على الشرك تبعا للمترفين.لا يكاد ينتهي القرآن الكريم من حديث المستكبرين والمترفين الذين هم أصل الهلاك والدمار بنصف الآية 16 من الإسراء: (وإذا أردنا أن نهلك قرية أمرنا مترفيها ? باتباع الحق ? ففسقوا فيها فحق عليها القول فدمرنا تدميرًا) وقال المكابرون المترفون ساخرين لمن آمن به من الفقراء: <span class=quran>﴿أَتَعْلَمُونَ أَنَّ صَالِحًا مُّرْسَلٌ مِّن رَّبِّهِ قَالُواْ إِنَّا بِمَا أُرْسِلَ بِهِ مُؤْمِنُونَ﴾</span>: عن علم وبرهان، فافعلوا ما بدا لكم، فأخذت المترفين العزة بالإثم، وأصروا على الطغيان والجبروت. <br><br>(77): <span class=quran>﴿فَعَقَرُواْ النَّاقَةَ وَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ﴾</span>: رغم من تحذيرهم بالعذاب <span class=quran>﴿وَقَالُواْ يَا صَالِحُ ائْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الْمُرْسَلِينَ﴾</span>: ولماذا سألوه أن يعجل بعذابهم؟ ونجد الجواب عند سيد الأوصياء والحكماء عي بن أبي طالب (ع) حيث قال: (من كثر نزاعه بالجهل دام عماه عن الحق، ومن زاغ ساءت عنده الحسنة، وحسنت عنده السيئة، وسكر سكر الضلالة). <br><br>(78): <span class=quran>﴿فَأَخَذَتْهُمُ الرَّجْفَة﴾</span>: الصيحة أو الصاعقةُ <span class=quran>﴿فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ﴾</span>: جثثًا هامدة. <br><br>(79): <span class=quran>﴿فَتَوَلَّى﴾</span>: صالح <span class=quran>﴿عَنْهُمْ وَقَالَ يَا قَوْمِ لَقَدْ أَبْلَغْتُكُمْ...﴾</span> : قال هذا الأسى يملا نفسه، ولكن أنفسهم كانوا يظلمون.<br><br>(80)-(81): <span class=quran>﴿وَلُوطًا إِذْ قَالَ لِقَوْمِهِ﴾</span>: أي وأرسلنا لوطًا أو اذكر لوطًا حين قال لقومه <span class=quran>﴿أَتَأْتُونَ الْفَاحِشَةَ﴾</span>: وهي اللواط <span class=quran>﴿مَا سَبَقَكُم بِهَا﴾</span>: ما عملها أحد من قبلكم."}]}