{
"title": "صفحة (165)",
"type": "html",
"data": [
{
"miniTitle": "الأعراف",
"text": "(120)-(121)-(122): <span class=quran>﴿وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ﴾</span>: خروا سجدًا لله مؤمنين به وبنبوة موسى حين جاء الحق وزهق الباطل. <br><br>(123): <span class=quran>﴿قَالَ فِرْعَوْنُ آمَنتُم بِهِ قَبْلَ أَن آذَنَ لَكُمْ﴾</span>: وهكذا كل حكام البغي والضلال لا يرمون بالفتات للأذناب إلا أن يتخلوا عن دينهم وعقلهم وضميرهم ومروأتهم وأُمتهم <span class=quran>﴿إِنَّ هَـذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِي الْمَدِينَةِ لِتُخْرِجُواْ مِنْهَا أَهْلَهَا﴾</span>: تآمرهم أيها السحرة مع موسى وبني إسرائيل كي تخرجوا أهل مصر منها، وتكون لكم وحدكم، قال هذا فرعون زورًا وتمويهًا لئلا يتركه الناس، وينضموا إلى موسى.<br><br>(124)-(125)-(126): <span class=quran>﴿لأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلاَفٍ﴾</span>: أي يقطع اليد اليمنى مع الرجل اليسرى أو العكس <span class=quran>﴿قَالُواْ إِنَّا إِلَى رَبِّنَا مُنقَلِبُونَ﴾</span>: لا نبالي بالموت ما دمنا مرضيين عند رب العالمين. وهكذا كل مؤمن حقًا وصدقًا يستولي إيمانه على جميع مشاعره، وينسى ذويه ومنافعه، ويضحي بنفسه في سبيل دينه والذود عنه <span class=quran>﴿رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ﴾</span>: هذي هي أُمنية المؤمن المخلص: الثبات والصبر في جهاد لوجه الله والموت على دين الله. <br><br>(127): <span class=quran>﴿وَقَالَ الْمَلأُ مِن قَوْمِ فِرْعَونَ أَتَذَرُ مُوسَى وَقَوْمَهُ لِيُفْسِدُواْ فِي الأَرْضِ﴾</span>: وهذا هو دأب حاشية السوء المرتزقة، يشيرون على أُولي الأمر بالشر والفساد خوفًا على عيشهم ومكانتهم <span class=quran>﴿وَيَذَرَكَ وَآلِهَتَكَ﴾</span>: قد يقال: أنى يكون للفرعون آلهة وهو الرب الأعلى بزعمه؟ وقيل في الجواب: جعل فرعون للناس أصنامًا يعبدونها، وجعل نفسه إله الآلهة، ومن هنا قال: أنا ربكم الأعلى <span class=quran>﴿قَالَ﴾</span>: فرعون: <span class=quran>﴿سَنُقَتِّلُ أَبْنَاءهُمْ وَنَسْتَحْيِـي نِسَاءهُمْ﴾</span>: سنعيد سيرتنا الأولى في بني إسرائيل من قتل الأبناء واستبقاء النساء حتى ينقرضوا. <br><br>(128): <span class=quran>﴿قَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللّهِ وَاصْبِرُواْ﴾</span>: لما سمع بنو إسرائيل تهديد فرعون جزعوا، فسنهم موسى ومناهم. <br><br>(129): <span class=quran>﴿قَالُواْ أُوذِينَا مِن قَبْلِ...﴾</span>: قال بنو إسرائيل لموسى: صبرنا على الأذى حتى أتيت، فلم يذهب عنا شر بعد مجيئك، ولا رأينا من عافية <span class=quran>﴿قَالَ﴾</span>: موسى لبني إسرائيل <span class=quran>﴿عَسَى رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ﴾</span>: سيحرركم الله من العبودية، ويمن عليكم بالاستقلال، لتظهر أعمالكم للوجود، ويبلوكم: هل تشكرون أو تكفرون، ثم يجزيكم بما تستحقون. <br><br>(130): <span class=quran>﴿وَلَقَدْ أَخَذْنَا آلَ فِرْعَونَ بِالسِّنِينَ﴾</span>: بالقحط والجدب <span class=quran>﴿وَنَقْصٍ مِّن الثَّمَرَاتِ﴾</span>: بما يطرأ عليها من آفات."
}
]
}