{"title":"صفحة (170)","type":"html","data":[{"miniTitle":"الأعراف","text":"(156): <span class=quran>﴿قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاء﴾</span>: من المجرِمين ومن أهل المعاصي <span class=quran>﴿وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ﴾</span>: فما من مؤمن ولا كافر ولا مطيع ولا عاص إلا وهو منقلب في نعمة الله ورحمته، وبكلمة العذاب مشروط بالمعصية، أما الرحمة فهي بلا قيد وشرط <span class=quran>﴿فَسَأَكْتُبُهَا﴾</span>: على الحتم والجزم يوم القيامة <span class=quran>﴿لِلَّذِينَ يَتَّقُونَ﴾</span>: أي يأتمرون بأمر الله وينتهون بنهيه. <br><br>(157): <span class=quran>﴿الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الأُمِّيَّ﴾</span>: محمدًا، والأمية وصف خاص به من دون الأنبياء، إشعارًا بأنه على أُميته أخرج الناس من الظلمات إلى النور <span class=quran>﴿الَّذِي يَجِدُونَهُ﴾</span>: أي يجدون أوصافه <span class=quran>﴿مَكْتُوبًا عِندَهُمْ فِي التَّوْرَاةِ وَالإِنْجِيلِ﴾</span>: تقدم في الآية 146 من البقرة <span class=quran>﴿يَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَاهُمْ عَنِ الْمُنكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَاتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ﴾</span>: أثقالهم أي أنه تعالى يريد بعباده اليسر ولا يريد بهم العسر <span class=quran>﴿وَالأَغْلاَلَ الَّتِي كَانَتْ عَلَيْهِمْ﴾</span>: فالإنسان حر في آرائه وفي اختيار الأسلوب الذي يتلاءم معه في الحياة على أن تنتهي حريته عند حرية الآخرين ومصلحتهم، لأن الحرية الخاصة تحمل في طبعتها مكروب القضاء على كل حرية. ولا بد من الإشارة إلى أن هذه الآية الكريمة تحدد الإسلام بكلمات قليلة وواضحة يمكن تلخيصها بأنه حينما يوجد الخير والمصلحة فثم دين الله وشريعته <span class=quran>﴿فَالَّذِينَ آمَنُواْ بِهِ﴾</span>: بمحمد <span class=quran>﴿وَعَزَّرُوهُ﴾</span>: أعانوه في إحياء الإسلام ونشره، ووقروه <span class=quran>﴿وَنَصَرُوهُ﴾</span>: على قوى الشر وأعداء <span class=quran>﴿الخير وَاتَّبَعُواْ النُّورَ الَّذِيَ أُنزِلَ مَعَهُ﴾</span>: والمراد بهذا النور كتاب الله وسنة نبيه <span class=quran>﴿أُوْلَـئِكَ هُمُ الْمُفْلِحُونَ﴾</span>: دنيا وآخرة. <br><br>(158): <span class=quran>﴿قُلْ﴾</span>: يا محمد: <span class=quran>﴿يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللّهِ إِلَيْكُمْ جَمِيعًا...﴾</span>: الإسلام دين أهل الأرض جميعًا بلا استثناء، لا لأنه نزل على محمد (ص) دون سواه، بل لأنه دين العقل والعلم والحياة الإنسانية. هكذا ندعي نحن المسلمين، وعلى طالب الحق والحقيقة أن ينظر ويدرس، ثم يحكم بوحي من عقله وضميره، شريطة أن يكون كفؤا علما وخلقا، ويكفي في هذا الموجز أن نشير إلى هذا المبدأ القرآني النبوي، وهو أن الإسلام باتفاق الجميع ينهى عن التقليد والجهل بشتى صوره، ويأمر باتباع العلم والعقل، والعمل بموجب العدل والمجاراة، وبالتقوى والاستقامة والعمل الصالح النافع، وما بعد اللم والعدل والصلاح إلا الجهل والجور والفساد. <br><br>(159): <span class=quran>﴿وَمِن قَوْمِ مُوسَى﴾</span>: كان اليهود ومازالوا أشد الناس عداوة للحق وأهله وعلى هذا الأساس أعلنوا الحرب على رسول الله (ص) وما آمن به إلا قليل كعبد الله بن سلام وابن صوريا."}]}