{
"title": "صفحة (173)",
"type": "html",
"data": [
{
"miniTitle": "الأعراف",
"text": "(171): <span class=quran>﴿وَإِذ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ...﴾</span>: اقتلعناه ورفعناه فوق اليهود حين أبوا أن يأخذوا التوراة بشرط الالتزام بها وتقدم في الآية 63 من البقرة. <br><br>(172): <span class=quran>﴿وَإِذْ أَخَذَ رَبُّكَ مِن بَنِي آدَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ﴾</span>: وأخذ الذرية هنا عبارة عن إخراجهم من أصلاب الرجال وأرحام النساء إلى الحياة الدنيا جيلا بعد جيل <span class=quran>﴿وَأَشْهَدَهُمْ عَلَى أَنفُسِهِمْ﴾</span>: بما أودع فيهم من عقول، وما في الكون من بينات ودلائل على وجوده تعالى <span class=quran>﴿أَلَسْتَ بِرَبِّكُمْ قَالُواْ بَلَى﴾</span>: والشواهد على وجود الله سبحانه يحملها الإنسان في جسمه وروحه فضلا عن الكون، بل وفي فطرته حتى ولو كان ملحدًا، والفرق أن وجوده تعالى يتجلى في فطرة الملحد عندما يصهره الخطب والكرب (وجاءهم الموج من كل مكان وظنوا أنهم أُحيط بهم دعوا الله مخلصين له الدين (يونس) <span class=quran>﴿شَهِدْنَا أَن تَقُولُواْ يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ﴾</span>: لا عذر لمن شك في الله وهو يرى خلقه إلا أن يكون مجنونًا، وإن قال قائل: رأينا ألوف العقلاء يشكون ويجحدون قلنا في جوابه: نريد الجنون الخفي الذي يفسر ويعلل كل شيء بأصله وعلته إلا الكون العجيب، يعلله ويفسره بالصدفة ويقول المثل الإنكليزي: (لو كان الجنون يؤلم صاحبه لسمعت الصراخ من كل بيت).<br><br>(173)-(174): <span class=quran>﴿أَوْ تَقُولُواْ إِنَّمَا أَشْرَكَ آبَاؤُنَا مِن قَبْلُ﴾</span>: وهذه الآية واضحة الدلالة على أن من شأن التوحيد أن يكون من المسلمات والبديهات، وليس موضعًا للاجتهاد أو التقليد تمامًا كوجود الأرض والشمس، وقال بعض الفلاسفة جاء الخفاء من شدة الظهور والجلاء. <br><br>(175): <span class=quran>﴿وَاتْلُ﴾</span>: يا محمد <span class=quran>﴿عَلَيْهِمْ﴾</span>: على اليهود <span class=quran>﴿نَبَأَ الَّذِيَ آتَيْنَاهُ آيَاتِنَا فَانسَلَخَ مِنْهَا﴾</span>: جاء في التفاسير أن عالمًا من علماء بني إسرائيل اسمه بلعم بن لاعور، أُوتي شيئًا من علم الكتاب، ولكنه كفر بعد ذلك وتزندق، ولم أجد اسم باعور ولا بلعم في قاموس الكتاب المقدس ولا في فهرس هذا الكتاب <span class=quran>﴿فَأَتْبَعَهُ الشَّيْطَانُ﴾</span>: صار قرينًا له. <br><br>(176): <span class=quran>﴿وَلَوْ شِئْنَا﴾</span>: أن نلجئه قهرًا إلى العمل بعمله <span class=quran>﴿لَرَفَعْنَاهُ بِهَا﴾</span>: أي لارتفعت منزلته وخلد ذكره <span class=quran>﴿وَلَـكِنَّهُ أَخْلَدَ إِلَى الأَرْضِ﴾</span>: أي مال إلى الدنيا وزينتها، ورغب فيها <span class=quran>﴿وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ﴾</span>: هذه الحال الدائمة للكلب في الحر والبرد والتعب والراحة، وكذلك من ينقاد إلى أهوائه، وينطلق معها سواء أنصحته أم تجاهلته <span class=quran>﴿فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ﴾</span>: حدث اليهود يا محمد عن الذين زاغوا من أسلافهم وما آل إليه أمرهم، عسى أن يعتبروا بمن مضى، ويعلموا أنك تنطق بوحي من الله سبحانه، فتقوم الحجة لله ولك عليهم. <br><br>(177): <span class=quran>﴿سَاء﴾</span>: فعل ماض والفاعل ضمير مستتر أي أساء المثل <span class=quran>﴿مَثَلاً﴾</span>: تمييز <span class=quran>﴿الْقَوْمُ﴾</span>: مبتدأ وخبره جملة ساء <span class=quran>﴿الَّذِينَ كَذَّبُواْ﴾</span>: بدل من القوم <span class=quran>﴿بِآيَاتِنَا وَأَنفُسَهُمْ كَانُواْ يَظْلِمُونَ﴾</span>: أي وكانوا يظلمون أنفسهم. <br><br>(178): <span class=quran>﴿مَن يَهْدِ اللّهُ فَهُوَ الْمُهْتَدِي﴾</span>: أن المهتدي حقًا وواقعًا هو من عند الله مهتديًا حتى ولو كان عند الناس من ضالين <span class=quran>﴿وَمَن يُضْلِلْ﴾</span>: أي من كان ضالا عند الله لا عند الناس <span class=quran>﴿فَأُوْلَـئِكَ هُمُ الْخَاسِرُونَ﴾</span>: حتى ولو كانوا في الدنيا سادة وقادة."
}
],
"singlePage": true
}