{"title":"صفحة (176)","type":"html","data":[{"miniTitle":"الأعراف","text":"(196): <span class=quran>﴿إِنَّ وَلِيِّـيَ اللّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ﴾</span>: هذا من كلام الرسول الأعظم (ص) يخاطب به المشركين ويقول: أنتم تتولون الأصنام، وأنا أتولى الله الذي نزل علي القرآن، وهو سبحانه يتولى حفظي وحراستي. <br><br>(197): <span class=quran>﴿وَالَّذِينَ تَدْعُونَ مِن دُونِهِ لاَ يَسْتَطِيعُونَ...﴾</span>: تقدم قبل في الآية 192. <br><br>(198): <span class=quran>﴿وَإِن تَدْعُوهُمْ إِلَى الْهُدَى لاَ يَسْمَعُواْ﴾</span>: أيضًا تقدم في الآية 193، وجاء التكرار، لأن النبي (ص) تحدى الأصنام وعبدتها الطغام <span class=quran>﴿وَتَرَاهُمْ﴾</span>: أي ترى الأصنام <span class=quran>﴿يَنظُرُونَ إِلَيْكَ وَهُمْ لاَ يُبْصِرُونَ﴾</span>: تمامًا كالتماثيل في الكنائس، وفيه إيماء على أن عرب الجاهلية كان لهم شأن في النحت. <br><br>(199): <span class=quran>﴿خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ﴾</span>: والذي يفهم من كلمة العفو للوهلة الأولى التجاوز عن الذنب، والمراد به هنا ما يعم ويشمل التيسير في كل شيء وعدم التشدد والتعسير في نطاق الشرع وأحكامه، والمراد بالعرف الخير وكل ما فيه جهة نفع وصلاح، وبالإعراض عن الجاهلين الحلم والأناة عند الغضب. هذا هو الإسلام في أخلاقه: حياة فاضلة تقوم على اليسر وعدم الحرج في الدعوة إلى كل خير والعمل به، والإعراض عن القال والقيل وعن الإمام الصادق (ع): ليس في القرآن أجمع لمكارم الأخلاق هذه الآية. <br><br>(200): <span class=quran>﴿وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللّهِ﴾</span>: إذا رأيت منكرًا من سفيه أو معصية من فاسق، وغضبت لله، فلا يذهبن الغضب بحلمك، فاصبر واستعذ بالله، وخاطبه بالحسنى، عسى أن يستجيب لك. قال الإمام علي (ع) وفي وصفه تعالى: (ولا يشغله غضب عن رحمة). <br><br>(201): <span class=quran>﴿إِنَّ الَّذِينَ اتَّقَواْ إِذَا مَسَّهُمْ طَائِفٌ مِّنَ الشَّيْطَانِ﴾</span>: إن المؤمنين حقًا وصدقًا إذا اصطدمت عاطفتهم مع دينهم وقام الصراع بينهما، وأوشكت العاطفة أن تتغلب على الدين <span class=quran>﴿تَذَكَّرُواْ﴾</span>: نهي الله سبحانه وغضبه وعذابه <span class=quran>﴿فَإِذَا هُم مُّبْصِرُونَ﴾</span>: بأن العافية للمتقين، فكبحوا عاطفتهم، وأمسكوها بلجام الدين والتقوى عن معاصي الله، وقادوها إلى طاعته. <br><br>(202): <span class=quran>﴿وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لاَ يُقْصِرُونَ﴾</span>: الشياطين هم أخوان المجرمين، وأولئك يغرون هؤلاء جاهدين في كل قبيح ورذيلة، وهؤلاء يسرعون إلى الإجابة طائعين. <br><br>(203): <span class=quran>﴿وَإِذَا لَمْ تَأْتِهِم بِآيَةٍ﴾</span>: كان المشركون يطلبون من النبي (ص) معجزات معينة على سبيل التعنت، فإذا لم يأتهم <span class=quran>﴿قَالُواْ لَوْلاَ﴾</span>: هلا <span class=quran>﴿اجْتَبَيْتَهَا﴾</span>: افتعلتها من عندك أو طلبتها من ربك <span class=quran>﴿قُلْ إِنَّمَا أَتَّبِعُ مَا يِوحَى إِلَيَّ مِن رَّبِّي﴾</span>: الأمر كله في قبضته تعالى، ولا شيء لي منه <span class=quran>﴿هَـذَا بَصَآئِرُ﴾</span>: ودلائل من الله سبحانه تهدي عقول ذوي الضمائر إلى حياة أفضل وأكمل دنيا وآخرة. <br><br>(204): <span class=quran>﴿وَإِذَا قُرِىءَ الْقُرْآنُ فَاسْتَمِعُواْ لَهُ وَأَنصِتُواْ﴾</span>: تدبروا معانيه <span class=quran>﴿لَعَلَّكُمْ تُرْحَمُونَ﴾</span>: روى الإمام علي (ع) عن النبي (ص) أنه قال: ستكون فتن من بعدي. فقال الإمام: فما المخرج منها يا رسول الله؟ قال: المخرج كتاب الله... هو حبل الله المتين، ونوره المبين، وهو الذكر الحكيم والصراط المستقيم الذي لا تزيغ به الأهواء، ولا تلتبس به الألسنة، ولا تتشعب معه الآراء، ولا يشجع منه العلماء، ولا يمله الأتقياء، ولا يخلق على كثرة الترداد... من عمل به سبق، ومن قال به صدق، ومن حكم به عدل ومن عمل به أُجر، ومن دعا إليه هدي إلى صراط مستقيم. <br><br>(205): <span class=quran>﴿وَاذْكُر رَّبَّكَ فِي نَفْسِكَ﴾</span>: أي أُذكره عن علم وفهم لمعاني كلمات الجلال والكمال التي تحمده بها وتمجده <span class=quran>﴿تَضَرُّعاً﴾</span>: متضرعًا <span class=quran>﴿وَخِيفَةً﴾</span>: خائفًا <span class=quran>﴿وَدُونَ الْجَهْرِ مِنَ الْقَوْلِ﴾</span>: بصوت متوسط بين الجهر والإخفات، ويروى أن وليًا مر بمن يرفع صوته بالقرآن فقال له: إن ربك غير أصم <span class=quran>﴿بِالْغُدُوِّ وَالآصَالِ﴾</span>: صباحًا ومساء وفي كل حين <span class=quran>﴿وَلاَ تَكُن مِّنَ الْغَافِلِينَ﴾</span>: عن ذكر الله وطاعته. <br><br>(206): <span class=quran>﴿إِنَّ الَّذِينَ عِندَ رَبِّكَ﴾</span>: وهم الذين لهم مكانة ومثوبة عنده تعالى سواء أكانوا من الإنس أم الملائكة <span class=quran>﴿لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ﴾</span>: أي يتقربون إليه بكل ما أحب <span class=quran>﴿وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ﴾</span>: سجود الخاشعين المتقين."}]}