{
"title": "صفحة (177)",
"type": "html",
"data": [
{
"miniTitle": "الأنفال",
"text": "(1): <span class=quran>﴿يَسْأَلُونَكَ عَنِ الأَنفَالِ﴾</span>: الخطاب لرسول الله (ص) والمراد بالأنفال هنا كل ما أًخذ من دار المحاربين بلا قتال، والأرض الموات، ورؤوس الجبال، وبطون الأودية والأحراج، وميراث من لا وارث له <span class=quran>﴿قُلِ الأَنفَالُ لِلّهِ وَالرَّسُولِ﴾</span>: وما كان لله فحكمه لرسوله، ومن كان للرسول فحكمه لمن كان له امتداد من بعده دينًا وإيمانًا وحرصًا على الإسلام ومصالح المسلمين <span class=quran>﴿فَاتَّقُواْ اللّهَ﴾</span>: ولا تحكموا بأهوائكم وآرائكم، وعندكم كتب الله وسنة نبيه <span class=quran>﴿وَأَصْلِحُواْ ذَاتَ بِيْنِكُمْ﴾</span>: بالاتفاق كلمة واحدة ضد العدو المشترك. ثم حدد سبحانه المؤمنين المتقين بالصفات الآتية(في الآية التالية):<br><br>(2): <span class=quran>﴿إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللّهُ وَجِلَتْ قُلُوبُهُمْ﴾</span>: إذا هموا بالمعصية وعزموا عليها، وأنذرهم نذير بغضب الله وعذابه ? أحجموا واتقوا وإلا فمجرد خشوع القلب بلا أثر فليس من الإيمان والتقوى في شيء ، <span class=quran>﴿وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَانًا﴾</span>: بأنهم على بصيرة من دينهم، وأنهم يصبرون على الجهاد في سبيله مهما تكن النتائج.  <span class=quran>﴿وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ﴾</span>: ينهضون إلى العمل، ويبذلون غاية الجهد، وفي الوقت نفسه يفوضون أمر النجاح لتوفيق الله وعنايته .<br><br>(3): <span class=quran>﴿الَّذِينَ يُقِيمُونَ الصَّلاَةَ﴾</span>: أبدًا لا يقبل سبحانه الإيمان بلا صلاة، ولا مبرر عنده لتركها على الإطلاق، في الحد الفاصل بين الكفر والإيمان، أجل من نطق بالشهادتين يعمل في الدنيا معاملة المسلم، وإن ترك الصلاة متهاونًا لا جاحدًا، وهو في الآخرة من الخاسرين ، <span class=quran>﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾</span>: وحكم الصلاة والزكاة واحد بنص القرآن. <br><br>(4): <span class=quran>﴿أُوْلَـئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا﴾</span>: وبهذا يتبين لنا أنه لا إيمان بلا عمل، وأن الأقوال بلا أعمال ليس من الإيمان الحق في شيء (كبر مقتًا عند الله أن تقولوا ما لا تفعلون ? 3 الصف) <span class=quran>﴿لَّهُمْ دَرَجَاتٌ عِندَ رَبِّهِمْ﴾</span>: تبعًا لما يقدمون به من خدمات لأخيهم الإنسان، وما أكثر أحاديث هذا الباب: (خير الناس أنفعهم للناس... أفضل الجهاد أن لا تهم بظلم.. أفضل العبادة كف الأذى... الدين النصيحة والمعاملة) حتى الملحد إذا ثار على الظلم، وعمل لسعادة المنكوبين والبائسين، فإنه يلتقي مع الإسلام أراد ذلك أم لم يرد. <br><br>(5): <span class=quran>﴿كَمَا أَخْرَجَكَ رَبُّكَ مِن بَيْتِكَ بِالْحَقِّ ..﴾</span>: المراد بهذا البيت المدينة المنورة، وبالحق: الصواب الذي لا محيد عنه، ويشير سبحانه بهذا إلى غزوة بدر، وخلاصتها: إن المهاجرين تركوا أموالهم في مكة، وذهبوا مع النبي (ص) إلى المدينة، فاغتصبها أبو سفيان وغيره من جبابرة الشرك، وحملها أبو سفيان إلى الشام للتجارة، وعاد إلى مكة بالعير مُثقلة بكل نفيس وثمين، فحث النبي (ص) الصحابة أن يقطعوا الطريق، ويستولوا على العير، فخرج 313 رجلاً، ولما علمت قريش بذلك خرجت بقيادة أبي جهل للذب عن العير، ولكن أبا سفيان سلك طريقًا آخر ونجت العير، وأُشير على أبي جهل بالرجوع فأبى. وكان قد وعد سبحانه نبيه الأكرم بإحدى الطائفتين: عير أبي سفيان أو نفير أبي جهل، فاستشار الصحابة أيمضون لقتال النفير أو يعودون إلى المدينة؟ فقال بعضهم: ما لنا وللقتال؟ إنما خرجنا للعير لا للنفير. فقال النبي (ص): مضت العير على ساحل البحر. فقال سعد ابن عبادة أمض لما شئت، فإنا متبعوك. وقال سعد بن معاذ لو خضت هذا البحر لخضناه معك. وقال المقداد: لو أمرتنا أن نخوض جمر الغضا لفعلنا... ولا نقول لك ما قال بنو إسرائيل: اذهب أنت وربك فقاتلا إنا ههنا قاعدون ولكنا نقول: أمض لما أمرك ربك، فإنا معك مقاتلون. ففرح رسول الله (ص) وقال: سيروا على بركة الله. <br><br>(6): <span class=quran>﴿يُجَادِلُونَكَ فِي الْحَقِّ﴾</span>: وهو قتال النفير بقيادة أبي جهل <span class=quran>﴿بَعْدَمَا تَبَيَّنَ﴾</span>: بعد ما أخبرهم النبي (ص) بالنصر <span class=quran>﴿كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنظُرُونَ﴾</span>: أسبابه عيانًا، وهل ينجو من الموت من خافه، ويُعطي البقاء من أحبه ؟.<br><br>(7)-(8): <span class=quran>﴿وَإِذْ يَعِدُكُمُ اللّهُ إِحْدَى الطَّائِفَتِيْنِ﴾</span>: العير أو النفير <span class=quran>﴿َنَّهَا لَكُمْ﴾</span>: المصدر المنسبك بدل من إحدى الطائفتين <span class=quran>﴿وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ﴾</span>: أي غير ذات القوة وهي العير <span class=quran>﴿تَكُونُ لَكُمْ﴾</span>: من غير قتال <span class=quran>﴿وَيُرِيدُ اللّهُ أَن يُحِقَّ الحَقَّ بِكَلِمَاتِهِ﴾</span>: أن ينصر الإسلام والمسلمين على الشرك والمشركين بآياته المنزلة في محاربتهم <span class=quran>﴿وَيَقْطَعَ دَابِرَ الْكَافِرِينَ﴾</span>: قتلاً واسراً."
}
],
"singlePage": true
}