{"title":"صفحة (178)","type":"html","data":[{"miniTitle":"الأنفال","text":"(9): <span class=quran>﴿إِذْ تَسْتَغِيثُونَ رَبَّكُمْ﴾</span>: إشارة إلى دعاء النبي (ص) يوم بدر: (اللهم انجز لي ما وعدتني، اللهم إن تهلك هذه العصابة لا تعبد في الأرض) <span class=quran>﴿فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُم بِأَلْفٍ مِّنَ الْمَلآئِكَةِ مُرْدِفِينَ﴾</span>: أي يتبع بعضهم بعضًا، وتقدم في الآية 124 من آل عمران. <br><br>(10): <span class=quran>﴿وَمَا جَعَلَهُ اللّهُ﴾</span>: أي جعل سبحانه وعده بمحاربة الملائكة معكم <span class=quran>﴿إِلاَّ بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ﴾</span>: وأنتم تقاتلون العدو في جلد وصبر، لا لتتكلوا على الملائكة <span class=quran>﴿وَمَا النَّصْرُ إِلاَّ مِنْ عِندِ اللّهِ﴾</span>: أبدًا ما من شيء يحدث إلا ولله فيه تدبير حتى ولو توافرت جميع أسبابه الطبيعية، لأنه الأصل الأول لكل شيء. <br><br>(11): <span class=quran>﴿إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِّنْهُ﴾</span>: كان المشركون حوالي ألف مقاتل، والمسلمون دون الثلث من هذا العدد، فخاف هؤلاء من كثرة أولئك، فعالج سبحانه خوفهم بالنوم، وما استيقظوا إلا وأنفسهم تغمرها السكينة، والطب الحديث يعالج بعض الأمراض بالنوم، وبخاصة حالة القلق والإنهيار العصبي <span class=quran>﴿وَيُنَزِّلُ عَلَيْكُم مِّن السَّمَاء مَاء لِّيُطَهِّرَكُم بِهِ وَيُذْهِبَ عَنكُمْ رِجْزَ الشَّيْطَانِ﴾</span>: سبق المشركون المسلمون إلى الماء في بدر، فوسوس لهم الشيطان بأنهم سيموتون عطشًا لا محالة، فأنزل سبحانه المطر حتى جرى الوادي، فشربوا وتوضئوا واغتسلوا وزالت وسوسة الشيطان <span class=quran>﴿وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ﴾</span>: بالاطمئنان وعدم الخوف <span class=quran>﴿وَيُثَبِّتَ بِهِ الأَقْدَامَ﴾</span>: في ميدان القتال. <br><br>(12): <span class=quran>﴿إِذْ يُوحِي رَبُّكَ إِلَى الْمَلآئِكَةِ ...﴾</span>: أمر سبحانه الملائكة أن يشجعوا المسلمين على الثبات في جهاد المشركين، وفعل الملائكة ذلك بطريق أو بآخر، وثبت المسلمون وانتصروا، هذا الذي دل عليه ظاهر القرآن، أما الحديث عن نوع التشجيع والتثبيت من الملائكة فهو رجم بالغيب <span class=quran>﴿فَاضْرِبُواْ﴾</span>: أيها المسلمون <span class=quran>﴿فَوْقَ الأَعْنَاقِ﴾</span>: اقطعوا رؤوس الطغاة <span class=quran>﴿وَاضْرِبُواْ مِنْهُمْ كُلَّ بَنَانٍ﴾</span>: تحمل سلاح العدوان. <br><br>(13): <span class=quran>﴿ذَلِكَ﴾</span>: إشارة إلى السبب الموجب لقتال المشركين الطغاة وقتلهم وهو <span class=quran>﴿بِأَنَّهُمْ شَآقُّواْ اللّهَ وَرَسُولَهُ﴾</span>: خالفوهما بالتمرد والعدوان على النبي (ص) والصحابة، وأخرجوهم من ديارهم، ثم أعلنوا عليهم الحرب وهم في دار هجرتهم. <br><br>(14): <span class=quran>﴿ذَلِكُمْ﴾</span>: العقاب <span class=quran>﴿فَذُوقُوهُ﴾</span>: أيها المجرمون جزاء بما كنتم تظلمون. <br><br>(15): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا لَقِيتُمُ الَّذِينَ كَفَرُواْ زَحْفاً﴾</span>: إذا زحف الأعداء لقتالكم <span class=quran>﴿فَلاَ تُوَلُّوهُمُ الأَدْبَارَ﴾</span>: اثبتوا لهم ولا تفروا. <br><br>(16): <span class=quran>﴿وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلاَّ مُتَحَرِّفاً لِّقِتَالٍ أَوْ مُتَحَيِّزاً إِلَى فِئَةٍ فَقَدْ بَاء بِغَضَبٍ مِّنَ اللّهِ﴾</span>: أبدًا لا عذر عند الله سبحانه لمن يترك مقامه في القتال إلا لواحد من اثنين: الأول أن يخدع العدو، ويريه أنه منهزم منه حتى إذا تبعه انعطف عليه: الثاني أن ينحاز إلى جماعة من المقاتلين المسلمين لأنهم بحاجة إلى نصرته."}]}