{
"title": "صفحة (179)",
"type": "html",
"data": [
{
"miniTitle": "الأنفال",
"text": "(17): <span class=quran>﴿فَلَمْ تَقْتُلُوهُمْ﴾</span>: بحولكم وقوتكم <span class=quran>﴿وَلَـكِنَّ اللّهَ قَتَلَهُمْ﴾</span>: بما أمدكم به من الملائكة وإزالة الرعب من قلوبكم وإلقائه في قلوب المشركين، وفي الآية 14 من التوبة (يعذبهم الله بأيديكم) <span class=quran>﴿وَمَا رَمَيْتَ﴾</span>: يا محمد <span class=quran>﴿إِذْ رَمَيْتَ وَلَـكِنَّ اللّهَ رَمَى﴾</span>: أجل، ولكنه اختار سبحانه لرميته كف محمد الذي فضله على جميع خلقه. وكان النبي (ص) قد أخذ يوم بدر قبضة من حصى وتراب، ورمى بها وجوه الأعداء وقال: شاهت الوجوه، فانهزموا <span class=quran>﴿وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاء حَسَناً﴾</span>: المراد بالبلاء هنا العطاء، والمعنى أن الله سبحانه نصر المؤمنين يوم بدر تفضلاً منه وكرمًا. <br><br>(18): <span class=quran>﴿ذَلِكُمْ وَأَنَّ اللّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ﴾</span>: الله سبحانه يبطل كيد المجرمين والمبطلين، ما في ذلك ريب، وأيضًا لا شك ولا ريب أن الله سبحانه يجري الأمور على أسبابها، والسبب الموجب لانتصار المحق على المبطل أن يعد له العدة وإلا أخذ الباطل مآخذه، وساد الجور والفساد. <br><br>(19): <span class=quran>﴿إِن تَسْتَفْتِحُواْ فَقَدْ جَاءكُمُ الْفَتْحُ﴾</span>: الخطاب لمشركي مكة الذين حاربوا رسول الله (ص) في بدر، ومعنى أن تستفتحوا إلى أن تطلبوا الفتح، والمراد به النصر. ورب قائل: إن المشركين في وقعة بدر قد جاءهم الكسر والقتل والاسر. فكيف قال لهم سبحانه: قد جاءكم النصر؟ الجواب: إن المشركين كانوا قد دعوا الله أن ينصر أحب الطائفتين إليه، فقال لهم، تقدست كلماته: سمعت منكم الدعاء، ونصرت أحب الطائفتين إلي، ولكن أخطأتم في التطبيق <span class=quran>﴿وَإِن تَنتَهُواْ﴾</span>: أيها المشركون عن حرب المسلمين <span class=quran>﴿خَيْرٌ لَّكُمْ وَإِن تَعُودُواْ﴾</span>: إلى حربهم <span class=quran>﴿نَعُدْ﴾</span>: إلى نصرتهم <span class=quran>﴿وَلَن تُغْنِيَ عَنكُمْ فِئَتُكُمْ شَيْئًا وَلَوْ كَثُرَتْ﴾</span>: لا غنى لكم في كثرة الرجال ما دمتم على الشرك والضلال <span class=quran>﴿وَأَنَّ اللّهَ مَعَ الْمُؤْمِنِينَ﴾</span>: العاملين بطاعته المجاهدين في سبيله. <br><br>(20): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَرَسُولَهُ وَلاَ تَوَلَّوْا عَنْهُ﴾</span>: لا تعرضوا عن رسول الله <span class=quran>﴿وَأَنتُمْ تَسْمَعُونَ﴾</span>: كتاب الله. <br><br>(21): <span class=quran>﴿وَلاَ تَكُونُواْ كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لاَ يَسْمَعُونَ﴾</span>: وما أكثر الذين يؤمنون بالله نظريًا، ويتخذون الشيطان وليًا. <br><br>(22): إ<span class=quran>﴿ِنَّ شَرَّ الدَّوَابِّ عِندَ اللّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لاَ يَعْقِلُونَ﴾</span>: الغرض من السمع الفهم والعمل بما يسمع الإنسان من نصح ورشاد، ومن النطق الإقرار بالحق، فإن لم يكن هذا ولا ذاك فلا سمع ونطق، بل ولا عقل. <br><br>(23): <span class=quran>﴿وَلَوْ عَلِمَ اللّهُ فِيهِمْ﴾</span>: أي في الصم البكم الذين ذكرهم قبل لحظة <span class=quran>﴿خَيْرًا﴾</span>: أي ينشدون الخير لوجه الخير <span class=quran>﴿لَّأسْمَعَهُمْ﴾</span>: بتمهيد السبيل إلى فعل الخير، ولكنهم لا يرون أي شيء، ولا يؤمنون بشيء إلا بمنافعهم الذاتية الشخصية، فهي وحدها الخير كل الخير، وما عداها كلام فارغ <span class=quran>﴿وَلَوْ أَسْمَعَهُمْ لَتَوَلَّواْ وَّهُم مُّعْرِضُونَ﴾</span>: حتى ولو قدم لهم الخير والحق على طبق من بلور لحطموه إلا أن يتفق مع أهوائهم وأغراضهم، وأكثر الناس ينقادون من بطونهم لا من عقولهم بشهادة القرآن الكريم: (بل جاءهم بالحق وأكثرهم للحق كارهون ? 70 المؤمنون). <br><br>(24): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ اسْتَجِيبُواْ لِلّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ﴾</span>: لقد حددت هذه الآية الإسلام بالدعوة إلى العمل من أجل حياة أكمل، أي الدعوة إلى العلم النافع، إلى الحقل والمصنع الذي ينتج الغذاء والدواء والكساء، وإلى المدرسة والميتم والمستشفى، وإلى المساواة والعدالة الإجتماعية، وإلى الأخوة والتعاون في هذا الميدان، وإلى التحرر من كل من قد يقف في سبيل هذه الحياة... هذا هو الجوهر والأساس لمنهج الإسلام وفلسفته في عقيدته وشريعته وآدابه وأخلاقه وجميع أحكامه. وأخيرًا فكل من يعمل لخير الحياة فإنه يلتقي مع دين الإسلام على صعيد واحد كائنًا من كان ويكون <span class=quran>﴿وَاعْلَمُواْ أَنَّ اللّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ﴾</span>: يملك عليه قلبه، فيغير نياته، ويفسخ عزائمه، ويبدله بالذكر نسيانًا، وبالنسيان ذكرًا، وبالخوف أمنًا، وبالخوف أمنًا، وقدمنا مرات ونكرر أنه لا مسببات بلا أسباب ولا نتائج بلا مقدمات طبيعية وعقلية، وأن كل الأسباب والمقدمات تنتهي إليه تعالى، ومن هنا صحت النسبة. <br><br>(25): <span class=quran>﴿وَاتَّقُواْ فِتْنَةً لاَّ تُصِيبَنَّ الَّذِينَ ظَلَمُواْ مِنكُمْ خَآصَّةً﴾</span>: إذا وقعت الواقعة أخذت مجراها، وأثرت أثرها طبيعية كانت أو اجتماعية، ولا تدخل في حسابها الأتقياء والأبرياء، فأضرار الحرب ? مثلاً ? لا تبالي بأنصار الإسلام والأرامل والأيتام. وأيضًا إذا هبت الريح جنوبًا، وأبحر الولي التقي باتجاه الشمال، فإن الله سبحانه لا يأمر الريح بالهبوب شمالاً إكرامًا لوليه وصفيه."
}
]
}