{"title":"صفحة (180)","type":"html","data":[{"miniTitle":"الأنفال","text":"(26): <span class=quran>﴿وَاذْكُرُواْ﴾</span>: يا معشر الصحابة <span class=quran>﴿إِذْ أَنتُمْ قَلِيلٌ ...﴾</span>: كان العرب قبل محمد (ص) أُمة أُمية، وبه أصبحوا ما هو معلوم لدى الجميع حتى صار الكلام عنه تمامًا كالحديث عن فائدة العلم والنور والهواء. <br><br>(27): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا﴾</span>ْ: أي يا أيها المنتمون إلى الإسلام <span class=quran>﴿لاَ تَخُونُواْ اللّهَ وَالرَّسُولَ﴾</span>: بالخلافات والمشاحنات، والانقياد للأدعياء الطغاة <span class=quran>﴿وَتَخُونُواْ أَمَانَاتِكُمْ وَأَنتُمْ تَعْلَمُونَ﴾</span>: أي تخونوا مصلحتكم بالصبر والسكوت عن الذين يفسدون في الأرض، وأنتم على علم اليقين بحقيقتهم، ويروى أن ابن عباس حين سمع قوله تعالى: (ولا تركنوا إلى الذين ظلموا فتمسكم النار ? 13 هود) قال: إذا كان هذا حال من لا يصدر عنه إلا مجرد ركون، ولم يشترك في قول أو فعل، فالويل كل الويل لمن أطرى وشارك. <br><br>(28): <span class=quran>﴿وَاعْلَمُواْ أَنَّمَا أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ﴾</span>: تقودكم إلى الإثم والحرام، فكم من رجل آثر زوجته وذويه وأولاده على السائل والمحروم، ومنعهما من الحق المنصوص عليه بالقرآن، وأسوأ حالاً من هذا من يقبض من أموال الأغنياء أسهم الفقراء وحقوقهم ليوصلها إليهم كأمين، فيستأثر بها هو وذووه كأنها ميراث من أبيه أو من كد يمينه! <span class=quran>﴿وَأَنَّ اللّهَ عِندَهُ أَجْرٌ عَظِيمٌ﴾</span>: إن ثواب الله خير وأفضل من الأموال والأولاد، ولكن عند المتقين باطنًا وواقعًا لا شكلاً وظاهرًا. <br><br>(29): <span class=quran>﴿يِا أَيُّهَا الَّذِينَ آمَنُواْ إَن تَتَّقُواْ اللّهَ يَجْعَل لَّكُمْ فُرْقَاناً﴾</span>: إذا تحررتم من عاطفة حب المال والأولاد وطغيانها على دينكم وعقولكم يجعل في قلوبكم هدى ونور تفرقون به بين الحق والباطل والخطأ والصواب. <br><br>(30): <span class=quran>﴿وَإِذْ يَمْكُرُ بِكَ﴾</span>: يا محمد <span class=quran>﴿الَّذِينَ كَفَرُواْ﴾</span>: وهم الجبابرة الطغاة من قريش <span class=quran>﴿لِيُثْبِتُوكَ﴾</span>: ليقيدوك وليوثقوك <span class=quran>﴿أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ﴾</span>: يشير سبحانه بهذا إلى قصة تآمر قريش على رسول الله (ص) ومبيت عليّ في فراشه، وخلاصتها أن قريش أجمعت على الخلاص من النبي، فأشار بعضهم أن يوثق ويقيد فتفشل حركته ودعوته، وقال آخر: انفوه من مكة، ثم اتفقوا جميعًا أن يختاروا من كل قبيلة رجلاً، ويغتالوه بضربة واحدة مجتمعين وهو نائم في فراشه، فيتفرق دمه في القبائل، ولا يقوى بنو هاشم على حرب الجميع، فأوحى الله إلى رسوله بقصتهم، وأمره أن يبيت علي في فراشه بعد أن يتشح ببرده، ولما بادر القوم إلى مضجع الرسول (ص) أبصروا عليًا، فبهتوا وأُبطل كيدهم ومكرهم، وإلى هذا أشار سبحانه بقوله: <span class=quran>﴿وَيَمْكُرُونَ﴾</span>: أي يدبرون قتل محمد بوسيلة لا يؤاخذون معها بدمه <span class=quran>﴿وَيَمْكُرُ اللّهُ﴾</span>: أي يُبطل سبحانه مكرهم وكيدهم بما دبر من مبيت علي وهجرة النبي <span class=quran>﴿وَاللّهُ خَيْرُ الْمَاكِرِينَ﴾</span>: أي أن تدبيره تعالى فوق كل تدبير وتقدير، وتقدم مثله في الآية 54 من آل عمران. <br><br>(31): <span class=quran>﴿وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا﴾</span>: القرآن <span class=quran>﴿قَالُواْ﴾</span>: بعض مشركي قريش: <span class=quran>﴿قَدْ سَمِعْنَا لَوْ نَشَاء لَقُلْنَا مِثْلَ هَـذَا﴾</span>: ولماذا سكتوا؟ وقد تحداهم أن يقلدوا سورة واحدة، وقرعهم بالعجز والقصور، وهم الحريصون على تكذيبه... ولا شيء أيسر على اللسان... لقد أنكر السفسطائيون وجود كل شيء حتى وجودهم!. <br><br>(32): <span class=quran>﴿وَإِذْ قَالُواْ اللَّهُمَّ إِن كَانَ هَـذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاء ...﴾</span>: هم يعلون علم اليقين أن محمد نبي حقًا وصدقًا، ولكنهم يفضلون الهلاك والخلود في العذاب الأليم على الخضوع له والاعتراف بفضله، وهكذا يفعل الحقد والحسد إذا تأججت ناره في الصدور، وإني لأعرف معرفة شخصية في هذا الوصف أكثر من واحد. <br><br>(33): <span class=quran>﴿وَمَا كَانَ اللّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ﴾</span>: لا يعذب الله أهل مكة، وإن كانوا أهلاً له ما دام محمد (ص) بين أظهرهم: وفيه إيماء إلى أنه تعالى يعذبهم إذا هاجر عنهم النبي كم تأتي الإشارة <span class=quran>﴿وَمَا كَانَ اللّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ﴾</span>:وأيضًا لا يعذبهم الله سبحانه ما دام في بلدهم قوم من المسلمين المستضعفين، وهم الذين بقوا في مكة بعد خروج رسول الله منها لعجزهم عن الهجرة."}]}