{
"title": "صفحة (182)",
"type": "html",
"data": [
{
"miniTitle": "الأنفال",
"text": "(41): <span class=quran>﴿وَاعْلَمُواْ أَنَّمَا غَنِمْتُم مِّن شَيْءٍ﴾</span>: هذا اللفظ يشمل ويعم كل غنيمة دون استثناء، لأن (ما) اسم موصول وهي تدل على العموم هنا، و (من شيء) بيان لما تدل عليه (ما) أي من كل شيء. وعمل الشيعة بهذا العموم وأوجبوا الخمس في كل فائدة على البيان والتفصيل المذكور في كتبهم الفقهية، وقال السنة: لا ريب في أن دلالة الآية عامة لكل فائدة، ولكن ثبت عندنا تخصيصها بما أخذ من الكفار على وجه القتال والغلبة، ولو ثبت هذا التخصيص عند الشيعة لعملوا بقول السنة، وأيضًا لو لم يثبت عند السنة لعملوا بقول الشيعة <span class=quran>﴿فَأَنَّ لِلّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ﴾</span>: هذا بيان للذين يستحقون الخمس، وقال الشيعة: حيث لا نبي بعد محمد (ص) ولا إمام ظاهر يقسم الخمس نصفين: ينفق الأول في تأييد الدين، وترويج الشريعة، وكل ما نعلم علم اليقين بأنه يرضي الله ورسوله. والنصف الثاني ينفق على اليتامى والمساكين وابن السبيل من بني هاشم بالخصوص عند أكثر علماء الشيعة، وقال بعضهم: بل لكل مسلم من الأصناف هاشميًا كان أو غير هاشمي، ولا يتسع المجال لأكثر من هذا البيان. <span class=quran>﴿إِن كُنتُمْ آمَنتُمْ بِاللّهِ﴾</span>: حقًا وصدقًا فعليكم أن توجبوا الخمس في كل غنيمة وفائدة بلا استثناء، وأن تنفقوها على الذين نصت عليهم هذه الآية <span class=quran>﴿وَمَا أَنزَلْنَا عَلَى عَبْدِنَا﴾</span>: محمد وهو القرآن، وأيضًا أنزل عليه النصر <span class=quran>﴿يَوْمَ الْفُرْقَانِ﴾</span>: وهو يوم بدر حيث فيه فرق سبحانه بين الكفر والإيمان بإعلاء كلمة الإسلام على الشرك <span class=quran>﴿يَوْمَ الْتَقَى الْجَمْعَانِ﴾</span>: جمع المؤمنين وجمع المشركين. <br><br>(42): <span class=quran>﴿إِذْ أَنتُم بِالْعُدْوَةِ الدُّنْيَا﴾</span>: أي جانب الوادي، والدنيا مؤنث الأدنى <span class=quran>﴿وَهُم﴾</span>: المشركون المحاربون بقيادة أبي جهل المعبر عنهم بالنفير <span class=quran>﴿بِالْعُدْوَةِ الْقُصْوَى﴾</span>: أي بالجانب الأبعد من الوادي <span class=quran>﴿وَالرَّكْبُ﴾</span>: أي العير التي مع أبي سفيان <span class=quran>﴿أَسْفَلَ مِنكُمْ﴾</span>: حيث سلك أبو سفيان ساحل البحر خوفًا من النبي (ص) <span class=quran>﴿وَلَوْ تَوَاعَدتَّمْ لاَخْتَلَفْتُمْ فِي الْمِيعَادِ﴾</span>: لو خرجتم أنتم أيها المسلمون منذ البداية إلى قتال المشركين متواعدين معهم على ذلك في أمد معين، ثم علمتم بأنهم أكثر منكم لأخلفتم الميعاد، ولم تذهبوا إلى القتال خوفًا منهم <span class=quran>﴿وَلَـكِن لِّيَقْضِيَ اللّهُ أَمْراً كَانَ مَفْعُولاً﴾</span>: ولكن دبر هذا اللقاء للقتال على غير ميعاد حيث خرجتم للعير لا للنفير، فحوله سبحانه عن العير إلى النفير، ليقع ما أراد من إعزاز الدين وإذلال المشركين <span class=quran>﴿لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَن بَيِّنَةٍ﴾</span>: المراد بمن هلك، من كفر، وبمن حي، من آمن، والمعنى أن الله نصر أولياءه ليكون ذلك حجة قاطعة على أهل الكفر، وقهر أعداءه ليكون ذلك حجة ظاهرة لأهل الإيمان. <br><br>(43): <span class=quran>﴿إِذْ يُرِيكَهُمُ اللّهُ﴾</span>: أي يريك المشركين المحاربين <span class=quran>﴿فِي مَنَامِكَ﴾</span>: في عينك لأنها مكان النوم كما في بعض التفاسير<span class=quran>﴿ قَلِيلاً﴾</span>: كي تجسروا على قتالهم <span class=quran>﴿وَلَوْ أَرَاكَهُمْ كَثِيرًا لَّفَشِلْتُمْ﴾</span>: لهبتم وجبنتم عن قتالهم <span class=quran>﴿وَلَتَنَازَعْتُمْ فِي الأَمْرِ﴾</span>: في الرأي، وتفرقت كلمتكم <span class=quran>﴿وَلَـكِنَّ اللّهَ سَلَّمَ﴾</span>: أنعم عليكم بالسلامة من الفشل وتفتيت الصفوف. <br><br>(44): <span class=quran>﴿وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلاً﴾</span>: ليشد من عزمكم أيها المسلمون على قتال المشركين <span class=quran>﴿وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ﴾</span>: كي لا يبالغوا في الاستعداد لقتالكم وإن سأل سائل عن هذا التكرار أجبناه بأنه نوع من أساليب الدعاية. قال غوستاف لوبون في كتاب الآراء والمعتقدات: (إن التوكيد والتكرار عاملان قويان في تكوين الآراء وانتشارها). <br><br>(45): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا لَقِيتُمْ فِئَةً﴾</span>: باغية تسعى في الأرض فسادًا <span class=quran>﴿فَاثْبُتُواْ﴾</span>: في جهادهم وقتالهم <span class=quran>﴿وَاذْكُرُواْ اللّهَ كَثِيرًا﴾</span>: أي يجب أن يكون الجهاد خالصًا لوجه الله لا للغنيمة أو السمعة ونحوها <span class=quran>﴿لَّعَلَّكُمْ تُفْلَحُونَ﴾</span>: فيه إيماء إلى أن النصر والظفر في القتال والجهاد لا يتحقق إلا مع شرف الغاية ونزاهة القصد."
}
],
"singlePage": true
}