{"title":"صفحة (183)","type":"html","data":[{"miniTitle":"الأنفال","text":"(46): <span class=quran>﴿وَأَطِيعُواْ اللّهَ وَرَسُولَهُ وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ﴾</span>: أي قوتكم وهيبتكم... إن جراحنا نحن المسلمين لا تلتئم، وأدواءنا لا تنحسم إلا نكون كالبنيان المرصوص، يشد بعضه بعضًا، وهل من مسلم يجهل بأن هذا الخصام والإنقسام بين قادة المسلمين هو أشد فتكًا بالإسلام والمنتمين إليه، من أي سلاح حديث؟ ونحن الذين صنعوا هذا السلاح القاتل، وقدمناه لعدونا وعدو ديننا بلا مقابل إلا الخزي والهوان... لقد ابتدأ الإسلام من جمع الشمل، وانطلق نبي الإسلام من المؤاخاة بين أصحابه وأتباعه، ومن هنا يجب أن نبدأ وننطلق وإلا فلا وزن للمسلمين وإن كانوا مئات الملايين وأغنى أغنياء الأولين والآخرين. <br><br>(47): <span class=quran>﴿وَلاَ تَكُونُواْ كَالَّذِينَ خَرَجُواْ مِن دِيَارِهِم بَطَرًا﴾</span>: يشير سبحانه بهذا إلى النفير بقيادة أبي جهل، خرجوا من مكة ليحموا العير، فقيل لهم: ارجعوا لقد سلمت العير، فقال أبو جهل: لا نرجع حتى نقدم بدرًا، ونشرب فيها الخمور وتعزف علينا القيان، وهذا بطرهم وغرورهم، الذي أشارت إليه الآية بكلمة (بطرًا) أما قوله تعالى: <span class=quran>﴿وَرِئَاء النَّاسِ﴾</span> فهو إشارة إلى قول أبي جهل: نريد أن يسمع الناس بشجاعتنا وعظمتنا. <br><br>(48): <span class=quran>﴿وَإِذْ زَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ﴾</span>: في عداوة رسول الله وحربه <span class=quran>﴿وَقَالَ لاَ غَالِبَ لَكُمُ الْيَوْمَ مِنَ النَّاسِ﴾</span>: فاقدموا على حرب محمد والصحابة <span class=quran>﴿وَإِنِّي جَارٌ لَّكُمْ﴾</span>: مجير ونصير <span class=quran>﴿فَلَمَّا تَرَاءتِ﴾</span>: تلاقت <span class=quran>﴿الْفِئَتَانِ﴾</span>: المسلمون والمشركون <span class=quran>﴿نَكَصَ عَلَى عَقِبَيْهِ﴾</span>: رجع إلى الوراء <span class=quran>﴿وَقَالَ إِنِّي بَرِيءٌ مِّنكُمْ﴾</span>: أشعل النار ونجا بنفسه، أما الذين غرهم واغتروا به فإلى داهية <span class=quran>﴿إِنِّي أَرَى مَا لاَ تَرَوْنَ﴾</span>: من أن الله منجز وعده وناصر جند المسلمين لا محالة، ونسي ما قاله للمشركين قبل ساعة: (لا غالب لكم) ولكن المنافق يحيك الكلام بما يأتي على لسانه، له كان أو عليه. <br><br>(49): <span class=quran>﴿إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ﴾</span>: وهم الذين حسدوا محمدًا على ما آتاه الله من فضل النبوة: <span class=quran>﴿غَرَّ هَـؤُلاء﴾</span>: المسلمين <span class=quran>﴿دِينُهُمْ﴾</span>: حيث تصدوا لقتال قوم أكثر منهم عددًا وأقوى عدة <span class=quran>﴿وَمَن يَتَوَكَّلْ عَلَى اللّهِ فَإِنَّ اللّهَ عَزِيزٌ حَكِيمٌ﴾</span>: ليس النصر بالكثرة، ولا الخذلان بالقلة، وإنما النصر بالإخلاص والصبر على الجهاد والتضحية والتوكل على الله.<br><br>(50)-(51): <span class=quran>﴿وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُواْ الْمَلآئِكَةُ ...﴾</span>: يبدأ عذاب المجرمين منذ الساعة الأخيرة من حياتهم وهم على فراش الاحتضار، ويمضي معهم إلى القبر والنشر والحشر...إلى ما شاء الله، والمراد بضرب الوجوه والأقفية أن العذاب محيط بهم من كل ناحية. <br><br>(52): <span class=quran>﴿كَدَأْبِ آلِ فِرْعَوْنَ ...﴾</span>: أخذ سبحانه المشركين يوم بدر بالعذاب كما أخذ آل فرعون وغيرهم، لأن الأشياء المتماثلة تؤدي إلى نتائج متماثلة، وتقدم في الآية 11 من آل عمران."}]}