{
"title": "صفحة (185)",
"type": "html",
"data": [
{
"miniTitle": "الأنفال",
"text": "(62): <span class=quran>﴿وَإِن يُرِيدُواْ أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللّهُ﴾</span>: إن شككت يا محمد في نوايا الذين طلبوا منك المسالمة، ولم تجزم بمكرهم ? فاستجب لهم، والله كافيك ومعافيك. <br><br>(63): <span class=quran>﴿وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ...﴾</span>: قد يملك الإنسان نفسه، فيبتلع أخطاء الآخرين، ويكظم الغيظ، وأيضًا قد يترك ما يحب، ويفعل ما يكره، ولكنه لا يستطيع هو ولا أية قوة في العالم أن تسيطر على قلبه، وتلجئه قسرًا على أن يحب أو يكره هذا دون ذاك أجل، هناك أسباب طبيعية كالإساءة يتولد منها البغض والكراهية. وكالإحسان يوجب الألفة والمحبة، قال سبحانه: (ادفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنه ولي حميم ? 34 فصلت) ومن أهم الأسباب الموجبة لتأليف القلوب وحدة الإيمان والعقيدة، قال سبحانه: (إنما المؤمنون إخوة ? 10 الحجرات) فالإيمان بمبدأ واحد ودين واحد يوحد بين القلوب، ويربط بين المصالح والمصائر، والله سبحانه قد جمع قلوب أصحاب محمد بالإسلام والإيمان، وحببه إليهم وزينه في قلوبهم كما في الآية 7 من الحجرات، ومن هنا صحت النسبة إليه تعالى. <br><br>(64): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ﴾</span>: لا تبال يا محمد بمن نصب لك العداء وجمع لحربك، لأنك في حصن حصين من توفيق الله ورعايته، ومن إخلاص المؤمنين لك ودفاعهم عنك، وجاء في كتب التاريخ والسيرة: إن الصحابة كانوا يفتدون الرسول (ص) بالمهج والأرواح، وكان الآباء يبارزون الأبناء من أجله، كما كان الولد يتربص بوالده والأخ بأخيه، وكانت المرأة تفقد زوجها وأولادها وأباها فتحمد الله على نجاة رسول الله (ص). <br><br>(65): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ﴾</span>: دفاعًا عن الإسلام والمسلمين <span class=quran>﴿إِن يَكُن مِّنكُمْ عِشْرُونَ صَابِرُونَ ...﴾</span>: مرت دعوة الإسلام بالعديد من المراحل الأولى: مرحلة السخرية والاستهزاء من الإيمان برب واحد والحياة بعد الموت والمساواة بين جميع الناس: المرحلة الثانية: مرحلة المقاطعة والاضطهاد في الإيذاء بشتى ألوانه...إلى مرحلة الحرب والقتال، وكان المسلمون قلة، والمنافقون ينشرون بينهم الخوف من المشركين، ويشيعون الذعر حتى خاف المسلمون أن يتخطفهم الناس من كل جانب كما تقدم في الآية 26 من السورة التي نحن بصددها، فثبت سبحانه قلوب الصحابة بعد عزيمتهم بشتى الوعود والأساليب، ومنها هذه الآية. <br><br>(66): <span class=quran>﴿الآنَ خَفَّفَ اللّهُ عَنكُمْ ...﴾</span>: قياس الإقدام على الحرب أن لا يكون عملية إنتحارية في نظر أهل الاختصاص أما كثرة العدد فليس بالشيء المهم، كما جاء في الآية 249 من البقرة: (كم من فئة قليلة غلبت فئة كثيرة بإذن الله) هذا، إلى أن حرب اليوم بالعلم وأسلحته الجهنمية، ومحطات التجسس وطائراته وسفنه وغير ذلك... ورب ضغط بأصبع يدمر مدينة بكاملها أو يفني جيش عن آخره، وعليه فلا موضوع اليوم لهاتين الآيتين، وفوق ذلك هما مختصتان بالنبي والصحابة فقط كما نرجح. <br><br>(67): <span class=quran>﴿مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ﴾</span>: حتى يهلك الباطل وأهله، ونزلت هذه الآية في أسرى المشركين يوم بدر، وكانوا سبعين، ولم يؤسر أحد من الصحابة <span class=quran>﴿تُرِيدُونَ عَرَضَ الدُّنْيَا﴾</span>: هذا عتاب موجه بصفة خاصة لمن اسر مشركًا بقصد الغنيمة وأخذ الفدية غافلاً أو غير مكترث بما يترتب على حياته من فساد في الأرض وعدائه للإسلام وأهله، ولو قتله لأراح الناس من شره <span class=quran>﴿وَاللّهُ يُرِيدُ الآخِرَةَ﴾</span>: وقطع كل أفاك أثيم. <br><br>(68): <span class=quran>﴿لَّوْلاَ كِتَابٌ مِّنَ اللّهِ سَبَقَ﴾</span>: من لطفه بكم أيها الصحابة ورحمته لكم <span class=quran>﴿لَمَسَّكُمْ فِيمَا أَخَذْتُمْ﴾</span>: من الأسرى والفداء <span class=quran>﴿عَذَابٌ عَظِيمٌ﴾</span>: ويلام على العالم بالله حيث يقول: (لا يشغله غضب عن رحمة). <br><br>(69): <span class=quran>﴿فَكُلُواْ مِمَّا غَنِمْتُمْ حَلاَلاً طَيِّبًا﴾</span>: بما جاهدتم واستجبتم لدعوة الله ورسوله."
}
]
}