{"title":"صفحة (186)","type":"html","data":[{"miniTitle":"الأنفال","text":"(70): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ قُل لِّمَن فِي أَيْدِيكُم مِّنَ الأَسْرَى إِن يَعْلَمِ اللّهُ فِي قُلُوبِكُمْ خَيْرًا ...﴾</span>: الله سبحانه يغفر لكم هذا الأسر، بل ويزيدكم من فضله، شريطة أن تكونوا صادقين في إيمانكم مخلصين في مقاصدكم خائفين من ربكم. <br><br>(71): <span class=quran>﴿وَإِن يُرِيدُواْ خِيَانَتَكَ﴾</span>: يا محمد، واو الجماعة في (يريدوا) تعود للأسرى الذين أُطلق سراحهم <span class=quran>﴿فَقَدْ خَانُواْ اللّهَ مِن قَبْلُ﴾</span>: بحربهم لك <span class=quran>﴿فَأَمْكَنَ مِنْهُمْ﴾</span>: ومعنى الآية في جملتها لا تخف يا محمد من خيانة من سرحت وأطلقت من أسرى، إنهم حاربوك فسلطك الله عليهم، ومن عاد فينتقم الله منه. <br><br>(72): <span class=quran>﴿إِنَّ الَّذِينَ آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللّهِ﴾</span>: يشير سبحانه إلى المهاجرين الأولين وقد ذكرهم جل وعز في العديد من آياته بأكرم الصفات ورفعهم بأعلى الدرجات <span class=quran>﴿وَالَّذِينَ آوَواْ وَّنَصَرُواْ أُوْلَـئِكَ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ﴾</span>: وهؤلاء هم الأنصار الذين آووا النبي ومن هاجر معهم في مساكنهم، وآثروهم على أنفسهم وأولادهم وقوله سبحانه: (أولئك بعضهم أولياء بعض) يشير أن يد المهاجرين والأنصار واحدة على أعدائهم وأعداء الإسلام، وأمرهم واحد يتولى كل من شأن صاحبه ما يتولى من نفسه نصرةً ودفاعًا <span class=quran>﴿وَالَّذِينَ آمَنُواْ وَلَمْ يُهَاجِرُواْ﴾</span>: تقدم الكلام عنهم عند تفسير الآية 97 من النساء <span class=quran>﴿وَإِنِ اسْتَنصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ﴾</span>: من قال: لا إله إلا الله محمد رسول الله فهو في ذمة الإسلام والمسلمين جميعًا سنيًا كان أو شيعيًا عادلاً أم فاسقًا، بمعنى أن من يعتدي عليه لأجل دينه وعقيدته، ويحاول بطريق أو بآخر أن يرده عن دينه ? وجب على كل مسلم كفاية أن يبذل كل طاقاته للذب عنه وبقائه على هدايته. <span class=quran>﴿إِلاَّ عَلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِّيثَاقٌ﴾</span>: يختص هذا بالقتال وعناه أن المسلمين الذين لم يهاجروا من ديار الشرك إذا طلبوا منكم أن تناصروهم بالقتال، على قوم كافرين بينكم وبينهم عهد وميثاق على التعايش ? فلا تستجيبوا لطلبهم، لأن الإسلام يحرم الغدر والخيانة حتى بالكافر إلا إذا هو نكث واخلف. <br><br>(73): <span class=quran>﴿وَالَّذينَ كَفَرُواْ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ﴾</span>: الكفر ملة واحدة يناصر بعضهم بعضًا، والمسلمون أُمة واحدة كذلك. قال الرسول الأعظم (ص): المسلم أخو المسلم لا يظلمه ولا يخذله ولا يحقره <span class=quran>﴿إِلاَّ تَفْعَلُوهُ﴾</span>: إلا ? هنا مركبة من إن الشرطية ولا النافية، والهاء في تفعلوه تعود إلى تواصل المسلمين وتعاضدهم <span class=quran>﴿تَكُن فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ كَبِيرٌ﴾</span>: إذا تخاذلتم أيها المسلمون أو اتخذتم العدو الكافر وليًا تؤيدونه وتؤازرونه ? فقد أعنتم على أنفسكم وعلى دينكم، وجعلتم كلمة الكفر والضلال هي العليا تمامًا كما هو شأن العرب والمسلمين في هذا العصر! ولولاهم لم يستطع الغرب أن يكون في هذه الحضارة والشوكة، فهم وحدهم الذين أعطوه العصا السحرية (أي الطاقة ورأس المال). <br><br>(74): <span class=quran>﴿وَالَّذِينَ آمَنُواْ وَهَاجَرُواْ ...﴾</span>: أعاد سبحانه هذا النص لمجرد المدح والثناء على المهاجرين والأنصار بقوله: <span class=quran>﴿أُولَـئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا﴾</span>: لا الذين يكررون التسبيح والتحميد بعدد حبات المسابح، وهم يحسبون أنهم المؤمنون حقًا من دون الخلق أجمعين! لاحظ رسول الله (ص) أن رجلاً يرابط في المسجد للعبادة من الفجر حتى العشاء، فسأله: من يسعى عليك؟ قال أخي. قال له، اذهب واعمل، أخوك أعبد منك. <br><br>(75): <span class=quran>﴿وَالَّذِينَ آمَنُواْ مِن بَعْدُ وَهَاجَرُواْ وَجَاهَدُواْ مَعَكُمْ فَأُوْلَـئِكَ مِنكُمْ﴾</span>: كل من عمل أعمال الصالحين السابقين فهو مثلهم من حيث الأجر والحسنات، والله يضاعف لمن يضاعف من خدماته للدين والإنسانية <span class=quran>﴿وَأُوْلُواْ الأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللّهِ﴾</span>: هذه الآية واضحة الدلالة على أن من كان أقرب إلى الميت نسبًا فهو أولى بميراثه من الأبعد، سواء أكان الأبعد ذا سهم بنص القرآن أم لم يكن، وسواء أكان عصبه أم غير عصبه، فبنت الميت تحجب أخاه عن الإرث لأنها أقرب منه إلى الموروث، وأُخته تحجب عمه لنفس السبب. أما قوله تعالى (في كتاب الله) فمعناه في حكم الله، وليس المعنى أن أصحاب القروض المنصوص عليهم في كتاب الله يرثون بالفرض المنصوص فقط، ولا يرثون بالرحمة والقرابة على وجه العموم كما قيل."}]}