{
"title": "صفحة (188)",
"type": "html",
"data": [
{
"miniTitle": "التوبة",
"text": "(7): <span class=quran>﴿كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِندَ اللّهِ وَعِندَ رَسُولِهِ﴾</span>: الله والرسول لا يفيان بعهد الكاذب الجحود، والخائن العنود <span class=quran>﴿إِلاَّ الَّذِينَ عَاهَدتُّمْ عِندَ الْمَسْجِدِ الْحَرَامِ﴾</span>: يشير سبحانه بهذا الاستثناء إلى أن النبي كان قد عاهد قبيلة من العرب تُدعى كنانة، فعلى المسلمين أن يفوا لها بالعهد حتى ولو أصروا على الشرك إلا أن ينكثوا العهد، فعندئذ يسوغ قتلهم، وإلى هذا أشار سبحانه بقوله: <span class=quran>﴿فَمَا اسْتَقَامُواْ لَكُمْ فَاسْتَقِيمُواْ لَهُمْ﴾</span>: وإلا فالوفاء لأهل الغدر غدر. <br><br>(8): <span class=quran>﴿كَيْفَ﴾</span>: يجب عليكم الوفاء بعهد الناكثين العهد <span class=quran>﴿وَإِن يَظْهَرُوا عَلَيْكُمْ لاَ يَرْقُبُواْ فِيكُمْ إِلاًّ وَلاَ ذِمَّةً﴾</span>: إن يظفروا بكم لا يراعوا فيكم قرابةً ولا عهدًا <span class=quran>﴿يُرْضُونَكُم بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ﴾</span>: إلا الحسد واللؤم والحقد، ولا يختص هذا الوصف بالمشرك أو الملحد، فكم من ملحد هو أزكى نفسًا وأوفى عهدًا من الأدعياء وحسده الرخاء. <br><br>(9): <span class=quran>﴿اشْتَرَوْاْ بِآيَاتِ اللّهِ ثَمَنًا قَلِيلاً﴾</span>: باعوا دينهم إلى الشيطان بأخس الأثمان. <br><br>(10): <span class=quran>﴿لاَ يَرْقُبُونَ فِي مُؤْمِنٍ إِلاًّ وَلاَ ذِمَّةً﴾</span>: هم أعداء ألداء لكل طيب ومخلص لا للنبي والصحابة فقط، وهذا هو الفرق بين الآية وآية (لا يرقبوا فيكم إلاً ولا ذمة) تمامًا كما تقول لصاحبك: فلان لا يحبك، بل لا يحب الخير على الإطلاق. <br><br>(11): <span class=quran>﴿فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ﴾</span>: والفرق بين هذه والسابقة هو في جواب الشرط حيث جاء الجواب هناك (فخلوا سبيلهم) أما الجواب هنا <span class=quran>﴿فَإِخْوَانُكُمْ فِي الدِّينِ﴾</span>: يجري عليهم ما يجري عليهم. <br><br>(12): <span class=quran>﴿وَإِن نَّكَثُواْ أَيْمَانَهُم﴾</span>: مواثيقهم معك <span class=quran>﴿مِّن بَعْدِ عَهْدِهِمْ﴾</span>: الذي أبرموه معكم <span class=quran>﴿وَطَعَنُواْ فِي دِينِكُمْ فَقَاتِلُواْ أَئِمَّةَ الْكُفْرِ﴾</span>: لا يعارض الإسلام أي إنسان في دينه أو يضطهده من أجله، بل يبين له طريق الرشد والغي، ويدع الآخرين، قال سبحانه لنجيه ونبيه: (ما عليك من حسابهم له الخيار في أن يعبر عما يشاء، شريطة أن لا يطعن في عقيدة من شيء وما من حسابك عليهم من شيء ? 52 الأنعام) وقال الرسول (ص) للكافرين: (لكم دينكم ولي دين ? الكافرون). <br><br>(13): <span class=quran>﴿أَلاَ تُقَاتِلُونَ قَوْمًا نَّكَثُواْ أَيْمَانَهُمْ﴾</span>: عاهد الجبابرة الطغاة من قريش رسول الله (ص) على ترك القتال عشر سنين يأمن فيها الفريقان على أنفسهم وأموالهم، وكان ذلك سنة ست للهجرة، لكنهم خالفوا ونكثوا <span class=quran>﴿وَهَمُّواْ بِإِخْرَاجِ الرَّسُولِ﴾</span>: أرادوا ذلك ونفذوه <span class=quran>﴿وَهُم بَدَؤُوكُمْ أَوَّلَ مَرَّةٍ﴾</span>: بأنواع التنكيل والإيذاء حين أعلن الرسول دعوة الإسلام <span class=quran>﴿أَتَخْشَوْنَهُمْ فَاللّهُ أَحَقُّ أَن تَخْشَوْهُ إِن كُنتُم مُّؤُمِنِينَ﴾</span>: ومعنى هذا أن الذي يؤثر الخوف من الناس على الخوف منه تعالى فهو تمامًا كالذي تطيع المخلوق في معصية الخالق، وقد فلسف الإمام علي (ع) خوف أكثر الناس من الله بكلمة واحدة، وهي (معلول) أي مريض حيث قال: كل خوف محقق إلا خوف الله، فإنه معلول."
}
]
}