{
"title": "صفحة (189)",
"type": "html",
"data": [
{
"miniTitle": "التوبة",
"text": "(14): <span class=quran>﴿قَاتِلُوهُمْ يُعَذِّبْهُمُ اللّهُ بِأَيْدِيكُمْ﴾</span>: قتلاً <span class=quran>﴿وَيُخْزِهِمْ﴾</span>: أسرًا <span class=quran>﴿وَيَنصُرْكُمْ عَلَيْهِمْ﴾</span>: حقًا <span class=quran>﴿وَيَشْفِ صُدُورَ قَوْمٍ مُّؤْمِنِينَ﴾</span>: وهم الذين استضعفهم جبابرة الشرك قبل الهجرة وأذاقوهم ألوانًا من التحقير والتنكيل. <br><br>(15): <span class=quran>﴿وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللّهُ عَلَى مَن يَشَاء﴾</span>: يشير إلى من أسلم بعد فتح مكة وأحسن، وكان قد طغى من قبل وبغى. <br><br>(16): <span class=quran>﴿أَمْ حَسِبْتُمْ أَن تُتْرَكُواْ﴾</span>: دون حساب وجزاء <span class=quran>﴿وَلَمَّا يَعْلَمِ اللّهُ الَّذِينَ جَاهَدُواْ مِنكُمْ﴾</span>: لنصرة الحق وإقامة العدل <span class=quran>﴿وَلَمْ يَتَّخِذُواْ مِن دُونِ اللّهِ وَلاَ رَسُولِهِ وَلاَ الْمُؤْمِنِينَ وَلِيجَةً﴾</span>: أي بطانة، وأفضل الطاعات جهاد الفاسد المفسد، وأكبر المعاصي الركون إليه، وعل كل مؤمن بالله حقًا أن يكشف هوية من يسعى في الأرض الفساد. <br><br>(17): <span class=quran>﴿مَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُواْ مَسَاجِدَ الله﴾</span>: بزيارتها والتعبد فيها للأصنام، كما كانوا يفعلون أيام الجاهلية. <br><br>(18): <span class=quran>﴿إِنَّمَا يَعْمُرُ مَسَاجِدَ اللّهِ مَنْ آمَنَ...﴾</span>: أبدًا لا يسوغ لأحد أن يدخل المساجد، ويتعبد فيها، أو يتولى شيئًا من أمورها إلا من دان بدين الله الواحد الأحد ملتزمًا بكتابه وسنة رسوله. <br><br>(19): <span class=quran>﴿أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَجَاهَدَ فِي سَبِيلِ اللّهِ لاَ يَسْتَوُونَ عِندَ اللّهِ﴾</span>: جاء في أكثر التفاسير، ومنها تفسير الطبري والرازي والنيسابوري والسيوطي: (أن العباس بن عبد المطلب كان يسقي الناس في الحج، وإن طلحة بن شيبة كان يحمل مفاتيح الكعبة، فقال طلحة: أنا صاحب البيت معي مفاتيحه، وقال العباس: أنا صاحب السقاية، فقال علي بن أبي طالب: لا أدري ما تقولان، لقد صليت إلى القبلة ستة أشهر قبل الناس وأنا صاحب الجهاد، فأنزل الله: (أجعلتم سقاية الحاج.). <br><br>(20): <span class=quran>﴿الَّذِينَ آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ ...﴾</span>: تقدم في الآية 72 من الأنفال."
}
],
"singlePage": true
}