{"title":"صفحة (190)","type":"html","data":[{"miniTitle":"التوبة","text":"(21)-(22): <span class=quran>﴿يُبَشِّرُهُمْ رَبُّهُم بِرَحْمَةٍ مِّنْهُ وَرِضْوَانٍ وَجَنَّاتٍ﴾</span>: في تفسير البحر المحيط: (اتصف المؤمنون بصفات ثلاث: الإيمان والهجرة، والجهاد، فقابلهم سبحانه بثلاث: الرحمة والرضوان والجنان) والأصل والأساس لكل منقبة وفضيلة هو الإيمان القوي الذي لا تقف دونه الحواجز. وبدافع منه يستهين بالديار والمال والعيال، وبالحياة أيضًا. <br><br>(23): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ آبَاءكُمْ وَإِخْوَانَكُمْ أَوْلِيَاء إَنِ اسْتَحَبُّواْ الْكُفْرَ عَلَى الإِيمَانِ﴾</span>: الوفاء للأهل والأصدقاء فضيلة ما في ذلك ريب. وبشرط أن لا يكون هذا الوفاء على حساب الدين والإيمان وإلا تحول إلى رذيلة، قال الإمام(ع): (كنا مع رسول الله (ص)، وإن القتل ليدور على الأبناء والآباء والإخوان والقرابات، فما تزداد كل مصيبة وشدة إلا إيمانًا، ومضيًا على الحق، وتسليمًا للأمر، وصبرًا على مضض الجراح). <span class=quran>﴿وَمَن يَتَوَلَّهُم مِّنكُمْ﴾</span>: في معصية الله وحرامه <span class=quran>﴿فَأُوْلَـئِكَ هُمُ الظَّالِمُونَ﴾</span>: لأنفسهم. قال الإمام أمير المؤمنين(ع): (ولا عدو أعدى على المرء من نفسه، ولا عاجز أعجز ممن أهمل نفسه فأهلكها). <br><br>(24): <span class=quran>﴿قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا﴾</span>: اكتسبتموها <span class=quran>﴿وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُم مِّنَ اللّهِ وَرَسُولِهِ﴾</span>: أي من طاعة الله ورسوله، فتؤثرون العاجلة على الآجلة في جميع تصرفاتكم <span class=quran>﴿وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُواْ حَتَّى يَأْتِيَ اللّهُ بِأَمْرِهِ﴾</span>: كل ما نزل في كتاب الله من آيات وثبت في سنة نبيه من روايات في ذم الدنيا ? فالمراد بها دنيا الشيطان ومعصية الرحمن، أما دنيا الله وطاعته فهي السبيل الوحيد إلى رضوانه وجنته، قال رجل للإمام جعفر الصادق (ع) إني أحب الدنيا. فقال له تصنع بها ماذا؟ قال أتزوج منها، وأحج وأُنفق على عيالي، وأُنيل إخواني وأتصدق. قال الأمام: ليس هذا من الدنيا هذا من الآخرة، وعليه فمعنى الآية: للإنسان أن يحب المال والأرحام والعيال وكل ما لذ وطاب، على أن لا يتجاوز الحلال والحرام، ولا يكون شيء من ذلك على حساب الآخرين. <br><br>(25): <span class=quran>﴿لَقَدْ نَصَرَكُمُ اللّهُ فِي مَوَاطِنَ كَثِيرَةٍ﴾</span>: في العديد من مواقف الحرب، منها بدر وخيبر وفتح مكة <span class=quran>﴿وَيَوْمَ حُنَيْنٍ﴾</span>: وادٍ بين مكة والطائف <span class=quran>﴿إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ﴾</span>: كان المسلمون آنذاك 12 ألفًا، فقال بعضهم: لن نغلب اليوم من قلة <span class=quran>﴿فَلَمْ تُغْنِ عَنكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الأَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُم مُّدْبِرِينَ﴾</span>: وهذه هي عاقبة الغرور، فمن الإعجاب بالعدة والعدد إلى أبشع الهزائم، وثبت مع رسول الله علي بن أبي طالب حامل الراية يقاتلهم بسيفه دفاعًا عن رسول الله، والعباس آخذ بلجام بغلته، والفضل بن العباس عن يمين النبي والمغيرة بن الحارث بن عبد المطلب عن يساره في تسعة من بني هاشم أيمن بن أم أيمن، وقصة حنين مذكورة في كتب التاريخ والسيرة. <br><br>(26): <span class=quran>﴿ثُمَّ أَنَزلَ اللّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ﴾</span>: تطلق كلمة السكينة على ثقة الإنسان واطمئنانه إلى رأيه وبرهانه وعقيدته وإيمانه، ومن ذلك قوله تعالى: (فأنزل الله سكينته على رسوله وعلى المؤمنين وألزمهم كلمة التقوى ? 26 الفتح) وأيضًا تطلق على التفاؤل بالخير والاطمئنان إلى الربح والنصر وهذا المعنى هو المراد هنا بقرينة السياق، ولا مانعة الجمع بين المعنيين، وعلى أية حال فإن السكينة هي المصدر الأساس للصبر والصمود في كل جهاد ونضال أيًا كان نوعه. <span class=quran>﴿وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا﴾</span>: وليس من الضروري أن تكون هذه الجنود ملائكة من السماء ما دامت لم تذكر وتطلق الآية بذلك، فإن كل شيء هو من جنوده تعالى حتى الرعب والجبن وما إلى ذلك من أسباب الضعف والهزيمة <span class=quran>﴿وَعذَّبَ الَّذِينَ كَفَرُواْ﴾</span>: بالقتل والأمر."}]}