{
"title": "صفحة (192)",
"type": "html",
"data": [
{
"miniTitle": "التوبة",
"text": "(32): <span class=quran>﴿يُرِيدُونَ أَن يُطْفِؤُواْ نُورَ اللّهِ﴾</span>: نبوة محمد والإسلام <span class=quran>﴿بِأَفْوَاهِهِمْ﴾</span>: بالكذب والافتراء <span class=quran>﴿وَيَأْبَى اللّهُ إِلاَّ أَن يُتِمَّ نُورَهُ﴾</span>: بانتصار محمد (ص) وانتشار دينه. <br><br>(33): <span class=quran>﴿هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ﴾</span>: أي بالإسلام العقلي في عقيدته، الإلهي في شريعته، العلمي في تجربته، الحياتي في تطبيقه <span class=quran>﴿لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ﴾</span>: لا بالسيف والعنف، بل بشريعة الخير والحياة (وقيل للذين اتقوا ماذا أنزل ربكم قالوا خيرًا ? 30 النحل). <br><br>(34): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّ كَثِيرًا مِّنَ الأَحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَن سَبِيلِ اللّهِ﴾</span>: كالرشوة على الحكم بغير الحق، والربا الذي فشا بين اليهود، وبيع صكوك الغفران وأذرعا في الجنة عند الكاثوليك، وفي قاموس الكتاب المقدس (وقد صنعت أصنام كثيرة من الذهب كما صنعت تيجان وسلاسل) <span class=quran>﴿وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلاَ يُنفِقُونَهَا فِي سَبِيلِ اللّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ﴾</span>: على كل غني أن يعلم ويؤمن بأن في أمواله حقًا لازمًا للفقراء والمساكين، وأن هذا الحق هو أمانة في يده يجب عليه أن يؤديها كاملة لأهلها وإلا فجزاؤه عند الله سبحانه ما نص عليه بقوله: <br><br>(35): <span class=quran>﴿يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنوبُهُمْ وَظُهُورُهُمْ هَـذَا مَا كَنَزْتُمْ لأَنفُسِكُمْ فَذُوقُواْ مَا كُنتُمْ تَكْنِزُونَ﴾</span>: وهذا الوعيد والتهديد الغاضب أقوى وأوضح في الدلالة على ثبوت حق الفقراء في أموال الأغنياء من قوله تعالى: (والذين في أموالهم حق معلوم للسائل والمحروم ? 22 المرسلات) وأيضًا يدل هذا التهديد على أن الفقراء أو وليهم الشرعي أن يقاتل الأغنياء لاستيفاء هذا الحق. وفي الدر المنثور للسيوطي وغيره من التفاسير (أن عثمان لما كتب المصاحف أرادوا أن يحذفوا واو العطف من قوله تعالى: (والذين يكنزون الذهب ...) كي يختص تحريم الكنز بأهل الكتاب أو بالأحبار والرهبان منهم، فعارض بعض الصحابة وقال: لتلحقن الواو، أو لأضعن سيفي على عاتقي فألحقوها. <br><br>(36): <span class=quran>﴿إِنَّ عِدَّةَ الشُّهُورِ عِندَ اللّهِ اثْنَا عَشَرَ شَهْرًا فِي كِتَابِ اللّهِ يَوْمَ خَلَقَ السَّمَاوَات وَالأَرْضَ﴾</span>: لاشيء في الوجود مستقل بذاته اسمه شعبان أو نيسان، أو يوم الإثنين والأحد وإنما الموجود أرض تدور حول نفسها في اليوم وليلته دورة كاملة، فجزأ الإنسان هذه الدورة إلى 24 جزءًا، واخترع الساعة كرمز إلى دورة الأرض بالثواني والدقائق والساعات المشار إليها بانتقال العقرب من رقم إلى رقم، ثم أطلق على هذه العملية اسم الزمان الذي قسمه إلى أيام وشهور، ومعنى هذا في جوهره أن الزمان هو دورة الأرض أو الساعة بل عقربها، ولا شيء وراء ذلك، هذا ما أراده اينشتين بقوله: (الزمان ? مكان) وهذا المعنى لا يتناقض مع ظاهر الآية، لأنه تعالى هو الذي خلق الأرض وغيرها من الكواكب، وأودع فيها النواميس التي تتحكم بحركاتها المنظمة المحكمة بحيث نعرف منها أن هذا متقدم، وذاك متأخر، وأن الذي بينهما هو الحاضر، وهذا هو الزمان الذي فطر الناس على معرفته بلا كسب واستدلال، والكسل من خلقه تعالى المحكم او تدبيره المتقن <span class=quran>﴿مِنْهَا أَرْبَعَةٌ﴾</span>: أشهر <span class=quran>﴿حُرُمٌ﴾</span>: وهي رجب وذو القعدة وذو الحجة والمحرم <span class=quran>﴿ذَلِكَ الدِّينُ الْقَيِّمُ﴾</span>: أي أن تقسيم الأشهر إلى 12 شهرًا وتحريم الأشهر الأربعة هذه هو الدين المستقيم، وفي هذا النص دلالة قاطعة على أن علوم الدنيا هي علوم الدين بالذات ما دامت صالحة ونافعة في جهة من الجهات <span class=quran>﴿فَلاَ تَظْلِمُواْ فِيهِنَّ أَنفُسَكُمْ﴾</span>: باستحلال القتال واعتداء بعضكم على بعض <span class=quran>﴿وَقَاتِلُواْ الْمُشْرِكِينَ كَآفَّةً كَمَا يُقَاتِلُونَكُمْ كَآفَّةً﴾</span>: قاتلوا عدوكم بنفس السلاح الذي يقاتلكم فيه، ونفس الطريقة التي يحاربكم بها، فهل استجبنا نحن المسلمين لأمره تعالى ونصحه؟ ولو كنا مسلمين حقًا لسمعنا لله وأطعنا، وكان معنا حافظًا ونصيرًا، كما قال سبحانه: <span class=quran>﴿وَاعْلَمُواْ أَنَّ اللّهَ مَعَ الْمُتَّقِينَ﴾</span>: الذين وحدوا صفوفهم كافة ضد عدوهم المشترك ولم يتفرقوا شيعًا، ويسفكوا دماءهم، ويهدموا كيانهم وسلطانهم بأيديهم."
}
],
"singlePage": true
}