{
"title": "صفحة (194)",
"type": "html",
"data": [
{
"miniTitle": "التوبة",
"text": "(41): <span class=quran>﴿انْفِرُواْ خِفَافًا﴾</span>: جمع خفيف، وهو هنا من يستطيع الجهاد بيسر <span class=quran>﴿وَثِقَالاً﴾</span>: جمع ثقيل والمراد به هنا من يستطيع الجهاد بشيء من المشقة <span class=quran>﴿وَجَاهِدُواْ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ فِي سَبِيلِ اللّهِ﴾</span>: إن أمكن وإلا فبأحدهما وإلا فما على العاجز من حرج، ومن المسلمات الأولية في دين الإسلام أن أي عدو يحاول الاعتداء على الدين بتحريف كتاب الله أو بصد المسلمين عن إقامة الفرائض والشعائر الدينية أو بالاستيلاء على بلد من بلادهم، وعجز أهل هذا البلد عن صد العدو وقاومته ? وجب كفاية الجهاد والدفاع عن كل مسلم: الذكر والأنثى والسليم والمريض والأعمى والأعرج، من كل على قدر طاقته ماديًا أو أدبيًا، ولا يتوقف هذا الجهاد على إذن الإمام أو نائبه. <br><br>(42): <span class=quran>﴿لَوْ كَانَ عَرَضًا قَرِيبًا﴾</span>: غنيمة باردة <span class=quran>﴿وَسَفَرًا قَاصِدًا﴾</span>: غير شاق وبعيد <span class=quran>﴿لاَّتَّبَعُوكَ﴾</span>: وهذا من جبلة الإنسان وفطرته، قال الإمام علي (ع): (الناس أبناء الدنيا، ولا يلام الرجل على حب أمه) ولكن إذا أدى هذا الحب إلى الضرر الأشد وحب دفعه بالضرر الأخف، وفي الجهاد مصلحة عامة، وهي مقدمة على مصلحة الآحاد، لأن الضرر في فوات الأولى أعم وأشمل وأشد وأبلغ <span class=quran>﴿وَلَـكِن بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ﴾</span>: المسافة شاقة بعدًا وحرًا مع قلة الزاد إلا التقوى، وليسوا لها بأهل <span class=quran>﴿وَسَيَحْلِفُونَ بِاللّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ﴾</span>: هذا إخبار بالشيء قبل وقوعه وقال المفسرون: هو من المعجزات!. ولكنه ليس منها في شيء، لأن هذا دأب المنافق وديدنه <span class=quran>﴿يُهْلِكُونَ أَنفُسَهُمْ﴾</span>: كل من يعصي الله في شيء فهو يسيء إلى نفسه بنفسه. <br><br>(43): <span class=quran>﴿عَفَا اللّهُ عَنكَ﴾</span>: الخطاب من الله لرسوله والمراد بالعفو هنا العتاب على وضع المعروف في غير حقه وعند غير أهله <span class=quran>﴿لِمَ أَذِنتَ لَهُمْ﴾</span>: كان بعض المنافقون قد استأذن رسول الله بالتخلف عن غزوة تبوك فأذن له <span class=quran>﴿حَتَّى يَتَبَيَّنَ لَكَ الَّذِينَ صَدَقُواْ وَتَعْلَمَ الْكَاذِبِينَ﴾</span>: كان المنافقون على نية التخلف عنك، وإن لم تأذن به، ولولا الإذن لظهرت هذه النية الخبيثة المبيتة، وافتضح أمرهم بعصيانهم لأمرك. <br><br>(44): <span class=quran>﴿لاَ يَسْتَأْذِنُكَ الَّذِينَ يُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ أَن يُجَاهِدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ﴾</span>: إن مجرد طلب الإذن بالتخلف عن الجهاد تهاون بالدين وجرأة على المعصية تمامًا كطلب الإذن بالفسق والفجور. <br><br>(45): <span class=quran>﴿إِنَّمَا يَسْتَأْذِنُكَ الَّذِينَ لاَ يُؤْمِنُونَ بِاللّهِ...﴾</span>: هذه الآية من مضامين التي قبلها، لأنك إذا قلت صاحب البيت لا يستأذن، تبادر إلى الأفهام أن الغريب هو الذي يستأذن. قيل للإمام علي (ع): صف لنا العاقل، فقال: هو الذي يضع الشيء مواضعه، فقيل: صف لنا الجاهل، فقال: قد فعلت. <br><br>(46): <span class=quran>﴿وَلَوْ أَرَادُواْ الْخُرُوجَ لأَعَدُّواْ لَهُ عُدَّةً﴾</span>: لكل شيء موجب وسبب، ولا موجب للجهاد عندهم إطلاقًا وإلا لاستعدوا له ولم يستأذنوا بالتخلف <span class=quran>﴿وَلَـكِن كَرِهَ اللّهُ انبِعَاثَهُمْ﴾</span>: لسلوكهم طرق الضلالة والخيانة، وتمسكهم بأسبابها <span class=quran>﴿فَثَبَّطَهُمْ﴾</span>: أخرهم <span class=quran>﴿وَقِيلَ اقْعُدُواْ مَعَ الْقَاعِدِينَ﴾</span>: بعد أن اختاروا لأنفسهم الكسل والخمول والتأخير والقعود، تمامًا كما هي حال العرب والمسلمين الآن حيث يقع الذنب عليهم لا على الإسلام في كل ما يعانونه من ويلات ومشكلات. <br><br>(47): <span class=quran>﴿لَوْ خَرَجُواْ فِيكُم مَّا زَادُوكُمْ إِلاَّ خَبَالاً﴾</span>: شرًا وفسادًا <span class=quran>﴿ولأَوْضَعُواْ خِلاَلَكُمْ﴾</span>: سعوا بينكم بالنميمة والفتنة.."
}
]
}