{
"title": "صفحة (195)",
"type": "html",
"data": [
{
"miniTitle": "التوبة",
"text": "(48): <span class=quran>﴿لَقَدِ ابْتَغَوُاْ الْفِتْنَةَ مِن قَبْلُ﴾</span>: يشير بهذا إلى سيرة المنافقين مع النبي وإصرارهم على الكيد له والمكر به قبل تبوك <span class=quran>﴿وَقَلَّبُواْ لَكَ الأُمُورَ﴾</span>: دبروها ضدك من كل وجه ولكن الله أبطل سعيهم، وخاب من افترى وبالمناسبة نشير بإيجاز أن ما ذكره القرآن الكريم من صفات أهل النفاق والشقاق، ينطبق بالكامل على ما يسمى الآن بالحرب الباردة أو الحرب النفسية التي تثيرها وتتولاها قوى الشر والخيانة من نشر الشائعات المغرضة، وتجريح الوطنيين، وإثارة الفتن والقلاقل والاستفزازات، ووصم الحركات الوطنية بالتهديم والتخريب، وعملية الاغتيالات وتدبير المؤامرات والانقلابات، كل ذلك وما إليه يقوم به المنافقون في عصرنا بطريقة محكمة ومنظمة، بل وعلمية حيث يستخدمون أساليب ترتكز على علم النفس والاجتماع، ويدخلون إلى كل قلب من نافذته وعاطفته، أو كما قال الإمام علي (ع): (أعدوا لكل باب مفتاحًا، ولكل ليل مصباحًا). <br><br>(49): <span class=quran>﴿وَمِنْهُم مَّن يَقُولُ ائْذَن لِّي وَلاَ تَفْتِنِّي﴾</span>: تشير هذه الآية إلى حادثة خاصة، وهي أن الجد بن قيس كان من شيوخ المنافقين، وقد اعتذر من الذهاب إلى تبوك بأنه يحب النساء، ويخشى إن هو رأى الروميات الفاتنات أن يقع بغرامهن فنزلت الآية <span class=quran>﴿أَلاَ فِي الْفِتْنَةِ سَقَطُواْ﴾</span>: فر من سيء إلى أسوأ، من الشهوات إلى جهنم وبئس المصير. <br><br>(50): <span class=quran>﴿إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ﴾</span>: شأن الحسود اللئيم، يموت بغيظه إذا رأى نعمة على غيره <span class=quran>﴿وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُواْ قَدْ أَخَذْنَا أَمْرَنَا مِن قَبْلُ﴾</span>: حذرنا <span class=quran>﴿وَيَتَوَلَّواْ وَّهُمْ فَرِحُونَ﴾</span>: بهزيمة المسلمين ولا يشمت بالمصيبة إلا خسيس وضيع. وتقدم في الآية 120 من آل عمران. <br><br>(51): <span class=quran>﴿قُل لَّن يُصِيبَنَا إِلاَّ مَا كَتَبَ اللّهُ لَنَا...﴾</span>: نحن نؤمن بالله، ونعمل بأمره في كل شيء متكلين عليه وحده في جهادنا وسائر تصرفاتنا، ولا نخاف حربًا ولا تجمعًا ولا مكرًا من ماكر، وأيضًا لا نحزن على فشل وهزيمة، ولا نغتر بربح ونصر، لأننا نعتقد ونوقن بأن مقاليد الأمور كلها بيده تعالى. <br><br>(52): <span class=quran>﴿قُلْ هَلْ تَرَبَّصُونَ بِنَا إِلاَّ إِحْدَى الْحُسْنَيَيْنِ﴾</span>: وهما النصر أو الشهادة، والمعنى أن المقاتل من غيرنا قد ينجح وقد يفشل، أما المقاتل منا فهو الرابح الناجح على كل حال، لأنه إن ظفر بخصمه فذاك، وإن قتل في سبيل الله فإلى الجنة <span class=quran>﴿وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ اللّهُ بِعَذَابٍ مِّنْ عِندِهِ﴾</span>: في الدنيا أو الآخرة <span class=quran>﴿أَوْ بِأَيْدِينَا﴾</span>: بأن ينصرنا عليكم <span class=quran>﴿فَتَرَبَّصُواْ إِنَّا مَعَكُم مُّتَرَبِّصُونَ﴾</span>: انتظروا فكل متوقع آت. <br><br>(53): <span class=quran>﴿قُلْ أَنفِقُواْ طَوْعًا أَوْ كَرْهًا﴾</span>: حال أي طائعين أو كارهين، والمعنى بأي دافع أنفقتم أموالكم في سبيل الخير <span class=quran>﴿لَّن يُتَقَبَّلَ مِنكُمْ﴾</span>: ولماذا؟ <span class=quran>﴿إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ﴾</span>: والله سبحانه يتقبل من المتقين. <br><br>(54): <span class=quran>﴿وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلاَّ أَنَّهُمْ كَفَرُواْ بِاللّهِ وَبِرَسُولِهِ﴾</span>: ولو أعلنوا هذا الكفر، ولم يتظاهروا بالإيمان لقلنا: بعض الشر أهون من بعض، ولكنهم تستروا باسم الدين لمجرد الكيد والخداع وشق الصفوف في وقت وساعة العسرة، فكيف تقبل أموالهم ولا تحبط أعمالهم؟ <span class=quran>﴿وَلاَ يَأْتُونَ الصَّلاَةَ إِلاَّ وَهُمْ كُسَالَى﴾</span>: لأن الصلاة لله وهم لا يؤمنون به، قال الإمام علي (ع): نوم على يقين خير من صلاة في شك <span class=quran>﴿وَلاَ يُنفِقُونَ إِلاَّ وَهُمْ كَارِهُونَ﴾</span>: لنفس السبب، قال الإمام علي (ع): من أيقن بالخلف جاد بالعطية."
}
],
"singlePage": true
}