{"title":"صفحة (196)","type":"html","data":[{"miniTitle":"التوبة","text":"(55): <span class=quran>﴿فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ اللّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا﴾</span>: وتسأل: كيف تجمع بين هذه الآية التي تقول: إن الله سبحانه يعذب المنافقين في الحياة الدنيا بالأموال والأولاد، وبين الآية 46 من الكهف القائلة بوضوح: (المال والبنون زينة الحياة الدنيا)؟ ولو كانت الزينة في الدنيا والعذاب في الآخرة، لاستقام الظاهر، ولكن الآيتين جعلتهما معًا في الحياة الدنيا. الجواب: إن آية الكهف تعم الناس أجمعين، والآية التي نحن بصددها تخص المنافقين الذين تركوا ذرية مؤمنة، وقد عذّب سبحانه هؤلاء المنافقين بأولادهم لأن أبناءهم اعتنقوا الإسلام، وصاروا أعداء ألداء لآبائهم، ولا شيء أثقل على المرء من أن يكون ولده عدوًا له في دينه وعقيدته، وأيضًا عذّب سبحانه هؤلاء المنافقين بأموالهم لأنهم كانوا على يقين أنها ستؤول من بعدهم إلى الذين لا يدينون بدينهم، وعليه فلا منافاة بين ظاهر الآيتين <span class=quran>﴿وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ﴾</span>: لا يتوبون بل يموتون على الكفر، ولا ترجى هدايتهم. <br><br>(56): <span class=quran>﴿وَيَحْلِفُونَ بِاللّهِ إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ﴾</span>: بل من أعدى أعدائكم، <span class=quran>﴿وَلَـكِنَّهُمْ قَوْمٌ يَفْرَقُونَ﴾</span>: يخافون منكم. <br><br>(57): <span class=quran>﴿لَوْ يَجِدُونَ مَلْجَأً﴾</span>: حصنًا <span class=quran>﴿أَوْ مَغَارَاتٍ﴾</span>: جمع مغارة <span class=quran>﴿أَوْ مُدَّخَلاً﴾</span>: نفقًا <span class=quran>﴿لَّوَلَّوْاْ إِلَيْهِ وَهُمْ يَجْمَحُونَ﴾</span>: يسرعون. <br><br>(58): <span class=quran>﴿وَمِنْهُم مَّن يَلْمِزُكَ فِي الصَّدَقَاتِ﴾</span>: بعيبك على تقسيمها <span class=quran>﴿فَإِنْ أُعْطُواْ مِنْهَا رَضُواْ﴾</span>: هذا هو مقياس الحق والعدل عندهم، أن يأخذوا ولا يعطوا <span class=quran>﴿وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ﴾</span>: وإذن فمن السفه أن تخاطب بمنطق الدين والعقل من لا يؤمن بشيء إلا بذاته ومصلحته. <br><br>(59): <span class=quran>﴿وَلَوْ أَنَّهُمْ رَضُوْاْ مَا آتَاهُمُ اللّهُ وَرَسُولُهُ...﴾</span>: جواب أو محذوف تقديره لكان ذلك خيرًا لهم، والآية تحث الإنسان أن يعف عما في أيدي الناس، ويتكل على الله وكد اليمين وعرق الجبين، وفي نهج البلاغة: كاد العفيف يكون ملكًا من الملائكة. <br><br>(60): <span class=quran>﴿إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاء﴾</span>: المراد بالصدقات هنا الزكاة المفروضة، والفقير الشرعي من لا يملك بالفعل أو بالقوة مؤونة سنة كاملة له ولعياله <span class=quran>﴿وَالْمَسَاكِينِ﴾</span>: والفرق بينهم وبين الفقراء ? كما في جوامع الجامع ? أن الفقراء يتعففون ولا يسألون والمساكين يسألون. ومهما يكن فهما يشتركان في العجز عن قوت السنة <span class=quran>﴿وَالْعَامِلِينَ عَلَيْهَا﴾</span>: وهم الجباة الذين يجمعون الزكاة ويحفظونها فيأخذون على عملهم الأجر من الزكاة، وإن كانوا أغنياء <span class=quran>﴿وَالْمُؤَلَّفَةِ قُلُوبُهُمْ﴾</span>: وهم الذين يراد استمالتهم إلى الإسلام وخدمة المسلمين. وفي نهج البلاغة: قلوب الرجال وحشة فمن تألفها أقبلت عليه <span class=quran>﴿وَفِي الرِّقَابِ﴾</span>: أي تبذل الزكاة لتحرير العبيد من الرق، وتجدر الإشارة أنه لا أمر في القرآن بالاسترقاق أو التسري، بل عالج الرق بما شرّع من أسباب العتق على أساس الحكمة، ومنها البذل من الزكاة، وما استفحل من أمر الرق بعد الإسلام إلا على أيدي تجار الغرب والكنيسة. قال أوغسطين: (إن الله قد أدخل الرق على العالم كعقاب على الخطيئة، وسيكون تمردًا على إرادته أن نحاول إلغاء هذا الرق) (مجلة الكاتب المصرية العدد 123 ص 123). <span class=quran>﴿وَالْغَارِمِينَ﴾</span>: وهم الذين تحملوا ديونًا عجزوا عن وفائها، شريطة أن لا يكونوا قد صرفوها في وجه غير مشروع <span class=quran>﴿وَفِي سَبِيلِ اللّهِ﴾</span>: وهو سبيل الخير والصالح العام <span class=quran>﴿وَابْنِ السَّبِيلِ﴾</span>: المنقطع في سفره عن أهله وماله وبلده، على أن لا يكون سفره في معصية. <br><br>(61): <span class=quran>﴿وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيِقُولُونَ هُوَ أُذُنٌ﴾</span>: يسمع كل ما يقال له ويصدقه <span class=quran>﴿قُلْ أُذُنُ خَيْرٍ لَّكُمْ﴾</span>: لأنه لا يستمع إلى ما فيه ضرر على أي إنسان، ويرفض ما فيه ضرر. كالغيبة والنميمة <span class=quran>﴿يُؤْمِنُ بِاللّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ﴾</span>: واللام زائدة أي يصدق المؤمنين، والمعنى الجملي أن النبي (ص) يؤمن بالله، ومن حق المؤمن على أخيه المؤمن أن يصدقه فيما لا ضير فيه على الآخرين حتى يثبت العكس، ويأتي في آخر هذه السورة أن النبي (بالمؤمنين رؤوف رحيم) <span class=quran>﴿وَالَّذِينَ يُؤْذُونَ رَسُولَ اللّهِ لَهُمْ عَذَابٌ أَلِيمٌ﴾</span>: لأن إيذاءه إيذاء لله والحق والإنسانية."}]}