{"title":"صفحة (197)","type":"html","data":[{"miniTitle":"التوبة","text":"(62): <span class=quran>﴿يَحْلِفُونَ بِاللّهِ لَكُمْ لِيُرْضُوكُمْ﴾</span>: خوفًا منكم أيها المسلمون <span class=quran>﴿وَاللّهُ وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ﴾</span>: لأن رضا المؤمنين من رضا الله ورسوله، وإذا تستر المنافقون من المؤمنين بحلف الأيمان فإن الله سبحانه لا تخفى عليه خافية. <br><br>(63): <span class=quran>﴿أَلَمْ يَعْلَمُواْ أَنَّهُ مَن يُحَادِدِ﴾</span>: يعادي ويعاند <span class=quran>﴿اللّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ﴾</span>: أجل: إنهم لا يعلمون لأن العلم مقرون بالعمل، فمن علم عمل، والعلم يهتف بالعمل فإن أجابه وإلا ارتحل عنه، كما قال الإمام أمير المؤمنين (ع): فهل يتعظ الأدعياء بقول إمام الأتقياء. <br><br>(64): <span class=quran>﴿يَحْذَرُ الْمُنَافِقُونَ أَن تُنَزَّلَ عَلَيْهِمْ﴾</span>: أي فيهم، قال صاحب المغني: تأتي على بمعنى في كقوله تعالى: (ودخل المدينة على حين غفلة ? 15 القصص) أي في حين غفلة <span class=quran>﴿سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم﴾</span>: لم يحذر المنافقون حقيقة وواقعًا من نزول الوحي في شأنهم لأنهم لا يؤمنون بالله حتى يؤمنوا بوحيه ورسوله، ولكن قال بعضهم لبعض ساخرًا: احذروا أن تنزل سورة في شأنكم، والدليل على ذلك قوله تعالى بلا فاصل: <span class=quran>﴿قُلِ اسْتَهْزِؤُواْ إِنَّ اللّهَ مُخْرِجٌ مَّا تَحْذَرُونَ﴾</span>: وقد فضح سبحانه أمر المنافقين، وأظهر ما في نفوسهم في هذه السورة وغيرها، وأنذرهم بغضبه وعذابه. <br><br>(65): <span class=quran>﴿وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ﴾</span>: وهذا القول وحده كاف في فضيحتهم، يدعون الإيمان بالله، وفي الوقت نفسه يعترفون باللعب في مقدساته! <span class=quran>﴿قُلْ أَبِاللّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِؤُونَ﴾</span>: أبدًا لا فرق بين هؤلاء المنافقين الذين استهزؤا بالله مكتبه ورسله وبين الذين يحرفون الدين تبعًا لغاياتهم وأهوائهم، لأن كلا منهما أبطن غير ما أعلن، وقال غير ما فعل. <br><br>(66): <span class=quran>﴿لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ﴾</span>: لم يؤمن المنافقون طرفة عين، فكيف ساغ خطابهم بقوله سبحانه (بعد إيمانكم)؟ الجواب: قبل أن يعترفوا بالاستهزاء كانوا كافرين واقعًا مسلمين ظاهرًا للنطق بالشهادتين، فجرى عليهم حكم الإسلام، وبعد الاعتراف بالاستهزاء صاروا كافرين واقعًا ظاهرًا، فجرى عليهم حكم المرتدين، وعليه يكون معنى قوله: (قد كفرتم بعد إيمانكم) قد أظهرتم الكفر بعد أن أظهرتم الإيمان <span class=quran>﴿إِن نَّعْفُ عَن طَآئِفَةٍ مِّنكُمْ﴾</span>: لأنها اهتدت وأنابت <span class=quran>﴿نُعَذِّبْ طَآئِفَةً﴾</span>: لأنها أصرت على الكفر والنفاق. <br><br>(67): <span class=quran>﴿الْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُم مِّن بَعْضٍ﴾</span>: شرًا وكفرًا <span class=quran>﴿يَأْمُرُونَ بِالْمُنكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ﴾</span>: وجاء في الحديث أن رسول الله (ص) قال: (كيف أنتم إذا رأيتم المعروف منكرًا والمنكر معروفًا؟ قالوا: أو يكون ذلك يا رسول الله؟ قال: نعم كيف أنتم إذا أمرتم بالمنكر، ونهيتم عن المعروف) <span class=quran>﴿وَيَقْبِضُونَ أَيْدِيَهُمْ﴾</span>: عن إنفاق في سبيل الخير <span class=quran>﴿نَسُواْ اللّهَ﴾</span>: وهو موجود في كيانهم بصنعه وآثاره <span class=quran>﴿فَنَسِيَهُمْ﴾</span>: بحرمانهم من رحمته. <br><br>(68): <span class=quran>﴿وَعَدَ الله الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ ...﴾</span>: بقصم الظهور والويل والثبور بعد الإعذار والإنذار."}]}