{"title":"صفحة (198)","type":"html","data":[{"miniTitle":"التوبة","text":"(69): <span class=quran>﴿كَالَّذِينَ مِن قَبْلِكُمْ﴾</span>: الخطاب للمنافقين المعاصرين لرسول الله (ص) وأنهم فعلوا مثلما فعل المنافقون الأولون مع أنبيائهم <span class=quran>﴿كَانُواْ أَشَدَّ مِنكُمْ قُوَّةً وَأَكْثَرَ أَمْوَالاً وَأَوْلاَدًا فَاسْتَمْتَعُواْ بِخَلاقِهِمْ﴾</span>: بنصيبهم من زينة الحياة الدنيا <span class=quran>﴿فَاسْتَمْتَعْتُم بِخَلاَقِكُمْ﴾</span>: بنصيبكم منها <span class=quran>﴿كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُمْ بِخَلاَقِهِمْ وَخُضْتُمْ كَالَّذِي خَاضُواْ﴾</span>: أي أنتم أيها المنافقون في عهد محمد (ص) تمتمًا كالمنافقين الذين من قبلكم شرًا وقبحًا وضلالة <span class=quran>﴿أُوْلَـئِكَ حَبِطَتْ أَعْمَالُهُمْ﴾</span>: ودارت عليهم الدوائر وسيصيبكم ما أصابهم، فاتعظوا بالذين خلوا من قبلكم قبل أن يتعظ بكم من يأتي بعدكم. <br><br>(70): <span class=quran>﴿أَلَمْ يَأْتِهِمْ نَبَأُ الَّذِينَ مِن قَبْلِهِمْ﴾</span>: ممن كان أطول منهم أعمارًا، وأعمر ديارًا، وأبعد آثارًا <span class=quran>﴿قَوْمِ نُوحٍ﴾</span>: أخذهم الطوفان <span class=quran>﴿وَعَادٍ﴾</span>: قوم هود، أُهلكوا بريح صرصر عاتية <span class=quran>﴿وَثَمُودَ﴾</span>: قوم صالح، أخذتهم الرجفة، فأصبحوا في ديارهم جاثمين <span class=quran>﴿وَقَوْمِ إِبْرَاهِيمَ﴾</span>: عوقبوا بسلب النعمة <span class=quran>﴿وِأَصْحَابِ مَدْيَنَ﴾</span>: قوم شعيب أُخذوا بعذاب الظلة <span class=quran>﴿وَالْمُؤْتَفِكَاتِ﴾</span>: قرى قوم لوط جعل عاليها سافلها، وتقدم الكلام عن ذلك في سورة الأعراف <span class=quran>﴿أَتَتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ﴾</span>: فكفروا بها، فأخذهم الله بذنوبهم. <br><br>(71): <span class=quran>﴿وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ﴾</span>: يناصر بعضهم بعضًا، في مقابلة قوله تعالى: (المنافقون بعضهم من بعض) <span class=quran>﴿يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنكَرِ﴾</span>: على عكس المنافقين الذين يأمرون بالمنكر، وينهون عن المعروف <span class=quran>﴿وَيُقِيمُونَ الصَّلاَةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللّهَ وَرَسُولَهُ﴾</span>: الإيمان عمل بمشيئة الله، ولا إيمان بهذا إلا بهذا العمل، هذا هو الإسلام: علم وعمل، فبأي شيء يأتي الدين الجديد، والشريعة الجديدة؟ <br><br>(72): <span class=quran>﴿وَعَدَ اللّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ...﴾</span>: هذا في مقابلة قوله تعالى: وعد الله المنافقين والمنافقات... وجاء في وصف الجنة: (فيها ما تشتهي الأنفس وتلذ الأعين مما لا عين رأت ولا أذن سمعت) وكفى بالجنة جزاء أوفى للمؤمنين والمحسنين في عصرنا الراهن، أن لا يروا فيها أحزابًا متطاحنة، وتكتلات متشاحنة، ودولاً تتنافس على الحكم في الشعوب المستضعفة، وأحلافًا عسكرية، وأسلحة جهنمية وشركات احتكارية، ودسائس ومؤامرات، ومشردين ولاجئين... إلى العديد من النكبات والويلات."}]}