{
"title": "صفحة (199)",
"type": "html",
"data": [
{
"miniTitle": "التوبة",
"text": "(73): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ﴾</span>: استعمل النبي (ص) معهم سياسة اللين، فما أجدت فأمره الله سبحانه أن يعاملهم بما هم أهل له، أن يغلظ عليهم ويجاهدهم... ولكنه لم يبيّن نوع الجهاد: هل هو بالسيف أو باللسان أو بطريق آخر؟ ومعنى هذا أن الله قد ترك ذلك إلى تقدير النبي (ص) فيجاهدهم بما يراه من الحكمة والمصلحة. <br><br>(74): <span class=quran>﴿يَحْلِفُونَ بِاللّهِ مَا قَالُواْ وَلَقَدْ قَالُواْ كَلِمَةَ الْكُفْرِ﴾</span>: ما ذكر سبحانه كلمة الكفر التي نطقوا بها كيلا يتعبد المسلمون بقراءتها، وما من شك ? كما يبدو من سياق هذه الآية وما سبق ويأتي من الآيات- أنها كلمة سوء في النبي (ص) والوحي والذين آمنوا، أطلقها المنافقون حين خلا بعضهم إلى بعض، وما أكثر الطعن وقول الزور والخيانة بالغيب ? على ألسنة المنافقين والمذبذبين! <span class=quran>﴿وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ﴾</span>: أظهروا الكفر بعد إظهار الإسلام، انظر تفسير الآية 66 من هذه السورة <span class=quran>﴿وَهَمُّواْ بِمَا لَمْ يَنَالُواْ﴾</span>: حين رجع النبي (ص) من تبوك تآمر عليه 12 رجلاً من الصحابة 8 من قريش و4 من غيرهم، وهموا بأن يدفعوه من راحلته إلى الوادي إذا تسنم العقبة ليلا، فأخذ عمار بن ياسر زمام ناقته يقودها، وحذيفة بن اليمان يسوقها وحين أرادوا الدنو من النبي ضرب حذيفة وجوه رواحلهم حتى أبعدهم <span class=quran>﴿وَمَا نَقَمُواْ إِلاَّ أَنْ أَغْنَاهُمُ اللّهُ وَرَسُولُهُ مِن فَضْلِهِ﴾</span>: ضمير نقموا وأغناهم يعود لبعض المنافقين، والمعنى أن هؤلاء الذين يدبرون الحبائل لرسول الله كانوا فقراء فصاروا أغنياء من الغنائم وعطاء الرسول، فجعلوا موضع الشكر لهذه النعمة كفرانها <span class=quran>﴿فَإِن يَتُوبُواْ يَكُ خَيْرًا لَّهُمْ...﴾</span>: بالرغم من جرأة المنافقين على الله ورسوله، وما قالوه من كلمة الكفر، وما حاكوا من حبائل أيام الحرب والسلم، بالرغم من ذلك وفوق ذلك عرض سبحانه عليهم العلاج والدواء، وهو الندم والتوبة التي لا تكلفهم أي ثمن، وتعود عليهم بكل خير دنيا وآخرة... فهل هذا مجرد جود وحلم أو وراءه شيء آخر؟ الجواب: هو حلم وجود ما في ذلك ريب، وأيضًا هو خير وقوة للإسلام والمسلمين بمن تاب منهم وأحسن، وهذا هو الحد الفاصل بين صاحب العقيدة والمبدأ والمنافق الانتهازي الذاتي، الأول ينظر المصلحة العامة، ويعمل بموجبها ويفنى فيها بكله، فيغفر ويصفح ويفتح باب الخير لكل من أراد عملاً بدينه ومبدئه، والثاني يجرم وينتقم عند النصر، لأنه لا يرى إلا همه وهمَّ ذويه... وأخيرًا فقد تاب فريق من المنافقين، وأبلوا البلاء الحسن في نصرة الإسلام.<br><br>(75)-(76): <span class=quran>﴿وَمِنْهُم مَّنْ عَاهَدَ اللّهَ لَئِنْ آتَانَا مِن فَضْلِهِ ...﴾</span>: نزلت في ثعلبة الأنصاري الذي قال لرسول الله (ص): أدع الله أن يرزقني مالاً. فقال له: قليل تؤدي شكره خير من كثير لا تطيقه. فأقسم ثعلبة لئن رزقه الله ليعطين لكل ذي حق حقه. فدعا له النبي، ولما كثر ماله تشاغل به، حتى ترك صلاة الجمعة والجماعة، وامتنع عن أداء الزكاة. <br><br>(77): <span class=quran>﴿فَأَعْقَبَهُمْ﴾</span>: فخذلهم الله وأعرض عنهم، فكانت عاقبة هذا الخذلان والإعراض <span class=quran>﴿نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ﴾</span>: تمكن النفاق في قلوبهم لا ينفك عنها إلى يوم يموتون وينشرون <span class=quran>﴿بِمَا أَخْلَفُواْ اللّهَ مَا وَعَدُوهُ وَبِمَا كَانُواْ يَكْذِبُونَ﴾</span>: قال الرسول (ص): آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا أؤتمن خان. <br><br>(78): <span class=quran>﴿أَلَمْ يَعْلَمُواْ أَنَّ اللّهَ يَعْلَمُ سِرَّهُمْ﴾</span>: الذي تنطوي عليه صدورهم <span class=quran>﴿وَنَجْوَاهُمْ﴾</span>: التي يتهامسون بها فيما بينهم. <br><br>(79): <span class=quran>﴿الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ﴾</span>: اللمز: العيب، والتطوع: التبرع، وضمير الجماعة في (يلمزون) للمنافقين، وحديث القرآن عنهم تمامًا كحديثه عن اليهود، بلغ الغاية والنهاية، والسر أن جرائم الفريقين لها أول بلا آخر<span class=quran>﴿فِي الصَّدَقَاتِ وَالَّذِينَ لاَ يَجِدُونَ إِلاَّ جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ﴾</span>: إذا تصدق المؤمن المفل بمبلغ طاقته، سخروا منه وقالوا: إنه يذكّر بنفسه <span class=quran>﴿سَخِرَ اللّهُ مِنْهُمْ﴾</span>: أي يعذبهم عذاب الساخرين، فهو من باب تسمية العقوبة على الذنب باسم الذنب."
}
]
}