{
"title": "صفحة (2)",
"type": "html",
"data": [
{
"miniTitle": "البقرة",
"text": "(1): <span class=quran>﴿الم﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.<br><br>(2): <span class=quran>﴿ذَلِكَ الْكِتَابُ﴾</span>: إشارة إلى القرآن الكريم <span class=quran>﴿لا رَيْبَ فِيهِ﴾</span>: حيث بلغ الغاية والنهاية في وضوح الدلالة على صدقه، لأنه المعجزة الإلهية التي تحدى بها سبحانه كل جاحد ومعاند <span class=quran>﴿هُدًى لِلْمُتَّقِينَ﴾</span>: والهدى هو الدليل المرشد إلى التي هي أقوم، و(المتقين جمع المتقي، والمراد بهم هنا الذين يرغبون في طاعة الله ورسوله، ويعدونها ذخرًا ونصرًا).<br><br>(3): <span class=quran>﴿الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ﴾</span>: المراد بهذا الغيب كل ما خفي وغاب عن علم العباد مما نزل على قلب محمد ( ص) كالبعث والنشر والجنة والنار وما إلى ذلك مما لا ينكره العقل، أما ما يرفض العقل السليم فلا يسمى غيبًا، بل أُسطورة وخرافة <span class=quran>﴿وَيُقِيمُونَ الصَّلاةَ﴾</span>: يحافظون عليها، ويؤدونها على أصولها <span class=quran>﴿وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ﴾</span>: يتصدقون ببعض ما يملكون من المال الحلال الطيب.<br><br>(4):<span class=quran>﴿وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ﴾</span>: الخطاب لرسول الله(ص) والمعنى: لا بد أن يكون مع الإيمان بالغيب وإقامة الصلاة وإيتاء الزكاة، الإيمان بنبوتك يا محمد <span class=quran>﴿وَمَا أُنْزِلَ مِنْ قَبْلِكَ﴾</span>: وأيضاً لا بد من الإيمان بكل نبي آمنت أنت بنبوته وما أُنزل إليه من الوحي <span class=quran>﴿وَبِالآخِرَةِ هُمْ يُوقِنُونَ﴾</span>: هذا هو الأصل الثالث من أصول الإسلام، فمن آمن بالله ونبوة محمد، ولم يؤمن بالآخرة فليس بمسلم، وكذلك من آمن بالله واليوم الآخر، ولم يؤمن بنبوة محمد(ص).<br><br>(5): <span class=quran>﴿أُولَئِكَ﴾</span>: إشارة إلى الذين اتصفوا بالخصال السابقة النبيلة الفاضلة <span class=quran>﴿عَلَى هُدًى مِنْ رَبِّهِمْ﴾</span>: أبداً لا هدى إلا هدى الله وحده، وأهل تلك الخصال الحميدة متمكنون منه ومستقرون عليه <span class=quran>﴿وَأُولَئِكَ هُمُ الْمُفْلِحُونَ﴾</span>: كرر سبحانه كلمة أولئك للتنبيه إلى أنهم قد تميزوا عن غيرهم بفضيلتين: الهدى إلى دين الحق والفلاح والظفر بمرضاة الله وثوابه."
}
],
"singlePage": true
}