{
"title": "صفحة (200)",
"type": "html",
"data": [
{
"miniTitle": "التوبة",
"text": "(80): <span class=quran>﴿اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ...﴾</span>: جاء في صحيحي مسلم والبخاري أنه لما مات المنافق عبد الله بن أبي طلب ابنه أن يصلي عليه النبي فصلى، ولما قيل له في ذلك قال: إن الله خيرني فاخترت. النبي (ص) اختار، والله أعلمه بأنه لا يغفر لابن أُبي، وكلمة سبعين في الآية كناية عن الكثرة، وقال طه حسين في كتاب مرآة الإسلام: (بعد أن أحصى الله من سوء أعمال المنافقين وفضح من ذات نفوسهم أظهر من غضبه شيئًا عظيمًا فقال: استغفر لهم أو لا تستغفر لهم... <br><br>(81): <span class=quran>﴿فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ﴾</span>: ذهب النبي (ص) والمؤمنون إلى تبوك، وقعد المنافقون عن الغزو مع القواعد فابتهجوا بمقعدهم هذا أي ابتهاج <span class=quran>﴿خِلاَفَ رَسُولِ اللّهِ﴾</span>: أي بعده <span class=quran>﴿وَكَرِهُواْ...﴾</span>: الجهاد بالنفس والمال، وكل من كره الجهاد في سبيل الله فهو منافق أو في حكمه <span class=quran>﴿وَقَالُواْ لاَ تَنفِرُواْ فِي الْحَرِّ﴾</span>: ومن فر من الحر فهو من السيف أفر <span class=quran>﴿قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا﴾</span>: أُعدت للمنافقين والمجرمين. <br><br>(82): <span class=quran>﴿فَلْيَضْحَكُواْ قَلِيلاً﴾</span>: في الدنيا الفانية <span class=quran>﴿وَلْيَبْكُواْ كَثِيرًا﴾</span>: في الآخرة الباقية. <br><br>(83): <span class=quran>﴿فَإِن رَّجَعَكَ اللّهُ﴾</span>: ردك <span class=quran>﴿إِلَى طَآئِفَةٍ مِّنْهُمْ﴾</span>: وإنما قال إلى طائفة منهم ولم يقل إليهم، لأن بعض الذين تخلفوا ندموا وتابوا إلى الله توبة نصوحًا <span class=quran>﴿فَاسْتَأْذَنُوكَ لِلْخُرُوجِ﴾</span>: أي إذا طلب منك يا محمد الذين تخلفوا عن غزوة تبوك بلا عذر <span class=quran>﴿فَقُل﴾</span>: لهم: <span class=quran>﴿لَّن تَخْرُجُواْ مَعِيَ أَبَدًا وَلَن تُقَاتِلُواْ مَعِيَ عَدُوًّا﴾</span>: هذه المقاطعة من أشد العقوبات وقعًا على النفوس <span class=quran>﴿إِنَّكُمْ رَضِيتُم بِالْقُعُودِ أَوَّلَ مَرَّةٍ﴾</span>: أي في غزوة تبوك <span class=quran>﴿فَاقْعُدُواْ مَعَ الْخَالِفِينَ﴾</span>: النساء والصبيان والعجزة. وبهذا ألزمهم سبحانه بما ألزموا به أنفسهم. <br><br>(84): <span class=quran>﴿وَلاَ تُصَلِّ عَلَى أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا وَلاَ تَقُمْ عَلَىَ قَبْرِهِ﴾</span>: كان النبي (ص) يجري على المنافقين أحكام الإسلام عملاً بظاهر الحال، وكان إذا صلى على ميت، أي ميت وقف على قبره يستغفر له، فنهاه سبحانه عن الصلاة على المنافقين والوقوف على قبورهم لكفرهم ونفاقهم. <br><br>(85): <span class=quran>﴿وَلاَ تُعْجِبْكَ أَمْوَالُهُمْ...﴾</span>: تقدم في الآية 55 من هذه السورة. <br><br>(86): <span class=quran>﴿وَإِذَآ أُنزِلَتْ سُورَةٌ أَنْ آمِنُواْ بِاللّهِ وَجَاهِدُواْ مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُوْلُواْ الطَّوْلِ مِنْهُمْ...﴾</span>: تشير هذه الآية إلى المترفين الأغنياء الذين يرون لأنفسهم حقوقًا مقدسة يمتازون بها على الفقراء، وقد سماهم القرآن الكريم بأولي الطول أي القوة والسعة ويقال لهم في عصرنا الطبقة الرأسمالية، والإسلام يرفض تقسيم الناس على أساس المال والاقتصاد، ويساوي بين الجميع في كل الحقوق والواجبات، ولا يرى لأحد من فضل إلا بما يقدم من جهاد وتضحيات لخدمة الإنسان والصالح العام، وكان النبي (ص) يدعو أولي الطول إلى الجهاد كسائر الناس، فتأخذهم العزة والغطرسة، ويطلبون أن يعفيهم من ذلك."
}
]
}