{"title":"صفحة (202)","type":"html","data":[{"miniTitle":"التوبة","text":"(94): <span class=quran>﴿يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُل لاَّ تَعْتَذِرُواْ لَن نُّؤْمِنَ لَكُمْ﴾</span>: يقول سبحانه لنبيه: بعد أن تعود أنت والمؤمنون من تبوك إلى المدينة، يعتذر المنافقون إليكم عن تخلفهم، فلا تقبلوا منهم عذرًا، وقولوا لهم: <span class=quran>﴿قَدْ نَبَّأَنَا اللّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللّهُ عَمَلَكُمْ وَرَسُولُهُ﴾</span>: أبدًا لا نصدقكم في شيء مما تعتذرون لأن الله سبحانه أوحى إلى نبيه بما تخفي صدوركم من شر ونفاق، أجل إذا تبتم وأثبتم بالأفعال لا بالأقوال أنكم صادقون في إيمانكم، ورأى ذلك منكم الله ورسوله والمؤمنون فعندئذ نركن إليكم ونطمئن <span class=quran>﴿ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ...﴾</span>: لا مفر من موقف العرض والحساب وموضع الثواب والعقاب، وهناك تبلى السرائر، وتنكشف الضمائر. <br><br>(95): <span class=quran>﴿سَيَحْلِفُونَ بِاللّهِ لَكُمْ إِذَا انقَلَبْتُمْ﴾</span>: رجعتم من غزوة تبوك <span class=quran>﴿إِلَيْهِمْ لِتُعْرِضُواْ عَنْهُمْ﴾</span>: لكي تسكتوا عنهم <span class=quran>﴿فَأَعْرِضُواْ عَنْهُمْ﴾</span>: تجاهلوهم احتقارًا وازدراء <span class=quran>﴿إِنَّهُمْ رِجْسٌ﴾</span>: هم أقذار، وأنتم أطهار، فابتعدوا عنهم.. <br><br>(96): <span class=quran>﴿يَحْلِفُونَ لَكُمْ لِتَرْضَوْاْ عَنْهُمْ﴾</span>: حلف المنافقون في المرة الأولى طلبًا للصفح وخوفًا من العقاب، كما دل قوله تعالى : (لتعرضوا عنهم) وحلفوا في المرة الثانية طلبًا للرضا وطمعًا في الثواب، ويسهمون معكم في المغانم كما قال سبحانه في الآية 15 من الفتح: (سيقول المخلفون إذا انطلقتم إلى مغانم لتأخذوها ذرونا نتبعكم) <span class=quran>﴿فَإِن تَرْضَوْاْ عَنْهُمْ فَإِنَّ اللّهَ لاَ يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ﴾</span>: وكذلك المؤمن، لأن رضاه من رضا الله، وفي الحديث: من رضي بفعل قوم كالداخل فيه معهم. <br><br>(97): <span class=quran>﴿الأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا﴾</span>: ليس هذا تقسيمًا للناس على أساس البداوة والحضارة، كيف؟ وقد أخبر سبحانه في الآية الآتية أن من الأعراب من يؤمن بالله واليوم الآخر، ولو كانت البداوة إثمًا لحرمها الله تمامًا كما حرم الكفر والنفاق، إن القرآن يقسم الناس على أساس العلم والتقى والجهاد، أما هذه الآية فهي مجرد إشارة إلى ما للظروف والبيئة من تأثير، وإنها تفعل بالأرواح كما تفعل بالأجسام، وإلى هذا يومئ قوله تعالى: <span class=quran>﴿وَأَجْدَرُ أَلاَّ يَعْلَمُواْ حُدُودَ مَا أَنزَلَ اللّهُ عَلَى رَسُولِهِ﴾</span>: ببعدهم عن العلم وأهله والثقافة وأسبابها. وفي الحديث: من لم يتورع في دين الله ابتلاه بسكنى الرساتيق. <br><br>(98): <span class=quran>﴿وَمِنَ الأَعْرَابِ مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا﴾</span>: غرامة وخسرانًا، فلا يتفق إلا مكرهًا، وكذلك من أهل المدينة والحضارة، بل أكثرهم لا يتفقون إطلاقًا <span class=quran>﴿وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ﴾</span>: ينتظر القضاء على الإسلام والمسلمين ليستريح من الزكاة. <br><br>(99): <span class=quran>﴿وَمِنَ الأَعْرَابِ مَن يُؤْمِنُ بِاللّهِ...﴾</span>: وينفق في سبيل الله لوجه الله <span class=quran>﴿وَصَلَوَاتِ الرَّسُولِ﴾</span>: أي رغبة في دعائه بالبركة والاستغفار، وعملاً بهذه الآية يدعو علماء الشيعة لمن يؤدي إليهم حقًا ماليًا من حقوق الله <span class=quran>﴿أَلا إِنَّهَا قُرْبَةٌ لَّهُمْ...﴾</span>: كل نفقة لوجه الله تقرب صاحبها من الله وتدخله في رحمته، وفي الحديث: الصدقة تطفئ غضب الرب. وأفضل الصدقات كف الأذى عن الناس."}]}