{
"title": "صفحة (203)",
"type": "html",
"data": [
{
"miniTitle": "التوبة",
"text": "(100): <span class=quran>﴿وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنصَارِ﴾</span>: الذين صلوا للقبلتين: المسجد الأقصى والمسجد الحرام كما في الكثير من التفاسير <span class=quran>﴿وَالَّذِينَ اتَّبَعُوهُم بِإِحْسَانٍ﴾</span>: وكل من آمن وعمل صالحًا فهو من التابعين للسلف الصالح. قال إمام المتقين وسيد الساجدين: اللهم الحقني بصالح من مضى، واجعلني من صالح من بقي، وخذ بي سبيل الصالحين <span class=quran>﴿رَّضِيَ اللّهُ عَنْهُمْ﴾</span>: بطاعتهم وإخلاصهم <span class=quran>﴿وَرَضُواْ عَنْهُ﴾</span>: بما أفاض عليهم من رحمته ونعمته. <br><br>(101): <span class=quran>﴿وَمِمَّنْ حَوْلَكُم مِّنَ الأَعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُواْ عَلَى النِّفَاقِ﴾</span>: في قلب المدينة المنورة وضواحيها منافقون لا يقف شرهم عند حد <span class=quran>﴿لاَ تَعْلَمُهُمْ﴾</span>: يا محمد لأنهم يظهرون لك المودة <span class=quran>﴿نَحْنُ نَعْلَمُهُمْ﴾</span>: وما يضمرون من كيد وحقد لكل صالح وناصح <span class=quran>﴿سَنُعَذِّبُهُم مَّرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ﴾</span>: ومعنى هذا أنهم يعذبون ثلاث مرات: الأولى عند قبض الأرواح حيث تضرب منهم الملائكة الوجوه والأدبار كما نصت الآية 50 من الأنفال، والمرة الثانية عذاب القبر لحديث (قبر الكافر حفرة من حفر جهنم، وقبر المؤمن روضة من رياض الجنة) والعذاب الثالث يوم يقوم الناس لرب العالمين. <br><br>(102): <span class=quran>﴿وَآخَرُونَ اعْتَرَفُواْ بِذُنُوبِهِمْ﴾</span>: ولم يعتذروا بالأكاذيب، وفي الحديث: (من رأى أنه مسيء فهو محسن) وفي نهج البلاغة: سيئة تسوءك خير عند الله من حسنة تعجبك <span class=quran>﴿خَلَطُواْ عَمَلاً صَالِحًا وَآخَرَ سَيِّئًا﴾</span>: أحسنوا أحيانًا. وأساءوا حينًا <span class=quran>﴿عَسَى اللّهُ أَن يَتُوبَ عَلَيْهِمْ﴾</span>: إن كانت كفة الحسنات أثقل وأرجح أو استوت الكفتان على الأقل. <br><br>(103): <span class=quran>﴿خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا﴾</span>: الخطاب في (خذ) للنبي (ص) وضمير الغائب في(أموالهم) للأغنياء، والمراد بصدقة، الحق الإلهي المفروض كتابًا وسنة وإجماعًا، والإمام المعصوم ينوب عن النبي في هذا الأخذ، فإن لم يوجد فعلى الأغنياء أن يعطوا هذا الحق لأهله بنفس راضية تمام الرضا <span class=quran>﴿وَصَلِّ عَلَيْهِمْ إِنَّ صَلاَتَكَ سَكَنٌ لَّهُمْ﴾</span>: المراد بالصلاة هنا الدعاء، وبالسكن الراحة، والمعنى ادع أيها الرسول بالبركة والمغفرة لكل غني يؤدي ما عليه من حقوق مالية، لأنه يغتبط بدعائك هذا، وترتاح إليه نفسه. <br><br>(104): <span class=quran>﴿أَلَمْ يَعْلَمُواْ أَنَّ اللّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ﴾</span>: وأنه بسطها ويسر أسبابها لجميع عباده، ودعاهم إليها مرة بالترهيب ومرة بالترغيب <span class=quran>﴿وَيَأْخُذُ الصَّدَقَاتِ﴾</span>: أي يقبلها، ويثيب عليها، وفي الحديث: تقع الصدقة في كف الرحمن قبل أن تقع في كف السائل <span class=quran>﴿وَأَنَّ اللّهَ هُوَ التَّوَّابُ الرَّحِيمُ﴾</span>: أي يهب الرحمة والمغفرة لمن تاب وآمن، وجاء في الآثار: التواب هو الذي قابل الدعاء بالعطاء، والإعتذار بالإغتفار، والإنابة بالإجابة، والتوبة بغفران الحوبة. <br><br>(105): <span class=quran>﴿وَقُلِ اعْمَلُواْ فَسَيَرَى اللّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ﴾</span>: من يعمل الخير فهو مرضي عند الله والرسول والطيبين، ومن يعمل الشر فهو مكروه عند الجميع، وفي الأشعار: (لا يذهب العرف بين الله والناس) <span class=quran>﴿وَسَتُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ...﴾</span>: واضح، وتقدم قبل قليل في الآية 94 من هذه السورة. <br><br>(106): <span class=quran>﴿وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللّهِ﴾</span>: مؤجلون <span class=quran>﴿إِمَّا يُعَذِّبُهُمْ﴾</span>: إن أصروا على الذنب <span class=quran>﴿وَإِمَّا يَتُوبُ عَلَيْهِمْ﴾</span>: إن تابوا."
}
]
}