{
"title": "صفحة (206)",
"type": "html",
"data": [
{
"miniTitle": "التوبة",
"text": "(118): <span class=quran>﴿وَعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُواْ﴾</span>: هم كعب بن مالك وهلال بن أُمية ومرار بن الربيع، تخلفوا عن غزوة تبوك من غير عذر ولا نفاق، بل عن تهاون وتكاسل، فلما رجع رسول الله (ص) إلى المدينة عتب عليهم وأمر الناس بمقاطعتهم <span class=quran>﴿حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ﴾</span>: على سعتها كأنهم لا يجدون فيها مقرًا ولا ممرًا <span class=quran>﴿وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ﴾</span>: من الغم والخوف من الله <span class=quran>﴿وَظَنُّواْ أَن لاَّ مَلْجَأَ مِنَ اللّهِ إِلاَّ إِلَيْهِ﴾</span>: أبدًا لا أحد ينال ما عند الله إلا بمعونته ومرضاته <span class=quran>﴿ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُواْ﴾</span>: أي أن الله تعالى يقبل التوبة لكي يتوبوا، ولا يعتذروا ويقولوا: لو فقبل الله منا التوبة لتبنا. وفي الصحيفة السجادية: (اللهم اقبل توبتي كما وعدت، واعف عن سيئاتي كما ضمنت، وأوجب لي محبتك كما شرطت ولك يا رب شرطي أن لا أعود) <span class=quran>﴿إِنَّ اللّهَ هُوَ التَّوَّابُ الرَّحِيمُ﴾</span>: تقدم بالحرف قبل قليل في الآية 104. <br><br>(119): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ وَكُونُواْ مَعَ الصَّادِقِينَ﴾</span>: ليس المراد بالصدق هنا مجرد عدم الكذب في الحديث، لأن كثيرًا من الناس لا يكذبون، ومع ذلك لا يجوز الإقتداء بهم في كل شيء بل المراد بالصادقين هنا النبي وأهل بيته المعصومون من الخطأ والخطيئة بنص الكتاب والسنة.<br><br>(120)-(121): <span class=quran>﴿مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ الأَعْرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ اللّهِ﴾</span>: أذا قاد الرسول الأعظم جيشًا لنصرة دين الله والحق، فعلى كل مسلم أن يسرع إليه، ويضع نفسه وما ملكت يداه رهن إشارته، وبالخصوص أهل مدينة الرسول وضواحيها <span class=quran>﴿وَلاَ يَرْغَبُواْ بِأَنفُسِهِمْ عَن نَّفْسِهِ﴾</span>: ولا يؤثروا راحتهم ومصلحتهم، ويدعوه يكابد الشدائد والمصائب من دونهم <span class=quran>﴿ذَلِكَ بِأَنَّهُمْ لاَ يُصِيبُهُمْ ظَمَأٌ﴾</span>: هذا بيان وتعليل لفضيلة الجهاد، والظمأ العطش <span class=quran>﴿وَلاَ نَصَبٌ﴾</span>: تعب <span class=quran>﴿وَلاَ مَخْمَصَةٌ﴾</span>: جوع <span class=quran>﴿وَلاَ يَطَؤُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ﴾</span>: ولا يتصرفون تصرفًا يسيئهم <span class=quran>﴿وَلاَ يَنَالُونَ مِنْ عَدُوٍّ نَّيْلاً﴾</span>: إصابة من أسر وقتل ونحوه <span class=quran>﴿إِلاَّ كُتِبَ لَهُم بِهِ عَمَلٌ صَالِحٌ﴾</span>: وآلم شيء لقلب الوطني الحر أن تطأ قدم العدو تراب أرضه وبلده... أبدًا لا فرق عنده بين أن يطأ ذرة واحدة من وطنه أو يطأ رأسه وقلبه رغمًا عن أنفه، والنبيل الكريم يستهين بالموت والمال والعيال في هذا السبيل، وما أباح الإسلام حربًا إلا دفاعًا ولغاية أفضل وأكمل. <br><br>(122): <span class=quran>﴿وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُواْ كَآفَّةً﴾</span>: لا يجب على الناس أن ينفروا بالكامل للتفقه بالدين أو الجهاد، لأن ذلك خطر على الحياة، بل الجهاد مع غير المعصوم فرض كفاية لا فرض عين إذا قام به البعض سقط عن الكل، وكذلك طالب العلم تمامًا كالتجارة والصناعة والزراعة <span class=quran>﴿فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدِّينِ وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رَجَعُواْ إِلَيْهِمْ﴾</span>: لا بد أن ينفر من كل بلد أو قبيلة جماعة إلى بلد العلم، يتعلّمون ويعملون ويُعلّمون حين ينتهون من الدراسة التي تؤهلهم للإرشاد والتبليغ <span class=quran>﴿لَعَلَّهُمْ يَحْذَرُونَ﴾</span>: أي على الجاهل أن يسمع من المرشد ويطيع وسئل الإمام جعفر الصادق (ع) عن معنى قول النبي (ص): اختلاف أُمتي رحمة؟ فقال: ليس المراد بالاختلاف النزاع وإلا كان اتفاقهم عذابًا، بل المراد التردد في الأرض لطلب العلم."
}
],
"singlePage": true
}