{"title":"صفحة (207)","type":"html","data":[{"miniTitle":"التوبة","text":"(123): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ قَاتِلُواْ الَّذِينَ يَلُونَكُم مِّنَ الْكُفَّارِ﴾</span>: أي الذين تتصل أرضهم بأرضكم، وفيه حث على سد الثغور وبناء الخطوط الدفاعية على الحدود. وفي الصحيفة السجادية: اللهم حصن ثغور المسلمين، واشغل المشركين بالمشركين عن تناول أطراف المسلمين <span class=quran>﴿وَلِيَجِدُواْ فِيكُمْ غِلْظَةً﴾</span>: قوة وشدة بتوحيد الصفوف وجمع القلوب وتمام العدة وكريم الأخلاق <span class=quran>﴿وَاعْلَمُواْ أَنَّ اللّهَ مَعَ الْمُتَّقِينَ﴾</span>: المجاهدين أهل البغي والفساد. <br><br>(124): <span class=quran>﴿وَإِذَا مَا أُنزِلَتْ سُورَةٌ﴾</span>: من القرآن <span class=quran>﴿فَمِنْهُم﴾</span>: من المنافقين <span class=quran>﴿مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هَـذِهِ إِيمَانًا﴾</span>: أي إعجاز أو جديد في هذه السورة، يستدعي الإعجاب أو الإيمان بالقرآن أو زيادته؟ هذا ما يقوله بعض المنافقين لبعض إذا أنزلت سورة، وكم رأينا بالوجدان والعيان من حسود حقود يكذب على نفسه، ويستخف بفضائل أهل الفضل، وينعتها بكل قبيح... ولو كان له عشر واحدة منها لتفاخر به على الأولين والآخرين! وليس هذا بأعجب وأغرب من الدماء التي تراق باسم الحرية، والحقوق التي تهدر باسم الديمقراطية، والأموال التي تنهب باسم الإنسانية! <span class=quran>﴿فَأَمَّا الَّذِينَ آمَنُواْ فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ﴾</span>: يزداد المؤمن هدى ويقينًا بآيات الله، ويسترشد بها إلى طريق الجنة والرضوان. <br><br>(125): <span class=quran>﴿وَأَمَّا الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ﴾</span>: النفاق كداء السرطان يتفاقم يومًا بعد يوم. <br><br>(126): <span class=quran>﴿أَوَلاَ يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ﴾</span>: المراد بالفتنة هنا افتضاح المنافقين على الملأ وإظهار حقيقتهم لدى الجميع، وذلك بأن الله سبحانه كان يخبر نبيه الأكرم بما يبيتون ويمكرون، وكان النبي (ص) بدوره يعاتبهم ويفضحهم، وقد تكرر هذا في كل عام مرة أو أكثر. <br><br>(127): <span class=quran>﴿وَإِذَا مَا أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إِلَى بَعْضٍ﴾</span>: تكلموا بلغة العيون وغمزها متسائلين<span class=quran>﴿هَلْ يَرَاكُم مِّنْ أَحَدٍ ثُمَّ انصَرَفُوا﴾</span>: قد ينزل الوحي على رسول الله، والمنافقون في مجلسه، فيثقل عليهم سماعه، ويحاولون الفرار، ولكن يخشون أن يراهمْ أحد المؤمنين عند خروجهم فيفتضحوا، ولذا يتساءلون: هل من سبيل إلى الفرار خفية؟ ثم يتسللون كاللصوص <span class=quran>﴿صَرَفَ اللّهُ قُلُوبَهُم﴾</span>: عن رحمته ومغفرته. <br><br>(128): <span class=quran>﴿لَقَدْ جَاءكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ﴾</span>: رحمة للعالمين، ولكن الرحمة لا تتم وتتحقق إلا أن تستجيب لها النفوس، وتتفاعل معها المشاعر <span class=quran>﴿عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ﴾</span>: يشق عليه أن يلقي كائن على وجه الأرض مكروها <span class=quran>﴿حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَؤُوفٌ رَّحِيمٌ﴾</span>: حتى بالجافي الغليظ المتوحش، في ذات يوم جاءه إعرابي وشده ببرده في قسوة حتى أثرت حاشية البرد في عاتقه، وقال: يا محمد احمل لي على بعيري هذين من مال الله، فانك لا تعطيني من مالك ولا من مال أبيك. فلم يزد الرسول على أن قال: المال مال الله وأنا عبده ويقاد منك ما فعلت. قال الإعرابي: لا. قال النبي: ولم؟ قال: لأنك لا تكافي السيئة بالسيئة، فضحك الرسول، وأمر أن يحمل له على بعير شعير، وعلى الآخر تمر. <br><br>(129): <span class=quran>﴿فَإِن تَوَلَّوْاْ فَقُلْ حَسْبِيَ اللّهُ لا إِلَـهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ﴾</span>: هذي هي مهمة كل مبلِّغ أن يعرض عمن أرض، ويتوكل على الله، ومن يتوكل عليه كفاه، ومن شكره جزاه، ونستغفره من التقصير."}]}