{
"title": "صفحة (208)",
"type": "html",
"data": [
{
"miniTitle": "يونس",
"text": "(1): <span class=quran>﴿الر﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره ، <span class=quran>﴿تِلْكَ﴾</span>: إشارة إلى آيات هذه السورة أو <span class=quran>﴿آيَاتُ الْكِتَابِ﴾</span>: على وجه العموم <span class=quran>﴿الْحَكِيمِ﴾</span>: الناطق بالحكمة والموعظة الحسنة. <br><br>(2): <span class=quran>﴿أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِّنْهُمْ﴾</span>: ليست المسألة عند الذين أنكروا الوحي والنبوة مسألة إعجاز وأن الله أعلم حيث يجعل رسالته كلا، وإنما هي مسألة حسد (أبشرًا واحدًا منا نتبعه ? 24 القمر... ما نراك إلا بشرًا مثلنا وما نراك اتبعك إلا الذين هم أراذلنا ? 27 هود) <span class=quran>﴿أَنْ أَنذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُواْ﴾</span>: يعيش الناس في الجهل والرافة والأوهام كما نرى بالحس والعيان، وبالخصوص فيما يعود إلى الدين والعقيدة، ولا يسوغ على حكمة الله سبحانه أن يترك عباده في الضلالة والجهالة بلا رادع وهاد، ولا على عدله أن يعاقب بلا بيان <span class=quran>﴿أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ﴾</span>: أي كان سعيهم في الدنيا صادقاً ومشكورًا عند الله <span class=quran>﴿قَالَ الْكَافِرُونَ إِنَّ هَـذَا لَسَاحِرٌ مُّبِينٌ﴾</span>: ولماذا ساحر؟ أبدًا لا لشيء إلا لأن الله اختاره من دونهم، ولو نزل الوحي عليهم لكان حقًا وصدقًا. <br><br>(3): <span class=quran>﴿إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ﴾</span>: تقدم في الأعراف الآية 54 <span class=quran>﴿يُدَبِّرُ الأَمْرَ﴾</span>: أمر الكون، لا لشيء فيه إلا وراءه قضاء وتقدير بكلمة (كن) أو بالنواميس والعناصر التي أودعها الله سبحانه في الطبيعة <span class=quran>﴿مَا مِن شَفِيعٍ إِلاَّ مِن بَعْدِ إِذْنِهِ﴾</span>: والأولى لا شريك، وخير شفيع عنده تعالى كف الأذى عن عباده وعياله، وهل تغفر أنت وتصفح عمن يسيء إلى أهلك وعيالك ؟. <br><br>(4): <span class=quran>﴿إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا﴾</span>: للحساب والجزاء والمصلحة العامة تستدعي ذلك، لأن من ينكر البعث يرى في الدنيا فريسة الغانم، ومن الحماقة عنده أن يضيع أية فرصة للسلب والنهب إلا إذا ضمن السلامة وأمن العقاب، أما المؤمن بالله واليوم الآخر حقا ًوواقعا فيقبل على عمله وهو على يقين من فوله تعالى: (يوم تجد كل نفس ما عملت من خير محضرًا وما عملت من سوء تود لو أن بينها وبينه أمدًا بعيداً 30 ? آل عمران) أنى أ <span class=quran>﴿وَعْدَ اللّهِ حَقًّا﴾</span>: كل أقواله تعالى وأفعاله حق لا وعده فقط (ذلك بأن الله هو الحق) <span class=quran>﴿إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ﴾</span>: وفي نهج البلاغة: عجبت لمن أنكر النشأة الأخرى وهو يرى النشأة الأولى <span class=quran>﴿لِيَجْزِيَ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ... ﴾</span>: حيث لا يستقيم في عدله تعالى أن يستوي مصير الصالح والطالح. <br><br>(5): <span class=quran>﴿هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاء وَالْقَمَرَ نُورًا﴾</span>: نور القمر من الشمس، ولذا قيل: الضياء أقوى من النور والآية لم ترد لبيان شيء من ذلك، بل تشير إلى قدرة الله وعظمته <span class=quran>﴿وَقَدَّرَهُ مَنَازِلَ﴾</span>: أي قدر القمر وأحكم صنعه، وجعل له منازل ثابتة لا تتغير ولا تتبدل تماماً كغيره من سنن الطبيعة، والهدف من ذلك ما أشار إليه سبحانه بقوله <span class=quran>﴿لِتَعْلَمُواْ عَدَدَ السِّنِينَ وَالْحِسَابَ﴾</span>: لتعلموا الأوقات التي تنظم وظائف الحياة بشتى نواحيها، وأن هذا التنظيم خاضع للتدبير الإلهي <span class=quran>﴿مَا خَلَقَ اللّهُ ذَلِكَ إِلاَّ بِالْحَقِّ﴾</span>: الذي هو عين الواقع والحكمة وإلا لعجز العقل البشري أن يكتشف شيئًا من أسرار الطبيعة، ويخترع أحقر الآلات والأادوات فضلاً عن سفينة البر والبحر والفضاء بل لم يكن هناك كون على الإطلاق. <br><br>(6): <span class=quran>﴿إِنَّ فِي اخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ... ﴾</span>: هذه الآية ونظائرها تخاطب أرباب العقول وتقول لهم: انظروا إلى الظواهر الكونية بشتى أنواعها، واربطوا بين الأسباب والمسببات لتصلوا إلى السبب الأول. وتقدم في الآية 164 من البقرة."
}
],
"singlePage": true
}