{
"title": "صفحة (209)",
"type": "html",
"data": [
{
"miniTitle": "يونس",
"text": "(7): <span class=quran>﴿إَنَّ الَّذِينَ لاَ يَرْجُونَ لِقَاءنَا﴾</span>: ويقولون: من مات فات <span class=quran>﴿وَرَضُواْ بِالْحَياةِ الدُّنْيَا وَاطْمَأَنُّواْ بِهَا﴾</span>: يضحكون إلى الدنيا، وتضحك على عقولهم الغارقة في الشهوات والملذات <span class=quran>﴿وَالَّذِينَ هُمْ عَنْ آيَاتِنَا﴾</span>: الناطقة بوجود الخالق وعظمته <span class=quran>﴿غَافِلُونَ﴾</span>. <br><br>(8): <span class=quran>﴿أُوْلَـئِكَ مَأْوَاهُمُ النُّارُ بِمَا كَانُواْ يَكْسِبُونَ﴾</span>: هذا هو الهدف الأساس من يوم القيامة: أن توفى كل نفس ما كسبت وهم لا يظلمون. <br><br>(9): <span class=quran>﴿إِنَّ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ﴾</span>: أي يثيبهم بسبب إخلاصهم في أعمالهم الصالحة النافعة. وفي الحديث: يقول سبحانه يوم القيامة: اليون أضع نسبكم، وأرفع نسبي... أين المتقون. <br><br>(10): <span class=quran>﴿دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللَّهُمّ... ﴾</span>: دعاء أهل الجنة: تسبيح وتقديس، وتحيتهم في دار السلام غبطة ومحبة، أما الحمد فهو على العتق من النار اولاً وقبل كل شيء.... أبدًا ما خير بخير بعده النار. <br><br>(11): <span class=quran>﴿وَلَوْ يُعَجِّلُ اللّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ﴾</span>: قال المشركون: اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء. فقد استعجلوا وقوع الشر تماماً كما يستعجلون الخير، ولكن الله سبحانه لم يستجب إلى طلبهم، لحكمة بالغة، وهي أن بعضهم أسلم وأحسن، وخرج من صلب آخرين كثير من المؤمنين <span class=quran>﴿فَنَذَرُ الَّذِينَ لاَ يَرْجُونَ لِقَاءنَا فِي طُغْيَانِهِمْ يَعْمَهُون﴾</span>: العمه: عمى البصيرة، وكل نافر من الحق، مكابر للنصح يترك وما اختار لنفسه حتى يلقى ربه، ولا عدوان عليه في الدنيا إلا أن يعتدي، هذي هي شريعة القرآن والانسان العارف المنصف. فهل يتعظ ويعتبر الذين يدعون إلى طاعة الله بالحماقة والموعظة السيئة ؟. <br><br>(12): <span class=quran>﴿وَإِذَا مَسَّ الإِنسَانَ الضُّرُّ دَعَانَا لِجَنبِهِ﴾</span>: مضطجعًا <span class=quran>﴿أَوْ قَاعِدًا أَوْ قَآئِمًا﴾</span>: لو نزل أدنى مكروه بمن استعجل الشر لفقد الصبر، ولجأ إلى الله خاضعاً متذللاً في شتى حالاته لنكشف عنه ما نزل به <span class=quran>﴿فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَا إِلَى ضُرٍّ مَّسَّهُ﴾</span>: أبداً لا عهد له بمن استجار به واستجاب لتضرعه! وهكذا اللئيم يجحد الجميل صلافة، وينكر المعروف بكل وقاحة. <br><br>(13): <span class=quran>﴿وَلَقَدْ أَهْلَكْنَا الْقُرُونَ مِن قَبْلِكُمْ... ﴾</span>: تقدم في الآية 6 من الأنعام. <br><br>(14): <span class=quran>﴿ثُمَّ جَعَلْنَاكُمْ خَلاَئِفَ فِي الأَرْضِ... ﴾</span>: استخلفناكم في الأرض من بعد القرون الأولى، لننظر: هل تعملون خيرًا أو شرًا، فنعاملكم بما تستحقون."
}
],
"singlePage": true
}