{
"title": "صفحة (210)",
"type": "html",
"data": [
{
"miniTitle": "يونس",
"text": "(15): <span class=quran>﴿وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لاَ يَرْجُونَ لِقَاءنَا ائْتِ بِقُرْآنٍ غَيْرِ هَـذَا﴾</span>: بكتاب آخر <span class=quran>﴿أَوْ بَدِّلْهُ﴾</span>: أو أبقه ولكن احذف منه ما نكره، وبالإجمال قال المشركون لرسول الله: كيف نؤمن بهذا القرآن وهو ينادي بالتوحيد والمساواة، ويدعو إلى التجديد وترك العادات، ائت بما نريد ونهوى، وعندئذ نؤمن بك وبه... وهكذا المفسد المضلل يتخذ من هواه مقياساً للحق والإيمان، وكل ما عداه زور وهذيان <span class=quran>﴿قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِن تِلْقَاء نَفْسِي إِنْ أَتَّبِعُ إِلاَّ مَا يُوحَى إِلَيَّ﴾</span>: هذا هو النبي في واقعه (وما ينطق عن الهوى إن هو إلا وحي يوحى). <br><br>(16): <span class=quran>﴿قُل لَّوْ شَاء اللّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُم بِهِ﴾</span>: ولا أعلمكم الله به، والمعنى الله سبحانه هو الذي أنزل علي القرآن، وأمرني أن أبلغه للعالمين ليخرجهم من الظلمات إلى النور، وفيه كل الطاقات والمؤهلات لتحقيق ذلك، ويستحيل على مخلوق أن يأتي بمثله، بل وعلى كل الخلائق ولو كان بعضهم لبعض ظهيرًا... ومن أجل هذا نؤمن بأن القرآن من وحي السماء، ومعجزة خاتم الأنبياء <span class=quran>﴿فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِ أَفَلاَ تَعْقِلُونَ﴾</span>: أن من عاش في قومه أربعين عامًا من قبل أن يوحى إليه لم يقرأ فيها كتابًا أو يلقن من أحد درسًا، وحياته كلها صدق وفضيلة وأمانة - فهو أبعد الناس عن الكذب والافتراء. <br><br>(17): <span class=quran>﴿فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا﴾</span>: نسب إلى دين الله ما هو بريء منه <span class=quran>﴿أَوْ كَذَّبَ بِآيَاتِهِ﴾</span>: أنكر من دين الله ما هو منه في الصميم، وهذي البدعة التي قال عنها رسول اللع الأعظم (ص): (كل بدعة ضلالة، وكل ضلالة في النار). <br><br>(18): <span class=quran>﴿وَيَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ﴾</span>: كان أهل الطائف يعبدون اللات وأهل مكة يعبدون العزى ومناة وهبل... <span class=quran>﴿وَيَقُولُونَ هَـؤُلاء شُفَعَاؤُنَا عِندَ اللّهِ﴾</span>: إفكًا وزورًا <span class=quran>﴿قُلْ أَتُنَبِّئُونَ اللّهَ بِمَا لاَ يَعْلَمُ فِي السَّمَاوَاتِ وَلاَ فِي الأَرْضِ﴾</span>: أتخبرون الله بأن لديه شفعاء لا يعلم عنهم شيئا، وهو بكل شي عليم؟ وإذن إنكم لمفترون. <br><br>(19): <span class=quran>﴿وَمَا كَانَ النَّاسُ إِلاَّ أُمَّةً وَاحِدَةً فَاخْتَلَفُواْ﴾</span>: كل الناس يولدون على الفطرة النقية والسجية النقية، ومنهم من يستمر على فطرته التى فطره الله عليها بإرشاده من عقله السليم أو من رسول كريم، ومنهم من يزوغ عنها لسبب أو لآخر. ويعبد حجرًا أو كوكبًا أو إنسانًا أو ما أشبه، فيقع الخلاف بين هؤلاء تبعاً لتعدد المعبود واختلافه، وتقدم في الآية 213 من البقرة <span class=quran>﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ﴾</span>: وهي تأخير الحكم بينهم إلى يوم القيامة <span class=quran>﴿لَقُضِيَ بَيْنَهُمْ﴾</span>: في الدنيا وعرف المحق من المبطل، ولكن سبق في حكمه تعالى وحكمته أن تكون الدنيا عملاً بلا حساب، والآخرة حساباً بلا عمل. <br><br>(20): <span class=quran>﴿وَيَقُولُونَ لَوْلاَ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ﴾</span>: على شروطهم وأهوائهم <span class=quran>﴿فَقُلْ إِنَّمَا الْغَيْبُ لِلّهِ﴾</span>: والأمر بيده وحده، ولا أملك شيئًا مما تقترحون وغيره، وسيجيبكم سبحانه عما سألتم واقترحتم <span class=quran>﴿فَانْتَظِرُواْ إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ﴾</span>: لعقابكم على هذا التمادي في الغي والضلال."
}
],
"singlePage": true
}