{"title":"صفحة (211)","type":"html","data":[{"miniTitle":"يونس","text":"(21): <span class=quran>﴿وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً مِّن بَعْدِ ضَرَّاء مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌ فِي آيَاتِنَا﴾</span>: للمكر معانٍ، والمراد به هنا ترك الشكر على النعمة، والمعنى أن الله سبحانه إذا جعل عسر الإنسان يسرًا نسي الله وأنه تعالى هو الذي وفق ويسر الأسباب، بل يعتد بنفسه، وينسب نجاحه إلى ذكائه ونشاطه تمامًا كما قال قارون: إنما أوتيته على علم عندي <span class=quran>﴿قُلِ اللّهُ أَسْرَعُ مَكْرًا﴾</span>: والمراد بمكره تعالى عقاب الماكرين على مكرهم تسمية للمسبب باسم سببه، وتقدم في الآية 54 من آل عمران. <br><br>(22): <span class=quran>﴿هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ﴾</span>: إن الله سبحانه يمنح عبده العقل والإرادة والقدرة، وبالعقل يميز، وبالإرادة يختار، وبالقدرة يفعل، وعلى هذا الأساس ساغ أن تنسب إليه أفعال العباد بالكامل <span class=quran>﴿حَتَّى إِذَا كُنتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِم... ﴾</span>: في الآية السابقة أخبر سبحانه عن وضع الإنسان إذا انتقل من عسر إلى يسر، وفي هذه الآية أخبر عن وضع الإنسان وحاله إذا انتقل من يسر إلى عسر، وأنه في الحال الأولى ينسى الله ولا يحمده على آلائه ونعمائه، لأنه في نشوة الفرح من هبوب الريح المواتية له، وفي الثانية يستغيث بالله جزعًا ومنقطعًا إليه، ويكثر الأيمان والمواعيد إذا صرف عنه السوء، أن يخلص لله ويشكر ويذكر ولا بأس في شيء من ذلك شريطة أن يفي بالعهد ولكن: <br><br>(23): <span class=quran>﴿فَلَمَّا أَنجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الأَرْضِ بِغَيْرِ الْحَقِّ﴾</span>: استجاب سبحانه لدعائهم، ونكثوا ولم يستجيبوا بل انقادوا للشهوات والملذات يبغون ويفسدون... ولا تفوتنا الاشارة إلى أن هذه الآية توحي بأن وجود الله مستقر حتى في كيان الملحد وفطرته، وأن هذا الوجود الإلهي يتجلى بوضوح حين تضيق بالملحد مسالك النجاة، وتسد في وجهه المنافذ، لأن الحجب تطرح بكاملها في هذه الساعة تماماً كما هو الشأن عند نهاية الأجل <span class=quran>﴿يَا أَيُّهَا النَّاسُ إِنَّمَا بَغْيُكُمْ عَلَى أَنفُسِكُم﴾</span>: من سل سيف البغي قتل به. <br><br>(24): <span class=quran>﴿إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا... ﴾</span>: شبه الدنيا في سرعة انقضائها بنبات الأرض في جفافه بعد خضرته ونضرته <span class=quran>﴿حَتَّىَ إِذَا أَخَذَتِ الأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ﴾</span>: إذا نزل الماء على الأرض من السماء تصبح مثل العروس إذا لبست الثياب ن كل لون، وتزينت بالزينة من كل نوع <span class=quran>﴿وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَآ﴾</span>: متمكنون من إنتاجها <span class=quran>﴿أَتَاهَا أَمْرُنَا... ﴾</span>: بالهلاك، وتبخرت الأحلام. <br><br>(25): <span class=quran>﴿وَاللّهُ يَدْعُو إِلَى دَارِ السَّلاَمِ﴾</span>: إلى الإسلام، لأنه اسم سلامة، وجماع كرامة.. فيه شفاء المشتفي، وكفاية المكتفي كما في الخطبة 150 من خطب نهج البلاغة."}]}