{"title":"صفحة (214)","type":"html","data":[{"miniTitle":"يونس","text":"(43): <span class=quran>﴿وَمِنهُم مَّن يَنظُرُ إِلَيْكَ: ﴾</span> بعين الحقد والحسد فكيف تحاول أن يقنعوا منك ويقبلوا؟. <br><br>(44): <span class=quran>﴿إِنَّ اللّهَ لاَ يَظْلِمُ النَّاسَ شَيْئًا وَلَـكِنَّ النَّاسَ أَنفُسَهُمْ يَظْلِمُونَ﴾</span>: وأغرب من كل غريب أن يقول مسلم: الإنسان مسير لا مخير وهو يقرأ هذه الآية المحكمة الواضحة.. حتى ابليس يقول لأتباعه يوم لا كذب ولا خداع: (فلا تلوموني ولوموا أنفسكم -22 ابراهيم). <br><br>(45): <span class=quran>﴿وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُواْ إِلاَّ سَاعَةً مِّنَ النَّهَارِ﴾</span>: هذا تذكير وتحذير لمن يتمادى في الغي والضلال <span class=quran>﴿يَتَعَارَفُونَ بَيْنَهُمْ﴾</span>: يتعارف الموتى في موقف من مواقف يوم القيامة، ثم ينقطع التعارف، ويشتغل كل بنفسه لتراكم الأهوال وثقل الأغلال. <br><br>(46): <span class=quran>﴿وَإِمَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ﴾</span>: بحيث ترى بعينك يا محمد الانتقام في الحياة من الذين كذبوك <span class=quran>﴿أَوْ نَتَوَفَّيَنَّكَ﴾</span>: قبل أن نعذبهم في الدنيا أو ندع عذابهم فيها <span class=quran>﴿فَإِلَيْنَا مَرْجِعُهُمْ﴾</span>: يوم الحشر<span class=quran>﴿ثُمَّ اللّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ﴾</span>: بعدك، فمن تاب منهم وعمل صالحًا فقد فاز وإلا فحسبه جهنم وبئس المهاد. <br><br>(47): <span class=quran>﴿وَلِكُلِّ أُمَّةٍ رَّسُولٌ﴾</span>: يبشرها وينذرها حيث لاعقاب بلا بيان <span class=quran>﴿فَإِذَا جَاء رَسُولُهُمْ﴾</span>: بالبينات الدالة على صدقه وكذبوه <span class=quran>﴿قُضِيَ بَيْنَهُم﴾</span>: أي بين النبي ومن كذب برسالته <span class=quran>﴿بِالْقِسْطِ وَهُمْ لاَ يُظْلَمُونَ﴾</span>: بنقص من ثواب من أطاع، ولا بزيادة في عقاب من عصى. <br><br>(48): <span class=quran>﴿وَيَقُولُونَ مَتَى هَـذَا الْوَعْدُ: لا زلت تهدد وتحذر، فمتى تفعل وتنفذ؟. <br><br>(49): <span class=quran>﴿قُل لاَّ أَمْلِكُ لِنَفْسِي ضَرًّا وَلاَ نَفْعًا إِلاَّ مَا شَاء اللّهُ﴾</span>: تقدم في الآية 188 من الأعراف، وتكرر بأسلوب آخر، وغير بعيد أن يكون القصد من هذا التكرار والتوكيد ألا يقول المسلمون بمحمد ما قاله النصارى بعيسى. وفي الترجمة العربية لكتاب دراسات في حضارة الإسلام لـ (هاملتون) أستاذ اللغة العربية في جامعة أكسفورد:( فالإسلام حين وضع الإنسان أمام الله بلا واسطة، أكد بالضرورة مدى التباين بين اللهو الإنسان) <span class=quran>﴿لِكُلِّ أُمَّةٍ أَجَلٌ... ﴾</span>: لفنائها وجزائها، وتقدم بالحرف في الآية 34 من الأعراف. <br><br>(50): <span class=quran>﴿قُلْ أَرَأَيْتُمْ إِنْ أَتَاكُمْ عَذَابُهُ بَيَاتًا﴾</span>: ليلاً <span class=quran>﴿أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ الْمُجْرِمُونَ﴾</span>: هذه الآية بجملتها جواب عن قول الجاحدين: متى هذا الوعد؟ فأمر سبحانه نبيه أن يقول لهم: أي العذابين تستعجلون: الذي يأتيكم وأنتم نيام أو الذي يأتيكم وأنتم قيام بأعمالكم؟ وإذا لم يكن شيء من ذا ولا ذاك، فأين المفر من يوم الجمع للحساب والجزاء. <br><br>(51): <span class=quran>﴿أَثُمَّ إِذَا مَا وَقَعَ آمَنْتُم بِهِ آلآنَ وَقَدْ كُنتُم بِهِ تَسْتَعْجِلُونَ﴾</span>: حذرناكم من سوء العاقبة، فسخرتم ولم تحتاطوا لأنفسكم، فهل معنى هذا أنكم لا تؤمنون وتصدقون إلا بعد الهلاك والتدمير؟ فذلك الحمق بعينه. <br><br>(52): <span class=quran>﴿ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُواْ ذُوقُواْ عَذَابَ الْخُلْد﴾</span>: الذي كنتم به تكذبون. <br><br>(53): <span class=quran>﴿وَيَسْتَنبِئُونَكَ أَحَقٌّ هُوَ﴾</span>: العذاب الذي وعدتنا به يوم القيامة، وما من شك أن هذا السؤال جاء بوحي من إيمانهم السابق بأن محمدًا هو الصادق الأمين <span class=quran>﴿قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ﴾</span>: وآمن الكثير بمحمد (ص) لصدقه وإخلاصه وخلقه."}]}