{
"title": "صفحة (215)",
"type": "html",
"data": [
{
"miniTitle": "يونس",
"text": "(54): <span class=quran>﴿وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِي الأَرْضِ لاَفْتَدَتْ بِهِ﴾</span>: من هول العذاب وشدته، ولكن لا فدية ولا معذرة في ذلك اليوم <span class=quran>﴿وَأَسَرُّواْ النَّدَامَةَ لَمَّا رَأَوُاْ الْعَذَابَ﴾</span>: حيث لا ينغع الندم سرًا كان أم علنًا <span class=quran>﴿وَقُضِيَ بَيْنَهُم بِالْقِسْطِ وَهُمْ لاَ يُظْلَمُونَ﴾</span>: تقدم بالحرف في الآية 47 من هذه السورة.<br><br>(55)-(56): <span class=quran>﴿أَلا إِنَّ لِلّهِ مَا فِي السَّمَاوَاتِ... ﴾</span>: هو مالك الملك، وخالق الموت والحياة، وإذا وعد أنجز وعده لا محالة. <br><br>(57): <span class=quran>﴿يَا أَيُّهَا النَّاسُ قَدْ جَاءتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُم﴾</span>: أي القرآن وهو عظة لأنه يأمر بالواجبات، وينهى عن المحرمات، وهو <span class=quran>﴿وَشِفَاء لِّمَا فِي الصُّدُورِ﴾</span>: من الشكوك والشبهات والأحقاد والآفات <span class=quran>﴿وَهُدًى﴾</span>: للناس إلى حياة أفضل <span class=quran>﴿وَرَحْمَةٌ لِّلْمُؤْمِنِينَ﴾</span>: للطيبين الذين يحبون الخير، ويعملون به لوجه الله والخير (ولا يزيد الظالمين إلا خسارا -82 الإسراء). <br><br>(58): <span class=quran>﴿قُلْ بِفَضْلِ اللّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُواْ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ﴾</span>: المراد بفضل الله ورحمته هنا الهداية إلى الحق والخير والنجاة من عذاب الله وغضبه، وما من شك أن العاقل يفرح بالآجلة لا بالعاجلة، وفي نهج البلاغة: (ما بالكم تفرحون بالسير من الدنيا تدركونه، ولا يحزنكم الكثير من الآخرة تحرمونه). <br><br>(59): <span class=quran>﴿قُلْ أَرَأَيْتُم﴾</span>: أخبروني <span class=quran>﴿مَّا أَنزَلَ اللّهُ لَكُم مِّن رِّزْقٍ﴾</span>: أحله الله لكم بالكامل <span class=quran>﴿فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلاَلاً﴾</span>: لا صلة لهذة الاية بحياة الناس في العصر الراهن، وإنما هي إشارة إلى ما كان عليه أهل الجاهلية حيث كانوا يحرمون بعض ما أحل لهم كما مر في الآية 103 من المائدة، والكثيرون في عصرنا يحللون ما حرم الله، فهم أسوأ حالاً من أهل الجاهلية. <br><br>(60): <span class=quran>﴿وَمَا ظَنُّ الَّذِينَ يَفْتَرُونَ عَلَى اللّهِ الْكَذِبَ يَوْمَ الْقِيَامَةِ﴾</span>: أي هل يتصور الذين يحللون ويحرمون من تلقائهم أن الله يتركهم غدًا بلا عقاب على كذبهم وافترائهم ؟ إذن لا فرق بين من اتقى ومن عصى، تعالى الله عن ذلك علوًا كبيرًا. <br><br>(61): <span class=quran>﴿وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ﴾</span>: أي الشأن <span class=quran>﴿مِن قُرْآنٍ وَلاَ تَعْمَلُونَ مِنْ عَمَلٍ﴾</span>: أيها الناس أو أيها المسلمون <span class=quran>﴿إِلاَّ كُنَّا عَلَيْكُمْ شُهُودًا﴾</span>: شاهدين به عالمين، والمعنى ما من حال يكون عليها النبي وأمته إلا وهي في علم الله <span class=quran>﴿إِذْ تُفِيضُونَ فِيهِ﴾</span>: من أفاض في العمل إذا اندفع فيه، وهذا أيضًا في علم الله <span class=quran>﴿وَمَا يَعْزُبُ﴾</span>: يبعد ويغيب <span class=quran>﴿عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ... ﴾</span>: وبالاختصار أن الله بكل شيء عليم."
}
]
}