{"title":"صفحة (216)","type":"html","data":[{"miniTitle":"يونس","text":"(62): <span class=quran>﴿أَلا إِنَّ أَوْلِيَاء اللّهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾</span>: وولي الله هو محمد(ص) لقوله تعالى: (من يطع الرسول فقد أطاع الله ? 80 النساء) وطاعة العترة الطاهرة هي طاعة الله والرسول لأنهم عدل القرآن بنص حديث الثقلين على رواية مسلم وغيره كثير. <br><br>(63): <span class=quran>﴿الَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ﴾</span>: أي يترجمون العلم والدين بالأفعال لا بالأقوال. <br><br>(64): <span class=quran>﴿لَهُمُ الْبُشْرَى فِي الْحَياةِ الدُّنْيَا وَفِي الآخِرَةِ﴾</span>: والمراد هنا قوله تعالى: (فمن يعمل مثقال ذرة خيرًا يره ? 7 الزلزلة) وكل ما يرادفه في كتاب الله وسنة نبيه. <br><br>(65): <span class=quran>﴿وَلاَ يَحْزُنكَ قَوْلُهُمْ إِنَّ الْعِزَّةَ لِلّهِ جَمِيعًا﴾</span>: دعا محمد (ص) الخلق إلى الحق والعدل والمساواة، فقامت قيامة المستبدين والمستأثرين، ونعتوه بما هم به أحرى وأولى، فاستشعر النبي الألم والحزن من كذبهم وبهتانهم، فقال سبحانه لنبيه الأكرم: لا تبال بما يقولون، فإن الله وحده هو المعز المذل، وسيذل بك وبمن اتبعك جبابرة البغي والضلال. <br><br>(66): <span class=quran>﴿أَلا إِنَّ لِلّهِ مَن فِي السَّمَاوَات وَمَن فِي الأَرْضِ... ﴾</span>: كل شيء في قبضته تعالى، وهو القادر على نصرة دينه ونبيه والانتقام من أعدائه، أما الذين يدعون من دونه قهم لا يملكون نفعًا ولا ضرًا ولا حجة ودليلا <span class=quran>﴿وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ﴾</span>: يتصورون تصورًا باطلاً. <br><br>(67): <span class=quran>﴿هُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ﴾</span>: مظلمًا <span class=quran>﴿لِتَسْكُنُواْ فِيهِ﴾</span>: للاستراحة من متاعب النهار <span class=quran>﴿وَالنَّهَارَ مُبْصِرًا﴾</span>: تبصرون فيه للكدح من أجل الحياة <span class=quran>﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ﴾</span>: كل عاقل يدرك هذه الكمة البالغة ويربط بينها وبين وجود عليم حكيم.<br><br>(68)-(69): <span class=quran>﴿قَالُواْ اتَّخَذَ اللّهُ وَلَدًا﴾</span>: ولماذا الولد؟ <span class=quran>﴿سُبْحَانَهُ هُوَ... ﴾</span>: في ذاته وصفاته عن كل شيء وكل شيء يفتقر إليه، وفي نهج البلاغة: لم يلد فيكون مولودًا، ولم يولد فيصير محدودًا. <br><br>(70): <span class=quran>﴿مَتَاعٌ فِي الدُّنْيَا﴾</span>: أي ذلك متاع أو لهم متاع."}]}