{
"title": "صفحة (219)",
"type": "html",
"data": [
{
"miniTitle": "يونس",
"text": "(89): <span class=quran>﴿قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا﴾</span>: انزال الآفات على أموال فرعون وملائه والمصائب والشدائد على قلوبهم <span class=quran>﴿فَاسْتَقِيمَا﴾</span>: على الجهاد في سبيل الدعوة إلى الحق <span class=quran>﴿وَلاَ تَتَّبِعَآنِّ سَبِيلَ الَّذِينَ لاَ يَعْلَمُونَ﴾</span>: عظمة الله وحكمته. وجاز هنا نهي المعصوم عن الذنب لأنه من الله، لا من سواه، فإن من شأنه الأعلى أن يأمر وينهى ما دونه كائنة ما تكون منزلته. <br><br>(90): <span class=quran>﴿وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُ بَغْيًا وَعَدْوًا﴾</span>: سبق نظيره في سورة البقرة الآية 50 وسورة الأعراف الآية 138 <span class=quran>﴿حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ﴾</span>: وبالأمس كان ينتفخ ويقول: أنا ربكم الأعلى <span class=quran>﴿قَالَ آمَنتُ أَنَّهُ لا إِلِـهَ إِلاَّ الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَاْ مِنَ الْمُسْلِمِينَ﴾</span>: وهذا هو شأن الخسيس اللئيم يتعاظم عند النعماء، ويتصاغر عند البأساء. <br><br>(91): <span class=quran>﴿آلآنَ﴾</span>: وبعد أن فات ما فات تقول: آمنت <span class=quran>﴿وَقَدْ عَصَيْتَ قَبْلُ﴾</span>: حيث كان الخيار بيدك في التوبة والرجوع إلى الحق، ولكنك طغيت وبغيت <span class=quran>﴿وَكُنتَ مِنَ الْمُفْسِدِينَ﴾</span>: فذق جزاء عملك بالغرق والهلاك. <br><br>(92): <span class=quran>﴿فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ﴾</span>: لا بروحك ونلقي بجثتك على نجوة من الأرض ليشاهدها من كان بعظم من شأنك <span class=quran>﴿لِتَكُونَ لِمَنْ خَلْفَكَ آيَةً﴾</span>: يتعظ بها كل من تحدثه نفسه بالسير على طريق الفساد ولكن ما أكثر العبر، وأقل الإعتبار <span class=quran>﴿وَإِنَّ كَثِيرًا مِّنَ النَّاسِ عَنْ آيَاتِنَا لَغَافِلُونَ﴾</span>: وغير مغفول عنهم. <br><br>(93): <span class=quran>﴿وَلَقَدْ بَوَّأْنَا بَنِي إِسْرَائِيلَ﴾</span>: أنزلناهم <span class=quran>﴿مُبَوَّأَ صِدْقٍ﴾</span>: أي منزل صدق، والمراد بالصدق هنا الخصب بدليل قوله تعالى: <span class=quran>﴿وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ﴾</span>: ولكنهم كفروا بانعم الله <span class=quran>﴿فَمَا اخْتَلَفُواْ حَتَّى جَاءهُمُ الْعِلْم﴾</span>: المراد بالعلم هنا توراة موسى التي تحتوي على الإخبار بنبوة محمد (ص) وكان اليهود قبل نزولها متفقين جميعًا على دين الشيطان كفرًا وضلالاً، وبعد التوراة اختلفوا فرقًا وشيعًا.<br><br>(94)-(95): <span class=quran>﴿فَإِن كُنتَ فِي شَكٍّ مِّمَّا أَنزَلْنَا إِلَيْكَ﴾</span>: الخطاب في ظاهره لمحمد، وفي واقعه لكل من يشك فيما تحدث عنه القرآن من قصة موسى وغيره من الأنبياء <span class=quran>﴿فَاسْأَلِ الَّذِينَ يَقْرَؤُونَ الْكِتَابَ مِن قَبْلِكَ﴾</span>: أي علماء التوراة التي نزلت على موسى وعلماء الإنجيل المنزل على عيسى <span class=quran>﴿لَقَدْ جَاءكَ الْحَقُّ مِن رَّبِّكَ فَلاَ تَكُونَنَّ مِنَ الْمُمْتَرِينَ﴾</span>: المراد بالامتراء الشك، والمعنى بلغ الناس يا محمد أن من يشك أو يكذب بالذي أنزل إليك من ربك فهو من المعذبين الخاسرين. <br><br>(96): <span class=quran>﴿إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ﴾</span>: أي استحقوا عذاب ربك هم الذين <span class=quran>﴿لاَ يُؤْمِنُونَ﴾</span>. <br><br>(97): <span class=quran>﴿وَلَوْ جَاءتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُاْ الْعَذَابَ الأَلِيم﴾</span>: أصروا على العناد والمكابرة حتى ولو قام ألف دليل أللهم إلا أن يشاهدوا العذاب، ولا إيمان بلا طاعة ورضا."
}
],
"singlePage": true
}