{
"title": "صفحة (221)",
"type": "html",
"data": [
{
"miniTitle": "يونس",
"text": "(107): <span class=quran>﴿وَإِن يَمْسَسْكَ اللّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ﴾</span>: هذا درس بليغ لكل من يسعى على قدم الغرور، ويذهل عن المصير، وانه بيد الله تعالى، وما الطاقات والعضلات إلا وسيلة يسوقها سبحانه حيث يشاء. <br><br>(108): <span class=quran>﴿قُلْ يَا أَيُّهَا النَّاسُ قَدْ جَاءكُمُ الْحَقُّ مِن رَّبِّكُمْ﴾</span>: وليس بعد الحق إلا الضلال، وللانسان أن يختار لنفسه <span class=quran>﴿أَنَاْ عَلَيْكُم بِوَكِيلٍ﴾</span>: ما أنا موكل بكم من الله سبحانه حتى تكونوا به مؤمنين، وإنما أنا بشير ونذير.. <br><br>(109): <span class=quran>﴿وَاتَّبِعْ مَا يُوحَى إِلَيْكَ﴾</span>: حتى ولو كفر كل الناس <span class=quran>﴿وَاصْبِرْ﴾</span>: على كل ما تعانيه في سبيل دينك وإيمانك <span class=quran>﴿حَتَّىَ يَحْكُمَ اللّهُ﴾</span>: حتى يفتح الله بينك وبين من نصب لك الحرب والبغضاء <span class=quran>﴿وَهُوَ خَيْرُ الْحَاكِمِينَ﴾</span>: بحسابه وجزائه."
},
{
"miniTitle": "هود",
"text": "(1): <span class=quran>﴿الَر﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره، <span class=quran>﴿كِتَاب﴾</span>: هذا كتاب، إشارة إلى القرآن الكريم <span class=quran>﴿أحْكِمَتْ آيَاتُهُ﴾</span>: فناً وعلماً <span class=quran>﴿ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ﴾</span>: بيّن سبحانه في كتابه آيات العقيدة والأحكام والمواعظ والقصص وغيرها. وقد دل سبحانه عباده على ذاته وشريعته بكتابين: كوني وهو الكون، وتدويني وهو القرآن، وكل منهما يقول: <br><br>(2): <span class=quran>﴿أَلاَّ تَعْبُدُواْ إِلاَّ اللّهَ﴾</span>: لأن كل من وما عداه فهو مصنوع له صانع مثلكم، ونكرر هنا قول فولتير الذي ذكرناه فيما سبق: (وجود الله فرض ضروري، لأن الفكرة المضادة حماقات).<br><br>(3) - (4): <span class=quran>﴿وَأَنِ اسْتَغْفِرُواْ رَبَّكُمْ﴾</span>: من كل مأثم ومحرم (لا تقنطوا من رحمة الله أن الله يغفر الذنوب جميعاً- 53الزمر) <span class=quran>﴿ثُمَّ تُوبُواْ إِلَيْهِ﴾</span>: والفرق بين الاستغفار والتوبة أن الاستغفار طلب الغفران عن الماضي وكفى، أما التوبة، فإنها تدل بصلب تكوينها اللفظي على الندم وسؤال الصفح عما كان العهد القاطع على ترك المعاصي في المستقبل <span class=quran>﴿يُمَتِّعْكُم مَّتَاعًا حَسَنًا إِلَى أَجَلٍ مُّسَمًّى﴾</span>: أي في الدنيا، وليس من الضروري أن يكون حسن المتاع رزقا وسعة، فقد يكون حرية وكرامة بأن لا يسلط علينا باغية طاغية كإسرائيل وأنصارها، وما من شك أن الحرية أعز وأثمن من النفس والمال <span class=quran>﴿وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ﴾</span>: يوم الحساب والجزاء <span class=quran>﴿وَإِن تَوَلَّوْاْ﴾</span>: خطاب لكل الناس، وأصله تتولوا، فحذفت إحدى التاءين <span class=quran>﴿فَإِنِّيَ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ﴾</span>: حيث يقف العبد بين خالقه للحساب خشوعاً هلوعاً. <br><br>(5): <span class=quran>﴿أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ﴾</span>: يخفون ما تنطوي عليه من العداوة والبغضاء للرسول (ص) <span class=quran>﴿لِيَسْتَخْفُواْ مِنْهُ﴾</span>: يظنون أن أمرهم يخفى على الله، ولكنه تعالى فضحهم في هذه الآية وغيرها <span class=quran>﴿أَلا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ﴾</span>: إنه تعالى يعلم كذبهم ونفاقهم، وإن حاولوا ستره بثياب الصالحين وشعارهم."
}
],
"singlePage": true
}