{"title":"صفحة (222)","type":"html","data":[{"miniTitle":"هود","text":"(6): <span class=quran>﴿وَمَا مِن دَآبَّةٍ فِي الأَرْضِ إِلاَّ عَلَى اللّهِ رِزْقُهَا﴾</span>: ما أودع سبحانه في أرضه يحتاج إليه كل حي دب ويدب عليها قلّ أو كثر، ومن الضرورات والكماليات، من الغذاء والكساء والدواء إلى أدوات الزينة ولعبة الأطفال... وأيضاً أودع في الإنسان طاقة يسيطر بها على الطبيعة، ويكشف ما فيها من موارد ويحولها لمصلحته وسد حاجاته. ومعنى هذا أن الرزق من الله وعلى الله، ولكن عن طريق السعي والعمل <span class=quran>﴿وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا﴾</span>: المستودع المكان الذي كانت فيه قبل أن تدب على الأرض، والمستقر المكان الذي قرت فيه بعد الدبيب <span class=quran>﴿كُلٌّ فِي كِتَابٍ مُّبِينٍ﴾</span>: وهو علم الله الذي لا يعزب عنه شيء. <br><br>(7): <span class=quran>﴿وَهُوَ الَّذِي خَلَق السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ﴾</span>: تقدم في الآية 54 من الأعراف <span class=quran>﴿وَكَانَ عَرْشُهُ عَلَى الْمَاء﴾</span>: المراد بعرش الله سبحانه ملكه وسلطانه، وظاهر الآية يدل على أن الماء كان موجوداً قبل خلق السموات والأرض. ومن جملة ما قرأت أن الهواء عند تكاثفه الشديد يستحيل ماء، وإذا تكاثف الماء يصبح أرضاً، وإذا زاد تكاثفه تحول صخراً. وعلى أية حال فانه لا آية محكمة ولا رواية ثابتة تنص على أصل الكون وعناصره. ولا شيء لدينا إلا الإيمان والإيقان بقوله تعالى: (إنما أمره إذا أراد شيئاً أن يقول له كن فيكون-82 يس) وفي مجلة عالم الفكر الكويتية ج341 ص5: (أن الدكتور ماري الإستاد في جامعة سدني الذي يهتم اهتماماً بالغاً بالكون وأصله قال: كل ما لدينا من معلومات لا تصحح نظرية واحدة عن الكون يدعم) وهذا يؤكد بأن كلمة الله (كن) هي الأصل والمصدر وفي أول إنجيل يوحنا: (في البدء كان الكلمة... وبغيره لم يكن شيء مما كان). <span class=quran>﴿لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً﴾</span>: أي أن الله سبحانه أودع في الإنسان وفي الأرض ما أودع ليميز بين الذين يعيشون بسبب مشروع وبين الذين يعيشون على حساب المستضعفين، فيعاقب هؤلاء على عصيانهم، ويثيب أولئك على طاعتهم لله ورسوله <span class=quran>﴿وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِن بَعْدِ الْمَوْتِ لَيَقُولَنَّ الَّذِينَ كَفَرُواْ إِنْ هَـذَا إِلاَّ سِحْرٌ مُّبِينٌ﴾</span>: إن كثيراً من المشركين رفضوا الإيمان بمحمد (ص) لما وقع في تصورهم من أن العظام لن تعود إلى الحياة وهي رميم ورفات .. وما أبعد بين عقل هؤلاء وعقل الإمام (ع) الذي قال: عجبت لمن أنكر النشأة الأخرى، وهو يرى النشأة الأولى. وسأل النبي (ص) سائل: كيف يبعث الله الموتى؟ فقال: أما مررت بوادي قومك جدبا، ثم مررت به يهتز خضرا؟ فقال السائل: بلى يا رسول الله: كذلك يبعث الله الموتى وإذن فأين السحر؟ <br><br>(8): <span class=quran>﴿وَلَئِنْ أَخَّرْنَا عَنْهُمُ الْعَذَابَ إِلَى أُمَّةٍ﴾</span>: مدة <span class=quran>﴿مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُ﴾</span>: ما الذي منع من وقوع العذاب علينا الآن إن كان حقاً كما يقول <span class=quran>﴿أَلاَ يَوْمَ يَأْتِيهِمْ -العذاب- لَيْسَ مَصْرُوفًا عَنْهُمْ﴾</span>: لأن بأسه تعالى لا يرد عن القوم المجرمين <span class=quran>﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِؤُونَ﴾</span>: نزل بهم العذاب الذي استخفوا به وسخروا منه (فليضحكوا قليلاً وليبكوا كثيراً جزاء بما كانوا يكسبون-82 التوبة).<br><br>(9) - (10): <span class=quran>﴿وَلَئِنْ أَذَقْنَا الإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ...﴾</span>: هذه الأوصاف: اليأس والكفر والفرح المذكورة في هاتين الآيتين، وكذلك العجلة وحب المال والنساء والمتاع كما في العديد من الآيات، هذه الأوصاف ليست ذاتية ولا تحديدا لطبيعته من حيث هي وإلا لشملت هذه الأوصاف وعمت الأنبياء والأئمة والأتقياء، ولما صح استثناء (الذين صبروا وعملوا الصالحات) كما في آخر الكلام، وإنما هي تفسير لسلوك الكثير من أفراد الإنسان الذين يتأثرون بما يحيط بهم عوامل وظروف اقتصادية أو اجتماعية أو سياسية، ولذا ربط سبحانه وصف اليأس والكفر بحدوث الضراء بعد النعماء، ووصف الفرح والفخر بحدوث النعماء بعد الضراء، ولو كانت هذه الأوصاف ذاتية داخلية لا عرضية خارجية لكانت جنساً للإنسان أو فصلاً لا تفارقه بحال. ومن هذا الباب قول الإمام (ع) في نهج البلاغة: إن أصابه بلاء دعا مضطراً وإن ناله رخاء أعرض مغتراً... إن استغنى بطر، وان افتقر قنط. (9) - (10): <span class=quran>﴿وَلَئِنْ أَذَقْنَا الإِنْسَانَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَاهَا مِنْهُ إِنَّهُ لَيَئُوسٌ كَفُورٌ...﴾</span>: هذه الأوصاف: اليأس والكفر والفرح المذكورة في هاتين الآيتين، وكذلك العجلة وحب المال والنساء والمتاع كما في العديد من الآيات، هذه الأوصاف ليست ذاتية ولا تحديدا لطبيعته من حيث هي وإلا لشملت هذه الأوصاف وعمت الأنبياء والأئمة والأتقياء، ولما صح استثناء (الذين صبروا وعملوا الصالحات) كما في آخر الكلام، وإنما هي تفسير لسلوك الكثير من أفراد الإنسان الذين يتأثرون بما يحيط بهم عوامل وظروف اقتصادية أو اجتماعية أو سياسية، ولذا ربط سبحانه وصف اليأس والكفر بحدوث الضراء بعد النعماء، ووصف الفرح والفخر بحدوث النعماء بعد الضراء، ولو كانت هذه الأوصاف ذاتية داخلية لا عرضية خارجية لكانت جنساً للإنسان أو فصلاً لا تفارقه بحال. ومن هذا الباب قول الإمام (ع) في نهج البلاغة: إن أصابه بلاء دعا مضطراً وإن ناله رخاء أعرض مغتراً... إن استغنى بطر، وان افتقر قنط.<br><br>(11 ): <span class=quran>﴿إِلاَّ الَّذِينَ صَبَرُواْ وَعَمِلُواْ الصَّالِحَاتِ﴾</span>: فإنهم يمتازون عن سائر أفراد الإنسان بالاستقلال في شخصيتهم، والإخلاص لدينهم، والثبات على عقيدتهم في السراء والضراء والرضا والغضب، والفرح والترح، ويتحملون كل المشاق، والنكبات في سبيل ما يدينون، ويقابلونها بشجاعة من غير تظلم وتأفف. <br><br>(12): <span class=quran>﴿فَلَعَلَّكَ﴾</span>: يا محمد <span class=quran>﴿تَارِكٌ بَعْضَ مَا يُوحَى إِلَيْكَ﴾</span>: أبدا لا يترك النبي، ولن يترك بيان الحق إلى الخلق، كيف وهو أمانة في عنقه! ولكن بعض المشركين كانوا يستهزئون ويسخرون منه ومن القرآن إذا دعاهم إلى الإيمان، ويقترحون عليه معجزات حسب أهوائهم تعنتاً لا استرشاداً ، فمر بخاطر النبي (ص)- كما نظن- أن يترك دعوة هؤلاء بالخصوص يأساً منهم وكراهية أن يقولوا له: أنزل علينا كنزاً أو ملائكة السماء وفجر العيون والأنهار تفجيراً ، فقال له سبحانه: امض في مهمتك ودعوتك العامة، ولا تكترث بمن يسخر ويهزأ <span class=quran>﴿إِنَّمَا أَنتَ نَذِيرٌ﴾</span>: وما عليك إلا البلاغ وبيان الحجة والدليل <span class=quran>﴿وَاللّهُ عَلَى كُلِّ شَيْءٍ وَكِيلٌ﴾</span>: يحفظ ما يقولون، ويفعل بهم ما يستحقون."}]}