{
"title": "صفحة (228)",
"type": "html",
"data": [
{
"miniTitle": "هود",
"text": "(54): <span class=quran>﴿إِن نَّقُولُ إِلاَّ اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوَءٍ﴾</span>: شتمت أصنامنا، فاقتصت منك، وأصابتك في عقلك ورأيك. <span class=quran>﴿قَالَ إِنِّي أُشْهِدُ اللّهِ وَاشْهَدُواْ أَنِّي بَرِيءٌ مِّمَّا تُشْرِكُونَ﴾</span>. <br><br>(55): <span class=quran>﴿مِن دُونِهِ فَكِيدُونِي جَمِيعًا ثُمَّ لاَ تُنظِرُونِ﴾</span>: تحداهم هود وتحدى آلهتهم أن يسرعوا إليه دون انتظار بكل ما يريدون به من أذى وضنى ثقة منه بربه واستخفافاً بأربابهم. <br><br>(56): <span class=quran>﴿إِنِّي تَوَكَّلْتُ عَلَى اللّهِ رَبِّي وَرَبِّكُم﴾</span>: وهو وحده يمنعكم عني وأنا وحيد، وينصرني عليكم وأنتم أُولو عدة وعدد <span class=quran>﴿مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَا﴾</span>: بيده ملكوت كل شيء وهو يجير ولا يجار عليه -88 المؤمنون <span class=quran>﴿إِنَّ رَبِّي عَلَى صِرَاطٍ مُّسْتَقِيمٍ﴾</span>: على طريق الحق والعدل يمهل الظالم ولا يهمله وهو له بالمرصاد. <br><br>(57): <span class=quran>﴿فَإِن تَوَلَّوْاْ﴾</span>: أي فإن تتولوا معرضين عن قولي <span class=quran>﴿فَقَدْ أَبْلَغْتُكُم مَّا أُرْسِلْتُ بِهِ إِلَيْكُمْ﴾</span>: وأديت واجبي على أكمل وجه <span class=quran>﴿وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ﴾</span>: ثم لا يكونوا أمثالكم أنذالا وأرذالاً.. <br><br>(58): <span class=quran>﴿وَلَمَّا جَاء أَمْرُنَا﴾</span>: وهو الريح العقيم، أهلكهم عن آخرهم<span class=quran>﴿ونَجَّيْنَا هُودًا وَالَّذِينَ آمَنُواْ مَعَهُ بِرَحْمَةٍ مِّنَّا﴾</span>: هي النجاة الأولى من الريح العقيم في الدنيا <span class=quran>﴿ونجيناهم مِّنْ عَذَابٍ غَلِيظٍ﴾</span>: في يوم القيامة. <br><br>(59): <span class=quran>﴿وَتِلْكَ عَادٌ...﴾</span>: أي تلك آثارهم وديارهم الخالية، فاتعظوا بها أيها الجاحدون واعتبروا<span class=quran>﴿وَاتَّبَعُواْ أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ﴾</span>: هذا درس قرآني إلهي للمستضعفين أن يقفوا صفاً واحداً في وجه من يستبد ويشتط في غيه وبغيه، ولو علم الظالم أن المظلوم يستميت دون حقه لكف عنه، ومعنى هذا أن المظلوم مسؤول عن الدفاع عن نفسه بكل ما يملك من جهد. <br><br>(60): <span class=quran>﴿وَأُتْبِعُواْ فِي هَـذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ﴾</span>: أي فعلوا ما يتوجبون به اللعن دنيا وآخرة من الله والناس علناً وعلى رؤوس الأشهاد. <br><br>(61): <span class=quran>﴿وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحًا﴾</span>: تقدم بالحرف الواحد في الآية 73 من الأعراف ونظيره هود في الآية 50 من هذه السورة، والسر أن كل الأنبياء بعثوا بكلمة لا إله إلا الله <span class=quran>﴿هُوَ أَنشَأَكُم مِّنَ الأَرْضِ﴾</span>: منها خلقنا، وعليها نعيش أمداً، ثم نعود إلى زنزانة قاتمة واجمة <span class=quran>﴿وَاسْتَعْمَرَكُمْ فِيهَا﴾</span>: بمعنى العمران لا بمعنى الاستغلال والطغيان، <span class=quran>﴿فَاسْتَغْفِرُوهُ ثُمَّ تُوبُواْ إِلَيْهِ﴾</span>: أي اعبدوا الله وحده واشكروه على نعمه وأفضاله <span class=quran>﴿إِنَّ رَبِّي قَرِيبٌ﴾</span>: ممن أخلص له في العمل <span class=quran>﴿مُّجِيب﴾</span>: لمن استجاب لأمره. <br><br>(62): <span class=quran>﴿قَالُواْ يَا صَالِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَـذَا﴾</span>: كنا نثق بك ونظن فيك كل خير، فماذا جرى لك وحل بك؟ تماماً كما قالت قريش في محمد (ص) التي عرفته صادقاً وأميناً طفلاً وشاباً وكهلاً <span class=quran>﴿أَتَنْهَانَا أَن نَّعْبُدَ مَا يَعْبُدُ آبَاؤُنَا﴾</span>: العدوى النفسية غريزة في الحيوان والإنسان... فما أن يصيح ديك واحد حتى يتصايح العديد من الديكة، وفي الأشعار(تثاءب زيد إذ تثاءب خالد) ويكثر انتشار التقليد بين الناس في الآراء والمعتقدات، وبخاصة للآباء والأجداد، وبصورة أخص في الدين سواء أكانوا يعبدون الرحمن أما الأصنام، والفرق أن التقليد الأول سليم، لأنه على وفق العلم والحق تماماً كتقليد المريض للطبيب الناصح الماهر، أما التقليد الثاني فجهالة وضلالة، وإلى هذا أشارت الآية170 من البقرة: (وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما ألفينا عليه آباؤنا أولو كان آباؤهم لا يعقلون شيئاً ولا يهتدون) ومعنى هذا أن الذين يعقلون ويهتدون يسوغ تقليدهم، ومن المعلوم بالنص والبديهة أن مهمة الأنبياء والمصلحين هي الإرشاد إلى الحق وهداية الذين لا يقدرون على المعرفة والتمييز بين من يهدي إلى سواء السبيل، ومن ضل عنه وأضل. قال عز من قائل: (أفمن يهدي إلى الحق أحق أن يتبع أمن لا يهدي إلا أن يهدى فما لكم كيف تحكمون -35 يونس)."
}
]
}