{"title":"صفحة (233)","type":"html","data":[{"miniTitle":"هود","text":"(98)-(99): <span class=quran>﴿يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ﴾</span>: يقودهم على جهنم وبئس الورد المورود. <br><br>(100): <span class=quran>﴿ذَلِكَ مِنْ أَنبَاء الْقُرَى نَقُصُّهُ عَلَيْكَ﴾</span>: يا محمد <span class=quran>﴿مِنْهَا قَآئِمٌ﴾</span>: وعامر حتى الآن <span class=quran>﴿وَحَصِيدٌ﴾</span>: ومنها هالك في خبر كان.<br><br>(101)-(102): <span class=quran>﴿وَمَا ظَلَمْنَاهُمْ﴾</span>: فيما أصابهم <span class=quran>﴿وَلَـكِن ظَلَمُواْ أَنفُسَهُمْ﴾</span>: بما كانوا يكسبون <span class=quran>﴿وَمَا زَادُوهُمْ﴾</span>: أي الآلهة التي كانوا يدعون ويعبدون <span class=quran>﴿غَيْرَ تَتْبِيبٍ﴾</span>: غير تخسير، ومنه تبت يدا أبي لهب أي خسرت.<br><br>(103)-(104): <span class=quran>﴿إِنَّ فِي ذَلِكَ لآيَةً لِّمَنْ خَافَ عَذَابَ الآخِرَةِ﴾</span>: هذا العذاب الذي انزله سبحانه بالعصاة في الدنيا كطوفان نوح وغرق فرعون، وغير ذلك هو عظة ودليل على صدق العذاب الموعود في اليوم الآخر، ولا يسوغ القول بأن ما حدث في هذا الميدان هو من فعل الطبيعة وقوانينها، لأن الأنبياء كانوا ينذرون قومهم بالعذاب قبل وقوعه ويحددون وقته ونوعه، ومن ذلك قول النبي صالح: ( تمتعوا في داركم ثلاثة أيام ذلك وعد غير مكذوب-65 هود) وصدق الوعد، ولا يمكن تفسير ذلك بالتنبؤ العلمي حيث لا مراصد وأدوات. <br><br>(105): <span class=quran>﴿يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ﴾</span>: للإنسان في الحياة الدنيا أن يفعل ما يجب، ويترك ما يكره، ويدعي لنفسه ما يشاء، ويشتم من أراد، أما في الحياة الآخرة فلا فعل إطلاقاً ولا كلام إلا لمن أذن له الرحمن <span class=quran>﴿فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ﴾</span>: تبعا لسعيه وعمله، وقال بعض العارفين: علامة السعادة الأخروية أن تطيع الله،وتخاف أن تكون مردوداً وعلامة الشقاوة إن تعصي الله، وترجو أن تكون مقبولاً، ثم حدد سبحانه مصير أهل الشقاوة بقوله:<br><br>(106)-(107): <span class=quran>﴿فَأَمَّا الَّذِينَ شَقُواْ فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ﴾</span>: الزفير إخراج النفس والشهيق رده. <br><br>(108): <span class=quran>﴿وَأَمَّا الَّذِينَ سُعِدُواْ فَفِي الْجَنَّةِ خَالِدِينَ فِيهَا﴾</span>: هذا هو مصير الصادق المخلص: ملك دائم ونعيم قائم."}]}