{
"title": "صفحة (234)",
"type": "html",
"data": [
{
"miniTitle": "هود",
"text": "(109): <span class=quran>﴿فَلاَ تَكُ فِي مِرْيَةٍ مِّمَّا يَعْبُدُ هَـؤُلاء﴾</span>: الخطاب لمحمد (ص) وهؤلاء إشارة إلى قومه الذين كذبوه، وما شك النبي في ضلالهم، ولكن القصد توبيخهم وتحذيرهم. <br><br>(110): <span class=quran>﴿وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ﴾</span>: التوراة <span class=quran>﴿فَاخْتُلِفَ فِيهِ﴾</span>: والذين اختلفوا في التوراة هم قوم موسى بالذات، فمنهم من آمن به، ومنهم من كفر <span class=quran>﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ﴾</span>: وهي تأجيل الجزاء إلى يوم يبعثون <span class=quran>﴿لَقُضِيَ بَيْنَهُمْ﴾</span>: الآن بالانتقام من المبطل، والإنعام على المحق <span class=quran>﴿وَإِنَّهُمْ﴾</span>: الجاحدين <span class=quran>﴿لَفِي شَكٍّ مِّنْهُ﴾</span>: من الكتاب <span class=quran>﴿مُرِيبٍ﴾</span>: ووصف الشك بالمريب كوصف العجب بالعجب، يراد منه مجرد التوكيد. <br><br>(111): <span class=quran>﴿وَإِنَّ كُـلاًّ﴾</span>: من الجاحدين والمؤمنين <span class=quran>﴿لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ﴾</span>: إن خيراً فخير، وإن شراً فشر. <br><br>(112): <span class=quran>﴿فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَن تَابَ مَعَكَ﴾</span>: الخطاب لمجمد (ص) ولكل من آمن بالله، والاستقامة بمعناها القرآني الثبات والاستمرار في العمل بكتاب الله وسنة نبيه وبحكم العقل الذي خاطبه سبحانه بقوله: (ما خلقت خلقاً أحب إلي منك، ولا أكملتك إلا فيمن أحب) وقد أرشدنا سبحانه على من يحب بصراحة ووضوح في الآية 54 من المائدة (يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم) <span class=quran>﴿ولا تطغوا إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ﴾</span>: والمراد بالطغيان البغي والعدوان، وهو من اكبر الجرائم والمآثم حتى ولو كان على مشرك. <br><br>(113): <span class=quran>﴿وَلاَ تَرْكَنُواْ إِلَى الَّذِينَ ظَلَمُواْ فَتَمَسَّكُمُ النَّارُ﴾</span>: وقال ابن عباس حول هذه الآية: إذا كان هذا هو حال من لا يصدر عنه غلا مجرد ركون، ولم يشترك في قول أو فعل، فالويل كل الويل لمن أطرى وشارك، وقال آخر: ولا يحسبن الذين يسكتون عن الظالم أنهم في منجاة من سوء المنقلب، فإن العقوبة لا تترك في ديار الظالمين وحدهم، بل تتعداها إلى الساكت عنهم.<br><br>(114)-(115): <span class=quran>﴿وَأَقِمِ الصَّلاَةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ اللَّيْلِ﴾</span>: والطرف الأول من النهار الصبح، والثاني الظهر والعصر، والزلف من الليل الساعات منه القريبة من آخر النهار، من أزلفه إذا قربه، والمراد بزلفا من الليل هنا المغرب والعشاء <span class=quran>﴿إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّـيِّئَاتِ﴾</span>: تنقسم السيئات إلى نوعين: الاعتداء على حق من حقوق الناس، وهذا النوع لا يمحوه شيء حتى التوبة إلا أن يؤدي المسيء إلى المخلوقين من حقوقهم حتى يلقى الله أملس ليس عليه تبعة كما قال الإمام علي (ع) ومن هنا سمي هذا النوع بالحق الخاص. النوع الثاني أن يتهاون المسيء بحق من حقوق الله سبحانه، ولا شائبة فيه لمخلوق وهذا تمحوه التوبة الصادقة الخالصة أيا كان نوعه حتى الشرك، ما في ذلك ريب، وإذا مات المسيء المتهاون بحقه تعالى قبل أن يتوب، وكان له شيء من الحسنات فعندئذ تجري عملية الموازنة والمقارنة بين حسناته وسيئاته (فمن ثقلت موازينه فأولئك هم المفلحون ومن خفت موازينه فأولئك الذين خسروا أنفسهم-103 المؤمنون) وعليه يكون معنى الآية: بعض الحسنات يذهبن بعض السيئات، وهذا المعنى يستقيم ويتفق مع العدالة الآلهية <span class=quran>﴿ذَلِكَ ذِكْرَى لِذّاكرِينَ﴾</span>: ذلك إشارة إلى ما تقدم ذكره من الأمر بالاستقامة وإقامة الصلاة والنهي عن الكون إلى الظالمين والمقارنة بين الحسنات والسيئات. <br><br>(116): <span class=quran>﴿فَلَوْلاَ كَانَ مِنَ الْقُرُونِ مِن قَبْلِكُمْ أُوْلُواْ بَقِيَّةٍ﴾</span>: من أهل الدين والفضل، يقال: فلان بقية السلف الصالح أو من بقية القوم أي من بقي منهم بعد ذهاب أكثرهم <span class=quran>﴿يَنْهَوْنَ عَنِ الْفَسَادِ فِي الأَرْضِ إِلاَّ قَلِيلاً مِّمَّنْ أَنجَيْنَا مِنْهُمْ﴾</span>: سبحانه: ظهر الفساد وكثر في الأمم الماضية... وما من احد جاهد وقاوم ضد من طغى وأفسد إلا قليلاً من الأفراد وهذا هو السبب الموجب والأساس لما حل بتلك الأمم من هلاك ودمار، ومعنى هذا أنه لا يسوغ بحال أن نسكت ونتهاون مع المذنب المخرب، وأن مسؤوليتنا تحتم تكوين جبهة قوية تحاسب المعتدي حساباً عسيرا وإلا انتشر فساده كالوباء يأتي على الأخضر واليابس. قال سبحانه: (وقاتلوهم حتى لا تكون فتنة- 193البقرة) <span class=quran>﴿وَاتَّبَعَ الَّذِينَ ظَلَمُواْ مَا أُتْرِفُواْ فِيهِ﴾</span>: قال الشيخ الطبرسي في جوامع الجامع: أراد سبحانه بالذين ظلموا تاركي النهي عن المنكرات، لأنهم اكتفوا بالعيش الهني، ورفضوا ما وراء ذلك وهذا ما لمسناه بالحس والعيان، فأكثر الناس إذا توفرت لهم لقمة العيش رضوا بها، واطمأنوا إليها، وليكن ما كان. <br><br>(117): <span class=quran>﴿وَمَا كَانَ رَبُّكَ لِيُهْلِكَ الْقُرَى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ﴾</span>: بظلم الباء زائدة، وظلم حال بمعنى ظالم، أي لا يهلكها ظالماً بها، بل يجري الأمور على أسبابها، وبعامل الإنسان بما يختاره لنفسه، فإذا أراد الخير والصلاح وسعى له سعيه سالكاً إليه طريقه- أمده تعالى بتوفيقه وعونه، ويستحيل في عدله وحكمته أن يصرفه عنه ."
}
]
}