{"title":"صفحة (235)","type":"html","data":[{"miniTitle":"هود","text":"(118): <span class=quran>﴿وَلَوْ شَاء رَبُّكَ لَجَعَلَ النَّاسَ أُمَّةً وَاحِدَةً﴾</span>: لا يتدخل سبحانه بإرادته الشخصية والتكوينية في أفعال الإنسان وتصرفاته، ولو شاء لفعل، ولكنه لن يشاء لتبقى للإنسان إرادته وحريته التي يكون بها مسؤولاً ومستحقاً للمدح والثواب أو الذم والعقاب، وتقدم في الآية48 من المائدة <span class=quran>﴿وَلاَ يَزَالُونَ مُخْتَلِفِينَ﴾</span>: هذه إخبار وحكاية عن أهل الأديان والمذاهب، وليس تعبيراً عن قضاء الله وقدره. <br><br>(119) : <span class=quran>﴿إِلاَّ مَن رَّحِمَ رَبُّكَ﴾</span>: بترك التعصب والنعرات الطائفية والتزوير والتكفير <span class=quran>﴿وَلِذَلِكَ خَلَقَهُمْ﴾</span>: أي ليتراحموا لا ليتلاكموا <span class=quran>﴿ وَتَمَّتْ كَلِمَةُ رَبِّكَ لأَمْلأنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ﴾</span>: لا أحد يمس بعذاب إلا أن تقوم عليه الحجة البالغة القاطعة، وبخاصة عذاب جهنم، وهنا يكمن السر في شهادة الألسن والأيدي والأرجل والمبلغين والكرام الكاتبين على من يستحق النار وغضب الجبار. <br><br>(120): <span class=quran>﴿وَكُـلاًّ نَّقُصُّ عَلَيْكَ مِنْ أَنبَاء الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ...﴾</span>: كل ما قصصناه عليك يا محمد من أخبار الأنبياء السابقين وما لا قوه من أممهم وقاسوه، وكيف دارت الدائرة على أعدائهم _ هو حق لا ريب فيه، أما الغرض من هذه القصص والأخبار فهو أن يطمئن قلبك، ويتعظ من كان له قلب وإيمان. <br><br>(121): <span class=quran>﴿وَقُل لِّلَّذِينَ لاَ يُؤْمِنُونَ اعْمَلُواْ عَلَى مَكَانَتِكُمْ إِنَّا عَامِلُونَ﴾</span>: تقدم قبل قليل في الآية12من هذه السورة135من الأنعام. <br><br>(122): <span class=quran>﴿وَانتَظِرُوا﴾</span>: أيها الجاحدون <span class=quran>﴿إِنَّا مُنتَظِرُونَ﴾</span>: معكم من تكون له عاقبة الدار. <br><br>(123): <span class=quran>﴿وَلِلّهِ غَيْبُ السَّمَاوَاتِ وَالأَرْضِ وَإِلَيْهِ يُرْجَعُ الأَمْرُ كُلُّهُ﴾</span>: فيجزي كل نفس ما كسبت <span class=quran>﴿فَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ﴾</span>: وفر منه إليه، ولا تثق بسواه، ختم سبحانه هذه السورة الكريمة بقوله لنبيه الكريم صلى الله عليه وآلة: وتوكل على الله، ونحن نختم شرحها بثلاث كلمات كان يدعوا بها سيد الكائنات: (اللهم إني أعوذ بك من الفقر إلا إليك، ومن الذل إلا لك، ومن الخوف إلا منك)."},{"miniTitle":"يوسف","text":"(1): <span class=quran>﴿الر﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره، <span class=quran>﴿تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ﴾</span>: تلك إشارة إلى آيات هذه السورة، والكتاب المبين هو القرآن. <br><br>(2): <span class=quran>﴿إِنَّا أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ﴾</span>: وفي هذا إيماء إلى أن من يجهل اللغة العربية يتعذر عليه أو يتعسر أن يعقل الإسلام على حقيقته وبعقيدته وشريعته وأخلاقه وآدابه، وحبذا لو أن المراجع الدينية في إيران والعراق خصصوا مبلغًا من الأوقاف العامة والحقوق الشرعية لانتشار اللغة العربية وبناء كليات لهذه الغاية في البلاد الإسلامية، وكل بلد فيه مسلمون من غير العرب، ولا أعرف خدمة للقرآن أجل وأعظم من هذه، وهل من أحد يشك في أن إحياء اللغة العربية، إحياء لكلام الله سبحانه، والعكس بالعكس. <br><br>(3): <span class=quran>﴿نَحْنُ نَقُصُّ عَلَيْكَ﴾</span>: يا محمد <span class=quran>﴿أَحْسَنَ الْقَصَصِ بِمَا أَوْحَيْنَا إِلَيْكَ هَـذَا الْقُرْآنَ﴾</span>: الذي أثبت نبوتك وخلد ذكرك <span class=quran>﴿وَإِن﴾</span>: مخففة من الثقيلة، والأصل وإنه <span class=quran>﴿كُنتَ مِن قَبْلِهِ﴾</span>: الوحي <span class=quran>﴿لَمِنَ الْغَافِلِينَ﴾</span>: عن الوحي وأنباء الغيب، وهذا دليل قاطع على أن ما جاء به محمد (ص) هو من عند الله. <br><br>(4): <span class=quran>﴿إِذْ قَالَ يُوسُفُ لِأَبِيهِ﴾</span>: يعقوب بن أسحق بن إبراهيم الخليل(ع) <span class=quran>﴿يَا أَبتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ﴾</span>: وفي قاموس الكتاب المقدس: (اسم يوسف عبري ومعناه يزيد، وأُمه راحيل، والحادي عشر من أولاد يعقوب الأثني عشر) وفي ذات يوم رأى رؤيا قصها على أبيه، وهي كما نطقت هذه الآية: رأى 11 كوكبًا والشمس والقمر سجدًا له، فاستبشر أبوه."}]}