{
"title": "صفحة (236)",
"type": "html",
"data": [
{
"miniTitle": "يوسف",
"text": "(5): <span class=quran>﴿قَالَ يَا بُنَيَّ لاَ تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُواْ لَكَ كَيْدًا﴾</span>: خشى عليه أبوه من حسد إخوته، فأمره بالكتمان، والحسد موكل بأهل الفضل، بخاصة من الإخوان والأصدقاء والجيران. <br><br>(6): <span class=quran>﴿وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ﴾</span>: يختارك ويصطفيك <span class=quran>﴿وَيُعَلِّمُكَ مِن تَأْوِيلِ الأَحَادِيثِ﴾</span>: أي يعلمك ما لم تكن تعلم <span class=quran>﴿وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ﴾</span>: ونعمه تعالى لا يبلغها الإحصاء، وأكملها النبوة، <span class=quran>﴿وَعَلَى آلِ يَعْقُوبَ كَمَا أَتَمَّهَا عَلَى أَبَوَيْكَ مِن قَبْلُ﴾</span>: وهما جده وجد أبيه <span class=quran>﴿إِبْرَاهِيمَ وَإِسْحَقَ﴾</span>: ومعنى إتمام النعمة منه تعالى أنه وصل نعمة الدنيا بنعمة الآخرة. <br><br>(7): <span class=quran>﴿لَّقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِّلسَّائِلِينَ﴾</span>: في قصة يوسف مع إخوته عبر ومواعظ تستحق أن يسأل عنها الناس، وأيضًا في حديث النبي عنها دلائل قاطعة على صدقه في رسالته. <br><br>(8): <span class=quran>﴿إِذْ قَالُواْ لَيُوسُفُ وَأَخُوهُ﴾</span>: بنيامين لأبيه وأُمه راحيل، وفي قاموس الكتاب المقدس، (وكان أصغر إخوته) <span class=quran>﴿أَحَبُّ إِلَى أَبِينَا مِنَّا وَنَحْنُ عُصْبَةٌ إِنَّ أَبَانَا لَفِي ضَلاَلٍ مُّبِينٍ﴾</span>: تتحدث هذه الآية وما بعدها عن أول جيل نشأ من بني إسرائيل، وهم أولاد يعقوب للصلب الذي يسمى إسرائيل، وهذي هي بداية تاريخ بني إسرائيل: الطعن في أبيهم النبي المعصوم وأنه في ضلال مبين، والغدر بأخيهم، والبكاء المنافق، والافتراء على من أحسن إليهم بأنه خائن وسارق، وما استسلموا إلا مقهورين مرغمين... هذا هو تاريخ بني إسرائيل منذ يومهم الأول وإلى آخر يوم. <br><br>(9): <span class=quran>﴿اقْتُلُواْ يُوسُفَ أَوِ اطْرَحُوهُ أَرْضًا يَخْلُ لَكُمْ وَجْهُ أَبِيكُمْ﴾</span>: لا أحد يشرك فيه معكم تمامًا كما فعلت إسرائيل بالفلسطينيين، قتلت من قتلت منهم، وشردت البقية الباقية في شرق الأرض وغربها، وبرغم إن إسرائيل ربحت الجولة الأولى والثانية والثالثة مع العرب، فنحن على عين اليقين أن مصيرها سيكون أسوأ بكثير من مصير بني إسرائيل مع أخيهم يوسف لا لأن العرب أكثر مالاً ونفرًا، بل لأن دولة العدوان إلى زوال، وإن طال بها الأمد، وفي التاريخ ألف شاهد ودليل. <br><br>(10): <span class=quran>﴿قَالَ قَآئِلٌ مَّنْهُمْ﴾</span>: في قاموس الكتاب المقدس هو أوربين، اسم عبري معناه(هو ذا ابن) وكان بكر يعقوب <span class=quran>﴿لاَ تَقْتُلُواْ يُوسُفَ وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ﴾</span>: قعر البئر وغوره الغائب عن عين الناظر <span class=quran>﴿يَلْتَقِطْهُ بَعْضُ السَّيَّارَةِ﴾</span>: المارة <span class=quran>﴿إِن كُنتُمْ فَاعِلِينَ﴾</span>: عازمين لا محالة. <br><br>(11) - (12): <span class=quran>﴿قَالُواْ يَا أَبَانَا مَا لَكَ لاَ تَأْمَنَّا عَلَى يُوسُفَ... ﴾</span>: استأذنوا أباهم في مصاحبة يوسف إلى المرعى، يلعب ويسعى. <br><br>(13): <span class=quran>﴿قَالَ إِنِّي لَيَحْزُنُنِي... ﴾</span>: اعتذر أليهم بشيئين: الأول يصعب عليه فراقه. الثاني يخاف عليه من الذئب. <br><br>(14): <span class=quran>﴿قَالُواْ لَئِنْ أَكَلَهُ الذِّئْبُ وَنَحْنُ عُصْبَةٌ﴾</span>: جماعة <span class=quran>﴿إِنَّا إِذًا لَّخَاسِرُونَ﴾</span>: لا نصلح لشيء."
}
]
}