{"title":"صفحة (238)","type":"html","data":[{"miniTitle":"يوسف","text":"(23): <span class=quran>﴿وَرَاوَدَتْهُ الَّتِي هُوَ فِي بَيْتِهَا... ﴾</span>: يقاد المرء في تصرفه وأعماله لا في أفكاره وأقواله، يقاد من ميله لا من عقله، ومن جيبه لا من قلبه، ومن شهوته ومعدته لا من إيمانه وعقيدته إلا من رحم ربك بالعصمة أو بالتقوى.. وضرب سبحانه مثلاً بامرأة العزيز للكثرة الكاثرة من النساء وللرجال الذي ينقادون بالعاطفة، ويؤثرون الشهوة على الحق والدين والعقل، وأيضًا ضرب مثلاً للقلة القليلة بيوسف الذي يؤثر الحق والخير على كل شيء، ويفنى بكله، بميوله وجميع غرائزه في طاعة الله، هذي هي بإيجاز الفلسفة السليمة الصحيحة لقصة يوسف وامرأة العزيز، بل ولحياة كل مؤمن حقًا وصدقًا وسيرته... أبدًا لا يدخل في الباطل، ولا يخرج من الحق مهما كانت المغريات، لأن بينه وبين ذلك قوة حاجزة رادعة من الدين والإيمان. <br><br>(24): <span class=quran>﴿وَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلا أَن رَّأَى بُرْهَانَ رَبِّهِ﴾</span>: والمراد هنا ببرهان الله تعالى نهيه عن الفاحشة، وعليه يكون المعنى ما هم به إطلاقًا تمامًا كقولك: لولا فلان هلكت، وخير تفسير لهذه الآية قول الإمام علي (ع): (قد يرى الحول القلب - البصير بتحويل الأمور الخبير بتقلبها - وجه الحيلة ودونه مانع من أمر الله ونهيه فيدعها رأي العين بعد القدرة عليها) <span class=quran>﴿كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاء إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ﴾</span>: السوء: كيد امرأة العزيز، والفحشاء الزنا، وقد صمم يوسف منذ البداية أن يحجم عما نهى الله عنه مهما تكن النتائج، فكان الله معه، وأعانه على ما أراد بعد أن علم منه الصدق والإخلاص. <br><br>(25): <span class=quran>﴿وَاسُتَبَقَا الْبَابَ﴾</span>: أسرع يوسف إلى الباب هربًا منها، فعدت وراءه لتردّه إليها <span class=quran>﴿وَقَدَّتْ قَمِيصَهُ مِن دُبُرٍ﴾</span>: جذبته من قميصه وهو مدبر فقدته <span class=quran>﴿وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ﴾</span>: وفي تلك اللحظات بالذات مر العزيز زوج المرأة فرأى موقفًا مريبًا وعجيبًا: قميصًا ممزقًا وامرأة بحال غير طبيعية. وقبل السؤال <span class=quran>﴿قَالَتْ - لزوجها - مَا جَزَاء مَنْ أَرَادَ بِأَهْلِكَ سُوَءًا﴾</span>: أرأيت إلى هذا الزور والبهتان؟ هو الذي أراد السوء والفاحشة، وألح واستمات من أجلها!... أما هي فأبت ورفضت ودافعت عن طهرها وقدسها دفاع المستميت حتى مزقت ثيابه، وشكرت الله سبحانه الذي أرسل زوجها في هذه الساعة لينقذها من يوسف!.. وهكذا كل من لا يرى ويفكر إلا في قضاء شهوته سواء كانت شهوة الجنس أم المال أم المنصب أم أي شيء، وخالق الإنسان أعلم حيث يقول: (قتل الإنسان ما أكفره - 17 عبس وفي الحديث الشريف: لا يزني الزاني حين يزني وهو مؤمن، فإنه إذا فعل ذلك خلع عنه الإيمان كخلع القميص) وكذلك سائر الشهوات المماثلة، لأن الحكم يدور مع علته وجودًا وعدمًا. وجاء في الأثر: لا يعذب الله من ترك شهوته لوجه الله. <br><br>(26): <span class=quran>﴿قَالَ ﴾</span> - <<يوسف>> - <span class=quran>﴿ هِيَ رَاوَدَتْنِي عَن نَّفْسِي﴾</span>: قال هذا حيث لم يجد بدًا عن رد الاتهام الكاذب، وبخاصة بعد قولها: (إلا أن يسجن أو عذاب أليم) فانتصر لنفسه بالحق، وتبرأ صادقًا مما رمت به <span class=quran>﴿وَشَهِدَ شَاهِدٌ مِّنْ أَهْلِهَا﴾</span>: من أُسرتها أو من هو حجة عليها، فقال: <span class=quran>﴿إِن كَانَ قَمِيصُهُ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الكَاذِبِينَ﴾</span>. <br><br>(27): <span class=quran>﴿وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِن الصَّادِقِينَ﴾</span>: فنظر العزيز إلى قميص يوسف. <br><br>(28): <span class=quran>﴿فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِن دُبُرٍ﴾</span>: أيقن ببراءته والتفت إلى امرأته <span class=quran>﴿قَالَ إِنَّهُ مِن كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ﴾</span>: ويمكن الاستدلال بهذه الآية على جواز الحكم بكل وسيلة وقرينة قطعية، وإن لم يرد فيها نص بالخصوص، إضافة إلى العمومات، ومنها قوله تعالى: (وإذا حكمتم بين الناس أن تحكموا بالعدل - 58 النساء) أي بما تعلمون أنه حق وعدل سواء أحصل لكم هذا العلم من النصوص أم من غيرها. <br><br>(29): <span class=quran>﴿يُوسُفُ﴾</span>: أي يا يوسف <span class=quran>﴿أَعْرِضْ عَنْ هَـذَا وَاسْتَغْفِرِي لِذَنبِكِ إِنَّكِ كُنتِ مِنَ الْخَاطِئِينَ﴾</span>: هذا من كلام العزيز، ويبدو أن أمره كان هينًا وطبعه لينًا حيث قال لزوجته: توبي إلى الله من هذه الخطيئة وأريحينا، وأنت يا يوسف دع الخوض في هذا الحديث، واكتم أمره، ولك أجر الصديقين. <br><br>(30): <span class=quran>﴿وَقَالَ نِسْوَةٌ فِي الْمَدِينَةِ... ﴾</span>: ولكن الخبر شاع وذاع، واتخذت منه أزواج الأمراء والوجهاء موضوعًا للكلام الطويل العريض كالمألوف والمعتاد عند النساء، وتوالت الحملات على امرأة العزيز، وقلن: افتتنت بغلامها، ودعته إلى نفسها، ولكنه عزف عنها وزهد فيها... ولا شيء أشد وقعًا على قلب المرأة من هذا التلويح والتجريح، وأرادت أن تبرر فعلتها أو تقتص منهن، ولذا:"}]}