{"title":"صفحة (239)","type":"html","data":[{"miniTitle":"يوسف","text":"(31): <span class=quran>﴿فَلَمَّا سَمِعَتْ بِمَكْرِهِنَّ أَرْسَلَتْ إِلَيْهِنَّ وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً﴾</span>: ما يتكأ عليه <span class=quran>﴿وَآتَتْ كُلَّ وَاحِدَةٍ مِّنْهُنَّ سِكِّينًا﴾</span>: حادة لتقطع بها اللحم والفاكهة <span class=quran>﴿وَقَالَتِ ليوسف - اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ﴾</span>: اشتغلن بالنظر إلى يوسف، واندهشن من جماله حتى جرحن أيديهن من غير شعور <span class=quran>﴿وَقُلْنَ حَاشَ لِلّهِ مَا هَـذَا بَشَرًا إِنْ هَـذَا إِلاَّ مَلَكٌ كَرِيمٌ﴾</span>: في صورة البشر. <br><br>(32): <span class=quran>﴿قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ﴾</span>: ولو عاينتن جماله من قبل لقلتن: لامرأة العزيز كل العذر. <span class=quran>﴿وَلَقَدْ رَاوَدتُّهُ عَن نَّفْسِهِ﴾</span>: على المكشوف <span class=quran>﴿فَاسَتَعْصَمَ﴾</span>: انصرف عني وأعرض <span class=quran>﴿وَلَئِن لَّمْ يَفْعَلْ مَا آمُرُهُ لَيُسْجَنَنَّ وَلَيَكُونًا مِّنَ الصَّاغِرِينَ﴾</span>: وعند ذلك استعاذ يوسف من شرهن وكيدهن. <br><br>(33): <span class=quran>﴿قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ﴾</span>: آثر السجن لأنه على مرارته أحلى عاقبة من لذة الحرام <span class=quran>﴿وَإِلاَّ تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُن مِّنَ الْجَاهِلِينَ﴾</span>: هذي هي لغة الأطهار حقًا والأبرار، لا يثورون ويشتمون إذا عرض عليهم فعل الحرام، بل يلجأون إلى الله، يسألونه المعافاة مما ابتلى به العصاة. <br><br>(34): <span class=quran>﴿فَاسْتَجَابَ لَهُ رَبُّهُ فَصَرَفَ عَنْهُ كَيْدَهُنَّ﴾</span>: كما استجاب له من قبل وصرف عنه كيد إخوته، ولا بأس بالبئر وبالسجن أيضًا ما دام على يقين من دينه. <br><br>(35): <span class=quran>﴿ثُمَّ بَدَا لَهُم مِّن بَعْدِ مَا رَأَوُاْ الآيَاتِ﴾</span>: الدلائل القاطعة على براءة يوسف ونزاهته <span class=quran>﴿لَيَسْجُنُنَّهُ حَتَّى حِينٍ﴾</span>: رأى العزيز أن يضحي بيوسف والنزيه البريء، ويسجنه مؤقتًا إلى حين. لا لشيء إلا لتسكت الألسن عن زوجته، وتخف التهمة عنها. <br><br>(36): <span class=quran>﴿وَدَخَلَ مَعَهُ السِّجْنَ فَتَيَانَ﴾</span>: في قاموس الكتاب المقدس: اكتسب يوسف ثقة السجّان فجعله وكيلاً على جميع المسجونين، أما الفتيان فهما رئيس السقاة ورئيس الخبازين عند فرعون <span class=quran>﴿قَالَ أَحَدُهُمَآ﴾</span>: ليوسف وهو الساقي <span class=quran>﴿إِنِّي أَرَانِي﴾</span>: أي رأيت في المنام <span class=quran>﴿أَعْصِرُ خَمْرًا﴾</span>: عنبًا <span class=quran>﴿وَقَالَ الآخَرُ إِنِّي أَرَانِي أَحْمِلُ فَوْقَ رَأْسِي خُبْزًا تَأْكُلُ الطَّيْرُ مِنْهُ نَبِّئْنَا بِتَأْوِيلِهِ إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ﴾</span>: أخبرنا عن تفسير ما رأينا، وكان يوسف قد اكتسب ثقة المسجونين بأخلاقه الكريمة ودعوته إلى الإيمان بالله وإرشاده إلى الحق. <br><br>(37) - (38): <span class=quran>﴿قَالَ لاَ يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ﴾</span>: من أهلكما في هذا اليوم وكل يوم <span class=quran>﴿إِلاَّ نَبَّأْتُكُمَا بِتَأْوِيلِهِ﴾</span>: أخبرتكم عن نوعه <span class=quran>﴿قَبْلَ أَن يَأْتِيكُمَا﴾</span>: وهذا مني إخبار بالغيب، ولا عجب <span class=quran>﴿ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي﴾</span>:الله أوحى به إليّ، وأنا أخبرتكم به، وكذلك تفسيري للمنام هو وحي من الله سبحانه، وأراد يوسف بذلك أن يثبت صدقه ونبوته كي يؤمنوا بما يدعوهم إليه من الإيمان بالله الواحد الأحد واليوم الآخر تمامًا كما قال السيد المسيح (ع): (وأُنبئكم بما تأكلون وما تدخرون في بيوتكم - 49 آل عمران). وبعد أن مهد يوسف بهذه المقدمة لمعجزة تدل على صدقه ونبوته، شرع بالدعوة إلى الله والحق فقال:"}]}