{
"title": "صفحة (241)",
"type": "html",
"data": [
{
"miniTitle": "يوسف",
"text": "(44): <span class=quran>﴿ قَالُواْ أَضْغَاثُ أَحْلاَمٍ﴾</span>: مختلطة وملتبسة لا يمكن تفسيرها بحال. وعندها تذكر يوسف الساقي الذي أُعيد إلى وظيفته، وأوصاه يوسف أن يذكره عند ربه، وإليه أشار سبحانه بقوله. <br><br>(45): <span class=quran>﴿وَقَالَ الَّذِي نَجَا مِنْهُمَا﴾</span>: وهو الساقي <span class=quran>﴿وَادَّكَرَ بَعْدَ أُمَّةٍ﴾</span>: تذكر بعد مدة: <span class=quran>﴿أَنَاْ أُنَبِّئُكُم بِتَأْوِيلِهِ فَأَرْسِلُونِ﴾</span>: أرسلوني إلى يوسف الصديق. فأرسلوه إليه ولما جاء إلى السجن قال: <br><br>(46): <span class=quran>﴿يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنَا فِي سَبْعِ... ﴾</span>: وقص عليه رؤيا فرعون. <br><br>(47): <span class=quran>﴿قَالَ - يوسف- تَزْرَعُونَ سَبْعَ سِنِينَ دَأَبًا﴾</span>: على دأبكم وعادتكم في الزراعة <span class=quran>﴿فَمَا حَصَدتُّمْ فَذَرُوهُ فِي سُنبُلِهِ إِلاَّ قَلِيلاً مِّمَّا تَأْكُلُونَ﴾</span>: تزرعون سبع سنين متوالية، وتكون هذه السنين خصبة طيبة، وهي المشار إليها بالبقرات السمان والسنابل الخضر، وابقوا الحب في سنبله ليكون أبعد عن الفساد إلا المقدار الذي تأكلون مع مراعاة الكفاف وسد الحاجة الضرورية إدخارًا للسبع الشداد. <br><br>(48) - (49): <span class=quran>﴿ثُمَّ يَأْتِي مِن بَعْدِ ذَلِكَ سَبْعٌ شِدَادٌ يَأْكُلْنَ مَا قَدَّمْتُمْ لَهُنَّ إِلاَّ قَلِيلاً مِّمَّا تُحْصِنُونَ﴾</span>: تخزنون وتدخرون، والمعنى أن السنين المخصبة تعقبها سنين مجدبة، فتأكلون كل ما ادخرتم، ولا يبقى إلا القليل للبذر <span class=quran>﴿ثُمَّ يَأْتِي مِن بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النَّاسُ وَفِيهِ يَعْصِرُونَ﴾</span>: ثم بشرهم يوسف بأنه بعد الجدب سبع سنوات يأتي عام خصب، ينزل الغيث وهو المطر، فينبت الزرع وينمو الشجر، ويعصر الناس الفواكه والثمر خمرًا وزيتًا وأنواع الأشربة والدهون، وهذا الإخبار بالغيب معجزة ظاهرة قاطعة لكل شك وريب في نبوة يوسف. عاد الساقي أل الملك فرعون، وأخبره بما قال يوسف، فرأى فيه العلم والحكمة. <br><br>(50) - (51): <span class=quran>﴿وَقَالَ الْمَلِكُ ائْتُونِي بِهِ... ﴾</span>: ولكن يوسف البريء الصديق رفض طلب الملك، وأبى أن يخرج من السجن في ظلال الشك من حوله حتى عند الملك، وأصر على إعلان براءته قبل كل شيء، ولذا قال لرسول الملك: ارجع إليه، وقل له: فليحقق مع النسوة، ويسألهن عن شأني وِشأنهن، فأحضر الملك النسوة وبدأ التحقيق، فاعترفن ببراءة الصديق القديس و<span class=quran>﴿قَالَتِ امْرَأَةُ الْعَزِيزِ الآنَ حَصْحَصَ الْحَقُّ أَنَاْ رَاوَدتُّهُ عَن نَّفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ﴾</span>: وما أبعد ما بين موقفها هذا، وموقفها الأول الذي قالت فيه لزوجها: (ما جزاء من أراد بأهلك سوءًا إلا أن يسجن أو عذاب أليم) وأنصحك أيها القارئ أن تنظر ما ذكرناه حول قولها هذا لزوجها، وتقارن بينه وبين موقفها الأخير، لتعلم إن الإنسان الفرد لا ضابط له على الإطلاق، وأنه يتقلب ويتحول تبعًا للظروف، فهو في بعضها معتد أثيم، وفي آخر رؤوف رحيم تمامًا كالماء يصبح بخارًا أو ثلجًا تبعًا للبيئة الملائمة، وإذن من الحمق والرعونة أن نحدد ونحكم على الفرد بلا قيد وشرط إنطلاقًا من مشهد واحد، ونتجاهل خصائصه الكامنة التي لا تبرز للوجود إلا بالمحك والمفاجآت والمخبآت. <br><br>(52): <span class=quran>﴿ذَلِكَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ﴾</span>: للمفسرين أقوال حول هذه الجملة، وذهب ابن كثير إلى أنها من كلام امرأة العزيز، تعترف على نفسها ليعلم زوجها أنها لم تخنه مع أي إنسان في غيبته سوى أنها راودت يوسف فامتنع، وما حدث منها إلا هذا الذنب ليعلم زوجها أنها بريئة. وليس هذا ببعيد عن السياق ولا عن الاعتبار، فإن الزوجة تهتم قبل كل شيء أن تكون نزيهة عند زوجها."
}
],
"singlePage": true
}