{"title":"صفحة (242)","type":"html","data":[{"miniTitle":"يوسف","text":"(53): <span class=quran>﴿وَمَا أُبَرِّىءُ نَفْسِي﴾</span>: لا لشيء إلا لأني إنسان له نفس قد تهفو إلى ما لذ وطاب سيئًا كان أم حسنًا، ولا تسلم من عمل السوء إلا بشيء من رحمته تعالى وتوفيقه، وقد تجاوزني هذا التوفيق حين راودت يوسف، لأني كنت عن عمله في عمى عن الله ونهيه. <br><br>(54): <span class=quran>﴿وَقَالَ الْمَلِكُ ائْتُونِي بِهِ﴾</span>: بيوسف <span class=quran>﴿أَسْتَخْلِصْهُ لِنَفْسِي﴾</span>: أجعله خاصًا لي وموضع ثقتي ومشورتي، وحضر يوسف <span class=quran>﴿فَلَمَّا كَلَّمَهُ﴾</span>: الملك ورأى منه رجاحة العقل وغزارة العلم <span class=quran>﴿قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مِكِينٌ أَمِينٌ﴾</span>: ذو مكانة وأمانة على كل شيء. ثم قال الملك ليوسف: أيها الصديق نقلوا لي ما قلته في تأويل رؤياي، وأُحب أن أسمع ذلك منك، فشرع يوسف في وصف ما رأى الملك وشاهد فتعجب الملك ودهش، ثم قال له يوسف: عليك أن تزرع كثيرًا في السنوات المخصبة وتبني العديد من مخازن الحبوب، فيأتيك الناس من كل صوب، ويجتمع لك من الكنوز ما لم يجتمع لأحد. فقال الملك من لي بهذا؟. <br><br>(55): <span class=quran>﴿قَالَ - يوسف - اجْعَلْنِي عَلَى خَزَآئِنِ الأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ﴾</span>: أنا أيها الملك أُنقذ البلاد من شر المجاعة المقبلة لخبرتي الإقتصادية وإخلاصي وأمانتي، وكان يوسف قد مهد إلى الثقة به وبأمانته على أرواح العباد وأقوات البلاد، بما طلبه من الملك من إعلان براءته على رؤوس الأشهاد كما قد سبقت الإشارة، ولولا هذا الإعلان لحاول حواشي الملك الطعن فيه كما هو المعتاد مستغلين الشبهة التي أدت إلى سجن يوسف حتى ولو كانت الشبهة كاذبة والسجن جورًا وظلمًا، فوافق الملك على اقتراح يوسف وجعله أمينًا مطلقًا على خزائن المال والاقتصاد، وأصبح الرئيس الثاني للبلاد بعد الملك، وإلى ذلك أشار سبحانه بقوله: <br><br>(56): <span class=quran>﴿وَكَذَلِكَ مَكَّنِّا لِيُوسُفَ فِي الأَرْضِ يَتَبَوَّأُ مِنْهَا﴾</span>: يختار النزول في أي جزء منها، ويسيطر عليها <span class=quran>﴿حَيْثُ يَشَاء﴾</span>: بلا معارض ومنازع. وقد استطاع يوسف الصديق بعون الله أن ينقذ البلاد من الكارثة، ويوازن بين الانتاج والاستهلاك والإدخار مما يعجز عن مثله رجال المال وأقطاب الاقتصاد في هذا العصر، ولا سر لذلك إلا الأمانة والإخلاص والعناية الإلهية كما قال عز من قائل <span class=quran>﴿نُصِيبُ بِرَحْمَتِنَا مَن نَّشَاء وَلاَ نُضِيعُ أَجْرَ الْمُحْسِنِينَ﴾</span>: أي أن رحمته تعالى تصيب لا محالة من أخلص في قصده، وأحسن في عمله. <br><br>(57): <span class=quran>﴿وَلَأَجْرُ الآخِرَةِ خَيْرٌ لِّلَّذِينَ آمَنُواْ وَكَانُواْ يَتَّقُونَ﴾</span>: وهل من شيء أزكى وأسمى من نعيم قائم دنيا وآخرة لا انقطاع لمدته ولا عفاء للذته؟. <br><br>(58): <span class=quran>﴿وَجَاء إِخْوَةُ يُوسُفَ﴾</span>: وصلت أخبار يوسف إلى البلاد المجاورة، ومنها أرض كنعان حيث يقيم يعقوب أبو يوسف وإخوته، فقال يعقوب لأولاده: يكاد الجدب يأتي على كل ما نملك، فاقصدوا عزيز مصر، لتبتاعوا منه القوت والطعام، وكان يوسف لا يعطي إلا حمل بعير توفيرًا للمؤن، فرحلوا جميعًا ما عدا أخاهم بنيامين، أبقوه عند أبيه يتعزى به <span class=quran>﴿فَدَخَلُواْ عَلَيْهِ فَعَرَفَهُمْ وَهُمْ لَهُ مُنكِرُونَ﴾</span>: عرفهم ولم يعرفوه، وأنى لهم بمعرفته، وقد ألقوه في غيابة الجب، وهذا سلطان كبير وخطير؟ وسألهم تمهيدًا للحديث عن أبيه ما الذي أقدمكم إلينا؟ قالوا: للميرة. قال: من أين أنتم؟ قالوا: من بلاد كنعان، وأبونا يعقوب نبي الله. قال: هل له أولاد غيركم؟ قالوا: كنا أثني عشر، فهلك أصغرنا في البرية، وبقي شقيقه، فاحتبسه أبوه يتسلى به. فأكرم يوسف وفادتهم، وأمر رجاله بخدمتهم. <br><br>(59): <span class=quran>﴿وَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ﴾</span>: جهاز الإنسان: ما يحتاج إليه مسافرًا كان أو حاضرًا حيًا أو ميتًا، كل بحسبه، والمعنى بعد أن هيأ يوسف لإخوته ما جاءوا من أجله <span class=quran>﴿قَالَ ائْتُونِي بِأَخٍ لَّكُم مِّنْ أَبِيكُمْ﴾</span>: في المرة الثانية حيث جاء ذكره من قبل في حديثهم مع يوسف <span class=quran>﴿أَلاَ تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَاْ خَيْرُ الْمُنزِلِينَ﴾</span>: أديت إليكم ما ترغبون، وكذلك أفعل حين تعودون. <br><br>(60): <span class=quran>﴿فَإِن لَّمْ تَأْتُونِي بِهِ... ﴾</span>: فلا تقربوا بلادي. <br><br>(61): <span class=quran>﴿قَالُواْ سَنُرَاوِدُ عَنْهُ أَبَاهُ﴾</span>: نحرص ونجتهد لإقناع أبيه. <br><br>(62): <span class=quran>﴿وَقَالَ - يوسف - لِفِتْيَانِهِ اجْعَلُواْ بِضَاعَتَهُمْ فِي رِحَالِهِمْ﴾</span>: دسوا ما قدموا به من البضاعة عوضًا عن الطعام الذي أخذوه - في أمتعتهم <span class=quran>﴿لَعَلَّهُمْ يَعْرِفُونَهَا﴾</span>: أي يعرفون هذه اليد الكريمة التي أعطت ولم تأخذ <span class=quran>﴿إِذَا انقَلَبُواْ إِلَى أَهْلِهِمْ لَعَلَّهُمْ يَرْجِعُونَ﴾</span>: لعل إرجاع البضاعة إليهم يبعثهم إلى العودة إلينا، وهذا ما حدث كما تأتي الإشارة. <br><br>(63) - (65): <span class=quran>﴿فَلَمَّا رَجِعُوا إِلَى أَبِيهِمْ قَالُواْ يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ﴾</span>: في المرة الثانية يشيرون بذلك إلى قول يوسف: وإن لم تأتوني به فلا كيل لكم عندي <span class=quran>﴿فَأَرْسِلْ مَعَنَا أَخَانَا... ﴾</span>: ولا تخف عليه، فذكرهم بما قالوا من قبل: يا أبانا ما لك لا تأمنا على يوسف وإنا له ناصحون <span class=quran>﴿وَلَمَّا فَتَحُواْ مَتَاعَهُمْ وَجَدُواْ بِضَاعَتَهُمْ﴾</span>: التي أمر يوسف بردها ووضعها في رحالهم <span class=quran>﴿رُدَّتْ إِلَيْهِمْ﴾</span>: أسرعوا إلى أبيهم فرحين و <span class=quran>﴿قَالُواْ يَا أَبَانَا مَا نَبْغِي﴾</span>: وراء هذا الإكرام والإتمام <span class=quran>﴿وَنَمِيرُ أَهْلَنَا﴾</span>: نأتيهم بالميرة وهي الطعام زائدًا <span class=quran>﴿كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ﴾</span>: نحن بحاجة ماسة إلى الزيادة في الطعام لحمل أباعر لا بعير واحد لكثرة العيال وسوء الحال."}]}