{
"title": "صفحة (244)",
"type": "html",
"data": [
{
"miniTitle": "يوسف",
"text": "(70): <span class=quran>﴿فَلَمَّا جَهَّزَهُم بِجَهَازِهِمْ﴾</span>: أعطاهم الطعام الذي جاءوا من أجله <span class=quran>﴿جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ﴾</span>: بنيامين، والسقاية لغة: وعاء يسقى به، والمراد بها هنا: الصواع بدليل قولهم: (نفقد صواع الملك، والصواع والصاع بمعنى واحد <span class=quran>﴿ثُمَّ أَذَّنَ مُؤَذِّنٌ: نادى منادٍ <span class=quran>﴿أَيَّتُهَا الْعِيرُ﴾</span>: القافلة <span class=quran>﴿إِنَّكُمْ لَسَارِقُونَ﴾</span>: فدهش أولاد يعقوب لهذه التهمة. <br><br>(71) - (73): <span class=quran>﴿قَالُواْ وَأَقْبَلُواْ عَلَيْهِم مَّاذَا تَفْقِدُونَ قَالُواْ نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَن جَاء بِهِ حِمْلُ بَعِيرٍ وَأَنَاْ بِهِ زَعِيمٌ﴾</span>: ضمن المنادي حمل بعير من الطعام لمن يرجع الصاع من تلقاء نفسه <span class=quran>﴿قَالُواْ - أولاد يعقوب - تَاللّهِ لَقَدْ عَلِمْتُم مَّا جِئْنَا لِنُفْسِدَ فِي الأَرْضِ وَمَا كُنَّا سَارِقِينَ﴾</span>: ويوسف يعلم بأنهم ليسوا بسارقين، ولكنه أراد أن يفصل شقيقه بنيامين عنهم، ويبقيه عنده، ولا يمكن ذلك إلا بمبرر عند إخوته، وكان من شريعة آل يعقوب استرقاق السارق، فدس غلمان يوسف بأمر منه الصاع برحل أخيه، وقال للمنادي أذن (يا أيتها العير..). <br><br>(74): <span class=quran>﴿قَالُواْ - غلمان يوسف - فَمَا جَزَآؤُهُ إِن كُنتُمْ كَاذِبِينَ﴾</span>: الخطاب لأولاد يعقوب، والقصد من هذا السؤال أن يعترفوا صراحة بهذا الحكم: <br><br>(75): <span class=quran>﴿قَالُواْ جَزَآؤُهُ مَن وُجِدَ فِي رَحْلِهِ فَهُوَ جَزَاؤُهُ كَذَلِكَ نَجْزِي الظَّالِمِينَ﴾</span>: والجملة الثانية توضيح وتوكيد للجملة الأولى، وهذا اعتراف صريح من أولاد يعقوب بأن السارق يؤخذ عبدًا أو أسيرًا، وعليه يسوغ ليوسف أن يأخذ أخاه ويضمه إليه، ولا يحق لهم أن يمانعوا ويعترضوا. <br><br>(76): <span class=quran>﴿فَبَدَأَ﴾</span>: المفتش تورية <span class=quran>﴿بِأَوْعِيَتِهِمْ قَبْلَ وِعَاء أَخِيهِ ثُمَّ اسْتَخْرَجَهَا مِن وِعَاء أَخِيهِ﴾</span>: فأخذه منهم بحكم اعترافهم وإلزامًا لهم بما يدينون <span class=quran>﴿كَذَلِكَ كِدْنَا لِيُوسُفَ﴾</span>: أي أوحينا إليه بهذا التدبير كي لا يعترض أولاد يعقوب إذا أخذ يوسف أخاهم أسيرًا، وسمي كيدًا لمكان التورية، وهي جائزة شرعًا، شريطة أن لا تحلل حرامًا، ولا تحرم حلالاً <span class=quran>﴿مَا كَانَ﴾</span>: يوسف <span class=quran>﴿لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ﴾</span>: وهو فرعون مصر، لأن عقوبة السارق في شرعه وقضائه السجن أو الضرب، ولا يريد يوسف مكروهًا لأخيه، فأوحى الله إليه بهذا التدبير <span class=quran>﴿نَرْفَعُ دَرَجَاتٍ مِّن نَّشَاء﴾</span>: درجات بالعلم والأخلاق، لا طبقات بالاستغلال والثروات. <br><br>(77): <span class=quran>﴿قَالُواْ﴾</span>: إخوة يوسف <span class=quran>﴿إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ﴾</span>: يعنون يوسف! ومن قبل هذه الفرية قالوا: أكله الذئب، وقالت امرأة العزيز: أراد بها السوء! وغريبة الغرائب أن المفسرين أخذوا بتهمة إخوة يوسف له، واختلفوا في تعيين الشيء المسروق أو المتهم به حتى بلغت أقوالهم خمسة فيما رأيت، وأطرفها قول بعض الصوفية: إن يوسف سرق قلب أبيه <span class=quran>﴿فَأَسَرَّهَا﴾</span>: أي مقالتهم: (سرق أخ له) <span class=quran>﴿يُوسُفُ فِي نَفْسِهِ وَلَمْ يُبْدِهَا لَهُمْ﴾</span>: مر فيلسوف بسفيه فشتمه، فسكت ولم يلتفت إليه، وحين سئل الفيلسوف عن تجاهله قال: لا أتوقع من الغراب تغريد البلابل <span class=quran>﴿قَالَ﴾</span>: يوسف <span class=quran>﴿أَنتُمْ شَرٌّ مَّكَانًا وَاللّهُ أَعْلَمْ بِمَا تَصِفُونَ﴾</span>: من اتهامي بالسرقة، وإنها بكم أحق وألصق، والمؤمن الحق لا يزعجه الافتراء الكاذب ما دام على ثقة من عدل الله وعلمه، وهل من درس أبلغ وأنفع من قول الرسول الأعظم (ص): (ان لم يكن بك غضب علي فلا أُبالي). <br><br>(78): <span class=quran>﴿قَالُواْ يَا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَبًا شَيْخًا كَبِيرًا... ﴾</span>: بعد إلزامهم بأن العدل عندهم يقضي باسترقاق أخيهم التجأوا إلى الرجاء أن يرحم ويصفح أو يأخذ الفداء والبدل."
}
]
}