{"title":"صفحة (246)","type":"html","data":[{"miniTitle":"يوسف","text":"(87): <span class=quran>﴿يَا بَنِيَّ اذْهَبُواْ فَتَحَسَّسُواْ﴾</span>: تعرفوا واستعلموا <span class=quran>﴿مِن يُوسُفَ وَأَخِيهِ وَلاَ تَيْأَسُواْ مِن رَّوْحِ اللّهِ إِنَّهُ لاَ يَيْأَسُ مِن رَّوْحِ اللّهِ﴾</span>: أي من فرجه <span class=quran>﴿إِلاَّ الْقَوْمُ الْكَافِرُونَ﴾</span>: والجاهلون، لأن المؤمن لا ييأس، وأيضًا العاقل لا ييأس، بل يحاول ويناضل، وليس تاريخ الإنسانية إلا جهادًا ومحاولة مستمرة، والكسول الجبان هو الذي يقعد مع القواعد، ويلقي اللوم والمسئولية على الحظ أو على الذين من حوله، أما الشجاع الطموح فيسير إلى آخر الشوط مستعينًا بالله وجهاده والصبر على كل شدة ومنحة، وهذا هو سبيل الناجحين والخالدين أوصى بنيه أن يعودوا إلى مصر مرة ثالثة، فسمعوا ورجعوا إلى العزيز. <br><br>(88): <span class=quran>﴿فَلَمَّا دَخَلُواْ عَلَيْهِ قَالُواْ يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ وَجِئْنَا بِبِضَاعَةٍ مُّزْجَاةٍ﴾</span>: رديئة بالامس طغوا على يوسف وبغوا، وألقوا به في غيابة الجب كأنه حصاة أو نواة، واليوم يقفون بين يديه يتذلّلون ويخضعون متوسلين: <span class=quran>﴿فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنَآ إِنَّ اللّهَ يَجْزِي الْمُتَصَدِّقِينَ﴾</span>: فيا له من درس لمن يستصغر الضعفاء، ويتحرك بكبرياء؟ وهذا كتاب الله والعيان والتاريخ من فرعون إلى نابليون، إلى هتلر، كل أولاء يقولون: ما من أحد تصور نفسه كبيرًا أو عظيمًا إلا وأصبح بعد حين أحقر من حقير. <br><br>(89): <span class=quran>﴿قَالَ هَلْ عَلِمْتُم مَّا فَعَلْتُم بِيُوسُفَ وَأَخِيهِ إِذْ أَنتُمْ جَاهِلُونَ﴾</span>: هل علمتم: عتاب يحمل في أحشائه النصح والرحمة، وفي الوقت نفسه ينفث فيه المصدور همه، ويشفي غيظه، وبهذا الموقف وأمثاله يثبت المرء قيمته كإنسان يستحق التبجيل والاحترام. <br><br>(90): <span class=quran>﴿قَالُواْ أَإِنَّكَ لَأَنتَ يُوسُفُ﴾</span>: قالوا هذا وانتظروا الجواب، فكانت هذه المفاجأة التي لا تخطر لهم على بال: <span class=quran>﴿قَالَ أَنَاْ يُوسُفُ وَهَـذَا أَخِي قَدْ مَنَّ اللّهُ عَلَيْنَا﴾</span>: بما ترون من النعم وجمع الشمل <span class=quran>﴿إِنَّهُ مَن يَتَّقِ وَيِصْبِرْ فَإِنَّ اللّهَ لاَ يُضِيعُ أَجْرَ الْمُحْسِنِينَ﴾</span>: وكذلك عباد الله يشكرون ويقدرون من أحسن وعمل صالحًا إلا حقودًا عيّابًا يكره الطيبين لسوء طويته، ويكرهونه لسوء سيرته. <br><br>(91): <span class=quran>﴿قَالُواْ تَاللّهِ لَقَدْ آثَرَكَ اللّهُ عَلَيْنَا﴾</span>: علمًا وعقلاً، وكمالاً وجمالاً، وأخيرًا بالجاه والسلطان... والحر الكريم يعترف بالفضل عن سجية وأريحية، أما الحقود الحسود فيموت بغيظه، ولا يعترف لأحد بمكرمة وفضيلة إلا لعلة أسرة قاهرة. <br><br>(92): <span class=quran>﴿قَالَ﴾</span>: يوسف <span class=quran>﴿لاَ تَثْرَيبَ﴾</span>: لا عقاب ولا تأنيب <span class=quran>﴿عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللّهُ لَكُمْ﴾</span>: نطق يوسف بكلمة العفو من مركز القوة والسلطان ، لأنه لا يعمل لنفسه، بل للإنسانية جمعاء، وهكذا رجل الحق والمبدأ يخالف الهوى ويتساهل في أشياءه الخاصة، فإن وقع ظلم أو حيف إلى الدين أو الآخرين ثار كليث الغاب، وما أقرب الشبه بين موقف يوسف من إخوته وبن موقف الرسول الأعظم (ص) من الطلقاء، وهم أعداؤه، حيث قال لهم: فد عفوت عنكم. <br><br>(93): <span class=quran>﴿اذْهَبُواْ بِقَمِيصِي هَـذَا﴾</span>: قال بعض المفسرين: هو قميص موروث من إبراهيم الخليل. وقال آخرون: بل جيء به يوسف من الجنة. وقال بعض الصوفية: هو الهيئة النورانية! ولا مصدر لهذه الأقوال إلا الرجم بالغيب. والعاقل يستخلص العبرة من الفرق بين الولد العاق العقور كإخوة يوسف حيث فعلوا ما فعلوا بأعز الخلق على أبيهم، وجاءوه. بالقميص الأول الذي جرى عليه الأذى والعمى، وبين الولد البار الشكور كيوسف وقميصه الثاني الذي كان لأبيه حياة وشفاء وسعادة وهناء. <br><br>(94): <span class=quran>﴿وَلَمَّا فَصَلَتِ الْعِيرُ﴾</span>: خرجت من مصر متجهة إلى يعقوب <span class=quran>﴿قَالَ أَبُوهُمْ إِنِّي لَأَجِدُ رِيحَ يُوسُفَ لَوْلاَ أَن تُفَنِّدُونِ﴾</span>: تسفهون رأيي، وغير بعيد أن يكون هذا الوجدان والإحساس بريح يوسف بالقلب لا بالأنف، فكما يحس الإنسان بأنفه وفمه وبصره وسمعه يحس أيضًا من الأعماق، بخاصة إذا كان من الأتقياء، وبصورة أخص الرسل والأنبياء. <br><br>(95): <span class=quran>﴿قَالُواْ تَاللّهِ إِنَّكَ لَفِي ضَلاَلِكَ الْقَدِيمِ﴾</span>: لقد مات يوسف، ولا يعود ما قد ولّى."}]}