{
"title": "صفحة (247)",
"type": "html",
"data": [
{
"miniTitle": "يوسف",
"text": "(96): <span class=quran>﴿فَلَمَّا أَن جَاء الْبَشِيرُ﴾</span>: صدقت نبوءة يعقوب، وتحققت أمنيته، و <span class=quran>﴿قَالَ﴾</span>: للذين يئسوا من رحمة الله: <span class=quran>﴿أَلَمْ أَقُل لَّكُمْ إِنِّي أَعْلَمُ مِنَ اللّهِ مَا لاَ تَعْلَمُونَ﴾</span>: يعلم من الله أنه مع المتقين والصابرين، ولا ييأس من فضله ورحمته إلا جاهل أو جاحد. <br><br>(97): <span class=quran>﴿قَالُواْ يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا﴾</span>: ندموا على ما كان، وتابوا لله، واستشفعوا بأبيهم. <br><br>(98): <span class=quran>﴿قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّيَ إِنَّهُ هُوَ الْغَفُورُ﴾</span>: لمن تاب وآمن وعمل صالحًا <span class=quran>﴿الرَّحِيمُ﴾</span>: بعباده المستحق منهم وغير المستحق. <br><br>(99): <span class=quran>﴿فَلَمَّا دَخَلُواْ عَلَى يُوسُفَ آوَى إِلَيْهِ أَبَوَيْهِ﴾</span>: فضمهما إلى بيته وعائلته، وأنزل إخوته في مكان آخر، وفي قاموس الكتاب المقدس، أن اسم أُم يوسف راحيل، وهو اسم عبري معناه شاة، وأنها ماتت عند ولادة بنيامين. وعليه فالمراد بأمه في الآية امرأة أبيه، وقيل: إنها خالته أُخت أُمه <span class=quran>﴿وَقَالَ ادْخُلُواْ مِصْرَ﴾</span>: أي امكثوا معي في مصر، واتخذوها وطنًا لكم، ولا يسوغ أن تبقى كلمة الدخول هنا على ظاهرها حيث لا يستقيم عجز الكلام مع صدره إذ يصبح المعنى هكذا بعد أن دخلوا مصر قال لهم: ادخلوا مصر، وجاء في الأخبار أن فرعون أقطعهم أرضًا خصبة، وظلت سلالة يعقوب فيها إلى عهد موسى. <br><br>(100)-(101): <span class=quran>﴿وَرَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ﴾</span>: أجلسهما على سرير الملك <span class=quran>﴿وَخَرُّواْ لَهُ سُجَّدًا﴾</span>: تكريمًا لا تعبدًا، لأن العبادة لا تسوغ إلاَّ لله <span class=quran>﴿وَقَالَ يَا أَبَتِ هَـذَا تَأْوِيلُ رُؤْيَايَ مِن قَبْلُ قَدْ جَعَلَهَا رَبِّي حَقًّا﴾</span>: يشير بهذا إلى قوله في أول السورة: يا أبتي إني رأيت أحد عشر كوكبًا والشمس والقمر رأيتهم لي ساجدين <span class=quran>﴿وَقَدْ أَحْسَنَ... ﴾</span>: يعدد آلاء لله حامدًا شاكرًا، وفي نهج البلاغة لم تعظوا نعمة الله على أحد إلا زاد حق الله عليه عظيمًا <span class=quran>﴿أَنتَ وَلِيِّي﴾</span>: تتولى أمري وتقوم به <span class=quran>﴿فِي الدُّنُيَا وَالآخِرَةِ تَوَفَّنِي مُسْلِمًا﴾</span>: لا تمتني إلاّ وأنت عني راض، وهذه اللحظة هي الأصل والأساس، وفيها يتقرر المصير. <br><br>(102): <span class=quran>﴿ذَلِكَ مِنْ أَنبَاء الْغَيْبِ نُوحِيهِ إِلَيْكَ﴾</span>: الخطاب لمحمد (ص) والمعنى أن ما أخبر به محمد عن يوسف لم يشاهده بنفسه أو يقرأه في كتاب أو يسمعه من إنسان، وإذن فهو وحي من الله دال على صدقه ونبوته <span class=quran>﴿وَمَا كُنتَ لَدَيْهِمْ﴾</span>: ما كنت حاضرًا مع إخوة يوسف <span class=quran>﴿إِذْ أَجْمَعُواْ أَمْرَهُمْ﴾</span>: عزموا على إلقائه في الجب <span class=quran>﴿وَهُمْ يَمْكُرُونَ﴾</span>: بيوسف ويكيدون له، ما كنت حاضرًا معهم وعندهم، ولكن الله سبحانه أخبرك بذلك وأوحى به إليك، لتخبر عنه بدورك، ويكون إخبارك هذا حجة لله ولك على من جحد برسالتك. <br><br>(103): <span class=quran>﴿وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ﴾</span>: اجتهد محمد (ص) وحرص كل الحرص على دعوة الناس إلى الحق، وأقام الأدلة الوافية الكافية على صدقه، فأبى أكثر الناس أن يؤمنوا ويصدقوا كما قال سبحانه: (ولقد صرفنا في هذا القرآن للناس من كل مثل فأبى أكثر الناس إلاّ كفورًا - 89 الإسراء) وإذن فالذنب ذنبهم لا ذنب محمد (ص) وأدلته، وفوق ذلك أن رسالة محمد أثبتت على مدى القرون وإلى آخر يوم، سمّوها وكمالها، ومع هذا بقيت الكثرة الكاثرة على جحودها، والسر أن الإنسان يقاد من شهوته ومعدته لا من عقله وفطرته كما أشرنا أكثر من مرة."
}
],
"singlePage": true
}