{
"title": "صفحة (248)",
"type": "html",
"data": [
{
"miniTitle": "يوسف",
"text": "(104): <span class=quran>﴿وَمَا تَسْأَلُهُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ﴾</span>: وهنا يكمن سر الإعراض عنه! إنه دعاء إلى الحق، والحق ثقيل إلاّ على الأبرار وهم أقل من القليل. <br><br>(105): <span class=quran>﴿وَكَأَيِّن مِّن آيَةٍ فِي السَّمَاوَاتِ وَالأَرْضِ يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ﴾</span>: كأن الله سبحانه يقول لنبيه الكريم، هون عليك ولا تحزن إذا كفروا بك وبما تملك من الأدلة والبراهين، فإني خلقتهم من لا شيء ورزقتهم، وأسبغت عليهم نعمتي ظاهرة وباطنة، وأقمت لهم الأدلة على وجودي في أنفسهم وفي الآفاق، ومع ذلك جادلوا وعاندوا وجحدوا.. فأمهلت وسترت وما عاجلت، فعلام تحزن أنت وتبتئس بما يفعلون؟ وفي نهج البلاغة: (فوالله لقد ستر حتى كأنه قد غفر). <br><br>(106): <span class=quran>﴿وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللّهِ إِلاَّ وَهُم مُّشْرِكُونَ﴾</span>: من جحد بالله أكثر ممن آمن به، وأكثر المؤمنين به هم والجاحدون بمنزلة سواء، لأنهم يعبدون مع الله إلهًا آخر لا يوحدون، والشرك في حكمه تعالى أعظم من الإلحاد، وللشرك أشكال وألوان: من عبادة الأصنام إلى تحريم الحلال وتحليل الحرام، ومن الرياء إلى عبادة المال... <br><br>(107): <span class=quran>﴿أَفَأَمِنُواْ أَن تَأْتِيَهُمْ غَاشِيَةٌ مِّنْ عَذَابِ اللّهِ﴾</span>: أي كارثة تغمرهم وتبيدهم. <br><br>(108): <span class=quran>﴿قُلْ هَـذِهِ سَبِيلِي﴾</span>: أي طريقتي وسنتي، وهي <span class=quran>﴿أَدْعُو إِلَى اللّهِ عَلَى بَصِيرَةٍ أَنَاْ وَمَنِ اتَّبَعَنِي﴾</span>: والدعاء إلى الله تعالى دعاء إلى العلم والعقل والحق والعدل في حياة الناس أفرادًا وجماعات. هذا هو الإسلام في جوهره، فهل يفتقر إلى الدليل على صحته وصدقه؟ وأي عاقل يقول: ما الدليل على وجوب العمل بالحق والعدل وإتباع العلم والعقل؟. <br><br>(109): <span class=quran>﴿وَمَا أَرْسَلْنَا مِن قَبْلِكَ﴾</span>: يا محمد <span class=quran>﴿إِلاَّ رِجَالاً﴾</span>: لا نساء ولا ملائكة <span class=quran>﴿نُّوحِي إِلَيْهِم مِّنْ أَهْلِ الْقُرَى﴾</span>: أي كسائر الناس معروفين بأنسابهم وبلادهم وأخلاقهم <span class=quran>﴿أَفَلَمْ يَسِيرُواْ فِي الأَرْضِ... ﴾</span>: تقدم في الآية 137 من آل عمران و 11 من الأنعام. <br><br>(110): <span class=quran>﴿حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ﴾</span>: من إيمان المشركين، وعلموا علم اليقين بأنه لا أحد يؤمن إلاّ من قد آمن من قبل <span class=quran>﴿وَظَنُّواْ أَنَّهُمْ قَدْ كُذِبُواْ﴾</span>: أي بعد أن طال أمد العذاب ظن الرسل أن بعض أتباعهم الذين آمنوا بهم قد ارتابوا بما وعد به أنبياؤهم <span class=quran>﴿جَاءهُمْ نَصْرُنَا﴾</span>: بعد إن طال الانتظار وضاق الحال، وظن الناس بالله وأنبيائه الظنون جاء الفرج، قال الإمام علي (ع): عند تناهي الشدة تكون الفرجة، وعند تضايق حلق البلاء يكون الرجاء. <br><br>(111): <span class=quran>﴿لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِّأُوْلِي الأَلْبَابِ﴾</span>: قص سبحانه على نبيه أخبار الأنبياء السابقين، ومنها خبر يوسف مع إخوته، وفي هذه القصص والأخبار العديد من الفوائد الجديرة بالتفكير والتدبير، منها أن العاقبة للصابرين المتقين، وأن دائرة السوء تدور على الطغاة المفسدين، ومنه أن هذه القصص حجة كافية في الدلالة على نبوة محمد (ص) لأنها إخبار بالغيب، وغير ذلك <span class=quran>﴿مَا كَانَ﴾</span>: هذا القرآن <span class=quran>﴿حَدِيثًا يُفْتَرَى﴾</span>: من دون الله <span class=quran>﴿وَلَـكِن﴾</span>: كان <span class=quran>﴿تَصْدِيقَ الَّذِي بَيْنَ يَدَيْهِ﴾</span>: من كتب سماوية <span class=quran>﴿وَتَفْصِيلَ كُلَّ شَيْءٍ﴾</span>: من العقيدة وأدلتها، والشريعة وأحكامها، والأخلاق وتعاليمها <span class=quran>﴿وَهُدًى﴾</span>: لمن طلب الهداية ورغب فيها <span class=quran>﴿وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ﴾</span>: ولم يلبسوا إيمانهم بحقد وظلم، وحسد ولؤم. وهو سبحانه المسؤول أن يعاملنا بلطفه ورحمته بالنبي وعترته، عليه وعليهم أفضل الصلوات."
}
],
"singlePage": true
}