{
"title": "صفحة (249)",
"type": "html",
"data": [
{
"miniTitle": "الرعد",
"text": "(1): <span class=quran>﴿المر﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره ، <span class=quran>﴿تِلْكَ آيَاتُ الْكِتَابِ﴾</span>: آيات هذه السورة هي من القرآن <span class=quran>﴿وَالَّذِيَ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الْحَقُّ﴾</span>: أجل القرآن حق لا ريب فيه، لأنه يقول: (وأن ليس للإنسان إلا ما سعى- 39 النجم... إن أكرمكم عند الله أتقاكم - 13 الحجرات... إن الذين آمنوا وعملوا الصالحات أولئك هم خير البرية - 6 البينة). <br><br>(2): <span class=quran>﴿اللّهُ الَّذِي رَفَعَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا﴾</span>: وجملة ترونها صفة للسموات لا للعمد، والمعنى أن الكواكب التي ترونها في السماء لا تقوم على شيء، بل وضعت منذ البداية في مكان محدد بكل دقة، لا تحتاج معه إلى تكأة أو ركيزة. وقال الإمام علي (ع) في مستدرك نهج البلاغة: (رفع سبحانه السماء بغير عمد، وبسط الأرض على الهواء بغير أركان) <span class=quran>﴿ثُمَّ اسْتَوَى عَلَى الْعَرْشِ﴾</span>: كناية عن الملك والسيطرة وتقدم في الآية 54 من الأعراف و3 من يونس <span class=quran>﴿وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ... ﴾</span>: تقدم في الآية 54 من الأعراف <span class=quran>﴿يُدَبِّرُ الأَمْرَ﴾</span>: المراد بالأمر الخلق، وبالتدبير الإحكام والهيمنة <span class=quran>﴿يُفَصِّلُ الآيَاتِ﴾</span>: في كتابيه: الكوني والقرآني. <br><br>(3): <span class=quran>﴿وَهُوَ الَّذِي مَدَّ الأَرْضَ﴾</span>: بسطها ووسعها <span class=quran>﴿وَجَعَلَ فِيهَا رَوَاسِيَ﴾</span>: ألقى في الأرض جبالاً راسخات شامخات <span class=quran>﴿وَأَنْهَارًا﴾</span>: قرن سبحانه الأنهار بالجبال، لأن الماء يتفجر من تحتها <span class=quran>﴿وَمِن كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ﴾</span>: في التفاسير القديمة أن الزوجين أو الاثنين هما (أسود وأبيض وحلو وحامض ورطب ويابس)! ونسي المفسرون القدامى أن في الثمر ما هو أصفر وأخضر ولا حلو ولا حامض. وفي التفاسير الجديدة أن المراد بالزوجين الذكر والأنثى، وأن الشجر وغيره من النبات لا ينتج إلاّ باللقاح بطريق أو بآخر<span class=quran>﴿يُغْشِي اللَّيْلَ النَّهَارَ﴾</span>: في يُغشي ضمير مستتر يعود إليه تعالى، والليل مفعول أول والنهار مفعول ثانٍ، فيأتي أحدهما بعد الآخر ويغطيه، وتقدم في الآية 54 من الأعراف. <br><br>(4): <span class=quran>﴿وَفِي الأَرْضِ قِطَعٌ مُّتَجَاوِرَاتٌ﴾</span>: يلتصق بعضها ببعض، ومع ذلك تتنوع إلى خصبة وجدبة، وسميكة ورقيقة، وصفراء وبيضاء... ولا سر إلا أمر الله وتدبيره في خلقه. <span class=quran>﴿وَجَنَّاتٌ مِّنْ أَعْنَابٍ﴾</span>: بساتين من الكرمة <span class=quran>﴿وَزَرْعٌ﴾</span>: من أنواع شتى <span class=quran>﴿وَنَخِيلٌ صِنْوَانٌ﴾</span>: هي النخيلات من أصل واحد غير متنوع، لأن النخل على أنواع <span class=quran>﴿وَغَيْرُ صِنْوَانٍ﴾</span>: هي النخيلات من أصول متعددة متنوعة، وخص سبحانه الأعناب والنخيل بالذكر، لأنهما الثمر الغالب في ذاك العصر <span class=quran>﴿يُسْقَى بِمَاء وَاحِدٍ﴾</span>: كالمطر أو النهر، وأيضًا التربة واحدة، ومع ذلك يختلف الثمر لونًا وحجمًا ورائحة وطعمًا، والسر حكمة الله وتدبيره <span class=quran>﴿وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الأُكُلِ﴾</span>: طعمًا ومذاقًا حتى ثمرات الشجرة الواحدة يختلف طعم بعضها عن بعض، بل وحبات الرمان والعنب في علاقة واحدة. <br><br>(5): <span class=quran>﴿وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَئِذَا كُنَّا تُرَابًا... ﴾</span>: أتعجب يا محمد من الذين كذبوك؟ إن تكذيبهم بالبعث أعجب وأغرب (فلينظر الإنسان مم خلق، خلق من ماء دافق... إنه على رجعه لقادر - 8 الطارق) وتقدم في الآية 36 من الأنعام و57 من الأعراف، ويأتي."
}
],
"singlePage": true
}