{
"title": "صفحة (250)",
"type": "html",
"data": [
{
"miniTitle": "الرعد",
"text": "(6): <span class=quran>﴿وَيَسْتَعْجِلُونَكَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ الْمَثُلاَتُ﴾</span>: المراد بالسيئة هنا العذاب، وبالحسنة العافية، وبالمثلات العقوبات، دعا رسول الله (ص) المشركين إلى التوحيد، وتوعدهم بالعذاب إن استنكفوا، فسخروا وقالوا: عجل بحسابك وعذابك. قالوا هذا ولم يتعظوا بعقوبات أمثالهم من المكذبين الأولين <span class=quran>﴿وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ﴾</span>: جمعت هذه الآية بين الرجاء والخوف، وهما وصفان متلازمان في المؤمن الحق، لا ينفصل أحدهما عن الآخر، فمن صح رجاؤه لرحمة الله صح خوفه من نقمته، ومن صح خوفه من نقمته صح رجاؤه لرحمته، أما من خاف من عقابه ويئس من رحمته أو رجا ثوابه دون أن يخاف من عقابه - فما هو من الإيمان في شيء. <br><br>(7): <span class=quran>﴿وَيَقُولُ الَّذِينَ كَفَرُواْ لَوْلآ أُنزِلَ عَلَيْهِ﴾</span>: على رسول الله <span class=quran>﴿آيَةٌ مِّن رَّبِّهِ﴾</span>: معجزة اقترحها عليه المشركون تعنتًا، وتقدم في الآية 37 من الأنعام و20 من يونس <span class=quran>﴿إِنَّمَا أَنتَ مُنذِرٌ﴾</span>: تحذر الطغاة والعصاة من سوء العاقبة <span class=quran>﴿وَلِكُلِّ قَوْمٍ هَادٍ﴾</span>: يهديهم إلى الصراط القويم، أما المعجزات فهي بيد الله وحده. <br><br>(8): <span class=quran>﴿اللّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَى﴾</span>: من ذكر أو أُنثى <span class=quran>﴿وَمَا تَغِيضُ الأَرْحَامُ﴾</span>: أي تنقص عن مدة الحمل بحيث تلد أو تسقط لأقل من تسعة أشهر <span class=quran>﴿وَمَا تَزْدَادُ﴾</span>: عن التسعة، واتفقت المذاهب الإسلامية على أن أقل مدة الحمل ستة أشهر، واختلفوا في أقصاها، فقال أبو حنيفة: سنتان، وقال مالك والشافعي وابن حنبل: أربع سنين. واتفق الشيعة الإمامية على أن مدة الحمل لا تزيد ساعة عن السنة. وهذا ما أثبته الطب الحديث، وفي رأينا أن تحديد مدة الحمل يجب تركها للأطباء وأهل الاختصاص، لأن الحمل موضوع طبيعي لا شرعي كالصلاة والصيام، والشارع يقرر ويمضي ما يقوله العلم، وعلى هذا تحمل الأحاديث الواردة في باب الحمل <span class=quran>﴿وَكُلُّ شَيْءٍ عِندَهُ بِمِقْدَارٍ﴾</span>: يخضع في وجوه وجميع أوضاعه لنظام يلائمه، دبره وأتقنه عليم حكيم. <br><br>(9): <span class=quran>﴿عَالِمُ الْغَيْبِ﴾</span>: يعلم ما غاب عنا علمه <span class=quran>﴿وَالشَّهَادَةِ﴾</span>: ما نراه نحن ونشاهده <span class=quran>﴿الْكَبِيرُ﴾</span>: في ذاته وصفاته وأفعاله <span class=quran>﴿الْمُتَعَالِ﴾</span>: العالي الذي لا شيء فوقه، وكل شيء دونه. <br><br>(10): <span class=quran>﴿سَوَاء مِّنكُم مَّنْ أَسَرَّ﴾</span>: كل سر عند الخلق علانية عند الخالق وكل غيب عنهم هو شهادة عنده تعالى. <br><br>(11): <span class=quran>﴿لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللّهِ﴾</span>: الهاء في (له) وما بعدها تعود للإنسان، والمعقبات كناية عن حواس الإنسان وغرائزه، و(من) في قوله تعالى (من أمر الله) بمعنى الباء أي بأمر الله، وأذنه، والمعنى أن الله سبحانه خلق الإنسان، وجعل له السمع والبصر والفؤاد ليهتدي بها إلى ما يريد، ويحترز عما يكره، وقال المفسرون القدامى: المراد بالمعقبات ملائكة تنزل من السماء إلى الأرض لتحرس كل فرد من أفراد الإنسان في كل ثانية من حياته <span class=quran>﴿إِنَّ اللّهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ﴾</span>: ما من شك أن الله لا يغير ما بنا من جهل حتى نبني المدارس والجامعات والمختبرات، والله لا يغير ما بنا من فقر حتى ننشئ المزارع ونقيم المصانع، والله لا يغير ما بنا من ذل وهوان وعبودية حتى نتفق قلبًا واحدًا ونجاهد يدًا واحدة ضد كل معتدٍ أثيم، والله لا يغير ما بنا من شتات حتى نتحرر من الأغراض والشهوات. قال عز من قائل: (من عمل صالحًا من ذكر أو أُنثى وهو مؤمن فلنحيينه حياة طيبة، ولنجزينهم أجرهم بأحسن ما كانوا يعملون - 97 النحل) <span class=quran>﴿وَإِذَا أَرَادَ اللّهُ بِقَوْمٍ سُوءًا فَلاَ مَرَدَّ لَهُ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ﴾</span>:المراد بالسوء هنا العذاب، ومتى أراده الله سبحانه لإنسان أو فئة فلا منجيَّ مما أراد، والله عادل حكيم لا يؤدّب ويعذّب إلاّ بحق وسبب موجب، بل ويعفو عن كثير. <br><br>(12): <span class=quran>﴿هُوَ الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا﴾</span>: البرق يبشر بالمطر، وهو خير إن أنبت الزرع وأدر الضرع، وهو شر إن يكُ حسومًا وسمومًا، وكان الإمام علي (ع) يقول في صلاة الاستسقاء: (اللهم اسقنا ذلل السحاب دون صعابها)، فإذا رأينا البرق رجونا أن يكون بشرى بين يدي رحمته وخفنا أن يكون نذيرًا بعذابه في آن واحد. <span class=quran>﴿وَيُنْشِىءُ السَّحَابَ الثِّقَالَ﴾</span>: يرفعها من الأرض بخارًا، ويحولها إلى ماء، فتثقل به، وأشرنا أكثر من مرة أن الله سبحانه يجري الأمور على أسبابها، ويسيرها تبعًا للنواميس الكونية، ثم يسندها إليه مباشرة، لأنه خالق كل شيء ومدبره. <br><br>(13): <span class=quran>﴿وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ﴾</span>: كل مخلوق يترجم بلغته عن قدرة الخالق وعظمته تمامًا كالحسنات والصالحات تسبح بحمد من أصلح وأحسن <span class=quran>﴿وَهُمْ يُجَادِلُونَ فِي اللّهِ﴾</span>: يجادل الجاحدون والمعاندون في وجوده تعالى أو في قدرته على البعث أو في نبوة محمد (ص) مع وضوح الدلائل والبينات <span class=quran>﴿وَهُوَ﴾</span>: سبحانه <span class=quran>﴿شَدِيدُ الْمِحَالِ﴾</span>: أي شديد الأخذ والبطش، قال تعالى (إن بطش ربك لشديد - 12 البروج.. إن أخذه أليم شديد - 102 هود)."
}
]
}