{
"title": "صفحة (251)",
"type": "html",
"data": [
{
"miniTitle": "الرعد",
"text": "(14): <span class=quran>﴿لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ... ﴾</span>: إن الله سبحانه هو الحق، فمن عمل له وتوكل عليه أجزل له الثواب، ومن عصى وتمرد حقت عليه كلمة العذاب، ومن دعا غيره فقد دعا باطلاً وسرابًا تمامًا كالظامئ يحسب الدخان سحابًا والسراب ماء، فيمد كفيه ليملأهما بالماء، ويفتح فاه ليشرب ويبرد غلته، وإذا بالآمال تتبخر إلى حسرات وزفرات. <br><br>(15): <span class=quran>﴿وَلِلّهِ يَسْجُدُ﴾</span>: أي يخضع وينقاد لأمره تعالى وقضاءه <span class=quran>﴿ مَن فِي السَّمَاوَاتِ وَالأَرْضِ طَوْعًا وَكَرْهًا﴾</span>: تقدم في الآية 83 من آل عمران <span class=quran>﴿وَظِلالُهُم بِالْغُدُوِّ وَالآصَالِ﴾</span>: ظلال: جمع ظل، وهو خيال الجسم، والغُدو: جمع غدوة وهي الصباح، والآصال: جمع أصيل وهو المساء ما بين العصر والمغرب، والمعنى حتى ظلال الأشياء تنقاد لأمره تعالى ولو بالواسطة والتبعية، أو كناية عن العموم والشمول لكل ما له نحو من أنحاء الوجود. <br><br>(16): <span class=quran>﴿قُلْ﴾</span>: يا محمد لمن رأى التدبير حتى في نفسه وجحد المدبر: <span class=quran>﴿مَن رَّبُّ السَّمَاوَاتِ وَالأَرْضِ﴾</span>: الله أو غيره أو وجدت صدفة؟ <span class=quran>﴿قُلِ اللّهُ﴾</span>: واحدًا أحدًا قبل أن يجيبوك بشيء، لأن هذا السؤال يحمل في طبيعته الجواب الكافي تمامًا كقول القائل: المربع غير المدور <span class=quran>﴿قُلْ أَفَاتَّخَذْتُم مِّن دُونِهِ أَوْلِيَاء لاَ يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًا وَلاَ ضَرًّا﴾</span>: أمر سبحانه نبيه الكريم أن يقول لعبدة الأصنام: إنكم تعبدون أحجارًا لا تملك لنفسها نفعًا ولا ضرًا، فكيف تملك ذلك لغيرها <span class=quran>﴿قُلْ هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ﴾</span>: وأيضًا هذا السؤال يحمل جوابه في صلبه والمراد بالأعمى هنا من أنكر الحق وهو يرى بنيانه وبرهانه، وضده البصير <span class=quran>﴿أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ وَالنُّورُ﴾</span>: الظلمات كناية عن الضلال والفساد، والنور كناية هن الهدى والصلاح <span class=quran>﴿أَمْ جَعَلُواْ لِلّهِ شُرَكَاء خَلَقُواْ كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ﴾</span>: هل الأصنام التي يعبدها المشركون مثل ما خلق الله تمامًا بلا أدنى تفاوت، فحملهم ذلك على الاشتباه والخلط بين خلق الله والأصنام حتى جعلوا مع الله إلهًا آخر؟ <span class=quran>﴿قُلِ اللّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ﴾</span>: الإيمان بالله الواحد الأحد هو أصل الأصول في الإسلام، ومن هنا تكرر التوحيد في العديد من آياته، وبخاصة في الآيات المكية حيث كان للشرك أرباب وأقطاب. <br><br>(17): <span class=quran>﴿أَنزَلَ مِنَ السَّمَاء مَاء فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا...﴾</span>: ضرب سبحانه في هذه الآية مثالين: مثالاً للحق في ثباته وفوائده، ومثالاً للباطل في زواله ومفاسده، فالحق وأهل الحق تمامًا كالماء، ينزل من السماء فتسيل به أودية، كل واد بحسبه طولاً وعرضًا كما توحي كلمة (بقدرها) وتبقى آثار الماء في الأرض والعيون والآبار وفي الزرع والحبوب والثمار، وأيضًا الحق وأهل الحق كالمعادن والجواهر من ذهب وفضة يصاغ منه الحلي وأدوات الزينة، ومن حديد ونحاس يصنع منهما ما ينفع الناس، أما الباطل فهو تمامًا كالزبد الذي يرمي به السيل وكالزبد الخبيث الرديء الذي يطفو فوق المعدن حين يذاب بالنار <span class=quran>﴿كَذَلِكَ يَضْرِبُ اللّهُ الْحَقَّ وَالْبَاطِلَ﴾</span>:أي يُشبه الحق بالماء والمعدن اللذين ينفع الناس، ويشبه الباطل بزبد السيل والمعدن، ومعنى هذا أن الباطل لا يثبت أمام الحق، وعلى حد تعبير الإمام علي (ع): (من صارع الحق صرعه). هذا هو الإسلام: <span class=quran>﴿فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاء وَأَمَّا مَا يَنفَعُ النَّاسَ فَيَمْكُثُ فِي الأَرْضِ﴾</span>: ومعناه في واقعه وجوهره حيثما تكون منفعة الناس يكون الإسلام بلا كلام، وما هو مجرد أشكال وترتيل ولا تنجيم وصراخ بالتهليل وكفى... هذا هو الفهم الإنساني الجبري لدين الحق والقلب والعقل. <br><br>(18): <span class=quran>﴿لِلَّذِينَ اسْتَجَابُواْ لِرَبِّهِمُ الْحُسْنَى﴾</span>: أي لدعوة ربهم، وهي لمنفعة الناس وحياة أفضل، والمراد بالحسنى الجزاء الأحسن <span class=quran>﴿وَالَّذِينَ لَمْ يَسْتَجِيبُواْ لَهُ﴾</span>: وهم الذين لا خير فيهم تمامًا كالزبد والقمامة <span class=quran>﴿لَوْ أَنَّ لَهُم مَّا فِي الأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لاَفْتَدَوْاْ بِهِ﴾</span>: ولمن تعطى هذه الفدية أو الرشوة لله أم لجبريل أن لمحمد (ص)؟ وتقدم في الآية 91 من آل عمران و54 من يونس."
}
],
"singlePage": true
}