{"title":"صفحة (252)","type":"html","data":[{"miniTitle":"الرعد","text":"(19): <span class=quran>﴿أَفَمَن يَعْلَمُ أَنَّمَا﴾</span>: أنما كلمتان: أنَّ وما اسمها <span class=quran>﴿أُنزِلَ إِلَيْكَ مِن رَبِّكَ﴾</span>: يا محمد <span class=quran>﴿الْحَقُّ﴾</span>: خبر أن <span class=quran>﴿كَمَنْ هُوَ أَعْمَى﴾</span>: من يؤمن بمحمد (ص) فهو البصير، ومن أعرض فهو الأعمى. هل يستويان مثلاً؟ أفلا تذكرون؟. <br><br>(20): <span class=quran>﴿الَّذِينَ يُوفُونَ بِعَهْدِ اللّهِ وَلاَ يِنقُضُونَ الْمِيثَاقَ﴾</span>: الوفاء بشتى فروعه وأنواعه، من خلق الأنبياء، وهو من أمهات الفضائل، فالوفاء للعقيدة دليل على صدق الإيمان ورسوخه، والوفاء للوطن يوحي بالأصالة والأمانة، ووفاء الصديق لصديقه يبعث على حب الناس والثقة بهم، والغدر على النقيض، وأقبح أنواع الغدر على الإطلاق من غدر بمن يحبه ويخلص له، ولا يطلب ثمنًا عن ذلك إلاّ من الله ظنًا منه أن صديقه المحبوب من أهل الله. <br><br>(21): <span class=quran>﴿وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللّهُ بِهِ أَن يُوصَلَ﴾</span>: وهو أن يناصر الإنسان أخاه، ويتعاون معه على كشف الضر عنه، وجلب المنفعة له، وبكلمة أن يشعر بالمسئولية عنه <span class=quran>﴿وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الحِسَابِ﴾</span>: عمليًا لا نظريًا، وفعلاً لا قولاً فقط، وقال الإمام علي (ع): بالإيمان يستدل على الصالحات، وبالصالحات يسدل على الإيمان. <br><br>(22): <span class=quran>﴿وَالَّذِينَ صَبَرُواْ ابْتِغَاء وَجْهِ رَبِّهِمْ﴾</span>: يجاهدون في سبيل الله والحق، ويصبرون على جراح الجهاد وآلامه، ولا يبتغون جزاء ولا شكورًا إلاّ مرضاة الله وحده <span class=quran>﴿وَأَقَامُواْ الصَّلاَةَ﴾</span>: بحدودها الشرعية المذكورة في كتب الفقه، ولا فرق إطلاقًا بين من ترك الصلاة، ون اتبع الشهوات بنص القرآن الكريم: (أضاعوا الصلاة واتبعوا الشهوات فسوف يلقون غيًا - 59 مريم) <span class=quran>﴿وَأَنفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلاَنِيَةً﴾</span>: وهذا الإنفاق حق اجتماعي، وليس إحسانًا وتفضلاً، قال سبحانه: (وفي أموالهم حق معلوم - 24 معارج) <span class=quran>﴿وَيَدْرَؤُونَ بِالْحَسَنَةِ السَّيِّئَةَ﴾</span>: يدفعون القبيح بالحسن، وفي نهج البلاغة: عاتب أخاك بالإحسان إليه، واردد شره بالإنعام عليه <span class=quran>﴿أُوْلَئِكَ لَهُمْ عُقْبَى الدَّارِ﴾</span>: أحسن الجزاء. <br><br>(23) - (24): <span class=quran>﴿جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا﴾</span>: إقامة دائمة، ونعمة قائمة <span class=quran>﴿وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ﴾</span>: يجمع الله بينهم في الجنة وبين الأقربين والأهلين، شريطة أن يكونوا جميعًا من الصالحين وإلا فلا أنساب ولا أصحاب يومئذ بنص الآية 101 من (المؤمنون) و67 من الزخرف <span class=quran>﴿وَالمَلاَئِكَةُ يَدْخُلُونَ... ﴾</span>: على أهل الجنة مسلمين ومهنئين بدار السلام وعز المقام. <br><br>(25): <span class=quran>﴿وَالَّذِينَ يَنقُضُونَ عَهْدَ اللّهِ﴾</span>: بعد أن ذكر سبحانه صفات الصالحين ومآلهم أشار إلى حال الفاسدين ومصيرهم وهم على الضد من أولئك، لا يعرفون إلا الغش والغدر، ولا يناصرون إلا البغي والجور، ويملئون الأرض شرًا وفسادًا <span class=quran>﴿أُوْلَئِكَ لَهُمُ اللَّعْنَةُ﴾</span>: الخزي والهوان والحرمان من كل خير وفضيلة <span class=quran>﴿وَلَهُمْ سُوءُ الدَّارِ﴾</span>: سوء العاقبة والجزاء. <br><br>(26): <span class=quran>﴿اللّهُ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاء وَيَقَدِرُ﴾</span>: وتسأل: ظاهر هذه الآية أن الرزق بيد الله وأنه هو الذي يوسع ويضيق على من يشاء علمًا بأن الله سبحانه أمر بطلب الرزق والسعي له في الآية 15 من الملك حيث قال: (هو الذي جعل لكم الأرض ذلولاً فامشوا في مناكبها وكلوا من رزقه) فما هو وجه الجمع؟ الجواب: لا تصادم بين الآيتين، لأن الرزق كله من الله سواء أتى من السعي أم من غير احتساب، والفرق أن السعي وسيلة وأداة، وتكلمنا حول الرزق كثيرًا في التفسير الكاشف وفي ظلال نهج البلاغة، وأحسنه فيما نرى ما قلناه في تفسير قول الإمام (ع): الرزق رزقان: رزق تطلبه، ورزق يطلبك، فإن لم تأته أتاك. <span class=quran>﴿وَفَرِحُواْ بِالْحَيَاةِ الدُّنْيَا وَمَا الْحَيَاةُ الدُّنْيَا فِي الآخِرَةِ إِلاَّ مَتَاعٌ﴾</span>: لا فجوة ولا مشكلة بين الدين والآخرة من جهة وبين المال والدنيا الحلال من جهة ثانية، بل هذه مطية ووسيلة إلى تلك، وإنما التعارض والتصادم بين الدين والدنيا الحرام، بين السلب والاستغلال والنزاهة والتقوى وتقدم في 185 من آل عمران. <br><br>(27): <span class=quran>﴿وَيَقُولُ الَّذِينَ كَفَرُواْ لَوْلاَ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ﴾</span>: تقدم في العديد من الآيات 118 من البقرة <span class=quran>﴿قُلْ إِنَّ اللّهَ يُضِلُّ مَن يَشَاء﴾</span>: ولن يشاء عبثًا، بل لسبب موجب، وهو أن يسلك العبد طريق العماية والضلالة بإرادته وسوء اختياره، وتقدم في الآية 88 من النساء <span class=quran>﴿وَيَهْدِي إِلَيْهِ مَنْ أَنَابَ﴾</span>: من أعرض عن الباطل، وأقبل على الحق، وهذا دليل قاطع على أن الله سبحانه يعامل العبد بما يختاره لنفسه (من اهتدى فانما يهتدي لنفسه ومن ضل فإنما يضل عليها- 15 الإسراء). <br><br>(28): <span class=quran>﴿الَّذِينَ آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُم﴾</span>: الاطمئنان أعلى مراتب الإيمان حيث تطيب النفس وتركن إلى الله وحده ولا ترضى بغيره بديلا، وأوضح تحديد للقلب المؤمن المطمئن قول الإمام زين العابدين ومعدن العلم والدين (اللهم اني إليك أفر، ومنك أخاف، وبك أستغيث، وإياك أرجو، ولك أعود، وإليك ألجأ، وبك أثق، وإياك أستعين، وبك أؤمن، وعليك أتوكل)."}]}