{
"title": "صفحة (254)",
"type": "html",
"data": [
{
"miniTitle": "الرعد",
"text": "(35): <span class=quran>﴿مَّثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ... ﴾</span>: لما ذكر سبحانه عقاب الجاحدين بثواب المتقين: روح وريحان وجنة نعيم. <br><br>(36): <span class=quran>﴿وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنزِلَ إِلَيْكَ﴾</span>: يقول سبحانه لنبيه، إن الذين أسلموا من اليهود كعبد الله بن سلام وأصحابه ومن النصارى كالنجاشي وأتباعه يفرحون كثيرًا بالآيات التي تنزل عليك من ربك، لأنها تزيدهم إيمانًا وثقة بدينهم الجديد. <span class=quran>﴿وَمِنَ الأَحْزَابِ﴾</span>: الذين تألبوا عليك يا محمد وأصروا على الكفر والضلال <span class=quran>﴿مَن يُنكِرُ بَعْضَهُ﴾</span>: بعض ما جاءك من الحق لأنه مخالف لهواه، ويعترف بما يوافقه، وما من شك أن اعترافه وإنكاره بمنزلة سواء ما دام الحق عنده هم ما يشتهي ويهوى. <br><br>(37): <span class=quran>﴿وَكَذَلِكَ أَنزَلْنَاهُ حُكْمًا عَرَبِيًّا﴾</span>: المراد بالحكم هنا القرآن لأنه حكم الله وكم أرسل كل نبي قبل محمد بلغة قومه فقد أرسل محمد (ص) كذلك <span class=quran>﴿وَلَئِنِ اتَّبَعْتَ أَهْوَاءهُم... ﴾</span>: تقدم في الآية 120 من البقرة وغيرها. <br><br>(38): <span class=quran>﴿وَلَقَدْ أَرْسَلْنَا رُسُلاً مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجًا وَذُرِّيَّةً﴾</span>: ترد هذه الآية على من أنكر نبوة محمد (ص) لأنه بشر يأكل الطعام ويمشي في الأسواق، ويأتي الزوجات، ويولد له، ووجه الرد: ثم ماذا؟ أن محمدًا رسول قد خلت من قبله الرسل، وكلهم كانوا يفعلون كفعله تمامًا كسائر الناس <span class=quran>﴿وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ اللّهِ﴾</span>: اقترحوا على محمد (ص) معجزات من وحي الهوى والشيطان، فقال لهم: ما أنا وذا؟ الأمر كله بيد الله <span class=quran>﴿لِكُلِّ أَجَلٍ كِتَابٌ﴾</span>: مدة مضروبة بعلم الله، لا تتقدم ولا تتأخر. <br><br>(39): <span class=quran>﴿يَمْحُو اللّهُ مَا يَشَاء وَيُثْبِتُ وَعِندَهُ أُمُّ الْكِتَابِ﴾</span>: المراد بأم الكتاب علمه تعالى، والمفسرين في المحو والإثبات ثمانية أقوال. وفي رأينا أن ظاهر المحو والإثبات في هذه الآية، يعم ويشمل من كان على ضلال في دينه ثم اهتدى، أو بالعكس، وهذا محو لأن كلا من الكفر والإسلام يجب ما قبله، أما البقاء على الكفر أو الإيمان حتى الممات فهو إثبات ومثله أو قريب منه ظاهر الآية 98 من الأنعام: (فمستقر ومستودع) وأيضًا يشمل محو نسخ بعض الآيات أو الأحكام والإثبات بقاءها إلى يوم يبعثون، وتقدم الحديث عن النسخ في تفسير الآية 106 من البقرة. <br><br>(40): <span class=quran>﴿وَإِن مَّا نُرِيَنَّكَ بَعْضَ الَّذِي نَعِدُهُمْ﴾</span>: أي نريك يا محمد ما يحل بأعدائك من الخزي والفشل والهوان وأنت حي <span class=quran>﴿أَوْ نَتَوَفَّيَنَّكَ﴾</span>: قبل ذلك. <br><br>(41): <span class=quran>﴿أَوَلَمْ يَرَوْاْ أَنَّا نَأْتِي الأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا﴾</span>: وفي الجزء الأول من أصول الكافي عن أهل البيت (ع)، أن المراد بنقص الأرض من أطرافها ذهاب العلماء وموتهم، ونحن نفهم من كلمة (العلماء) بلا قيد وإضافة في أحاديث أهل البيت - الأئمة المعصومين دون غيرهم <span class=quran>﴿وَاللّهُ يَحْكُمُ لاَ مُعَقِّبَ لِحُكْمِهِ﴾</span>: متى حكم سبحانه حكمًا فلا يتعقبه أحد برد أو تغيير أو تقليم أو تطعيم. <br><br>(42): <span class=quran>﴿وَقَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ﴾</span>: أي من قبل قولك يا محمد، مكروا برسلهم، وفعلوا بهم الأفاعيل، فمكر الله بهم، وأذاقهم سوء العذاب <span class=quran>﴿فَلِلّهِ الْمَكْرُ جَمِيعًا﴾</span>: أي يبطل مكر كل ماكر ويعاقبه عقاب الماكرين تقدم في الآية 54 من آل عمران."
}
]
}