{"title":"صفحة (255)","type":"html","data":[{"miniTitle":"الرعد","text":"(43): <span class=quran>﴿وَيَقُولُ الَّذِينَ كَفَرُواْ لَسْتَ مُرْسَلاً﴾</span>: لأنك تقف مع الضعفاء والمساكين، وتثور على الظلم والظالمين، أما الشواهد والدلائل على صدقك وأمانتك فهي لأحرار الصدق والحق لا لجبابرة البغي والفساد <span class=quran>﴿قُلْ كَفَى بِاللّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِندَهُ عِلْمُ الْكِتَابِ﴾</span>: الله يشهد لي بأني رسوله الصادق الأمين، ويحكم بأنكم على غي وضلال، وأيضًا يشهد لي على مدى العصور والأيام كل مؤرخ منصف وكل عالم محايد بأني رسول الخير والإنسانية وأنكم مثال الشر والجاهلية. والله سبحانه المسئول أن يثبتنا على دين محمد، ويوفقنا للعمل بسنته، عليه وعلى آله أفضل الصلوات."},{"miniTitle":"ابراهيم","text":"(1) - (2): <span class=quran>﴿الَر﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره، <span class=quran>﴿كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ﴾</span>: الخطاب لمحمد، والمراد بالكتاب القرآن، وبالظلمات الجهل والتخلف، وبالنور العلم والتقدم، وحين نزلت هذه الآية وأخواتها كان العرب أهل جاهلية وأُمة أُمية، يعبدون الأحجار، ويأتون القبائح والفواحش، ويأكل القوي منهم الضعيف، وبعد القرآن أصبح العرب قادة العلم الحديث ورادة الخلق الكريم، ومعنى هذا أن القرآن قد صدق بنبوءته هذه تمامًا كما صدق بنبوءته عن وقعة بدر، وعن انتصار الروم بعد هزيمتها وغيرها من النبوءات، وأيضًا معنى هذا أن القرآن حق وصدق. <br><br>(3): <span class=quran>﴿الَّذِينَ يَسْتَحِبُّونَ الْحَيَاةَ الدُّنْيَا عَلَى الآخِرَةِ﴾</span>: يؤثرون الباطل على الحق لا لشيء إلا لأنهم ينقادون بمعدتهم وشهوتهم لا بعقلهم وفطرتهم <span class=quran>﴿وَيَصُدُّونَ عَن سَبِيلِ اللّهِ﴾</span>: قد ضلوا وأضلوا كثيرًا عن سواء السبيل <span class=quran>﴿وَيَبْغُونَهَا عِوَجًا﴾</span>: يطلبون الاعوجاج لسبيل الله بالتحريف والتزييف والدس والمؤامرات ولا يختص هذا بالملحدين والمشركين، فإن كثيرًا من المسلمين يكذبون ويخونون ويحرفون ويتآمرون على الإسلام والمسلمين مع أعدائه وأعدائهم. <br><br>(4): <span class=quran>﴿وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ﴾</span>: سبيل الحق والنجاة، ويفهموا عنه، وتتحقق الغاية من رسالته ونبغي التنبيه إلى الفرق بين كلمة وما أرسلنا من رسول إلا بلسان قومه، وبين كلمة ما أرسلنا رسولاً إلا لأهل لسانه ولغته، فالصيغة الأولى لا تمنع أن يكون الرسول عامًا ولغته خاصة، على عكس الصيغة الثانية، فإنها تحصر رسالة الرسول بقومه وحدهم <span class=quran>﴿فَيُضِلُّ اللّهُ مَن يَشَاء.. ﴾</span>: ولا يشاء إلا بعد البيان والعصيان، قال سبحانه: (وما كان الله ليضل قومًا بعد إذ هداهم حتى يبين لهم ما يتقون - 115 التوبة) وتقدم في الآية 26 من البقرة وغيرها. <br><br>(5): <span class=quran>﴿وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا﴾</span>: كالعصا واليد البيضاء والجراد وغير ذلك <span class=quran>﴿أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ﴾</span>: من الكفر والضلال إلى الهدى والإيمان تمامًا كغيره من الأنبياء <span class=quran>﴿وَذَكِّرْهُمْ بِأَيَّامِ اللّهِ﴾</span>: ومنها التحرر من أسر فرعون وظلمه، وإنزال المن والسلوى."}]}