{
"title": "صفحة (258)",
"type": "html",
"data": [
{
"miniTitle": "ابراهيم",
"text": "(19) - (20): <span class=quran>﴿أَلَمْ تَرَ﴾</span>:ألم تعلم، والخطاب موجه لكل من يقرأ ويسمع <span class=quran>﴿أَنَّ اللّهَ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ بِالْحقِّ﴾</span>: لحكمة اقتضت ذلك، ومن طبيعة العالم القادر أن يعمل بموجب علمه وقدرته، وإلا فأيه جدوى من العلم والقدرة <span class=quran>﴿إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ﴾</span>: أجل من خلق الكون بمن فيه وما فيه قادر على أن يفنيه، ويأتي بغيره بمجرد أن يريد ذلك بلا آلات وأدوات، وجوارح ومواد. <br><br>(21): <span class=quran>﴿وَبَرَزُواْ لِلّهِ جَمِيعًا﴾</span>: يخرج كل الخلائق يوم القيامة من القبور ويقفون بين يدي الله لنقاش الحساب، وجاء الفعل بصيغة الماضي، لأنه محقق الوقوع <span class=quran>﴿فَقَالَ الضُّعَفَاء﴾</span>: وهم الأتباع للقادة الأقوياء <span class=quran>﴿لِلَّذِينَ اسْتَكْبَرُواْ﴾</span>: وهم الأقوياء الذين استنكفوا عن دعوة الحق، وحاربوه بكل سلاح: <span class=quran>﴿إِنَّا كُنَّا لَكُمْ تَبَعًا﴾</span>: في الحياة الدنيا، نسمع لكم ونطيع. وفي نهج البلاغة: لا تطيعوا الأدعياء الذين شربتم بصفوكم كدرهم، وخلطتم بصحتكم مرضهم، وأدخلتم في حقكم باطلهم <span class=quran>﴿فَهَلْ أَنتُم﴾</span>: الآن في ساعة العسرة هذه <span class=quran>﴿مُّغْنُونَ عَنَّا مِنْ عَذَابِ اللّهِ مِن شَيْءٍ﴾</span>: أين قوتكم التي تشمخون بها وتتعالون <span class=quran>﴿قَالُواْ﴾</span>: أي القادة للأتباع: <span class=quran>﴿لَوْ هَدَانَا اللّهُ لَهَدَيْنَاكُمْ﴾</span>: المراد بالهداية هنا النجاة والخلاص من عذاب الله ، لأن الجواب يأتي على وفق السؤال <span class=quran>﴿سَوَاء عَلَيْنَآ أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ﴾</span>: أبدًا لا مهرب من موقف العرض والحساب وموضع الثواب والعقاب. وتدلنا هذه الآية على أن ظلم الظالم ليس بأسوأ عند الله من صبر المظلوم على الظلم، وأن عليه أن يجاهد فير سبيل حقه بكل ما يملك من طاقة، وما من شك أن الموت دفاعًا عن الحرية والكرامة خير ألف مرة من حياة الذل والهوان، قال الإمام علي (ع): (الموت في حياتكم مقهورين، والحياة في موتكم قاهرين). وأخيرًا: هل جرَّأ الظالم على ظلمه إلاّ سكوت المظلوم عنه؟ ولو علم الظالم أن بين جوانح المظلوم نفسًا أبية لتحاماه. <br><br>(22) - (23): <span class=quran>﴿وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الأَمْرُ﴾</span>: وجاء الحق وزهق الباطل، ودالت دولة أنصار الشيطان وأعوانه: <span class=quran>﴿إِنَّ اللّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ﴾</span>: في كتبه وعلى لسان رسله، وأن الجنة لمن أطاع، والنار لمن عصى <span class=quran>﴿وَوَعَدتُّكُمْ﴾</span>: وقلت لكم: أن الجنة والنار كلام فارغ وحديث خرافة <span class=quran>﴿فَأَخْلَفْتُكُمْ﴾</span>: لأنه لا يملك إلا التضليل والتزوير، ولا يصدقه ويتبه إلا من عمي عن الحق لجهل أو هوى <span class=quran>﴿وَمَا كَانَ لِيَ عَلَيْكُم مِّن سُلْطَانٍ﴾</span>: من قوة قاهرة أو حجة ظاهرة.. هذا هو الشيطان في واقعه تمامًا كالتاجر، يعرض السلعة في الأسواق على المستهلكين، ويدعوهم إليها بكل ما يملك من وسائل الرواج والإغراء، وللمستهلك أن يختار، ولكن العاقل لا يأخذ بشهادة من يجر النار إلى قرصه والمنفعة إلى نفسه، بل ينظر ويبحث، ولا يقدم إلا بعد العلم واليقين، ودعوة الشيطان وحجته زور وبهتان بشهادته واعترافه، <span class=quran>﴿إِلاَّ أَن دَعَوْتُكُمْ﴾</span>: بلا حجة أو بحجة زائفة كاذبة <span class=quran>﴿فَاسْتَجَبْتُمْ لِي﴾</span>: بنفس راضية تمام الرضا إذن <span class=quran>﴿فَلاَ تَلُومُونِي وَلُومُواْ أَنفُسَكُم﴾</span>: حيث تركتم الحجة اللازمة الكافية، واتبعتم الحجة الكاذبة الزائفة <span class=quran>﴿مَّا أَنَاْ بِمُصْرِخِكُمْ وَمَا أَنتُمْ بِمُصْرِخِيَّ﴾</span>: الصارخ هو المستغيث، والمصرخ هو المغيث، والمعنى أن الشيطان يقول غدًا لحزبه وأتباعه: ما أنا بمغن عنكم شيئًا، وما أنتم مغنون عني شيئًا، وليست بيني وبينكم أي صلة <span class=quran>﴿إِنِّي كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ﴾</span>: إبليس يجحد بالشرك، ما في ذلك ريب، لأنه علامة وفهامة! ولكنه إمام الدعاة إلى الشرك وأتباعه الذين على سنته، يطرون ويدعون إلى من يفسد في الأرض، وهو أعلم الناس بمساوئه ومثالبه. <br><br>(24): <span class=quran>﴿أَلَمْ تَرَ كَيْفَ ضَرَبَ اللّهُ مَثَلاً كَلِمَةً طَيِّبَةً﴾</span>: وهي كلمة الحق والخير التي تشمل بمفهومها العام كل كلمة تهدي إلى التي هي أقوم، وتدفع الحياة إلى ما هو أفضل وأحسن <span class=quran>﴿كَشَجَرةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ﴾</span>: لا تزعزعه أعاصير الأكاذيب والافتراءات، ولا معاول الدس والمؤامرات <span class=quran>﴿وَفَرْعُهَا فِي السَّمَاء﴾</span>: بعيد عن أوباء الأرض وأقذارها."
}
],
"singlePage": true
}