{
"title": "صفحة (259)",
"type": "html",
"data": [
{
"miniTitle": "ابراهيم",
"text": "(25): <span class=quran>﴿تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا﴾</span>: لا تجود آنًا وتبخل آنًا، بل تفيض بالخيرات ما بقي الليل والنهار <span class=quran>﴿وَيَضْرِبُ اللّهُ الأَمْثَالَ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ﴾</span>: فيشبه المعنى الباطن غير المحسوس بالمعنى الظاهر المحسوس، ليفهم الناس الهدى فيتبعوه، والضلال فيجتنبوه. <br><br>(26): <span class=quran>﴿وَمَثلُ كَلِمَةٍ خَبِيثَةٍ﴾</span>: وهي كلمة السوء والشر <span class=quran>﴿كَشَجَرَةٍ خَبِيثَةٍ﴾</span>: بثمارها وآثارها <span class=quran>﴿اجْتُثَّتْ مِن فَوْقِ الأَرْضِ مَا لَهَا مِن قَرَارٍ﴾</span>: هذا أصدق مثل للباطل وأهله، وأنهم يبنون من غير دعائم وأساس، فإذا هبت رياح الحق أتت على بنيانهم من القواعد. <br><br>(27): <span class=quran>﴿يُثَبِّتُ اللّهُ الَّذِينَ آمَنُواْ بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ﴾</span>: المراد بالمؤمنين هنا الذين ترجموا إيمانهم بالإخلاص والعمل الصالح، ومعنى تثبيتهم بالقول الثابت في الحياة الدنيا أن الله سبحانه قد أخبرهم في كتابه وعلى لسان نبيه أنهم في رعايته وعنايته، أما تثبيتهم في الآخرة فهو بالأمن والأمان من الأفزاع والأسقام والتعرض للأخطار <span class=quran>﴿وَيُضِلُّ اللّهُ الظَّالِمِينَ﴾</span>: لأنهم ظالمون كما قال سبحانه: (وما يضل به إلا الفاسقين الذين ينقضون عهد الله.... ويفسدون في الأرض - 26 و 27 البقرة.). <br><br>(28) - (29): <span class=quran>﴿أَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُواْ نِعْمَةَ اللّهِ كُفْرًا وَأَحَلُّواْ قَوْمَهُمْ دَارَ الْبَوَارِ﴾</span>: نقل الطبري في تفسير هذه الآية أن عمر بن الخطاب قال: الذين بدلوا نعمة الله كفرًا. وأحلوا قومهم دار البوار هما الأفجران: بنو المغيرة وبنو أُمية، فأما بنو المغيرة فكفيتموهم يوم بدر، وأما بنو أُمية فمتعوا إلى حين. ومثله في تفسير ابن كثير نقلاً عن علي وعمر. <br><br>(30): <span class=quran>﴿وَجَعَلُواْ لِلّهِ أَندَادًا﴾</span>: جمع ند، وهو المثل والشريك، والضد المخالف، وأيضًا يطلق على المثل والنظير، وبعض الناس يجعلون مع الله شركاء في خلقه، وهم يحسبون أنهم يحسنون صنعًا، ولكن النتيجة سفاهة وضلالة وعليه تكون اللام في قوله <span class=quran>﴿لِّيُضِلُّواْ عَن سَبِيلِهِ﴾</span>: للعاقبة لا للتعليل تمامًا كاللام في قول القائل، لدوا للموت وابنوا للخراب <span class=quran>﴿قُلْ﴾</span>: يا محمد للمشركين <span class=quran>﴿تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ﴾</span>: وامتثل النبي (ص) فذكّر وحذر، ولكن أكثر الناس لا يفهمون إلا بلغة المكاسب والأرباح. <br><br>(31): <span class=quran>﴿قُل لِّعِبَادِيَ الَّذِينَ آمَنُواْ يُقِيمُواْ الصَّلاَةَ﴾</span>: التي تُذكّر المصلي بالله، وتردعه عن الجرائم والمآثم، وتبعث فيهم روح الحرية وعدم العبودية إلا للواحد القهار <span class=quran>﴿وَيُنفِقُواْ مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلانِيَةً﴾</span>: وإنفاق المال في سبيل الله والصالح العام عز وقوة للإسلام والمسلمين. <br><br>(32) - (33): <span class=quran>﴿اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ - إلى قوله تعالى _ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ﴾</span>: كل ما جاء في هاتين الآيتين من ذكر السموات والأرض والبحر والفلك والشمس والقمر والليل والنهار - تقدم ويأتي، وتسأل: لماذا يعيد القرآن الكريم ويكرر الآيات الكونية وهي واضحة بلا تفسير؟ الجواب: فعل القرآن ذلك إيقاظًا للبصائر والأبصار لكي تستدل بمظاهر الموجودات على وجود الله تعالى، وأن هذه الكائنات بنظامها وإتقانها، لا تكون ويستحيل أن تكون صدفة واتفاقًا، بل استدلّ بعض العارفين على نبوة محمد (ص) وصدقه، بهذا الإمعان والاستغراق في الاستدلال بالكون وأسراره، حيث يستحيل على ذهن محمد (ص) بحكم بيئته أن يدرك كل ما ذكره القرآن في هذا الباب، إضافة إلى التركيز عليه والاهتمام به بالتكرار والإعادة مرات ومرات."
}
]
}