{
"title": "صفحة (260)",
"type": "html",
"data": [
{
"miniTitle": "ابراهيم",
"text": "(34): <span class=quran>﴿وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ﴾</span>: أعطى سبحانه الإنسان كل ما يحتاج إليه في حياته حتى أسباب الكمال والرفاهية التي أشار إليها بقوله: (قل من حرم زينة الله التي أخرج لعباده - 32 الأعراف) <span class=quran>﴿وَإِن تَعُدُّواْ نِعْمَتَ اللّهِ لاَ تُحْصُوهَا﴾</span>: نحن عاجزون عن تعداد أنعم الله علينا فكيف نؤدي شكرها؟ وأفضل أنواع الشكر لله أن نطيعه ولا نعصيه <span class=quran>﴿إِنَّ الإِنسَانَ لَظَلُومٌ كَفَّارٌ﴾</span>: كل من منع حقًا عن أهله، أو بدد المال وأسرف للتضاهي والتباهي، أو اغتر به واستكبر - فهو ظلوم، أما الذي يحسب المال هو الدنيا والآخرة جميعًا فهو كفّار، ما في ذلك ريب. <br><br>(35): <span class=quran>﴿وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجْعَلْ هَـذَا الْبَلَدَ آمِنًا﴾</span>: من كل المخاوف، واضح، وتقدم بالحرف الواحد في الآية 126 من البقرة <span class=quran>﴿وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الأَصْنَامَ﴾</span>: ليس هذا خوفًا من الميل إلى عبادة الأصنام، كيف وقد حطمها إبراهيم الخليل بيده؟ وإنما هو خوف من الله تعالى لأن مجرد الخوف من سطوته طاعة وعبادة وتعظيم وتمجيد، ومجرد الأمن من هذه السطوة معصية ورذيلة، قال سبحانه: (فلا يأمن مكر الله - أي عذابه - إلا القوم الخاسرون - 99 الأعراف) وقال: (إنما يخشى الله من عباده العلماء- 28 فاطر) والله المسؤول أن يهدينا ويهدي من قال أو يقول: (من مثلي)! ويقول الإمام السجاد وسيد العباد: أسألك اللهم خوف العابدين وعبادة الخاشعين). <br><br>(36): <span class=quran>﴿رَبِّ إِنَّهُنَّ أَضْلَلْنَ﴾</span>: أي الأصنام <span class=quran>﴿كَثِيرًا مِّنَ النَّاسِ﴾</span>: عبادة الأصنام سبب للخروج من الهدى ودين الحق <span class=quran>﴿فَمَن تَبِعَنِي﴾</span>: إيمانًا وعملاً <span class=quran>﴿فَإِنَّهُ مِنِّي﴾</span>: كناية عن أن القريب من الله ورسله من قربه الدين والخلق الكريم <span class=quran>﴿وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ﴾</span>: اترك أمر عصاه وخالف أمره ورضاه... هذه هو رب العباد، وهذا كتابه، وهؤلاء رسله وأنبياؤه: رحمة وسعت كل شيء، وعطاء دونه كل عطاء، وخير يعم ويشمل كافة الخلق التقي منهم والشقي.. ولن يكون الخالق وأنبياؤه وأولياؤه إلاّ هكذا. <br><br>(37): <span class=quran>﴿رَّبَّنَا إِنِّي أَسْكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ الصَّلاَةَ﴾</span>: ولكن ليس بالصلاة وحدها يحيا الإنسان، فإن آفات الفقر ومساوئ المرض والجهل تسمم الحياة، وتهدمها من الأساس، ولذا قال إبراهيم لربه: <span class=quran>﴿فَاجْعَلْ أَفْئِدَةً مِّنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُم مِّنَ الثَّمَرَاتِ﴾</span> إذا لم يكن عند بيت الله زرع وضرع فلتتوافد عليه الناس للعبادة أو للتجارة، ومعهم الخبز والإدام، وعندها تأكل ذرية إبراهيم، وتصلي وتشكر... هذا ما كان أيام الزمان، أما اليوم فينابيع الذهب الأسود تفور من هنالك، وتسلك السبيل المقرر لها. <br><br>(38): <span class=quran>﴿رَبَّنَا إِنَّكَ تَعْلَمُ... ﴾</span>: بأني ما سألتك الذي سألت لأهل بيتك المحرم إلا إخلاصًا لك واعترافًا بجودك وكرمك، وأشار إبراهيم بقوله: (وما نعلن) إلى هذا الذي طلبه من الله تعالى، وبقوله: (ما نخفي) إلى أشياء ومآرب أُخرى لم يذكرها لأنه تعالى أعلم بها وأدرى. <br><br>(39): <span class=quran>﴿الْحَمْدُ لِلّهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَقَ﴾</span>: تقدم في الآية 71 من هود. <br><br>(40): <span class=quran>﴿رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ﴾</span>: وصلاة خليل الرحمن تمامًا كنفسه طهرًا وصفاء حتى ولو كانت سريعة وخفيفة... وما جدوى الإطالة في الصلاة إذا كانت نفس المصلي تغلي وتفور بالحقد والحسد؟ يقول الإمام علي (ع): ما طاب سقيه طاب غرسه وحلت ثمرته، وما خبث سقيه خبث غرسه و أُمرَّت ثمرته. <br><br>(41): <span class=quran>﴿رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ﴾</span>: طلب خليل الرحمن (ع) المغفرة لوالديه في يوم الحساب تمامًا كما طلبها للمؤمنين، أليس في هذا دليل على أن (آزر) المذكور في الآية 74 من الأنعام - هو عمه أو جده لأمه كما قال كثير من علماء المسلمين؟. <br><br>(42): <span class=quran>﴿وَلاَ تَحْسَبَنَّ اللّهَ غَافِلاً عَمَّا يَعْمَلُ الظَّالِمُونَ﴾</span>: بل هم الغافلون عن الله وحسابه، بل وعن أنفسهم، أمّا هو جل وعز فلا يفوته شيئًا من عدوانهم وطغيانهم <span class=quran>﴿إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأَبْصَارُ﴾</span>: وهو يوم يخرجون من الأجداث إلى ربهم ينسلون."
}
]
}