{
"title": "صفحة (261)",
"type": "html",
"data": [
{
"miniTitle": "ابراهيم",
"text": "(43): <span class=quran>﴿مُهْطِعِينَ﴾</span>: مسرعين تلبية لدعوة الداعي <span class=quran>﴿مُقْنِعِي رُءُوسِهِمْ لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ وَأَفْئِدَتُهُمْ هَوَاء﴾</span>: يرفعون رؤوسهم إلى السماء لا يرى واحدهم موطئ قدمه من الذهول والدهشة، أما قلوبهم فلا شيء فيها إطلاقًا إلاّ الهلع والجزع... فأللهم ربنا... ما أحلمك... صبرت على الظالم وأنت تسمع صراخ المظلوم، يستغيث ولا يغاث حتى جاء اليوم الموعود، فكان أشد على الظالم من يومه على المظلوم. <br><br>(44): <span class=quran>﴿وَأَنذِرِ النَّاسَ﴾</span>: يل محمد <span class=quran>﴿يَوْمَ يَأْتِيهِمُ الْعَذَابُ فَيَقُولُ الَّذِينَ ظَلَمُواْ رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ﴾</span>: بالأمس كانوا يسخرون من البعث ويضحكون على حديثه، واليوم يتذلّلون ويقولون صاغرين نادمين: هل إلى مرد من سبيل فنسمع ونطيع ما كان أغناهم عن الحالين! ثم هل الخضوع بالعصا يسمى طاعة؟ <span class=quran>﴿أَوَلَمْ تَكُونُواْ أَقْسَمْتُم مِّن قَبْلُ مَا لَكُم مِّن زَوَالٍ﴾</span>: وانتقال من دار الدنيا إلى دار الآخرة وإنه لا جنة ولا نار، فذوقوا هذا بذاك. <br><br>(45): <span class=quran>﴿وَسَكَنتُمْ فِي مَسَـاكِنِ الَّذِينَ ظَلَمُواْ﴾</span>: يقول سبحانه غدًا للمكذبين والمعاندين، أهلكنا من كان قبلكم لأنهم كذبوا الرسل وعاندوا الحق، وأتيتم من بعدهم، وسكنتم في ديارهم، وسمعتم بأخبارهم، وكان الأجدر أن تتعظوا وتخافوا أن يصيبكم ما أصابهم، ولكن أبيتم إلا السير على طريق الهالكين، فذوقوا ما قدمتم لأنفسكم. <br><br>(46): <span class=quran>﴿وَقَدْ مَكَرُواْ مَكْرَهُمْ﴾</span>: ما أرسل الله رسولاً إلا مكر به الجبابرة المترفون من قومه وتآمروا عليه <span class=quran>﴿وَعِندَ اللّهِ مَكْرُهُمْ﴾</span>: أي جزاء مكرهم والعذاب عليه <span class=quran>﴿وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ﴾</span>: مهما بلغ كيدهم ومكرهم من القوة والإحكام حتى ولو أزاح الجبال الرواسي فلن يضر دين الله شيئًا، بل يعود عليهم بالهلاك والوبال. <br><br>(47): <span class=quran>﴿فَلاَ تَحْسَبَنَّ اللّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ﴾</span>: وهو قوله سبحانه لأنبيائه ورسله: إنّا من المجرمين منتقمون. وقوله تعالى الصدق والعدل، وحكمه الحق والفصل. <br><br>(48): <span class=quran>﴿يَوْمَ﴾</span>: القيامة <span class=quran>﴿تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ﴾</span>: حيث تصبح هباء منبثًا كم في الآية 6 من الواقعة <span class=quran>﴿وَالسَّمَاوَاتُ﴾</span>: أيضًا تتبدل، فإنها تتساقط وتتناثر بكل ما فيها من كواكب كما في سورة الانفطار وغيرها (إذا السماء انفطرت وإذا الكواكب انتثرت) <span class=quran>﴿وَبَرَزُواْ للّهِ الْوَاحِدِ الْقَهَّارِ﴾</span>: على المكشوف لا حجاب وحيل وألعاب، وتقدم في الآية 21 من هذه السورة. <br><br>(49): <span class=quran>﴿وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُّقَرَّنِينَ فِي الأَصْفَادِ﴾</span>: تربط بالقيود والأغلال ملائكةُ العذاب أيدي المجرمين وأرجلهم وأعناقهم بعضها ببعض، كل صنف مع صنفه. <br><br>(50): <span class=quran>﴿سَرَابِيلُهُم﴾</span>: جمع سربال وهو القميص <span class=quran>﴿مِّن قَطِرَانٍ﴾</span>: سائل أسود أشبه شيء بالحديد المذاب، نتن الرائحة، تسرع فيه النار اشتعالاً، تُدهن به الإبل إذا جربت <span class=quran>﴿وَتَغْشَى وُجُوهَهُمْ النَّارُ﴾</span>: تعلوها وتغطيها. <br><br>(51): <span class=quran>﴿لِيَجْزِي اللّهُ كُلَّ نَفْسٍ مَّا كَسَبَتْ﴾</span>: لكل جريمة عقوبتها الخاصة بها، ومن أجل هذا تفاوتت العقوبة وتنوعت كمًا وكيفًا، قال سبحانه: (ومن جاء بالسيئة فلا يجزلا إلا مثلها وهم لا يظلون) <span class=quran>﴿إِنَّ اللّهَ سَرِيعُ الْحِسَابِ﴾</span>: لا يحكم القاضي حتى يحقق ويدقق، وتتوافر له جميع الدلائل و الوسائل، ومن أجل هذا تتعدد جلسات المحاكمة في دعوى واحدة، وقد تبلغ العشرات، والله سبحانه يحاكم الخلائق بالكامل ويحكم ويعاقب في سرعة تتناسب وتتفق مع علمه الذي لا يعزب عنه شيء وقدرته التي لا يعجزها أي شيء. <br><br>(52): <span class=quran>﴿هَـذَا بَلاَغٌ لِّلنَّاسِ... ﴾</span>: يشير سبحانه بهذا إلى القرآن الكريم، وأن فيه تعاليم ما يكفل للإنسان سعادة الدارين، ومن الترغيب والترهيب ما فيه الكفاية وزيادة إذا هو أدرك معناه وعمل بمقتضاه. وبكلمة الله وقرآنه لا بكلام الشارحين له والمفسرين: (ولقد يسرنا القرآن للذكر فهل من مذكر - 17 القمر)."
}
]
}