{
"title": "صفحة (262)",
"type": "html",
"data": [
{
"miniTitle": "الحجر",
"text": "(1): <span class=quran>﴿الَر﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره، <span class=quran>﴿تِلْكَ آيَاتُ الْكِتَابِ﴾</span>: تلك إشارة إلى هذه السورة، وآياتها من القرآن الكريم <span class=quran>﴿وَقُرْآنٍ مُّبِينٍ﴾</span>: يبين الرشد من الغي والحق من الباطل، وهو معطوف على الكتاب لمجرد التوضيح التوضيح والتفخيم. <br><br>(2): <span class=quran>﴿رُّبَمَا يَوَدُّ الَّذِينَ كَفَرُواْ لَوْ كَانُواْ مُسْلِمِينَ﴾</span>: رب هنا للتكثير و(ما): زائدة تكف رب عن العمل، والمعنى: حين تقوم القيامة وينكشف الغطاء، يتمنى الذين كفروا بمحمد(ص) ونبوته لو أنهم آمنوا به وعملوا برسالته. <br><br>(3): <span class=quran>﴿ذَرْهُمْ﴾</span>: يا محمد <span class=quran>﴿يَأْكُلُواْ﴾</span>: من الطيبات <span class=quran>﴿وَيَتَمَتَّعُواْ﴾</span>: بالثروات <span class=quran>﴿وَيُلْهِهِمُ الأَمَلُ﴾</span>: يشغلهم ويصدهم عن الحق، وينسيهم الحساب والعقاب <span class=quran>﴿فَسَوْفَ يَعْلَمُونَ﴾</span>: تهديد لكل من لايشعر بالمسؤولية وحقوق الآخرين. <br><br>(4): <span class=quran>﴿وَمَا أَهْلَكْنَا مِن قَرْيَةٍ إِلاَّ وَلَهَا كِتَابٌ مَّعْلُومٌ﴾</span>: والمراد بهذا الكتاب المعلوم وقت العقوبة وأجلها وكأن قائلا يقول لماذا لم يعجل سبحانه العقوبة للمجرمين؟ فأجاب سبحانه بأن لكل عقوبة أجلها المعلوم عند الله، وما من شك أنه تعالى لا يعاقب إلا بعد البيان وقيام الحجة اللازمة. <br><br>(5): <span class=quran>﴿مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ﴾</span>: واضح، وتقدم في الآية 145 من آل عمران 49 من يونس. <br><br>(6): <span class=quran>﴿وَقَالُواْ يَا أَيُّهَا الَّذِي نُزِّلَ عَلَيْهِ الذِّكْرُ إِنَّكَ لَمَجْنُونٌ﴾</span>: هذه هي نادرة النوادر ونكتة النكات ... محمد مجنون! وهل من شيء أصدق في الدلالة على جنونه من هذا القرآن معجزة المعا جز ومن سيرته وآثاره وانتشار الإسلام والمسلمين في مشارق الأرض ومغاربها... ويقال: إن المجنون يرى كل الناس مجانين.وأيضًا العداء والتعصب يُعمي ويصم، ويُري صاحبه الحسنى أسوأ السيئات. <br><br>(7): <span class=quran>﴿لَّوْ مَا تَأْتِينَا بِالْمَلائِكَةِ إِن كُنتَ مِنَ الصَّادِقِينَ﴾</span>: هذا هو التكبر والعتو... تحداهم القرآن أن يأتوا بسورة من مثله فقالوا: لا، آتنا بالملائكة، ولو جاءت الملائكة لقالوا: لا، حتى نرى الله جهرة، ومعنى هذا أنهم لا يردون الإيمان بمحمد(ص)، ولماذا؟ لأن الإيمان به إعتراف بفضله، والموت أخف من ذلك وأيسر. <br><br>(8): <span class=quran>﴿مَا نُنَزِّلُ الْمَلائِكَةَ إِلاَّ بِالحَقِّ﴾</span>: أي بالمصلحة الموجبة لنزول الملائكة كتبليغ الرسول أو هلاك قومه المكذبين كما فعل بالأمم الخالية <span class=quran>﴿وَمَا كَانُواْ إِذًا مُّنظَرِينَ﴾</span>: لو أنزل سبحانه الملائكة لاستأصلوا الذين اقترحوهم بالكامل لإصرارهم على الضلال، وقد يكون في وجودهم إلى حين شيء من الخير كإيمان البعض منهم أو من ذرياتهم. <br><br>(9): <span class=quran>﴿إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ﴾</span>: المراد بالذكر هنا القرآن الكريم، وضمير(له) يعود عليه، والمعنى أنّ هذا القرآن الموجود فعلاً بين الدفتين المألوف المعروف لدى كل الناس هو بالذات الذي نزل على محمد (ص) بلا تقليم وتطعيم، على العكس من الكتاب المعروف الآن بالتوراة فإنه غير الذي جاء به موسى (ع) وكذلك الكتاب المعروف بالإنجيل، فهو غير الذي نزل على عيسى (ع). أقرأ كتاب الرحلة المدرسية للشيخ جواد البلاغي. <br><br>(10) - (11): <span class=quran>﴿وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِي شِيَعِ الأَوَّلِينَ وَمَا يَأْتِيهِم مَّن رِّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِؤُون﴾</span>: هوّن عليك يا محمد قول الجبابرة الطغاة: إنك لمجنون. فما أرسلنا قبلك من رسول أو نبي في فرق الأولين وطوائفهم إلا قالوا له مثل هذا وأكثر منه فصبر واحتسب، وكانت عاقبة الدار للصابرين المتقين، فاصبر كما صبر الأولون، والله على نصرك لقدير، وتقدم في الآية 34 من الأنعام. <br><br>(12): <span class=quran>﴿كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ الْمُجْرِمِينَ﴾</span>: اختلف المفسرون في الضمير بنسلكه، فقال قائل منهم: يعود إلى الشرك. وقال الشيخ الطبرسي: يعود إلى الذكر (أي القرآن) والمعنى (يسلك القرآن في قلوب المجرمين مُكذبًا به وغير مقبول، كما لو أنزلت بلئيم حاجة فلم يجبك إليها، فتقول: هكذا اللئام تنزل الحاجة بهم مردودة غير مقضية). <br><br>(13): <span class=quran>﴿لاَ يُؤْمِنُونَ بِهِ﴾</span>: بيان وتفسير لنسلكه في قلوب المجرمين <span class=quran>﴿وَقَدْ خَلَتْ سُنَّةُ الأَوَّلِينَ﴾</span>: وهي فعله تعالى بمن كذّب الأنبياء حيث أهلك المكذبين الكافرين، وأنجى الرسل والمؤمنين. <br><br>(14): <span class=quran>﴿وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ السَّمَاء فَظَلُّواْ فِيهِ يَعْرُجُونَ﴾</span>: يصعدون. <br><br>(15): <span class=quran>﴿لَقَالُواْ إِنَّمَا سُكِّرَتْ﴾</span>: سدت <span class=quran>﴿أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ﴾</span>: هذا بيان لشدة عناد الطغاة ومكابرتهم للحق، وأن الله لو صعد بهم إلى السماء بلا سفينة فضاء لقالوا: إن هذا إلا سحر مبين، وإنّا به لكافرون! ولا سر على الإطلاق إلا الذاتية والأنانية، وأنهم ينظرون إلى القائل لا إلى القول، ويرفضون كل ما يقوله عدوهم الشخصي، وإن كان حقًا وصدقًا، أما قول العلماء والحكماء: خذ الحكمة أنى كانت وتكون، فكلام فارغ في مفهومهم."
}
]
}