{
"title": "صفحة (264)",
"type": "html",
"data": [
{
"miniTitle": "الحجر",
"text": "(28) - (33): <span class=quran>﴿وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي خَاُلق... ﴾</span> استنكف إبليس أن يسجد لآدم تكبرًا وحسدًا وافتخارًا، وهو على علم اليقين أنه يعصي الله جهرة بذلك، وأن له العذاب الأليم، وعليه لعنة الله واللاعنين، فآثر هذا كله ومثله معه على النزول عن كبريائه، فهل نعجب بعد قصة إبليس من فلان وعلتان ونقول: كيف يستنكف عن الحق وهو منه على علم اليقين أو كيف آثر الهلاك على الخضوع لخاتم النبيين أو لغيره من المؤمنين؟ وتقدمت حكاية إبليس في الآية 34 من البقرة و11 الأعراف. <br><br>(34) - (35): <span class=quran>﴿قَالَ﴾</span>: سبحانه لإبليس <span class=quran>﴿فَاخْرُجْ مِنْهَا﴾</span>: من المنزلة الرفيعة التي أنت فيها <span class=quran>﴿فَإِنَّكَ رَجِيمٌ﴾</span>: مرجوم وملعون. <br><br>(36): <span class=quran>﴿قَالَ رَبِّ فَأَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ﴾</span>: ليفعل غيلته وغوايته. <br><br>(37) - (38): <span class=quran>﴿قَالَ فَإِنَّكَ مِنَ الْمُنظَرِينَ﴾</span>: تركه سبحانه محكًا يميز به بين الطيب والخبيث، وهو سبحانه العالم بمضرات القلوب، ولكن أبى سبحانه أن يثيب إلا من جاهد ميوله وأهواءه. <br><br>(39): <span class=quran>﴿قَالَ رَبِّ بِمَآ أَغْوَيْتَنِي﴾</span>: أي ابتليتني وامتحنتني به من الأمر بالسجود لآدم الذي أوقعني في الغي والمعصية <span class=quran>﴿لأُزَيِّنَنَّ لَهُمْ فِي الأَرْضِ وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ﴾</span>. <br><br>(40): <span class=quran>﴿إِلاَّ عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ﴾</span>: قطع إبليس عهدًا على نفسه أن ينتقم لمأساته من ذرية آدم الذي كان السبب لطردة من رحمه الله. <br><br>(41): <span class=quran>﴿قَالَ﴾</span>: سبحانه: <span class=quran>﴿هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ﴾</span>: هذه إشارة إلى تحصين المخلصين من شر الشيطان وغوايته، وعلى أي ثابت عليه تعالى هذا الحفظ والتحصين تمامًا كقوله: (كتب ربكم على نفسه الرحمة 54الأنعام). <br><br>(42): <span class=quran>﴿إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ... ﴾</span>: أبدًا لا سلطان على الإنسان نفسه، ولا يتبع الشيطان إلا حقود حسود أو متعصب جهول أو انتهازي يبيع الدين والضمير والبلاد لكل من يدفع الثمن. <br><br>(43) - (44): <span class=quran>﴿وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ﴾</span>: يجتمع فيها حزب الشيطان بقيادته، يتباغضون ويتلاعنون <span class=quran>﴿لَهَا سَبْعَةُ أَبْوَابٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ﴾</span>: تشير هذه الآية إلى أن أهل النار فئات تمامًا كأهل الجنة، وهذا هو العدل، لأن السيئات مراتب وكذلك الحسنات: (ولكل درجات مما عملوا وليوفيهم أعمالهم وهم لا يُظلمون-19 الأحقاف). <br><br>(45): <span class=quran>﴿إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ﴾</span>: لما أشار سبحانه إلى الشيطان وحزبه الغاوين وأن جهنم لموعدهم أجمعين عطف عليهم أهل الجنة، وأنهم في عزة وكرامة، تقول لهم ملائكة الرحمة: <br><br>(46): <span class=quran>﴿ادْخُلُوهَا بِسَلاَمٍ آمِنِينَ﴾</span>: الجنة دار الغنى عن كل شيء والأمان من كل خوف. <br><br>(47): <span class=quran>﴿وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلّ﴾</span>ٍ: لا تعادي في مال ولا تحاسد على جاه، فمن أين يأتي الحقد والغل؟. <br><br>(48): <span class=quran>﴿لاَ يَمَسُّهُمْ فِيهَا نَصَبٌ﴾</span>: لا تعب ولا صخب. وقال قائل: إن آدم ملّ في الجنة من حياة الترف والفراغ والكسل والشلل، فأكل من الشجرة عن قصد وعمد، ليخرجه سبحانه إلى الأرض حيث الكفاح والنضال والأكل من كد اليمين وعرق الجبين. <br><br>(49) - (50): <span class=quran>﴿نَبِّىءْ عِبَادِي﴾</span>: عني <span class=quran>﴿أَنِّي أَنَا الْغَفُورُ الرَّحِيم وَأنَّ عَذَابِي هُوَ الْعَذَابُ الأَليِم﴾</span>: حذر سبحانه وبشر في آن واحد كيلا ييأس العاصي ويقول متماديًا في الغي: أنا الغريق وما خوفي من البلل؟ وأيضًا كيلا يغتر (العابد) ويقول معجبًا بنفسه: لا أحد مثلي في التاريخ! ومعنى هذا أن الإنسان (لا يكون مؤمنًا حتى يكون خائفًا راجيًا، ولا يكون خائفًا راجيًا حتى يكون عاملاً لما يخاف ويرجو) كما قال الإمام الصادق (ع) ومعنى قوله: (لما يخاف ويرجو) هو الخوف أن يكون عمله ناقصًا غير مقبول والرجاء أن يكون كاملا ومرضيًا، وتقدم في الآية 98من المائدة و165 من الأنعام و167من الأعراف. <br><br>(51): <span class=quran>﴿وَنَبِّئْهُمْ﴾</span>: يا محمد <span class=quran>﴿عَن ضَيْفِ إِبْراَهِيمَ﴾</span>: والمراد بهذا الضيف الملائكة."
}
],
"singlePage": true
}