{"title":"صفحة (267)","type":"html","data":[{"miniTitle":"الحجر","text":"(90) - (91): <span class=quran>﴿كَمَا أَنزَلْنَا﴾</span>: كما متعلق بآتيناك سبعًا، والمعنى أنزلنا عليك كتابًا كما أنزلنا كتابًا <span class=quran>﴿عَلَى المُقْتَسِمِينَ الَّذيِنَ جَعَلُوا الْقُرْآنَ عِضيِنَ﴾</span>: جمع عضة بمعنى جزء وعضو وبعض، والذين جعلوا القرآن عضين هم اليهود والنصارى حيث جزأوه أجزاء من حيث الكفر والإيمان، فآمنوا ببعضه الذي يتفق مع أهوائهم، وكفروا ببعضه الآخر الذي يصطدم معها، وهؤلاء الذين جعلوا القرآن عضين هم عين المقتسمين - أي قسموا القرآن أجزاء كفرًا ببعض وإيمانًا ببعض - وعليه يكون المعنى لماذا أهل الكتاب يكذبون بنزول القرآن وينفرون منه علمًا بأنهم يعترفون بنزول التوراة والإنجيل ويؤمنون بهما. <br><br>(92) - (93): <span class=quran>﴿فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِيْنَ عَمَّا كَانُوا يَعْمَلُونَ﴾</span>: يتحمل الإنسان العديد من المسؤوليات ومنه المسؤولية عما يسمع ويبصر حيث يجب عليه أن لا يقبل أو يرفض شيئًا منهما إلا بعد التأمل والروية، قال سبحانه: إن السمع والبصر والفؤاد كل أولئك كان عنه مسؤولا - 36 الإسراء) وقد سمع الجاحدون المعاندون من محمد دعوة الحق وأدلتها، وأبصروا هديه وأمانته فكان عليهم أن يستخدموا عقولهم في دعوته ويفكروا بروية قبل أن يسرعوا إلى القول: (حسبنا ما وجدنا عليه آباءنا -104 المائدة). <br><br>(94) - (96): <span class=quran>﴿فَاصْدَعْ بِمَا تُؤْمَر﴾</span>: أعلن يا محمد كلمة الحق- وادع ولا تخف لومة لائم <span class=quran>﴿وَأَعْرِضْ عَنِ الْمُشْرِكِينَ﴾</span>: والمستهزئين والثرثارين فلن يضروك شيئًا. <br><br>(97): <span class=quran>﴿وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ﴾</span>: لا غرابة أن يتألم نبي الرحمة ويضيق صدره من الافتراءات والأكاذيب، لأنه إنسان من لحم ودم، ولكن ما هي العلاقة بين الحزن والعبادة حتى يأمره سبحانه بها إذا استشعر الحزن والضيق.يقول له: <br><br>(98): <span class=quran>﴿فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ السَّاجِدِينَ﴾</span>: الجواب: الأمر بالعبادة هنا كناية عن الإتكال على الله والفزع إليه وحده إذا ألم به ما يؤلمه ويزعجه. <br><br>(99): <span class=quran>﴿وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ﴾</span>: المراد باليقين هنا الموت، والمعنى استقم كما أمرت حتى الموت، وفي الآية132 من البقرة: (فلا تموتن إلا وأنتم مسلمون). وهو سبحانه المسؤول أن لا يميتنا إلا على طاعته ومرضاته بالنبي وعترته عليه وعليهم أزكى الصلوات."},{"miniTitle":"النحل","text":"(1): <span class=quran>﴿أَتَى أَمْرُ اللّهِ﴾</span>: وهو وقت الحساب وجزاء الأعمال، ووضع الفعل الماضي وهو أتى مكان الفعل المضارع لأنه واقع لا محالة، وكل آت قريب <span class=quran>﴿فَلاَ تَسْتَعْجِلُوهُ﴾</span>: إشارة إلى قول الجاحدين بالبعث وعقابه: (فأتنا بِما تعدنا إن كنت من الصادقين-70 الأعراف). <br><br>(2): <span class=quran>﴿يُنَزِّلُ الْمَلآئِكَةَ بِالْرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاء مِنْ عِبَادِهِ﴾</span>: المراد بالروح هنا الوحي، لأنه للنفوس تمامًا كالأرواح للأبدان، ومثله ما جاء في الآية 52 من الشورى: (وكذلك أوحينا إليك روحًا من أمرنا ما كنت تدري ما الكتاب والإيمان) <span class=quran>﴿أَنْ أَنذِرُواْ أَنَّهُ لاَ إِلَـهَ إِلاَّ أَنَاْ فَاتَّقُونِ﴾</span>: هذا هو الأصل الأصيل لدعوة الأنبياء بالكامل: آمنوا بالله الواحد الأحد واتقوا معصيته وعقوبته. <br><br>(3): <span class=quran>﴿خَلَقَ السَّمَاوَاتِ وَالأَرْضَ...﴾</span>: واضح وتقدم في العديد من الآيات، وآخرها الآية 85 من الحجر واتقوا معصيته وعقوبته. <br><br>(4): <span class=quran>﴿خَلَقَ الإِنسَانَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ﴾</span>: أول الإنسان نطفة وآخره جيفة، وهو ما بين ذلك ضعيف تؤلمه البقة، وتقتله الشرقه، وتنتنه العرقة، كما قال الإمام أمير المؤمنين (ع) ومع هذا يجادل في الله والحق بغير علم ولا هدى ولا كتاب منير. <br><br>(5): <span class=quran>﴿وَالأَنْعَامَ خَلَقَهَا لَكُمْ﴾</span>: في القرآن الكريم براهين وآيات متنوعة على وجود الله، منها أن وجوده تعالى مستقر في كيان الإنسان وفطرته حتى في كيان الذين لا يؤمنون إلا بما يرون ويسمعون، والدليل على ذلك أنهم يلجأون إلى الله تلقائيًا إذا ضاقت بهم مسالك النجاة بعد أن فروا منه، ومن هذا الباب الآية 22 من يونس: (وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرين فلما أنجاهم إذا هم يبغون في الأرض). ومن البراهين على وجوده تعالى الآيات الكونية والمصنوعات الطبيعية. ومنها التذكير بآلاء الله ونعمائه كالآيات التي نحن بصددها <span class=quran>﴿فِيهَا﴾</span>: أي في الأنعام، وهي الإبل والبقر والغنم <span class=quran>﴿دِفْءٌ﴾</span>: والمراد به اتقاء البرد بما يصنع من جلودها وأصوافها وأوبارها وأشعارها <span class=quran>﴿وَمَنَافِعُ﴾</span>: بنسلها ودرها وركوبها وإثارة الأرض- أي حرثها- . <span class=quran>﴿وَمِنْهَا تَأْكُلُونَ﴾</span>: اللحم المذكى. <br><br>(6): <span class=quran>﴿وَلَكُمْ فِيهَا جَمَالٌ﴾</span>: حسن المنظر <span class=quran>﴿حِينَ تُرِيحُونَ﴾</span>: حين رجوعها عشيًا من المرعى إلى المأوى <span class=quran>﴿وَحِينَ تَسْرَحُونَ﴾</span>: تبعثونها صباحًا من المراح إلى المرعى."}]}