{
"title": "صفحة (269)",
"type": "html",
"data": [
{
"miniTitle": "النحل",
"text": "(15): <span class=quran>﴿وَأَلْقَى فِي الأَرْضِ رَوَاسِيَ﴾</span>: تقدم في الآية19 من الحجر <span class=quran>﴿وَأَنْهَارًا﴾</span>: أي وجعل سبحانه في الأرض أنهارًا ينبع الواحد منها من بلد، ويجري في أرض العديد من البلاد يمينًا وشمالا وشرقًا وغربًا رزقًا للعباد والدواب والأنعام <span class=quran>﴿وَسُبُلاً﴾</span>: طرقًا واضحة سالكة إلى ما تقصدون. <br><br>(16): <span class=quran>﴿وَعَلامَاتٍ﴾</span>: كالجبال والوديان والتلال <span class=quran>﴿وَبِالنَّجْمِ هُمْ يَهْتَدُونَ﴾</span>: إذا سافروا في الليل برًا وبحرًا. <br><br>(17): <span class=quran>﴿أَفَمَن يَخْلُقُ كَمَن لاَّ يَخْلُقُ﴾</span>: هذا إشكال وإفهام بالحجة لا سؤال واستفهام <span class=quran>﴿أَفَلا تَذَكَّرُونَ﴾</span>: وتميزون بين الخالق والمخلوق. <br><br>(18) - (19): <span class=quran>﴿وَإِن تَعُدُّواْ نِعْمَةَ اللّهِ لاَ تُحْصُوهَا﴾</span>: تقدم بالحرف الواحد في الآية 34 من إبراهيم <span class=quran>﴿إِنَّ اللّهَ لَغَفُورٌ رَّحِيمٌ﴾</span>: يتجاوز ويعفو عن كثير. <br><br>(20): <span class=quran>﴿وَالَّذِينَ يَدْعُونَ مِن دُونِ اللّهِ لاَ يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ﴾</span>: من شأن المعبود أن يكون خالقًا لا مخلوقًا، ولكن المشركين يتركون الخالق، ويعبدون المخلوق. <br><br>(21): <span class=quran>﴿أَمْواتٌ غَيْرُ أَحْيَاء﴾</span>: الأصنام لا جماد لا حياة فيها، فكيف تكون آلهة؟ <span class=quran>﴿وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ﴾</span>: قال بعض المفسرين ما يشعرون يعود للأصنام، وضمير أين يبعثون للمشركين. وفي رأينا أن الضميرين يعودان إلى الأصنام، على أن يكون معنى أيان يبعثون لا يبعثون إطلاقًا، وما من شك أن الحي الذي يموت ثم يبعث أحسن حالًا من الذي لا حياة فيه ولا بعث له. <br><br>(22): <span class=quran>﴿إِلَهُكُمْ إِلَهٌ وَاحِدٌ﴾</span>: ولكن أرباب الأهواء يرفضون ذلك ويقولون: أجعل الآلهة إله واحدًا إن هذا لشيء عجاب <span class=quran>﴿فَالَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ قُلُوبُهُم مُّنكِرَةٌ﴾</span>: تنكر الوحيد، وتشمئز من ذكره كما جاء في الآية 45 من الزمر(وإذا ذكر الله وحده اشمأزت قلوب الذين لا يؤمنون بالآخرة) ولا بشيء على الإطلاق إلا بالربح والمنفعة في الحياة الدنيا ولا يعملون إلا لها <span class=quran>﴿وَهُم مُّسْتَكْبِرُونَ﴾</span>: عن الحق عتوًا وعنادًا. <br><br>(23): <span class=quran>﴿لاَ جَرَمَ﴾</span>: حقًا أو ما من شك <span class=quran>﴿أَنَّ اللّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ﴾</span>: ويعاملهم بما يستحقون <span class=quran>﴿إِنَّهُ لاَ يُحِبُّ الْمُسْتَكْبِرِينَ﴾</span>: الذين يستنكفون عن التسليم بالحق والخضوع له. <br><br>(24): <span class=quran>﴿وَإِذَا قِيلَ لَهُم مَّاذَا أَنزَلَ رَبُّكُمْ قَالُواْ أَسَاطِيرُ الأَوَّلِينَ﴾</span>: إذا سألهم سائل عن القرآن الكريم نعتوه بما في عقولهم من جهل وسفه وما في نفوسهم من لؤم وحسد. وفي المقابل إذا سئل المتقون عن القرآن قالوا هو خير بما فيه هداية وأحكام وآداب وثواب للذين أحسنوا في هذه الدنيا ولدار الآخرة خير ولنعم دار المتقين كما يأتي في الآية 30 من هذه السورة. <br><br>(25): <span class=quran>﴿لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً﴾</span>: الأوزار: الجرائم والآثام، وكاملة: يحكم عليهم بأشد العقوبات التي يستحقونها بلا تخفيف ورحمة <span class=quran>﴿يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ﴾</span>: يؤخذ هؤلاء بعذابين لا بعذاب واحد: الأول. على بغيهم وضلالهم والثاني على إضلالهم وإغوائهم الآخرين التابعين <span class=quran>﴿أَلاَ سَاء مَا يَزِرُونَ﴾</span>: حيث أضافوا وزرًا إلى زور، وحملوا ثقلا على ثقل. <br><br>(26): <span class=quran>﴿قَدْ مَكَرَ الَّذِينَ مِن قَبْلِهِمْ...﴾</span>: حاول الطغاة أن تكون كلمتهم هي العليا، وتحصنوا بالقلاع وخطوط الدفاع! ولكن الله سبحانه أتى عليها من الأساس، وهذا هو مصير كل طاغ وباغ."
}
],
"singlePage": true
}