{"title":"صفحة (271)","type":"html","data":[{"miniTitle":"النحل","text":"(35): <span class=quran>﴿وَقَالَ الَّذِينَ أَشْرَكُواْ لَوْ شَاء اللّهُ...﴾</span>: وهكذا المجرم والمقصر يلقي المسؤولية على القضاء والقدر أو على الآخرين أو على الزمان أو الصدفة!. وتقدم في الآية 148 من الأنعام <span class=quran>﴿فَهَلْ عَلَى الرُّسُلِ إِلاَّ الْبَلاغُ الْمُبِينُ﴾</span>: إن الله سبحانه لا يتدخل في أفعال العباد بإرادته الشخصية التكوينية، بل يشرع ويبلغ بلسان رسله، وقد بلغوا وأنكروا على المتمردين المعاندين أشد الإنكار، فأعترضوا وسخروا، فحقت عليهم كلمة العذاب. <br><br>(36): <span class=quran>﴿وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللّهَ وَاجْتَنِبُواْ الطَّاغُوتَ﴾</span>: تدل هذه الآية بوضوح أن الله سبحانه قد أرسل رسولًا لكل أمة في كل قرن وإلى كل قطر، وهذا ما يقتضيه العدل، ويحكم به العقل، حيث لا عقاب بلا تكليف وبيان، وليس من الضروري أن يكون هذا الرسول نبيًا، له تاريخ مذكور وأثر مشهور، فقد يكون عالمًا بدين الله أو عقلًا خالصًا من الشوائب <span class=quran>﴿فَمِنْهُم مَّنْ هَدَى اللّهُ﴾</span>: وهو الذي سلك طريق الهدى والتقى (ومن يتق الله يكفر عنه سيئاته ويعظم له أجرًا- 5 الطلاق) <span class=quran>﴿وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ﴾</span>: وهو الذي سلك طريق الضلال، وأسرف في الفساد (إن الله لا يهدي من هو مسرف كذاب-28 غافر). <br><br>(37): <span class=quran>﴿إِن تَحْرِصْ عَلَى هُدَاهُمْ﴾</span>: لقد جاهدت يا محمد، وحرصت كل الحرص على هداية الناس بعامة وقومك بخاصة، ولكن مجرد الحرص ليس سببًا لوجود الهداية، وإنما السبب الأول هو رغبة الإنسان في الهدى وتحرره من الهوى <span class=quran>﴿فَإِنَّ اللّهَ لاَ يَهْدِي مَن يُضِلُّ﴾</span>: وهو مصر على الضلالة <span class=quran>﴿وَمَا لَهُم مِّن نَّاصِرِينَ﴾</span>: إلا الندم والتوبة قبل فوات الأوان. <br><br>(38): <span class=quran>﴿وَأَقْسَمُواْ بِاللّهِ جَهْدَ أَيْمَانِهِمْ لاَ يَبْعَثُ اللّهُ مَن يَمُوتُ﴾</span>: ولا دليل على هذا النفي إلا الاستبعاد والشك، والشك عند العلماء باعث وسبب للبحث والتنقيب لا للنفي بلسان الجزم <span class=quran>﴿بَلَى وَعْدًا عَلَيْهِ حَقًّا﴾</span>: لا مفر منه لأسباب، منها: <br><br>(39): <span class=quran>﴿لِيُبَيِّنَ لَهُمُ الَّذِي يَخْتَلِفُونَ فِيهِ﴾</span>: اختلف الناس في ربهم وأنبيائهم وفي عاداتهم وآرائهم وفي العديد من الأشياء، ولابد من الحكم والفصل بين المحق والمبطل والطيب والخبيث، ويوم القيامة هو يوم الحساب بالحق والعدل حيث لا حجج زائفة ولا أعذار كاذبة. <span class=quran>﴿وَلِيَعْلَمَ الَّذِينَ كَفَرُواْ أَنَّهُمْ كَانُواْ كَاذِبِينَ﴾</span>: في قسمهم: لا يبعث من يموت، ويقولوا: يا ويلنا من بعثنا من مرقدنا، وهذا ما وعد الرحمن وصدق المرسلون. <br><br>(40): <span class=quran>﴿إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ﴾</span>: تمامًا بدأ الخلق بهذه الكلمة وبها يعيده، وتقدم في الآية 117 من البقرة وغيرها. <br><br>(41) - (42): <span class=quran>﴿وَالَّذِينَ هَاجَرُواْ فِي اللّهِ مِن بَعْدِ مَا ظُلِمُواْ...﴾</span> : وتصدق هذه الآية على الصحابة الذين هاجروا إلى الحبشة والمدينة المنورة، وأيضًا تشمل الذين شردوا عن ديارهم وأموالهم قسرًا وعدوانًا."}]}