{"title":"صفحة (272)","type":"html","data":[{"miniTitle":"النحل","text":"(43): <span class=quran>﴿وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نُّوحِي إِلَيْهِمْ﴾</span>: قالوا المعاندون لمحمد: أنت بشر، والله فوق البشر باعترافك، ومن كان فوق الناس لا يختار رسولا منهم، فإذن ما أن لله برسول! هذا هو منطق الشيطان وحزبه، فأبطل بحانه وعمهم بأن جميع أنبياء الله ورسله كانوا رجالا من أهل الأرض وملائكة من أهل السماء. هذا، إلى أن رسالة محمد (ص) هي بذاتها تدل على أنها لسان الله وبيانه، وهل من ذي لب عليهم وسليم يجرأ على القول بأن القرآن ينطق عن محمد لا عن الله؟ <span class=quran>﴿فَاسْأَلُواْ أَهْلَ الذِّكْرِ إِن كُنتُمْ لاَ تَعْلَمُونَ﴾</span>: قال جماعة كثر من المفسرين: إن المراد بالسؤال هنا سؤال خاص ومعين بدلالة سياق الآية، وهو هل أرسل الله إلى الأمم السابقة بشرًا أو ملائكة؟ وعليه يتعين أن يكون المراد بأهل الذكر المسؤولين هم علماء أهل الكتاب من اليهود والنصارى، وفي تفسير ابن كثير القرشي: (أن محمدًا الباقر قال: نحن أهل الذكر. وعلماء أهل بيت رسول الله عليهم السلام والرحمة من خير العلماء إذا كانوا على السنة المستقيمة). <br><br>(44): <span class=quran>﴿بِالْبَيِّنَاتِ وَالزُّبُرِ﴾</span>: متعلق بأرسلنا: والبينات: الحجج والدلائل، والزبر: الكتب <span class=quran>﴿وَأَنزَلْنَا إِلَيْكَ﴾</span>: يا محمد <span class=quran>﴿الذِّكْرَ﴾</span>: القرآن <span class=quran>﴿لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ﴾</span>: هذه هي مهمة الأنبياء أن ينقلوا عن الله لعباده حرامه وحلاله وثوابه وعقابه، لا أن يتنبأ كل نبي ويجتهد طبقًا لمزاجه وخياله وإلا كان الأنبياء تمامًا كأبي حنيفة والمالكي والشافعي وغيرهم من أئمة المذاهب, وبهذا يتبين الخطأ في قول من قال من علماء السنة: يجوز للنبي أن يجتهد فيما لا نص فيه. <br><br>(45) - (46): <span class=quran>﴿أَفَأَمِنَ الَّذِينَ مَكَرُواْ السَّيِّئَاتِ﴾</span>: قال المفسرون: المراد بالماكرين هنا مشركو مكة ، لأنهم ألبوا على النبي (ص) وتآمروا على قتله <span class=quran>﴿أَن يَخْسِفَ اللّهُ بِهِمُ الأَرْضَ﴾</span>: فتبتلعهم أحياء كما فعل سبحانه بقارون <span class=quran>﴿أَوْ يَأْتِيَهُمُ الْعَذَابُ مِنْ حَيْثُ لاَ يَشْعُرُونَ﴾</span>: يهلكهم بغتة كما فعل بقوم لوط <span class=quran>﴿أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ﴾</span>: في أسفارهم وحال اشتغالهم في أمورهم الخاصة والعامة. <br><br>(47): <span class=quran>﴿أَوْ يَأْخُذَهُمْ عَلَى تَخَوُّفٍ﴾</span>: أي وهم خائفون يترقبون أن يحل بهم هذا العذاب <span class=quran>﴿فَإِنَّ رَبَّكُمْ لَرؤُوفٌ رَّحِيمٌ﴾</span>: لا يجعل العقوبة لمن يستحقها، بل يمهل ويفتح باب التوبة، ويقول: من دخله كان آمنًا. <br><br>(48): <span class=quran>﴿أَوَ لَمْ يَرَوْاْ إِلَى مَا خَلَقَ اللّهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلاَلُهُ﴾</span>: قد يقال: وأي عجب أن يكون للشيء ظل وفيء مادام هناك شمس وأرض تدور حولها؟ الجواب: ليس القصد من ذلك مجرد الإخبار بأن لكل جسم ظلًا كي يكون تحصيلًا للحاصل وكتفسير الماء بالماء، وإنما القصد التنبيه إلى نظام الكون بأسره، وأنه تعالى أتقن كل شيء من خلقه ووضعه في فلكه تمامًا كما قال: الرجل المناسب في المكان المناسب، وضرب مثلا لذلك بالظل، وأنه لو لم تكن الشمس في فلكها والأرض في مكانها ما كان لكل جسم ظل، وكذلك سائر المخلوقات، وكل في فلك يسبحون <span class=quran>﴿سُجَّدًا لِلّهِ﴾</span>: أي كل الكائنات تخضع لتدبير الله، وتنطق بكماله وجلاله وبالغ قدرته وحكمته <span class=quran>﴿وَهُمْ دَاخِرُونَ﴾</span>: أي منقادون صاغرون ولمناسبة الإشارة إلى الفيء ننقل هذه الكلمات من دعاء للإمام زين العابدين وسيد الساجدين (ع) (سبحانك تعلم وزن الظلمة والنور، سبحانك تعلم وزن الفيء والهواء) فمن أين جاءه هذا العلم يومذاك إذا لم يكن عن أبيه عن جده عن جبريل عن الباري؟. <br><br>(49) - (50): <span class=quran>﴿وَلِلّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ...﴾</span>: قال الإمام الصادق (ع): (السجود على نوعين: إرادي وطبيعي) والأول سجود العقلاء، والثاني سجود سائر الموجودات بمعنى أنها في قبضة الله، وتدل على قدرته وعظمته من باب دلالة المصنوع على الصانع. وتقدم في الآية13 وما بعدها من الرعد. <br><br>(51) - (52): <span class=quran>﴿وَقَالَ اللّهُ لاَ تَتَّخِذُواْ إِلـهَيْنِ اثْنَيْنِ إِنَّمَا هُوَ إِلهٌ وَاحِدٌ﴾</span>: قال الإمام علي (ع) في وصيته لولده الحسن (ع) : (لو كان لربك شريك لأتتك رسله، ولرأيت آثار ملكه وسلطانه ولعرفت أفعاله وصفاته، ولكنه إله واحد) وتقدم في الآية171 من النساء و73 من المائدة <span class=quran>﴿وَلَهُ الدِّينُ وَاصِبًا﴾</span>: المراد بالدين هنا الطاعة، وبالواصب الدائم، والمعنى تجب طاعة الله في كل شيء، ومن أطاعة في الصوم والصلاة، وعصاه عند بروق المطامع فما هو من دين الله في شيء <span class=quran>﴿أَفَغَيْرَ اللّهِ تَتَّقُونَ﴾</span>: وترجون أن يحقق ما في نفوسكم من ميول ورغبات. <br><br>(53) - (54): <span class=quran>﴿وَمَا بِكُم مِّن نِّعْمَةٍ﴾</span>: مالا كانت أو ولدًا أو جاهًا أو عافية <span class=quran>﴿فَمِنَ اللّهِ﴾</span>: لا من سواه، فكيف تلجأون وتتذللون إلى مخلوق مثلكم طمعًا بما في يده <span class=quran>﴿ثُمَّ إِذَا مَسَّكُمُ الضُّرُّ فَإِلَيْهِ تَجْأَرُونَ﴾</span>: ترفعون أصواتكم مستغيثين بالله أن يكشف عنكم الضر علمًا منكم بأنه تعالى وهو وحده الذي يدفعه ويزيله. وهنا مكان الغرابة: تلجأون إلى الله مضطرين، وتبتعدون عن طاعته مختارين! وتقدم في الآية 12 من يونس."}]}