{
"title": "صفحة (273)",
"type": "html",
"data": [
{
"miniTitle": "النحل",
"text": "(55): <span class=quran>﴿لِيَكْفُرُواْ بِمَا آتَيْنَاهُمْ﴾</span>: المراد بالكفر هنا كفران النعمة وجحودها، واللام في ليكفروا للعاقبة، والمعنى أن الله أنعم عليهم بالكثير، فكانت عاقبة الحسنى كفرًا لا شكرًا <span class=quran>﴿فَتَمَتَّعُواْ﴾</span>: بما أنعم الله عليكم واعملوا ما شئتم <span class=quran>﴿فَسَوْفَ تَعْلَمُونَ﴾</span>: عاقبتكم الوخيمة، وتندمون حيث لا ينفع الندم. <br><br>(56): <span class=quran>﴿وَيَجْعَلُونَ لِمَا لاَ يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَاهُمْ﴾</span>: يشير سبحانه بهذا إلى الجاهلية المشركة وأن أهلها كانوا يعبدون الأصنام، ويجعلون لها نصيبًا في أموالهم، وتقدم في الآية 136 من الأنعام. <br><br>(57): <span class=quran>﴿وَيَجْعَلُونَ لِلّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُم مَّا يَشْتَهُونَ﴾</span>: قالوا: الملائكة إناث وهن بنات الله، فنسبوا إليه أخس القسمين من الأولاد، أما القسم الأفضل الذين يحبون وهو الذكور فنسبوه لأنفسهم كما في الآية 22 من النجم: (ألكم الذكر وله الأنثى تلك إذا قسمة ضيزى). <br><br>(58): <span class=quran>﴿وَإِذَا بُشِّرَ أَحَدُهُمْ بِالأُنثَى ظَلَّ وَجْهُهُ مُسْوَدًّا﴾</span>: كناية عن الهم والكآبة <span class=quran>﴿وَهُوَ كَظِيمٌ﴾</span>: ممتلئ بالغيظ، ولكن يتجرعه ولا يظهره. <br><br>(59): <span class=quran>﴿يَتَوَارَى مِنَ الْقَوْمِ مِن سُوءِ مَا بُشِّرَ بِهِ﴾</span>: حتى كأنه ارتكب أبشع الأفعال وفكر: <span class=quran>﴿أَيُمْسِكُهُ عَلَى هُونٍ﴾</span>: هل يبقي المولود المشؤوم صابرًا على المذلة والمهانة <span class=quran>﴿أَمْ يَدُسُّهُ فِي التُّرَابِ﴾</span>: حيًا كما كانوا يصنعون في الجاهلية. <br><br>(60): <span class=quran>﴿لِلَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ مَثَلُ السَّوْءِ﴾</span>: أي الوصف القبيح كقتل الأطفال وغيرهم من الأبرياء والسلب والنهب والسفه والجهل <span class=quran>﴿وَلِلّهِ الْمَثَلُ الأَعْلَىَ﴾</span>: أي الوصف العلي العظيم. وتجدر الإشارة أن القصد من ذكره تعالى مع ذكر هؤلاء الرد على قولهم: لله البنات ولهم البنون. <br><br>(61): <span class=quran>﴿وَلَوْ يُؤَاخِذُ اللّهُ النَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ﴾</span>: اليوم عمل ولا حساب، وغدًا حساب ولا عمل، ولو كان الجزاء منه تعالى في دار الدنيا لكانت الآخرة لزوم ما لا يلزم، إضافة إلى أن الخضوع خوفًا من السيف المشهور فوق الرأس، لا يعد طاعة ومنقبة <span class=quran>﴿وَلَكِن يُؤَخِّرُهُمْ إلَى أَجَلٍ مُّسَمًّى﴾</span>: لتظهر أفعالهم التي يستحقون عليها الثواب والعقاب بعد تراكم الأدلة وتكرارها وقيام الحجة ولزومها وفتح باب التوبة بمصراعيه <span class=quran>﴿فَإِذَا جَاء أَجَلُهُمْ...﴾</span>: واضح، وتقدم في الآية 34 من الأعراف و49 من يونس. <br><br>(62): <span class=quran>﴿وَيَجْعَلُونَ لِلّهِ مَا يَكْرَهُونَ﴾</span>: لأنفسهم من البنات والشركاء في السيادة والرياسة <span class=quran>﴿وَتَصِفُ أَلْسِنَتُهُمُ الْكَذِبَ﴾</span>: ومنه إدعائهم <span class=quran>﴿أَنَّ لَهُمُ الْحُسْنَى﴾</span>: العاقبة الحسنة، فرد سبحانه هذا الإدعاء الباطل بقوله: <span class=quran>﴿لاَ جَرَمَ﴾</span>: لا شك فيه <span class=quran>﴿أَنَّ لَهُمُ الْنَّارَ﴾</span>: وبئس القرار <span class=quran>﴿وَأَنَّهُم مُّفْرَطُونَ﴾</span>: بفتح الراء مع تخفيفها من الفرط بمعنى السبق لا من الإفراط. بمعنى التجاوز، والمعنى أنهم السابقون إلى النار. <br><br>(63): <span class=quran>﴿تَاللّهِ لَقَدْ أَرْسَلْنَا﴾</span>: رسلا <span class=quran>﴿إِلَى أُمَمٍ مِّن قَبْلِكَ﴾</span>: يا محمد فلم يستجيبوا لرسلهم، بل قاسوا منهم ألوانًا من الأذى <span class=quran>﴿فَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ﴾</span>: فاستمعوا له وأطاعوه، وعصوا الرسل كما عصاك وآذاك مشركوا قريش، فهون عليك ولا تحزن، فإن لك أسوه بإخوانك النبيين. <br><br>(64): <span class=quran>﴿وَمَا أَنزَلْنَا عَلَيْكَ الْكِتَابَ إِلاَّ لِتُبَيِّنَ لَهُمُ الَّذِي اخْتَلَفُواْ فِيهِ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ﴾</span>: تشير هذه الآية إلى أن الله سبحانه أنزل القرآن على محمد (ص) لغايات 3. الأولى: أن يرد إليه كل قضية دينية يختلف فيها اثنان. الثانية: أن يهدي به من ضل سواء السبيل. الثالثة: أن شريعة القرآن عدل ورحمة للعالمين، لأن أحكامها بالكامل تهدف إلى جلب المصلحة ودرء المفسدة، فما من شيء فيه خير وصلاح إلا وأمرت به وجوبًا أو ندبًا، وما من شيء فيه شر وفساد إلا ونهت عنه تحريمًا لا كراهة."
}
],
"singlePage": true
}