{"title":"صفحة (274)","type":"html","data":[{"miniTitle":"النحل","text":"(65): <span class=quran>﴿وَاللّهُ أَنزَلَ مِنَ الْسَّمَاء مَاء...﴾</span>: كلنا يعلم أنه لا حياة بلا ماء، ولكن القرآن يذكر بنعم الله وإفضاله من له أذن تسمع وقلب يخشع، وتقدم في العديد من الآيات منها الآية 22 و 164 من البقرة. <br><br>(66): <span class=quran>﴿وَإِنَّ لَكُمْ فِي الأَنْعَامِ﴾</span>: الإبل والبقر والغنم <span class=quran>﴿لَعِبْرَةً﴾</span>: دلالة على قدرة الخالق وحكمته <span class=quran>﴿نُّسْقِيكُم مِّمَّا﴾</span>: من هنا للتبعيض أي من بعض الأنعام وهو الإناث لأن الذكور لا لبن فيها <span class=quran>﴿فِي بُطُونِهِ﴾</span>: يعود الضمير إلى بعض الأنعام <span class=quran>﴿مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِلشَّارِبِينَ﴾</span>: والفرث ما يبقى في الكرش بعد الهضم، ويقول العارفون: إذا هضمت معدة الحيوان الغذاء طردت الفضلات الضارة إلى الخارج، وتمتص العصارة النافعة، فتتحول إلى دم يسري في العروق والغدد التي في ضرع الأنثى، ويصبح لبنًا خالصًا من رائحة الفرث والدم ولونهما وطعمهما. <br><br>(67): <span class=quran>﴿وَمِن ثَمَرَاتِ النَّخِيلِ وَالأَعْنَابِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا﴾</span>: الظاهر من كلمة السكر الشراب المسكر خمرًا كان أو غيره، ولا تومئ هذه الآية من قريب أو بعيد إلى تحليل المسكر أو تحريمه، وإنما حكت عن عادة الناس وأنهم يتخذون من ثمرات النخيل والأعناب شرابًا مسكرًا، أم الرزق الحسن فالمراد به التمر والرطب والزبيب والعنب وما إلى ذلك، وتحدثنا عن حكم الخمر في القرآن والإسلام عند تفسير الآية 219 من سورة البقرة، وفي الجزء الرابع من كتاب فقه الإمام جعفر الصادق(ع) باب الأطعمة والأشربة. <br><br>(68): <span class=quran>﴿وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ﴾</span>: المراد بالوحي هنا الغريزة، لأن الحيوان لا يفكر ويخطط بعقل بل بغريزة تقوده آليًا وتلقائيًا إلى ما يطر إليه في حياته وبقائه تمامًا كالكون تسيره وتتحكم به النواميس الطبيعية التي أودعها الله فيه <span class=quran>﴿أنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ﴾</span>: قال الرازي: (النحل نوعان: نوع يسكن في الجبال والغياض - أي مجتمع الشجر- ولا يتعهده أحد، وهو المراد بقوله تعالى: أن إتخذي من الجبال بيوتًا ومن الشجر، ونوع يسكن بيوت الناس، ويكون في تعهدهم وهو المراد بقوله: (ومما يعرشون). <br><br>(69): <span class=quran>﴿ثُمَّ كُلِي مِن كُلِّ الثَّمَرَاتِ﴾</span>: الطيبة اليانعة <span class=quran>﴿فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلاً﴾</span>: سيري أنى تشائين، فكل الطرق سالكة أمامك ومذللة <span class=quran>﴿يَخْرُجُ مِن بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَانُهُ﴾</span>: بياضًا وحمره وصفره تبعًا للمرعى <span class=quran>﴿فِيهِ شِفَاء لِلنَّاسِ﴾</span>: من بعض الأمراض كفقر الدم وسوء الهضم والتهاب الفم وغير ذلك. <br><br>(70): <span class=quran>﴿وَاللّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ﴾</span>: كل فرد من أفراد الإنسان كان في طي العدم والكتمان ثم أنشأه الله حيًا يقاسي عذاب النزع والإحتضار من ولادته إلى ساعة أجله، فيعود إلى عالم العدم من هذه الدنيا كأن لم يكن شيء <span class=quran>﴿وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْ لاَ يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا﴾</span>: ضعيف في الجسم، وقلة في العلم، وخرف في العقل، وسوء في الحفظ، وفوق ذلك علل وأسقام أشكال وألوان حتى كرهه وجوده وضاق به أهله، ومل ممرضه. <br><br>(71): <span class=quran>﴿وَاللّهُ فَضَّلَ بَعْضَكُمْ عَلَى بَعْضٍ فِي الْرِّزْقِ﴾</span>: هذا مجرد تعبير وحكاية عما هو الواقع بالفعل تمامًا كما لو قال: بعض الناس أغنياء وبعضهم فقراء، وأسند الرزق إلى مشيئته تعالى لأنه جرى على الأسباب التي تنتهي إليه (وخلق كل شيء فقدره تقديرا-2 الفرقان) أي بنظام وحكمة وفي الآية 20 من الشورى ربط سبحانه رزق الدنيا والآخرة بإرادة الإنسان: (من كان يريد حرث الآخرة نزد له حرثه ومن كان يريد حرث الدنيا نؤته منها) وفي الآية 18 و19من الإسراء: (من كان يريد العاجلة عجلنا له فيها ... ومن أراد الآخرة وسعى لها سعيها وهو مؤمن فأولئك كان سعيهم مشكورا) وأخيرًا نكرر ونؤكد لا طبقات في الإسلام على أساس الجاه والمال والأنساب <span class=quran>﴿فَمَا الَّذِينَ فُضِّلُواْ﴾</span>: وهم الأغنياء <span class=quran>﴿بِرَآدِّي رِزْقِهِمْ عَلَى مَا مَلَكَتْ أَيْمَانُهُمْ﴾</span>: على مماليكهم وعبيدهم <span class=quran>﴿فَهُمْ فِيهِ سَوَاء﴾</span>: أي لا يرضي الأغنياء بالمساواة بينهم وبين العبيد في الأموال، والآية بجملتها رد على المشركين الذين جعلوا لله أندادًا وأشباهًا من خلقه، ووجه الرد أن هؤلاء لا يرضون بحال أن يشاركهم في أموالهم أحد من عبيدهم، فكيف يرضى سبحانه بالمساواة بينه وبين عبيده في الألوهية والكمال والجلال؟ وهل شأن الله تعالى دون شأنكم أيها المشركون؟ وبكلمة هل لكم شركاء من عبيدكم فيما تملكون حتى نسبتم إلى الله شركاء من عبيده فيما خلق. <br><br>(72): <span class=quran>﴿وَاللّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا﴾</span>: من جنسكم لا من جنس آخر، كي يتم الإنس والمشاركة في الحياة الزوجية بين الزوجين... هذا ما يجب أو ينبغي أن يكون، أما ما هو كائن بالفعل فمطلب آخر... ويستحيل أن تتآلف الأخلاق والأرواح إلا إذا تعارفت، وتعاطفت كما في الحديث الشريف <span class=quran>﴿وَجَعَلَ لَكُم مِّنْ أَزْوَاجِكُم بَنِينَ وَحَفَدَةً﴾</span>: أولا أولاد، كان أكثرهم من قبل نعمة، أما بعد (الخنافس والمنيجوب) فالكثير منهم نقمة. وفي سفينة البحار للقمي حديث طويل عن الذين يأتون في آخر الزمان، جاء فيه: (فعند ذلك حلت العزوبة، قالوا يا رسول الله أمرتنا بالتزويج، قال: بلى ولكن إذا كان ذلك الزمان فهلاك الرجل على يد زوجته وولده... يكلفونه ما لا يطيق حتى يوردوه موارد الهلكة) <span class=quran>﴿وَرَزَقَكُم مِّنَ الطَّيِّبَاتِ﴾</span>: مطعمًا ومشربًا، إضافة إلى الأزواج والأولاد وغير ذلك من المستلذات."}]}