{
"title": "صفحة (276)",
"type": "html",
"data": [
{
"miniTitle": "النحل",
"text": "(80): <span class=quran>﴿وَاللّهُ جَعَلَ لَكُم مِّن بُيُوتِكُمْ سَكَنًا﴾</span>: فهل أوجد سبحانه السكن بيده أو أرسل لبنائه ملائكة السماء أو قال له كن فكان، كلا وإنما وهبنا العقل وأرشدنا إلى طريق العلم وقال: (واعملوا صالحًا إني بما تعملون عليم) <span class=quran>﴿وَجَعَلَ لَكُم مِّن جُلُودِ الأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ﴾</span>: تستخفونها: خفيفة الحمل، والظعن: السفر، والإقامة المكث واللبث، والبيوت بشتى أنواعها نعمة من الله على عباده، لا يعرف قدرها إلا الذين لا بيوت لهم، ولحصانة البيوت واحترامها أحكام خاصة في كتب الفقه الإسلامي <span class=quran>﴿وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَا أَثَاثًا وَمَتَاعًا إِلَى حِينٍ﴾</span>: الصوف من الغنم، والوبر من الإبل، والشعر من المعز، والأثاث محتويات البيت، والمتاع كل ما ينتفع به سوى الذهب والفضة و(إلا حين) إشارة إلى أن الدنيا بالكامل لا قرار لها ولا دوام. <br><br>(81) - (82): <span class=quran>﴿وَاللّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلاَلاً﴾</span>: جمع ظل، يقي من حر الشمس <span class=quran>﴿وَجَعَلَ لَكُم مِّنَ الْجِبَالِ أَكْنَانًا﴾</span>: حصونًا ومعاقل <span class=quran>﴿وَجَعَلَ لَكُمْ سَرَابِيلَ﴾</span>: قمصانًا <span class=quran>﴿تَقِيكُمُ الْحَرَّ﴾</span>: والبرد أيضًا، وحدث هذا لدلالة ذاك عليه <span class=quran>﴿وَسَرَابِيلَ﴾</span>: دروعًا <span class=quran>﴿تَقِيكُم بَأْسَكُمْ﴾</span>: عند الطعن والضرب <span class=quran>﴿كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ﴾</span>: أي تستسلمون للحق وتؤمنون بالله، وقد يظن أن الله سبحانه دعا إلى الإيمان به عن طريق العقل فقط بالنظر إلى الكون وما خلق من شيء مع العلم بأنا نقرأ في القرآن الكريم- إلى جانب الآيات العقلية الكونية- آيات من نوع آخر، تحرك الإنسان وتؤثر به تأثيرًا أبلغ وأعمق من تأثير العقل ومنطقه. وهي الآيات التي خاطبت العاطفة والمنفعة الشخصية الشرعية، وما أكثرها في كتاب الله، ومنها قوله تعالى: (يتم نعمته عليكم لعلكم تسلمون) وقوله: (فليعبدوا رب هذا البيت الذي أطعمهم من جوع وآمنهم من خوف) إلى غير ذلك مما سبق و يأتي. <br><br>(83): <span class=quran>﴿يَعْرِفُونَ نِعْمَتَ اللّهِ ثُمَّ يُنكِرُونَهَا﴾</span>: المراد بمعرفتهم نعمة الله أنهم يمتعون بها، وبإنكارهم إياها أنهم لا يؤدون حقها من الشكر ويحمدون الواهب على جوده وعطائه. <br><br>(84): <span class=quran>﴿وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا﴾</span>: هذا دليل آخر على أن لكل أمة نبيًا أو إمامًا أو عالمًا بدين الله، وأنه يشهد عليها بما أجابت وفعلت حين أبلغها رسالة الله سبحانه وبشّر وأنذر <span class=quran>﴿ثُمَّ لاَ يُؤْذَنُ لِلَّذِينَ كَفَرُواْ﴾</span>: بالرد والإعتذار بعد أن قامت الحجة عليهم بشهادة الرسول <span class=quran>﴿وَلاَ هُمْ يُسْتَعْتَبُونَ﴾</span>: لا يطلب من الطغاة والعصاة أن يسترضوا الله سبحانه بالتوبة والاستغفار حيث لا عمل واسترضاء في يوم القيامة، بل حساب وجزاء. <br><br>(85): <span class=quran>﴿وَإِذَا رَأى الَّذِينَ ظَلَمُواْ الْعَذَابَ فَلاَ يُخَفَّفُ عَنْهُمْ﴾</span>: الظالم المعتدي على حقوق الآخرين لا ظلم عليه يوم القيامة، بل يأخذه الله بظلمه وكفى من غير زيادة، وأيضًا لا يرحمه ويلطف به بتخفيف العذاب ونقصانه، ورحمته تعالى وإن اتسعت لكل شيء، فإنها تضيق بالظالم لعباده وعياله، وليس عندي في ذلك أدنى ريب <span class=quran>﴿وَلاَ هُمْ يُنظَرُونَ﴾</span>: بل يسرعون إلى جهنم، فتستقبلهم بسعيرها وزفيرها. <br><br>(86): <span class=quran>﴿وَإِذَا رَأى الَّذِينَ أَشْرَكُواْ شُرَكَاءهُمْ﴾</span>: وهم الذين كانوا يعبدونهم في الدنيا، وتدل هذه الآية أن معبود المشرك يحشر معه يوم القيامة حتى ولو كان حجرًا تأكيدًا للحجة عليه، وعن الإمام الباقر عليه السلام: لو أحبنا حجر حشره الله معنا، وهل الدين إلا الحب <span class=quran>﴿قَالُواْ﴾</span>: أي المشركون <span class=quran>﴿رَبَّنَا هَـؤُلاء﴾</span>: إشارة إلى الشركاء المعبودين: <span class=quran>﴿شُرَكَآؤُنَا الَّذِينَ كُنَّا نَدْعُوْ مِن دُونِكَ﴾</span>: ليس هذا مجرد إعتراف بالخطأ بل وأنهم لا يسمعون ولا يعقلون كما في الآية 10 من الملك: (لو كنا نسمع أو نعقل ما كنا في أصحاب السعير) <span class=quran>﴿فَألْقَوْا إِلَيْهِمُ الْقَوْلَ﴾</span>: أنطق الله سبحانه الآلهة المزعومة وقالت: أيها المشركون <span class=quran>﴿إِنَّكُمْ لَكَاذِبُونَ﴾</span>: ومفترون في جعلنا شركاء لله. <br><br>(87): <span class=quran>﴿وَأَلْقَوْاْ إِلَى اللّهِ يَوْمَئِذٍ السَّلَمَ﴾</span>: استسلم العابد الجاهل والمعبود الزائف لحكم الله وعذابه."
}
]
}