{
"title": "صفحة (277)",
"type": "html",
"data": [
{
"miniTitle": "النحل",
"text": "(88): <span class=quran>﴿الَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اللّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُواْ يُفْسِدُونَ﴾</span>: عذابًا على كفرهم وضلالهم، وعذابًا على إفسادهم في الأرض وإضلالهم الناس عن الحق واتباعه. وتقدم في الآية 25 من هذه السورة. <br><br>(89): <span class=quran>﴿وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ﴾</span>: تقدم في الآية 84 من هذه السورة وأعاد الآن تهديدًا للذين كذبوا محمدًا <span class=quran>﴿وَجِئْنَا بِكَ شَهِيدًا عَلَى هَـؤُلاء﴾</span>: الخطاب لمحمد (ص) وهؤلاء إشارة إلى من حرف وزيف من أمته <span class=quran>﴿وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِّكُلِّ شَيْءٍ﴾</span>: في الجزء الأول من أصول الكافي أن الإمام الصادق (ع) قال: (ما خلق الله حلالًا ولا حرامًا إلا وله حد... حتى ارشي الخدش) وأن الإمام الباقر (ع) قال لأصحابه: (إذا حدثتكم بشيء فاسئلوني أين هو من كتاب الله، ثم قال في بعض حديثه: نهى رسول الله (ص) عن القيل والقال، وفساد المال، وكثرة السؤال. فقيل له: أين هذا من كتاب الله؟ فقال: إن الله عز وجل قال:( لا خير في كثير من نجواهم إلا من أمر بصدقة أو معروف أو إصلاح بين الناس 114 النساء... وقال: ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قيامًا- 5 النساء-. وقال: لا تسألوا عن أشياء إن تبد لكم تسؤكم- 101 المائدة). والآية الأولى نهت عن القيل والقال، والثانية عن فساد المال، والثالثة عن كثرة السؤال. <br><br>(90): <span class=quran>﴿إِنَّ اللّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاء ذِي الْقُرْبَى﴾</span>: أمر سبحانه في هذه الآية بثلاث خصال حميدة: العدل وهو الإنصاف، والإحسان وهو التفضل لوجه البر والإحسان. وسئل الإمام علي (أيهما أفضل: العدل أو الجود؟ فقال: العدل يضع الأمور مواضعها، والجود يخرجها من جهتها- أي يتجاوز بالأشياء إلى جهة الإحسان- العدل سائس عام (أي نظام عام لا تستقيم الحياة بدونه) والجود عارض خاص، فالعدل أشرفهما وأفضلهما)، والخصلة الثالثة إيتاء ذي القربى وهو من مظاهر الإحسان ولكنه أعلاها، ولذا خصه سبحانه بالذكر <span class=quran>﴿وَيَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ وَالْبَغْيِ﴾</span>: ونهى سبحانه عن ثلاث خصال قبيحة: الفحشاء، وأفحش الفحش الزنا لأنه في الآخرة بين يدي عذاب شديد، وفي الدنيا عار على الزاني والزانية وعلى أولادها وأمها وأبيها، والمنكر: كل ماينكره العقل والشرع، والبغي: العدوان على حق من حقوق الناس، وهو أكبر الكبائر وتصدق عليه كلمة الفحشاء والمنكر والإثم. وأيضًا الكفر، قال سبحانه: (فأبي الظالمون إلا كفورًا-99 الإسراء) وتجمع هذه الآية أمهات الفضائل قال عثمان بن مضعون: أسلمت استحياء من رسول الله، وما قر الإسلام في قلبي حتى نزلت هذه الآية: (إن الله يأمر بالعدل...). <br><br>(91): <span class=quran>﴿وَأَوْفُواْ بِعَهْدِ اللّهِ إِذَا عَاهَدتُّمْ﴾</span>: وكل من آمن بالله فقد أعطاه عهدًا أن يأتمر بأمره وينتهي بنهيه، ومن يعص الله في شيء فهو من الناكثين النابذين لعهد الله تعالى <span class=quran>﴿وَلاَ تَنقُضُواْ الأَيْمَانَ بَعْدَ تَوْكِيدِهَا﴾</span>: الأيمان جمع يمين وتوكيدها: عقدها <span class=quran>﴿وَقَدْ جَعَلْتُمُ اللّهَ عَلَيْكُمْ كَفِيلاً﴾</span>: رقيبًا ومتكفلا بالوفاء. <br><br>(92): <span class=quran>﴿وَلاَ تَكُونُواْ كَالَّتِي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثًا﴾</span>: شبهة سبحانه ناقض العهد والأيمان بالحمقاء التي تنقض الغزل بعد إبرامه <span class=quran>﴿تَتَّخِذُونَ﴾</span>: أي أتتخذون <span class=quran>﴿أَيْمَانَكُمْ دَخَلاً﴾</span>: غدرًا ومكرًا <span class=quran>﴿بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَى﴾</span>: أكبر قوى <span class=quran>﴿مِنْ أُمَّةٍ﴾</span>: كانت القبيلة في الجاهلية تحالف أخرى، فإذا جاءتها قبيلة أقوى منها غدرت بها، وحالفت الثانية، فنهى سبحانه عن هذا وأنكره <span class=quran>﴿إِنَّمَا يَبْلُوكُمُ اللّهُ بِهِ﴾</span>: ضمير به يعود إلى أمر الله بالوفاء، والمعنى أنه تعالى يأمر العباد بالخير، وينهاهم عن الشر ليتميز المطيع من العاصي والطيب من الخبيث. <br><br>(93): <span class=quran>﴿وَلَوْ شَاء اللّهُ لَجَعَلَكُمْ﴾</span>: بالقسر والإلجاء <span class=quran>﴿أُمَّةً وَاحِدَةً﴾</span>: ولكنه ترك الإنسان و ما يختار ليتحمل مسؤولية عمله. وتقدم في الآية 48 من المائدة و118 من هود <span class=quran>﴿وَلكِن يُضِلُّ مَن يَشَاء وَيَهْدِي مَن يَشَاء﴾</span>: المراد بالضلال هنا العذاب على المعصية، وبالهدى الثواب على الطاعة بقرينة قوله تعالى بلا فاصل: <span class=quran>﴿وَلَتُسْأَلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ﴾</span>: وتقدم مرارًا أن الله لا يحكم بالضلال إلا على من ضل ولا بالهدى إلا على من اهتدى: (فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها-108 يونس)."
}
]
}