{
"title": "صفحة (278)",
"type": "html",
"data": [
{
"miniTitle": "النحل",
"text": "(94): <span class=quran>﴿وَلاَ تَتَّخِذُواْ أَيْمَانَكُمْ دَخَلاً بَيْنَكُمْ﴾</span>: تقدم قبل لحظة في آية 92، وكرر سبحانه ليهدد الماكر الغادر بقوله: <span class=quran>﴿فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا﴾</span>: أي يرجع المرء عن الحق والعهد الذي التزم به، إلى النكث والباطل، وتستعمل هذه الكلمة في الذي استقام على الحق ثم حاد عنه <span class=quran>﴿وَتَذُوقُواْ الْسُّوءَ﴾</span>: العذاب <span class=quran>﴿بِمَا صَدَدتُّمْ﴾</span>: أعرضتم وانصرفتم <span class=quran>﴿عَن سَبِيلِ اْللهِ﴾</span>. <br><br>(95): <span class=quran>﴿وَلاَ تَشْتَرُواْ بِعَهْدِ اللّهِ ثَمَنًا قَلِيلاً﴾</span>: لا تؤثروا منافعكم الخاصة على الحق، ولا تعتاضوا عنه أي ثمن، فإن متاع الدنيا قليل، والآخرة خير وأبقى. <br><br>(96): <span class=quran>﴿مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ اللّهِ بَاقٍ﴾</span>: بل نحن أيضًا ننفذ، ولا بقاء لفرع بعد ذهاب أصله، والباقي هو الله والعمل الصالح لوجه الله كما أشار سبحانه بقوله: <span class=quran>﴿وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُواْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ﴾</span>: أي صبروا على الجهاد في سبيل الله والنضال لإحقاق الحق وإبطال الباطل، لا على الفقر والتفريط بالحق والعدل، لأن الله سبحانه لا يعفي المظلوم من مقاومة الظالم وردعه بكل سبيل. <br><br>(97): <span class=quran>﴿مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى...﴾</span>: أبدًا لا فرق لأن الكل من آدم وآدم من تراب. إن أكرمكم عند الله أتقاكم. وتقدم في الآية124 من النساء. <br><br>(98): <span class=quran>﴿فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ﴾</span>: الاستعاذة من الشيطان راجحة ومستحبة في شتى الأحوال، بخاصة عند تلاوة الذكر الحكيم، ولكن السلاح الأقوى والأمضى الذي نستظهر به على الشيطان وحزبه هو الإخلاص في الدين والعمل باعتراف الشيطان وقوله: (لأغوينهم أجمعين إلا عبادك منهم المخلصين 83 ص) وصدق سبحانه قوله هذا في العديد من الآيات ومنها قوله جل وعز: <br><br>(99): <span class=quran>﴿إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُواْ﴾</span>: وإن قال قائل: لقد شاهدنا سلطانه وأثره بعض الأحيان، على من آمن بالله واليوم الآخر، قلنا في جوابه: أجل، ولكن المؤمن حقًا وصدقًا يثوب ويتوب، ومن تاب من الذنب كمن لا ذنب له. <br><br>(100): <span class=quran>﴿إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ﴾</span>: وهم من أسلسوا له القياد ولم يجاذبوه ويقاوموه <span class=quran>﴿هُم بِهِ﴾</span>: أي بسبب طاعة الشيطان <span class=quran>﴿مُشْرِكُونَ﴾</span>: وليس من الضروري أن يجعلوه مع الله إلهًا آخر فإن يسير الرياء شرك. <br><br>(101): <span class=quran>﴿وَإِذَا بَدَّلْنَا آيَةً مَّكَانَ آيَةٍ وَاللّهُ أَعْلَمُ بِمَا يُنَزِّلُ﴾</span>: لله سبحانه أحكام أبدية، تبقى ما بقي الدهر، لا يسوغ فيها النسخ والتغيير ولا التقليم والتطعيم ولا الخلاف والاجتهاد كالإيمان بالله ورسوله واليوم الآخر، والصوم والصلاة والحج والخمس والزكاة، وأيضًا له سبحانه أحكام أمدية لا أبدية، تستدعي الحكمة أن يشرعها بأمد معين، وأيضًا تستدعي الحكمة أن لا يصرح سبحانه بهذا الأمد عند إنشاء الحكم حتى إذا انتهى الأمد ارتفع الحكم، وشرع حكم آخر مكانه، أيضًا على وفق الحكمة والمصلحة، ويسمى هذا نسخًا، وتقدم الكلام عنه في الآية 106 من البقرة <span class=quran>﴿قَالُواْ إِنَّمَا أَنتَ مُفْتَرٍ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾</span>: كان المشركون إذا رأوا نسخ حكم بآخر يقولون هذا افتراء على الله، ولو كان من عنده ما تبدل وتغير، بل هم الجاهلون المفترون. <br><br>(102): <span class=quran>﴿قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ﴾</span>: وهو جبريل، ولقب بذلك لأنه نزل بقدس الأقداس- أي القرآن- على محمد (ص) <span class=quran>﴿مِن رَّبِّكَ بِالْحَقِّ﴾</span>: بالصدق والعدل والهدى والرحمة <span class=quran>﴿لِيُثَبِّتَ الَّذِينَ آمَنُواْ﴾</span>: من الإيمان ما هو زعم ووهم، يذهب مع الريح لأدنى عارض وطارئ ومنه ما هو رأسي من الجبال الراسيات، وهو القائم على الفهم عن الله ورسوله كتابًا وسنة <span class=quran>﴿وَهُدًى﴾</span>: للتي هي أقوم <span class=quran>﴿وَبُشْرَى لِلْمُسْلِمِينَ﴾</span>: بأن لهم من الله أجرًا كبيرًا."
}
]
}