{
"title": "صفحة (279)",
"type": "html",
"data": [
{
"miniTitle": "النحل",
"text": "(103): <span class=quran>﴿وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ﴾</span>: قال الذين تنكروا لكل خير وحق وصدق: هذا القرآن تعلمه محمد من فلان الفلاني، فرد سبحانه عليهم بقوله: <span class=quran>﴿لِّسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ...﴾</span>: المراد باللسان هنا اللغة والكلام، وبالإلحاد النسبة والإسناد، والمعنى: هذا القرآن عربي مبين، والذين تسندون القرآن إليه يجهل اللغة العربية! فمن أين جاءته هذه المعجزة؟ وعلى قولكم هذا ينبغي أن يكون الأعجمي الذي تزعمون هو النبي. فلماذا لا تتخذوه نبيًا؟. <br><br>(104): <span class=quran>﴿إِنَّ الَّذِينَ لاَ يُؤْمِنُونَ بِآيَاتِ اللّهِ﴾</span>: أي بالقرآن ونبوة محمد (ص) بعد الحجة الدامغة والبرهان القاطع، أولئك <span class=quran>﴿لاَ يَهْدِيهِمُ اللّهُ﴾</span>: أي لا يثبتهم بدليل قوله تعالى: <span class=quran>﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾</span>. <br><br>(105): <span class=quran>﴿إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لاَ يُؤْمِنُونَ بِآيَاتِ اللّهِ﴾</span>: إن الكذب والإفتراء بكم أليق وألصق أيها الجاحدون المعاندون، لأنكم لا تؤمنون بحث، ولا تنطقون بصدق. ولا تحفلون بخير، أما محمد فهو أفضل وأكمل ما في البشرية من فضائل وأخلاق. <br><br>(106): <span class=quran>﴿مَن كَفَرَ بِاللّهِ مِن بَعْدِ إيمَانِهِ﴾</span>: فعليهم غضب من الله ولهم عذاب عظيم، والدليل على هاتين الجملتين المحذوفين قوله تعالى في آخر الآية: <span class=quran>﴿مَّن شَرَحَ بِاْلكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ﴾</span>: وعليه يكون (من كفر) مبتدأ وخبره محذوف تقديره فعليهم غضب من الله <span class=quran>﴿إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ﴾</span>: قال المفسرون من السنة والشيعة: إن المشركين عذبوا عمار بن ياسر حتى يعطيهم من لسانه كلمة كافرة، فتفوه بها مكرهًا. فقال بعضهم: يا رسول الله إن عمارًا كفر: فقال الرسول (ص): كلا، إن عمارًا ملئ إيمانًا من قرنه وقدمه، واختلط الإيمان بلحمه ودمه، وجاء عمار إلى النبي (ص) باكيًا، فمسح عينيه وقال: مالك؟ إن عادوا فعد فنزلت (إلا من أكره...) وقال ابن كثير الشافعي الدمشقي في تفسير هذه الآية اتفق العلماء على أن المكره يسوغ له النطق بكلمة الكفر إبقاءً على مهجته. وتكلمنا عن التقية مفصلا في كتاب الشيعة في الميزان <span class=quran>﴿وَلَـكِن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا﴾</span>: طابت له نفوسهم، واطمأنت به قلوبهم لا من نطق بالكفر خوفًا من القتل كعمار بن ياسر أولئك عليهم غضب الجبار ولهم عذاب النار. <br><br>(107) - (109): <span class=quran>﴿ذَلِكَ بِأَنَّهُمُ...﴾</span> : لا يدينون بمبدأ أو ضمير، ولا يفهمون ويتكلمون إلا لغة المنافع والأرباح، أولئك شر أهل الأرض ذاتًا وعملا. <br><br>(110): <span class=quran>﴿ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِن بَعْدِ مَا فُتِنُواْ ثُمَّ جَاهَدُواْ وَصَبَرُوا﴾</span>ْ: يشير سبحانه بهذا إلى المؤمنين المستضعفين الذين لم يهاجروا من مكة إلى المدينة مع هاجر ضعف وعجز، وقاسوا العنت والتنكيل من أجل دينهم، وأعطى البعض منهم المشركين ما أرادوا، ثم سنحت له الفرصة، فهاجر وجاهد وصبر<span class=quran>﴿إِنَّ رَبَّكَ مِن بَعْدِهَا﴾</span>: أي بعد التوبة والهجرة <span class=quran>﴿لَغَفُورٌ رَّحِيمٌ﴾</span>: بخاصة لمن تاب ولم يعد إلى الجريمة والمعصية(ومن عاد فينتقم الله منه والله عزيز ذو انتقام- 95 المائدة)."
}
]
}