{
"title": "صفحة (280)",
"type": "html",
"data": [
{
"miniTitle": "النحل",
"text": "(111): <span class=quran>﴿يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَن نَّفْسِهَا﴾</span>: أبدًا (لكل امرئ منهم يومئذ شأن يغنيه -37 عبس) لا أم ولا أب ولا عم ولا خال ولا جاه ولا مال <span class=quran>﴿وَتُوَفَّى كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لاَ يُظْلَمُونَ﴾</span>: في عقاب أو ثواب. وكيف يظلم سبحانه ويوم القيامة يأمر ملكًا من ملائكته أن يقف بين أهل الجنة والنار ينادي بأعلى صوته ويقول: إن لعنة الله على الظالمين كما نصت الآية 44 من الأعراف. <br><br>(112): <span class=quran>﴿وَضَرَبَ اللّهُ مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا﴾</span>: واسعًا وهنيًا، وكانت هذه الأوصاف متوافرة في مكة المكرمة أيام البعثة حيث كان أهلها آمنين من الغزو بفضل البيت المحرم، وكان الرزق يأتيها من كل مكان استجابة لدعوة إبراهيم خليل الرحمن(ع) <span class=quran>﴿فَكَفَرَتْ بِأَنْعُمِ اللّه﴾</span>ِ: ورحمته للإنسانية جمعاء، وهي نبوة محمد (ص) التي ملأت الأرض علمًا وسلامًا <span class=quran>﴿فَأَذَاقَهَا اللّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُواْ يَصْنَعُونَ﴾</span>: وذلك أن العتاة من أهل مكة أذاقوا النبي ألوانًا من الأذى والتنكيل، فدعا عليهم وقال من جملة ما قال في دعائه: اللهم اجعلها عليهم سنين كسني يوسف. فاستجاب الله دعوته وأصابتهم شدة أذهبت كل شيء، فأكلوا الكلاب والجيف أما الخوف فقد كان من سطوة محمد (ص) وسراياه وجيوشه. <br><br>(113): <span class=quran>﴿وَلَقَدْ جَاءهُمْ رَسُولٌ مِّنْهُمْ﴾</span>: عاد سبحانه إلى الرسول الأعظم (ص) وقومه العتاة الطغاة ليقول <span class=quran>﴿فَأَخَذَهُمُ الْعَذَابُ وَهُمْ ظَالِمُونَ﴾</span>: وفي نهج البلاغة: الله للظالم بالمرصاد على مجاز ريقه، وبموضع الشجى (أي الغصة) من مساغ ريقه. <br><br>(114) - (115): <span class=quran>﴿فَكُلُواْ مِمَّا رَزَقَكُمُ اللّهُ...﴾</span> : تقدم في الآية 172 و173 من البقرة. <br><br>(116): <span class=quran>﴿وَلاَ تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَـذَا حَلاَلٌ وَهَـذَا حَرَامٌ﴾</span>: الحلال ما أحله الله، والحرام ما حرمه الله، ومعنى هذا أنه لا يسوغ لأحد أن يقول: هذا حلال أو حرام إلا أن يكون عالمًا بدين الله، وإذا نقل الجاهل الحكم رواية عن العالم فلا إثم عليه وإن قال برأيه وتشهيه فقد اكتسب إثمًا وإن أصاب، لأن الفتوى بالرأي محرمة من حيث هي للنهي عن القول بالجهل دون استثناء. <br><br>(117): <span class=quran>﴿مَتَاعٌ قَلِيلٌ﴾</span>: في الدنيا <span class=quran>﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾</span>: وكثير في الآخرة، والمقصود بهذه الآية الذين يحللون ويحرمون بلا كتاب وسنة. <br><br>(118): <span class=quran>﴿وَعَلَى الَّذِينَ هَادُوا﴾</span>ْ: اليهود <span class=quran>﴿حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ﴾</span>: في الآية 146 من الأنعام <span class=quran>﴿وَمَا ظَلَمْنَاهُمْ﴾</span>: فيما ضيقنا عليهم من التحريم <span class=quran>﴿وَلَـكِن كَانُواْ أَنفُسَهُمْ يَظْلِمُونَ﴾</span>: بما عصوا وكانوا يعتدون."
}
]
}