{
"title": "صفحة (281)",
"type": "html",
"data": [
{
"miniTitle": "النحل",
"text": "(119): <span class=quran>﴿ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ السُّوءَ بِجَهَالَةٍ﴾</span>: في مجمع البحرين للشيخ الطريحي (أجمعت الصحابة على أن كل ما عصي الله به فهو جهالة... لأنه اختيار للذة الفانية على اللذة الباقية). وتقدم في الآية 54 من الأنعام. <br><br>(120): <span class=quran>﴿إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً﴾</span>: بعظمته وأبوته للأنبياء، وقال صاحب روح البيان عند تفسير هذه الآية: جاء في الحديث (الحسين سبط من الأسباط أي أمة من الأمم لأن السادات من نسل ولده زين العابدين) <span class=quran>﴿قَانِتًا لِلّهِ﴾</span>: مطيعًا له <span class=quran>﴿حَنِيفًا﴾</span>: مستقيمًا على الحق <span class=quran>﴿وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ﴾</span>: هذا رد على المشركين الذين ادعوا أنهم على ملة إبراهيم. <br><br>(121): <span class=quran>﴿شَاكِرًا لِّأَنْعُمِهِ﴾</span>: مخلصًا في شكره لنعم الله عليه <span class=quran>﴿اجْتَبَاهُ﴾</span>: اختاره للنبوة <span class=quran>﴿وَهَدَاهُ إِلَى صِرَاطٍ مُّسْتَقِيمٍ﴾</span>: وهو دين الإسلام بنص الآية 66 من آل عمران. <br><br>(122): <span class=quran>﴿وَآتَيْنَاهُ فِي الْدُّنْيَا حَسَنَةً﴾</span>: وهي تعظيم جميع الأديان لمكانته واعترافها بنبوته <span class=quran>﴿وَإِنَّهُ فِي الآخِرَةِ لَمِنَ الصَّالِحِينَ﴾</span>: لأنه جاهد في دنياه، وأخلص وأصلح. <br><br>(123): <span class=quran>﴿ثُمَّ أَوْحَيْنَا إِلَيْكَ﴾</span>: يا محمد <span class=quran>﴿أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا﴾</span>: هذا دليل قاطع على أن الإسلام وديانة إبراهيم شيء واحد في العقيدة، بل وكل الأنبياء بلا استثناء. <br><br>(124): <span class=quran>﴿إِنَّمَا جُعِلَ السَّبْتُ﴾</span>: يوم عطلة وراحة <span class=quran>﴿عَلَى الَّذِينَ اخْتَلَفُواْ فِيهِ﴾</span>: وفسر الشيخ الطبرسي هذا الاختلاف بأن بني إسرائيل (أحلوا الصيد في السبت تارة، وحرموه أخرى، وكان الواجب أن يحرموه على كلمة واحدة) <span class=quran>﴿وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ﴾</span>: واضح، وتقدم في الآية 113 من البقرة، والآية 141 من النساء. <br><br>(125): <span class=quran>﴿ادْعُ إِلِى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ...﴾</span>: الهدف الأول من المناظرة العلمية أن يظهر الحق ويقتنع به الطرف الثاني بحيث إذا أبى وأصر على الإنكار كان في نظر العقلاء المنصفين مكابرًا ومعاندًا للحق وذكر سبحانه في هذه الآية ثلاثة شروط للمناظرة المثمرة :<br>1- أن يكون بالحكمة، والمراد بالحكمة هنا الحجة المحكمة والبرهان الواضح.<br>2- الموعظة الحسنة، وهي أن يتجرد المناظر عن كل هوى وميل بحيث يفهم الطرف الآخر أن الذي يناظره من الناصحين والمخلصين له وللحقيقة، ولا يقصد المباهاة وعرض العضلات.<br>3- أن يكون الجدال بالتي هي أحسن أي بالرفق واللين كما قال سبحانه لموسى وهرون: (فقولا له قولا لينًا لعله يتذكر أو يخشى-44 طه) وشهد سبحانه لنبيه محمد (ص) بأنه قد مكن لدين الله في الأرض بكماله وعظمة خصاله، وسجل تقدست كلمته، شهادته هذه في كتابه المجيد الآية 159 من آل عمران: فبما رحمة من الله لنت لهم ولو كنت فظًا غليظ القلب لانفضوا من حولك) أنظر ماقلناه حول هذه الآية الكريمة. <br><br>(126): <span class=quran>﴿وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُم بِهِ﴾</span>: هذا هو العدل في القصاص لا زيادة في العقوبة إطلاقًا، ويسوغ النقصان، بل العفو أقرب للتقوى، وإليه أشار سبحانه بقوله <span class=quran>﴿وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ﴾</span>: وتجدر الإشارة إلى القصاص يسمى عقوبة على الذنب، أما الاعتداء والإبتداء فيسمى ذنبًا وجريمة، ولا يسمى عقوبة، وجاء التعبير عنه بالعقوبة هنا لمجرد الجناس والمشاكلة في اللفظ، وتقدم في الآية 194 من البقرة. <br><br>(127): <span class=quran>﴿وَاصْبِرْ﴾</span>: يا محمد <span class=quran>﴿وَمَا صَبْرُكَ إِلاَّ بِاللّهِ﴾</span>: أي بحوله وقوته، فقال النبي (ص): نصبر ولا نعاقب <span class=quran>﴿وَلاَ تَحْزَنْ عَلَيْهِمْ﴾</span>: لا تأسف على كفرهم وضلالهم <span class=quran>﴿وَلاَ تَكُ فِي ضَيْقٍ﴾</span>: في هم وغم <span class=quran>﴿مِّمَّا يَمْكُرُونَ﴾</span>: ويدبرون من المؤامرات لأن العاقبة لمن اتقى كما قال سبحانه: <br><br>(128): <span class=quran>﴿إِنَّ اللّهَ مَعَ الَّذِينَ اتَّقَواْ وَّالَّذِينَ هُم مُّحْسِنُونَ﴾</span>: المراد بالتقوى النزاهة والكف عن الشر والحرام، أما المحسنون فهم الذين يقفون مع كل مظلوم ومحروم، ويجبرون كل كسير وفقير."
}
],
"singlePage": true
}