{
"title": "صفحة (283)",
"type": "html",
"data": [
{
"miniTitle": "الإسراء",
"text": "(8): <span class=quran>﴿عَسَى رَبُّكُمْ أَن يَرْحَمَكُمْ﴾</span>: على أن تتوبوا وترحموا لأن من لا يَرحم لا يُرحم <span class=quran>﴿وَإِنْ عُدتُّمْ﴾</span>: إلى الضلال والإجرام <span class=quran>﴿عُدْنَا﴾</span>: إلى العذاب والإنتقام. <br><br>(9) - (10): <span class=quran>﴿إِنَّ هَـذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ﴾</span>: لأقوم الطرق وأوضح السبل، وأية جدوى من الهداية إذا لم تقترن بالسمع والطاعة، ولذا قال سبحانه: <span class=quran>﴿وَيُبَشِّرُ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا﴾</span>: لا فاصل بين الإيمان والعمل، هذا هو منطق القرآن ومبدأه: (كبر مقتًا عند الله أن تقولوا مالا تفعلون- 3 الصف). <br><br>(11): <span class=quran>﴿وَيَدْعُ الإِنسَانُ بِالشَّرِّ دُعَاءهُ بِالْخَيْرِ﴾</span>: ما من صنف أو فرد من الناس إلا وله صورة وهوية في كتاب الله، وتشير هذه الآية إلى الجبان الضعيف الخوّار الذي ينهار بكله لأدنى حادث، ويدعوا على نفسه بالموت كما يتمنى لها طول البقاء ساعة اليسر والهناء، وفي نهج البلاغة: لا تستعجلوا بما لم يعجله الله لكم <span class=quran>﴿وَكَانَ الإِنسَانُ عَجُولاً﴾</span>: في دعاءه بالشر، والمراد بعض أفراد الناس، وفي نهج البلاغة: فكم من مستعجل بما أدركه ودَّ أنه لم يدركه. <br><br>(12): <span class=quran>﴿وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ﴾</span>: دالتين على وجود الله تعالى حيث يتعاقبان وفقًا لقوانين ثابة ونظام دائم يدل على وجود مدبر حكيم وقادر عليم <span class=quran>﴿فَمَحَوْنَا آيَةَ اللَّيْلِ﴾</span>: المراد بالمحو هنا الظلمة وعدم الإبصار فيه بدليل قوله تعالى: <span class=quran>﴿وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً﴾</span>: نيّرة، تبصر الأشياء في ضوئها <span class=quran>﴿لِتَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ﴾</span>: نسكن في الليل، وننشر في النهار للأعمال والأسفار، وتقدم في الآية 67 من يونس <span class=quran>﴿وَلِتَعْلَمُواْ عَدَدَ السِّنِينَ وَالْحِسَابَ﴾</span>: تقدم بالحرف في الآية 5 من يونس <span class=quran>﴿وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلاً﴾</span>: أبان سبحانه أصول الدين وفروعه بكل وضوح، وما لأحد بعد هذا يأتي الناس بدين جديد، كما ادعى غلام أحمد القادياني، وقال في كتابه الإستفتاء ص46: (لما جعلني الله مثل عيسى جعل السلطة البريطانية ربوة أمن وراحة ومستقرًا حسنًا)( عن كتاب المجددين في الإسلام لأمين الخولي ص27). <br><br>(13) - (14): <span class=quran>﴿وَكُلَّ إِنسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ﴾</span>: عمله الصادر الطائر عنه بإرادته واختياره <span class=quran>﴿فِي عُنُقِهِ﴾</span>: كناية عن أن الإنسان هو وحده المسؤول عن عمله <span class=quran>﴿وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ كِتَابًا...﴾</span>: لا شك ولا ريب في يوم القيامة، فكل شيء محسوس وملموس، ولذا يقول سبحانه لعبده: هذا عملك بالكامل، وهذا كتابك بيدك، فحاسب نفسك لنفسك، وأدلِ بما لديك من حجة إن كنت تملكها. <br><br>(15): <span class=quran>﴿مَّنِ اهْتَدَى فَإِنَّمَا يَهْتَدي لِنَفْسِهِ﴾</span>: هذا حكم ضروري طبيعي لا يتوقف على التشريع هو توضيح وتوكيد لقوله تعالى: ألزمناه طائره في عنقه وتقدم في الآية 104 في الأنعام <span class=quran>﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى﴾</span>: تقدم في الآية 164 من الأنعام <span class=quran>﴿وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً﴾</span>: أيضًا هذا حكم ضروري طبيعي، ويتلخص بكلمة واحدة: لا عقاب بلا بيان، وفي الحديث الشريف رفع عن أمتي ما لا يعلمون، وقال الإمام الصادق (ع): إن الله احتج على الناس بما آتاهم وعرفهم. <br><br>(16): <span class=quran>﴿وَإِذَا أَرَدْنَا أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا﴾</span>: جمع مترف وهو الغني المنعم في الحياة الدنيا، وأطلقت الآية كلمة المترفين هنا على جميع أهل القرية بلا استثناء لأن الأمر بالحق والعدل يعم ويشمل الفقراء والأغنياء وخص سبحانه المترفين بالذكر لأنهم إلى المعصية أسرع، ولأنهم متبوعون لا تابعون <span class=quran>﴿فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيرًا﴾</span>: بعد أن قال سبحانه ما معناه: لا عقوبة بلا نص فرع على هذا الأصل وقال- وهو الرحمن الرحيم والعادل الحكيم لا نهلك أهل قرية إلا بعد أن تقوم عليهم الحجة بإرسال الرسل يأمرون بالمعروف وينهون عن المنكر، ويبشرون وينذرون فإذا عصوا ما أمروا به أنزل بهم الهلاك والدمار، ومعنى هذا أن الأمر بالخير والمعروف هو المحك الذي أظهر فسادهم وضلالهم، فحقت عليهم كلمة العذاب. <br><br>(17): <span class=quran>﴿وَكَمْ أَهْلَكْنَا مِنَ الْقُرُونِ مِن بَعْدِ نُوحٍ﴾</span>: هذا تهديد ووعيد للذين كذبوا محمدًا آنذاك بأن الله قادر على أن يجعل مصيرهم كمصير الذين كذبوا أنبيائهم من قبل."
}
]
}