{
"title": "صفحة (284)",
"type": "html",
"data": [
{
"miniTitle": "الإسراء",
"text": "(18): <span class=quran>﴿مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَن نُّرِيدُ﴾</span>: ما كل من طلب الدنيا بمدركها إلا أن يشاء الله، ومن طلبها وعمل لها وحدها معرضًا عن الآخرة فإنه يستثمر نتيجة جهده وعمله، ولكن بمشيئة الله لا بحول العبد وقوته وفي نهج البلاغة: لا نملك مع الله شيًا إلا ماملكنا، وهو أملك به منا <span class=quran>﴿ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُومًا مَّدْحُورًا﴾</span>: لأنه لا يرى إلا همه وهمّ ذويه، أم المبادئ والقيم فهي أداة للصوصيته ووسيلة لشهوته. <br><br>(19): <span class=quran>﴿وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُورًا﴾</span>: من أراد الجنة فعليه أن يدفع الثمن سلفًا، وقد حدده سبحانه بقوله: (إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة يقاتلون في سبيل الله فيقتلون ويقتلون وعدًا عليه حقًا - 111 التوبة) وأيضًا حقًا عليه سبحانه أن لا يُدخل الجنة من دخل في جوفه شيء من الحرام، فقد روى القمّي في سفينة البحار عن المعصوم أنه قال: (حبس شهيد على باب الجنة بثلاثة دراهم ليهودي) وإذا كانت هذه هي حال الشهيد الذي يلقى الله مضرجًا بدمه في سبيل الله، من أجل ثلاثة دراهم ليهودي، فكيف بمن يأكل الألوف المؤلفة من أموال المساكين الموالين للنبي وآله (ص)؟. <br><br>(20): <span class=quran>﴿كُلاًّ نُّمِدُّ هَـؤُلاء وَهَـؤُلاء﴾</span>: إشارة إلى من عمل لدنياه دون آخرته، ولمن عمل لهما معًا <span class=quran>﴿مِنْ عَطَاء رَبِّكَ﴾</span>: الكون بمن فيه وما فيه فيض من الله وعطائه حتى الجاحدين به يتنعمون بأفضاله وآلائه، لأنه هو الذي خلقهم وأوجدهم، وفعله عدل وحكمة، ومن هنا أعطى كل شيء ما يحتاج إليه في وجوده وبقاءه <span class=quran>﴿وَمَا كَانَ عَطَاء رَبِّكَ مَحْظُورًا﴾</span>: ويستحيل أن تقوم له الحجة على عباده إلا بعد الهبة والعطاء بلا ثمن وعوض. <br><br>(21) - (22): <span class=quran>﴿انظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ﴾</span>: لا طبقات عند الله على أساس الجاه والمال واللون والنسب، كيف وهو القائل: إن أكرمكم عند الله أتقاكم؟ وعليه يكون المراد بالتفضيل هنا في الصحة والموهبة والعمر والرزق عن طريق ما أحل الله وشرع، أم المال الحرام والعيش على حساب الآخرين فمن الشيطان لا من الرحمن حيث لا ظلم وبغي عند الله ولا مجازفة وعبث <span class=quran>﴿وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلاً﴾</span>: قد تكون دنيا الأشرار أفضل ألف مرة من دنيا الأخيار، أما في الآخرة فلأهل الشر نار وجحيم، ولأهل الخير أمان ونعيم. <br><br>(23) - (24): <span class=quran>﴿وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا... ﴾</span>: قضى ربك: أوصى وأمر بأن تكون العبادة خالصة لله لا شائبة فيها لسواه، وقرن سبحانه البر والإحسان للوالدين بهذه العبادة الخالصة تمامًا كما قرن النبوة بالإلوهية، والزكاة بالصلاة، والعمل الصالح بالإيمان، في العديد من آياته، ومعنى هذا أن لبر الوالدين أكرم المنازل عند الله وأفضلها، أم السر لذلك فقد أوضحه الإمام زين العابدين وقدوة المتقين (ع) بدعائه لوالديه الذي قال فيه من جملة ما قال (أين طول شغلهما بتربيتي؟ وأين شدة تعبهما في حراستي؟ وأين إقتارهما على أنفسهما للتوسعة عليّ؟ هيهات ما يستوفيان حقهما مني، ولا أُدرك ما يجب عليّ لهما، ولا أنا بقاضٍ وضيفة خدمتهما). <br><br>(25): <span class=quran>﴿رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ﴾</span> : لأنه هو الذي خلقها. وأودع فيها من جملة ما أودع غريزة الرضا والغضب <span class=quran>﴿إِن تَكُونُواْ صَالِحِينَ﴾</span>: بارين محسنين للآباء والأمهات ثم بدرت من أحدكم بادرة إلى أبويه لسبب أو لآخر. وندم بعدها واستغفر منهما فإن الله سبحانه يغفر لمن تاب وأصلح. <br><br>(26): <span class=quran>﴿وَآتِ ذَا الْقُرْبَى حَقَّهُ﴾</span>: نقل الشيخ الطبرسي في مجمع البيان عن السدي التابعي والمفسر الكبير: أن المراد بذي القربى هنا قرابة الرسول (ص)، ومثله في تفسير البحر المحيط لأبي حيان الأندلسي، وفي أحكام القرآن لأبي بكر المعافري المالكي. وقيل: المراد بالقربى قرابة الرجل <span class=quran>﴿وَالْمِسْكِينَ﴾</span>: المحتاج <span class=quran>﴿وَابْنَ السَّبِيلِ﴾</span>: المنقطع في السفر، واسمه يدل عليه، وللإثنين حق لازم في الزكاة بنص الآية 60 من التوبة <span class=quran>﴿وَلاَ تُبَذِّرْ تَبْذِيرًا﴾</span>: والتبذير: الإنفاق في غير الوجه المعروف لدى العقلاء. <br><br>(27): <span class=quran>﴿إِنَّ الْمُبَذِّرِينَ كَانُواْ﴾</span>: ومازالوا <span class=quran>﴿إِخْوَانَ الشَّيَاطِينِ﴾</span>: كل من تجاوز الحد المشروع والمعقول في النفقة أو في غيرها فهو من حزب الشيطان."
}
]
}