{"title":"صفحة (285)","type":"html","data":[{"miniTitle":"الإسراء","text":"(28): <span class=quran>﴿وَإِمَّا تُعْرِضَنَّ عَنْهُمُ﴾</span>: عن ذي القربى والمسكين وابن السبيل، ومعنى تعرضن تمنع المال عنهم لفقده <span class=quran>﴿ابْتِغَاء رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا﴾</span>: أي انتظرت ودعوت الله سبحانه أن يغنيك ويغنيهم من فضله <span class=quran>﴿ورحمته فَقُل لَّهُمْ قَوْلاً مَّيْسُورًا﴾</span>: ومعنى الآية بجملتها إن كان لديك مال تصدقت وإلا فقول معروف، وفي الحديث: إن لم تسعوا الناس بأموالكم فسعوهم بأخلاقكم. <br><br>(29): <span class=quran>﴿وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ الْبَسْطِ﴾</span>: لا تسرف ولا تقتر <span class=quran>﴿فَتَقْعُدَ مَلُومًا﴾</span>: يلومك الناس على إسرافك وإضرارك بنفسك <span class=quran>﴿مَّحْسُورًا﴾</span>: نادمًا على ما فرطت، هذا إذا أسرفت، أما إذا قترت وعشت في الدنيا عيش الفقراء، وحاسبك الله في الآخرة حساب الأغنياء كما قال الإمام علي (ع). <br><br>(30): <span class=quran>﴿إِنَّ رَبَّكَ يَبْسُطُ الرِّزْقَ لِمَن يَشَاء وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا﴾</span>: ظن كثير من المفسرين وغيرهم أن مشيئة الله سبحانه تتحكم بالمنع والعطاء تحكمًا مطلقًا بلا حد وأساس، وأن من يعترض على ذلك فقد رد على الله وحكمه ومشيئته وتشبثوا بكلمة (يشاء) وما يشبهها في العديد من الآيات! وغاب عنهم أن الله مدبر عليم وعدل حكيم، يتنزه عن التشهي والعبث بحم العقل ونص القرآن، ومعنى هذا أن مشيئته تعالى مقيدة بالحكمة الإلهية والأسباب الطبيعية، ويكون معنى الآية أن ربك يبسط الرزق والعطاء لمن يشاء بأسبابه الموجبة كالسعي والميراث والهبة وحسن التدبير، وأيضًا يمنع ويقدر تبعًا للحكمة والسنن التي توجب المنع والحرمان كترك السعي والعمل وسوء التدبير والتبذير وما يشبه ذلك من موجبات، ومن هذا الباب قوله تعالى: (نرفع درجات من نشاء إن ربك حكيم عليم- 83 الأنعام) علمًا بأن المراتب والمنازل عنده لن تكون إلا على أساس العلم والتقوى: (هل يستوي الذين يعلمون والذين لا يعلمون-9 الزمر... إن أكرمكم عند الله أتقاكم - 13 الحجرات) وكلمة حكيم وعليم في آية الأنعام تدلان أن رفع الدرجات سببه حكمة الله وعلمه بمن يستحق الرفع والخفض، وأيضًا من هذا الباب قوله تعالى: (فيضل من يشاء ويهدي من يشاء وهو العزيز الحكيم-4 إبراهيم) وتقدم أنه تعالى يهدي إليه من تاب وأناب كما في الآية 13 من الشورى، وأنه لا يضل إلا الفاسقين كما في الآية 26 من البقرة. <br><br>(31): <span class=quran>﴿وَلاَ تَقْتُلُواْ أَوْلادَكُمْ...﴾</span>: تقدم في الآية 137 و151 من الأنعام. <br><br>(32): <span class=quran>﴿وَلاَ تَقْرَبُواْ الزِّنَى إِنَّهُ كَانَ فَاحِشَةً﴾</span>: منتهى القبح، وما فشا في مجتمع إلا كان مصيره إلى الفساد والإنحلال. <br><br>(33): <span class=quran>﴿وَلاَ تَقْتُلُواْ النَّفْسَ...﴾</span>: تقدم في الآية 151 من الأنعام وغيرها <span class=quran>﴿وَمَن قُتِلَ مَظْلُومًا﴾</span>: لا قصاصًا أو حدًا <span class=quran>﴿فَقَدْ جَعَلْنَا لِوَلِيِّهِ﴾</span>: وأولياء القتيل قرابته من أبيه <span class=quran>﴿سُلْطَانًا﴾</span>: تسلطًا على القاتل، إن شاء قتل أو أخذ الدية أو عفا <span class=quran>﴿فَلاَ يُسْرِف فِّي الْقَتْلِ﴾</span>: لا يسوغ للولي أن يمثّل بالقتيل أو يسيء إلى أقاربه وذويه <span class=quran>﴿إِنَّهُ﴾</span>: الولي <span class=quran>﴿كَانَ مَنْصُورًا﴾</span>: محقًا في القصاص. <br><br>(34): <span class=quran>﴿وَلاَ تَقْرَبُواْ مَالَ الْيَتِيمِ...﴾</span>: تقدم بالحرف في الآية 152 من الأنعام <span class=quran>﴿وَأَوْفُواْ بِالْعَهْدِ﴾</span>: مع الله والناس ومثله العقد. انظر تفسير الآية 1 من المائدة <span class=quran>﴿إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً﴾</span>: عنه يوم القيامة. <br><br>(35): <span class=quran>﴿وَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ﴾</span>: وغير الكيل، ولا تبخسوا الناس أشياءهم <span class=quran>﴿وَزِنُواْ بِالقِسْطَاسِ﴾</span>: بالميزان <span class=quran>﴿الْمُسْتَقِيمِ﴾</span>: العدل <span class=quran>﴿ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً﴾</span>: مآلًا وعاقبة، من آل إذا رجع. <br><br>(36): <span class=quran>﴿وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ﴾</span>: نهي عن القول بلا علم وعن الحكم بالتهمة، وعن القطع باللمحة، وعن الرجم بالظنة <span class=quran>﴿إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولـئِكَ كَانَ عَنْهُ مَسْؤُولاً﴾</span>: فالويل كل الويل لمن قال: سمعت ولم يسمع، ورأيت ولم ير، وعلمت ولم يعلم. <br><br>(37): <span class=quran>﴿وَلاَ تَمْشِ فِي الأَرْضِ مَرَحًا﴾</span>: الفرق بين الإنسان الواقعي والمخلوق الخرافي، أن الواقعي يعرف نفسه، ويعيش في عالمه ودنياه، أم الخرافي فهو الذي يجهل نفسه، ويفصله العجب والغرور عن واقعه، وينتقل به إلى عالم الأحلام والأوهام، فيرى نفسه أعلم الناس وهو أجهلهم، وأقوى الناس وهو أضعفهم، وخير الناس وهو شرًا من الشر <span class=quran>﴿إِنَّكَ لَن تَخْرِقَ الأَرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولاً﴾</span>: كناية عن ضعفه وعجزه وأنه محاط بكائنات من فوقه ومن تحته وأمامه ووراءه، وعن يمينه وشماله هي أقوى منه وأعظم. إن في ذلك لذكرى لمن كان له عقل وقلب. <br><br>(38) - (39): <span class=quran>﴿كُلُّ ذَلِكَ﴾</span>: الذي نهينا عنه من التبذير.. إلى التعالي <span class=quran>﴿كَانَ سَيٍّئُهُ﴾</span>: كان قبيحًا <span class=quran>﴿عِنْدَ رَبِّكَ مَكْرُوهًا﴾</span>: المراد بالكراهة هنا التحريم."}]}