{
"title": "صفحة (286)",
"type": "html",
"data": [
{
"miniTitle": "الإسراء",
"text": "(38) - (39): <span class=quran>﴿كُلُّ ذَلِكَ﴾</span>: الذي نهينا عنه من التبذير.. إلى التعالي <span class=quran>﴿كَانَ سَيٍّئُهُ﴾</span>: كان قبيحًا <span class=quran>﴿عِنْدَ رَبِّكَ مَكْرُوهًا﴾</span>: المراد بالكراهة هنا التحريم. <br><br>(40): <span class=quran>﴿أَفَأَصْفَاكُمْ رَبُّكُم بِالْبَنِينَ وَاتَّخَذَ مِنَ الْمَلآئِكَةِ إِنَاثًا﴾</span>: تقريع وتوبيخ لبعض عرب الجاهلية الذين قالوا الملائكة بنات الله، وتقدم في الآية 57 من النحل. <br><br>(41): <span class=quran>﴿وَلَقَدْ صَرَّفْنَا فِي هَـذَا الْقُرْآنِ﴾</span>: ذكرنا فيه وكررنا الدلائل والشواهد على وجود الخالق المبدع، ودعونا إلى الخير وزجرنا عن الشر مبشرين ومنذرين <span class=quran>﴿لِيَذَّكَّرُواْ﴾</span>: ليعلموا ويعملوا <span class=quran>﴿وَمَا يَزِيدُهُمْ﴾</span>: التذكير <span class=quran>﴿إِلاَّ نُفُورًا﴾</span>: بعدًا. <br><br>(42) - (43): <span class=quran>﴿قُل لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لاَّبْتَغَوْاْ إِلَى ذِي الْعَرْشِ سَبِيلاً﴾</span>: قل يا محمد للذين يعبدون الأصنام يقربوهم إلى الله زلفى: إن كان الأمر كما تقولون فمعنى هذا إن للأصنام شئنًا ومكانًا عند الله لأنهم سمعوا له وأطاعوا، فاستشفعوا أنتم لدى الله بالسمع والطاعة لا بالأصنام ولماذا اللف والدوران. <br><br>(44): <span class=quran>﴿تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالأَرْضُ وَمَن فِيهِنَّ وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدَهِ﴾</span>: وتسبيح كل شيء بحسبه، فالعاقل يسبح باللسان المقال، وغيره باللسان الحال، وكأنه يقول أؤمن بمن أوجدني، وأنزهه عن العجز والنقص <span class=quran>﴿وَلَـكِن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ﴾</span>: إلا من كان له عقل يفهم عن الله سبحانه، ما أقام من البينات على وجوده وعظيم قدرته: <br><br>(45): <span class=quran>﴿وَإِذَا قَرَأْتَ﴾</span>: يا محمد <span class=quran>﴿الْقُرآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لاَ يُؤْمِنُونَ بِالآخِرَةِ حِجَابًا مَّسْتُورًا﴾</span>: أي ساترًا. كان النبي (ص) إذا قرأ القرآن يتصدى له المشركون بالأذى ويسخرون منه ومما يتلو، فقال سبحانه لنبيه ونجيه: امض في قراءة القرآن و الدعوة إلى الله، وهو سبحانه يحجبهم عنك بحائل بينك و بينهم. <br><br>(46): <span class=quran>﴿وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً﴾</span>: جمع كنان وهو الغطاء <span class=quran>﴿وَفِي آذَانِهِمْ وَقْرًا﴾</span>: صممًا، وأسند سبحانه الغطاء والصمم إليه تجّوزًا لا حقيقة لأنه هو الذي خلق القلوب والآذان، فاستعملوها في غير ما خلقت من أجله، وتقدم في الآية 25 من الأنعام <span class=quran>﴿وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ وَحْدَهُ وَلَّوْاْ عَلَى أَدْبَارِهِمْ نُفُورًا﴾</span>: لا شيء أشد وأثقل من كلمة(لا إله إلا الله) على قلوب الجبابرة الطغاة لأنها تعني المساواة بين الجميع في الحقوق والواجبات، لا أسود ولا أبيض، لا غني وفقير، وحقير وكبير إلا أن يسدي للناس يدًا تذكر فتشكر. <br><br>(47): <span class=quran>﴿نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ﴾</span>: كان المشركون يسترقون السمع من النبي(ص) وهو يقرأ القرآن، بقلب حاقد وعقل معاند، فأخبر سبحانه نبيه الكريم بحالهم هذه <span class=quran>﴿وَإِذْ هُمْ نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِن تَتَّبِعُونَ إِلاَّ رَجُلاً مَّسْحُورًا﴾</span>: يستمعون للقرآن ويقول بعضهم لبعض وللناس أيضًا: إن محمدًا تلبسته الجن، ونطقت على لسانه بهذه الحكمة والبلاغة. <br><br>(48): <span class=quran>﴿انظُرْ كَيْفَ ضَرَبُواْ لَكَ الأَمْثَالَ﴾</span>: أي كيف مثلوك و شبهوك بالساحر والكاهن والشاعر والمجنون! ولماذا محمد ساحر؟ أبدًا لا لشيء إلا لأنه نطق بالحق ولم يخش لومه لائم. وهكذا المحق عند المبطلين في كل زمان ومكان <span class=quran>﴿فَضَلُّواْ فَلاَ يَسْتَطِيعْونَ سَبِيلاً﴾</span>: إلى تكذيب الصادق الأمين إلا بالتضليل والافتراءات والدس والمؤامرات. <br><br>(49): <span class=quran>﴿وَقَالُواْ أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا﴾</span>: تومئ هذه الآية إلى أن بعض المشركين كانوا على استعداد تام أن يؤمنوا بنبوة محمد (ص) لولا مسألة البعث، لأنها فوق ما يتصورون ويدركون."
}
],
"singlePage": true
}