{
"title": "صفحة (287)",
"type": "html",
"data": [
{
"miniTitle": "الإسراء",
"text": "(50): <span class=quran>﴿قُل كُونُواْ حِجَارَةً أَوْ حَدِيدًا﴾</span>: قالوا: كيف نحيا ونبعث ونحن عظام بالية؟ قال سبحانه لنبيه: قل لهم: لو كنتم صخرًا وفولاذًا لأعادكم مرة ثانية، فكيف بالعظام البالية؟. <br><br>(51): <span class=quran>﴿أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِي صُدُورِكُمْ﴾</span>: بل افترضوا في تصوركم أنكم أقوى وأصلب من الصخر والحجارة والحديد والفولاذ، ومع هذا فإنه يعيدكم ويبعثكم... أبدًا لا فرق لدى قدرته بين خلق السموات والأرض وخلق الذرة أو جناح البعوضة <span class=quran>﴿فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ الَّذِي فَطَرَكُمْ أَوَّلَ مَرَّةٍ﴾</span>: الذي خلقكم أول مرة قادر على خلقكم ألف مرة ومرة <span class=quran>﴿فَسَيُنْغِضُونَ إِلَيْكَ رُؤُوسَهُمْ﴾</span>: يحركونها استبعادًا وإنكارًا <span class=quran>﴿وَيَقُولُونَ مَتَى هُوَ قُلْ عَسَى أَن يَكُونَ قَرِيبًا﴾</span>: أي آت لا محالة وكل آت قريب، وإن طال به الزمن. <br><br>(52): <span class=quran>﴿يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ﴾</span>: المراد باليوم يوم البعث، وبالدعاء النفخ في الصدور، والاستجابة كناية عن خروجهم من الأجداث، وبحمده: طائعين منقادين <span class=quran>﴿وَتَظُنُّونَ إِن لَّبِثْتُمْ﴾</span>: في الدنيا <span class=quran>﴿إِلاَّ قَلِيلاً﴾</span>: (قال كم لبثتم في الأرض عدد سنين قالوا لبثنا يومًا أو بعض يوم- 113 المؤمنون). <br><br>(53): <span class=quran>﴿وَقُل لِّعِبَادِي يَقُولُواْ الَّتِي هِيَ أَحْسَنُ﴾</span>: وهي الكلمة التي توضع في محلها اللائق، وأفضلها كلمة عدل عند إمام جائر كما في الحديث الشريف، فإن تجاوزت الكلمة محلها فهي سفه وجهالة، وفي كتاب الحكمة الخالد: من بادر إلى الكلام عن كل ما يخطر بقلبه فقد استخف بنفسه واحتقرها. وفي نهج البلاغة: لا تقل ما لا تعلم، بل لا تقل كل ما تعلم <span class=quran>﴿إِنَّ الشَّيْطَانَ يَنزَغُ بَيْنَهُمْ﴾</span>: يلتمس عثرات اللسان ليتخذ منها وقودًا لنار العداوة والبغضاء بين الناس. <br><br>(54) - (55): <span class=quran>﴿رَّبُّكُمْ أَعْلَمُ بِكُمْ إِن يَشَأْ يَرْحَمْكُمْ﴾</span>: بمقتضى حكمته وعلمه إنكم أهل لرحمته <span class=quran>﴿أَوْ إِن يَشَأْ يُعَذِّبْكُمْ﴾</span>: أيضًا بمقتضى عدله وعلمه إنكم أهل للعذاب(ولا يظلم ربك أحدًا- 49 الكهف) أنظر الآية 30 من هذه السورة <span class=quran>﴿وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ﴾</span>: كل الأنبياء بمنزلة سواء في الطاعة والعصمة عن الخطأ والخطيئة، والتفاوت إنما هو في الرتبة والمنزلة: عالم وأعلم وعظيم وأعظم <span class=quran>﴿وَآتَيْنَا دَاوُودَ زَبُورًا﴾</span>: الكتاب وداود اسم عبري معناه محبوب، وأشار إليه سبحانه لمجرد التنبيه إلى مكانته. <br><br>(56): <span class=quran>﴿قُلِ﴾</span>: يا محمد للمشركين <span class=quran>﴿ادْعُواْ الَّذِينَ زَعَمْتُم﴾</span>: وعبدتم من دون الله واسألوهم أن يكشفوا ضرًا أو يحولوه إلى غيركم أو يجلبوا لكم نفعا، فهم يستجيبون؟ وتكرر هذا المعنى في العديد منم الآيات. <br><br>(57): <span class=quran>﴿أُولَـئِكَ﴾</span>: الآلهة <span class=quran>﴿الَّذِينَ يَدْعُونَ﴾</span>: أي يدعونها المشركون هم بالذات <span class=quran>﴿يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ﴾</span>: إلى الله أي يتوسلون إليه، ويسجدون له ويسبحون بحمده، فكيف تؤلهون عبادًا ضعافًا أمثالكم؟ <span class=quran>﴿أَيُّهُمْ أَقْرَبُ﴾</span>: إن الذين تعبدون كعيسى وأمه-مثلا- يحرص كل منهما أن يكون أقرب إلى الله من الآخر في الطاعة والاجتهاد <span class=quran>﴿وَيَرْجُونَ رَحْمَتَهُ﴾</span>: وعفوه أكثر مما ترجون <span class=quran>﴿وَيَخَافُونَ عَذَابَهُ﴾</span>: وغضبه أكثر مما تخافون <span class=quran>﴿إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا﴾</span>: يحذره ويخافه الأنبياء والأولياء، فكيف بغيرهم؟ لأن الخوف من حيث هو من أفضل الطاعات والعبادات، بل أفضلها إن أثر أثره، وعمل عمله، ولا فرق أبدًا بين العجب والتباهي بالنسب والمال والعجب والتباهي بالطاعة والعبادة. <br><br>(58): <span class=quran>﴿وَإِن مَّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ﴾</span>: يأتي هذا اليوم ولا حي على وجه الأرض حيث تفني الخلائق بالموت الطبيعي <span class=quran>﴿أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا﴾</span>: لأنها ركست وتمادت في الفساد والانحلال، والبغي والضلال."
}
]
}