{"title":"صفحة (288)","type":"html","data":[{"miniTitle":"الإسراء","text":"(59): <span class=quran>﴿وَمَا مَنَعَنَا أَن نُّرْسِلَ بِالآيَاتِ﴾</span>: التي اقترحها المشركون <span class=quran>﴿إِلاَّ أَن كَذَّبَ بِهَا الأَوَّلُونَ﴾</span>: طلب الأولون من أنبيائهم آيات خاصة، فاستجاب لهم سبحانه، ومع هذا أصروا على موقفهم الأول من الكفر والعناد، وضرب مثلا على ذلك بقوله تعالى: <span class=quran>﴿وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً﴾</span>: واضحة <span class=quran>﴿فَظَلَمُواْ بِهَا﴾</span>: كفروا بها وهم اقترحوها، وسبب نزول هذه الآية أن قريشًا اقترحوا على رسول الله (ص) أن يجعل لهم الجبل ذهبًا، فأخبر سبحانه أنه لم يفعل ذلك لئلا يكذبوا فيهلكوا تمامًا كما جرى لثمود <span class=quran>﴿وَمَا نُرْسِلُ بِالآيَاتِ إِلاَّ تَخْوِيفًا﴾</span>: يخوف سبحانه عباده بما شاء من الآيات لعلهم يتعظون ويتقون، وفي نهج البلاغة: (احتجاجًا بالبينات وتحذيرًا بالآيات). <br><br>(60): <span class=quran>﴿وَإِذْ قُلْنَا لَكَ﴾</span>: يا محمد <span class=quran>﴿إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ﴾</span>: فهم في قبضته، وهو سبحانه ناصرك عليهم لا محال، فأصدع بما تؤمر، ولا تكترث <span class=quran>﴿وَمَا جَعَلْنَا الرُّؤيَا الَّتِي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِّلنَّاسِ﴾</span>: جاء في تفسير الرازي ما نصه بالحرف الواحد: (قال سعيد بن المسيب- من التابعين والفقهاء السبعة بالمدينة رأى رسول الله (ص) بني أمية ينزون على منبره، فساءه ذلك، وهذا قول بن عباس في رواية عطاء) وأيضًا نقل هذا البيضاوي وصاحب البحر المحيط أبو حيان الأندلسي، وصاحب التسهيل محمد بن أحمد الكلبي وغيرهم من المفسرين <span class=quran>﴿وَالشَّجَرَةَ الْمَلْعُونَةَ فِي القُرْآنِ﴾</span>: هي الأسرة الأموية عند من فسر رؤيا النبي (ص) بهم، وفي تفسير البيضاوي أن الحكم هو حظهم في الدنيا، يعطونه بإسلامهم، وعلى هذا كان المراد بقوله تعالى: إلا فتنة للناس، ما حدث في أيامهم <span class=quran>﴿وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَانًا كَبِيرًا﴾</span>: وإن قال قائل: إذا كانت آيات التخويف والتحذير تزيدهم طغيانًا فتركها خير وأفضل، ولكنه لا يأخذ أحدًا إلا بقول أو فعل ظاهر ومحسوس ومن أجل هذا يأمر وينهي، ويبشر وينذر، والمؤمن يسمع ويطيع ويزداد إيقانًا وإيمانًا، والشقي يزداد كفرًا وعتوًا، ومعنى هذا أن التخويف والتحذير ليس سببًا للعتو والطغيان بل كاشفًا عما هو كامن في الأعماق من طغيان، وزائد عما كان ظاهرًا للعيان، وإلى هذا تشير الآية 124 - 125 من التوبة: (فأما الذين آمنوا فزادتهم إيمانًا وهم يستبشرون وأما الذين في قلوبهم مرض فزادتهم رجسًا إلى رجسهم). <br><br>(61): <span class=quran>﴿وَإِذْ قُلْنَا لِلْمَلآئِكَةِ اسْجُدُواْ...﴾</span>: تقدم في الآية 34 من البقرة وغيرها. <br><br>(62): <span class=quran>﴿قَالَ أَرَأَيْتَكَ﴾</span>: أي أخبرني، والكاف حرف خطاب لا محل لها من الإعراب <span class=quran>﴿لأَحْتَنِكَنَّ﴾</span>: لأقودن أو لأستولين. <br><br>(63): <span class=quran>﴿قَالَ اذْهَبْ...﴾</span>: وافعل ما شئت أنت وحزبك فالنار مثواكم ومأواكم. <br><br>(64): <span class=quran>﴿وَاسْتَفْزِزْ﴾</span>: استخف، وفي الآية 43 من الزخرف (فاستخف قومه فأطاعوه) <span class=quran>﴿مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ﴾</span>: وكل دعوى مسمومة وملغومة، ومقال خادعة مضلله فهي صوت ابليس، منها الأقلام ووسائل الإعلام المغرضة المأجورة <span class=quran>﴿وَأَجْلِبْ عَلَيْهِم﴾</span>: هوّل عليهم بالأكاذيب، من الجلبة وهي الصياح <span class=quran>﴿بِخَيْلِكَ وَرَجِلِكَ﴾</span>: جمع راجل، ولا جنود لإبليس، بعضهم فارس، وآخر راجل، وإنما المراد أهل الشر والفساد، والفارس من كان للشيطان أطوع وأسمع <span class=quran>﴿وَشَارِكْهُمْ فِي الأَمْوَالِ﴾</span>: بكسبها من الحرام وإنفاقها في الآثام <span class=quran>﴿وَالأَوْلادِ﴾</span>: كناية عن الزنا والتربية الفاسدة <span class=quran>﴿وَعِدْهُمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلاَّ غُرُورًا﴾</span>: زين لهم الأضاليل وعللهم بالأباطيل، فلن يغتر بك إلا من هو على شاكلتك غيًا وفسادًا. <br><br>(65):<br><br>(66): <span class=quran>﴿رَّبُّكُمُ الَّذِي يُزْجِي﴾</span>: يجري <span class=quran>﴿لَكُمُ الْفُلْكَ فِي الْبَحْرِ﴾</span>: السفينة تجري بالرياح أو الطاقة، ولكنه تعالى هو الذي خلق الطبيعة بما فيها من عناصر وطاقات، ومن هنا صح الإسناد إليه تعالى، وتقدم في الآية 32 من إبراهيم."}]}