{"title":"صفحة (289)","type":"html","data":[{"miniTitle":"الإسراء","text":"(67): <span class=quran>﴿وَإِذَا مَسَّكُمُ الْضُّرُّ...﴾</span>: تلجئون إلى الله في العسر، وتنونه في اليسر، وتقدم في الآية 22 من يونس. <br><br>(68): <span class=quran>﴿أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ﴾</span>: خفتم من غضب الله في البحر دون البر، وهما عنده بمنزلة سواء، إن شاء خسف بكم الأرض <span class=quran>﴿أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا﴾</span>: يمطر عليكم حجارة من السماء أو غير ذلك من أنواع العذاب وألوانه <span class=quran>﴿ثُمَّ لاَ تَجِدُواْ لَكُمْ وَكِيلاً﴾</span>: ناصرًا ينجيكم من عذاب الله وغضبه. <br><br>(69): <span class=quran>﴿أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ﴾</span>: في البحر <span class=quran>﴿تَارَةً أُخْرَى﴾</span>: إن رجوعكم إلى الله عند خوف الغرق دليل على إيمانكم به، وعليه نسأل: ما الذي يمنع أن يحوجكم الله سبحانه إلى ركوب البحر ثانيًا <span class=quran>﴿فَيُرْسِلَ عَلَيْكُمْ قَاصِفا﴾</span>: كاسرًا ومحطمًا <span class=quran>﴿مِّنَ الرِّيحِ﴾</span>: يحطم المركب ويغرقه بمن فيه <span class=quran>﴿فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ثُمَّ لاَ تَجِدُواْ لَكُمْ عَلَيْنَا بِهِ تَبِيعًا﴾</span>: مطالبًا يطالبنا بما فعلنا ( لا يسأل عما يفعل وهم يسألون- 23 الأنبياء). <br><br>(70): <span class=quran>﴿وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ﴾</span>: ولابن آدم كرامة ذاتية، يستمدها من طبيعته، وتخلق معه منذ تكوينه وولادته، وكرامه طارئة يكتسبها بسعيه وإرادتهن ومن آثار الأولى وثمارها حقه في الحياة وصيانته من الأذى والإعتداء... حتى إذا صار إنسانًا راشدًا كان له من الحقوق ما لكل الناس، وعليه من الواجبات ما عليهم بلا امتياز واختصاص ذكرًا كان أم أنثى تولد من أسود أو أبيض مؤمن أو ملحد، أم الكرامة الطارئة فنذكر منها ثلاث كرامات 1) كرامة الإخلاص والتقوى، قال سبحانه: (إن أكرمكم عند الله أتقاكم- 13 الحجرات... ولله العزة ولرسوله وللمؤمنين- 8 المنافقون) 2) كرامة العلم: (هل يستوي الذين يعلمون والذين لا يعلمون- 9 الزمر) وما من شك أن المراد بالذين يعلمون الذين ينفعون الناس بعلمهم بدليل قوله تعالى: (فأما الزبد فيذهب جفاء وأما ما ينفع الناس فيمكث في الأرض-17 الرعد) 3) كرامة العمل: (ولكل درجات مما عملوا- 132 الأنعام) <span class=quran>﴿وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً﴾</span>: ولا شيء على الإطلاق يوازي فضيلة العقل، فيه يكون الإنسان مسؤلًا عن تصرفاه، وبه تعرف نعمة الله على خلقه، وبه يسيطر على الطبيعة ويسخرها تبعًا لأغراضه. <br><br>(71): <span class=quran>﴿يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ﴾</span>: المراد باليوم يوم القيامة، وفيه ينادي المنادي الأئمة والمؤتمين بهم، فيأتي المشركون وأصنامهم، والملحدون ومن أغراهم بالإلحاد والفساد، واليهود وموسى، والنصارى وعيسى، والمسلمون ومحمد، ويجري الحساب والسؤال والجواب <span class=quran>﴿فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ﴾</span>: وهو من اتبع إمام الهدى والحق، وأحسن قولا وعملا <span class=quran>﴿فَأُوْلَـئِكَ يَقْرَؤُونَ كِتَابَهُمْ﴾</span>: ويرون فيه أجرهم وثوابهم، فيفرحون ويستبشرون <span class=quran>﴿وَلاَ يُظْلَمُونَ فَتِيلاً﴾</span>: بل يزيدهم الله من فضله، والفتيل: ما كان في شق النواة، والنقير: النقطة في ظهرها، والقطمير: القشرة عليها. <br><br>(72): <span class=quran>﴿وَمَن كَانَ فِي هَـذِهِ أَعْمَى فَهُوَ فِي الآخِرَةِ أَعْمَى وَأَضَلُّ سَبِيلاً﴾</span>: ليست الغاية من البعث مجرد البعث، ولا هو غيب في غيب، ولا الدنيا تناقض الآخره وتعارضها، بل هما متلاحمتان متلازمتان، فالخير في الدنيا خير في الآخره، والشر في الدنيا شر في الآخرة، على فاعله، وهل من شيء أوضح وأصدق في الدلالة على هذه القرابة القريبة من قوله تعالى: (من كان في هذه أعمى فهو في الآخرة أعمى)؟ إن الدنيا طريق ومطية وحقل وزرع، والآخرة هي الغاية والنهاية يوم تجد كل نفس ما عملت من خير محضرًا وما عملت من سوء تود لو أن بينها وبينه أمدًا بعيدًا- 30 آل عمران). <br><br>(73) - (75): <span class=quran>﴿وَإِن كَادُواْ لَيَفْتِنُونَكَ﴾</span>: إن مخففه واسمها محذوف أي إنّه واللام في ليفتنونك هي اللام الفارقة بين إن المخففة وإن النافية <span class=quran>﴿عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ - إلى- عَلَيْنَا نَصِيرًا﴾</span>: تدل هذه الآيات الثلاث دلالة قاطعة على أن الله سبحانه هو الذي يتولى أمر نبيه محمد (ص) ويحفظه من كل سوء، ولا يكله إلى نفسه ولا إلى أي مخلوق، ومجمل الحكاية أن المشركين قالوا لرسول الله (ص): أقبل بعض ماندين، ونقبل بعض ما تدعوا إليه وينتهي ما بيننا من خلاف تمامًا كما يتم الصلح بين قبيلتين على الشريعة القبلية والطريقة العشائرية! ولكن محمدًا (ص) رفض هذا العرض منذ البداية وبلا تردد بدافع من العصمة التي منحه الله إياها، وإليها أشار سبحانه بقوله: (ولولا أن ثبتناك) ولولا تدل على امتناع جوابها لوجود تاليها، والتالي هنا بعد لولا مباشرة كلمة ثبتناك (أي العصمة) والجواب لقد كدت تركًا، ومعنى هذا أن محمدًا ماركن إليهم إطلاقًا تمامًا كقول القائل: لولا فلان لهلكت."}]}