{
"title": "صفحة (290)",
"type": "html",
"data": [
{
"miniTitle": "الإسراء",
"text": "(76): <span class=quran>﴿وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ الأَرْضِ لِيُخْرِجوكَ مِنْهَا﴾</span>: قبل أن يهاجر النبي(ص) إلى المدينة تصدى له المشركون بألوان من الأذى، وحاولوا بكل وسيلة أن يخرج من مكة فرارًا من شرهم، ولكنه تحمل وصبر <span class=quran>﴿وَإِذًا لاَّ يَلْبَثُونَ خِلافَكَ إِلاَّ قَلِيلاً﴾</span>: أي لو أخرجوك يا محمد لأهلكهم الله بعد خروجك بقليل، ولما هاجر النبي(ص) إلى المدينة قتل من مشركي مكة من قتل في بدر، ومن بقي أسلم أو استسلم صاغرًا. <br><br>(77): <span class=quran>﴿سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا﴾</span>: هذي هي عادة الله سبحانه في الذين كذبوا برسله وأخرجوهم من ديارهم. <br><br>(78): <span class=quran>﴿أَقِمِ الصَّلاَةَ لِدُلُوكِ الشَّمْسِ إِلَى غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْر﴾</span>: تشير هذه الآية إلى أوقات الصلوات الخمس المفروضة، ولها ثلاث أوقات: الأول لصلاة الظهر والعصر، ويبدأ بزوال الشمس، وينتهي بغروبها، وأشار سبحانه إلى الزوال بالدلوك، وإلى الغروب بالغسق، الوقت الثاني لصلاة المغرب والعشاء، ويبدأ بالغروب إلى نصف الليل، ويدخل في غسق الليل وظلمته، والثالث لصلاة الفجر ابتداء من بزوغه حتى شروق الشمسِ <span class=quran>﴿إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا﴾</span>: لأن الإنسان يقبل على صلاة الفجر حاضر القلب والحواس بعد أن يأخذ قسطًا من الراحة بالنوم. <br><br>(79): <span class=quran>﴿وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ﴾</span>: يا محمد، وتهجد اسهر، والضمير في(به) للقرآن، والنافلة الزيادة على الصلوات الخمس، ولك اللام للإختصاص، والمعنى أن الله فرض عليك يا محمد صلاة أخرى تصليها في الليل زيادة على الصلوات الخمس، ويؤيد إرادة هذا المعنى قوله تعالى (يا أيها المزمل قم الليل إلا قليلا) <span class=quran>﴿عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا﴾</span>: عسى في كلام المخلوق تدل على الرجاء، وفي كلام الخالق على الحتم والجزم، ولا شيء فوق مقام محمد وآل محمد إلا خالق الخلق. <br><br>(80): <span class=quran>﴿وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ﴾</span>: وحق في جميع ما أفعل <span class=quran>﴿وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ﴾</span>: وحق في جميع ما أترك، ونذكر هنا ما نقله الكليني في أصول الكافي عن الإمام الصادق (ع): (إنما المؤمن الذي إذا غضب لم يخرجه غضبه من حق، وإذا رضي لم يدخله رضاه في باطل، وإذا قدر لم يأخذ أكثر مما له) <span class=quran>﴿وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا﴾</span>: أعز به الحق وأهله، وأذل به الباطل وأهله إذ لا حق بلا قوة وسلطان. <br><br>(81): <span class=quran>﴿وَقُلْ جَاء الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقًا﴾</span>: يشير سبحانه بهذا إلى أن الله سينصر محمدًا على أعدائه لا محالة، ويظهر دينه على الدين كله، ويقيم دعائمه في شرق الأرض وغربها ولو كره المشركون كما جاء في الآية 33 من التوبة وغيرها. <br><br>(82): <span class=quran>﴿وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاء وَرَحْمَةٌ لِّلْمُؤْمِنِينَ﴾</span>: القرآن دواء وشفاء من كل رذيلة، ورحمة ونعمة على من استمسك بعروته، وأخذ بشريعته <span class=quran>﴿وَلاَ يَزِيدُ الظَّالِمِينَ إَلاَّ خَسَارًا﴾</span>: لأنه حجة الله عليهم، فكلما عصوا حكمًا من أحكامه ازدادوا عتوًا و طغيانًا. <br><br>(83): <span class=quran>﴿وَإِذَآ أَنْعَمْنَا عَلَى الإِنسَانِ﴾</span>: بمال أو جاه أو عافية وما يشبهها <span class=quran>﴿أَعْرَضَ وَنَأَى بِجَانِبِهِ﴾</span>: لوى جانبه تكبرًا <span class=quran>﴿وَإِذَا مَسَّهُ الشَّرُّ كَانَ يَؤُوسًا﴾</span>: وفي نهج البلاغة: إن استغنى بطر وفتن، وإن افتقر قنط ووهن. وتقدم في الآية 12 من يونس. <br><br>(84): <span class=quran>﴿قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ﴾</span>: للإنسان غرائز عامة يشاركه فيها جميع الأفراد دون استثناء كالحب والبغض والرضا والغضب، ومنها تختص بفئة دون فئة من الناس كالسخاء والبخل، والشجاعة والجبن، ومنها تختص بالفرد وحده، ولا يشاركه فيها أحد على الإطلاق، ولا ضابط لها ومقياس إلا عدم الضابط لأن كل صفة منها قلعة مستقلة بنفسها تمامًا كبصمة الأصابع، و قرأت في مجلة الحوادث البيروتية10/2/1978: أن العلماء توصلوا إلى عزل جزيئات دم الإنسان بالكهرباء، فتبين لهم أن كل إنسان يستقل في تركيب دمه كما يستقل في بصمات أصابعه. وما من شك أن لنوع الدم تأثيره البالغ في تصرفات الإنسان. <br><br>(85): <span class=quran>﴿وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي﴾</span>: المراد بالروح هنا الحياة، وسئل النبي(ص) عن حقيقتها، فأمره الله تعالى أن يقول للسائلين: إن الروح من الأشياء التي وجدها سبحانه بأمره، وقوله للشيء: (كن فيكون) ومنذ القديم حاول العلماء وما زالوا أن يفهموا ويعرفوا أصل الحياة، فلم يصلوا إلى شيء، قال الدكتور جيمس كونانت رئيس جامعة هارفارد في كتاب مواقف حاسمة ترجمة الدكتور أحمد زكي: (إن الآراء التي تحاول تفسير أصل الحياة كثيرة، ولكن لا أستطيع أن أسميها بأكثر من خواطر، وعلينا أن نترك الحديث عن أصل الحياة) <span class=quran>﴿وَمَا أُوتِيتُم مِّن الْعِلْمِ إِلاَّ قَلِيلاً﴾</span>: حتى لو صعدتم إلى المريخ، وملأتم السماء بعربات الفضاء والأرض بالصورايخ والقنابل المدمرة- فإنكم أحقر وأعجز من أن تنجحوا في تركيب خلية حية من خلايا الذبابة، تتصف بالصفات ولمميزات المتوافرة في الخلية الطبيعية،علاوة عن خلق الذبابة نفسها. <br><br>(86) - (87): <span class=quran>﴿وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ﴾</span>: لقد أنعم الله عليك يا محمد بهذا القرآن الكريم العظيم، لو شاء لسلب هذه النعمة عنك، فاشكر الواهب على هبته وأيضًا اشكره على بقائها واستمرارها <span class=quran>﴿ثُمَّ لاَ تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلاً﴾</span>: تعتمد عليه في رد ما نأخذه منك، وإرجاعه إليك."
}
]
}