{"title":"صفحة (291)","type":"html","data":[{"miniTitle":"الإسراء","text":"(86) - (87): <span class=quran>﴿وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ﴾</span>: لقد أنعم الله عليك يا محمد بهذا القرآن الكريم العظيم، لو شاء لسلب هذه النعمة عنك، فاشكر الواهب على هبته وأيضًا اشكره على بقائها واستمرارها <span class=quran>﴿ثُمَّ لاَ تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلاً﴾</span>: تعتمد عليه في رد ما نأخذه منك، وإرجاعه إليك. <br><br>(88): <span class=quran>﴿قُل لَّئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ﴾</span>: هذا التحدي بهذا الأسلوب القاطع الجازم لا يكون إلا من خبير بأن الجن والإنس يعجزون عن مثل القرآن حتى ولو كان بعضهم لبعض ظهيرًا، ومازال هذا التحدي قائمًا إلى آخر يوم، و تقدم في الآية 23من البقرة و يرها. <br><br>(89): <span class=quran>﴿وَلَقَدْ صَرَّفْنَا لِلنَّاسِ﴾</span>: بيَّنا وكررنا <span class=quran>﴿فِي هَـذَا الْقُرْآنِ مِن كُلِّ مَثَلٍ﴾</span>: أي من كل شيء يعود إلى الدين و الأخلاق و الحجج والبراهين، والدليل على إرادة هذا المعنى الآية 138من آل عمران:(هذا بيان للناس و هدى و موعظة للمتقين) أي لمن أراد أن يتقي الله. <br><br>(90): <span class=quran>﴿وَقَالُواْ لَن نُّؤْمِنَ لَكَ﴾</span>: وظيفة الرسول أن يبلغ رسالة ربه مع معجزة تشهد بصدقه، وما تجاوز محمد (ص) هذا الحد المحدود، فدعا إلى الإسلام أول ما دعا عشيرته وقومه، وتحداهم بالقرآن، لأنهم من أهل الفصاحة والبلاغة، فكابروا وصادروا، وتحدوه بما لا يمت إلى وظيفته بسبب، من ذلك قولهم <span class=quran>﴿حَتَّى تَفْجُرَ لَنَا مِنَ الأَرْضِ يَنبُوعًا﴾</span>: فوارًا يملأ الجداول والأخاديد. <br><br>(91): <span class=quran>﴿أَوْ تَكُونَ لَكَ جَنَّةٌ﴾</span>: حديقة ذات أشجار وأنهار، تنشئها لنفسك بكلمة كوني فتكون. <br><br>(92): <span class=quran>﴿أَوْ تُسْقِطَ السَّمَاء كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا﴾</span>: يشيرون إلى قوله تعالى: (إن نشأ نخسف بهم الأرض أو تسقط عليهم كسفًا من السماء -9سبأ) و كِسفًا بكسر الكاف: جمع، كسفة، وهي القطعة من الشيء <span class=quran>﴿َأوْ تَأْتِيَ بِاللّهِ وَالْمَلآئِكَةِ قَبِيلاً﴾</span>:أي مقابلين لنا وجهًا لوجه. <br><br>(93): <span class=quran>﴿أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ﴾</span>: من ذهب، والمال رب الأشرار، ومحمد (ص) نبي الأتقياء الأخيار قال أبو ذر (رض): خرجت مرة مع رسول الله (ص) نحو جبل أُحد، فقال: يا أبا ذر أتبصر أُحُدًا؟ قلت: نعم يا رسول الله. قال: ما أُحب أن يكون لي مثله ذهبًا أُنفقه في سبيل الله ما عدا قيراطين أموت وأتركهما. قلت: أو قنطارين يا رسول الله. قال: بل قيراطين.. <span class=quran>﴿أَوْ تَرْقَى فِي السَّمَاء وَلَن نُّؤْمِنَ لِرُقِيِّكَ﴾</span>: حتى لو ارتقيت وصعدت إلى المريخ أو ما هو أبعد منه بلا سلّم أو أي وسيلة، قد نفكر وننظر إذا أنزلت معك صحيفة منشورة نقرأها ونتدبرها! وهذا الطراز من المشاكسين والمعاكسين موجود في كل زمان ومكان، والقرآن الكريم يعبر عن هذه الظاهرة المنتشرة في كل المجتمعات، لا في المجتمع القديم فقط أو المجتمع الذي عاش فيه النبي بالخصوص وعند تفسير الآية 11 من هذه السورة قلنا: إن لكل صنف وفرد من الناس صورة وهوية في كتاب الله. وهذي واحدة منها <span class=quran>﴿قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إَلاَّ بَشَرًا رَّسُولاً﴾</span>: يأتمر بأمر من أرسله وينتهي بنهيه. وتقدم في الآية 11 من إبراهيم وغيرها. <br><br>(94): <span class=quran>﴿وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُواْ إِذْ جَاءهُمُ الْهُدَى إِلاَّ أَن قَالُواْ أَبَعَثَ اللّهُ بَشَرًا رَّسُولاً﴾</span>: وفي الآية 34 من المؤمنون: (ولئن أطعتم بشرًا مثلكم إنكم إذًا لخاسرون) والذين قالوا هذا يعبدون أصنامًا من صنع أيديهم! ومحمد يدعو إلى الله الذي ليس كمثله شيء، وهكذا الجاهل الغر يناقض نفسه بنفسه من حيث لا يريد ولا يشعر. <br><br>(95): <span class=quran>﴿قُل لَّوْ كَانَ فِي الأَرْضِ مَلآئِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ السَّمَاء مَلَكًا رَّسُولاً﴾</span>: ولما كنتم بشرا لا ملائكة بعثنا فيكم رسولاً منكم لأن شبيه الشيء منجذب إليه، ومعنى مطمئن هنا ساكنين. وتقدم في الآية 9 من الأنعام. <br><br>(96): <span class=quran>﴿قُلْ كَفَى بِاللّهِ شَهِيدًا...﴾</span>: تقدم في آخر الرعد."}]}