{"title":"صفحة (293)","type":"html","data":[{"miniTitle":"الإسراء","text":"(105): <span class=quran>﴿وَبِالْحَقِّ أَنزَلْنَاهُ﴾</span>: أي القرآن، وكل ما فيه حق وصدق <span class=quran>﴿وَبِالْحَقِّ نَزَلَ﴾</span>: أي ما نزل القرآن إلا لخير الناس ومصلحتهم، وعليه فكل ما فيه خير وصلاح فهو عند الله حلال محلل بشرط أن لا يحلل حراما أو يحرم حلالاً، وهذا الأصل ضروري للحياة، وتومئ إليه الآية 9 من الإسراء: (إن هذا القرآن يهدي للتي هي أقوم). <br><br>(106): <span class=quran>﴿وَقُرْآناً فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنزِيلاً﴾</span>: لم ينزل القرآن على محمد(ص) جملة واحدة بل تدريجيًا تبعًا للمصالح والوقائع، أما قوله تعالى: إنا أنزلناه في ليلة القدر. فمعناه أن ابتداء نزوله كان في هذه الليلة. <br><br>(107): <span class=quran>﴿قُلْ آمِنُواْ بِهِ أَوْ لاَ تُؤْمِنُواْ﴾</span>: قل يا محمد بلا اهتمام و مبالاة بالجاحدين بك وبالقرآن: من أنتم؟ وما هو محلكم من الإعراب؟ سواء آمنتم أم كفرتم فى كفركم حجة عليَّ أو على القرآن، ولا إيمانكم يزيدني ثقة بديني <span class=quran>﴿إِنَّ الَّذِينَ أُوتُواْ الْعِلْمَ مِن قَبْلِهِ﴾</span>: أي من قبل القرآن، والمراد بأهل العلم هنا المؤمنون الذين أسلموا من أهل الكتاب <span class=quran>﴿إِذَا يُتْلَى﴾</span>: القرآن <span class=quran>﴿عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّدًا﴾</span>: شكرًا لله على نعمة الهداية إلى الإسلام. <br><br>(108): <span class=quran>﴿وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً﴾</span>: واقعًا لا محالة. <br><br>(109): <span class=quran>﴿وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ﴾</span>: كرَّر سبحانه السجود لأن الأول كان شكرًا وتعظيمًا لله، والثاني لتأثير القرآن في نفوسهم <span class=quran>﴿وَيَزِيدُهُمْ﴾</span>: القرآن <span class=quran>﴿خُشُوعًا﴾</span>: على خشوع. <br><br>(110): <span class=quran>﴿قُلِ ادْعُواْ اللّهَ أَوِ ادْعُواْ الرَّحْمَـنَ﴾</span>: لأن الرحمن صفة الله، وصفاته عين ذاته لا تعدد ولا تغاير <span class=quran>﴿أَيًّا مَّا تَدْعُواْ فَلَهُ الأَسْمَاء الْحُسْنَى﴾</span>: أبدًا كل أسمائه وصفاته تعالى على مستوى واحد حسنًا وكمالاً، فلا حسن وأحسن ولا كامل وأكمل، لأنه تعالى واحد أحد فرد صمد من كل الجهات إن صحَّ هذا التعبير <span class=quran>﴿وَلاَ تَجْهَرْ بِصَلاَتِكَ﴾</span>: لا ترفع صوتك بالقراءة في الصلاة <span class=quran>﴿وَلاَ تُخَافِتْ بِهَا﴾</span>: وأيضًا تسره وتخفيه <span class=quran>﴿وَابْتَغِ بَيْنَ ذَلِكَ سَبِيلاً﴾</span>: قال الإمام الصادق عليه السلام في تفسير هذه الآية: الجهر بها رفع الصوت، والمخافتة ما لم تسمع أذنيك واقرأ قراءة بينهما. <br><br>(111): <span class=quran>﴿وَقُلِ الْحَمْدُ لِلّهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَم يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلَّ وَكَبِّرْهُ تَكْبِيرًا﴾</span>: نحمده تعالى على عظيم إحسانه، وننزهه عن الولد والصاحبة والشريك والولي الذي يفتقر إليه، لأنه تعالى الغنيّ بذاته وصفاته، والمغني لغيرة لا يفتقر إلى شيء، وكل شيء يفتقر إليه في وجوده وبقائه. والحمد لله الذي منَّ علينا بقرآنه ونبيِّه محمد وآله عليه وعليهم أفضل الصلوات."},{"miniTitle":"الكهف","text":"(1): <span class=quran>﴿الْحَمْدُ لِلَّهِ﴾</span>: قولوا: الحمد لله <span class=quran>﴿الَّذِي أَنزَلَ عَلَى عَبْدِهِ الْكِتَابَ﴾</span>: العبد: محمد، والكتاب: القرآن <span class=quran>﴿وَلَمْ يَجْعَل لَّهُ عِوَجَا﴾</span>: لا عوج في أحكامه ولا زيغ في نظامه. <br><br>(2): <span class=quran>﴿قَيِّمًا﴾</span>: بل جعله مستقيمًا معتدلًا <span class=quran>﴿لِّيُنذِر﴾</span>: القرآن الناسَ <span class=quran>﴿بَأْسًا﴾</span>: منصوب بنزع الخافض أي ببأس وهو العذاب، والمعنى أنزل سبحانه القرآن على محمد(ص) لينذر من كذَّب الحق وأعرض عنه بعذاب شديد <span class=quran>﴿وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ﴾</span>: لا الذين يؤمنون ويأكلون ولا يعملون، ولا فرق إطلاقًا بين من يجاهد بالسيف في ميدان القتال ومن يعمل في أي حقل من أجل الحياة. <br><br>(3): <span class=quran>﴿مَاكِثِينَ فِيهِ أَبَدًا﴾</span>: خالدين في نعيم الله وثوابه بلا انقطاع وزوال. <br><br>(4): <span class=quran>﴿وَيُنذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا﴾</span>: أب وابن."}]}