{"title":"صفحة (294)","type":"html","data":[{"miniTitle":"الكهف","text":"(5): <span class=quran>﴿مَّا لَهُم بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ﴾</span>: لا حجة لهم ولا لآبائهم فيما يدعون <span class=quran>﴿كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ﴾</span>: انتصبت كلمة على التمييز، والتقدير كبرت الكلمة كلمة، أي كبر وعظم جرمها وعقابها. <br><br>(6): <span class=quran>﴿فَلَعَلَّكَ﴾</span>: يا محمد <span class=quran>﴿بَاخِعٌ نَّفْسَكَ عَلَى آثَارِهِمْ إِن لَّمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا﴾</span>: لماذا تهلك نفسك بالهمّ والغم أسفًا أو تكاد تهلكها من أجل إعراض الجاحدين عنك وعن القرآن؟ دعهم وشأنهم وارفق بنفسك ولا تقهرها. <br><br>(7): <span class=quran>﴿إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا﴾</span>: في الدنيا زخرف وترف، يميز بهما سبحانه بين الطيب المستقيم على صراط الحق والهداية، وبين الخبيث الذي تتحكم به الشهوات والمغريات. <br><br>(8): <span class=quran>﴿وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا﴾</span>: على الأرض <span class=quran>﴿صَعِيدًا جُرُزًا﴾</span>: كل من عليها فان، ويبقى وجه الله سبحانه وعمل الخير لوجهه. <br><br>(9): <span class=quran>﴿أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ﴾</span>: المغارة الواسعة <span class=quran>﴿وَالرَّقِيمِ﴾</span>: ومن معانيه الكتاب المرقوم، وفي الآية 9 من المطففين (كتاب مرقوم) فإن كان هذا هو المراد هنا فالمعنى أن أسماء أصحاب الكهف مسجلة عندنا في لوح أو كتاب أو كناية عن علمه تعالى بأسمائهم <span class=quran>﴿كَانُوا مِنْ آيَاتِنَا عَجَبًا﴾</span>: يقول سبحانه لمن يرى العجب في قصة أهل الكهف: أتظن أن أمرهم عجب في قدرة الله؟ أن سائر مخلوقاته أعظم وأعجب. <br><br>(10): <span class=quran>﴿إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ﴾</span>: لجأوا إليه، واختبأوا فيه فرارًا بدينهم وضميرهم من الجبابرة الطغاة <span class=quran>﴿فَقَالُوا رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً... ﴾</span>: نسترحمك، ونستغيث بك، فاكشف عنّا ما نحن فيه. <br><br>(11): <span class=quran>﴿فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا﴾</span>: ألقى سبحانه عليهم النوم الثقيل لا يستيقظون منه بحال العديد من السنين. <br><br>(12): <span class=quran>﴿ثُمَّ بَعَثْنَاهُمْ﴾</span>: أيقظناهم من النوم <span class=quran>﴿لِنَعْلَمَ﴾</span>: أي ليظهر علمنا للناس بمقدار ما لبث أهل الكهف <span class=quran>﴿أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا لَبِثُوا أَمَدًا﴾</span>: اختلف الناس على حزبين أي على قولين في أهل الكهف وهم بعد في الكهف: كم مضى عليهم من السنين عددًا؟ فمن مُقِلَّ ومِن مُكْثِرٍ. <br><br>(13): <span class=quran>﴿نَحْنُ نَقُصُّ عَلَيْكَ﴾</span>: يا محمد <span class=quran>﴿نَبَأَهُم بِالْحَقِّ﴾</span>: كان الناس في عهد الرسول (ص) يتحدثون عن أهل الكهف رجمًا بالغيب، فقال سبحانه لنبيَّه: نحن نخبرك عن أمرهم، وفيما يلي الحكاية من أولها: <span class=quran>﴿إِنَّهُمْ فِتْيَةٌ﴾</span>: وليسوا كهوًلا ولا شيوخًا بلغوا من الضلال والفساد عصيا <span class=quran>﴿آمَنُوا بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى﴾</span>: شباب على فطرة الله وصفائها، يستوحشون من الباطل والضلال ولا تركن نفوسهم إلا للحق والصدق، رأوا قومهم في سكرتهم يعمهون، فخافوا على دينهم من سوء العاقبة بعلاقة الجوار، فتركوا الوطن والأموال، واعتزلوا في كهف لا يراهم فيه أحد متوكلين عليه تعالى صابرين محتسبين. ومن توكل على الله كفاه. <br><br>(14): <span class=quran>﴿وَرَبَطْنَا عَلَى قُلُوبِهِمْ﴾</span>: بالثبات وقوة العزم <span class=quran>﴿إِذْ قَامُوا﴾</span>: تمردوا على تقاليد قومهم الذين يعبدون الأصنام <span class=quran>﴿فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ لَن نَّدْعُوَ مِن دُونِهِ إِلَهًا لَقَدْ قُلْنَا إِذًا شَطَطًا﴾</span>: أي ابتعدنا عن الحق والواقع، ثاروا على التقليد، ونطقوا بكلمة الحق والتوحيد، ولم يعدوا وراء الجاهلية الجهلاء ودين الأجداد والآباء... وهذه صورة نَّيرة خيَّرة يرسمها القرآن الكريم للشباب الطيب الثائر على الضلال والباطل، إلى جانب الصور المظلمة الشريرة للشيوخ الفاسدين والجبابرة المترفين. <br><br>(15): <span class=quran>﴿هَؤُلَاء قَوْمُنَا اتَّخَذُوا... ﴾</span>: الأصنام أربابًا، ولا دليل إلا العمى والجهل والإفتراء على الله والحق."}]}