{"title":"صفحة (295)","type":"html","data":[{"miniTitle":"الكهف","text":"(16): <span class=quran>﴿وَإِذِ اعْتَزَلْتُمُوهُمْ﴾</span>: الخطاب من بعض فتية أهل الكهف لبعض، وضمير الغائب(هم) لقوم الفتية، والمعنى قال بعض الفتية لبعض: ما دمتم قد تركتم قومكم، وأيضًا تركتم الأصنام التي يعبدونها من دون الله، والمشار إليها بقولهم: <span class=quran>﴿وَمَا يَعْبُدُونَ إِلَّا اللَّهَ﴾</span>: أي غير الله، ما دمتم على هذا <span class=quran>﴿فَأْوُوا إِلَى الْكَهْفِ﴾</span>: حيث لا نملك مقرًا سواه <span class=quran>﴿يَنشُر﴾</span>: يبسط <span class=quran>﴿لَكُمْ رَبُّكُم مِّن رَّحمته﴾</span>: ما زال الكلام للفتية <span class=quran>﴿ويُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا﴾</span>: أي ترتفقون به، من الرفق، وعندئذ دخلوا الكهف، وأوكلوا أمرهم إلى الله راضين بما يختاره لهم. <br><br>(17): <span class=quran>﴿وَتَرَى الشَّمْسَ إِذَا طَلَعَت تَّزَاوَرُ﴾</span>: تنحرف <span class=quran>﴿عَن كَهْفِهِمْ ذَاتَ الْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ﴾</span>: تعدل عنهم <span class=quran>﴿ذَاتَ الشِّمَالِ وَهُمْ فِي فَجْوَةٍ مِّنْهُ﴾</span>: أي في مكان واسع من الكهف، فقد كان كبيرًا، وله كوة ينفد منها الهواء الطيب ونور الشمس وكانت الشمس لا تصل إلى أجسامهم لا عند طلوعها ولا عند غروبها. لأنهم كانوا في مكان من الكهف لا يصل إليه نورها <span class=quran>﴿مَن يَهْدِ اللهُ فَهُو الْمُهْتَدِي﴾</span>: كأهل الكهف، سلكوا طريق الهداية، فأخد الله بيدهم <span class=quran>﴿وَمَن يُضْلِلْ الله فَلَن تَجِدَ لَهُ وَلِيًّا مُّرشِدًا﴾</span>: كالذين أرادوا التنكيل بأهل الكهف. وخير تفسير لهذه الآية قول الإمام عليّ(ع): من لم يعن على نفسه حتى يكون له منها واعظ وزاجر لم يكن له من غيرها لا زاجر ولا واعظ... ومن له من نفسه واعظ كان عليه من الله حافظ. <br><br>(18): <span class=quran>﴿وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ وَنُقَلِّبُهُمْ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ وَكَلْبُهُم بَاسِطٌ ذِرَاعَيْهِ بِالْوَصِيدِ﴾</span>: باب الكهف، كانت عيونهم مفتوحة كأنها تنظر إلى الأمام وأجسادهم طرية يجري الدم في عروقها، يتقلّبَون من جنب إلى جنب، وكلبهم بفناء الكهف أو بابه باسط ذراعيه كأنه الحارس الأمين <span class=quran>﴿لَوِ اطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا﴾</span>: لأنهم في وضع غير مألوف أو لأنه تعالى أحاطهم بصور من المهابة، وفي كتاب التسهيل لعلوم التنزيل تأليف محمد بن أحمد الكلبي: أن معاوية بن أبي سفيان لما غزا الروم مرَّ بالكهف، فأراد الدخول إليه، فقال له ابن عباس: لا تستطيع ذلك، إن الله قال لمن هو خير منك: لو اطلعت عليهم لوليت منهم فرارًا، فبعث معاوية إليهم ناسًا، فلما دخلوا الكهف بعث الله ريحًا فأحرقتهم. <br><br>(19) - (21): <span class=quran>﴿وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءلُوا بَيْنَهُمْ﴾</span>: استمروا في نومهم 309 كما يأتي في الآية 25 ثم أيقظهم سبحانه من نومهم الطويل ليتساءلوا عن مدة نومهم، ويزدادوا إيمانًا بالله وبالبعث <span class=quran>﴿قَالَ قَائِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ﴾</span>: حين استيقظوا من النوم تساءلوا عن أمده: أيومًا كان أو بعض يوم؟ ثم تركوا ذلك إلى علمه تعالى، وفي شتى الأحوال فإن قول من قال منهم: يومًا أو بعض يوم، يومئ إلى أنه لم يتغّير فيهم شيء على الإطلاق كطول الشعر والأظفار كما زعم بعض المفسرين وإلا لم يكن لهذا التساؤل أو القول من معنى <span class=quran>﴿فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ هَذِهِ﴾</span>: الدراهم المضروبة، وكانت معهم حين خرجوا إلى الكهف <span class=quran>﴿إِلَى الْمَدِينَةِ فَلْيَنظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ﴾</span>: أحسوا بالجوع فاختاروا واحدًا منهم ليشتري لهم طعامًا شهيًا، وأوصوه بهذه الوصية: <span class=quran>﴿وَلْيَتَلَطَّفْ﴾</span>: في تنكره ذهابًا وإيابًا <span class=quran>﴿وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا إِنَّهُمْ إِن يَظْهَروُا عَلَيْكُمْ﴾</span>: إن علموا بمكانكم <span class=quran>﴿يَرْجُمُوكُمْ أَوْ يُعِدُوكُمْ فِي ملَِّتِهِمْ وَلَن تُفْلِحُوا إِذًا أَبَدًا﴾</span> وخرج واحد من الفتية إلى المدينة، يلتمس الطعام، وما إن بلغها حتى رأى الأرض غير الأرض (ورأى رجال الحي غير رجاله) فتاه في سيره وحار في أمره، وأخيرًا اهتدى إلى بعض المطاعم، فابتاع الثمن من دراهمه، ولما رأى صاحب المطعم أنها قد ضربت منذ ثلاثة قرون أو تزيد تخَّيل أن الفتى عثر على كنز، واجتمع الناس من حوله وأدلفوا إليه من كل مكان، وسألوه عن الدراهم، فأخبرهم بالقصة، فترفقوا به وأكرموه حين علموا أنه من الفتية الشرفاء الذين يتحدث التاريخ عنهم بالتقديس والإكبار، وهرعت الجموع إلى الكهف وكان الفتى قد سبقهم إلى أصحابه وأخبرهم بما كان، فتضرعوا إلى الله أن يختارهم لجواره، ويشملهم برحمته، وما أن أتموا الدعاء حتى وقعوا أجسامًا هامدة، أما أهل المدينة فقالوا: إن الله سبحانه أعثرنا على أصحاب الكهف أحياء لنؤمن بالبعث، ولكنهم تنازعوا ماذا يصنعون لهذه الأجسام الطاهرة. وأخيرًا بنوا عليهم مسجدًا كما أشار سبحانه بقوله: <span class=quran>﴿فَقَالُوا ابْنُوا عَلَيْهِم بُنْيَانًا﴾</span>: قال بعض أهل المدينة: سدوا باب الكهف، وذروهم على حالهم <span class=quran>﴿قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ﴾</span>: وهم الأكثر عددًا أو الأقوى سلطانًا <span class=quran>﴿لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا﴾</span>: فوافق الآخرون أو سكتوا ولم يعترضوا.."}]}