{"title":"صفحة (296)","type":"html","data":[{"miniTitle":"الكهف","text":"(19) - (21): <span class=quran>﴿وَكَذَلِكَ بَعَثْنَاهُمْ لِيَتَسَاءلُوا بَيْنَهُمْ﴾</span>: استمروا في نومهم 309 كما يأتي في الآية 25 ثم أيقظهم سبحانه من نومهم الطويل ليتساءلوا عن مدة نومهم، ويزدادوا إيمانًا بالله وبالبعث <span class=quran>﴿قَالَ قَائِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ قَالُوا رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ﴾</span>: حين استيقظوا من النوم تساءلوا عن أمده: أيومًا كان أو بعض يوم؟ ثم تركوا ذلك إلى علمه تعالى، وفي شتى الأحوال فإن قول من قال منهم: يومًا أو بعض يوم، يومئ إلى أنه لم يتغّير فيهم شيء على الإطلاق كطول الشعر والأظفار كما زعم بعض المفسرين وإلا لم يكن لهذا التساؤل أو القول من معنى <span class=quran>﴿فَابْعَثُوا أَحَدَكُم بِوَرِقِكُمْ هَذِهِ﴾</span>: الدراهم المضروبة، وكانت معهم حين خرجوا إلى الكهف <span class=quran>﴿إِلَى الْمَدِينَةِ فَلْيَنظُرْ أَيُّهَا أَزْكَى طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ﴾</span>: أحسوا بالجوع فاختاروا واحدًا منهم ليشتري لهم طعامًا شهيًا، وأوصوه بهذه الوصية: <span class=quran>﴿وَلْيَتَلَطَّفْ﴾</span>: في تنكره ذهابًا وإيابًا <span class=quran>﴿وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا إِنَّهُمْ إِن يَظْهَروُا عَلَيْكُمْ﴾</span>: إن علموا بمكانكم <span class=quran>﴿يَرْجُمُوكُمْ أَوْ يُعِدُوكُمْ فِي ملَِّتِهِمْ وَلَن تُفْلِحُوا إِذًا أَبَدًا﴾</span> وخرج واحد من الفتية إلى المدينة، يلتمس الطعام، وما إن بلغها حتى رأى الأرض غير الأرض (ورأى رجال الحي غير رجاله) فتاه في سيره وحار في أمره، وأخيرًا اهتدى إلى بعض المطاعم، فابتاع الثمن من دراهمه، ولما رأى صاحب المطعم أنها قد ضربت منذ ثلاثة قرون أو تزيد تخَّيل أن الفتى عثر على كنز، واجتمع الناس من حوله وأدلفوا إليه من كل مكان، وسألوه عن الدراهم، فأخبرهم بالقصة، فترفقوا به وأكرموه حين علموا أنه من الفتية الشرفاء الذين يتحدث التاريخ عنهم بالتقديس والإكبار، وهرعت الجموع إلى الكهف وكان الفتى قد سبقهم إلى أصحابه وأخبرهم بما كان، فتضرعوا إلى الله أن يختارهم لجواره، ويشملهم برحمته، وما أن أتموا الدعاء حتى وقعوا أجسامًا هامدة، أما أهل المدينة فقالوا: إن الله سبحانه أعثرنا على أصحاب الكهف أحياء لنؤمن بالبعث، ولكنهم تنازعوا ماذا يصنعون لهذه الأجسام الطاهرة. وأخيرًا بنوا عليهم مسجدًا كما أشار سبحانه بقوله: <span class=quran>﴿فَقَالُوا ابْنُوا عَلَيْهِم بُنْيَانًا﴾</span>: قال بعض أهل المدينة: سدوا باب الكهف، وذروهم على حالهم <span class=quran>﴿قَالَ الَّذِينَ غَلَبُوا عَلَى أَمْرِهِمْ﴾</span>: وهم الأكثر عددًا أو الأقوى سلطانًا <span class=quran>﴿لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا﴾</span>: فوافق الآخرون أو سكتوا ولم يعترضوا.. <br><br>(22): <span class=quran>﴿سَيَقُولُونَ ثَلَاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا﴾</span>: اختلف الناس منذ القديم في مكان أهل الكهف وفي أسمائهم وفي عددهم، بل وفي لون كلبهم، وذكر سبحانه في الكتاب المجيد ثلاثة أقوال: الأول أنهم ثلاثة، والثاني أنهم خمسة، ثم وصف هذين القولين بأنهما رجم بالغيب أي بلا علم بل بالحدس والظن، وإذن لا صحة لهما ولا وزن. أما القول الثالث فهو <span class=quran>﴿وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ﴾</span>: وهذا القول هو الأرجح لأمرين الأول: أنه تعالى وصف القول بالثلاثة والخمسة بالجهل والرجم بالغيب دون القول بالسبعة. الثاني أنه تعالى قال هناك: ثلاثة رابعهم كلبهم... خمسة سادسهم كلبهم بلا واو، وقال هنا: سبعة وثامنهم كلبهم بواو الاستئناف وهذه الواو تقطع الكلام <span class=quran>﴿قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم﴾</span>: فيه إيماء إلى أن الأحسن والأفضل رد العلم بعددهم إلى الله تعالى حيث لا جدوى وراء هذا النزاع، ولا يتصل بالحياة من قريب أو بعيد، ولذا قال سبحانه لنبَّيه الكريم: <span class=quran>﴿فَلَا تُمَارِ فِيهِمْ﴾</span>: لا تجادل في أهل الكهف وعددهم <span class=quran>﴿إِلَّا مِرَاء ظَاهِرًا﴾</span>: إلا جدالا يسيرًا بلا تعمق واهتمام حيث لا فائدة كبيرة أو صغيرة <span class=quran>﴿وَلَا تَسْتَفْتِ﴾</span>: لا تسأل يا محمد <span class=quran>﴿فِيهِم﴾</span>: في أهل الكهف <span class=quran>﴿مِّنْهُمْ﴾</span>: من أهل الكتاب <span class=quran>﴿أَحَدًا﴾</span>: لأن الله قد أوحى إليك في شأنهم ما فيه الكفاية. <br><br>(23): <span class=quran>﴿وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَلِكَ غَدًا﴾</span>: بلسان القطع والجزم تحرزًا من المفاجآت والمخبآت. <br><br>(24): <span class=quran>﴿إِلَّا أَن يَشَاء اللَّهُ﴾</span>: رد عزمك على فعل الشيء في المستقبل إلى مشيئة علام الغيوب <span class=quran>﴿وَاذْكُر رَّبَّكَ إِذَا نَسِيتَ﴾</span>: شيئًا من أمور الدنيا <span class=quran>﴿وَقُلْ﴾</span>: عند النسيان: <span class=quran>﴿عَسَى أَن يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هَذَا﴾</span>: من المنسي <span class=quran>﴿رَشَدًا﴾</span>: وأدنى خير أو منفعة، وفي نسيان الأشياء بعض فوائد جمة. <br><br>(25): <span class=quran>﴿وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ وَازْدَادُوا تِسْعًا﴾</span>: عاد سبحانه إلى فتية الكهف بعد الإستطراد بذكر النسيان والمشيئة، وبيَّن أنهم مكثوا في نومهم 309 سنوات. <br><br>(26): <span class=quran>﴿قُلِ اللَّهُ أَعْلَمُ بِمَا لَبِثُوا﴾</span>: عند ذكر العدد قال سبحانه: قل ربي أعلم بعدتهم، وعند ذكر المدة قال جلَّ وعزَّ: قل الله أعلم بمدتهم، وقد أعلمنا بعلمه هذا صراحة: ثلاثمائة سنين وازدادوا تسعًا <span class=quran>﴿أَبْصِرْ بِهِ وَأَسْمِعْ﴾</span>: الفعل للتعجب، والهاء تعود إليه تعالى وهي فاعل، والباء زائدة، والمعنى ما أبصره تعالى وأسمعه! <span class=quran>﴿مَا لَهُم مِّن دُونِهِ مِن وَلِيٍّ وَلَا يُشْرِكُ فِي حُكْمِهِ أَحَدًا﴾</span>: لا شريك لله في خلقه، ولا للخلائق من ناصر إلا هو. <br><br>(27): <span class=quran>﴿وَاتْلُ﴾</span>: يا محمد <span class=quran>﴿مَا أُوحِيَ إِلَيْكَ مِن كِتَابِ رَبِّكَ﴾</span>: بلَّغ أيها الرسول ما في القرآن من أنباء أهل الكهف وغيرها <span class=quran>﴿لَا مُبَدِّلَ لِكَلِمَاتِه﴾</span>: لا يأتيها الباطل لا تغييرًا ولا تقليمًا ولا تطعيمًا <span class=quran>﴿وَلَن تَجِدَ مِن دُونِهِ مُلْتَحَدًا﴾</span>: ملجأ يمنعك من الله."}]}