{
"title": "صفحة (298)",
"type": "html",
"data": [
{
"miniTitle": "الكهف",
"text": "(35): <span class=quran>﴿وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ﴾</span>: بغطرسته وشموخه <span class=quran>﴿قَالَ مَا أَظُنُّ أَن تَبِيدَ هَذِهِ أَبَدًا﴾</span>: هذه إشارة إلى جنته لقرينة السياق لا إلى السموات والأرض كما في بعض التفاسير، لا غرابة في هذا الجهل والحمق، فإن الدنيا تغّر وتضّر كما قال الإمام عليّ(ع). <br><br>(36): <span class=quran>﴿وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً﴾</span>: أيضًا هذا من وحي التخمة والبطر <span class=quran>﴿وَلَئِن رُّدِدتُّ إِلَى رَبِّي لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا﴾</span>: مرجعًا، والمعنى على فرض أن هناك جنة ونارًا، فإن جنَّتي في الآخرة خير منها في الدنيا. ولماذا؟ أبدًا لا لشيء إلا أن المغرور يرى الخطأ صوابًا، والصواب خطأً. <br><br>(37): <span class=quran>﴿قَالَ لَهُ صَاحِبُهُ﴾</span>: المؤمن واعظًا وزاجرًا: <span class=quran>﴿أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِن تُرَابٍ... ﴾</span>: بالأمس كنت نطفة، ولك اليوم عقل وسمع وبصر، فمن أين لك هذا؟ هل هو من صنعك أم من لا شيء؟ وهل عندك من جواب معقول إلا الرجوع إلى العلة الأولى لكل موجود. <br><br>(38): <span class=quran>﴿لَّكِنَّا هُوَ اللَّهُ رَبِّي﴾</span>: ولكن أنا أقر وأعترف بأن ربي الله الذي لا إله سواه. <br><br>(39) - (41): <span class=quran>﴿وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاء اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ﴾</span>: هلا إذا أعجبتك حديقتك قلت: الحمد لله على فضله ونعمته، وأستعينه على شكره وطاعته كي يدوم لك هذا الرخاء والهناء <span class=quran>﴿إِن تُرَنِ أَنَا أَقَلَّ مِنكَ مَالًا... ﴾</span>: ما يدريك أيّها الغر الجهول أني عند الله أغنى منك وأكرم، وأنه أدخر لي في دار البقاء ما هو خير منك ومن جنتك، بل ما يدريك أن يجعلني غنيًا بعد الفقر، ويجعلك فقيرًا بعد الغنى بين عشية وضحاها؟ والحسبان من السماء: الآفة والصعيد الزلق: أرض ملساء لا تثبت عليها قدم ولا ينبت فيها شيء، وماء الغور: الغائر في الأرض. <br><br>(42): <span class=quran>﴿وَأُحِيطَ بِثَمَرِهِ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَا أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا﴾</span>: وأخيرًا وقعت الواقعة، ونزلت الصاعقة على رأس العنود المتكبر تمامًا كما حذره المؤمن المخلص، فهلك الزرع، وهوت الأشجار، وغار الماء في الأرض، وأصبحت الحديقة قاعًا صفصفًا. وحلَّ الفقر مكان الغنى، والذل والإنكسار محل التعاظم والكبرياء. هذا مصير البغاة والعتاة لمن قبل ومن بعد <span class=quran>﴿وَيَقُولُ يَا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَدًا﴾</span>: وليس براجع ما فات مني- بلهفٍ أو بليتٍ أو لو أني.. <br><br>(43) - (44): <span class=quran>﴿وَلَمْ تَكُن لَّهُ فِئَةٌ يَنصُرُونَهُ﴾</span>: أبدًا لا ناصر ولا جابر إلا الأحد المتوحد. <br><br>(45): <span class=quran>﴿وَاضْرِبْ لَهُم مَّثَلَ الْحَيَاةِ الدُّنْيَا كَمَاء أَنزَلْنَاهُ مِنَ السَّمَاء فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ﴾</span>: شبَّه سبحانه الدنيا في نضرتها بماء نزل على الأرض، فأخصبت وأنبتت من كل زوج بهيج، ولكن ما أسرع أن ذوى وجفَّ وصار هشيمًا تنثره الرياح."
}
],
"singlePage": true
}