{
"title": "صفحة (3)",
"type": "html",
"data": [
{
"miniTitle": "البقرة",
"text": "(6): <span class=quran>﴿إِنَّ الَّذِينَ كَفَرُواْ سَوَاءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لاَ يُؤْمِنُونَ﴾</span>: سواء بمعنى الإستواء وهو هنا خبر إن الذين، والإنذار: التحذير من العذاب، لما قدم سبحانه ذكر الأتقياء عقّبه بذكر الأشقياء، وأنهم لا يستجيبون لداعي الله، وإن بالغ في الوعيد والتهديد.<br><br>(7): <span class=quran>﴿خَتَمَ اللّهُ عَلَى قُلُوبِهمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غِشَاوَةٌ﴾</span>: الختم والغشاوة هنا كناية عن أنهم قد بلغوا الغاية القصوى في العناد والمكابرة حتى كأن قلوبهم مقفلة لا ينفذ إليها شيء، وعلى أبصارهم غطاء لا يرون معه شيئاً.<br><br>(8): <span class=quran>﴿وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ وَبِالْيَوْمِ الآخِرِ وَمَا هُمْ بِمُؤْمِنِينَ﴾</span>: ذكر سبحانه أولاً الذين آمنوا سراً وعلانية، ثم ثنى بالذين كفروا كذلك قلباً ولساناً، ثم ثلّث بالذين أسروا الكفر وأعلنوا الإيمان، وهم المنافقون، وذنبهم عند الله أعظم من ذنب الكفرة الفجرة.<br><br>(9) :<span class=quran>﴿يُخَادِعُونَ اللَّهَ وَالَّذِينَ آمَنُوا﴾</span>: إن الله لا يُخدع، ولكن المنافقين صنعوا صنع الخادعين حيث تظاهروا بالإيمان وهم كافرون، فأمر الله نبيه والصحابة أن يعاملوهم معاملة المسلمين، وغداً يجري سبحانه معهم حساب المشركين <span class=quran>﴿وَمَا يَخْدَعُونَ إِلا أَنْفُسَهُمْ﴾</span>: لأن عاقبة النفاق والخداع تعود عليهم بالضرر لا على غيرهمْ <span class=quran>﴿وَمَا يَشْعُرُونَ﴾</span>: بسوء المصير.<br><br>(10): <span class=quran>﴿فِي قُلُوبِهِمْ مَرَضٌ﴾</span>: ومرض القلب هو النفاق والإعتقاد الفاسد والحقد والحسد ونحو ذلك من الرذائل <span class=quran>﴿فَزَادَهُمُ اللَّهُ مَرَضًا﴾</span>: وذلك بأن المنافقين حسدوا النبي على عظيم مقامه، فزاده الله عظمة وعلّواً. فازدادوا حسداً على حسد أي مرضاً على مرض <span class=quran>﴿وَلَهُمْ عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ﴾</span>: فيه إشارة إلى إن الإنسان لا يُعذب على مجرد الحسد مادام في القلب فقط، وإنما يعذب إذا ظهر للحسد أثر محسوس كالكذب والافتراء على المحسود ونحو ذلك. <br><br>(11):<span class=quran>﴿وَإِذَا قِيلَ لَهُمْ لا تُفْسِدُوا فِي الأَرْضِ﴾</span>: كان المنافقون يتجَّسسون على المسلمين، ويفشون أسرارهم للأعداء، وإذا نهوا عن هذا الفساد <span class=quran>﴿قَالُوا إِنَّمَا نَحْنُ مُصْلِحُونَ﴾</span>: خالصون من كل عيب، فإذا بهذا الزعم فساد إلى فساد.<br><br>(12): <span class=quran>﴿أَلا إِنَّهُمْ هُمُ الْمُفْسِدُونَ وَلَكِنْ لا يَشْعُرُونَ﴾</span>: لا يرون ما هم فيه من عيوب وعورات.<br><br>(13):<span class=quran>﴿وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ﴾</span>: أي صدقوا رسول الله (ص) كما صدَّقه إخوانكم وأصحابكم كعبد الله بن سلام وغيره <span class=quran>﴿قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ﴾</span>: السفه: خفة الحلم وسخافة العقل، أما النفاق فهو: فساد العقيدة <span class=quran>﴿أَلا إِنَّهُمْ هُمُ السُّفَهَاءُ﴾</span>: أي يجهلون أنهم جاهلون وهذا أبلغ الذم.<br><br>(14): <span class=quran>﴿وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا﴾</span>: كذباً ونفاقاً <span class=quran>﴿وَإِذَا خَلَوْا إِلَى شَيَاطِينِهِمْ﴾</span>: وهم رؤساؤهم من أعداء الإسلام والمسلمين <span class=quran>﴿قَالُوا إِنَّا مَعَكُمْ﴾</span>: على الكفر والكره لمحمد(ص) <span class=quran>﴿إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ﴾</span>: بالإسلام والمسلمين.<br><br>(15): <span class=quran>﴿اللَّهُ يَسْتَهْزِئُ بِهِمْ﴾</span>: ومعنى استهزائه تعالى الإذلال في الدنيا والعذاب في الآخرة <span class=quran>﴿وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ﴾</span>: يدعهم وشأنهم يتمادون في الغيّ والضلال <span class=quran>﴿يَعْمَهُونَ﴾</span>: العمه في البصيرة، والعمى في القلب.<br><br>(16): <span class=quran>﴿أُولَئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدَى﴾</span>: أحبوا الباطل وآثروه على دين الحق <span class=quran>﴿فَمَا رَبِحَتْ تِجَارَتُهُمْ وما كانوا مهتدين﴾</span>: لأن المطلوب في التجارة الربح مع سلامة رأس المال، والمنافقون أضاعوهما معاً، لأن الهدى عند الله سبحانه هو رأس المال، وقد ذهب أو بعد عن المنافقين، وتبعه الربح حيث لا بقاء لفرع بلا أصل."
}
],
"singlePage": true
}