{"title":"صفحة (300)","type":"html","data":[{"miniTitle":"الكهف","text":"(54): <span class=quran>﴿وَلَقَدْ صَرَّفْنَا﴾</span>: أي بيَّنَّا بشتًّى الأساليب <span class=quran>﴿فِي هَذَا الْقُرْآنِ لِلنَّاسِ مِن كُلِّ مَثَلٍ﴾</span>: في العقيدة والشريعة والأخلاق بالحجج والبراهين. وتقدم بالحرف في الآية89 من الإسراء <span class=quran>﴿وَكَانَ الْإِنسَانُ أَكْثَرَ شَيْءٍ جَدَلًا﴾</span>: المراد بالإنسان هنا أكثر أفراده أو الكثير منهم، من باب إطلاق الكلي على بعض الجزيئات والمراد بالجدل هنا مجرد المعاكسة وعرض العضلات إن كان الجدل مع الدارسين والمتعلمين، لأن القرآن حق لا ريب فيه. <br><br>(55): <span class=quran>﴿وَمَا مَنَعَ النَّاسَ أَن يُؤْمِنُوا﴾</span>: بالحق <span class=quran>﴿إِذْ جَاءهُمُ الْهُدَى﴾</span>: القرآن <span class=quran>﴿وَيَسْتَغْفِرُوا رَبَّهُمْ﴾</span>: يتوبوا إليه <span class=quran>﴿إِلَّا أَن تَأْتِيَهُمْ سُنَّةُ الْأَوَّلِينَ﴾</span>: العذاب والهلاك <span class=quran>﴿أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا﴾</span>: وجهًا لوجه، ومعنى الآية بجملتها أنه تعالى بعد أن قال عن الإنسان انه كثير الجدال، قال: أتدرون لماذا يتمرد أكثر الناس على الحق المبين الظاهر لأنهم لا يؤمنون بل منهم من يصّر على الضلال حتى الهلاك كما جرى لكثير من الأولين بمنطق الحق والعقل، بل بمنطق القوة والعذاب. <br><br>(56): <span class=quran>﴿وَمَا نُرْسِلُ الْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ﴾</span>: بالنعيم من يسمع لأمر الله ويطيع <span class=quran>﴿وَمُنذِرِينَ﴾</span>: بالجحيم من تمرد وعصى وتقدم مرات، منها في الآية 165 من النساء <span class=quran>﴿وَيُجَادِلُ الَّذِينَ كَفَرُوا بِالْبَاطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ﴾</span>: يخذلون الحق ويناصرون الباطل قولا وعملا <span class=quran>﴿وَاتَّخَذُوا آيَاتِي وَمَا أُنذِرُوا هُزُوًا﴾</span>: أقام سبحانه الشواهد والدلائل وأنذر من تمرد بعذاب أليم، فاتخذ المجرمون من الأدلة والإنذار موضوعًا للهو واللعب، وكل من عرف الحق ولم يعمل فقد اتخذ دين الله هزوًا ولعبًا. <br><br>(57): <span class=quran>﴿وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا﴾</span>: لأن الحق عنده هواه ومناه <span class=quran>﴿وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ﴾</span>: يستهين بكل كبيرة وجريمة وكأنها أحل الحلال تمامًا كمن كان يأكل الربا ويسميه اللبأ <span class=quran>﴿إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً﴾</span>: أغطية <span class=quran>﴿أَن يَفْقَهُوهُ﴾</span>: القرآن <span class=quran>﴿وَفِي آذَانِهِمْ وَقْرًا﴾</span>: صممًا، والقصد في هذه الحكاية والإخبار عما هو واقع وكائن وليس الخلق والإيجاد. وتقدم بالحرف في الآية 25 من الأنعام <span class=quran>﴿وَإِن َتدْعُهُمْ إِلَى الْهُدَى فَلَن يَهْتَدُوا إِذًا أَبَدًا﴾</span>: لأنهم يرمون سلفًا إلى هدف معَّين، لا يحيدون عنه بحال، وإذن فمن العبث أن تتعب نفسك في إرشادهم وهدايتهم. <br><br>(58): <span class=quran>﴿وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ﴾</span>: ولكن يؤجلهم عسى أن يرجعوا إلى السمع والطاعة <span class=quran>﴿بَل لَّهُم مَّوْعِدٌ﴾</span>: وهو يوم القيامة <span class=quran>﴿لَّن يَجِدُوا مِن دُونِهِ مَوْئِلًا﴾</span>: ملجأ، وتقدم في الآية 61 من النحل. <br><br>(59): <span class=quran>﴿وَتِلْكَ الْقُرَى﴾</span>: كقوم نوح وعاد وثمود <span class=quran>﴿أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا﴾</span>: هذا تهديد لمن حارب دعوة التوحيد وكلمته: أن يأخذهم سبحانه كما أخذ الذين من قبلهم وفعلوا مثل ما فعلوا. <br><br>(60): <span class=quran>﴿وَإِذْ قَالَ مُوسَى لِفَتَاهُ﴾</span>: إذا أطلقت كلمة موسى في القرآن الكريم فهم منها موسى بن عمران (ع) أما فتاه فالمراد به يوشع بن نون أو يشوع كما في التوراة، وفي قاموس الكتاب المقدس: انه كان خادمًا لموسى، ثم عيَّنه لقيادة بني إسرائيل، ثم خليفة له <span class=quran>﴿لَا أَبْرَحُ حَتَّى أَبْلُغَ مَجْمَعَ الْبَحْرَيْنِ﴾</span>: لا أزال سائر حتى أصل إلى هذا المكان وقيل: هو ملتقى البحر الأبيض والبحر الأحمر <span class=quran>﴿أَوْ أَمْضِيَ حُقُبًا﴾</span>: زمنًا، طويلا والمعنى إما أن أبلغ مجمع البحرين، وإما أن أبقى سائرًا إلى ما شاء الله. <br><br>(61): <span class=quran>﴿فَلَمَّا بَلَغَا﴾</span>: موسى وفتاه <span class=quran>﴿مَجْمَعَ بَيْنِهِمَا﴾</span>: بين البحرين <span class=quran>﴿نَسِيَا حُوتَهُمَا فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا﴾</span>: قيل: إن سائلاً سأل موسى: أي الناس أعلم؟ قال: أنا. فأوحى سبحانه إليه: عند مجمع البحرين رجل يعلم ما لا تعلم. قال: كيف لي به؟ قال تعالى: تحمل معك حوتًا ميتًا فحيث تفقده فالعالم هناك، فحمل الحوت وجدَّ في السير هو وفتاه حتى بلغا مجمع البحرين، فأخذت موسى سنة فنام، وفي أثناء نومه قفز الحوت إلى البحر، فكانت هذه آية من آيات الله لموسى، وكان ذلك بمرأى من يوشع، وحين استيقظ موسى من نومه قال له: هلمَّ نتابع السير."}]}