{
"title": "صفحة (301)",
"type": "html",
"data": [
{
"miniTitle": "الكهف",
"text": "(62): <span class=quran>﴿فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَذَا نَصَبًا﴾</span>: تعبًا، طلب موسى من يوشع الغداء، بعد أن تجاوزا المكان الذي قفز منه الحوت إلى البحر. <br><br>(63): <span class=quran>﴿قَالَ﴾</span>: يوشع <span class=quran>﴿أَرَأَيْتَ﴾</span>: أخبرني ما رأيك فيما حدث <span class=quran>﴿إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ﴾</span>: أن أُحدَّثك عن قصة <span class=quran>﴿الْحُوتَ وَمَا أَنسَانِيهُ إِلَّا الشَّيْطَانُ أَنْ أَذْكُرَهُ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا﴾</span>: كيف عادت الحياة إليه بعد الموت، واهتدى تلقائيًا إلى البحر. <br><br>(64): <span class=quran>﴿قَالَ﴾</span>: موسى <span class=quran>﴿ذَلِكَ مَا كُنَّا نَبْغِ﴾</span>: هذا هو المكان الذي نريده بالذات <span class=quran>﴿فَارْتَدَّا﴾</span>: رجعا <span class=quran>﴿عَلَى آثَارِهِمَا قَصَصًا﴾</span>: يقصان أثرهما ويسيران على هدايته. <br><br>(65): <span class=quran>﴿فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَا آتَيْنَاهُ رَحْمَةً مِنْ عِندِنَا وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْمًا﴾</span>: قال المفسرون: المراد بالعبد هنا الخضر، وبالرحمة النبويّه، وبالعلم الوحي بالغيب، وسواء أكان المراد الخضر أم غيره فإن هذا الوصف الجليل يجري على الأنبياء من دون ريب. <br><br>(66): <span class=quran>﴿قَالَ لَهُ مُوسَى هَلْ أَتَّبِعُكَ عَلَى أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا﴾</span>: موسى كليم الله ومن أُولي العزم والشرائع، لا يستنكف أن يتعلم ما خفي عنه ممن هو دونه مكانة أو يستويان، ذلك بأن العلم النافع كالتعبد لله، بل أفضل، وفي الحديث: من رأى أنه قد علم- مستغنيًا بما لديه- فقد جهل. وفي نهج البلاغة: ما أكثر ما نجهل... ومن ترك قول لا أدري أصيبت مقاتله. <br><br>(67): <span class=quran>﴿قَالَ﴾</span>: الخضر لموسى <span class=quran>﴿إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا﴾</span>: نفى استطاعة الصبر معه على وجه التأكيد، وعلل ذلك بقوله: <br><br>(68): <span class=quran>﴿وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا﴾</span>: لأني أعلم من غيب الله ما لا تعلمه أنت، وهو منكر في ظاهره دون واقعه، وأيضًا أنت تعلم من غيبه تعالى ما لا أعلمه أنا. <br><br>(69): <span class=quran>﴿قَالَ﴾</span>: موسى للخضر <span class=quran>﴿سَتَجِدُنِي إِن شَاء اللَّهُ صَابِرًا وَلَا أَعْصِي لَكَ أَمْرًا﴾</span>: استثنى مشيئة الله خشية أن لا يملك نفسه إذا رأى منكرًا ولو في الظاهر. <br><br>(70): <span class=quran>﴿قَالَ فَإِنِ اتَّبَعْتَنِي فَلَا تَسْأَلْنِي عَن شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا﴾</span>: شرطي عليك أن لا تسألني عن شيء مما تنكر حتى أكون أنا المفسر له. <br><br>(71): <span class=quran>﴿فَانطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا﴾</span>: سار موسى والخضر على ساحل البحر حتى مرت بهما سفينة فحملتهما ولكن الخضر خرق السفينة بلا مبرر ظاهر، فثارت العاطفة الإنسانية في نفس موسى و<span class=quran>﴿قَالَ﴾</span>: للخضر: <span class=quran>﴿أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا﴾</span>: عجبًا، وأخذ موسى ثوبه، وحشا به الخرق على عهدة الراوي. <br><br>(72): <span class=quran>﴿قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا﴾</span>: فاعتذر موسى. <br><br>(73): <span class=quran>﴿قَالَ لَا تُؤَاخِذْنِي بِمَا نَسِيتُ﴾</span>: وتدل هذه الآية بظاهرها أن النسيان في غير التبليغ عن الله جائز على الأنبياء، أما فيه فمحال، لأن النبي في هذه الحال بالخصوص هو لسان الله وبيانه <span class=quran>﴿وَلَا تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا﴾</span>: لا تضيق عليَّ في صحبتي لك. <br><br>(74): <span class=quran>﴿فَانطَلَقَا حَتَّى إِذَا لَقِيَا غُلَامًا فَقَتَلَهُ﴾</span>: ثار موسى على خرق السفينة فكيف بقتل النفس، ولذا غضب و<span class=quran>﴿قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْئًا نُّكْرًا﴾</span>: ينكره الدين والعقل والناس."
}
]
}