{"title":"صفحة (302)","type":"html","data":[{"miniTitle":"الكهف","text":"(75): <span class=quran>﴿قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِي صَبْرًا﴾</span>: مرة ثانية يذكره الخضر بالشرط، وأيضًا مرة ثانية يعتذر موسى. <br><br>(76): <span class=quran>﴿قَالَ إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا فَلَا تُصَاحِبْنِي﴾</span>: من قبل كان الشرط من موسى أن لا يسأله والآن موسى بنفسه يشترط على نفسه <span class=quran>﴿قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا﴾</span>: قطعت عليَّ كل عذر أتعلل به. <br><br>(77): <span class=quran>﴿فَانطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا﴾</span>: طلبا منهم طعامًا <span class=quran>﴿فَأَبَوْا أَن يُضَيِّفُوهُمَا﴾</span>: بخلا ولؤمًا، وشر القرى قرية لا يضاف فيها <span class=quran>﴿فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ﴾</span>: يكاد <span class=quran>﴿أَنْ يَنقَضَّ﴾</span>: أن يسقط <span class=quran>﴿فَأَقَامَهُ﴾</span>: الخضر وأصلحه بلا مقابل، فعجب موسى من ذلك <span class=quran>﴿قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا﴾</span>: أتصلح الجدار مجانًا لقوم رفضوا ضيافتنا؟ هلا طلبت أجرًا على عملك لنشتري به ما يسد الرمق وجَوعة المضطر؟. <br><br>(78): <span class=quran>﴿قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ﴾</span>: فارقه بعد أن أخبره بحكمة ما أنكر وقال: <br><br>(79): <span class=quran>﴿أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ﴾</span>: فيصيبون بها رزقًا يعينهم على مطالب الحياة، ولكن ملكًا ظالمًا كان يغتصب كل سفينة، فخرقتها رحمة بالمساكين، حتى إذا رآها الملك الطاغية زهد فيها، وتركها لأهلها. <br><br>(80): <span class=quran>﴿وَأَمَّا الْغُلَامُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ﴾</span>: وكان هو في سن البلوغ، وقد كفر بالله، وعاث في الأرض فسادًا، وفي رواية عن الإمام جعفر الصادق(ع): أنه كان يعمل جاهدًا لحمل أبويه على الكفر والإلحاد، ويؤيد ذلك قوله تعالى: <span class=quran>﴿فَخَشِينَا أَن يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا﴾</span>: أن يستبد بهما ويطغى عليهما في تكليف الكفر، ولهذا استحق القتل، وعن الإمام عليّ (ع): ما زال الزبير معنا حتى أدرك فرخه عبد الله. <br><br>(81): <span class=quran>﴿فَأَرَدْنَا أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ﴾</span>: فرجونا الله سبحانه أن يرزقهما مولودًا مطيعًا لله بارًا بأبويه، ولا نعمة من الله على عبده بعد الإيمان أفضل من هذه <span class=quran>﴿زَكَاةً﴾</span>: طهرًا <span class=quran>﴿وَأَقْرَبَ رُحْمًا﴾</span>: لأن القريب من قربه الدين والخلق الكريم لا من قربة النسب أو السبب. <br><br>(82): <span class=quran>﴿وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ﴾</span>: قال سبحانه في آية سابقة: (أتيا أهل قرية) وقال هنا: (في المدينة) ومعنى هذا أن القرية تطلق على المدينة <span class=quran>﴿وَكَانَ تَحْتَهُ﴾</span>: تحت الجدار <span class=quran>﴿كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَالِحًا﴾</span>: فيه إيماء إلى أن لصلاح الأب بعض الأثر لحفظ الابن والعناية به <span class=quran>﴿فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا﴾</span>: أن يبلغا الحلم والرشد <span class=quran>﴿وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ﴾</span>: كان تحت الجدار مال مدفون، ومتى سقط الجدار ظهر المال للعيان، وترك للغصب والنهب، فأقمته حرصًا على المال، حتى إذا كبر الغلامان استخرجاه بطريق أو بآخر وانتفعا به <span class=quran>﴿وَمَا فَعَلْتُهُ عَنْ أَمْرِي﴾</span>: بل بوحي منه تعالى <span class=quran>﴿ذَلِكَ تَأْوِيلُ﴾</span>: ما أنكرت وعارضت، وعليك أن تنتفع بهذا الدرس، ولا تحكم على الشيء بقول مطلق، وأنت لا تعرف منه إلا وجهه الظاهر، بل تمهل وانظر إلى الشيء من جميع جهاته، فإن لكل باطنًا قد يكون على مثاله، وقد يكون على الضد منه. وقد تساءل كثيرون عما فعله الحضر من خرق السفينة وقتل الغلام، وإقامة الجدار بلا سبب ظاهر؟ وملخص الجواب: أولا هذه حوادث خاصة في وقائع معّينة، تمت بوحي من الله إلى نبي من أنبيائه، وليست مبادئ عامة وقواعد كلية، يطبقها الفقيه حسب نظره واجتهاده. ثانيًا إن خرق السفينة يتفق تمامًا مع قاعدة دفع الضرر الأشد بالضرر الأخف. وإقامة الجدار تفضل وإحسان على كل الفروض والتقادير، أما قتل الغلام فقد كان على جرمه المادي المشهور، حيث كان شابًا تجاوز سن القصور والطفولة، بدليل أنه كان يجاهد أبويه على الكفر والإلحاد كما سبقت الإشارة،والآية الكريمة ظاهرة في ذلك، لأن الطفل الصغير أعجز من أن يطغى على أبويه. <br><br>(83): <span class=quran>﴿وَيَسْأَلُونَكَ عَن ذِي الْقَرْنَيْنِ قُلْ سَأَتْلُو عَلَيْكُم مِّنْهُ ذِكْرًا﴾</span>: سأل اليهود محمد (ص) عن أخبار ذي القرنين لمجرد الإخراج، وما دروا أن الله يسانده ويمده بالجواب المفحم المخرس، وعلى السنة المألوفة المعروفة: اختلف العلماء والمفسرون من الأولين والآخرين في هوية ذي القرنين وحقيقته دون أن يأتوا بنتيجة مقنعة."}]}