{"title":"صفحة (303)","type":"html","data":[{"miniTitle":"الكهف","text":"(84): <span class=quran>﴿إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَبًا﴾</span>: أعطاه سبحانه في الدنيا الملك العظيم، وهيأ له من أسباب القوة كل سبب من العدة والعدد، وفوق ذلك توفيق الله وعنايته. <br><br>(85): <span class=quran>﴿فَأَتْبَعَ سَبَبًا﴾</span>: استعمل أسباب القوة في مواضعها بدقة وحكمة، ومن أجل هذا أثمر عمله، وعمَّ نعمه، وخلد أثره. <br><br>(86): <span class=quran>﴿حَتَّى إِذَا بَلَغَ مَغْرِبَ الشَّمْسِ﴾</span>: ذهب ذو القرنين إلى بلاد المغرب مجاهدًا في سبيل الله <span class=quran>﴿وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ﴾</span>: الحمأ: الطين الأسود، والمعنى انتهى ذو القرنين في سيره إلى بحر على شاطئه طين أسود بحيث يتراءى للعين أن الشمس تغيب فيه وتختفي <span class=quran>﴿وَوَجَدَ عِندَهَا قَوْمًا﴾</span>: أمة ضالة كافرة <span class=quran>﴿قُلْنَا يَا ذَا الْقَرْنَيْنِ إِمَّا أَن تُعَذِّبَ وَإِمَّا أَن تَتَّخِذَ فِيهِمْ حُسْنًا﴾</span>: تدعو يا ذا القرنين هذه الأمة الضالة إلى الإيمان وصالح الأعمال فمن استجاب فلا سبيل لك عليه (فإن انتهوا فلا عدوان إلا على الظالمين 193 البقرة) ومن أصر على الكفر والضلال فأنت مخيَّر بين عقابه وإمهاله عسى أن يتوب ويؤوب إلى الرشد، وإن قال قائل: إن الآية لم تشر إلى من سمع وأطاع فكيف حشرته في تفسيرها؟ قلنا في جوابه: إن كثيرًا من المفسرين قالوا: إن الله ترك لذي القرنين التصرف في أهل تلك البلاد دون استثناء! وهذا لا يتفق مع عدالته تعالى بحال، وإذا كان سبحانه ترك ذكر السامع المطيع فلأنه معلوم لذي القرنين وغيره بحكم الفطرة والبديهة. <br><br>(87): <span class=quran>﴿قَالَ﴾</span>: ذو القرنين <span class=quran>﴿أَمَّا مَن ظَلَمَ﴾</span>: نفسه بالإصرار على الفساد والضلال <span class=quran>﴿فَسَوْفَ نُعَذِّبُهُ﴾</span>: بما يستحق <span class=quran>﴿ثُمَّ يُرَدُّ إِلَى رَبِّهِ﴾</span>: يحاسبه ويعاقبه. <br><br>(88): <span class=quran>﴿وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَاء الْحُسْنَى﴾</span>: هذا هو الحق العدل: فمن يعمل مثقال ذرة خيرًا يره ومن يعمل مثقال ذرة شرًا يره- 8 الزلزلة. <br><br>(89): <span class=quran>﴿ثُمَّ أَتْبَعَ سَبَبًا﴾</span>: ثم رجع ذو القرنين من بلاد الغرب إلى بلاد الشرق مجاهدًا في سبيل الله كما قال سبحانه: <br><br>(90): <span class=quran>﴿حَتَّى إِذَا بَلَغَ مَطْلِعَ الشَّمْسِ﴾</span>: أي بلاد الشرق <span class=quran>﴿وَجَدَهَا تَطْلُعُ عَلَى قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا﴾</span>: لا بيوت تسترهم ولا أشجار تظلهم من الشمس، وكانوا أشبه بوحوش الفلوات، ولم يذكر سبحانه ماذا فعل ذو القرنين بهؤلاء. <br><br>(91): <span class=quran>﴿كَذَلِكَ﴾</span>: إشارة إلى أمر ذي القرنين <span class=quran>﴿وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا﴾</span>: لا ريب في أنه تعالى أحاط بكل شيء علمًا. <br><br>(92): <span class=quran>﴿ثُمَّ أَتْبَعَ سَبَبًا﴾</span>: ثم رحل ذو القرنين رحلة ثالثة. <br><br>(93): <span class=quran>﴿حَتَّى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ﴾</span>: بين جبلين في طرف من أطراف الأرض. وفي مجلة العربي الكويتية العدد 184 ص134: أن الجبلين في القوقاز <span class=quran>﴿وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا﴾</span>: لا هم يفهمون لغة ذو القرنين ولا هو يفهم لغتهم، ولكنه فهم مطالبهم بالحركات والإشارات أو بواسطة مترجم بدليل قوله تعالى: <br><br>(94): <span class=quran>﴿قَالُوا يَا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَى أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا﴾</span>: في العدد المذكور قبل لحظة من مجلة العربي نقل عبد المنعم النمر مدير البعثات والثقافة بالأزهر عن أبي الكلام آزاد أن الموطن الأصلي ليأجوج ومأجوج منغوليا وقبائلها الرحل وأن مكان السد بين بحر قزوين والبحر الأسود حيث توجد جبال القوقاز، وأن سد الصين غير سد ذي القرنين لأن الأول بُني سنة 264ق.م والثاني في القرن السادس ق.م ونحن هنا وفي التفسير الكاشف نروي عن الآخرين، ولا نجزم بشيء إلا بما يدل عليه القرآن الكريم. <br><br>(95): <span class=quran>﴿قَالَ﴾</span>: ذو القرنين للذين طلبوا منه أن يبني لهم سدًا ويجعل لهم خرجًا <span class=quran>﴿مَا مَكَّنِّي فِيهِ رَبِّي﴾</span>: من سلطان ومال <span class=quran>﴿خَيْرٌ﴾</span>: من خرجكم ومالكم، فأنتم أحوج إليه مني، ولكن <span class=quran>﴿فَأَعِينُونِي بِقُوَّةٍ﴾</span>: من يد عاملة وما أشبه <span class=quran>﴿أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا﴾</span>: سدًا وحاجزًا. <br><br>(96): <span class=quran>﴿آتُونِي زُبَرَ الْحَدِيدِ﴾</span>: قطعًا منه، وفيه إيماء إلى أن سد ذي القرنين كان من الحديد لا من الحجر <span class=quran>﴿حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ﴾</span>: أي جانبي الجبلين المحيطين بالفتحة التي سدها <span class=quran>﴿قَالَ انفُخُوا حَتَّى إِذَا جَعَلَهُ نَارًا﴾</span>: أي أشعلوا النار على السد، وانفخوا فيها بالكير، ففعلوا حتى صار الحديد نارًا <span class=quran>﴿قَالَ آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا﴾</span>: وهو النحاس المذاب، فأتوه به، فصبَّه على الحديد المحمي، فالتصق بعضه ببعض، وصار جبلا من حديد. <br><br>(97): <span class=quran>﴿فَمَا اسْطَاعُوا﴾</span>: يأجوج ومأجوج <span class=quran>﴿أَن يَظْهَرُوهُ﴾</span>: أن يصعدوا عليه <span class=quran>﴿وَمَا اسْتَطَاعُوا لَهُ نَقْبًا﴾</span>: لصلابته وكثافته."}]}