{
"title": "صفحة (304)",
"type": "html",
"data": [
{
"miniTitle": "الكهف",
"text": "(98): <span class=quran>﴿قَالَ هَذَا رَحْمَةٌ مِّن رَّبِّي﴾</span>: شكر الله سبحانه على فضله وتوفيقه لخدمة الناس والقيام بما يعود عليهم بالخير والصلاح <span class=quran>﴿فَإِذَا جَاء وَعْدُ رَبِّي﴾</span>: وهو الأجل المحدد لهذا السد <span class=quran>﴿جَعَلَهُ دَكَّاء﴾</span>: مستويًا مع الأرض كأن لم يكن شيئًا. <br><br>(99): <span class=quran>﴿وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ﴾</span>: أي أن يأجوج ومأجوج ينتشرون في الأرض بعد خراب السد، ويفسدون على الناس حياتهم <span class=quran>﴿وَنُفِخَ فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا﴾</span>: وهذا اليوم هو خاتمة المطاف للحياة الدنيا. <br><br>(100): <span class=quran>﴿وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَافِرِينَ عَرْضًا﴾</span>: تبرز جهنم للمجرمين قبل دخولها ليروا ما فيها من عذاب ونكال، فيكتووا بنارين: نار الرعب ونار الحريق. <br><br>(101): <span class=quran>﴿الَّذِينَ كَانَتْ أَعْيُنُهُمْ فِي غِطَاء عَن ذِكْرِي﴾</span>: تغافلوا عن الهدى، وتعاموا عن الحق <span class=quran>﴿وَكَانُوا لَا يَسْتَطِيعُونَ سَمْعًا﴾</span>: أثقل شيء على مسامعهم أمر الله بالخير والمعروف ونهيه عن الشر والمنكر، ولا بدع فلكل من الهوى والتقى أهل. <br><br>(102) - (104): <span class=quran>﴿أَفَحَسِبَ الَّذِينَ كَفَرُوا... ﴾</span>: أخسر الناس صفقة، وأخيْبَهم سعيًا من يرى جهله علمًا، وشره خيرًا، وإساءته إحسانًا، وسفهه حلمًا، وخداعه عقلا، وهدره بلاغة، وجبنه حذرًا... وما أكثر هذا الصنف في أولاد آدم. ومن أحمق الحمق أن تحدثه وتستمع لحديثه. <br><br>(105): <span class=quran>﴿أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ... ﴾</span> : أولئك إشارة إلى الأخسرين أعمالا، سواء أكفروا بالله واليوم الآخر من الأساس، أم آمنوا بهما، ولكن رأوا سيئاتهم حسنات وجهالاتهم بينات. <br><br>(106): <span class=quran>﴿ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا﴾</span>: وكل من يدعي العلم بدين الله كذبًا وافتراء فهو والساخرين الهازئين بآيات الله ورسله- بمنزلة سواء عند الله. <br><br>(107) - (108): <span class=quran>﴿إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ... ﴾</span>: بعد تهديد الكافر بعذاب أليم وعد سبحانه المؤمن العامل بجنات النعيم، على سنة الله في الترغيب والترهيب. <br><br>(109): <span class=quran>﴿قُل لَّوْ كَانَ الْبَحْرُ مِدَادًا لِّكَلِمَاتِ رَبِّي﴾</span>: البحر هنا: الجنس يشمل كل البحار، والمداد: الحبر وكلماته تعالى: قدرته على إيجاد الشيء لا من شيء <span class=quran>﴿لَنَفِدَ الْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَاتُ رَبِّي وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا﴾</span>: أي زدنا على البحر أضعافًا مضاعفة، ذلك بأن الكون ومن فيه وما فيه من فيض قدرته تعالى، وهي غير ذاته التي لا أول لأولها ولا آخر لآخرها. <br><br>(110): <span class=quran>﴿قُلْ﴾</span> يا محمد <span class=quran>﴿إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ﴾</span>: فلا تقولوا ما قاله النصارى في المسيح بن مريم، ولا أمتاز عنكم بشيء إلا أنه <span class=quran>﴿يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ﴾</span> وإلهي <span class=quran>﴿إِلَهٌ وَاحِدٌ﴾</span>: يستوي عنده كل البشر في الحقوق والواجبات لا فضل أو امتياز إلا بالتقوى والعمل الصالح النافع <span class=quran>﴿فَمَن كَانَ يَرْجُو لِقَاء رَبِّهِ﴾</span>: ويبتغي عنده مقامًا محمودًا <span class=quran>﴿فَلْيَعْمَلْ عَمَلًا صَالِحًا﴾</span>: ومنه كف الأذى عن الناس <span class=quran>﴿وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا﴾</span>: ومن الشرك بالله أن يعبد المرء هواه. اللهمَّ أنت الواحد بلا شريك، والمالك بلا تمليك، نسألك العون على طاعتك وشكرك بالنبي وآله عليه وعليهم أفضل الصلوات."
}
],
"singlePage": true
}