{"title":"صفحة (307)","type":"html","data":[{"miniTitle":"مريم","text":"(26): <span class=quran>﴿فَكُلِي﴾</span>: من الرطب <span class=quran>﴿وَاشْرَبِي﴾</span>: من الجدول <span class=quran>﴿وَقَرِّي عَيْنًا﴾</span>: طيبي نفسًا بالمولود المبارك <span class=quran>﴿فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا﴾</span>: وسألك عن المولود <span class=quran>﴿فَقُولِي﴾</span>: بالإيماء والإشارة: <span class=quran>﴿إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا﴾</span>: بالسكوت، وكل ما تقدم، ويأتي أيضًا، في غاية الوضوح، وإذن علامَ طول الشرح وتوضيح الواضحات. <br><br>(27): <span class=quran>﴿فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ﴾</span>: وضعت مريم وليدها. وحملته إلى أهلها، ورأسها في السماء تجر ذيول العز والكرامة، وقلبها عامر بالأمان والإيمان، وعلى يدها روح الله ورحمته، وكل بريء هو في ثقته وشجاعته كمريم، وإن تراكمت عليه الافتراءات والتهم <span class=quran>﴿قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا﴾</span>: بدعواك الحمل بلا دنس، إنها محض الافتراء. <br><br>(28): <span class=quran>﴿يَا أُخْتَ هَارُونَ﴾</span>: أي هي من بيت النبوة والشرف وفي التوراة سفر المزامير الإصحاح 106 فقرة 16 (هرون قدوس الرب) <span class=quran>﴿مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا﴾</span>: خرجت من أفضل المعادن منبتًا. وفي الحديث: إياكم وخضراء الدُّمَّن. قالوا: يا رسول الله، ومَنْ خضراء الدمن؟ قال: المرأة الحسناء في منبت السوء. <br><br>(29): <span class=quran>﴿فَأَشَارَتْ إِلَيْهِ﴾</span>: تشهد به على براءتها، وهي أصدق الشاهدين <span class=quran>﴿قَالُوا كَيْفَ نُكَلِّمُ مَن كَانَ فِي الْمَهْدِ صَبِيًّا﴾</span>: ما هذا الهزؤ والاستخفاف؟ ولكن الذي في المهد كلمهم قبل أن يكلِّموه. <br><br>(30): <span class=quran>﴿قَالَ إِنِّي عَبْدُ اللَّهِ﴾</span>: أول كلمة نطق بها عيسى تنزيه الخالق عن الولد، وإثبات العبودية لله وحده لا شريك له <span class=quran>﴿آتَانِيَ الْكِتَابَ﴾</span>: الإنجيل <span class=quran>﴿وَجَعَلَنِي نَبِيًّا﴾</span>: أي سيجعلني في المستقبل بدليل أن الإنجيل لم ينزل عليه وهو في المهد، وكيف يكون الرضيع حجة على الناس وهو غير مكلَّف ومسئول عن شيء، وكنا في غنى عن هذه الإشارة الواضحة لولا تمويه مجرم آثم بان عيسى بُعث وهو في المهد، ولم يُبعث محمد (ص) إلا بعد الأربعين أنظر التفسير الكاشف ج3 ص144. <br><br>(31) - (33): <span class=quran>﴿وَجَعَلَنِي مُبَارَكًا﴾</span>: وكل من ينفع الناس بجهة من الجهات فهو مبارك، وكل من يضار بواحد منهم فهو شؤم ورجس. <br><br>(34): <span class=quran>﴿ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ﴾</span>: خبر لمبتدأ محذوف أي هو قول الحق <span class=quran>﴿الَّذِي فِيهِ يَمْتَرُونَ﴾</span>: أي يشكّون ويختلفون، هذي هي كلمة الحق في عيسى: لا هو جبار ومحتال كما قال اليهود، ولا هو ابن الله وشريكه في الخلق كما قال النصارى، إنه نبي يبلِّغ رسالات ربه وعبد من عباده الصالحين. <br><br>(35): <span class=quran>﴿مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ سُبْحَانَهُ﴾</span>: ولماذا الولد؟ وهو الغني <span class=quran>﴿إِذَا قَضَى أَمْرًا... ﴾</span>: تقدم في البقرة 117 وفي آل عمران 47. <br><br>(36): <span class=quran>﴿وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ﴾</span>: هذا من كلام عيسى (ع) يأمر فيه بدين التوحيد لأنه الدين القويم من سلكه نجا، ومن ضلَّ عنه هوى. <br><br>(37): <span class=quran>﴿فَاخْتَلَفَ الْأَحْزَابُ مِن بَيْنِهِمْ﴾</span>: وهم المنتمون إلى عيسى وديانته، قالت طائفة منهم: هو الله هبط إلى الأرض ثم صعد إلى السماء، وذهبت ثانية إلى أنه ابن الله، وثالثة أنه عبد الله، ورابعة يجمع بين اللاهوت والناسوت. كان هذا الخلاف في العصور الخالية، واليوم الكل على وفاق بأن عيسى أحد الأقانيم الثلاثة. <br><br>(38): <span class=quran>﴿أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا﴾</span>: يخبِّر سبحانه عن حال الكافرين والمجرمين يوم القيامة، وأنه لا أحد أسمع منهم وأبصر للحق آنذاك، وكانوا في الدنيا الصم البكم العمي."}]}