{
"title": "صفحة (309)",
"type": "html",
"data": [
{
"miniTitle": "مريم",
"text": "(52): <span class=quran>﴿وَنَادَيْنَاهُ مِن جَانِبِ الطُّورِ الْأَيْمَنِ﴾</span>: الطور هو الجبل الذي كلم الله موسى عليه، والمراد بالأيمن يمين موسى لأن الجبل لا يمين له وشمال <span class=quran>﴿وَقَرَّبْنَاهُ نَجِيًّا﴾</span>: خاطبه الله مباشرة وبلا واسطة. <br><br>(53): <span class=quran>﴿وَوَهَبْنَا لَهُ مِن رَّحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا﴾</span>: المراد بوهبنا هنا أن الله سبحانه شدَّ عضد موسى بأخيه هرون كما في الآية 35 من القصص، وكان هرون أكبر من موسى بثلاث سنوات، ويمينه في جميع أعماله. وتقدم الحديث عن موسى مرات ومرات. <br><br>(54) - (55): <span class=quran>﴿وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ... ﴾</span>: كان وفيًا بطبعه، يفعل ما يقول، ولا يقول ما لا يفعل، وأيضًا كان وفيًا لدينه وللإنسانية جمعاء دون أي مقابل إلا مرضاة الله سبحانه، ومن أجل هذا كان رسولاً نبيًا وعند ربه مرضيًّا. <br><br>(56) - (57): <span class=quran>﴿وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا * وَرَفَعْنَاهُ مَكَانًا عَلِيًّا﴾</span>: هذا كل ما نعرفه ونؤمن به عن إدريس، أما ما جاء في التفاسير من أنه رفع إلى السماء وأول من خط بالقلم وتعلم الحساب وما يشبه ذلك - فهو من الإسرائيليات. <br><br>(56) - (57): <span class=quran>﴿وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا * وَرَفَعْنَاهُ مَكَانًا عَلِيًّا﴾</span>: هذا كل ما نعرفه ونؤمن به عن إدريس، أما ما جاء في التفاسير من أنه رفع إلى السماء وأول من خط بالقلم وتعلم الحساب وما يشبه ذلك - فهو من الإسرائيليات. <br>(58): <span class=quran>﴿أُوْلَئِكَ﴾</span>: إشارة إلى كل من ذُكر في هذه السورة من زكريا إلى إدريس <span class=quran>﴿وَمِمَّنْ حَمَلْنَا﴾</span>: في السفينة <span class=quran>﴿مَعَ نُوحٍ﴾</span>: وقد حمل معه من جملة من حمل ابنه سام، ومن ذريته إبراهيم، أما إسماعيل وإسحاق ويعقوب فهم من ذرية إبراهيم، وإليهم الإشارة بقوله سبحانه: <span class=quran>﴿وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ﴾</span>: أما إسرائيل - أي يعقوب - فمن ذريته موسى وهرون وزكريا ويحيى وعيسى من جهة الأم <span class=quran>﴿وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا﴾</span>: كل هؤلاء وغيرهم من المؤمنين الأتقياء <span class=quran>﴿إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَن خَرُّوا سُجَّدًا وَبُكِيًّا﴾</span>: إذا ذكر الله سبحانه خروا ساجدين باكين خوفًا من العقاب ورجاء الثواب. <br><br>(59): <span class=quran>﴿فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ﴾</span>: بسكون اللام، والمراد به النسل الطالح كما قال سبحانه: <span class=quran>﴿أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ﴾</span>: ذكر سبحانه الأنبياء ومن اتبعهم من الصالحين، وأثنى عليهم، وعقب بمن جاء بعدهم كاليهود والنصارى، ونعتهم بالضلال والفساد... وعين الشيء يقال في المسلمين بنص القرآن الكريم: (وما محمد إلا رسول قد خلت من قبله الرسل أفئن مات أو قتل انقلبتم على أعقابكم - 144 آل عمران) وفي الحديث: بدأ الإسلام غريبًا، وسيعود كما بدأ غريبًا... لتتبعن سنن من كان قبلكم <span class=quran>﴿فَسَوْفَ يَلْقَوْنَ غَيًّا﴾</span>: شرًا وعذابًا جزاءًَ على تمردهم وضلالهم. <br><br>(60) - (61): <span class=quran>﴿إِلَّا مَن تَابَ... ﴾</span>: لأن التائب من الذنب كمن لا ذنب له. <br><br>(62): <span class=quran>﴿لَا يَسْمَعُونَ فِيهَا... ﴾</span>: لا حقد ولا حسد ولا كذب ولا خداع في الجنة، ومن أجل هذا لا يدخلها حاسد وحاقد وكاذب ومخادع، كما قال سبحانه: <br><br>(63): <span class=quran>﴿تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا﴾</span>: والتقي هو الذي يراعي الله والحق في سلوكه وتصرفاته وحتى في حال الغيب قال سبحانه: (إن الذين يخشون ربهم بالغيب لهم مغفرة وأجر كبير - 12 الملك) والمراد بالغيب هنا أن تتقي الله، وأنت في أمن وأمان من سوء العاقبة في الحياة الدنيا. <br><br>(64): <span class=quran>﴿وَمَا نَتَنَزَّلُ﴾</span>: الوحي من السماء <span class=quran>﴿إِلَّا بِأَمْرِ رَبِّكَ﴾</span>: استبطأ رسول الله (ص) نزول الوحي عليه، ولما جاء به جبريل قال له: ما منعك أن تزورنا أكثر مما تزورنا؟ فنزلت هذه الآية، والمعنى الأمر لله وحده <span class=quran>﴿وَمَا كَانَ رَبُّكَ نَسِيًّا﴾</span>: بل يفعل أو يترك بحكمة وعلم."
}
],
"singlePage": true
}