{
"title": "صفحة (311)",
"type": "html",
"data": [
{
"miniTitle": "مريم",
"text": "(77): <span class=quran>﴿أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا﴾</span>: جاء في الأحاديث النبوية والتفاسير القرآنية: أن العاص بن وائل والد عمرو بن العاص، لما سمع بذكر البعث قال ساخرًا: لأوتين في الآخرة مالاً وولدًا، وظاهر الآية يدل على أن زنديقًا قال هذا. <br><br>(78): <span class=quran>﴿أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِندَ الرَّحْمَنِ عَهْدًا﴾</span>: من أين جاءه هذا العلم؟ هل عنده مفاتيح الغيب أم أخذ ميثاقًا من الله بذلك؟. <br><br>(79): <span class=quran>﴿كَلَّا﴾</span>: لا هذا ولا ذاك <span class=quran>﴿سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا﴾</span>: حفظنا أقواله، وسنزيده من أجلها عذابًا فوق عذاب. <br><br>(80): <span class=quran>﴿وَنَرِثُهُ مَا يَقُولُ﴾</span>: نسلبه أمواله وأولاده بموته وهلاكه <span class=quran>﴿وَيَأْتِينَا فَرْدًار﴾</span>: بلا مال ولا بنين، وتمثل ابن كثير عند تفسير هذه الآية بقول الشاعر: فليت فلانًا مات في بطن أُمه وليت فلان كان ابن حماره. <br><br>(81): <span class=quran>﴿وَاتَّخَذُوا مِن دُونِ اللَّهِ آلِهَةً لِّيَكُونُوا لَهُمْ عِزًّا﴾</span>: يعتزون ويستنصرون بغير الله والحق. <br><br>(82): <span class=quran>﴿كَلَّا﴾</span>: من اعتزَّ بغير الله ذلَّ <span class=quran>﴿سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا﴾</span>: غدًا يتبرأ المعبودون من العابدين ويكون أولئك على هؤلاء خصماء أشداء، وفي هذا المعنى الآية 63 من القصص: تبرأنا إليك ما كانوا إيانا يعبدون. <br><br>(83): <span class=quran>﴿أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ﴾</span>: أي تركناهم ولم نردعهم بالقهر والجبر <span class=quran>﴿عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا﴾</span>: تزعجهم إزعاجًا وتغريهم إغراء أو تطغى عليهم طغيانًا، قل ما شئت. <br><br>(84): <span class=quran>﴿فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا﴾</span>: لا تستبطئ يا محمد نزول العذاب بمن جحد وأفسد، فنحن نحصي عليه أنفاسه إلى أجل، وعنده يكون الحساب وفصل الخطاب. <br><br>(85): <span class=quran>﴿يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا﴾</span>: يفدون عليه سبحانه معززين مكرمين. <br><br>(86): <span class=quran>﴿وَنَسُوقُ الْمُجْرِمِينَ﴾</span>: ضربًا بالسياط <span class=quran>﴿إِلَى جَهَنَّمَ وِرْدًا﴾</span>: يردونها عطاشى، فينهلون من الحميم والعذاب الأليم. <br><br>(87): <span class=quran>﴿لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِندَ الرَّحْمَنِ عَهْدًا﴾</span>: قلنا ونكرر بلا ملل: إن الشفيع الوحيد لدى الله سبحانه هو الحسنات وفعل الخيرات، وعليه يكون الإنسان الشفيع مجرد شاهد أو مدافع يتوسل بما فعل المشفوع له من خير لعيال الله أو بأية طاعة ترضي الله. <br><br>(88) - (91): <span class=quran>﴿وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا﴾</span>: أبى النصارى إلا أن يجعلوا لله ولدًا بصريح العبارة، وهذا ما قالوه بنصه الحرفي: (الله الأب، والله الابن، والله روح القدس، فالأب هو الذي خلق العالمين بواسطة الابن، والابن هو الذي أتم الفداء، والروح هو الذي يطهر القلب والحياة غير أن الأقانيم الثلاثة يشتركون معًا في جميع الأعمال الإلهيًّة على السواء - قاموس الكتاب المقدس ص107 وما بعدها طبعة 1964) وغضب سبحانه من هذا القول أشد الغضب ووصفه بالإد: الأمر الفظيع، بأن السماء تكاد تتشقق وتتصدع، والأرض تخسف وتتزعزع، والجبال تسقط وتنهار لمجرد النطق بهذا الافتراء. <br><br>(92): <span class=quran>﴿وَمَا يَنبَغِي لِلرَّحْمَنِ أَن يَتَّخِذَ وَلَدًا﴾</span>: أولاً لأن الولد يشبه أباه، والله سبحانه ليس كمثله شيء. ثانيًا لأن كل من ولد فهو متولد من غيره بالتناسل المعروف أو بطريق النشوء كتولد النبات من البذر ثالثًا لقوله تعالى: <br><br>(93) - (95): <span class=quran>﴿إِن كُلُّ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا... ﴾</span>: مملوكًا، والمملوك غير الولد، والمالك شيء والوالد شيء آخر."
}
],
"singlePage": true
}