{
"title": "صفحة (313)",
"type": "html",
"data": [
{
"miniTitle": "طه",
"text": "(13): <span class=quran>﴿وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى﴾</span>: ولا يختار سبحانه لدينه ووحيه إلا صفوة الأمناء، وتقدم في الآية 144 من الأعراف، ثم بيَّن سبحانه أن الدين الذي أوحى به إلى موسى يقوم على أصُول ثلاثة: الأول التوحيد، وإليه الإشارة بقوله تعالى: <br><br>(14): <span class=quran>﴿إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا﴾</span>: الأصل الثاني التعبد لله وحده: <span class=quran>﴿فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي﴾</span>: لا تذكر فيها شيئًا سواي. الأصل الثالث البعث: <br><br>(15): <span class=quran>﴿إِنَّ السَّاعَةَ ءاَتِيَةٌ أَكَادُ أُخْفِيهَا﴾</span>: أي أكاد أُخفي وقتها حتى عن نفسي، مبالغة في كتمانها وعدم إظهارها، ونعطف تفسيرنا هذا على العديد من التفاسير المضطربة لهذه الآية <span class=quran>﴿لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى﴾</span>: أخفى سبحانه العلم بوقت الساعة ليترقب العباد وقوعها في كل حين، فيخافوا منها ويعملوا لها ويستوفوا جزاء المقاصد والأعمال. <br><br>(16): <span class=quran>﴿فَلاَ يَصُدَّنَّكَ عَنْهَا مَنْ لاَ يُؤْمِنُ بِهَا... ﴾</span>: لا تتبع أيه الراشد البالغ سبيل من كذب بالبعث، فتهلك كما هلك. <br><br>(17): <span class=quran>﴿وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى﴾</span>: لكل نبي معجزة يقتنع هو بها أولاً وقبل الناس، ثم يعرضها عليهم، وتحداهم بها وهو على عين اليقين، ولذا سأل سبحانه موسى: ما تلك؟ على وجه التقرير والتأكيد بأنها هي عصاة بالذات التي يعرفها دون سواها، وبعد أن <br><br>(18): <span class=quran>﴿قَالَ﴾</span>: موسى <span class=quran>﴿هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا عَلَى غَنَمِي﴾</span>: أضرب بها الشجر فيتساقط الورق للغنم، بعد هذا الإيقان والعيان. <br><br>(19) - (20): <span class=quran>﴿قَالَ﴾</span>: له القادر المقتدر: <span class=quran>﴿أَلْقِهَا يَا مُوسَى فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تَسْعَى﴾</span>: خشبة يابسة تحولت فجأة إلى حية! بأية مناسبة وقرابة؟ ومن هنا ارتاع موسى وولى مدبرًا كما في الآية 10 من النمل. <br><br>(21): <span class=quran>﴿قَالَ﴾</span>: سبحانه لموسى: <span class=quran>﴿خُذْهَا وَلَا تَخَفْ سَنُعِيدُهَا سِيرَتَهَا الْأُولَى﴾</span>: إلى حالها كما كانت أول مرة. <br><br>(22) - (23): <span class=quran>﴿وَاضْمُمْ يَدَكَ إِلَى جَنَاحِكَ﴾</span>: أدخل يدك في جيبك كما في الآية 12 من النمل <span class=quran>﴿تَخْرُجْ بَيْضَاء مِنْ غَيْرِ سُوءٍ آيَةً أُخْرَى﴾</span>: من غير آفة وعاهة، وتقدم في الآية 108 من الأعراف. <br><br>(24): <span class=quran>﴿اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى﴾</span>: ادَّعى الربوبية وذبح الأطفال، وبطش بطشة الأشرار. <br><br>(25): <span class=quran>﴿قَالَ﴾</span>: موسى: <span class=quran>﴿رَبِّ اشْرَحْ لِي صَدْرِي﴾</span>: سأل موسى ربه رباطة الجأش ورحابة الصدر، لأنه عصبي المزاج، وكز الفرعوني فقضى عليه، وألقى الألواح، وأخذ برأس أخيه يجره. <br><br>(26): <span class=quran>﴿وَيَسِّرْ لِي أَمْرِي﴾</span>: في هذه المهمة الشاقة التي بعثتني بها، فإن فرعون أطغى الطغاة تمردًا، وأقوى الملوك جنودًا، وأنا لا أملك إلا نفسي وأخي... ولا أدري كيف ذهل موسى (ع) عن عصاه التي تبتلع ملك فرعون بالكامل؟. <br><br>(27) - (28): <span class=quran>﴿وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي يَفْقَهُوا قَوْلِي﴾</span>: كان في لسانه ثقل، والمرء بأصغريه: قلبه و لسانه. <br><br>(29) - (30): <span class=quran>﴿وَاجْعَل لِّي وَزِيرًا مِّنْ أَهْلِي هَارُونَ أَخِي﴾</span>: من أمه وأبيه. <br><br>(31): <span class=quran>﴿اشْدُدْ بِهِ أَزْرِي﴾</span>: أي ظهري، والمراد القوة. <br><br>(32) - (35): <span class=quran>﴿وَأَشْرِكْهُ فِي أَمْرِي﴾</span>: أي الرسالة، وفي بعض التفاسير أن إعرابيًا قال: (لا أخ في الدنيا أنفع لأخيه من موسى لهرون حين سأل الله سبحانه أن يشركه معه في النبوة). ولكن هذا الإعرابي ذهل عن العلة الموجبة لذلك، وهي العقدة في لسان موسى. نقول هذا، ونحن على علم اليقين بأن الهدف الأساس لموسى (ع) إعلاء كلمة الله والدين، وأنه معصوم عن الذاتية والأنانية، لكن نلوح من بعيد للعديد من الإخوان والخلان، عسى أنة يتعظوا ويعتبروا. <br><br>(36): <span class=quran>﴿قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى﴾</span>: لقد أعطاك ربك كل ما طلبت من سعة الصدر، وتيسير الأمر وشد الأزر وغير ذلك. <br><br>(37): <span class=quran>﴿وَلَقَدْ مَنَنَّا﴾</span>: أنعمنا <span class=quran>﴿عَلَيْكَ مَرَّةً أُخْرَى﴾</span>."
}
]
}