{"title":"صفحة (315)","type":"html","data":[{"miniTitle":"طه","text":"(52): <span class=quran>﴿قَالَ عِلْمُهَا عِندَ رَبِّي... ﴾</span>: لماذا تزوغ عن الجواب، وتفزع من موضوع إلى موضوع، من كفرك وطغيانك إلى القرون الخالية... إن علمها عند الله الذي لا تخفى عليه خافية. <br><br>(53): <span class=quran>﴿الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا﴾</span>: فراشًا ومستقرًا فأين أنت يا فرعون من خلق ذرّة فما دونها <span class=quran>﴿وَسَلَكَ لَكُمْ فِيهَا سُبُلًا﴾</span>: طرقًا تسلكونها <span class=quran>﴿وَأَنزَلَ مِنَ السَّمَاء مَاء﴾</span>: فَأنْزِلْ أنت قطرة واحدة. <br><br>(54): <span class=quran>﴿كُلُوا وَارْعَوْا أَنْعَامَكُمْ﴾</span>: خلق سبحانه الإنسان والحيوان، وهيأ لهما أسباب الحياة من الأرزاق والأقوات. <span class=quran>﴿إِنَّ فِي ذَلِكَ لَآيَاتٍ﴾</span>: دلائل وبراهين على أنه لا إله إلا الله لِّأُوْلِي النُّهَى﴾</span>: لأرباب العقول الذين ينتهون عن القبائح والجرائم. <br><br>(55): <span class=quran>﴿مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى﴾</span>: واضح، وتقدم في الآية 25 من الأعراف. <br><br>(56): <span class=quran>﴿وَلَقَدْ أَرَيْنَاهُ﴾</span>: فرعون <span class=quran>﴿آيَاتِنَا كُلَّهَا فَكَذَّبَ وَأَبَى﴾</span>: عرض موسى على فرعون المعجزات الواضحة والحجج البالغة، فرفضها كفرًا وبغيًا وعتّوًا وتمردًا. ولماذا هذا العناد؟ للحرص على الجاه والسلطان. ولا يختص هذا بفرعون موسى ونمرود إبراهيم، بل يشمل الكل أو الجل، كما جاء في الأشعار (كلنا يطلب ذا حتى أنا). <br><br>(57): <span class=quran>﴿قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ يَا مُوسَى﴾</span>: ضيّق موسى على فرعون، وأخذ بخناقه، ولم يدع له أي حجة أو جواب، فلجأ إلى التهم والافتراء بأنه ساحر، يريد أن يطرد أصحاب الجاه والسلطان من مصر، ويستولي على الملك. <br><br>(58): <span class=quran>﴿فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهِ... ﴾</span>: لا يغرنك ما أنت فإن عندنا مثل ما عندك وزيادة، فاجعل بيننا وبينك يومًا للمباراة. <br><br>(59): <span class=quran>﴿قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَن يُحْشَرَ النَّاسُ ضُحًى﴾</span>: اختار موسى يوم العيد لأنه يوم عطلة، يكثر فيه الحشود والشهود، واختار الضحى من يوم العيد لأنه أظهر وأجمع، ويدل هذا على ثقته ويقينه، وأن الله ناصره لا محالة. <br><br>(60): <span class=quran>﴿فَتَوَلَّى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أَتَى﴾</span>: جد واجتهد في جمع السحرة، وأتى بهم حاشرون كما في الآية 112 من الأعراف. <br><br>(61): <span class=quran>﴿قَالَ لَهُم مُّوسَى﴾</span>: واعظًا ومحذرًا: أيها السحرة <span class=quran>﴿وَيْلَكُمْ لَا تَفْتَرُوا عَلَى اللَّهِ كَذِبًا﴾</span>: لا تموهوا على أعين الناس فتظهروا الأوهام في ثوب الحقائق <span class=quran>﴿فَيُسْحِتَكُمْ﴾</span>: فيستأصلكم الله ويهلككم <span class=quran>﴿بِعَذَابٍ وَقَدْ خَابَ مَنِ افْتَرَى﴾</span>: على المخلوق فكيف بمن يفتري على خالق السموات والأرض؟ وكان لهذا النداء من موسى أثره عند بعض السحرة بدليل قوله تعالى: <br><br>(62): <span class=quran>﴿فَتَنَازَعُوا أَمْرَهُم بَيْنَهُمْ وَأَسَرُّوا النَّجْوَى﴾</span>: اختلف السحرة فيما بينهم سرًا، وفي الخفاء عن موسى وفرعون قال بعضهم: ما هذا التحذير بقول ساحر، وعارض البعض الآخر وفي النهاية تغلَّب أنصار الضلال الذين.. <br><br>(63): <span class=quran>﴿قَالُوا إِنْ هَذَانِ لَسَاحِرَانِ﴾</span>: إنْ مخففة من الثقيلة، واسمها محذوف أي أنه وهذان مبتدأ وساحران خبر، والجملة خبر ان، واللام للفرق بين ان المخففة وان النافية <span class=quran>﴿يُرِيدَانِ أَن يُخْرِجَاكُم مِّنْ أَرْضِكُم بِسِحْرِهِمَا﴾</span>: يريدان أن يتبعهما الناس عن طريق السحر، ويتغلبا على فرعون، ويستوليا على مصر <span class=quran>﴿وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى﴾</span>: أن يتغلبا عليكم بالسحر، ويتفردا به من دونكم، ولا يبقى لكم أي طريق للرزق والعيش. <br><br>(64): <span class=quran>﴿فَأَجْمِعُوا كَيْدَكُمْ﴾</span>: مكركم ودهاءكم <span class=quran>﴿ثُمَّ ائْتُوا صَفًّا﴾</span>: ألقوا ما في أيديكم مرة واحدة لتبهروا الأبصار."}]}