{
"title": "صفحة (317)",
"type": "html",
"data": [
{
"miniTitle": "طه",
"text": "(77) - (79): <span class=quran>﴿وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي... ﴾</span>: تقدم في الآية 50 من البقرة و138 من الأعراف و90 من يونس. <br><br>(80): <span class=quran>﴿يَا بَنِي إِسْرَائِيلَ قَدْ أَنجَيْنَاكُم مِّنْ عَدُوِّكُمْ﴾</span>: فرعون الذي كان يسومكم سوء العذاب، يذبح أبناءكم ويستحيي نساءكم <span class=quran>﴿وَوَاعَدْنَاكُمْ جَانِبَ الطُّورِ الْأَيْمَنَ﴾</span>: يشير سبحانه بهذا إلى الوعد الذي وعده موسى بعد أن أغرق فرعون، وهو أن يأتي موسى وبنو إسرائيل إلى جانب طور سيناء، فينزل عليه سبحانه التوراة <span class=quran>﴿وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى...﴾</span>: تقدم بالنص الحرفي في الآية 57 من البقرة. <br><br>(81): <span class=quran>﴿كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَلَا تَطْغَوْا فِيهِ﴾</span>: في الطيب من الرزق <span class=quran>﴿فَيَحِلَّ عَلَيْكُمْ غَضَبِي وَمَن يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَى﴾</span>: لما ذكر سبحانه بني إسرائيل بِنِعمه الجسام، قال لهم: لا تتخذوا منها أداة للعتو والفساد وإلا فعلنا بكم ما فعلنا بفرعون وجنوده ويدلنا التاريخ والعيان - في الأعم الأغلب - أن المظلوم إذا قوي وانتصر على ظالمه طغى طغيانه وزيادة، ومن أصدق من الله حديثًا: (إن الإنسان ليطغى إن رآه استغنى) أي رأى نفسه غنيًا. <br><br>(82): <span class=quran>﴿وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهْتَدَى﴾</span>: ومع هذا فإن الله سبحانه لا يعجل بالنقمة ممن طغى وبغى، بل يمهل ويؤجل، عسى أن يؤوب ويتوب، وهو يقبل التوبة بشروط أربعة كما في هذه الآية وهي: 1) الندم عل ما كان، 2) الإيمان بالحق أينما كان، 3) العمل بموجب الإيمان، 4) الاهتداء أي الاستمرار على الإيمان. <br><br>(83): <span class=quran>﴿وَمَا أَعْجَلَكَ عَن قَوْمِكَ يَا مُوسَى﴾</span>: بعد هلاك فرعون أمر سبحانه موسى أن يسير هو وبنو إسرائيل إلى جبل الطور، فأسرع موسى عَجِلاً ومشتاقًا إلى مناجاة ربه، واستخلف على قومه أخاه هارون، وأمرهم أن يلحقوا به، ولذا سأل سبحانه موسى: لماذا سبق قومه وهو أعلم، ولكن ليخبره عما أحدثوا من بعده. <br><br>(84): <span class=quran>﴿قَالَ هُمْ أُولَاء عَلَى أَثَرِي وَعَجِلْتُ إِلَيْكَ رَبِّ لِتَرْضَى﴾</span>: لتزيدني رضا، وأزداد منك أجرًا. <br><br>(85): <span class=quran>﴿قَالَ﴾</span>: سبحانه لموسى: <span class=quran>﴿فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِن بَعْدِكَ﴾</span>: امتحناهم ليظهروا على حقيقتهم <span class=quran>﴿وَأَضَلَّهُمُ السَّامِرِيُّ﴾</span>: الذي صنع لهم العجل. <br><br>(86): <span class=quran>﴿فَرَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا﴾</span>: واضح، وتقدم في الآية 150 من الأعراف <span class=quran>﴿قَالَ يَا قَوْمِ أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا﴾</span>: هل نسيتم فضله عليكم، وأخيرًا وعده بأن تصلوا إلى جبل الطور؟ <span class=quran>﴿أَفَطَالَ عَلَيْكُمُ الْعَهْدُ﴾</span>: أي مدة غيابي عنكم <span class=quran>﴿أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ﴾</span>: عذابه في الدنيا والآخرة، وإذا ارتد اليهود عن دين موسى وهو قائم على رؤوسهم، فماذا تكون الحال من بعده؟ <span class=quran>﴿فَأَخْلَفْتُم مَّوْعِدِي﴾</span>: وعدتموني بالثبات على دين الله، فنكثتم وارتددتم. <br><br>(87) - (89): <span class=quran>﴿قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا﴾</span>: نحن لا نملك أمرنا لأنا مسيَّرون لا مخيَّرون! هكذا يلقي المجرم تبعة سلوكه على القضاء والقدر أو على الآخرين <span class=quran>﴿وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِّن زِينَةِ الْقَوْمِ﴾</span>: المراد بالأوزار: الأثقال، وزينة القوم: حلي النساء الفرعونيات التي استعاروها للعرس أو للعيد، وحملوها معهم <span class=quran>﴿فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ﴾</span>: صنع عجلاً من ذهب بطريقة إذا مرَّ عليه الريح أحدث صوتًا، وخوارًا، وبهذا يتبيَّن لنا أن القرآن ينسب صنع العجل إلى السامري، أما التوراة المتداولة فتسند صنع العجل إلى هرون النبي بكل صراحة، فقد جاء في سفر الخروج أول الإصحاح الثاني والثلاثين ما نصه بالحرف الواحد: ولما رأى الشعب -بنو إسرائيل- أن موسى أبطأ في النزول من الجبل اجتمع الشعب على هرون وقالوا له: قم اصنع لنا آلهة تسير أمامنا لأن هذا موسى الرجل الذي أصعدنا من أرض مصر لا نعلم ماذا أصابه، فقال لهم هرون انزعوا أقراط الذهب التي في آذان نسائكم وبنيكم وبناتكم، وأتوني بها، فنزع كل الشعب أقراط الذهب، واتوا بها إلى هرون، فأخذ ذلك، وصوره بالإزميل، وصنعه عجلاً مسبوكًا، فقالوا: هذه آلهتك يا إسرائيل، فلما نظر هرون بنى مذبحًا أمامه، ونادى غدًا عيد للرب) نقلنا هذا النص بحرفه وعلى طوله علمًا بأن هذا الموجز يضيق عنه، ولكن سنطوي الكلام حول الآيات الآتية لوضوحها وتقدم ذكرها، ومن جهة ثانية أردنا أن يوازن القارئ أو يقارن بين نص التوراة المنسوب إليه تعالى في حق نبيَّه المعصوم هرون، وبين نص القرآن الكريم في هرون وقصته مع العجل، وهو قوله تعالى:"
}
]
}