{
"title": "صفحة (318)",
"type": "html",
"data": [
{
"miniTitle": "طه",
"text": "(87) - (89): <span class=quran>﴿قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا﴾</span>: نحن لا نملك أمرنا لأنا مسيَّرون لا مخيَّرون! هكذا يلقي المجرم تبعة سلوكه على القضاء والقدر أو على الآخرين <span class=quran>﴿وَلَكِنَّا حُمِّلْنَا أَوْزَارًا مِّن زِينَةِ الْقَوْمِ﴾</span>: المراد بالأوزار: الأثقال، وزينة القوم: حلي النساء الفرعونيات التي استعاروها للعرس أو للعيد، وحملوها معهم <span class=quran>﴿فَقَذَفْنَاهَا فَكَذَلِكَ أَلْقَى السَّامِرِيُّ﴾</span>: صنع عجلاً من ذهب بطريقة إذا مرَّ عليه الريح أحدث صوتًا، وخوارًا، وبهذا يتبيَّن لنا أن القرآن ينسب صنع العجل إلى السامري، أما التوراة المتداولة فتسند صنع العجل إلى هرون النبي بكل صراحة، فقد جاء في سفر الخروج أول الإصحاح الثاني والثلاثين ما نصه بالحرف الواحد: ولما رأى الشعب -بنو إسرائيل- أن موسى أبطأ في النزول من الجبل اجتمع الشعب على هرون وقالوا له: قم اصنع لنا آلهة تسير أمامنا لأن هذا موسى الرجل الذي أصعدنا من أرض مصر لا نعلم ماذا أصابه، فقال لهم هرون انزعوا أقراط الذهب التي في آذان نسائكم وبنيكم وبناتكم، وأتوني بها، فنزع كل الشعب أقراط الذهب، واتوا بها إلى هرون، فأخذ ذلك، وصوره بالإزميل، وصنعه عجلاً مسبوكًا، فقالوا: هذه آلهتك يا إسرائيل، فلما نظر هرون بنى مذبحًا أمامه، ونادى غدًا عيد للرب) نقلنا هذا النص بحرفه وعلى طوله علمًا بأن هذا الموجز يضيق عنه، ولكن سنطوي الكلام حول الآيات الآتية لوضوحها وتقدم ذكرها، ومن جهة ثانية أردنا أن يوازن القارئ أو يقارن بين نص التوراة المنسوب إليه تعالى في حق نبيَّه المعصوم هرون، وبين نص القرآن الكريم في هرون وقصته مع العجل، وهو قوله تعالى: <br><br>(90): <span class=quran>﴿وَلَقَدْ قَالَ لَهُمْ﴾</span>: لعبدة العجل <span class=quran>﴿هَارُونُ مِن قَبْلُ﴾</span>: أن يعود موسى: <span class=quran>﴿يَا قَوْمِ إِنَّمَا فُتِنتُم بِهِ﴾</span>: ضللتم بعبادة العجل <span class=quran>﴿وَإِنَّ رَبَّكُمُ الرَّحْمَنُ﴾</span>: الذي خلق كل شيء <span class=quran>﴿فَاتَّبِعُونِي وَأَطِيعُوا أَمْرِي﴾</span>: في ترك العجل وعبادته. <br><br>(91): <span class=quran>﴿قَالُوا لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ﴾</span>: مقيمين على عبادة العجل <span class=quran>﴿حَتَّى يَرْجِعَ إِلَيْنَا مُوسَى﴾</span>: جاء في تفسير الرازي نهج البلاغة، أن يهوديًا قال للإمام عليّ (ع): (ما دفنتم نبيكم حتى اختلفتم فيه؟ قال (ع): إنما اختلفنا عنه لا فيه، ولكنكم ما جفَّت أرجلكم من البحر حتى قلتم لنبيكم: اجعل لنا آلهة فقال: إنكم قوم تجهلون). <br><br>(92) - (94): <span class=quran>﴿قَالَ يَا هَارُونُ مَا مَنَعَكَ... ﴾</span>: تقدم في الآية 150 من الأعراف. <br><br>(95): <span class=quran>﴿قَالَ﴾</span>: موسى: <span class=quran>﴿فَمَا خَطْبُكَ يَا سَامِرِيُّ﴾</span>: ما حملك على ما صنعت؟. <br><br>(96): <span class=quran>﴿قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ﴾</span>: رأيت ما لم ير غيري <span class=quran>﴿فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا﴾</span>: ألقيتها ولم يبيّن سبحانه أين ألقاها، ولكن المفسرين قالوا: ألقاها عل الحلي فتحولت عجلاً!... ونحن غير مسئولين عما لا نص فيه، فندعه في طي الكتمان. <br><br>(97) - (98): <span class=quran>﴿قَالَ فَاذْهَبْ فَإِنَّ لَكَ فِي الْحَيَاةِ أَن تَقُولَ لَا مِسَاسَ﴾</span>: أي عقابك في الدنيا أن تكون منبوذًا من كل الناس لا مخالطة أو مكالمة أو مؤاكلة أو أي شيء تمامًا كوحش في صحراء لا شيء فيها إطلاقًا <span class=quran>﴿وَإِنَّ لَكَ مَوْعِدًا لَّنْ تُخْلَفَهُ﴾</span>: وهو لقاؤك مع الله، وجزاؤك على ما أسلفت واقترفت <span class=quran>﴿وَانظُرْ إِلَى إِلَهِكَ... ﴾</span>: حرق موسى العجل، وألقى برماده في البحر مع القمامة على مرأى من الذين صنعوه وعبدوه وهذي نهاية كل مزيَّف ماكر ومخادع غادر."
}
]
}