{"title":"صفحة (323)","type":"html","data":[{"miniTitle":"الأنبياء","text":"(11): <span class=quran>﴿وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ﴾</span>: كان في القرون الخالية أُمم غرتهم الحياة الدنيا، فأهلكهم سبحانه بذنوبهم، وأتى بغيرهم من عباده، وفيه تهديد للذين كذبوا محمدًا (ص) وتقدم في الآية 6 من الأنعام. <br><br>(12): <span class=quran>﴿فَلَمَّا أَحَسُّوا بَأْسَنَا إِذَا هُم مِّنْهَا يَرْكُضُونَ﴾</span>: حين أيقنوا بوقوع العذاب حاولوا الهروب والنجاة، ولكن أين المفر والإله الطالب؟. <br><br>(13): <span class=quran>﴿لَا تَرْكُضُوا وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ﴾</span>: حين ينزل العذاب بالطغاة يفرون هاربين لا يلوون على مال وبنين، فيقال لهم تهكمًا وتوبيخًا: إلى أين؟ ارجعوا إلى ترف الحياة وبهجتها التي ركنتم إليها واغتررتم بها <span class=quran>﴿لَعَلَّكُمْ تُسْأَلُونَ﴾</span>: كيف تركتم ما كنتم به تباهون وتفخرون. <br><br>(14): <span class=quran>﴿قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ﴾</span>: ولكن الحسرات لا ترجع ما قد فات. <br><br>(15): <span class=quran>﴿فَمَا زَالَت تِّلْكَ دَعْوَاهُمْ حَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ﴾</span>: يكررون الدعاء بالويل على أنفسهم، وتكرر تعذيبهم حتى تجمد حركاتهم، وتخمد أصواتهم. <br><br>(16): <span class=quran>﴿وَمَا خَلَقْنَا السَّمَاء وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ﴾</span>: بل لحكَم بالغة، منها الدلالة على ذاته تعالى وصفاته كما في الآية 44 من العنكبوت، ومنها أن تُجزى كل نفس بما كسبت كما في الآية 22 من الجاثية. <br><br>(17): <span class=quran>﴿لَوْ أَرَدْنَا أَن نَّتَّخِذَ لَهْوًا لَّاتَّخَذْنَاهُ مِن لَّدُنَّا﴾</span>: اللهو والعبث محال في حق من يقول للشيء كن فيكون، ولو أراد اللهو لخلقه بقدرته، ولكنه لا يريده ولا يفعله. <br><br>(18): <span class=quran>﴿بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ﴾</span>: أن الله سبحانه لا يلهو ولا يهزأ أو يعبث، بل ينزل القرآن، وفيه الدليل القاطع الذي يحق به الحق، ويبطل الباطل <span class=quran>﴿وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ﴾</span>: وتفترون من نسبة الصاحبة إليه تعالى والولد والبنات واللهو وما إلى ذلك من صفات المصنوعين. <br><br>(19): <span class=quran>﴿وَلَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: لماذا اللهو والولد؟ وفي قبضته كل شيء، وإليه مصير العباد <span class=quran>﴿وَمَنْ عِندَه﴾</span>ُ: أي ومن له وجاهة ومكانة عند الله <span class=quran>﴿لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلَا يَسْتَحْسِرُونَ﴾</span>: لا يعيون ولا يملُّون. <br><br>(20): <span class=quran>﴿يُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ﴾</span>: لا يسأمون بل هم دائبون على الطاعة في القول والعمل. <br><br>(21): <span class=quran>﴿أَمِ اتَّخَذُوا آلِهَةً مِّنَ الْأَرْضِ هُمْ يُنشِرُونَ﴾</span>: من أخص خصائص الإله وصفاته أن يوجد الأحياء وينشر الموتى، وآلهة المشركين أضعف وأحقر. <br><br>(22): <span class=quran>﴿لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا﴾</span>: ضمير فيهما للسموات والأرض وإلا بمعنى غير صفة للإلهة، ووجه الاستدلال في هذه الآية على التوحيد ما أشار إليه سبحانه في الآية (91) من سورة المؤمنون: (وما كان معه من إله إذًا لذهب كل إله بما خلق - أي لتميز ملك كل إله عن ملك الآخر وهو خلاف الواقع - ولعلا بعضهم على بعض) أي لحدث بين الآلهة تحارب وتغالب تمامًا كما هو الشأن في الملوك والرؤساء، وبيَّنَّا فيما بق أن كل واحد من الإلهين لا يخلو من أحد فرضين، إما قادر على الاستقلال في الخلق فوجود الثاني لزوم ما لا يلزم، وإما عاجز عنه فالعجز نقص، وتعالى الله عن هذا وذاك. <br><br>(23): <span class=quran>﴿لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ﴾</span>: فعله وقوله سبحانه هما الحق والعدل والصدق، والحق دليل لا مدلول والعدل حاكم لا محكوم، والصدق سائل لا مسئول وإلا فلا صدق ولا عدل ولا حق أول ولا مبدأ على الإطلاق. <br><br>(24): <span class=quran>﴿أَمِ اتَّخَذُوا مِن دُونِهِ آلِهَةً﴾</span>: تقولون: لله شريك <span class=quran>﴿قُلْ هَاتُوا بُرْهَانَكُمْ﴾</span>: وأنا أول العابدين إن كنتم صادقين <span class=quran>﴿هَذَا ذِكْرُ مَن مَّعِيَ﴾</span>: أي هذا القرآن الذي معي <span class=quran>﴿وَذِكْرُ مَن قَبْلِي﴾</span>: والكتب التي قبلي ليس فيها للشرك عين ولا أثر <span class=quran>﴿بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ﴾</span>: ويقولون بالجهل والعمى."}]}