{
"title": "صفحة (325)",
"type": "html",
"data": [
{
"miniTitle": "الأنبياء",
"text": "(36): <span class=quran>﴿وَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا﴾</span>: ولماذا الهزء والسخرية بمحمد؟ لأنه يقول: الناس سواسية كأسنان المشط، وأيضًا يقول الدين المعاملة! وفوق ذلك أنكر عبادة الأحجار والأصنام! ولهذا المنطق الآن وفي كل زمان أتباع وأنصار! والإختلاف في المظهر لا في الجوهر، أو ما سمعت أولئك الذين يسمون من يناصر العدالة والمساواة مخربًا وهدامًا، والمؤمن المخلص جامدًا ورجعيًا <span class=quran>﴿أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ﴾</span>: بأنها أحجار لا تضر ولا تنفع! لقد تجاوز كل حد! وكل مصلح ومجدد له خصوم من هذا النوع. <br><br>(37): <span class=quran>﴿خُلِقَ الْإِنسَانُ مِنْ عَجَلٍ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ﴾</span>: لما استهزأ المشركون برسول الله (ص) ظن بعض المؤمنين أن الله سبحانه سيعاجلهم بالانتقام، فقال، عظمت كلمته: إن الله يمهل ولا يهمل. وفهم بعض المفسرين من الآية الدلالة على أن الإنسان عجول بالطبع والفطرة! وهذا ينافي النهي عن العجلة، لأن ما بالذات لا يكون موضوعًا لأمر أو نهي وعليه فَنَعتَ الإنسان بالعجول أو الكفور أو اليؤوس وما أشبه - وهو تفسير لسلوكه بالنظر إلى بعض مواقفه، وليس تحديدًا لطبيعته وهويته. <br><br>(38): <span class=quran>﴿وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِن كُنتُمْ صَادِقِينَ﴾</span>: واضح، وتقدم مرات، منها الآية 70 من الأعراف. <br><br>(39): <span class=quran>﴿لَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ﴾</span>: يستعجلون عذاب النار، وهم أضعف من أن يستطيعوا عليها صبرًا، ولها ردًا أو يجدون منها مهربًا، وكم من مستعجل أمرًا لو أتاه لضاق به، وتمنى أنَّه لم يأت. <br><br>(40): <span class=quran>﴿بَلْ تَأْتِيهِم بَغْتَةً﴾</span>: تأتيهم الساعة فجأة بال سابق إنذار <span class=quran>﴿فَتَبْهَتُهُمْ﴾</span>: فتذعرهم <span class=quran>﴿فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ﴾</span>: أبدًا لا حيلة ولا وسيلة، ولا إمهال وقيل وقال: <br><br>(41): <span class=quran>﴿وَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ... ﴾</span>: واضح، وتقدم في الآية 10 من الأنعام. <br><br>(42): <span class=quran>﴿قُلْ مَن يَكْلَؤُكُم﴾</span>: يحرسكم ويحفظكم <span class=quran>﴿بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ﴾</span>: مهما احتاط الإنسان، وبالغ في التحفظ من المخبآت والمفاجآت فلا ينجو منها إلا بعناية من الله وتوفيقه فكيف يحترس ويسلم من قضائه وقدره. <br><br>(43): <span class=quran>﴿أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُم مِّن دُونِنَا﴾</span>: إذا أراد الله بقوم سوء فلا مرد له <span class=quran>﴿لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ﴾</span>: هؤلاء الذين تستجيرون بهم لا يملكون لأنفسهم نفعًا ولا ضرًا، وتقدم في الآية 76 من المائدة وغيرها <span class=quran>﴿وَلَا هُم مِّنَّا يُصْحَبُونَ﴾</span>: يجارون فكيف يجيرون. <br><br>(44): <span class=quran>﴿بَلْ مَتَّعْنَا هَؤُلَاء وَآبَاءهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ﴾</span>: أمهلهم سبحانه، وأمدَّ في حياتهم، ونعموا في العديد من متاع الحياة، فظنوا أنهم على شيء <span class=quran>﴿أَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا﴾</span>: بموت من بنى وشيَّد، وغرس وجاهد، وتقدم في الآية 41 من الرعد <span class=quran>﴿أَفَهُمُ الْغَالِبُونَ﴾</span>: بل مغلوبون وخاسئون."
}
],
"singlePage": true
}