{"title":"صفحة (328)","type":"html","data":[{"miniTitle":"الأنبياء","text":"(73) - (74): <span class=quran>﴿وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا﴾</span>: الإمام الحق هو الذي يبدأ بنفسه، ويكون القدوة الحسنة والمثل الأعلى في العمل بما يدعو إليه، وتنحصر مهمته بالهداية إلى طاعة الله سبحانه التي تشير إليها كلمة (بأمرنا) وحدد، جل وعز، هذه الطاعة بقوله: <span class=quran>﴿وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَ الصَّلَاةِ وَإِيتَاء الزَّكَاةِ﴾</span>: والمراد بالخيرات كل ما ينتفع به الناس من قول أو رأي أوعمل، وبالصلاة والزكاة والفروض المالية والجسدية المذكورة في كتب الفقه. <br><br>(75): <span class=quran>﴿وَلُوطًا آتَيْنَاهُ حُكْمًا﴾</span>: فاصلاً في النزاع والخلاف بين الناس <span class=quran>﴿وَعِلْمًا﴾</span>: بدين الله وشريعته <span class=quran>﴿وَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَت تَّعْمَلُ الْخَبَائِثَ ... ﴾</span>: تقدم مفصلاً في الآية 80 وما بعدها من الأعراف والآية 77 وما بعدها من هود. <br><br>(76) - (77): <span class=quran>﴿وَنُوحًا إِذْ نَادَى مِن قَبْلُ فَاسْتَجَبْنَا لَهُ... ﴾</span>: يشير سبحانه إلى قول نوح: (رب لا تذر على الأرض من الكافرين ديارًا - 26 نوح... اني مغلوب فانتصر - 10 القمر) <span class=quran>﴿فَأَغْرَقْنَاهُمْ أَجْمَعِينَ﴾</span>: تقدم في الآية 26 - 49 من هود. <br><br>(78): <span class=quran>﴿وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ﴾</span>: في الزرع <span class=quran>﴿إِذْ نَفَشَتْ فِيهِ﴾</span>: رعت الزرع ليلاً <span class=quran>﴿غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ﴾</span>: لحكم داوود وسليمان على أن يكون أقل الجمع اثنان. <br><br>(79): <span class=quran>﴿فَفَهَّمْنَاهَا سُلَيْمَانَ﴾</span>: قال المفسرون ويتلخص بأن رجلين تخاصما إلى داوود: أحدهما صاحب زرع ، والآخر صاحب غنم، فقال الأول: إن غنم هذا أفسدت زرعي، واعترف الثاني، فقضى داوود أن يأخذ صاحب الزرع الغنم عوضًا عن زرعه، لأن قيمة الزرع كانت تعادل قيمة الغنم، ولما علم بذلك سليمان قال لأبيه: الأرفق بالرجلين أن يأخذ صاحب الزرع الغنم فينتفع بها، ويأخذ صاحب الغنم الأرض يصلحها حتى يعود الزرع كما كان، وعندئذ يترادان، فاستحسن داوود حكم ولده. وقد تكون الحكمة في ذلك التنبيه إلى مكانة سليمان، أو أن الحكم كان على ما قال داوود ثم نسخ بما قال سليمان، ويؤيد قوله تعالى: <span class=quran>﴿وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا﴾</span>: حيث شهد سبحانه لكل منهما أنه محق ومصيب. ولا وجه لذلك إلا النسخ كما نظن ونفهم <span class=quran>﴿وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ﴾</span>: ما من سيء إلا ويسبح بحمد الله تعالى بلسان ناطق أو بالدلالة على وجود الخالقَّ أو بهما معًا كما في الآية 44 من الإسراء: (وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم). <br><br>(80): <span class=quran>﴿وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّن بَأْسِكُمْ﴾</span>: المراد بصنعة اللبوس الدروع وفيه إيماء إلى أن أول من صنع الدروع هو داوود وفي مجمع البيان أن لقمان الحكيم رآه يصنعها ولم يعرف الهدف منها، ومع ذلك تريث ولم يسرع إلى سؤاله حتى فرغ داوود، فلبسها فقال: نعم لبوس الحرب، ففهم لقمان وقال: الصمت حكمة وقليل فاعله. <br><br>(81): <span class=quran>﴿وَلِسُلَيْمَانَ الرِّيحَ﴾</span>: أي وسخر له الريح <span class=quran>﴿عَاصِفَةً﴾</span>: شديدة الهبوب تارة وخفيفة تارة تبعًا لإرادته كما قال سبحانه: <span class=quran>﴿تَجْرِي بِأَمْرِه﴾</span>ِ: وطوع إرادته <span class=quran>﴿إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا﴾</span>: وهي فلسطين."}]}