{"title":"صفحة (330)","type":"html","data":[{"miniTitle":"الأنبياء","text":"(91): <span class=quran>﴿وَالَّتِي أَحْصَنَتْ فَرْجَهَا﴾</span>: هي مريم بنت عمران تنزهت عن كل ما يشين <span class=quran>﴿فَنَفَخْنَا فِيهَا مِن رُّوحِنَا﴾</span>: أجرينا فيها روح عيسى، وتقدم في الآية 45 من آل عمران و16 من مريم. <br><br>(92): <span class=quran>﴿إِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً﴾</span>: أُمتكم: ملتكم ودينكم، والخطاب: للناس كافة دون استثناء، والمعنى أيها الناس هذي هي ملتكم وهذا هو دينكم الذي شرعه الله لكم وبلَّغه بلسان الأنبياء جميعًا، وهو التوحيد عقيدة، والصلاة الخالصة المخلصة لوجه الله عبادة، وفعل الخيرات والحسنات وترك الشر والسيئات شريعة، ولا شيء إطلاقًا خرج عن هذا الإطار أو دخل فيه عندما شرع الله دينه الحق لعباده، وفي الحديث الشريف: (نحن معاشر الأنبياء أولاد علات ديننا واحد) وأولاد العلات أُخوة، أبوهم واحد، وأُمهاتهم شتى. وإذن لا سبب لتعدد الأديان والطوائف إلا الجهل أو المنفعة الشخصية <span class=quran>﴿وَأَنَا رَبُّكُمْ فَاعْبُدُونِ﴾</span>: ولا تعبدوا الأهواء والأدعياء. <br><br>(93): <span class=quran>﴿وَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ﴾</span>: ولكن الناس تمزقوا قطعًا، وتفرقوا شيعًا، لكل أُمة قائد وإمام <span class=quran>﴿كُلٌّ إِلَيْنَا رَاجِعُونَ﴾</span>:هذا تهديد ووعيد على الشتات والتفريق. <br><br>(94): <span class=quran>﴿فَمَن يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ﴾</span>: لا إيمان بلا عمل صالح نافع، والعمل بلا إيمان كالبنيان بلا أساس، ومن جمع بينهما <span class=quran>﴿فَلَا كُفْرَانَ لِسَعْيِهِ﴾</span>: بل يُشكر ويُذكر بالخير والأجر <span class=quran>﴿وَإِنَّا لَهُ كَاتِبُونَ﴾</span>: فلا يضيع شيء منه عليه. <br><br>(95): <span class=quran>﴿وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ﴾</span>: كأن قائلاً يقول: هل يبعث الله ثانية الذين أهلكهم في الدنيا بكفرهم؟ الجواب: أجل، لا استثناء من البعث، وممتنع على الذين هلكوا أن لا يرجعوا إلى الله، بل يرجعوا إليه لا محالة، ويحاسبهم على ذنوبهم وكفرهم، أجل لا يعاقبهم على تكذيب الأنبياء من حيث هو، لأن الإهلاك في الدنيا هو العقاب على هذا التكذيب، وما عداه يشمله الحساب والعذاب، هذا ما ندركه بعقلنا من حيث الاستحقاق في ظاهر الأمر. والواقع لله وحده. <br><br>(96): <span class=quran>﴿حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ﴾</span>: لا نعرف شيئًا عنهما إلا ما نقلناه عن المفسرين عند تفسير الآية 94 من الكهف، وربما يكون يأجوج ومأجوج مشتقين من الأجيج بمعنى نار الفتنة والفساد في الأرض، وعليه يكون يأجوج ومأجوج إشارة إلى دولة تسيطر بسلاحها المدمر على أهل الأرض بكاملها، فتهلك الحرث والنسل، وعندئذ تقوم القيامة كما أشار سبحانه بقوله: <br><br>(97): <span class=quran>﴿وَاقْتَرَبَ الْوَعْدُ الْحَقُّ﴾</span>: وهو قيام الساعة <span class=quran>﴿فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا﴾</span>: من هول المطلع وشدة الجزع، وتقدم في الآية 42 من إبراهيم <span class=quran>﴿يَا وَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِّنْ هَذَا بَلْ كُنَّا ظَالِمِينَ﴾</span>: أي يقولون: يا ويلنا... وتقدم في هذه السورة مرتين في الآية 14 والآية 46 وهذي هي الثالثة، وأيضًا تقدم في الآية 5 من الأعراف وأيضًا يأتي، والقصد من هذا التوكيد والتكرار أن نتقي الله ونحذر هذه النهاية الخاسئة المخزية. <br><br>(98): <span class=quran>﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ﴾</span>: وإن قال قائل: وأية جدوى من حرق الأصنام، وهي لا تحس وتشعر؟ - قلنا في جوابه، إنها وقود لعَبَدتَها كما في الآية 24 من البقرة. <br><br>(99): <span class=quran>﴿لَوْ كَانَ هَؤُلَاء﴾</span>: الأصنام <span class=quran>﴿آلِهَةً مَّا وَرَدُوهَا﴾</span>: إله يحرق في النار!. <br><br>(100): <span class=quran>﴿لَهُمْ﴾</span>: لعَبَدة الأصنام والأهواء <span class=quran>﴿فِيهَا زَفِيرٌ﴾</span>: التنفس بشدة <span class=quran>﴿وَهُمْ فِيهَا لَا يَسْمَعُونَ﴾</span>: لأنهم في شغل شاغل بآلامهم وأوجاعهم. <br><br>(101): <span class=quran>﴿إِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَى﴾</span>: لما ذكر سبحانه أهل النار عطف عليهم أهل الجنة، وأنه عن النار <span class=quran>﴿مُبْعَدُونَ﴾</span>."}]}