{"title":"صفحة (333)","type":"html","data":[{"miniTitle":"الحج","text":"(6) - (7): <span class=quran>﴿ذَلِكَ﴾</span>: الذي ذكرناه من أمر الأرض والإنسان دليل قاطع <span class=quran>﴿بِأَنَّ اللَّهَ هُوَ الْحَقُّ﴾</span>: القائم بذاته، ولا يقوم سواه إلا بقدرة الله وإرادته. <br><br>(8): <span class=quran>﴿وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُّنِيرٍ﴾</span>: قال الماديون: لا طريق إلى العلم والمعرفة إلا الحس والتجربة، وقال المثاليون: الطريق إلى المعرفة هو العقل وكفى، أما القرآن فقد قرر بوضوح أن مصادر المعرفة ثلاثة: 1) التجربة 2) العقل، لأن الإنسان عينًا ترى وعقلاً يدرك 3) الوحي، لأن الله بكل شيء عليم، وهذه الآية جمعت المصادر الثلاثة، فالعلم إشارة إلى التجربة، والهدى إلى العقل، والكتاب المنير هو الوحي. <br><br>(9) - (10): <span class=quran>﴿ثَانِيَ عِطْفِهِ﴾</span>: العطف: الجانب أو الرقبة، ثنى عطفه لوى جانبه أو رقبته، والمراد بثاني عطفه هنا المتكبر المعرض عن الحق <span class=quran>﴿لِيُضِلَّ عَن سَبِيلِ اللَّهِ﴾</span>: أي إن جداله بغير علم يؤدي إلى الضلال عن الطريق السوي. <br><br>(11): <span class=quran>﴿وَمِنَ النَّاسِ مَن يَعْبُدُ اللَّهَ عَلَى حَرْفٍ﴾</span>: لأمر كان يأمله <span class=quran>﴿فَإِنْ أَصَابَهُ خَيْرٌ﴾</span>: السرّاء <span class=quran>﴿اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ﴾</span>: الضراء <span class=quran>﴿انقَلَبَ عَلَى وَجْهِهِ﴾</span>: ارتد عن دينه، وفي التفاسير: أن هذه الآية نزلت في بعض الأعراب الذين أسلموا، فإذا اتفق لأحدهم ما يعجبه من مال وولد قال: هذا دين حسن وإلا تشاءم وارتد عن الإسلام <span class=quran>﴿خَسِرَ الدُّنْيَا﴾</span>: لأنه لم يحصل منها على شيء كما هو الفرض <span class=quran>﴿وَالْآخِرَةَ﴾</span>: حيث أقدم على ربه كافرًا به. <br><br>(12): <span class=quran>﴿يَدْعُو مِن دُونِ اللَّهِ﴾</span>: أصنامًا لا تضر ولا تنفع وتقدم مرات. <br><br>(13): <span class=quran>﴿يَدْعُو لَمَن ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ﴾</span>: عبد المشرك الأصنام لينتفع بشفاعتها يوم القيامة، فعومل بخلاف قصده حيث كانت السبب الموجب لعذابه <span class=quran>﴿لَبِئْسَ الْمَوْلَى وَلَبِئْسَ الْعَشِيرُ﴾</span>: المولى: الناصر، والعشير: الصاحب، ومن اتخذ الصنم ناصرًا أو صاحبًا فالمصير الهاوية. <br><br>(14): <span class=quran>﴿إِنَّ اللَّهَ يُدْخِلُ الَّذِينَ آمَنُوا... ﴾</span>: لما ذكر سبحانه أهل الضلالة وعذابهم عطف عليهم أهل الهداية وثوابهم كما هو شأنه، عظم سلطانه <span class=quran>﴿إِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ﴾</span>: وإرادته تعالى عليمة و حكيمة، تضع الأمور في مواضعها. <br><br>(15): <span class=quran>﴿مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاء ثُمَّ لِيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ﴾</span>: المراد بالسبب هنا الحبل، وبالسماء ما يعلق به الحبل سقفًا كان أو غيره، وبالقطع الخنق والشنق، والمعنى من نزلت به نازلة، وضاق عليه مخرجها، ويئس من عون الله في الدنيا وثوابه في الآخرة مع الصبر - فلينتحر شنقًا وخنقًا، ثم يرى هل تذهب آلامه، ويتحقق مرامه؟."}]}