{
"title": "صفحة (336)",
"type": "html",
"data": [
{
"miniTitle": "الحج",
"text": "(31): <span class=quran>﴿حُنَفَاء لِلَّهِ﴾</span>: وهم المخلصون له الدين القائمون بالحق المائل عن الباطل <span class=quran>﴿غَيْرَ مُشْرِكِينَ بِهِ﴾</span>: غير مطيعين لأعدائه، ولا لأنفسهم الأمارة بالسوء التي تحملهم على معصية الله ومخالفته <span class=quran>﴿وَمَن يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاء فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ﴾</span>: هذا مثل لمن تجرأ على معصية الله في الشرك أو غيره من الكبائر التي هي بحكم الشرك كالأذى والإساءة إلى الناس، وأنه في ضلاله وهلاكه تمامًا كمن يسقط من السماء، فتقطعه الطيور الكاسرة إربًا إربًا أو تدفع به الريح العاتية إلى مكان عميق وسحيق. <br><br>(32): <span class=quran>﴿ذَلِكَ﴾</span>: أي الأمر ذلك <span class=quran>﴿وَمَن يُعَظِّمْ شَعَائِرَ اللَّهِ﴾</span>: وشعائره تعالى وحدوده وحرماته وأحكامه وفرائضه كلها مترادفات أو متقاربات <span class=quran>﴿فَإِنَّهَا﴾</span>: على حذف مضاف أي فإن تعظيم الشعائر <span class=quran>﴿مِن تَقْوَى الْقُلُوبِ﴾</span>: في نهج البلاغة: لو أن السموات والأرضين كانتا على عبد رتقًا - ضد الفتق - ثم اتقى الله لجعل له منهما مخرجًا. <br><br>(33): <span class=quran>﴿لَكُمْ فِيهَا﴾</span>: في الأنعام المهيأة للذبح في الحج <span class=quran>﴿مَنَافِعُ إِلَى أَجَلٍ مُّسَمًّى﴾</span>: للحاج أن ينتفع بلبن أُضحيته وظهرها إلى حين الذبح <span class=quran>﴿ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ﴾</span>: أي مكان ذبح الأنعام هو الحرم ومنه منى ومكة. <br><br>(34): <span class=quran>﴿وَلِكُلِّ أُمَّةٍ﴾</span>: من الأمم الماضية <span class=quran>﴿جَعَلْنَا مَنسَكًا﴾</span>: بذبح الأنعام لوجه الله لا للأصنام، وإلى هذا أشار سبحانه بقوله: <span class=quran>﴿لِيَذْكُرُوا اسْمَ اللَّهِ عَلَى مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ﴾</span>: وذكر الجلالة على الذبيحة للدلالة على أنها خالصة لله وحده. وسئل النبي(ص) ما هذه الأضاحي؟ قال: هي سنة أبيكم إبراهيم. قالوا: ما لنا منها؟ قال: بكل شعرة حسنة <span class=quran>﴿فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ﴾</span>: وأُصول العقيدة واحدة، وإن تعددت الأنبياء، وتنوعت الشرائع السابقة في أحكامها الفرعية <span class=quran>﴿فَلَهُ أَسْلِمُوا﴾</span>: انقادوا لأمره تعالى قولاً وعملاً <span class=quran>﴿وَبَشِّرِ الْمُخْبِتِينَ﴾</span>: المتواضعين الواثقين بربهم ودينهم. <br><br>(35): <span class=quran>﴿الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ... ﴾</span>: لا مكان للشيطان في القلب التقيّ النقي، لأنّه في شغل شاغل بالخوف من عذاب الله والرجاء لثوابه والشكر لنعمائه والصبر على بلائه والإيمان الصادق والواثق بجوده وعطائه، أمّا إقامة الصلاة وإيتاء الزكاة فهما أثر من آثار هذا الإيمان وثماره قال الإمام علي (ع): لا يصدق إيمان عبد حتى يكون بما في يد الله أوثق منه بما في يده. <br><br>(36): <span class=quran>﴿وَالْبُدْنَ﴾</span>: جمع بدنة وهي الناقة السمينة ويُلحق بها البقرة في الحكم <span class=quran>﴿جَعَلْنَاهَا لَكُم مِّن شَعَائِرِ اللَّهِ﴾</span>: أي جعل نحرها أو ذبحها من أحكام الشريعة التي شرَّعها الله <span class=quran>﴿لَكُمْ فِيهَا خَيْرٌ﴾</span>: دنيا بمنافعها وآخرة بثواب الله على ذبحها لوجهه الكريم <span class=quran>﴿فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ﴾</span>: قائمات قد صففن أيديهنَّ وأرجلهن <span class=quran>﴿فَإِذَا وَجَبَتْ جُنُوبُهَا﴾</span>: فإذا سقطت أرضًا على جنبها عند الموت <span class=quran>﴿فَكُلُوا مِنْهَا﴾</span>: على الرخصة والإباحة لا على الوجوب <span class=quran>﴿وَأَطْعِمُوا﴾</span>: على الوجوب <span class=quran>﴿الْقَانِعَ﴾</span>: الراضي بما تعطيه المتعفِّف عن المسألة والتسوّل <span class=quran>﴿وَالْمُعْتَرّ﴾</span>َ: الذي يتعرض لك بطريق أو آخر لتعطيه <span class=quran>﴿كَذَلِكَ﴾</span>: كما أمرناكم بهذا <span class=quran>﴿سَخَّرْنَاهَا لَكُمْ﴾</span>: في كل ما تريدونه منها حتى الذبح <span class=quran>﴿لَعَلَّكُمْ تَشْكُرُونَ﴾</span>: فوجب الشكر على هذه النعمة الجلى. <br><br>(37): <span class=quran>﴿لَن يَنَالَ اللَّهَ لُحُومُهَا وَلَا دِمَاؤُهَا﴾</span>: لأنه الغني عن كل شيء، وإليه يفتقر كل شيء <span class=quran>﴿وَلَكِن يَنَالُهُ التَّقْوَى مِنكُمْ﴾</span>: أي يناله تعالى الرضا عنكم، لأنه يريد من عبده أن يكون مرضيًا لديه تمامًا كما يريد الوالد من ولده أن يكون ناجحًا في دروسه وسلوكه. وفي الحديث: (تقع الصدقة في يد الرحمن قبل أن تقع في يد السائل) والله سبحانه هو المالك والرازق ولكن يريد من عبده أن يكون كريمًا <span class=quran>﴿كَذَلِكَ سَخَّرَهَا لَكُمْ﴾</span>: ولا هدف من هذا التكرار والتوكيد إلا التذكير بأنعمه وإلاَّ <span class=quran>﴿لِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ﴾</span>: لتعرفوا عظمة الله في قدرته، وفضله في هدايته لكم من الضلال والظلام إلى النور والفلاح <span class=quran>﴿وَبَشِّرِ﴾</span>: يا محمد <span class=quran>﴿الْمُحْسِنِينَ﴾</span>: لا بالأضاحي وكفى، بل بشتَّى مظاهر الإحسان، وبالأخصّ من ترك شيئًا جديدًا ومفيدًا لأخيه الإنسان. <br><br>(38): <span class=quran>﴿إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا﴾</span>: هذه الآية خاصة بالمؤمنين في صدر الإسلام حيث كان الإسلام غريبًا وضعيفًا، وكانت كلمة الإيمان تودي بقائلها إلى القتل والهلاك أو التعذيب والتنكيل، ومن هنا كان التصديق بمحمد (ص) من حيث هو موجبًا لدخول الجنَّة، فقد جاء في المجلَّد الثاني من أصول الكافي عن المعصوم (ع): أن ما من أحد مات في السنين العشر من البعثة، هو يشهد أن لا إله إلا الله ومحمد رسول الله إلا أدخله الله الجنة بإقراره، وهو إيمان التصديق، ولم يعذب الله أحدًا ممن هو متبع لمحمد (ص) <span class=quran>﴿إِنَّ اللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ﴾</span>: خوان: يخون دينه وضميره ووطنه وأُمتَّه، وصديقه وإنسانيَّته، كفور: يجحد المعروف والإحسان، ويسيء لمن نصح له بلا مقابل."
}
],
"singlePage": true
}