{"title":"صفحة (340)","type":"html","data":[{"miniTitle":"الحج","text":"(65): <span class=quran>﴿أَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي الْأَرْضِ﴾</span>: من حيوان وزرع وثمار وغير ذلك <span class=quran>﴿وَالْفُلْكَ تَجْرِي فِي الْبَحْرِ بِأَمْرِهِ﴾</span>: بتسييره وتسخيره <span class=quran>﴿وَيُمْسِكُ السَّمَاء... ﴾</span>: بنظام الجاذبية كما أمسك الطير بجناحيه. <br><br>(66): <span class=quran>﴿وَهُوَ الَّذِي أَحْيَاكُمْ﴾</span>: بعد العدم <span class=quran>﴿ثُمَّ يُمِيتُكُمْ﴾</span>: بعد الحياة <span class=quran>﴿ثُمَّ يُحْيِيكُمْ﴾</span>: بعد الموت، والقصد من هذه الإشارة أن يعرف الإنسان قدره، ولا يتجاوز حده <span class=quran>﴿إِنَّ الْإِنسَانَ لَكَفُورٌ﴾</span>: بنعمة الله، بخيل بحق الله، متمرد على أمر الله، ولا مفر له من غضب الله إلا رحمة الله. <br><br>(67): <span class=quran>﴿لِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ﴾</span>: أي فاعلوه وملتزمون به، وللمنسك معان، منها الشريعة والمنهاج وهو المراد هنا لقوله تعالى بلا فاصل <span class=quran>﴿فَلَا يُنَازِعُنَّكَ فِي الْأَمْرِ﴾</span>: ما دام لكل أُمَّة شريعة، فلماذا بعض أهل الأديان ينازعون محمدًا في شريعته، ومثله (قل ما كنت بدعًا من الرسل - 9 الأحقاف) <span class=quran>﴿وَادْعُ إِلَى رَبِّكَ إِنَّكَ لَعَلَى هُدًى مُّسْتَقِيمٍ﴾</span>: إذن فلا تهتم بإعراض من أعرض، ونزاع من نازع، وفي نهج البلاغة: ما على المسلم من غضاضة في أن يكون مظلومًا ما لم يكن شاكًا في دينه، ولا مرتابًا بيقينه. <br><br>(68): <span class=quran>﴿وَإِن جَادَلُوكَ فَقُلِ اللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ﴾</span>: هذا إنصاف مسكت للخصم المشاغب، وأيضًا تهديد، ولكن برفق. <br><br>(69): <span class=quran>﴿اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ... ﴾</span>: واضح، وتقدم في الآية 113 من البقرة. <br><br>(70): <span class=quran>﴿أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاء وَالْأَرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ﴾</span>: محفوظ عند الله سبحانه، والخطاب لرسول الله (ص) والمراد به تهديد الجاحد المعاند بأن كل ما يضمر ويقول ويفعل هو عليه مسجَّل، وسيؤخذ به لا محالة. <br><br>(71): <span class=quran>﴿وَيَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا﴾</span>: حجَّة وبرهانًا، بل برهان قائم على العكس، وهو كل معبود من دونه تعالى لا يستطيع دفع الضرر عن نفسه <span class=quran>﴿وَمَا لَيْسَ لَهُم بِهِ عِلْمٌ﴾</span>: بل تلقوه عن أسلافهم وآبائهم جهلاً وتقليدًا باعترافهم وقولهم: (حسبنا ما وجدنا عليه آباءنا - 104 المائدة). <br><br>(72): <span class=quran>﴿وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ تَعْرِفُ فِي وُجُوهِ الَّذِينَ كَفَرُوا الْمُنكَرَ﴾</span>: أثقل شيء على أسماعهم كلمة الحقّ والقرآن، تصفر وجوههم منها وتغبر <span class=quran>﴿يَكَادُونَ يَسْطُونَ﴾</span>: يبطشون <span class=quran>﴿بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ آيَاتِنَا﴾</span>: يحتج المؤمنون المحقّون بالدلائل القاطعة على الجاحدين، ويجيب هؤلاء بألسنة السوء وعرض العضلات! وهكذا جلّ الأقوياء المبطلين يضعون حدًا للنقاش بالسجن أو المشنقة، ولا يعترفون بالخطأ، ومن أبرز الشواهد على هذه الحقيقة محاكم التفتيش التي أُنشئت في أوروبا لمحاكمة العلم والعلماء <span class=quran>﴿قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَلِكُمُ النَّارُ... ﴾</span>: وهي أشدّ وأشق عذابًا على الكافرين مما يهددون به المؤمنين."}]}