{
"title": "صفحة (341)",
"type": "html",
"data": [
{
"miniTitle": "الحج",
"text": "(73): <span class=quran>﴿يَا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ فَاسْتَمِعُوا لَهُ﴾</span>: سماع وعاية ودراية <span class=quran>﴿إِنَّ الَّذِينَ تَدْعُونَ مِن دُونِ اللَّهِ لَن يَخْلُقُوا ذُبَابًا وَلَوِ اجْتَمَعُوا لَهُ﴾</span>: حتى ولو تعاون المعبودون والشركاء بالكامل على خلق ذرة أو ذبابة - لَتَراجعوا خاسئين <span class=quran>﴿وَإِن يَسْلُبْهُمُ الذُّبَابُ شَيْئًا لَّا يَسْتَنقِذُوهُ مِنْهُ﴾</span>: وفوق ذلك أن الذبابة لو سلبت الأصنام ذرَّة مما عليها من طيب وغيره لعجزت عن مقاومة الذبابة والانتصار عليها <span class=quran>﴿ضَعُفَ الطَّالِبُ﴾</span>: وهو المعبود من دون الله <span class=quran>﴿وَالْمَطْلُوبُ﴾</span>: وهو الذباب، وقال أديب شهير فيما قال حول هذه الآية: (هو مثل ما زال معجزًا للعلم والعلماء بعد ألف سنة من تطور العلم، فمن يستطيع أن يخلق ذبابة على تفاهتها، وإذا سلبتك الذبابة حياتك بمرض تنقله إليك، فمن يستطيع أن يردّ لك تلك الحياة). <br><br>(74): <span class=quran>﴿مَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ﴾</span>: ما عرفوا عظمة الله حق المعرفة حيث تركوا عبادته وعبدوا من يعجز عن خلق الذبابة بل ومقاومتها والانتصار عليها! وبعد فهل لي من عجب إذا ترك الناس أهل العلم والقداسة، واتَّبعوا أعور الدجال الذي تحدث عنه صاحب البحار وغيره من العلماء الأبرار. <br><br>(75): <span class=quran>﴿اللَّهُ يَصْطَفِي مِنَ الْمَلَائِكَةِ رُسُلًا﴾</span>: كجبرائيل ينزل بالوحي على النبييّن وَمِنَ النَّاسِ: مبشرين ومنذرين. <br><br>(76): <span class=quran>﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾</span>: يعلم سبحانه ماضي الرسل وحاضرهم ومستقبلهم، وأنهم أهل لكرامته وتبليغ رسالته. <br><br>(77): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا﴾</span>: بالله ورسوله واليوم الآخر لا جدوى من إيمانكم هذا إلاَّ أن تتوافر فيكم مع الإيمان أربعة أوصاف: الأول أن تقيموا الصلاة لله وحده، وإليها أشار بقوله تعالى: <span class=quran>﴿ارْكَعُوا وَاسْجُدُوا﴾</span>: الثاني أن تطيعوا الله في أمره ونهيه، وهذا هو المراد بقوله: <span class=quran>﴿وَاعْبُدُوا رَبَّكُمْ﴾</span>: حيث لا عبادة من غير طاعة، الثالث: <span class=quran>﴿وَافْعَلُوا الْخَيْرَ﴾</span>: كإغاثة الملهوف وإصلاح ذات البين والتعاون على الصالح العام، الرابع أن تجاهدوا بأنفسكم وأموالكم ضد الفقر والجهل والاستغلال والعدوان على عباد الله وعياله، وهذا المعنى هو المقصود من قوله سبحانه. <br><br>(78): <span class=quran>﴿وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ هُوَ اجْتَبَاكُمْ﴾</span>: اختاركم، والخطاب للذين ناداهم سبحانه في صدر الآية السابقة بقوله: ياأيها الذين آمنوا اركعوا... وعليه يكون السبب الموجب للاختيار هو الإيمان بالله ورسوله والعمل بشريعته <span class=quran>﴿وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ﴾</span>: والمراد بالحرج هنا الضيق، والمعنى أنَّ الله سبحانه ما شرَّع حكمًا فيه عسر ومشقة على أحد من عباده، وأيضًا معناه أن الحكم الواحد يختلف تبعًا لطاقة الفرد وظروفه. وفي الحديث: إذا اجتمع أمران فأحبهما إلى الله أيسرهما، والتفصيل في كتب الفقه وأصوله <span class=quran>﴿مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ﴾</span>: الملَّة: الدين، وإبراهيم (ع) أب حقيقي للأنبياء، وروحي لأهل الأديان لاتفاقهم على نبوَّته وتعظيمه. وقال الشيخ الطبرسي: (إبراهيم أبو الأمَّة لأن العرب من ولد إسماعيل، وأكثر العجم - أي غير العرب - من ولد إسحق) <span class=quran>﴿هُو﴾</span>َ: إبراهيم <span class=quran>﴿سَمَّاكُمُ الْمُسْلِمينَ﴾</span>: إشارة إلى ما جاء على لسانه في الآية 128 من البقرة: ربنا واجعلنا مسلمين لك ومن ذريتنا أمَّة مسلمة لك <span class=quran>﴿مِن قَبْلُ﴾</span>: أي تسميتكم بالمسلمين موجودة قبل القرآن في الكتب السابقة <span class=quran>﴿وَفِي هَذَا﴾</span>: أيضًا هذه التسمية موجودة في القرآن <span class=quran>﴿لِيَكُونَ الرَّسُولُ﴾</span>: هو محمد (ص) <span class=quran>﴿شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاء عَلَى النَّاسِ﴾</span>: أرسل سبحانه محمدًا (ص) داعيًا إلى الحق، وشاهدًا على الخلق، فبلغ رسالات ربّه، وبلَّغها من بعده أهل بيته وصحابته الذين استنّوا بسيرته وعملوا بسنَّته، وحمل عبء التبليغ من بعدهم العلماء بدين الله وشريعته، فمنهم من بلَّغ حسب طاقته غير وانٍ ولا مقصِّر، ومنهم من تجاهل وتخاذل، ولكل كتابه عند الله، وسيرته في التاريخ وعند الناس <span class=quran>﴿وَاعْتَصِمُوا بِاللَّهِ﴾</span>: والدليل الصادق على هذا الاعتصام هو العمل بالحق، والإذعان له، والتعاون مع كل إنسان على إقامته والجهر بكلمته مهما كانت النتائج، ولا يضعف ويجبن عن مقالة الحقّ إلا من يخشى المخلوق دون الخالق <span class=quran>﴿هُوَ مَوْلَاكُمْ﴾</span>: يتولى أمر من اعتصم به وتوكل عليه <span class=quran>﴿فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ﴾</span>: لمن انتصر به دون سواه. وهو سبحانه أن ينصر دين الحق وأهله بالنبي وآله، عليهم أزكى الصلوات والتحيات."
}
],
"singlePage": true
}