{
"title": "صفحة (342)",
"type": "html",
"data": [
{
"miniTitle": "المؤمنون",
"text": "(1): <span class=quran>﴿قَدْ أَفْلَحَ الْمُؤْمِنُونَ﴾</span>: الفلاح بمعنى النجاح، وهو الظفر بالمراد، وكل من قال: لا إله إلا الله محمد رسول الله فهو في حكم المسلم دينًا، وأما في الآخرة فلا نجاح ولا فلاح إلا للذين تتوافر فيهم هذه الخلال: <br><br>(2): 1) <span class=quran>﴿الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ﴾</span>: والمراد بالخشوع هنا الإقبال على الصلاة بنفس راضية بها تمام الرضا، وما زاد كالتضرع فهو خير، واستوحينا هذا المعنى من حديث (قرَّة عيني الصلاة) ومن قوله تعالى: (وإذا قاموا للصلاة قاموا كسالى - 142 النساء). <br><br>(3): 2) <span class=quran>﴿وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ﴾</span>: واللغو الباطل، ويشمل ما لا فائدة فيه، وباللغة المهذبة: مضغ الهواء، ومعنى الإعراض عدم الدخول فيه والاستماع إليه. <br><br>(4): 3) <span class=quran>﴿وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ﴾</span>: وللزكاة معنيان: الأول: أن يخرج الغني زكاة ماله، ومنه قوله تعالى: وآتوا الزكاة. الثاني أن تكون أفعال الإنسان بعيدة عن الإثم والدنس، ومنه وما عليك ألا يزكى، والمراد بالزكاة في الآية كلا المعنيين، وإن أومت كلمة (فاعلون) إلى المعنى الثاني. <br><br>(5) - (7): 4) <span class=quran>﴿وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ﴾</span>: عن الزنا وغيره من المحرمات. وفي سفينة البحار للشيخ القمي عن النبي (ص) أن الزنا يوجب الخلود في النار، وأن الله سبحانه لا يسمي الزاني مؤمنًا ولا الزانية مؤمنة. <br><br>(8): 5) <span class=quran>﴿وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ﴾</span>: جاء في الحديث الشريف: (آية المنافق ثلاث: إذا حدث كذب، وإذا وعد أخلف، وإذا اؤتمن خان) والمؤمن بالعكس وتقدم الكلام حول الأمانة في الآية 58 من النساء وحول الوفاء بالعهد في الآية 40 من البقرة. <br><br>(9) - (11): 6) <span class=quran>﴿وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ﴾</span>: يواظبون عليها في مواقيتها. <br><br>(12): <span class=quran>﴿وَلَقَدْ خَلَقْنَا الْإِنسَانَ مِن سُلَالَةٍ مِّن طِينٍ﴾</span>: السلالة من حيث هي: خلاصة ما يستخرج من الشيء، والمعنى خلق الإنسان الأول وهو آدم من صفوة الماء والتراب. <br><br>(13): <span class=quran>﴿ثُمَّ جَعَلْنَاهُ نُطْفَةً﴾</span>: أي خلق نسل آدم من نطفة <span class=quran>﴿فِي قَرَارٍ مَّكِينٍ﴾</span>: يعني الرحم. <br><br>(14): <span class=quran>﴿ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً﴾</span>: قطعة من دم جامد <span class=quran>﴿فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً﴾</span>: قطعة من لحم <span class=quran>﴿فَخَلَقْنَا الْمُضْغَةَ عِظَامًا﴾</span>: تحولت المضغة أو بعضها إلى عظام <span class=quran>﴿فَكَسَوْنَا الْعِظَامَ لَحْمًا ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ﴾</span>: إنسانًا سويًا <span class=quran>﴿فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ﴾</span>: شكلاً ومحتوى. <br><br>(15) - (16): <span class=quran>﴿ثُمَّ إِنَّكُمْ بَعْدَ ذَلِكَ لَمَيِّتُونَ﴾</span>: قيل لحكيم: فلان في النزع. قال هو في النزع منذ ولد، أي في طريقه إلى القبر منذ ولادته. <br><br>(17): <span class=quran>﴿وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ﴾</span>: أي بعضها فوق بعض تمامًا كما يقول الناس (طوابق) أما عدد السبعة فلعلَّه منزَّل على ما اعتاد الناس أن يتخاطبوا فيما بينهم. ونقل المراغي في تفسيره حديثًا عن النبي (ص) أنه قال: (ما السموات السبع وما فيهن وما بينهنَّ والأرضون السبع وما فيهن وما بينهن إلا كحلقة ملقاة في أرض فلاة)."
}
],
"singlePage": true
}