{"title":"صفحة (344)","type":"html","data":[{"miniTitle":"المؤمنون","text":"(26) - (30): <span class=quran>﴿قَالَ﴾</span>: نوح <span class=quran>﴿رَبِّ انصُرْنِي بِمَا كَذَّبُونِ﴾</span>: وعند هذا الدعاء أمره الله أن يصنع السفينة، فصنعها، وحمل معه من كل زوجين اثنين... إلى آخر ما جاء في سورة هود من الآية 25 إلى الآية 48. <br><br>(31) - (34): <span class=quran>﴿ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ﴾</span>: أوجد سبحانه من بعد أمَّة نوح أمَّة ثانية، وأرسل منها رسولاً، وقال لهم: ألا تعبدون الله وحده، وتتقون؟ فقال المترفون: <span class=quran>﴿مَا هَذَا إِلَّا بَشَرٌ مِّثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ﴾</span>: وإذن فأي فضل له على غيره، ولو أكل الألذّ والأطيب، وشرب الأحلى والأشهى، ولبس الأثمن والأغلى، وسكن العلالي والقصور- لكان له الأفضليَّة على سواه!. وهذا هو منطق الناس حتى في عصرنا هذا، وقرأت من جملة ما قرأت أن معبود الجماهير في أمريكا وأوروبا هو الأكثر والأعظم مالاً وثراءً!.. <br><br>(35) - (38): <span class=quran>﴿أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظَامًا أَنَّكُم مُّخْرَجُونَ هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ﴾</span>: إنه كذاب أو مجنون. ولماذا؟ لأن تنفيذ الوعيد والتهديد محال وممتنع بالذات تمامًا كقول القائل: سأفعل كذا وكيت بالذي لا عين له ولا أثر أو سأُعذِّب وأشنق هذا الحجر!.. قالوا هذا ذاهلين عن وجود الله وعظمته، وأن الذي أوجد الشيء من لا شيء على رجعه لقادر، وإن إعادة البيت المهدوم أهون وأيسر من إيجاده وإنشائه. <br><br>(39): <span class=quran>﴿قَالَ﴾</span>: الرسول <span class=quran>﴿رَبِّ انصُرْنِي بِمَا كَذَّبُونِ﴾</span>: فسمع سبحانه دعاء رسوله واستجاب له. <br><br>(40): <span class=quran>﴿قَالَ عَمَّا قَلِيلٍ لَيُصْبِحُنَّ نَادِمِينَ﴾</span>: على كفرهم وعنادهم. <br><br>(41): <span class=quran>﴿فَأَخَذَتْهُمُ الصَّيْحَةُ﴾</span>: وهي صيحة العذاب <span class=quran>﴿بِالْحَقِّ﴾</span>: أي بما كسبت أيديهم <span class=quran>﴿فَجَعَلْنَاهُمْ غُثَاء﴾</span>: هلْكى كزبد السيل. <br><br>(42): <span class=quran>﴿ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قُرُونًا آخَرِينَ﴾</span>: أُممًا وخلائق كثيرة، منها معلوم ومنها مجهول."}]}