{"title":"صفحة (345)","type":"html","data":[{"miniTitle":"المؤمنون","text":"(43) - (44): <span class=quran>﴿مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ﴾</span>: كل ما عدا الله سبحانه له أجل مكتوب وأمد معَّين، لا يتقدم عليه أو يتأخر عنه، ومنه هلاك الأمَّة وانقراضها <span class=quran>﴿ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا﴾</span>: بعثنا الرسول بعد الرسول <span class=quran>﴿كُلَّ مَا جَاء أُمَّةً رَّسُولُهَا كَذَّبُوهُ﴾</span>: ومن الأسباب الموجبة لهذا التكذيب أن الأنبياء والرسل يخاطبون الجمهور وسواد الناس، ويحاولون إقناعهم بلغة العقل والقيم والأريحيَّة النبيلة... وقد تجدي هذه اللغة مع النخبة المختارة من ذوي العقل والعلم، أما السواد فلا يفهم - في الغالب - إلا بلغة الرغبة والرهبة أو المحاكاة والتقليد (إنا وجدنا آباءنا على أمَّة وإنّا على آثارهم مهتدون - 22 الزخرف) أمّا من أسلم واتَّبع الرسُل من السواد فإنه أسلم في البداية رغبة في التحرر من الرق والجور - غالبًا كم أشرنا - ثم تمكن الإيمان في نفسه ورسخ مع الأيام، ولا بأس، لأن الإسلام وكل دين سماوي يقف إلى جانب المعذبين في الأرض، ما في ذلك ريب. <br><br>(45) - (49): <span class=quran>﴿ثُمَّ أَرْسَلْنَا مُوسَى... ﴾</span>: بالحجج والبينات إلى فرعون، فأعرض ونأى فكان من الهالكين، وتقدم مرات، أما هذا التكرار فقد ذكرنا شيئًا من أسبابه عند تفسير الآية 9 من طه، هذا وقد يكون التكرار لسبب خاص أوجب نزول الآية وتكرارها. <br><br>(50): <span class=quran>﴿وَجَعَلْنَا ابْنَ مَرْيَمَ وَأُمَّهُ آيَةً﴾</span>: أي حجّة قاطعة على أن الله على كل شيء قدير، فعيسى معجزة لأنه من غير أب، وأُمّه معجزة لأنَّها حملت من غير ذَكَر <span class=quran>﴿وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ﴾</span>: مكان مرتفع من الأرض، وهذه الربوة <span class=quran>﴿ذَاتِ قَرَارٍ﴾</span>: يستقر فيها الإنسان ويطمئنّ <span class=quran>﴿وَمَعِينٍ﴾</span>: وهو الماء الجاري. وجاء في الأناجيل أن الناصرة مسقط رأس السيدة مريم، وفيها بشرت بالسيد المسيح (ع) وأيضًا فيها نشأ وترعرع، وقضى القسم الأكبر من الثلاثين سنة الأولى من حياته، ولذلك لقب بيسوع الناصري نسبة إليها، وفيها العديد من الأديرة والكنائس وهي أكبر مدن الجليل، وتقوم على جبل، يُرى منها جبل الشيخ والكرمل، وتبعد عن عكّا شرقًا تسعة عشر ميلاً، وعن القدس شمالاً ستة وثمانين ميلاً. <br><br>(51): <span class=quran>﴿يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ﴾</span>: كلُّ حلال فهو طيب، وكل حرام فهو خبيث <span class=quran>﴿وَاعْمَلُوا صَالِحًا﴾</span>: كلّ ما فيه خير للناس فهو في صالح، وكل ما فيه شرّ فهو فساد في الأرض، وإن سأل سائل: كيف خاطب سبحانه الرسل بصيغة الجميع علمًا بأنهم بُعثوا على التراخي والتتابُع في العديد من الأزمنة؟ - أجبناه بأن الغرض من هذه الآية أن يقول سبحانه لمن يتقشَّف ويتأَّفف من الملذات والطيّبات، إن الورع والتقوى بالعمل الصالح النافع والزهد في الجرام لا في الحلال. قال الإمام علي (ع): لا ورع كالوقوف عند الشبهة، ولا زهد كالزهد في الحرام. <br><br>(52): <span class=quran>﴿وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً... ﴾</span>: تقدم في الآية 92 من الأنبياء، وأُعيد تمهيدًا لقوله تعالى: <br><br>(53): <span class=quran>﴿فَتَقَطَّعُوا أَمْرَهُم بَيْنَهُمْ زُبُرًا﴾</span>: جمع زبور وهو الكتاب، والمعنى تفرق أصحاب الكتب شِيَعًا متشاحنة متطاحنة، هذه تنتسب إلى موسى، وتلك إلى عيسى، ونحن إلى محمد، ودين الأنبياء الثلاثة واحد، وهدفهم واحد، وهم إخوان الولاء والصفاء، فإذن من أين جاء التباغض والشتات؟. <span class=quran>﴿كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ﴾</span>: علمً بأن الحق واحد لا يتجزأ، وأنه ما اختلفت دعوتان إلا كانت إحداهما ضلالة، والعقل هو الحاكم الحاسم، ولذا احتكم إليه القرآن وخاطب خصومه بقوله: أفلا تعقلون وتفقهون وتتدبرون وتفكرون؟ وكرر ذلك مرات ومرات. <br><br>(54): <span class=quran>﴿فَذَرْهُمْ فِي غَمْرَتِهِمْ﴾</span>: في جهلهم وضلالهم <span class=quran>﴿حَتَّى حِينٍ﴾</span>: هلاكهم وعذابهم. <br><br>(55) - (56): <span class=quran>﴿أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُم بِهِ﴾</span>: نعطيهم <span class=quran>﴿مِن مَّالٍ وَبَنِينَ نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ﴾</span>: وإنها فضيلة لهم وكرامة كلا <span class=quran>﴿بَل لَّا يَشْعُرُونَ﴾</span>: بأنها سبب النقمة والعذاب، وتقدم في الآية 178 من آل عمران. <br><br>(57): <span class=quran>﴿إِنَّ الَّذِينَ هُم مِّنْ خَشْيَةِ رَبِّهِم مُّشْفِقُونَ﴾</span>: أشار سبحانه إلى الأحزاب والطوائف التي تعيش في الجهل والضلال، ذكر العارفين المهتدين بأنهم يجتهدون في العمل الصالح، ويتهمون أنفسهم بالتقصير. <br><br>(58): <span class=quran>﴿وَالَّذِينَ هُم بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ﴾</span>: المراد بالآيات هنا الدلائل على وجوده تعالى، ونبَّوة أنبيائه، وصدق كتبه. <br><br>(59): <span class=quran>﴿وَالَّذِينَ هُم بِرَبِّهِمْ لَا يُشْرِكُونَ﴾</span>: لا يدلسون ويراءون."}]}