{"title":"صفحة (346)","type":"html","data":[{"miniTitle":"المؤمنون","text":"(60): <span class=quran>﴿وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ﴾</span>: ينفقون مما رزقهم الله وهم خائفون أن لا يتقبلّ منهم. <br><br>(61): <span class=quran>﴿أُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ﴾</span>: لقد أسرعوا من دون الناس إلى عمل الخيرات في الدنيا، ومن أجل هذا يسبقونهم إلى الجنَّة في الآخرة. <br><br>(62): <span class=quran>﴿وَلَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا﴾</span>: واضح، وتقدَّم مرات، منها في الآية 152 من الأنعام <span class=quran>﴿وَلَدَيْنَا كِتَابٌ يَنطِقُ بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ﴾</span>: المراد بالكتاب هنا كتاب الأعمال الذي لا يغادر كبيرة ولا صغيرة، أمّا الظلم فهو محال في حقه تعالى، وقد لعن الظالمين في كتابه أكثر من مرَّة. والويل كل الويل لمن تناله لعنة الواحد القهار. <br><br>(63): <span class=quran>﴿بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِّنْ هَذَا﴾</span>: الغمر في اللغة الماء الكثير، والمراد بالغمرة هنا غطاء الجهل والغفلة والضلال، وهذا إشارة إلى سبيل المؤمنين وما هم عليه من التوحيد ومكارم الخصال، والمعنى أن المجرمين في سكرة وعَمَهٍ عن كل خير وفضيلة <span class=quran>﴿وَلَهُمْ أَعْمَالٌ مِن دُونِ ذَلِكَ﴾</span>: كالتدليس وتحريف الكلام عن مواضعه والافتراء على الأبرياء <span class=quran>﴿هُمْ لَهَا عَامِلُونَ﴾</span>: أي عليها يصرّون وفيها يتمادون، ولا يتّعظون بواعظ. <br><br>(64): <span class=quran>﴿حَتَّى إِذَا أَخَذْنَا مُتْرَفِيهِم﴾</span>: تكرَّرت هذه الكلمة ومشتقاتها في القرآن الكريم سبع مرات، وفي نهج البلاغة ستّ مرات، واستعملت بالكامل في أسوأ المعاني وأقبح الصفات هذا بالإضافة إلى قوله تعالى: (وذرني والمكذبين أُولي النعمة - 11 المزمل) وفي هذا المعنى الكثير من الآيات <span class=quran>﴿بِالْعَذَابِ إِذَا هُمْ يَجْأَرُونَ﴾</span>: يستغيثون ويصيحون. <br><br>(65): <span class=quran>﴿لَا تَجْأَرُوا الْيَوْمَ إِنَّكُم مِّنَّا لَا تُنصَرُونَ﴾</span>: لا تستغيثوا، فلا خلاص لكم اليوم ولا مجير. <br><br>(66): <span class=quran>﴿قَدْ كَانَتْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنتُمْ عَلَى أَعْقَابِكُمْ تَنكِصُونَ﴾</span>: دعوناكم من قبل إلى النجاة من الهلكة، فأعرضتم ساخرين فذوقوا اليوم ما كنتم به تستهزئون. <br><br>(67): <span class=quran>﴿مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ﴾</span>: سامرًا: من السمر وهو الجلوس بالليل للحديث، وتهجرون: من الهجر في الكلام وهو الهذيان أو الفحش في المنطق، والمعنى استكبرتم وتمرَّدتم على الحقّ، وذكرتموه في سمركم بالسوء الباطل. <br><br>(68): <span class=quran>﴿أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ﴾</span>: القرآن، وفيه النور والعلم والهداية إلى كل خير وفضيلة، وما أنزل الله على نبي من أنبيائه كتابًا أجمع منه وأكمل عقيدة وشريعة وآدابًا <span class=quran>﴿أَمْ جَاءهُم﴾</span>: محمد (ص) <span class=quran>﴿مَّا لَمْ يَأْتِ آبَاءهُمُ الْأَوَّلِينَ﴾</span>: هل ابتدع محمد فكرة النبَّوة من عنده وإنزال الكتب من وهمه؟ فمن قبْله نزلت الكتب، وبعثت الرسل، ولهم أُمم وأتباع (قل ما كنت بدعًا من الرسل - 9 الأحقاف). <br><br>(69): <span class=quran>﴿أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ لَهُ مُنكِرُونَ﴾</span>: ماذا عدا من ما بدا؟ بالأمس نعت مشركو قريش محمدًا (ص) بأنه أرجحهم عقلاً وأصدقهم قولاً، وأعظمهم أمانة، واليوم يتهمونه بالكذب والافتراء. <br><br>(70): <span class=quran>﴿أَمْ يَقُولُونَ بِهِ جِنَّةٌ﴾</span>: لا يدري ما يقول؟ فهل القرآن من هذي المجانين ووحي الشياطين؟ <span class=quran>﴿بَلْ جَاءهُم بِالْحَقِّ وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ﴾</span>: جاءهم محمد (ص) بالعدل والمساواة في جميع الحقوق والواجبات، ولا امتياز لإنسان على إنسان إلا بما يسديه من خيرات وخدمات للمجتمع والأفراد، ومن هنا جاء الحقد والغيظ والكراهية. <br><br>(71): <span class=quran>﴿وَلَوِ اتَّبَعَ الْحَقُّ أَهْوَاءهُمْ لَفَسَدَتِ السَّمَاوَاتُ وَالْأَرْضُ وَمَن فِيهِنَّ﴾</span>: الحق هو المصدر الأول للأديان والقوانين والشرائع، ولو نزلت الأديان على ما يشتهون، وشرَّعت القوانين كما يهوون- لعمَّت الفوضى، وساد الضلال، وهلك الحرث والنسل، واحتكروا الكون بمن فيه وما فيه لأنفسهم ولأولادهم وأصهارهم، وقد رأينا وقرأنا ما فعل ويفعل الأقوياء المجرمون من البغي والفساد والتخريب والتدمير والسَّلب والنهب وما يفوق التصوّر <span class=quran>﴿بَلْ أَتَيْنَاهُم بِذِكْرِهِمْ﴾</span>: لقد أنشأ محمد برسالته وعظمته للبشرية كلها تاريخًا جديدًا، وبخاصة للعرب، وبصورة أخصّ لقريش الذين أنقذهم من دياجير الجهل والضلال، فأنكروه وحاربوه، ولولاه لم يكونوا شيئًا مذكورًا. <br><br>(72): <span class=quran>﴿أَمْ تَسْأَلُهُمْ خَرْجًا﴾</span>: أي أنت يا محمد لخير الناس، وتضحّي بالكثير من أجلهم، ولا تبتغي منهم جزاءً ولا شكورًا <span class=quran>﴿فَخَرَاجُ رَبِّكَ خَيْرٌ﴾</span>: بل تحتسب ذلك عند الله، وعليه وحده أجرك وثوابك. <br><br>(73) - (74): <span class=quran>﴿وَإِنَّكَ لَتَدْعُوهُمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ وَإِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ عَنِ الصِّرَاطِ لَنَاكِبُونَ﴾</span>: يقول سبحانه لنبيه محمد (ص) إن الله زوَّدك بالحجج الكافية الوافية على أن دعوتك هي النور والحق المبين، وأن من رفضها وأعرض عنها وقد ضلَّ عن نهج السبيل، ويحسبك هذا ناصرًا على عدو الله وعدوك."}]}