{"title":"صفحة (348)","type":"html","data":[{"miniTitle":"المؤمنون","text":"(90): <span class=quran>﴿بَلْ أَتَيْنَاهُم بِالْحَقِّ﴾</span>: بينَّاه وأوضحناه بالحجَّة البالغة والأدلة القاطعة حتى أصبح كنور الشمس <span class=quran>﴿وَإِنَّهُمْ لَكَاذِبُونَ﴾</span>: بدعوى الإيمان والاعتراف بالله، لأن الإيمان عمل كله ولا إيمان بلا عمل علمًا بأنه لا عين ولا أثر لهذا الاعتراف والإيمان في أعمالهم. وبهذا تكون الآية واضحة الدلالة على أن من يدَّعي الإيمان بالله ويصرّ على معصيته فهو منافق يكذب على الله في دعواه. <br><br>(91): <span class=quran>﴿مَا اتَّخَذَ اللَّهُ مِن وَلَدٍ﴾</span>: وإلا لكان هو متولدًا عن غيره بالتناسل المعروف أو لنشوء كتولد النبات من الحب، وتقدم مرارًا، منها في الآية 26 من الأنبياء <span class=quran>﴿وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَّذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ﴾</span>: لو تعددت الآلهة لانفرد كل واحد منهم بجزء من الكون، له حدوده وخصائصه مع أن النظام واحد، فالخالق إذن واحد إضافة إلى التناحر والتنازع بين الآلهة على السلطان، ولو كان شيء من ذلك لفسدت الأرض والسماء. <br><br>(92): <span class=quran>﴿عَالِمِ الْغَيْبِ وَالشَّهَادَةِ﴾</span>: وكل غيب عنده شهادة، وكل سرّ عنده علانية كما قال الإمام أمير المؤمنين (ع): وعليه يكون التقسيم بالنسبة إلينا لا إليه تعالى علّوًا كبيرًا. <br><br>(93) - (94): <span class=quran>﴿قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ رَبِّ فَلَا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ﴾</span>: وعد سبحانه الظالمين بالعذاب وفي ذات الوقت أمر نبيّه أن يدعو لنفسه أن يريه عذاب الظالمين دون أن يناله شيء منه، والغرض من ذلك تهديد الطغاة العتاة. <br><br>(95): <span class=quran>﴿وَإِنَّا عَلَى أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ﴾</span>: الله قادر على عقاب العاصي في أول ما يهم بالمعصية، ولكن يمهله عسى أن يحدث بعد ذلك ما يحدث، وأنت يا محمد. <br><br>(96): <span class=quran>﴿ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ﴾</span>: ويختلف الدفاع بالأحسن تبعًا لحال المسيء وطبيعته، فإن أغراه الإحسان بالمزيد من الإساءة والعدوان - فتركه أفضل وأحسن. قال الإمام علي (ع): الوفاء لأهل الغدر غدر والغدر بأهل الغدر وفاء، وإن كان الإحسان علاجًا لداء المسيء وسببًا لندمه وتوبته، كان هو الأفضل والأكمل. <br><br>(97) - (98): <span class=quran>﴿وَقُل رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ﴾</span>: أصلها يحضرونني، فحذفت إحدى النونين لمكان أن الناصبة، وحذفت الياء للتخفيف، ومعناه أن يقربوا منِّي، وهمزات الشياطين: وساوسهم، والشيطان وحزبه في شغل شاغل بالغاوين عن عباد الله المخلصين بنص الآية 42 من الحجر: (إن عبادي ليس لك عليهم سلطان إلاَّ من اتَّبعك من الغاوين) وعليه يكون معنى قول النبي (ص): أعوذ بالله من الشياطين: وألجأ إليه من أهل السوء وشرّ كل ذي شرّ. <br><br>(99) - (100): <span class=quran>﴿حَتَّى إِذَا جَاء أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ... ﴾</span>: يطلب الرجعة عند انتهاء الأجل! وهيهات قد فات ما فات <span class=quran>﴿كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا﴾</span>: وكفى أي لا تغني عنه شيئًا، لأن من مات فقد قامت قيامته <span class=quran>﴿وَمِن وَرَائِهِم بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ﴾</span>: أي يوم القيامة، والبرزخ الحائل، والمعنى دون رجعة الموتى إلى الدنيا مانع بإرادة الله ومشيئته، وأيضًا معنى هذا أن الروايات الواردة في الرجعة مخالفة لظاهر هذه الآية، وفي الخطبة 107 من خطب نهج البلاغة (حيث لا إقالة ولا رجعة) والخطبة 188 (فلا رجعة تنالون، ولا عثرة تقالون). <br><br>(101): <span class=quran>﴿فَإِذَا نُفِخَ فِي الصُّورِ فَلَا أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلَا يَتَسَاءلُونَ﴾</span>: النفخ في الصور كناية عن قيام يوم القيامة ولا أنساب: لا تعاطف وتحالف بين الأرحام والإخوان، ولا سؤال ومقال، ولا شيء إلا الدهشة والرهبة. <br><br>(102): <span class=quran>﴿فَمَن ثَقُلَتْ مَوَازِينُهُ﴾</span>: بصدق الإيمان أولاً وقبل كل شيء، وأقوى الدلائل على صدقه ورسوخه كفّ الأذى عن الناس، فإَّنه أرجح ما وزن <span class=quran>﴿فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ﴾</span>: حيث فازوا بما طلبوا. <br><br>(103) - (104): <span class=quran>﴿وَمَنْ خَفَّتْ مَوَازِينُهُ﴾</span>: وهو من كفر بالله أو آمن به وما كفَّ الأذى عن عياله <span class=quran>﴿فَأُوْلَئِكَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ... ﴾</span>: حيث ألقوا بها إلى التهلكة والعذاب الأليم."}]}