{
"title": "صفحة (351)",
"type": "html",
"data": [
{
"miniTitle": "النور",
"text": "(11): <span class=quran>﴿إِنَّ الَّذِينَ جَاؤُوا بِالْإِفْكِ﴾</span>: بالكذب المحض <span class=quran>﴿عُصْبَةٌ مِّنكُمْ لَا تَحْسَبُوهُ شَرًّا لَّكُم بَلْ هُوَ خَيْرٌ لَّكُمْ﴾</span>: الذين رموا البريئة بالخيانة هم جماعة تظاهروا كذبًا بأنهم على ملَّة الإسلام، وليسوا منه في شيء إلا ظاهرًا <span class=quran>﴿لِكُلِّ امْرِئٍ مِّنْهُم مَّا اكْتَسَبَ مِنَ الْإِثْمِ﴾</span>: ضمير منهم يعود إلى أهل الإفك، والمعنى لكل واحد من الأفاكين عذاب بقدر ما أشاع وأذاع من الكذب والافتراء <span class=quran>﴿وَالَّذِي تَوَلَّى كِبْرَهُ﴾</span>: كان له الحظ الأكبر من إشاعة الإفك ونشره <span class=quran>﴿مِنْهُمْ﴾</span>: من العصبة <span class=quran>﴿لَهُ عَذَابٌ عَظِيمٌ﴾</span>: في الدنيا بإظهار كذبه، وفي الآخرة في حريق الجحيم. <br><br>(12): <span class=quran>﴿لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْرًا وَقَالُوا هَذَا إِفْكٌ مُّبِينٌ﴾</span>: ينبغي للمؤمن إذا سمع شرًا عن أخيه المؤمن أن يظن به الخير، وينفي السوء عنه قياسًا على نفسه. <br><br>(13): <span class=quran>﴿لَوْلَا جَاؤُوا عَلَيْهِ﴾</span>: الزنا <span class=quran>﴿بِأَرْبَعَةِ شُهَدَاء﴾</span>: وإلا فلا تترتب عليه لآثار الزنا كإقامة الحد واللغو فيه. <br><br>(14): <span class=quran>﴿وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيَا وَالْآخِرَةِ لَمَسَّكُمْ فِي مَا أَفَضْتُمْ فِيهِ عَذَابٌ عَظِيمٌ﴾</span>: أفضتم: خضتم، وضمير فيه للإفك وحديثه، ورحمته تعالى في الدنيا على من عصاه هي الستر والإمهال، وفي الآخرة العفو إذا تاب وأناب. <br><br>(15): <span class=quran>﴿إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْوَاهِكُم مَّا لَيْسَ لَكُم بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ اللَّهِ عَظِيمٌ﴾</span>: تديرون حديث الإفك بألسنتكم، وينقله بعضكم عن بعض من غير دليل، وتظنون ذلك سهلاً، وهو عند الله من كبائر الآثام. <br><br>(16): <span class=quran>﴿وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُم مَّا يَكُونُ لَنَا أَن نَّتَكَلَّمَ بِهَذَا﴾</span>: لا ينبغي للمؤمن أن يشارك في حديث الفاحشة إذا خاض فيه الأراذل والأشرار، بل الأليق به أن ينهى عنه <span class=quran>﴿سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ﴾</span>: هذا إشارة إلى اتهام الأبرياء بالإفك، وإنه من أكبر الآثام وأعظمها عند الله. <br><br>(17): <span class=quran>﴿يَعِظُكُمُ اللَّهُ أَن تَعُودُوا لِمِثْلِهِ أَبَدًا﴾</span>: المراد بالوعظ النهي عن التكرار والإصرار على حديث الإفك وأمثاله من المنكرات. <br><br>(18): <span class=quran>﴿وَيُبَيِّنُ اللَّهُ لَكُمُ الْآيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ﴾</span>: بيّن سبحانه لعباده الأحكام، وبثَّ المواعظ عن علم بما يصلحهم وينفعهم. <br><br>(19): <span class=quran>﴿إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ﴾</span>: أي حديث الفاحشة <span class=quran>﴿فِي الَّذِينَ آمَنُوا﴾</span>: الأبرياء والأطهار <span class=quran>﴿لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا﴾</span>: بإقامة الحد <span class=quran>﴿وَالْآخِرَةِ﴾</span>: بنار حهنم، وإن قال قائل: إن عوقب المجرم على جريمته في الدنيا لم يعاقب عليه في الآخرة كما في الحديث، وأيضًا لا يستقيم في عدالته تعالى أن يجمع بين عقوبتين على ذنب واحد - قلنا في جوابه: القذف بالفاحشة شيء، وإشاعتها ونشرها بين الناس شيء آخر، فإذا قذف المجرم وأشاع يُحدّ على القذف في الدنيا ويُعذَّب في الآخرة على النشر والإذاعة <span class=quran>﴿وَاللَّهُ يَعْلَمُ﴾</span>: ما فيه صلاح الفرد والمجتمع <span class=quran>﴿وَأَنتُمْ لَا تَعْلَمُونَ﴾</span>: من الأمور إلا ما ظهر منها. <br><br>(20): <span class=quran>﴿وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ﴾</span>: لعاجل العصاة منكم بنقمته، ولكنه بعباده رؤوف رحيم."
}
],
"singlePage": true
}