{
"title": "صفحة (353)",
"type": "html",
"data": [
{
"miniTitle": "النور",
"text": "(28): <span class=quran>﴿فَإِن لَّمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ﴾</span>: بإذن سابق، كما لو أقام صاحب البيت وكيلاً عليه في غيابه <span class=quran>﴿وَإِن قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا﴾</span>: دون أن تحملوا في نفوسكم أية حزازة على صاحب البيت. <br><br>(29): <span class=quran>﴿لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ﴾</span>: بأسرة خاصة، بل معدة للجميع كالفندق والمضيف بفتح الميم <span class=quran>﴿فِيهَا مَتَاعٌ لَّكُمْ﴾</span>: فمن كان متاعه في فندق أو مضيف، فله الدخول إليه وأخذ المتاع بلا استئذان خاص. <br><br>(30): <span class=quran>﴿قُل لِّلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ﴾</span>: عن الأجنبيات إلا الوجه والكفين، ولا بأس بالنظر إلى شعور غير المسلمات ما دام دينهن لا يحرم السفور، ولا إلى شعور المسلمات من أهل البوادي، لأنهن لا ينتهين إذا نهين، شريطة أن يكون النظر من غير ريبة <span class=quran>﴿وَيَحْفَظُوا فُرُوجَهُمْ﴾</span>: عن الحرام <span class=quran>﴿ذَلِكَ﴾</span>: الغض عن المحرمات <span class=quran>﴿أَزْكَى﴾</span>: للنفس وأبعد عن الذنب وأقرب للتقوى. <br><br>(31): <span class=quran>﴿وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ﴾</span>: وفي هذه المساواة بين الرجال والنساء من غير تفاوت - دلالة واضحة على أنه يحرَّم على المرأة أن تنظر من الرجل ما يحرم عليه أن ينظر منها، ويحل لها أن تنظر منه ما يحل له أن ينظر منها أي الوجه والكفين فقط دون سواهما <span class=quran>﴿وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا﴾</span>:المراد بالزينة هنا موضعها، والمراد من موضع الزينة الوجه والكفان، وعليه يكون المعنى أن جميع بدن المرأة عورة يحرم النظر إليه إلا الوجه والكفين <span class=quran>﴿وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ﴾</span>: يضربن: يلقين، والخمار: غطاء الرأس، والجيب: فتحة القميص، والمراد بها هنا الصدر، وهذا أمر من الله تعالى للمؤمنات أن يسترن الشعور بدلالة (خمرهن) والصدور والنحور بدلالة (جيوبهن) وكل اجتهاد يخالف هذه الدلالة الواضحة فهو أشبه بمضغ الهواء، لأنه في قبال النص وضده لا في تفسيره وقصده على أُصول اللغة وقواعدها <span class=quran>﴿وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ﴾</span>: لكل من الزوجين أن يرى للآخر ما يشاء <span class=quran>﴿أَوْ آبَائِهِنَّ﴾</span>: ومنهم الأجداد للأب والأم <span class=quran>﴿أَوْ آبَاء بُعُولَتِهِنَّ﴾</span>: وإن علوا <span class=quran>﴿أَوْ أَبْنَائِهِنَّ﴾</span>: وابن الإبن ومثله ابن البنت <span class=quran>﴿أَوْ أَبْنَاء بُعُولَتِهِنَّ﴾</span>: وإن نزلوا <span class=quran>﴿أَوْ إِخْوَانِهِنَّ﴾</span>: من الأب والأم أو من أحدهما <span class=quran>﴿أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ﴾</span>: وإن نزلوا <span class=quran>﴿أَوْ نِسَائِهِنَّ﴾</span>: يحرم على المسلمة أن تكشف عن سوأتها أمام مثلها حتى ولو كانت أمها أو بنتها، ويحل لها أن تتجرد أمام مسلمة ما عدا السوأة، ولا يحل ذلك أمام غير المسلمة <span class=quran>﴿أَوِ التَّابِعِينَ غَيْرِ أُوْلِي الْإِرْبَةِ مِنَ الرِّجَالِ﴾</span>: وهم الذين يخالطون الأسرة، ويتبعونها في أكثر الأحيان، ولا يشتهون النساء والجنس لهرم أو عنن وما يشبه <span class=quran>﴿أَوِ الطِّفْلِ﴾</span>: أي جنس الطفل <span class=quran>﴿الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاء﴾</span>: أي لا يعرفون بأن هذا العضو لذلك الآخر الحساس <span class=quran>﴿وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ﴾</span>: كانت المرأة في الجاهلية تلبس الخلخال، وكانت بعض النسوة تضرب الأرض برجلها إذا رأت رجلاً كي يسمع طنينه، فنهى سبحانه عن ذلك <span class=quran>﴿وَتُوبُوا إِلَى اللَّهِ جَمِيعًا﴾</span>: اتركوا المحرمات، ومن سبقت منه خطيئة فليتداركها بالتوبة، فإن الصلاح والفلاح في طاعة الله ومرضاته."
}
]
}