{
"title": "صفحة (355)",
"type": "html",
"data": [
{
"miniTitle": "النور",
"text": "(36) - (37): <span class=quran>﴿فِي بُيُوتٍ أَذِنَ اللَّهُ أَن تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ﴾</span>: المراد بالبيوت هنا المساجد، ورفعها: بناؤها، أما اسمه وذكره تعالى فهو كناية عن العبادة <span class=quran>﴿يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ... ﴾</span>: مؤمنون صالحون، يتاجرون ويزرعون ويقومون بشتى أنواع الحرف والصناعات حتى إذا جاء وقت الصلاة وغيرها من العبادات والواجبات، تركوا كل عمل وبادروا إليها، فإذا انتهوا منها انصرفوا إلى شؤونهم الدنيوية، وهي لا تقل أجرًا وثوابًا عن الصوم والصلاة حيث لا فاصل في دين الإسلام بين عبادة الله والنضال في سبيل الأهل والعيال. <br><br>(38): <span class=quran>﴿لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا﴾</span>: يثيبهم عل صالح أعمالهم، ويتجاوز عن سيئاتهم إلا أذى الناس، فلا كفارة له، ولا صفح عنه، ولا شفاعة فيه عند الله <span class=quran>﴿وَيَزِيدَهُم مِّن فَضْلِهِ﴾</span>: أضعافًا مضاعفة <span class=quran>﴿وَاللَّهُ يَرْزُقُ مَن يَشَاء بِغَيْرِ حِسَابٍ﴾</span>: تقدم مرات، منها في الآية 212 من البقرة. <br><br>(39): <span class=quran>﴿وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ﴾</span>: سراب: شعاع من ضوء الشمس <span class=quran>﴿يَحْسَبُهُ الظَّمْآنُ مَاء﴾</span>: وبقيعة كلمتان: باء الجر، وقيعة جمع، واحدة قاع بمعنى الأرض المستوية الخالية <span class=quran>﴿حَتَّى إِذَا جَاءهُ﴾</span>: الهاء للسراب <span class=quran>﴿لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِندَهُ فَوَفَّاهُ حِسَابَهُ﴾</span>: لما ذكر سبحانه حال المؤمنين، وأن أعمالهم من أجل الحياة الدنيا لا تلهيهم عن العبادة والقيام بحق الله سبحانه، أشار إلى أعمال الكافرين وأنها تمامًا كالسراب الخادع لا تجديهم شيئًا حين يقفون غدًا بين يدي الله لنقاش الحساب، بل يجدون عنده تعالى المقت والعذاب الأليم على أسوائهم وآلامهم. <br><br>(40): <span class=quran>﴿أَوْ كَظُلُمَاتٍ﴾</span>: هذا مثال لأعمال الكافرين وأنها كظلمات <span class=quran>﴿فِي بَحْرٍ لُّجِّيٍّ﴾</span>: عظيم في مائه وعمقه وأمواجه <span class=quran>﴿يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ﴾</span>: يغطي البحر موج، ومن فوق الموج موج <span class=quran>﴿مِّن فَوْقِهِ سَحَابٌ ظُلُمَاتٌ﴾</span>: وفوق الأمواج المتراكمة سحاب ثقيل كثيف <span class=quran>﴿بَعْضُهَا فَوْقَ بَعْضٍ﴾</span>: الأمواج والظلمات ركب بعضها بعضًا حتى بلغت الظلمة الغاية والنهاية بحيث <span class=quran>﴿إِذَا أَخْرَجَ﴾</span>: الإنسان <span class=quran>﴿يَدَهُ لَمْ يَكَدْ يَرَاهَا﴾</span>: وهذا أبلغ تشبيه لأهل الأغراض الذين غرقوا في بحر من الكذب والحقد النميمة والحسد والغيبة والغرور والكبرياء ... إلى ما لا نهاية من القبائح والرذائل <span class=quran>﴿وَمَن لَّمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِن نُّورٍ﴾</span>: لا تقوم الحجة لله على واحد من خلقه إلا إذا أعطاه النور والعقل، وهداه إلى طريق الخير والشر، وعليه يكون معنى الآية من لم يطع الله سبحانه فيما أرشده إليه، وأمره به، فإنه يعيش مدى حياته في حيرة الجهل والضلالة. <br><br>(41): <span class=quran>﴿أَلَمْ تَرَ أَنَّ اللَّهَ يُسَبِّحُ لَهُ مَن فِي السَّمَاوَاتِ.. ﴾</span>: ألم تر، ألم تعلم، وتقدم في الآية 44 من الإسراء <span class=quran>﴿كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ﴾</span>: وفي هذه دلالة واضحة على أن للطيور والحشرات وغيرها من الحيوانات، حظًا من الإدراك، وكذلك في الآية 18 من النمل: (قالت نملة يا أيها النمل ادخلوا مساكنكم لا يحطمنكم سليمان وجنوده) وقال الهدهد لسليمان: (أحطت بما لم تحط به - 22 النمل) وفي الآية 38 من الأنعام (وما من دابة في الأرض ولا طائر يطير بجناحيه إلا أُمم أمثالكم). <br><br>(42):(43) - (44): <span class=quran>﴿أَلَمْ تَرَ﴾</span>: أيها الإنسان العاقل <span class=quran>﴿أَنَّ اللَّهَ يُزْجِي﴾</span>: يسوق بالأسباب الكونية التي أودعها في الطبيعة <span class=quran>﴿سَحَابًا﴾</span>: متفرقًا <span class=quran>﴿ثُمَّ يُؤَلِّفُ بَيْنَهُ﴾</span>: يجمعه <span class=quran>﴿ثُمَّ يَجْعَلُهُ رُكَامًا﴾</span>: متكاثفًا بعضه فوق بعض <span class=quran>﴿فَتَرَى الْوَدْقَ﴾</span>: المطر <span class=quran>﴿يَخْرُجُ مِنْ خِلَالِهِ﴾</span>: من بينه <span class=quran>﴿وَيُنَزِّلُ مِنَ السَّمَاء مِن جِبَالٍ﴾</span>: كناية عن السحاب <span class=quran>﴿فِيهَا مِن بَرَدٍ﴾</span>: ماء متجمد في قطع ثلجية <span class=quran>﴿فَيُصِيبُ بِهِ مَن يَشَاء وَيَصْرِفُهُ عَن مَّن يَشَاء﴾</span>: ينزل سبحانه المطر والبرد في أرض دون أرض تبعًا لسنن الكون مباشرة ولمشيئته بواسطة هذه السنن، لأنه هو الذي خلق الكون بكل ما فيه من سنن وعناصر وموجبات <span class=quran>﴿يَكَادُ سَنَا بَرْقِهِ﴾</span>: السنا بالقصر الضوء، وبالمد المجد، والضمير في برقه للسحاب <span class=quran>﴿يَذْهَبُ بِالْأَبْصَارِ﴾</span>: يخطفها إذا تابعته ولم تحد عنه."
}
]
}