{
"title": "صفحة (357)",
"type": "html",
"data": [
{
"miniTitle": "النور",
"text": "(53) - (54): <span class=quran>﴿وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ﴾</span>: حلف المنافقون الأيمان المغلظة لئن أمرهم النبي بالغزو والحرب ليسمعن له طائعين، فزجرهم سبحانه عن الأيمان الكاذبة بقوله: <span class=quran>﴿قُل لَّا تُقْسِمُوا طَاعَةٌ مَّعْرُوفَةٌ﴾</span>: لا تحلفوا، إن طاعتكم هذه طاعة كذب ونفاق <span class=quran>﴿قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ﴾</span>: قولاً وعملاً، وظاهرًا وباطنًا، لا كذبًا ورياء <span class=quran>﴿فَإِن تَوَلَّوا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ﴾</span>: على الرسول البلاغ، وعليكم السمع والطاعة، ومن اهتدى لنفسه، ومن ضل فعليها. <br><br>(55) - (56): <span class=quran>﴿وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الْأَرْضِ﴾</span>: هذا وعد وعهد منه تعالى لنبيه محمد (ص) والذين آمنوا معه، أن يبدلهم من بعد الخوف أمنًا، ومن بعد الذل عزًا، وقد فعل سبحانه إنجازًا لوعده وانتصارًا لجنده، وحين تخلى المسلمون عن طاعة الله بالشتات والخلافات تخلى الله عنهم وجاء في نهج البلاغة: أعطوا الله طاعتكم... والله لتفعلن أو لينقلن الله عنكم سلطان الإسلام ثم لا ينقله إليكم أبدًا، وإلى هذا أشار سبحانه بقوله: <span class=quran>﴿وَمَن كَفَرَ بَعْدَ ذَلِكَ﴾</span>: من خرج عن طاعة الله بعد أن منحه العز والسلطان <span class=quran>﴿فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ﴾</span>: الخارجون من كل خير، المبعدون عن الصلاح والفلاح. <br><br>(57): <span class=quran>﴿لَا تَحْسَبَنَّ الَّذِينَ كَفَرُوا مُعْجِزِينَ فِي الْأَرْضِ﴾</span>: أبدًا لا يعجزه من طلب، ولا يفوته من هرب. <br><br>(58): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنكُمُ﴾</span>: قبل الدخول عليكم <span class=quran>﴿الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ﴾</span>: أي العبيد، ولا وجود لهم اليوم، ولكن الحكم يشمل الخدم من الذكور والإناث <span class=quran>﴿وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ﴾</span>: الإحتلام <span class=quran>﴿مِنكُمْ ثَلَاثَ مَرَّاتٍ﴾</span>: يقول سبحانه: مروا الخدم والصغار - وبالأولى الكبار - أن يستأذنوا قبل الدخول عليكم في ثلاثة أوقات، لأنها مظنة انكشاف العورة، وهذه الأوقات هي 1) <span class=quran>﴿مِن قَبْلِ صَلَاةِ الْفَجْرِ﴾</span>: حيث يكون الإنسان آنذاك نائمًا أو في ثياب النوم 2) <span class=quran>﴿وَحِينَ تَضَعُونَ ثِيَابَكُم مِّنَ الظَّهِيرَةِ﴾</span>: وقت القيلولة والاستراحة 3) <span class=quran>﴿وَمِن بَعْدِ صَلَاةِ الْعِشَاء﴾</span>: حيث يتجه الإنسان إلى فراشه أو إلى شأنه الخاص <span class=quran>﴿ثَلَاثُ عَوْرَاتٍ﴾</span>: جمع عورة، وهي كل ما يستره الإنسان من أعضائه حياء من الناس <span class=quran>﴿لَّكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ﴾</span>: لا بأس على الخدم والصبيان ولا على ذويهم في الدخول من غير استئذان في بقية الأوقات <span class=quran>﴿طَوَّافُونَ عَلَيْكُم بَعْضُكُمْ عَلَى بَعْضٍ﴾</span>: تترددون عليهم، ويترددون عليكم، فيغتفر لهم ما لا يغتفر لغيرهم. وفي هذا إيماء إلى أن المخالطة الجائزة شرعًا عذر يسقط منه بعض الأحكام تمامًا كالضرورات التي تبيح المحظورات."
}
],
"singlePage": true
}