{
"title": "صفحة (358)",
"type": "html",
"data": [
{
"miniTitle": "النور",
"text": "(59): <span class=quran>﴿وَإِذَا بَلَغَ الْأَطْفَالُ مِنكُمُ الْحُلُمَ فَلْيَسْتَأْذِنُوا﴾</span>: في جميع الأوقات دون استثناء لوقت من الأوقات الثلاثة وغيرها <span class=quran>﴿كَمَا اسْتَأْذَنَ الَّذِينَ مِن قَبْلِهِمْ﴾</span>: وهم الرجال الكبار من الأباعد والأقارب كما سبق في الآية 27 من هذه السورة. <br><br>(60): <span class=quran>﴿وَالْقَوَاعِدُ مِنَ النِّسَاء اللَّاتِي لَا يَرْجُونَ نِكَاحًا﴾</span>: الواو في يرجون حرف علة، النون للنسوة، والمراد بالقواعد العجائز اللاتي لا طمع لأحد بهن <span class=quran>﴿فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ﴾</span>: لا بأس على العجوز أن تخلع العباءة وما أشبه مما يغطي اللباس، شريطة أن لا تقصد بذلك إظهار زينتها للرجال لينظروا إليها <span class=quran>﴿وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ﴾</span>: الأول أن لا تخلع العجوز الرداء الذي يلبس فوق الثياب. <br><br>(61): <span class=quran>﴿لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ﴾</span>: قيل في بعض التفاسير: إن أهل هذه الأعذار كانوا يتجنبون الأكل مع الناس الأصحاء لئلا يتقذروهم، فنزلت الآية مبيحة لهم الأكل مع الناس <span class=quran>﴿وَلَا عَلَى أَنفُسِكُمْ﴾</span>: المراد بالأنفس الأزواج والأولاد لأن الولد امتداد الوالد، وكل من الزوجين شريك للآخر في الحياة، ولا بد من هذا التأويل، لأن ظاهر الآية يدل على أن للإنسان أن يأكل من بيته دون أن يستأذن من نفسه، وهذا كلام غير مستقيم <span class=quran>﴿أَن تَأْكُلُوا مِن بُيُوتِكُمْ﴾</span>: أي من بيوت أزواجكم وأولادكم كما أشرنا <span class=quran>﴿أَوْ بُيُوتِ آبَائِكُمْ ...أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ﴾</span>: يسوغ للوكلاء والأجراء الذين يمسكون مفاتح البيوت والمخاون أن يأكلوا منها بالمعروف <span class=quran>﴿لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا﴾</span>: كان بعض العرب يرى أن الأكل وحده مخزاة عليه، فأباح سبحانه ذلك <span class=quran>﴿فَإِذَا دَخَلْتُم بُيُوتًا فَسَلِّمُوا عَلَى أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ اللَّهِ مُبَارَكَةً طَيِّبَةً﴾</span>: على أنفسكم معناه يسلم بعضكم على بعض، مثل (ولا تقتلوا أنسكم - 29 النساء) ولا بأس في سلام الإنسان على نفسه فنحن نقول في آخر الصلاة: السلام علينا وعلى عباد الله الصالحين."
}
],
"singlePage": true
}