{
"title": "صفحة (359)",
"type": "html",
"data": [
{
"miniTitle": "النور",
"text": "(62): <span class=quran>﴿إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ﴾</span>: وهو، الذي يستدعي أن يتعاون عليه الجميع <span class=quran>﴿لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ﴾</span>: كان المنافقون يتهربون ويتسللون من مجلس الرسول دون الاستئذان كلما دعا المسلمين لأمر مهم، فنهى سبحانه عن ذلك، وأوجب الاستئذان من النبي قبل الإنصراف <span class=quran>﴿إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ﴾</span>: يا محمد <span class=quran>﴿أُوْلَئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ﴾</span>: حقًا وواقعًا، أما الذين لا يستأذنون أو يتعللون بالأعذار الكاذبة فهم أبعد الناس عن الإيمان والإسلام، ولا ينطقون بكلمته إلا كذبًا ونفاقًا <span class=quran>﴿فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَن لِّمَن شِئْتَ مِنْهُمْ﴾</span>: فوض سبحانه تقدير العذر الموجب للإذن إلى نبيه الكريم، فإن رآه مبررًا أذن لصاحبه، ودعا له بالمغفرة وإلا رده وأعرض عنه. <br><br>(63): <span class=quran>﴿لَا تَجْعَلُوا دُعَاء الرَّسُولِ بَيْنَكُمْ كَدُعَاء بَعْضِكُم بَعْضًا﴾</span>: لا تدعو النبي باسمه وكنيته، بل بأعظم صفاته وأجلّها مثل يا نبي الله ويا رسول الله <span class=quran>﴿قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنكُمْ لِوَاذًا﴾</span>: تسلل وانسل: انطلق في استخفاء، ولاذ به: التجأ إليه أو استتر به، وهذا هو المراد هنا، والمعنى أن الله سبحانه يعلم كيف يتسلل المنافقون من مجلس الرسول حين يذكر الجهاد ونحوه متسترًا بعضهم ببعض <span class=quran>﴿فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ﴾</span>: هذا تهديد ووعيد للطغاة والعصاة أن تصيبهم في الدنيا فتنة كالحرب الأهلية تطحنهم وتبيدهم، أو يؤجل عذابهم ليوم عظيم. <br><br>(64): <span class=quran>﴿أَلَا إِنَّ لِلَّهِ مَا فِي السَّمَاوَاتِ... ﴾</span>: الله هو الغني لأنه مالك الملك، والعليم بكل باطن وخفي، ومنتقم يقصم ظهور الطغاة، وينكل بالعصاة، وتقدم تكرارًا، ومن ذلك الآية 42 من هذه السورة. ونسأله تعالى التمام بالنبي وآله خير الأنام عليهم أفضل الصلوات والسلام."
},
{
"miniTitle": "الفرقان",
"text": "(1): <span class=quran>﴿تَبَارَكَ﴾</span>: فعل ماض، ولا يُنطق بصيغة المضارع، ويختص بالله وحده، ومعناه تنزه وتعالى وتقدس في ذاته وصفاته <span class=quran>﴿الَّذِي نَزَّلَ الْفُرْقَانَ﴾</span>: القرآن الذي يفرق بين الحق والباطل <span class=quran>﴿عَلَى عَبْدِهِ﴾</span>: محمد (ص) والإضافة هنا للتشريف والاختصاص <span class=quran>﴿لِيَكُونَ﴾</span>: محمد وقرآنه <span class=quran>﴿لِلْعَالَمِينَ نَذِيرًا﴾</span>: من يومه إلى يوم يبعثون. <br><br>(2): <span class=quran>﴿الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: مالك كل شيء وإله كل شيء <span class=quran>﴿وَلَمْ يَتَّخِذْ وَلَدًا﴾</span>: منزه عن الصحابة والولد والشريك <span class=quran>﴿وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي الْمُلْكِ وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا﴾</span>: ومعنى التقدير: التنظيم والتخطيط لهدف معين - مثلاً- لا بد للبناء من أرض ومواد، والمهندس يقدر مساحة الأرض طولا وعرضًا والمواد. كمًا وكيفًا، والله سبحانه (قدَّر ما خلق فأحكم تقديره، وتدبَّره فألطف تدبيره، ووجهه لوجهته فلم يتعد حدود منزلته، ولم يَقْصُر دون الإنتهاء إلى غايته) كما في الخطبة 89 من خطب النهج."
}
]
}