{
"title": "صفحة (360)",
"type": "html",
"data": [
{
"miniTitle": "الفرقان",
"text": "(3): <span class=quran>﴿وَاتَّخَذُوا مِن دُونِهِ آلِهَةً...﴾</span>: أعرضوا عمن خلق وقدر وأحيا وأمات ونشر، وعبدوا أصنامًا صماء عميانًا وتقدم مرات. <br><br>(4) - (5): <span class=quran>﴿وَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا﴾</span>: القرآن <span class=quran>﴿إِلَّا إِفْكٌ﴾</span>: كذب <span class=quran>﴿افْتَرَاهُ﴾</span>: محمد <span class=quran>﴿وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ﴾</span>: ضاقت قوى الشر بمحمد والقرآن، ولم تجد سلاحًا إلا التزوير والتشهير بالباطل وأن محمدًا جمع القرآن وألَّفه من أساطير الأوائل وأقوال اليهود والكهان <span class=quran>﴿فَقَدْ جَاؤُوا ظُلْمًا وَزُورًا﴾</span>: ولا شيء أدل على هذا الإفتراء من أن القرآن الكريم خلق من العرب أُمة غيرت وجه الأرض في أقل من نصف قرن، إضافة إلى التحدي بأن يأتوا بسورة من مثله. <br><br>(6): <span class=quran>﴿قُلْ﴾</span>: يا محمد: <span class=quran>﴿أَنزَلَهُ﴾</span>: القرآن <span class=quran>﴿الَّذِي يَعْلَمُ السِّرَّ فِي السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: كيف يكون القرآن خرافة وأساطير، وفيه آيات بينات تدعو للتحكيم إلى العقل، وتحكي أسرار الحياة، وتجدد مفهوم الخير والشر، وتخبر عن أحوال الأُمم الماضية والقرون الخالية بما يتفق وينطبق مع الحق والواقع؟ وكفى بذلك دليلا قاطعًا على أن القرآن من عند الله الذي خلق السموات والأرض، وأحاط بكل شيء علمًا <span class=quran>﴿إِنَّهُ كَانَ﴾</span>: وما زال <span class=quran>﴿غَفُورًا رَّحِيمًا﴾</span>: هذه دعوة كريمة من رحمة الله الواسعة إلى من كفر به وبكتبه ورسله، أن يقلع عن غيه، ويأتي إليه تعالى آمنًا ومكرمًا أيضًا... ولا بدع، فهذا شأن من لا يعبد إلا هو، ولا حاجة له إلى شيء أصلا وإطلاقًأ. <br><br>(7): <span class=quran>﴿وَقَالُوا مَالِ هَذَا الرَّسُولِ يَأْكُلُ الطَّعَامَ وَيَمْشِي فِي الْأَسْوَاقِ﴾</span>: يريدون من رسول الله أن يتعالى على الخلق، ويحتجب في برج من عاج تمامًا كالجبابرة الطغاة! وهل بُعث الرسول إلا لتدميرهم ودك عروشهم؟ وكيف يقوم الراعي والمرشد بالرقابة على أعمال الرعية وهو في معزل منهم؟ وتقدم في الآية 94 وما بعدها من الإسراء <span class=quran>﴿لَوْلَا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرًا﴾</span>: يشهد بصدقه، وينذر من كذَّبه بالعذاب. <br><br>(8): <span class=quran>﴿أَوْ يُلْقَى إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا﴾</span>: هذا هو منطق أرباب المال: بنك وعقار، وجيب ومعدة! فكيف يؤمنون برسالة من يقول: الناس سواسية كأسنان المشط في جميع الحقوق والواجبات؟ <span class=quran>﴿وَقَالَ الظَّالِمُونَ﴾</span>: المعاندون للمؤمنين المنصفين: <span class=quran>﴿إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا﴾</span>: مغلوبًا على أمره وعقله، وتقدم في الآية 101 من الإسراء. <br><br>(9): <span class=quran>﴿انظُرْ﴾</span>: يا محمد <span class=quran>﴿كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ﴾</span>: أي قالوا أقوالا كاذبة باطلة، مثل أنك ساحر أو مسحور، ولو كنت نبيًا لكنت غنيَا! <span class=quran>﴿فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا﴾</span>: أبدًا لا حجة لهم عليك، بل الحجة لك عليهم، لأنك على الحق من ربك، وماذا بعد الحق إلا الضلال. <br><br>(10): <span class=quran>﴿تَبَارَكَ الَّذِي إِن شَاء جَعَلَ لَكَ خَيْرًا مِّن ذَلِكَ﴾</span>: قال الجبابرة الطغاة لمحمد (ص): كيف تكون رسولا ولا تملك جنة أو كنزًا؟ فرد عليهم سبحانه بأنه قادر على أن يمنح نبيه أعظم من ذلك <span class=quran>﴿جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ وَيَجْعَل لَّكَ قُصُورًا﴾</span>: ولكن عظمة لا تقاس بالمال، بل العلم وصالح الأعمال، وفي الحديث: لو كانت الدنيا تزن عند الله جناح بعوضة ما سقى منها كافرًا شربة ماء. <br><br>(11): <span class=quran>﴿بَلْ كَذَّبُوا بِالسَّاعَةِ﴾</span>: يوم القيامة، وفيه دلالة على أن المشركين كانوا على استعداد تام للإيمان بنبوة محمد (ص) لولا دعوته إلى الإيمان باليوم الآخر."
}
],
"singlePage": true
}