{
"title": "صفحة (361)",
"type": "html",
"data": [
{
"miniTitle": "الفرقان",
"text": "(12) - (13): <span class=quran>﴿إِذَا رَأَتْهُم﴾</span>: جهنم <span class=quran>﴿مِّن مَّكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا...﴾</span>: كناية عن سوء العذاب وشدته، وتقدم في الآية 19 وما بعدها من الحج. <br><br>(14): <span class=quran>﴿لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا...﴾</span>: الثبور: الهلاك، والمعنى قال لهم: لا تدعوا اليوم على أنفسكم بالهلاك واحد بل بالعديد من الويلات والهلكات. <br><br>(15) - (16): <span class=quran>﴿قُلْ أَذَلِكَ﴾</span>: إشارة إلى عذاب الحريق <span class=quran>﴿خَيْرٌ﴾</span>: لا تفضيل هنا بل توبيخ <span class=quran>﴿أَمْ جَنَّةُ الْخُلْدِ...﴾</span>: بنعيمها القائم، وملكها الدائم <span class=quran>﴿كَانَ عَلَى رَبِّكَ وَعْدًا مَسْؤُولًا﴾</span>: أي لابد أن يقع، وأن للملتقي كل الحق في أن يسأل الله سبحانه الوفاء بوعده، ولكنه تعالى يعطي بلا امتنان من سأله ومن لم يسأله. <br><br>(17): <span class=quran>﴿وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ...﴾</span>: يجمع سبحانه غدًا بين المشركين والذين اتخذوهم شركاء الله، ثم يسأل الفريق المعبود: أأنتم دعوتهم هؤلاء الضالين إلى عبادتكم؟ <br><br>(18): <span class=quran>﴿قَالُوا سُبْحَانَكَ مَا كَانَ يَنبَغِي لَنَا أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَاء﴾</span>: كيف ندعوهم إلى عبادتنا، ونحن نعبدك ونخافك؟ <span class=quran>﴿وَلَكِن مَّتَّعْتَهُمْ وَآبَاءهُمْ﴾</span>: أنت يا إله العالمين أمهلتهم طويلا، كما أمهلت آباءهم من قبل <span class=quran>﴿حَتَّى نَسُوا الذِّكْرَ﴾</span>: وهو الذي أنزله سبحانه على لسان رسله <span class=quran>﴿وَكَانُوا قَوْمًا بُورًا﴾</span>: هلكى بما كسبت أيديهم، وما لنا عليهم من سلطان. <br><br>(19): <span class=quran>﴿فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ﴾</span>: يخاطب سبحانه المشركين، ويقول لهم: هؤلاء الذين عبدتم من دون الله قد كذبوكم فيما زعمتم أنهم شركاء يقربونكم من الله زلفى <span class=quran>﴿فَمَا تَسْتَطِيعُونَ صَرْفًا﴾</span>: أن تصرفوا عنكم العذاب <span class=quran>﴿وَلَا نَصْرًا﴾</span>: ولا الانتصار لأنفسكم. <br><br>(20): <span class=quran>﴿وَما أَرْسَلْنَا قَبْلَكَ﴾</span>: يا محمد <span class=quran>﴿مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ﴾</span>: إن الشرط الأساس في الرسول أن يكون أمينًا على الرسالة، وقادرًا على الصبر في أدائها الكامل، وأية علاقة لهذه المهمة بأكل الطعام والمشي في الأسواق؟ وتقدم في الآية 109 من يوسف وغيرها <span class=quran>﴿وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً﴾</span>: الخطاب لجميع الناس، والمراد بالفتنة الامتحان والاختبار، فيختبر سبحانه الأغنياء بالفقراء: هل يؤدون إليهم عن طيب نفس الزكوات والأخماس الواجبة في أموالهم؟ ويبتلي الأقوياء بالضعفاء: هل يعاملونهم بالعدل أو الجور؟ ويمتحن الأنبياء المرسلين بتكذيب المرسل إليهم وصنوف الإيذاء والبلاء، وهكذا يبتلي المؤمن الصالح بمرأة سوء أو ولد عاق أو جار مضار <span class=quran>﴿أَتَصْبِرُونَ﴾</span>: ومن لم يصبر على بلائه تعالى فليخرج من أرضه وسمائه، أو كما قال الإمام علي (ع): فاصبر مغمومًا أو مت متأسفًا."
}
],
"singlePage": true
}