{"title":"صفحة (363)","type":"html","data":[{"miniTitle":"الفرقان","text":"(33): <span class=quran>﴿وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ﴾</span>: الخطاب لمحمد (ص) وضمير الجماعة في يأتونك لأعداء الله وأعدائه الذين يعترضون عل القرآن، والمعنى لا ينطقون بأية شبهة وضلالة حولك أو حول القرآن إلا وأوحينا إليك بجواب الحق الذي يفحمهم ويلجمهم. <br><br>(34): <span class=quran>﴿الَّذِينَ يُحْشَرُونَ عَلَى وُجُوهِهِمْ...﴾</span>: سأل رجل رسول الله (ص): كيف يحشر الكافر على وجهه؟ فقال: إن الذي أمشاه على رجلين قادر على أن يمشيه على وجهه. <br><br>(35) - (37): <span class=quran>﴿وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ...﴾</span>: التوراة، وقصته تقدمت وتكررت من البقرة إلى المائدة ومنها إلى الأعراف وطه <span class=quran>﴿وَقَوْمَ نُوحٍ...﴾</span>: تقدم في هود. <br><br>(38): <span class=quran>﴿وَعَادًا﴾</span>: أنظر هود الآية 50- 60 <span class=quran>﴿وَثَمُودَ﴾</span>: أُنظر هود الآية 61- 68 <span class=quran>﴿وَأَصْحَابَ الرَّسِّ﴾</span>: اسم بئر وأصحابه قوم شعيب وقصته في هود الآية 84-95<span class=quran>﴿وَقُرُونًَا بَيْنَ ذَلِكَ كَثِيرًا﴾</span>: أيضًا أهلكنا من الأُمم أضعاف من ذكرنا لأنهم كذبوا الأنبياء والمرسلين. وفي مجلة العربي الكويتية عدد 232 مقال بعنوان سيرة النبيّ بقلم الدكتور عبد العزيز كامل، جاء فيه: (المجددون الدينيون في فارس نعرفهم فقط عن طريق الشاهنامة، ولقد ضاع أنبياء الهند في القصص والأساطير). <br><br>(39): <span class=quran>﴿وَكُلًّا ضَرَبْنَا لَهُ الْأَمْثَالَ﴾</span>: ما أهلكنا قومًا إلا بعد قيام الحجة عليهم بالأدلة والنصائح الأمثال بمن كان قبلهم، ولكنهم عموا وصموا فحقت عليهم كلمة العذاب الذي أشار إليه سبحانه بقوله: <span class=quran>﴿وَكُلًّا تَبَّرْنَا تَتْبِيرًا﴾</span>: أهلكنا إهلاكًا. <br><br>(40): <span class=quran>﴿وَلَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ السَّوْءِ﴾</span>: لقد مر عتاة قريش بقرى قوم لوط، وشاهدوا ما فيها من آثار العذاب والهلاك، وكان عليهم أن يعتبروا ويتعظوا <span class=quran>﴿بَلْ كَانُوا لَا يَرْجُونَ نُشُورًا﴾</span>: كيف يتعظون وهم لا يؤمنون ببعث وحساب وجزاء؟. <br><br>(41): <span class=quran>﴿وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ﴾</span>: يا محمد <span class=quran>﴿إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللَّهُ رَسُولًا﴾</span>: يهزأون ويستخفون بسيد الكونين! ولماذا؟ لأنه ساوى بين الأسود والأبيض، وثار على الجهل والبغي... وأين هؤلاء الساخرون الهازئون الآن من حياة الناس وفي سجلات التاريخ؟. <br><br>(42): <span class=quran>﴿إِن كَادَ﴾</span>: محمد <span class=quran>﴿لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلَا أَن صَبَرْنَا عَلَيْهَا﴾</span>: التوحيد شر وضلال في منطقهم، وعبادة الأصنام هدى وخير! وكل أو جلَّ الذين آمنوا بمحمد (ص) كانوا من قبل على هذا الجهل بالجهل، والتعصب الأعمى لما توارثوه الأجيال، ومع ذلك أقنعهم محمد وجذبهم إليه بخلقه العظيم وأُسلوبه الحكيم الرحيم، وهنا يكمن السر لِعَظَمة محمد، وأيضًا من هنا قال حر خبير: لو تسلَّم محمد زمام الحكم المطلق اليوم في العالم كله لحل مشكلاته بالكامل، وحقق للعالم السلام والرخاء المنشود. <br><br>(43): <span class=quran>﴿أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ﴾</span>: كل من يتخلى عن الإيمان بالله وعدله يبحث عن بديل له فيما يحب ويهوى من جاه أو مال غير ذلك من ملذات وشهوات <span class=quran>﴿أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا﴾</span>: حافظًا له من الضلال والفساد."}]}