{"title":"صفحة (366)","type":"html","data":[{"miniTitle":"الفرقان","text":"(68) - (70): <span class=quran>﴿وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ﴾</span>: لا يجعلون له ندًا في العبادة والطاعة، فكيف حال من يطيع المخلوق في معصية الخالق؟ <span class=quran>﴿وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ﴾</span>: وقتلها بالحق أن تسعى في الأرض فسادًا أو تزني عن إحصان أو ترتد عن فطرة أو تقتل نفسًا بغير حق <span class=quran>﴿وَلَا يَزْنُونَ﴾</span>: لأن الزنا من أكبر الكبائر والمآثم، ولذا ساوى سبحانه بينه وبين الشرك وقتل النفس المحرمة <span class=quran>﴿إِلَّا مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا فَأُوْلَئِكَ يُبَدِّلُ اللَّهُ سَيِّئَاتِهِمْ حَسَنَاتٍ﴾</span>: من تاب من الذنب كمن لا ذنب له، وفوق ذلك يشيبه الله على توبته. <br><br>(71): <span class=quran>﴿وَمَن تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى اللَّهِ مَتَابًا﴾</span>: مرجعًا حسنًا ومرضيًا، وأعاد سبحانه آية التوبة للتنبيه والإشارة إلى أنه تعالى يحب التوابين، شريطة أن لا يرجعوا إلى المعصية بعد أن رجعوا إلى خالقهم الغفور الرحيم. <br><br>(72): <span class=quran>﴿وَالَّذِينَ لَا يَشْهَدُونَ الزُّورَ﴾</span>: لا يتعمدون الكذب في أقوالهم، بل لا ينطقون بما يجهلون، ولا يحضرون مجالس السوء والباطل <span class=quran>﴿وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا﴾</span>: تمامًا كالنحلة إذا مرت بالجيف والروائح الكريهة. <br><br>(73): <span class=quran>﴿وَالَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا﴾</span>: لم يعرضوا عنها، بل يقبلوا عليها باسماعهم وقلوبهم، وفي الآية 2 من الأنفال: (وإذا تليت عليهم آياته زادتهم إيمانًا). <br><br>(74): <span class=quran>﴿وَالَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ﴾</span>: كناية عن السرور، يدعون الله سبحانه أن يرزقهم أزواجًا وأولادًا أبرارًا وأتقياء سامعين لله ومطيعين، ليكونوا في منجاة من غضبه تعالى وعذابه <span class=quran>﴿وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا﴾</span>: هداة إلى الخير والحق، وقدوة في العمل بهما. <br><br>(75): <span class=quran>﴿أُوْلَئِكَ يُجْزَوْنَ...﴾</span>: يوم القيامة بأعلى المراتب والدرجات <span class=quran>﴿قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلَا دُعَاؤُكُمْ﴾</span>: لستم عند الله وفي الواقع بشيء يستحق الذكر والعناية لولا شيء واحد، وهو دعاء الرسول لكم إلى الإيمان كي تلزمكم الحجة عند الحساب والجزاء إذا لم تسمعوا وتطيعوا، والدليل على إرادة هذا المعنى قوله تعالى بلا فاصل مخاطبًا المجرمين المعاندين: <span class=quran>﴿فَقَدْ كَذَّبْتُمْ﴾</span>: دعوة الرسول وأعرضتم عنها <span class=quran>﴿فَسَوْفَ يَكُونُ لِزَامًا﴾</span>: أصبح عقابكم لازمًا لا مفر منه، ومن يعمل سوءًا يجز به.<br><br>(76):<br>(77):"}]}