{
"title": "صفحة (368)",
"type": "html",
"data": [
{
"miniTitle": "الشعراء",
"text": "(20): <span class=quran>﴿قَالَ﴾</span>: موسى لفرعون <span class=quran>﴿فَعَلْتُهَا إِذًا وَأَنَا مِنَ الضَّالِّينَ﴾</span>: أي الجاهلين بأن وكزتي تؤدي إلى القتل، لأني قصدت بها الردع والتأديب فأخطأت القصد... وبالمناسبة نشير إلى أن العمد ركن من أركان الجناية عند أهل التشريع. <br><br>(21): <span class=quran>﴿فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ﴾</span>: ما فررت من العدالة بل من الظلم <span class=quran>﴿فَوَهَبَ لِي رَبِّي حُكْمًا﴾</span>: أي علمًا بدينه وأحكامه <span class=quran>﴿وَجَعَلَنِي مِنَ الْمُرْسَلِينَ﴾</span>: حيث وجدني أهلا لرسالته، ذكَّره فرعون بالفقر والتشريد فقال له موسى: تقاس الكرامة والفضيلة بالعلم والعمل الصالح لا بالجاه والمال. <br><br>(22): <span class=quran>﴿وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدتَّ بَنِي إِسْرَائِيلَ﴾</span>: أتمن عليّ يا فرعون بالتربية وليدًا، وتنسى أنك أنت السبب الموجب لوصولي إليك حيث كنت تذبح أبناء بني إسرائيل، وتستعبد الكبار أرقاء لك؟ وأي وزن لتربيتي بالنسبة إلى ما فعلت وأسأت؟. <br><br>(23): <span class=quran>﴿قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ﴾</span>: زعمت يا موسى أنك رسول رب العالمين، فمن هو هذا الذي زعمت؟ وما هو جنسه وفصله؟. <br><br>(24): <span class=quran>﴿قَالَ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: أجاب موسى بأن الله لا يعرف بالذات بل بالآثار والأفعال، والكون بمن فيه وما فيه من صنعه وإبداعه وحده لا شريك له <span class=quran>﴿إن كُنتُم مُّوقِنِينَ﴾</span>: إن كان لكم عقول تدرك الحق وتؤمن به. <br><br>(25): <span class=quran>﴿قَالَ﴾</span>: فرعون <span class=quran>﴿لِمَنْ حَوْلَهُ أَلَا تَسْتَمِعُونَ﴾</span>: ألا تعجبون من هذا؟ يزعم أن غيري خلق الكون وأنا موجود؟... ولا تعجب أيها القارئ من هذا العجب، فكم واحد يقول: أنا ربكم الأعلى إذا وجد من يسمع له ويقبل منه إلا من شذ كما أشار سبحانه في الآية54 من الزخرف (فاستخف قومه فأطاعوه). <br><br>(26): <span class=quran>﴿قَالَ﴾</span>: موسى الله <span class=quran>﴿رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ﴾</span>: الذين خلقوا ووجدوا قبل أن يخلق فرعون ويوجد، فهل خلقهم وهو عدم في عدم!. <br><br>(27): <span class=quran>﴿قَالَ: فرعون <span class=quran>﴿إِنَّ رَسُولَكُمُ الَّذِي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ﴾</span>: تمامًا كما يقول اليوم حكام البغي والضلال للحر الأمين: أنت مخرب وهدام، ولا فرق في الشكل والكلام. <br><br>(28): <span class=quran>﴿قَالَ﴾</span>: موسى مُصّرًا ومؤكَّدًا: الله <span class=quran>﴿رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ﴾</span>: ذكر موسى شروق الشمس وغروبها حيث لا يجرأ فرعون أن يقول: أنا الذي أسيرها من المشرق إلى المغرب، ولذا بُهت وأُفحم تمامًا كما بهت نمرود حين تحداه إبراهيم الخليل (ع) بقوله: (فإن الله يأتي بالشمس من المشرق فات بها من المغرب-258 البقرة). <br><br>(29): <span class=quran>﴿قَالَ﴾</span>: فرعون لموسى: <span class=quran>﴿لَئِنِ اتَّخَذْتَ إِلَهًا غَيْرِي لَأَجْعَلَنَّكَ مِنَ الْمَسْجُونِينَ﴾</span>: لما انقطعت حجة فرعون أخد يهدد بسلاح الجور والإعتساف... ولكن هذا سلاح لا تراه الأعين. وأقواه وأمضاه على الإطلاق الصمود والإخلاص مهما كانت النتائج وتكون. <br><br>(30): <span class=quran>﴿قَالَ﴾</span>: موسى مخاطبًا فرعون: <span class=quran>﴿أَوَلَوْ جِئْتُكَ﴾</span>: أتجعلني من المسجونين حتى ولو أتيتك بالدليل القاطع على نبوتي. <br><br>(31) - (33): <span class=quran>﴿قَالَ فَأْتِ بِهِ﴾</span>: أرنا دليلك، فتحولت العصا إلى ثعبان واليد السمراء إلى كهرباء، فأصر فرعون على التكذيب. إِن كُنتَ مِنَ الصَّادِقِينَ <br><br>(34) - (37): <span class=quran>﴿قَالَ لِلْمَلَإِ حَوْلَهُ إِنَّ هَذَا لَسَاحِرٌ عَلِيمٌ﴾</span>: عجيب السحر، بارع فيه؟. <br><br>(38): <span class=quran>﴿فَجُمِعَ السَّحَرَةُ لِمِيقَاتِ يَوْمٍ مَّعْلُومٍ... ﴾</span>: هو يوم العيد بنص الاية59 من طه. <br><br>(39): <span class=quran>﴿وَقِيلَ لِلنَّاسِ هَلْ أَنتُم مُّجْتَمِعُونَ﴾</span>: لتشهدوا هذه المباراة."
}
],
"singlePage": true
}