{
"title": "صفحة (369)",
"type": "html",
"data": [
{
"miniTitle": "الشعراء",
"text": "(40): <span class=quran>﴿لَعَلَّنَا نَتَّبِعُ السَّحَرَةَ إِن كَانُوا هُمُ الْغَالِبِينَ﴾</span>: أي لعلنا نغلب موسى ولو بالتدجيل والتهويل. <br><br>(41) - (45): <span class=quran>﴿فَلَمَّا جَاء السَّحَرَةُ﴾</span>: ساوموا فرعون فوعدهم بأكثر مما طلبوا ورغبوا، فألقوا ما عندهم، وألقى موسى العصا. <br><br>(46) - (49): <span class=quran>﴿فَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ﴾</span>: مؤمنين برب العالمين، فثارت ثائرة فرعون وازداد عتوًا وعنادًا، وشرع يبرق ويرعد ويتوعد ويهدد السحرة بقوله: <span class=quran>﴿لَأُقَطِّعَنَّ أَيْدِيَكُمْ... ﴾</span>: ولكنهم لم يكترثوا بفرعون وسلطانه وتنكيله وطغيانه. <br><br>(50) - (51): <span class=quran>﴿قَالُوا لَا ضَيْر﴾</span>: ألسنا على الحق، إذن لا نبالي بالموت... وهكذا شهداء العقيدة لا يبالون بسيف الجلاد، بل يشتدون صلابة في صمودهم وإخلاصهم، ورسوخًا في دينهم وإيمانهم، أما الذين ينهارون ويستسلمون باللمحة والنظرة، بل وبمجرد الوهم، فما هم من الدين والإيمان في شيء، وإن انتحلوه وانتسبوا إليه... أللهم ما أحكمك، وأحلمك، وأمهلك على من يعيش بالرياء والنفاق. <br><br>(52): <span class=quran>﴿وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي إِنَّكُم مُّتَّبَعُونَ﴾</span>: أمر سبحانه موسى أن يخرج ليلا مع بني إسرائيل وأخبره أن فرعون وجنوده لاحقون بهم، فامتثل موسى ما أُمر به. <br><br>(53): <span class=quran>﴿فَأَرْسَلَ فِرْعَوْنُ فِي الْمَدَائِنِ حَاشِرِينَ﴾</span>: لما علم فرعون بخروج موسى وبني إسرائيل حشد لهم لكي يرغمهم على الرجوع إلى سلطانه، وقال فيما قال: <br><br>(54): <span class=quran>﴿إِنَّ هَؤُلَاء لَشِرْذِمَةٌ قَلِيلُونَ﴾</span>: وظريف جدًا ما قاله هنا بعض المفسرين: كان مع موسى ستمائة وسبعون ألفًا، وكان جيش فرعون ألف ألف ملك أي قائد مع كل ملك ألف ومعنى هذا أن جيش فرعون كان ألف مليون، وكلهم غرقوا في البحر!. <br><br>(55): <span class=quran>﴿وَإِنَّهُمْ لَنَا لَغَائِظُونَ﴾</span>: يخلقون لنا المزعجات والمشكلات. <br><br>(56): <span class=quran>﴿وَإِنَّا لَجَمِيعٌ حَاذِرُونَ﴾</span>: مستعدون لاستئصالهم وإبادتهم. <br><br>(57): <span class=quran>﴿فَأَخْرَجْنَاهُم﴾</span>: من جنات وعيون. <br><br>(58): <span class=quran>﴿وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ﴾</span>: خرج فرعون وجنوده للانتقام من موسى ومن معه، فانتقم الله منهم، ودارت عليهم دائرة السوء! فرعون الذي قال بالأمس: (أليس لي ملك مصر وهذه الأنهار تجري من تحتي أفلا تبصرون-51 الزخرف) فرعون الذي طغى وبغى وقال: (أنا ربكم الأعلى-24 النازعات) أخده الله في لحظة بنكال الغرق في الدنيا وعذاب الحريق في الآخرة... فهل يتعظ الجبابرة الطغاة والمتعالون العتاة؟ وعلى كل عاقل أن ينتفع بهذا الدرس، وأن لا يدخل في شيء حتى يهيئ الخروج منه. دخل فرعون البحر ليقتل موسى فغرق فيه. <br><br>(59): <span class=quran>﴿كَذَلِكَ وَأَوْرَثْنَاهَا بَنِي إِسْرَائِيلَ﴾</span>: وظاهر الكلام وسياقه يدل أن الله سبحانه أورث بني إسرائيل ديار فرعون وقومه، ومهما يكن فإن محل الشاهد أن الظلم لا يدوم، وأن الأشياء تتغير شئنا أم أبينا. <br><br>(60): <span class=quran>﴿فَأَتْبَعُوهُم مُّشْرِقِينَ﴾</span>: أدرك فرعون بني إسرائيل عند شروق الشمس."
}
],
"singlePage": true
}