{
"title": "صفحة (371)",
"type": "html",
"data": [
{
"miniTitle": "الشعراء",
"text": "(84): <span class=quran>﴿وَاجْعَل لِّي لِسَانَ صِدْقٍ فِي الْآخِرِينَ﴾</span>: جميل الأحدوثة إلى يوم الدين. <br><br>(85): <span class=quran>﴿وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ﴾</span>: إبراهيم هو خليل الرحمن، وملَّته هي الدين الحنيف بنص من القرآن الكريم ومن خرج عنها فهو من الكافرين، ومع هذا يخضع ويتضرع ويتذلل ويتوسل أن يمن عليه سبحانه بالجنة، وأن يغفر له خطيئته كما في الآية 82 و87 من هذه السورة. تذكرت وأنا أُفسَّر هذه الآية جملة كتبها قائلها على جلد كتابه، وهذا نصها: (وإيماني جعلني سعيدًا في الدارين معًا، وبقراءتك لهذا الكتاب يمكنك أن تصبح سعيدًا مثلي من غير ارتياب) ! ولا أدري: ما هو الدليل والمصدر على أن قراءة الكتاب المشار إليه تدخل قارئه الجنة علمًا بأن تلاوة القرآن الكريم لا تكفي وحدها لدخول الجنَّة، والهدف من هذه الإشارة التحذير من زلة القدم بعد ثبوتها. <br><br>(86): <span class=quran>﴿وَاغْفِرْ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ﴾</span>: ويبتني هذا الإستغفار على وعد منه لإبراهيم (ع) بأن يؤمن بالتوحيد كما جاء في الآية114 من التوبة. <br><br>(87): <span class=quran>﴿وَلَا تُخْزِنِي يَوْمَ يُبْعَثُونَ﴾</span>: هذا هو منطق المعصومين والمنزهين من العجب والغرور. <br><br>(88): <span class=quran>﴿يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ﴾</span>: أبدًا لا أحد ينجو من غضب الله وعذابه غدًا. <br><br>(89): <span class=quran>﴿إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ﴾</span>: لا دين ولا إيمان ولا أخلاق بل ولا إنسانية إلا بسلامة القلب من الحقد والحسد والنفاق وكل دنية ورذيلة، وتقدم الكلام حول إبراهيم (ع) في سورة البقرة والأنعام والتوبة وإبراهيم والحجر ومريم والأنبياء. <br><br>(90): <span class=quran>﴿وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ﴾</span>: دنت وقربت من الذين يجاهدون في سبيل الله، ولا يخافون لومة لائم. <br><br>(91): <span class=quran>﴿وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ﴾</span>: استعدت لاستقبال كل طاغ وباغ، وكل حسود حقود، ومشرك عنود. <br><br>(92) - (93): <span class=quran>﴿وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ﴾</span>: ومنه تقبضون وله تهتفون وتصفقون؟. <br><br>(94) - (95): <span class=quran>﴿فَكُبْكِبُوا﴾</span>: تكرار لكب، ومعناه الطرح والإلقاء <span class=quran>﴿هُمْ﴾</span>: أي آلهتهم <span class=quran>﴿وَالْغَاوُونَ وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ﴾</span>: هووا بالكامل في جهنم بعضهم فوق بعض. <br><br>(96) - (99): <span class=quran>﴿قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ تَاللهِ إِن كُنَّا لَفِي ضَلَالٍ مُّبِينٍ إِذْ نُسَوِّيكُم بِربِّ الْعَالَمِينَ وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ﴾</span>: يقولون الغاوون غدًا لآلهتهم وشياطينهم: كان دليلنا العمى حين عبدناكم، وجعلناكم سواء مع رب العالمين، وما صدنا عن الحق إلا الطغاة المجرمون أرباب المصالح والمنافع. <br><br>(100): <span class=quran>﴿فَمَا لَنَا مِن شَافِعِينَ﴾</span>: كلا، إلا العمل الصالح. <br><br>(101): <span class=quran>﴿وَلَا صَدِيقٍ حَمِيمٍ﴾</span>: أبدًا، إلا القلب السليم. <br><br>(102): <span class=quran>﴿فَلَوْ أَنَّ لَنَا كَرَّةً﴾</span>: رجعة. هيهات قد فات ما فات. <br><br>(103) - (104): <span class=quran>﴿إِنَّ فِي ذَلِكَ لَآيَةً﴾</span>: لمن أبصر وفكر في العاقبة والنهاية. <br><br>(105): <span class=quran>﴿كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ﴾</span>: المرسل إليهم واحد وهو نوح، ولكن من كذب رسولًا واحدًا لله فقد كذب جميع رسله لأن الرسالة واحدة من واحد. <br><br>(106): <span class=quran>﴿إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ﴾</span>: غضب الله وعذابه؟. <br><br>(107) - (108): <span class=quran>﴿إِنِّي لَكُمْ رَسُولٌ أَمِينٌ﴾</span>: كان معروفًا بين قومه بالصدق والأمانة كسائر الأنبياء دون استثناء. <br><br>(109): <span class=quran>﴿وَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ﴾</span>: كل رسول أجره على المرسل لا على المرسل إليه. <br><br>(110): <span class=quran>﴿فَاتَّقُوا اللَّهَ وَأَطِيعُونِ﴾</span>: كرر الأمر بالتقوى لا لأنها الأصل وكفى، بل لأن طبيعة الدعوة تقتضي التكرار. <br><br>(111): <span class=quran>﴿قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ﴾</span>: ولماذا؟ أرذلون؟ لأنهم يُظلمون ولا يَظلمون، ولأنهم يأكلون من كد اليمين ولا ينهبون... وكان أرسطو واستاذه أفلاطون على ملة قوم نوح ومنطقهم حيث أكدا على نظام الرق، وقالا: إن العمل اليدوي لا يليق بالأحرار، وإنما ينبغي أن ينصرف هؤلاء إلى التأمل العقلي الصرف! وما أبعد هذه الفلسفة الذاتية الأنانية عن الإسلام ونبيه الذي قال: (ما أكل أحد طعامًا قط خيرًا من عمل يده... ان الله يحب المؤمن المحترف) وصافح النبي يدًا خشنة من أثر المسحاة فقال: هذه يد محرمة على النار، هذه يد يحبها الله ورسوله."
}
],
"singlePage": true
}