{
"title": "صفحة (372)",
"type": "html",
"data": [
{
"miniTitle": "الشعراء",
"text": "(112): <span class=quran>﴿قَالَ﴾</span>: نوح للمترفين الذين عيّرَوه بالأرذلين <span class=quran>﴿وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ﴾</span>: ما عليَّ سوى العمل بالظاهر ولست مسؤولا عن فحص القلوب والسرائر. <br><br>(113): <span class=quran>﴿إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي﴾</span>: فهو وحده يعلم السر وأخفى، وعليه يحاسب، فيثيب أو يعاقب. <br><br>(114) - (115): <span class=quran>﴿وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ﴾</span>: لأن هذا ليس من شيمتي ولا هو من وظيفتي، وما عليّ إلا البلاغ. <br><br>(116): <span class=quran>﴿قَالُوا لَئِن لَّمْ تَنتَهِ يَا نُوحُ لَتَكُونَنَّ مِنَ الْمَرْجُومِينَ﴾</span>: عجزوا عن دحض الحجة بالحجة، فلجأوا إلى عرض العضلات. <br><br>(117) - (122): <span class=quran>﴿قَالَ﴾</span>: نوح: <span class=quran>﴿رَبِّ إِنَّ قَوْمِي كَذَّبُونِ فَافْتَحْ... ﴾</span>: فاحكم بيني وبينهم، وأيضًا عجز نوح ردع القوة بالقوة، فاستعان بخالقه، فاستجاب له، ونجاه وأهله، وأغرق القوم الظالمين أجمعين، وهنا تبرز شخصية محمد (ص) التي تنعكس منها الفضائل عمليًا بكاملها، تألب عليه قومه، وأذاقوه ألوانًا من الأذى، نعتوه بالكذب والجنون وقاطعوه وحاصروه وشردوه، ثم جمعوا الجيوش لحربه مرات فلم يدع عليهم بل دعا لهم وقال: اللهم اهد قومي إنهم لا يعلمون، وتقدم الحديث حول نوح وقومه في سورة الأعراف وهود وغيرهما. <br><br>(123) - (127): <span class=quran>﴿كَذَّبَتْ عَادٌ الْمُرْسَلِينَ... إِلَّا عَلَى رَبَّ الْعَالَمِينَ﴾</span>: قبل لحظة ذكرت هذه الآيات الخمس بالكامل وبالنص الحرفي بلا تقليم وتطعيم أو تغيير إلا في الإسم، هناك قوم نوح، وهنا عاد وثمود، والسر أن رسالة الأنبياء واحدة والمرسل واحد. <br><br>(128): <span class=quran>﴿أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ﴾</span>: الريع: المكان المرتفع، ومعنى الآية هنا: البناء، وكل بناء لسد الحاجة فهو من صميم الدين، أما البناء للتضاهي والتباهي فهو من وحي الشيطان. وبالمناسبة نشير أن أعلى بناية اليوم على وجه الأرض هي ناطحة سحاب شيكاغو الجديدة، وتعرف باسم سيرزروبك، وتبلغ من الإرتفاع نحو 550 مترًا. <br><br>(129): <span class=quran>﴿وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ﴾</span>: والمصانع التي تنتج الغذاء والكساء والدواء والتركتورات والسيارات والطائرات وسائر الأدوات التي تسهل الحياة الاجتماعية- هي تمامًا كالمساجد والمعابد، أما مصانع الأسلحة الحديثة المدمرة فجريمتها تفوق الجرائم مجتمعة، ولا حد لأسوائها وأدوائها، لأنها تنتج الموت والفناء بالجملة ومصدر البؤس والفساد والشقاء في شرق الأرض وغربها. <br><br>(130): <span class=quran>﴿وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ﴾</span>: متعاظمين متسلطين بسلطان السوء والبغي، ونزلت هذه الآية حيث كان البطش باليد، وأقصاه بالسيف والرمح، فكيف لو نزلت اليوم والأسلحة الجهنمية النووية تدمر الأرض ومن عليها في ساعة أو بعض ساعة؟. <br><br>(131): <span class=quran>﴿فَاتَّقُوا اللَّهَ﴾</span>: في البطش بعباده وعياله، والتحكم في دمائهم وبلادهم وأرزاقهم، والتلاعب بعقولهم وتضليلها عن نهج الخير والهدى. <br><br>(132) - (134): <span class=quran>﴿وَاتَّقُوا الَّذِي أَمَدَّكُم بِمَا تَعْلَمُونَ﴾</span>: من أنعام وبنين وجنات وعيون. <br><br>(135): <span class=quran>﴿إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ﴾</span>: إن كذبتم وخالفتم. <br><br>(136): <span class=quran>﴿قَالُوا سَوَاء عَلَيْنَا أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ الْوَاعِظِينَ﴾</span>: فما نحن لك بمؤمنين، ولا لوعظك بسامعين."
}
]
}