{"title":"صفحة (375)","type":"html","data":[{"miniTitle":"الشعراء","text":"(182) - (191): <span class=quran>﴿وَزِنُوا بِالْقِسْطَاسِ﴾</span>: الميزان <span class=quran>﴿الْمُسْتَقِيمِ﴾</span>: العدل <span class=quran>﴿وَالْجِبِلَّةَ﴾</span>: الطبيعة <span class=quran>﴿الْاَوَّلِينَ﴾</span>: أي أن الله سبحانه خلقكم وخلق آباءكم الأولين فاعبدوه واشكروه <span class=quran>﴿مِنَ الْمُسَحَّرِينَ﴾</span>: المسحورين <span class=quran>﴿كِسَفًا مَّنَ السَّمَاء﴾</span>: الكسف: جمع الكسفة، وهي القطعة <span class=quran>﴿فَأخَذَهُم عَذَابُ يَوْمِ الظُّلَّةِ﴾</span>: وهي سحابة من نار أحرقتهم كما قال المفسرون، وتقدمت قصة شعيب في سورة الأعراف وهود. <br><br>(192): <span class=quran>﴿وَإِنَّهُ﴾</span>: القرآن <span class=quran>﴿لَتَنزِيلُ رَبِّ الْعَالَمِينَ﴾</span>: لا من قرائح البشر وأفكارهم، ونوره تعالى يتجلى فيه، قال الإمام الصادق (ع) يظهر الله للناس في كلامه: <br><br>(193): <span class=quran>﴿نَزَلَ بِهِ الرُّوحُ الْأَمِينُ﴾</span>: وهو جبريل، وسمي بالروح لأنه نزل بالقرآن وهو شفاء للأرواح، ونعت بالأمين لأنه مطيع لله، حريص على تأدية رسالاته إلى أنبيائه. <br><br>(194): <span class=quran>﴿عَلَى قَلْبِكَ﴾</span>: يا محمد بلا تزييف وتحريف وتقليم وتطعيم، نزل كذلك على قلبك أنت يا محمد، وليس على قلب أهل بيتك ولا على قلب أحد من الصحابة والتابعين وفي قاموس الكتاب المقدس: إن الإنجيل نزل على قلب متى ومرقس ولوقا ويوحنا. (انظر مادة و ح ي ص 1021 من هذا الكتاب، وأيضًا إقرء ما جاء فيه عن هؤلاء الأربعة أصحاب الأناجيل). <br><br>(195): <span class=quran>﴿بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ﴾</span>: قال الشيخ الطبرسي: الذين أُنذروا بلسان عربي خمسة أنبياء هود وصالح وشعيب وإسماعيل ومحمد وتقدم في الآية 2 من يوسف. <br><br>(196): <span class=quran>﴿وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ﴾</span>: زُبُر: كتب، والمعنى أن الكتب السماوية المنزلة قبل القرآن، والأنبياء القدامى قد ذكروا القرآن، ونوهوا به. <br><br>(197): <span class=quran>﴿أَوَلَمْ يَكُن لَّهُمْ﴾</span>: للجاحدين <span class=quran>﴿آيَةً أَن يَعْلَمَهُ عُلَمَاء بَنِي إِسْرَائِيلَ﴾</span>: الموثوقون والمعرفون بالصدق، والمعنى أي شيء أصدق في الدلالة وأوضح على نبوة محمد (ص) ورسالته الثقة بالقرآن وأصالته- من شهادة علماء اليهود كعبد الله ابن سلام وأصحابه، أن محمدًا مذكور في التوراة بصفاته. <br><br>(198) - (199): <span class=quran>﴿وَلَوْ نَزَّلْنَاهُ عَلَى بَعْضِ الْأَعْجَمِينَ فَقَرَأهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ﴾</span>: لو نطق بهذا القرآن العربي أخرس أو جماد أو جاهل باللغة العربية كمعجزة خارقة على صدقة- لأبي المعاندون إلا كفورًا. <br><br>(200): <span class=quran>﴿كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ الْمُجْرِمِينَ﴾</span>: أي هكذا تسرب ودخل التكذيب بالقرآن والجحود بنبوة محمد إلى القلوب المتحجرة العمياء، والدليل على إرادة هذا المعنى قوله تعالى بلا فاصل. <br><br>(201): <span class=quran>﴿لَا يُؤْمِنُونَ بِهِ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ﴾</span>: فإنه تمامًا كقوله سبحانه: (لا يؤمنون ولو جاءتهم كل آية حتى يروا العذاب الأليم96 - يونس) أما نسبة السلوك إليه عظمت كلمته، وتكرر ذلك مرارًا (ولو علم الله فيهم خيرًا لأسمعهم- 23 الأنفال). <br><br>(202): <span class=quran>﴿فَيَأْتِيَهُم﴾</span>: العذاب <span class=quran>﴿بَغْتَةً وَهُمْ لَا يَشْعُرُونَ﴾</span>: أُنذروا من قبل بالعذاب، فأعرضوا وسخروا، فأتاهم فجأة بلا إنذار. <br><br>(203): <span class=quran>﴿فَيَقُولُوا﴾</span>: حين يرون العذاب: <span class=quran>﴿هَلْ نَحْنُ مُنظَرُونَ﴾</span>: أمهلونا ولو قليلا. <br><br>(204): <span class=quran>﴿أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ﴾</span>: عند رؤية العذاب عيانًا طلبتم الإمهال، ومن قبل كنتم به تستعجلون! فما أغناكم عن الحالين. <br><br>(205) - (206): <span class=quran>﴿أَفَرَأَيْتَ﴾</span>: أخبرني <span class=quran>﴿إِن مَّتَّعْنَاهُمْ سِنِينَ... ﴾</span>: طلبوا الإمهال حين رأوا العذاب، فلو استجبنا وأمهلنا أمدًا طويلا، يتمتعون ويتنعمون."}]}