{"title":"صفحة (376)","type":"html","data":[{"miniTitle":"الشعراء","text":"(207): <span class=quran>﴿مَا أَغْنَى عَنْهُم﴾</span>: الإمهال والتمتع بالنعم شيئًا لأن العذاب نازل بهم لا محالة. <br><br>(208): <span class=quran>﴿وَمَا أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ﴾</span>: كيلا يقول أهلها: (ربنا لولا أرسلت إلينا رسولًا فنتبع آياتك ونكون من المؤمنين- 47 القصص). <br><br>(209): <span class=quran>﴿ذِكْرَى﴾</span>: عسى أن يتذكر متذكر ويزدجر مزدجر. <br><br>(210): <span class=quran>﴿وَمَا تَنَزَّلَتْ بِهِ﴾</span>: بالقرآن <span class=quran>﴿الشَّيَاطِينُ﴾</span>: بل نزل به الروح الأمين من رب العالمين، وهذا رد على من قال: انه كهانة من وحي الشيطان. <br><br>(211): <span class=quran>﴿وَمَا يَنبَغِي لَهُمْ﴾</span>: أي للشياطين، لأن القرآن نور وهداية لا سحر وخرافة <span class=quran>﴿وَمَا يَسْتَطِيعُونَ﴾</span>: بل هم أصغر وأحقر. <br><br>(212): <span class=quran>﴿إِنَّهُمْ عَنِ السَّمْعِ لَمَعْزُولُونَ﴾</span>: أي عن سماع الغيب والعلم به (فلا يظهر على غيبه أحدًا إلا من ارتضى من رسول- 27 الجن). <br><br>(213): <span class=quran>﴿فَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ فَتَكُونَ مِنَ الْمُعَذَّبِينَ﴾</span>: هذا مجرد إخبار بأن من يشرك بالله فهو من الهالكين. <br><br>(214): <span class=quran>﴿وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ﴾</span>: في كتاب فضائل الخمسة من الصحاح الستة ج2 ص19 وما بعدها نقلا عن تاريخ الطبري ج2 ص62 طبعة سنة 1357: (انه حين نزلت هذه الآية دعا النبي (ص) بني عبد المطلب وقال لهم: جئتكم بخير الدنيا والآخرة، وأمرني الله أن أدعوكم إليه، فأيكم يؤازرني على هذا الأمر على أن يكون أخي ووصيي وخليفتي فيكم؟ فأحجم القوم جميعًا إلا عليًا قال: أنا يا نبي الله أكون وزيرك عليه. فأخذ النبي برقبة علي ثم قال: إن هذا أخي ووصيي وخليفتي فيكم فاسمعوا له وأطيعوا). وأيضًا نقل صاحب فضائل الخمسة من الصحاح الستة عن كنز العمال ج6 ص392 طبعة سنة1312 - الحديث المذكور باختلاف يسير، وأسنده صاحب الكنز إلى ابن إسحق وابن جرير وابن أبي حاتم وأبي نعيم والبيهقي وأنا قرأت هذا الحديث في تفسير ابن كثير. وقال المرحوم العقاد في كتاب عبقرية الإمام: (لو كان يرتاع لارتاع يومئذ بين أولئك الشيوخ الذين رفعتهم الوجاهة، ولكنه كان عليًا في السن الباكرة كما كان وهو في الخمسين أو الستين، فما تردد وهم صامتون أن يصيح صيحة الواثق الغضوب: أنا نصيرك... وعلم القدر وحده أن تأييد ذلك أعظم وأقوم من حرب أولئك القروم. عليّ هذا هو الذي نام في فراش النبي ليلة الهجرة، وقد علم من تأتمر به مكة كلها من قتل النائم على الفراش. وعليّ هذا تصدى لعمروا بن ود...كأنه لا يعرف من يخاف ولا كيف يخاف). <br><br>(215): <span class=quran>﴿وَاخْفِضْ جَنَاحَكَ لِمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ﴾</span>: الغرض من هذا الأمر التنويه بحرمة المؤمن وانها عظيمة عند الله ورسوله، وإلا فإن محمدًا (ص) متواضع بطبعه، ورءوف رحيم بكل المخلوقات حتى بالحيوان، رأى كلبة مع صغارها فأمر برعايتها، وهذا شيء رائع في ذلك العصر، كما قال الكاتب الإنكليزي منتوجمري، ومن أقواله: رب دابة مركوبة خير من راكبها. <br><br>(216) - (218): <span class=quran>﴿فَإِنْ عَصَوْكَ﴾</span>: عشيرتك الأقربون <span class=quran>﴿فَقُلْ إِنِّي بَرِيءٌ مِّمَّا تَعْمَلُونَ﴾</span>: قال الإمام علي (ع) وهو أقرب الأقرباء إلى محمد (ص): إن ولي محمد من أطاع الله وان بعدت لحمته أي نسبه وان عدو الله من عصى الله وإن قربت قرابته. <br><br>(219) - (220): <span class=quran>﴿وَتَقَلُّبَكَ فِي السَّاجِدِينَ﴾</span>: جاء في أخبار أهل البيت (ع) أن محمدًا(ص) تقلب في أصلاب النبيين نبي بعد نبي حتى أخرجه من صلب أبيه من نكاح غير سفاح من لدن آدم. وبعضهم فسر الآية بهذا الخبر، ولكن السياق يدل على أن الله رأى نبيه الكريم حين يصلي منفردًا وحين يصلي جماعة، وكل من المفسرين صحيح في ذاته ومن حيث هو. <br><br>(221): <span class=quran>﴿هَلْ أُنَبِّئُكُمْ عَلَى مَن تَنَزَّلُ الشَّيَاطِينُ﴾</span>: هذا الخطاب موجَّه لمن زعم أن القرآن من وحي الشياطين، ورد سبحانه عليهم بقوله: <br><br>(222): <span class=quran>﴿تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ﴾</span>: الشياطين توحي وتوسوس للأشقياء والسفهاء لا للأنبياء والأتقياء. <br><br>(223): <span class=quran>﴿يُلْقُونَ السَّمْعَ﴾</span>: أي المشركون يستمعون ويصدقون الكهّان وشياطين الإنس، وأكثر هؤلاء يكذبون. <br><br>(224): <span class=quran>﴿وَالشُّعَرَاء يَتَّبِعُهُمُ الْغَاوُونَ﴾</span>: قال المشركون عن محمد (ص) من جملة ما قالوا: انه شاعر. فرد عليهم سبحانه أولا أن يتبعهم أهل الجهل والضلال، بمحمد واتبعوه إنما اتبعوه عن علم بصدقة، ودليل على نبوته ثانيًا. <br><br>(225): <span class=quran>﴿أَلَمْ تَرَ أَنَّهُمْ﴾</span>: الشعراء <span class=quran>﴿فِي كُلِّ وَادٍ يَهِيمُونَ﴾</span>: يتخيلون وينظمون كلامًا لا أساس له إلا ما يدور.<br><br>(226):<br>(227):"}]}