{"title":"صفحة (378)","type":"html","data":[{"miniTitle":"النمل","text":"(11) - (14): <span class=quran>﴿إِلَّا مَن ظَلَمَ﴾</span>: استثناء منقطع، والمعنى لكن من عصى الله من سائر الناس فهم من الهالكين <span class=quran>﴿ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سُوءٍ﴾</span>: أي إلا من تاب بعد معصيته، وأخلص في نيته فإن الله غفور رحيم <span class=quran>﴿وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَاء مِنْ غَيْرِ سُوءٍ﴾</span>: تقدم في الآية 80 من الأعراف وغيرها <span class=quran>﴿فِي تِسْعِ آيَاتٍ﴾</span>: وهي العصا واليد والجراد والقمل والضفادع والدم وفلق البحر وانفجار الماء من الحجر وإنزال المن والسلوى. وتقدم في الآية 101 من الإسراء <span class=quran>﴿آيَاتُنَا مُبْصِرَةً﴾</span>: واضحة الدلالة على صدق موسى ونبوته. <br><br>(15): <span class=quran>﴿وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا﴾</span>: ينتفعان به في طاعة الله وخدمة الإنسان، ولا يتخذان منه أداة للصوصية أو اختراع أسلحة الفناء والإبادة. <br><br>(16): <span class=quran>﴿وَوَرِثَ سُلَيْمَانُ دَاوُودَ﴾</span>: في الملك والنبوة <span class=quran>﴿وَقَالَ﴾</span>: سليمان: <span class=quran>﴿يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنطِقَ الطَّيْرِ﴾</span>: لكل نبي معجزات وخوارق تدل على صدقه في نبوته، وتختلف في نوعها تبعًا للعصر والبيئة في أفكارها وتقاليدها، وكانت معجزة داوود إلانة الحديد، ومعجزة سليمان تسخير الريح وبعض الجن والمعرفة بلغة بعض الطيور والحشرات. وقيل: إن الحيوانات بشتى أنواعها كانت تنطق بكلام الآدميين، ومع الزمن حدث التطور المقلوب على العكس من نظرية دارون <span class=quran>﴿وَأُوتِينَا مِن كُلِّ شَيْءٍ﴾</span>: نحتاج إليه في حياتنا. <br><br>(17): <span class=quran>﴿وَحُشِرَ لِسُلَيْمَانَ جُنُودُهُ مِنَ الْجِنِّ﴾</span>: نحن نؤمن بوجود الجن لأنه القرآن يثبته والعقل لا ينفيه، ونقل عن الشافعي أنه كان يبطل شهادة من زعم رؤية الجن <span class=quran>﴿وَالْإِنسِ وَالطَّيْرِ فَهُمْ يُوزَعُونَ﴾</span>: المراد بالتوزيع أنه كان لكل صنف من هذه الأصناف قائد ووازع، يحافظ على السير وغيره. <br><br>(18): <span class=quran>﴿حَتَّى إِذَا أَتَوْا عَلَى وَادِي النَّمْلِ قَالَتْ نَمْلَةٌ... ﴾</span>: قرأت في مجلة عالم الفكر الكويتية العدد الثاني من المجلد السابع مقالًا مطولا بعنوان لغة الحيوان، جاء فيه: استمر العلماء العديد من السنوات وهم يحاولون تفسير سلوك الحيوان، حتى استطاع علماء هذا العصر متعاونين أن يحلوا ما استعصى على من سبقهم، وأنشأوا علمًا جديدًا، سموه علم سلوك الحيوان وأثبتوا أن لكل صنف من الحيوانات والحشرات طريقة خاصة في التفاهم، وهذا بالذات ما نطق به القرآن منذ 1300 عام أو أكثر، فمن أين جاء محمد (ص) بهذا وبما هو أعظم إن لم يكن من عند الله!؟ <span class=quran>﴿لَا يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ﴾</span>: نملة لا تقتحمها الأعين تخاف على رعيتها أو جماعتها من الأقوى ومن أي أذى، فتبذل ما في وسعها من جهد لصيانة أُمتها وسلامتها، وسجَّل ذلك سبحانه في كتابه، عسى أن يعتبر ويتعظ كل من بيده زمام أمر من الأمور: (ولقد صرفنا للناس في هذا القرآن من كل مثل. حتى بالنمل والذباب - فأبى أكثر الناس إلا كفورًا- 89 الإسراء). <br><br>(19): <span class=quran>﴿فَتَبَسَّمَ﴾</span>: سليمان <span class=quran>﴿ضَاحِكًا مِّن قَوْلِهَا وَقَالَ رَبِّ أَوْزِعْنِي﴾</span>: ألهمني <span class=quran>﴿أَنْ أَشْكُرَ نِعْمَتَكَ﴾</span>: ومن أفضل الشكر كف الأذى عن الناس، وأكلمه على الإطلاق أن تسدي إليهم خدمة أو ترد عنهم نكبة. <br><br>(20): <span class=quran>﴿وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ﴾</span>: هل أخطأ بصري؟ <span class=quran>﴿أَمْ كَانَ مِنَ الْغَائِبِينَ﴾</span>: كان لسليمان صنوف من الطيور تأتمر بأمره، وما هي في قفص أو أشبه، وفي ذات يوم تعهد الطيور فلم يجد الهدهد من بينها قال: <br><br>(21): <span class=quran>﴿لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا﴾</span>: بالسجن أو نتف الريش ونحوه <span class=quran>﴿أَوْ لَأَذْبَحَنَّهُ﴾</span>: حكم بالإعدام <span class=quran>﴿أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُّبِينٍ﴾</span>: بحجة وافية ومعذرة كافية. <br><br>(22): <span class=quran>﴿فَمَكَثَ غَيْرَ بَعِيدٍ﴾</span>: غاب الهدهد يسيرًا، ثم أتى وقال لسليمان <span class=quran>﴿فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ﴾</span>: اكتشفت شيئًا مهمًا لا تعرفه على سعة علمك <span class=quran>﴿وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ﴾</span>."}]}