{
"title": "صفحة (379)",
"type": "html",
"data": [
{
"miniTitle": "النمل",
"text": "(23) - (26): <span class=quran>﴿إِنِّي وَجَدتُّ امْرَأَةً ...﴾</span>: تحكم بلادًا كبيرة، ويعيش أَهلها في نعمة، ولكنهم يعبدون الشمس من دون الله <span class=quran>﴿الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: المراد بالخبء هنا خيرات الكون، والله سبحانه يخرجها لعباده بأيدي العلماء وعقولهم وأدواتهم الفنية ومختبراتهم العلمية. <br><br>(27): <span class=quran>﴿قَالَ﴾</span>: سليمان للهدهد: <span class=quran>﴿سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ الْكَاذِبِينَ﴾</span>: سنختبر مقالتك لنعرف مكانها من الصدق. <br><br>(28): <span class=quran>﴿اذْهَب بِّكِتَابِي هَذَا فَأَلْقِهْ إِلَيْهِمْ ثُمَّ تَوَلَّ عَنْهُمْ فَانظُرْ مَاذَا يَرْجِعُونَ﴾</span>: كتب سليمان إلى القوم بالطاعة وقال للهدهد أوصله إليهم بطرق أو بآخر، وراقب ما يقولون وما يعزمون، وارجع إليَّ بخبرهم، فألقى الهدهد إليها الكتاب ولما قرأته الملكة جمعت وزرائها وكبراء دولتها. <br><br>(29) - (31): <span class=quran>﴿قَالَتْ يَا أَيُّهَا المَلَأُ إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ﴾</span>: عرضت عليهم الكتاب، ووصفته بالكريم لأنه صاحبه عظيم الجاه، وفيه الدعوة بالطاعة بأيسر عبرائها وأوجزها، وهذا هو شان الأنبياء في رسائلهم، يقتصرون فيه على الهدف المطلوب، وكان الرسول الأعظم يكتب للملوك بعد البسملة هذه الكلمة: (أسلم تَسْلَم) وكفى. وبعد أن قرأت على الوزراء والأمراء استشارتهم في أمرها. <br><br>(32): <span class=quran>﴿قَالَتْ يَا أَيُّهَا المَلَأُ أَفْتُونِي فِي أَمْرِي مَا كُنتُ قَاطِعَةً أَمْرًا حَتَّى تَشْهَدُونِ﴾</span>: هذه النون للوقاية لآن الأصل تشهدونني، وحذفت النون الأولى لمكان النصب بأن المضمرة بعد حتى، والمعنى أشيروا عليّ، فلا أبت بأمر حتى تحضروا وتشيروا. <br><br>(33): <span class=quran>﴿قَالُوا نَحْنُ أُوْلُوا قُوَّةٍ وَأُولُوا بَأْسٍ شَدِيدٍ﴾</span>: والبأس يرادف القوة، ولكن المراد باليأس هنا النجدة والشجاعة، وبالقوة العدد والعدة <span class=quran>﴿وَالْأَمْرُ إِلَيْكِ فَانظُرِي مَاذَا تَأْمُرِينَ﴾</span>: نحن مستعدون للقتال نخوضه حتى الموت إن شئت وإلا سكتنا وصبرنا طاعة لأمرك. <br><br>(34): <span class=quran>﴿قَالَتْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً﴾</span>: ما قالت لهم: إن سليمان أقوى منكم وأعظم بما سخر له من الريح والإنس والجن والطير كيلا تثير فيهم النخوة والحماس، ويلقوا بالبلاد والعباد إلى التهلكة، بل عبَّرت عن هذا المعنى بأُسلوب أحكم وأسلم حين قالت: إن الملوك إذا دخلوا قرية أفسدوا وأذلوا. <br><br>(35): <span class=quran>﴿وَإِنِّي مُرْسِلَةٌ إِلَيْهِم بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ الْمُرْسَلُونَ﴾</span>: نجرب هذا الرجل بالنفيس من الأموال، فإن رضي به فهو طالب صيد، وإن رفضه فهو نبي نتبعه وندخل في دينه."
}
]
}