{
"title": "صفحة (380)",
"type": "html",
"data": [
{
"miniTitle": "النمل",
"text": "(36): <span class=quran>﴿فَلَمَّا جَاء﴾</span>: الرسول بهدية الملكة <span class=quran>﴿سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ﴾</span>: ولدي منه الشيء الكثير، وأنعم عليَّ سبحانه بما هو خير وأفضل هل من شيء يعادل النبوة والعلم؟ <span class=quran>﴿بَلْ أَنتُم بِهَدِيَّتِكُمْ تَفْرَحُونَ﴾</span>: أنتم تنقادون بالمال، أما أنا فقائدي الحق والعدل. <br><br>(37): <span class=quran>﴿ارْجِعْ إِلَيْهِمْ فَلَنَأْتِيَنَّهُمْ بِجُنُودٍ لَّا قِبَلَ لَهُم بِهَا﴾</span>: ارجع أيها الرسول بهديتك إلى قومك، فسأغزوهم في عقر دارهم، وأجعل أعزة أهلها أذلَّة تمامًا كما قالت الملكة إلى الملأ من قومها تحذرهم، ولما رجع الرسول، وأخبر قومه بما كان ساروا والملكة إلى سليمان خاضعين مستسلمين. <br><br>(38): <span class=quran>﴿قَالَ﴾</span>: سليمان: <span class=quran>﴿أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَن يَأْتُونِي مُسْلِمِينَ﴾</span>: طلب سليمان عرش الملكة التي تركته في حرز حرير، لأنه أحب أن يريها آية تدل على نبوته وعظمته. <br><br>(39): <span class=quran>﴿قَالَ عِفْريتٌ مِّنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ﴾</span>: ويحكى أن سليمان كان يجلس للقضاء وإدارة الشؤون من طلوع الشمس إلى زوالها. <br><br>(40): <span class=quran>﴿قَالَ الَّذِي عِندَهُ عِلْمٌ مِّنَ الْكِتَابِ أَنَا آتِيكَ بِهِ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ﴾</span>: ولا إنكار ولا غرابة، فإن سفينة الفضاء تقطع في الساعة ثلاثين ألف كيلو متر، وقال علماء الذرة: إن الإلكترون يدور حول قطبه، ويقطع في دورانه مسافة ثلاثمائة متر في الثانية باعتبار فلكه... وفي شتى الأحوال فإن العلم الحديث قد تجاوز كل مألوف ومعروف ومن كان يصدِّق أن الإنسان يصعد إلى القمر، وأن الزراعة في الفضاء ومن غير تراب ممكنة ومنتجة علمًا بأنها موجودة الآن في اليابان وإيطاليا والكويت، ويدرس علمها في الجامعات. وبعد، فإن القرآن الكريم ذكر الكثير الكثير من مبادئ العلوم بالعبارة أو بالإشارة، أدركت الأجيال المتعاقبة طرفَا منها، وسوف تدرك الأجيال الآتية الكثير من خفايا القرآن وكنوزه: (وهو الذي ينزل على عبده آيات بينات ليخرجكم من الظلمات إلى النور- 9 الحديد) <span class=quran>﴿فَلَمَّا رَآهُ مُسْتَقِرًّا عِندَهُ﴾</span>: ما شعر سليمان إلا وعرش الملكة بين يديه <span class=quran>﴿قَالَ هَذَا مِن فَضْلِ رَبِّي﴾</span>: وحوله وقوته لا من ملكي وسلطاني، ولا من الجن والعفاريت كلا، فهو وحده الذي أمد عباده بالعلم والقدرة والسلطان <span class=quran>﴿لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ﴾</span>: المؤمن لا يطغى إذا استغنى، لا يكفر إذا ابتلى. <br><br>(41): <span class=quran>﴿قَالَ﴾</span>: سليمان <span class=quran>﴿نَكِّرُوا لَهَا عَرْشَهَا﴾</span>: غيِّروا شيئًا منه لنرى و<span class=quran>﴿نَنظُرْ أَتَهْتَدِي أَمْ تَكُونُ مِنَ الَّذِينَ لَا يَهْتَدُونَ﴾</span>: أتعرفه أم يخفى عليها. <br><br>(42): <span class=quran>﴿فَلَمَّا جَاءتْ قِيلَ أَهَكَذَا عَرْشُكِ﴾</span>: نكِّروا عرشها وسألوها عنه <span class=quran>﴿قَالَتْ كَأَنَّهُ هُوَ﴾</span>: لم تنف ولم تثبت تحرزًا من الكذب، لأن العالم أو العاقل لا يثبت ولا ينفي على الجزم إلا بدليل إذا لم تكن القضية بديهية <span class=quran>﴿وَأُوتِينَا الْعِلْمَ مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ﴾</span>: قال سليمان وقومه لما رأوا الملكة قد آمنت: الحمد لله الذي عرفنا بوحدانيته، وهدانا إلى الإيمان به وباليوم الآخر. <br><br>(43): <span class=quran>﴿وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ اللَّهِ إِنَّهَا كَانَتْ مِن قَوْمٍ كَافِرِينَ﴾</span>: كانت هذه الملكة عاقلة وذكية، ولا عيب فيها إلا الشرك الذي ورثته عن الآباء والأجداد. <br><br>(44): <span class=quran>﴿قِيلَ لَهَا ادْخُلِي الصَّرْحَ﴾</span>: القصر <span class=quran>﴿فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا قَالَ إِنَّهُ صَرْحٌ مُّمَرَّدٌ مِّن قَوَارِيرَ﴾</span>: اللجة: كثرة الماء، والممرد: الملمس، والقوارير: الزجاج، كان لسليمان قصر عظيم من زجاج شفاف يجري الماء من تحته يحسب الرائي أنه لا حائل بين الماء والماشي، ولذا كشفت المسكينة عن ساقيها لتخوض الماء، فأعلمها سليمان بالحقيقة <span class=quran>﴿قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ﴾</span>: أسلمت وحسن إسلامها. وفي قاموس الكتاب المقدس ص 452: ما نصه بالحرف (تقول التقاليد العربية: إن اسمها بلقيس، وأنها ولدت ابنًا لسليمان، ولكن لا يوجد دليل تاريخي صحيح يبرهن هذه التقاليد). اطلعت على هذا النقد بعد أن طبع المجلد الخامس من التفسير الكاشف."
}
],
"singlePage": true
}