{
"title": "صفحة (382)",
"type": "html",
"data": [
{
"miniTitle": "النمل",
"text": "(51) - (57): <span class=quran>﴿فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ ...﴾</span>: من سلَّ سيف البغي قتل به، وتقدمت قصة صالح وثمود في سورة الأعراف وهود والشعراء <span class=quran>﴿وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الْفَاحِشَةَ﴾</span>: وهي اللواط <span class=quran>﴿وَأَنتُمْ تُبْصِرُونَ﴾</span>: تعلمون أنها فاحشة ومع ذلك تفعلونها علنًا وجهرة <span class=quran>﴿بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ﴾</span>: من الجهالة بمعنى السفاهة والنذالة <span class=quran>﴿إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ﴾</span>: يتنزهون عن الفاحشة وينكرونها <span class=quran>﴿قَدَّرْنَاهَا مِنَ الْغَابِرِينَ﴾</span>: الهالكين الباقين في العذاب. <br><br>(58): <span class=quran>﴿وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا فَسَاء مَطَرُ الْمُنذَرِينَ﴾</span>: بالحجة والعذاب قبل وقوعه، وتكررت قصة لوط في سورة الأعراف وهود والشعراء، ولا جديد في هذه الآيات الخمس ولذا أوجزنا. <br><br>(59): <span class=quran>﴿قُلِ الْحَمْدُ لِلَّهِ وَسَلَامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى﴾</span>: لما ذكر سبحانه بعض الأنبياء وما خصهم به من الفضل، أمر نبيه محمدًا (ص) أن يحمد الله على ما أنعم عليه، وأن يسلم على جميع الأنبياء الذين اصطفاهم لرسالته <span class=quran>﴿آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ﴾</span>: أيهما خير وأعظم: الله خالق كل شيء أم الأصنام التي لا تغن عن شيء. <br><br>(60): <span class=quran>﴿أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَأَنزَلَ لَكُم مِّنَ السَّمَاء مَاء: حياة للعباد <span class=quran>﴿فَأَنبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ﴾</span>: ذات جمال تبتهج النفوس بمرآها <span class=quran>﴿مَّا كَانَ لَكُمْ أَن تُنبِتُوا شَجَرَهَا﴾</span>: نحن غرسنا الحدائق وزرعنا الحقول، ما في ذلك ريب، ولكن هل أوجدنا الأرض التي نغرس فيها ونزرع، أو خلقنا البذر والغرس والماء والضياء والهواء، وجعلنا هذه النبتة ذكرًا وتلك أُنثى، وقلنا للريح: لقحي الإناث من الذكور؟ وبكلمة نحن نوجد شيئًا من شيء، والله وحده هو الذي يوجد شيئًا من لا شيء. <br><br>(61): <span class=quran>﴿أَمَّن جَعَلَ الْأَرْضَ قَرَارًا﴾</span>: أي مستقرة في المكان الذي هي فيه وعلى حجمها الملائم للجذب المطلوب، ولو زاد أو نقص لتعذرت الحياة على وجه الأرض <span class=quran>﴿وَجَعَلَ خِلاَلَهَا أَنْهَاراً﴾</span>: عذبه طيبة، وسيرها لمصلحة العباد والبلاد <span class=quran>﴿وَجَعَلَ لَهَا رَوَاسِيَ﴾</span>: جبالا ترسيها كيلا تزول عن موضعها وتميد بأهلها <span class=quran>﴿وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا﴾</span>: بين ماء الفرات وماء الأجاج لئلا يفسد ذاك بهذا، أُنظر تفسير الآية 53 من الفرقان. <br><br>(62): <span class=quran>﴿أَمَّن يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ﴾</span>: المراد بالمضطر العاجز الذي لا يجد عملا ولا وسيلة يلجأ إليها إلا الله وحده. وفي الجزء الثاني من أُصول الكافي عن الإمام الصادق (ع): أربعة لا تستجاب لهم دعوة: رجل جلس في بيته يقول: أللهم ارزقني. فيقال له: ألم آمرك بالطلب أي السعي، ورجل دعا على زوجته، فيقال له: لم أجعل أمرها إليك أي طلاقها، ورجل كان له مال فأفسده أي بذر وأسرف فيقال له: ألم آمرك بالاقتصاد؟ ورجل كان له مال فأدناه من غير بينة، فيقال له: ألم آمرك بالشهادة <span class=quran>﴿وَيَجْعَلُكُمْ خُلَفَاء الْأَرْضِ﴾</span>: أي يجعلكم خلقًا لسلف في ملك الأرض وعماراتها. <br><br>(63): <span class=quran>﴿أَمَّن يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ﴾</span>: بالدلائل الأرضية كالجبال، والسماوية كالكواكب، وغير ذلك من الأدوات الفنية <span class=quran>﴿وَمَن يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ﴾</span>: أي بين يدي السحاب التي تسقي البلاد والعباد."
}
]
}