{
"title": "صفحة (384)",
"type": "html",
"data": [
{
"miniTitle": "النمل",
"text": "(76) - (77): <span class=quran>﴿إِنَّ هَذَا الْقُرْآنَ يَقُصُّ عَلَى بَنِي إِسْرَائِيلَ أَكْثَرَ الَّذِي هُمْ فِيهِ يَخْتَلِفُونَ﴾</span>: ومن ذلك اختلافهم في عبادة العجل والعمل ببعض ما في التوراة من أحكام، واختلافهم في السيد المسيح حيث آمن به فريق وكفر به فريق، وأيضًا اختلفوا في محمد، وما آمن به إلا قليل منهم. <br><br>(78): <span class=quran>﴿إِنَّ رَبَّكَ يَقْضِي بَيْنَهُم بِحُكْمِهِ﴾</span>: يوم القيامة وقضاؤه العدل، وحكمه الفصل. <br><br>(79): <span class=quran>﴿فَتَوَكَّلْ﴾</span>: يا محمد <span class=quran>﴿عَلَى اللَّهِ﴾</span>: ومن توكل عليه كفاه <span class=quran>﴿إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ﴾</span>: ومن لا يقتنع بالحق الواضح يستحيل أن يقتنع منه عاقل. <br><br>(80) - (81): <span class=quran>﴿إِنَّكَ لَا تُسْمِعُ الْمَوْتَى﴾</span>: من يصر على رأيه، ولا يتوقع الخطأ من نفسه يستحيل أن ينتفع بشيء من الهدى والعلم، والكلام معه تمامًا كالكلام مع الأموات <span class=quran>﴿وَلَا تُسْمِعُ الصُّمَّ الدُّعَاء﴾</span>: أبدًا لا أحد يصغي لمنطق الحق إلا إذا كان ضالته التي يطلبها، وحاجته التي يسأل عنها <span class=quran>﴿إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ﴾</span>: إنما يستجيب لك ويؤمن بك يا محمد طلاب الحق والهداية، أما الانتهازيون فهم طلاب ربح وصيد، وما لهم فيك من طمع. <br><br>(82): <span class=quran>﴿وَإِذَا وَقَعَ الْقَوْلُ عَلَيْهِمْ﴾</span>: إذا حان وقت عذاب المجرمين <span class=quran>﴿أَخْرَجْنَا لَهُمْ دَابَّةً مِّنَ الْأَرْضِ﴾</span>: ما بيَّن سبحانه حقيقة هذه الدابة في كتابه، ولا ثبت ذلك عندنا في سنة نبيه الكريم، ولا يسوغ الكلام بغير علم، فلم يبق إلا الوقوف عند ظاهر الآية الذي يدل على أن الله سبحانه يخرج من الأرض عند النشر مخلوقًا يعلن أن ما من أحد جحد بالله إلا مع قيام البينات والآيات الواضحات على وجوده تعالى. نقول هذا في تفسير هذه الدابة، ونسكت عما سكت الله عنه. <br><br>(83): <span class=quran>﴿وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا مِّمَّن يُكَذِّبُ بِآيَاتِنَا﴾</span>: ممن يكذب (من) منا بيانية وليست للتبعيض تمامَا كخاتم من حديد، والمعنى أن في الأمم مصدقين ومكذبين بآيات الله وبيناته، وهو يحشر للحساب والجزاء جميع المكذبين بلا استثناء، وخصهم بالحشر مع أنه يعم الجميع لأنه تعالى قصد التهديد والوعيد <span class=quran>﴿فَهُمْ يُوزَعُونَ﴾</span>: يدفعون سوقًا إلى السؤال والحساب. <br><br>(84) - (85): <span class=quran>﴿حَتَّى إِذَا جَاؤُوا﴾</span>: ووقفوا بين يدي قهار يقصم الظهور ويخلع القلوب <span class=quran>﴿قَالَ﴾</span>: سبحانه لهم: <span class=quran>﴿أَكَذَّبْتُم بِآيَاتِي وَلَمْ تُحِيطُوا بِهَا عِلْمًا﴾</span>: لماذا أعرضتم عن رسلي ولم تستجيبوا لدعوتي، وقد أعذرت برسل صادقة وكتب ناطقة وبينات ظاهرة سافرة؟ فهل جهلتم هذا كله ولم تحيطوا بشيء منه علمًا؟ <span class=quran>﴿أَمَّاذَا كُنتُمْ تَعْمَلُونَ﴾</span>: ؟ عملنا يا إلهي كل شيء، ولكن للدنيا لا للآخرة وللشيطان لا للرحمن. <br><br>(86): <span class=quran>﴿أَلَمْ يَرَوْا أَنَّا جَعَلْنَا اللَّيْلَ لِيَسْكُنُوا فِيهِ﴾</span>: ونستريح من تعب النهار <span class=quran>﴿وَالنَّهَارَ مُبْصِرًا﴾</span>: نلتمس فيه المعاش والمكاسب، وتقدم في الآية 67 من يونس. <span class=quran>﴿إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾</span> <br><br>(87): <span class=quran>﴿وَيَوْمَ يُنفَخُ فِي الصُّورِ...﴾</span>: إيذانًا بقيام الساعة، فتنخلع قلوب الخلائق إلا من اتقى وأصلح <span class=quran>﴿وَكُلٌّ أَتَوْهُ دَاخِرِينَ﴾</span>: أذلاء صاغرين. <br><br>(88): <span class=quran>﴿وَتَرَى الْجِبَالَ تَحْسَبُهَا جَامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحَابِ﴾</span>: قال الإمام عليّ (ع): ( بسط الأرض على الهواء... ورفعها بغير دعائم... وعدل حركاتها بالراسيات) أي الجبال، فالجبال تتحرك بحركة الأرض، وحركة الأرض تستقيم وتنتظم بواسطة الجبال. وقال حفيده الإمام جعفر الصادق (ع): (إن الأشياء تدل على حدوثها من دوران الفلك وتحرك الأرض). أُنظر نهج البلاغة وكتاب الهيئة والإسلام للسيد الشهرستاني. والذي يقرأ أحاديث أهل الكتاب (ع) ويتتبع آثارهم يجد الكثير من حقائق لعلم الذي ينسب اكتشافها إلى علماء متأخرين عن أهل البيت ألف عام أو أكثر <span class=quran>﴿صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ﴾</span>: ونرى هذه الصنعة الدقيقة المحكمة في الذرة الصغيرة والمجرة الكبيرة، وهي تترجم ترجمة كاملة وواضحة عن وجود الصانع وعظمته، فالويل لمن جحد وعاند."
}
],
"singlePage": true
}