{"title":"صفحة (385)","type":"html","data":[{"miniTitle":"النمل","text":"(89): <span class=quran>﴿مَن جَاء بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا﴾</span>: وفي الآية 160 من الأنعام (فله عشر أمثالها) ولا غرابة فإن من سنة خالق الخلق الإفضال على عباده، وللحسنة عند الله سبحانه مظهران: الأول كف الأذى عن الناس، وهو الأصل والشرط الأساس في كل حسنة، وبدونه لا إحسان ولا حسنات، قال عزَّ من قائل: (قول معروف ومغفرة خير من صدقة يتبعها أذى- 263 البقرة) وأوضح من هذه الآية في الدلالة ما جاء بعدها بلا فاصل (يا أيها الذين آمنوا لا تبطلوا صدقاتكم بالمن والأذى) حيث دلت على أن الأذى يحبط الأعمال تمامًا كالكفر والارتداء المظهر الثاني للحسنة كل ما فيه للناس نفع وصلاح من غير أذى فهو حسنة. <br><br>(90): <span class=quran>﴿وَمَن جَاء بِالسَّيِّئَةِ﴾</span>: بلا حسنة إطلاقًا أو رجحت سيئاته على حسناته <span class=quran>﴿فَكُبَّتْ وُجُوهُهُمْ فِي النَّارِ﴾</span>: وهم لا يظلمون. <br><br>(91): <span class=quran>﴿إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ الْبَلْدَةِ الَّذِي حَرَّمَهَا﴾</span>: المراد بالبلدة مكة المكرمة، وأضافها سبحانه إلى نفسه تعظيمًا لها، ووصفها بالتحريم لأن من دخلها كان آمنًا ومن انتهك حرمتها كان ظالمًا <span class=quran>﴿وَلَهُ كُلُّ شَيْءٍ﴾</span>: ولا أحد يملك معه أي شيء حتى نفسه <span class=quran>﴿وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ﴾</span>: أي أن أدعو إلى الإسلام، لأني أُرسلت من أجل هذه الدعوة ونشرها والجهاد في سبيلها، والدليل على إرادة هذا المعنى قوله بلا فاصل: <br><br>(92): <span class=quran>﴿وَأَنْ أَتْلُوَ الْقُرْآنَ﴾</span>: داعيًا إلى العمل بموجبه. السير على نهجه <span class=quran>﴿فَمَنِ اهْتَدَى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ وَمَن ضَلَّ فَقُلْ إِنَّمَا أَنَا مِنَ الْمُنذِرِينَ﴾</span>: تمامًا كغيري من الرسل الأولين، عليَّ البلاغ، وعلى الله الحساب. <br><br>(93): <span class=quran>﴿وَقُلِ الْحَمْدُ لِلَّهِ سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا﴾</span>: ستنشرون من القبور، وتحشرون إلى الحساب، وعندئذ تعرفون ما أنكرتم، وتندمون على ما فرطتم، والحمد لله الذي لا يضيع عمل عامل، ولا يستنفذه سؤال سائل. والصلاة على أشرف الخلق وآله الأطهار."},{"miniTitle":"القصص","text":"(1): <span class=quran>﴿طسم﴾</span>: أُنظر هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.<br><br>(2): <span class=quran>﴿تِلْكَ آيَاتُ الْكِتَابِ الْمُبِينِ﴾</span>: تلك إشارة إلى هذه السورة، والكتاب المبين القرآن. <br><br>(3): <span class=quran>﴿نَتْلُوا عَلَيْكَ﴾</span>: يا محمد <span class=quran>﴿مِن نَّبَإِ مُوسَى وَفِرْعَوْنَ بِالْحَقِّ﴾</span>: كل ما نحدثك به هو نفس الواقع. <br><br>(4): <span class=quran>﴿إِنَّ فِرْعَوْنَ عَلَا فِي الْأَرْضِ﴾</span>: أفسد فيها وطغى، وفي كل عصر فراعنة وأكاسرة وقياصرة، والآن تتحدث دولة كبرى عن اختراع قنبلة النوترون وهي أشد وأعظم تدميرًا من القنبلة الذريه الهيدروجينية، نحن الآن سنة 1978م <span class=quran>﴿وَجَعَلَ أَهْلَهَا شِيَعًا﴾</span>: سادة وعبيدًا، آكلين ومأكولين <span class=quran>﴿يَسْتَضْعِفُ طَائِفَةً﴾</span>: أي بني إسرائيل <span class=quran>﴿مِّنْهُمْ يُذَبِّحُ أَبْنَاءهُمْ﴾</span>: أي الذكور كيلا يثوروا عليه <span class=quran>﴿وَيَسْتَحْيِي نِسَاءهُمْ﴾</span>: يبقي الإناث للمتعة والخدمة. <br><br>(5): <span class=quran>﴿وَنُرِيدُ أَن نَّمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ﴾</span>: وهم الذين يضطهدهم الأقوياء الأدعياء ظلمًا وعدوانًا، وما من شك أن الله سبحانه يمن على كل قوم مستضعفين، بالعزة والحرية والنصر والغلبة إذا جاهدوا وصبروا واستماتوا من أجل تحريرهم وحياتهم وكرامتهم سواءً أكانوا من نسل إسرائيل أم من نسل عمه إسماعيل تمامًا كمن يمن سبحانه بالشفاء على المريض إذا شرب الدواء الشافي مؤمنًا كان أو كافرًا، لأن الله سبحانه للجميع وليس لبني إسرائيل وحدهم كما يزعمون."}]}