{
"title": "صفحة (386)",
"type": "html",
"data": [
{
"miniTitle": "القصص",
"text": "(6): <span class=quran>﴿وَنُرِي فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُوا يَحْذَرُونَ﴾</span>: خاف فرعون ووزيره هامان وملأهما أن يثور ثائر عليهم من بني إسرائيل، وينتزع منهم الملك، فقتلوا كل مولود إسرائيلي، إلا موسى أبقوه قرة عين لهم، فأتاهم الخطر من مكمنه والحتف على يده. وفي ذلك عظة وعبرة. <br><br>(7): <span class=quran>﴿وَأَوْحَيْنَا إِلَى أُمِّ مُوسَى أَنْ أَرْضِعِيهِ﴾</span>: المراد بالوحي هنا الإلهام، ومنه (أوحى ربك إلى النحل - 68 النحل) <span class=quran>﴿فَإِذَا خِفْتِ عَلَيْهِ﴾</span>: من فرعون <span class=quran>﴿فَأَلْقِيهِ فِي الْيَمِّ وَلَا تَخَافِي﴾</span>: إن الله هو الحافظ له والوكيل، وفي التوراة سفر الخروج والإصحاح 6 فقرة 20: إن اسم أم موسى يوكابد. <br><br>(8): <span class=quran>﴿فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا﴾</span>: اللام في ليكون للعاقبة مثل لدوا للموت، والمعنى ربوه لينتفعوا به فكان عاقبة أمره أن صار عدوًا لهم وحزنًا لقلوبهم. <br><br>(9): <span class=quran>﴿وَقَالَتِ امْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّي وَلَكَ لَا تَقْتُلُوهُ﴾</span>: وهذي السيدة العظيمة التي صدت فرعون عن موسى وحببته به هي آسية بنت مزاحم التي أثنى الله سبحانه عليها في الآية 11 من التحريم، وفي الحديث الشريف: خير نساء العالمين أربع: مريم بنت عمران، وآسية بنت مزاحم، وخديجة بنت خويلد وفاطمة بنت محمد. <br><br>(10): <span class=quran>﴿وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا﴾</span>: من كل شيء إلا من الخوف على موسى؛ وكيف لا وقد ألقته في البحر ليلتقطه غير فرعون وإذا به في بيته وقبضته؟ ولكن الله سبحانه رزقها الصبر والجلد. <br><br>(11): <span class=quran>﴿وَقَالَتْ لِأُخْتِهِ قُصِّيهِ﴾</span>: تتبعي أثره وخبره، فخرجت تبحث عنه <span class=quran>﴿فَبَصُرَتْ بِهِ عَن جُنُبٍ﴾</span>: نظرت إليه من بعيد من طرف خفي كأنها لا تريده لئلا يعلموا بحالها. <br><br>(12): <span class=quran>﴿وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ﴾</span>: فكان ينفر منهن بحكمة الله ليجمع الشمل بينه وبين أُمه، ولما رأت أُخته حيرة آل فرعون في أمر موسى قالت لهم: <span class=quran>﴿هَلْ أَدُلُّكُمْ عَلَى أَهْلِ بَيْتٍ يَكْفُلُونَهُ﴾</span>: فقالوا: هذا ما نبتغي. <br><br>(13): <span class=quran>﴿فَرَدَدْنَاهُ إِلَى أُمِّهِ﴾</span>: رجع موسى إلى أمه بتدبيره تعالى، وأجرى عليها فرعون راتبًا. وهكذا أرضعت ولدها بأجر من أعدى أعدائه، وفي الحديث الشريف: (مثل المؤمن كأُم موسى، ترضع ولدها وتأخذ أجرها) وفي حديث آخر: (عجبًا لأمر المؤمن، إن أمره كله خير، وليس ذلك إلا للمؤمن، إن أصابه سراء شكر، فكان خيرًا له، وإن أصابته ضراء صبر فكان خيرًا له)."
}
],
"singlePage": true
}