{"title":"صفحة (387)","type":"html","data":[{"miniTitle":"القصص","text":"(14): <span class=quran>﴿وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَوَى﴾</span>: استكمل قوته جسمًا وعقلاً <span class=quran>﴿آتَيْنَاهُ حُكْمًا وَعِلْمًا﴾</span>: اختاره سبحانه أمينً على رسالته وحافظًا لعلمه، وأمر الناس أن تسمع له وتطيع. <br><br>(15) - (16): <span class=quran>﴿وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا﴾</span>: خرج من قصر فرعون، ودخل العاصمة دون أن يشعر أحد به <span class=quran>﴿فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَانِ هَذَا مِن شِيعَتِهِ﴾</span>: إسرائيلي <span class=quran>﴿وَهَذَا مِنْ عَدُوِّهِ﴾</span>: قبطي، فاستنجد به الإسرائيلي فضرب موسى القبطي بقصد التأديب والردع لا بقصد القتل فوقع جثة هامدة، وندم موسى وطلب المغفرة من ربه. <br><br>(17): <span class=quran>﴿قَالَ﴾</span>: من جملة ما قال: <span class=quran>﴿رَبِّ بِمَا أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ﴾</span>: هذا عهد من موسى على نفسه لخالقه أن يكون حربًا على كل ظالم، وعونًا لكل مظلوم، وأفضل العبادة على الإطلاق كف الأذى ورده عن الناس والعون على كل من يؤذي ويعتدي. <br><br>(18): <span class=quran>﴿فَأَصْبَحَ فِي الْمَدِينَةِ خَائِفًا يَتَرَقَّبُ﴾</span>: خاف موسى أن يؤخذ بالقبطي المقتول، وتوقع الشر من فرعون وقومه وبينما هو في حاله هذه <span class=quran>﴿فَإِذَا الَّذِي اسْتَنصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ﴾</span>: يطلب النصر من موسى بصياح وصراخ <span class=quran>﴿قَالَ لَهُ مُوسَى إِنَّكَ لَغَوِيٌّ مُّبِينٌ﴾</span>: ما شأنك تشتبك كل يوم مع قبطي؟ ألا ترعوي عن غيِّك. <br><br>(19): <span class=quran>﴿فَلَمَّا أَنْ أَرَادَ أَن يَبْطِشَ بِالَّذِي هُوَ عَدُوٌّ لَّهُمَا﴾</span>: لموسى ولخصم القبطي، لأن الأقباط هم الذين كانوا يعتدون على الإسرائيليين <span class=quran>﴿قَالَ﴾</span>: القبطي: <span class=quran>﴿يَا مُوسَى أَتُرِيدُ أَن تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالْأَمْسِ﴾</span>: إن هذا من شأن الجبارين لا شأن المصلحين. <br><br>(20): <span class=quran>﴿وَجَاء رَجُلٌ مِّنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَا مُوسَى إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ﴾</span>: تربص قوم فرعون بموسى ليقتلوه، فأخبره واحد من المؤمنين. <br><br>(21) - (22): <span class=quran>﴿فَخَرَجَ مِنْهَا خَائِفًا﴾</span>: هاربً من الظلم وأهله متجهًا إلى أرض مدين وحيدًا فريدًا مسلِّمًا أمره إلى الله وحده."}]}