{
"title": "صفحة (388)",
"type": "html",
"data": [
{
"miniTitle": "القصص",
"text": "(21) - (22): <span class=quran>﴿فَخَرَجَ مِنْهَا خَائِفًا﴾</span>: هاربً من الظلم وأهله متجهًا إلى أرض مدين وحيدًا فريدًا مسلِّمًا أمره إلى الله وحده. <br><br>(23): <span class=quran>﴿وَلَمَّا وَرَدَ مَاء مَدْيَنَ وَجَدَ عَلَيْهِ﴾</span>: جماعة يسقون ماشيتهم إلا امرأتين معهما غنيمات لا ترد الماء، وكلما حاولت وروده والشرب منه دفعت المرأة الغنيمات عنه فأثار هذا المنظر الغريب انتباه موسى وقال لهما: لماذا تصدان غنمكما عن الماء، وهي عطاش؟ قالتا: لا نقدر على مزاحمة الرجال وأبونا تمنعه الشيخوخة عن الرعي والسقي، فننتظر حتى يفرغ الجميع. <br><br>(24): <span class=quran>﴿فَسَقَى لَهُمَا﴾</span>: غنمهما حتى رويت <span class=quran>﴿ثُمَّ تَوَلَّى إِلَى الظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ﴾</span>: في الخطبة 158 من خطب نهج البلاغة: (والله ما سأل إلا خبزًا يأكله لأن كان يأكل بقلة الأرض، وكانت خضرة البقل ترى من شفيف صفاق بطنه لهزاله وتشذب لحمه) : الصفاق: الجلد الأسفل تحت الجلد الذي عليه شعر، والتشذب انهضام اللحم. <br><br>(25): <span class=quran>﴿فَجَاءتْهُ إِحْدَاهُمَا... ﴾</span>: رجعت الفتاتان إلى أبيهما، وأخبرتاه بما كان، فقال لواحدة منهما: اذهبي وادعيه لنجزيه على إحسانه، فجاءته يكسوها الحياء والعفاف، وقالت له ما قال أبوها <span class=quran>﴿فَلَمَّا جَاءهُ وَقَصَّ عَلَيْهِ الْقَصَصَ﴾</span>: ذكر له ما كان من أمره والسبب الذي خرج من أجله. ولما انتهى موسى من قصته قال له الشيخ: <span class=quran>﴿لَا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ﴾</span>: وإنك عندنا لفي مكان أمين. <br><br>(26): <span class=quran>﴿قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ﴾</span>: وما شهدت إلا بما رأت من قوته وهو يسقي الغنم، ومن عفته حين توجهت إليه بالدعوة إلى أبيها. <br><br>(27): <span class=quran>﴿قَالَ﴾</span>: الشيخ لموسى: <span class=quran>﴿إِنِّي أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ﴾</span>: على أن ترعى غنمي ثماني سنين، فإن تبرعت بزيادة سنتين فذاك إليك <span class=quran>﴿وَمَا أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ﴾</span>: وأُلزمك بالسنتين ولا ببنت معينة من البنتين، بل أترك لك الخيار. <br><br>(28): <span class=quran>﴿قَالَ﴾</span>: موسى للشيخ: <span class=quran>﴿ذَلِكَ﴾</span>: الشرط أو العهد <span class=quran>﴿بَيْنِي وَبَيْنَكَ أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ﴾</span>: الثماني أو العشر <span class=quran>﴿فَلَا عُدْوَانَ عَلَيَّ﴾</span>: لا حرج عليَّ بعد الثماني سنين. وفي الحديث الشريف: إن موسى (ع) آجر نفسه بعفة فرجه وطعمة بطنه."
}
]
}