{"title":"صفحة (390)","type":"html","data":[{"miniTitle":"القصص","text":"(36): <span class=quran>﴿فَلَمَّا جَاءهُم مُّوسَى﴾</span>: بالدليل القاطع قالوا، ساحر ماكر. <br><br>(37): <span class=quran>﴿وَقَالَ مُوسَى رَبِّي أَعْلَمُ﴾</span>: أبدًا لا شيء إلا الله إلا الدين والعقيدة... إلا راحة الضمير والوجدان... مالي وللناس، كل الناس، حتى الملوك منم والمتألهين، الله أعلم وكفى كما قال له الرسول الأعظم: إن لم يكن بك غضب عليّ فلا أبالي، وعليّ الإمام المقدم: صانع وجهًا واحدًا يكفك الوجوه كلها، والحسين الشهيد الأكرم: ماذا فقد من وجدك؟ وما وجد من فقدك؟. <br><br>(38): <span class=quran>﴿وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُم مِّنْ إِلَهٍ غَيْرِي﴾</span>: قال هذا لأنه وجد من يصدقه بنص الآية 54 من الزخرف: (فاستخف قومه فأطاعوه) وأكثر الناس يتفرعنون لو وجدوا أعوانًا <span class=quran>﴿فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ﴾</span>: برجًا عاليًا، أصعد منه إلى السماء، أبحث عن إله موسى... ولم يستحب هامان فيما نظن، لأنه على يقين من مكر فرعون وتدليسه، وأي عاقل يحاول البناء إلى ما لا نهاية؟ وهل للسماء والفضاء من حد؟ وعلى أية حال فإن فرعون لما عجز عن مجابهة الحجة بالحجة موه على شعبه الجهول بأنه سيفعل شيئًا ولن يسكت، شأنه في ذلك شأن الأدعياء والمزورين. <br><br>(39): <span class=quran>﴿وَاسْتَكْبَرَ هُو﴾</span>: أي فرعونَ <span class=quran>﴿وَجُنُودُهُ فِي الْأَرْضِ﴾</span>: تعاظموا فيها وتعالوا واستبدوا وأفسدوا والسبب الأول والأخير أنهم لا يؤمنون بدين ولا بمبدأ وضمير... أبدًا لا بشيء إلا بأنفسهم ومنافعهم، ولذا أخذهم سبحانه أخذ عزيز مقتدر. <br><br>(40): <span class=quran>﴿فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ﴾</span>: أغرقهم سبحانه في نفس البحر الذي ألقت فيه أم موسى وليدها خوفًا من فرعون وشياطينه <span class=quran>﴿فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ﴾</span>: فكَّر واعتبر واحذر من المفاجآت والمخبآت. قال الإمام علي (ع): ( من حذرك كمن بشرك) وما بعد القرآن من محذر ومبشر. <br><br>(41): <span class=quran>﴿وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ﴾</span>: صمموا وأصروا على الكفر والفساد حتى حكمنا عليهم بأنهم أصبحوا دعاة وقادة إلى نار جهنم كما قال سبحانه عن فرعون في الآية 98 من هود: ( يقدم قومه يوم القيامة فأوردهم النار وبئس الورد المورود). <br><br>(42): <span class=quran>﴿وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً﴾</span>: لعنة الله ولعنة اللاعنين عليهم وعلى كل مضلل مفسد وكل مراء حاسد <span class=quran>﴿وَيَوْمَ الْقِيَامَةِ هُم مِّنَ الْمَقْبُوحِينَ﴾</span>: المخزيين المهلكين بنار الجحيم. <br><br>(43): <span class=quran>﴿وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ﴾</span>: التوراة <span class=quran>﴿مِن بَعْدِ مَا أَهْلَكْنَا الْقُرُونَ الْأُولَى﴾</span>: وهم فرعون وملأه وغيرهم ممن استحقت عليهم كلمة الهلاك."}]}