{
"title": "صفحة (391)",
"type": "html",
"data": [
{
"miniTitle": "القصص",
"text": "(44): <span class=quran>﴿وَمَا كُنتَ بِجَانِبِ الْغَرْبِيِّ إِذْ قَضَيْنَا إِلَى مُوسَى الْأَمْرَ وَمَا كُنتَ مِنَ الشَّاهِدِينَ﴾</span>: يشير سبحانه بهذا إلى الدليل القاطع على نبوة محمد وصدقه، وخلاصته أن محمدًا (ص) قد أخبر وحدث بكل ما جرى لموسى وعليه بالتفصيل وعلى طبق الواقع حتى كأن قد رأى وقد سمع علمًا بأنه ما رأى ولا سمع، وإذن هناك سر، وهو أن كل ما قاله محمد (ص) عن موسى، وحي من السماء، ويستحيل أن يكون إلا وحيًا إلهيًا لأن محمدًا ما شاهد موسى ولا كان معه على الطور، ولا قرأ ذلك في كتاب أو سمعه من محدث، ومثل هذه الآية قوله تعالى: (وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم - 44 آل عمران). <br><br>(45): <span class=quran>﴿وَلَكِنَّا أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ الْعُمُرُ﴾</span>: قرونًا: أُممًا: وتطاول: طال، والعمر: الأمد، والمعنى خلقنا قبلك أُممًا يا محمد، وأرسلنا إليهم رسلاً مبشرين ومنذرين ولكن الأُمم بعد الأنبياء كانت تنسى الوحي أو تحرِّفه، وقد طال أمد ذلك حتى أصبح الناس في جاهلية جهلاء، واحتاجوا إلى نبي يخرجهم من الظلمات إلى النور، فأرسلناك لهذه الغاية، وأيضًا أنت تخبر وتبيِّن ما نزل من الوحي على العديد من الرسل، وما جرى لهم وعليهم <span class=quran>﴿وَمَا كُنتَ ثَاوِيًا﴾</span>: مقيمًا <span class=quran>﴿فِي أَهْلِ مَدْيَنَ تَتْلُو عَلَيْهِمْ آيَاتِنَا﴾</span>: لقد أخبرت يا محمد عن مدين وأهلها ونبيها وما قال لهم وقالوا له علمًا بأنك ما ذهبت إلى مدين داعيًا إلى الله ولا كنت فيها مع نبيَّهم وإذن فمن أين أتاك العلم بذلك؟ أجاب سبحانه بقوله! <span class=quran>﴿وَلَكِنَّا كُنَّا مُرْسِلِينَ﴾</span>: أي نحن بعثناك رسولاً، وأوحينا إليك بذلك لتخبر الناس به لعلهم يتذكرون ويؤمنون بأن ما تقوله هو وحي من الله. <br><br>(46): <span class=quran>﴿وَمَا كُنتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا﴾</span>: موسى. وهذه الآية محتوى الآية المذكورة قبل لحظة وهي (وما كنت بجانب الغربي إذ قضينا إلى موسى) ولا فرق بينهما إلا في اللفظ والمبنى، وتكرار المعنى بأساليب شتى من دأب القرآن الكريم <span class=quran>﴿وَلَكِن رَّحْمَةً مِّن رَّبِّكَ﴾</span>: وفي معناه (وما أرسلناك إلا رحمة للعالمين - 107 الأنبياء) <span class=quran>﴿لِتُنذِرَ قَوْمًا مَّا أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ﴾</span>: في أمد معين، كما قال سبحانه في الآية 19 من المائدة (قد جاءكم رسولنا يبين لكم على فترة من الرسل). <br><br>(47): <span class=quran>﴿وَلَوْلَا أَن تُصِيبَهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾</span>: لولا هنا للإمتناع، والمعنى أرسلنا إلى الناس رسلاً مبشرين ومنذرين لنقيم عليهم الحجة ونقطع عنهم الأعذار حين تصيبهم مصيبة العذاب عند الحساب والعقاب في يوم القيامة <span class=quran>﴿فَيَقُولُوا رَبَّنَا﴾</span>: لئلا يقولوا ربنا: <span class=quran>﴿لَوْلَا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ﴾</span>: لولا هنا للسؤال والطلب ومثل هذه الآية قوله تعالى: (ولو أنا أهلكناهم بعذاب من قبله - أي قبل الرسول - لقالوا ربنا لولا أرسلت إلينا رسولاً فنتبع آياتك من قبل أن نذل ونخزى - 134 طه). <br><br>(48): <span class=quran>﴿فَلَمَّا جَاءهُمُ الْحَقُّ مِنْ عِندِنَا قَالُوا لَوْلَا... ﴾</span>: هذه الصورة القرآنية تعكس واقع المشاكسين والمعاكسين لكل حق وخير: إن لم يأتهم رسول قالوا: لو أتى الرسول، وإن أتى الرسول قالوا: لو كان كذا وكيت! وفي الآية246 من البقرة: (قالوا لنبي لهم ابعث لنا ملكًا نقاتل في سبيل الله... فلما كتب عليهم القتال تولوا) <span class=quran>﴿أَوَلَمْ يَكْفُرُوا بِمَا أُوتِيَ مُوسَى﴾</span>: قال المعاندون لمحمد (ص): لو جئت بعصا كما جاء موسى فأجابهم سبحانه بأن أمثالكم كفروا بموسى وعصاه، ولو جاء محمد لكفرتم به، وتعللتم بالأباطيل كما فعل الأولون. <span class=quran>﴿قَالُوا سِحْرَانِ تَظَاهَرَا وَقَالُوا إِنَّا بِكُلٍّ كَافِرُونَ﴾</span>: سحران: القرآن والإنجيل المنزل على عيسى أو التوراة المنزلة على موسى: وتظاهرا: تعاونا، والمعنى قال المجرمون المعاكسون: تكفر بالقرآن والإنجيل، لأن كل منهما سحر ومكر يعضد أحدهما الآخر. <br><br>(49): <span class=quran>﴿قُلْ فَأْتُوا بِكِتَابٍ مِّنْ عِندِ اللَّهِ هُوَ أَهْدَى مِنْهُمَا أَتَّبِعْهُ﴾</span>: إن تلك الكتب السماوية شرًا وضلالاً كما تزعمون، فأتوا بكتاب خير وهداية ونحن معكم، إن كنتم صادقين. <br><br>(50): <span class=quran>﴿فَإِن لَّمْ يَسْتَجِيبُوا لَكَ﴾</span>: ولن يستجيبوا، فقد تحدى القرآن الكريم بكل ما فيه البشرية على مدى العصور والأجيال وإلى آخر يوم، فأين الداحض والناقض بمنطق الحس والعقل؟ بل على العكس فقد شهد بعظمة القرآن أقطاب الفكر في هذا العصر من غير المسلمين، ونقلنا طرفًا منها في هذا الوجيز وغيره مما نشرنا. <span class=quran>﴿فَاعْلَمْ﴾</span>: إن الذين يكذبون القرآن <span class=quran>﴿أَنَّمَا يَتَّبِعُونَ أَهْوَاءهُمْ﴾</span>: بلا حجة ودليل."
}
]
}