{"title":"صفحة (394)","type":"html","data":[{"miniTitle":"القصص","text":"(71) - (72): <span class=quran>﴿قُلْ أَرَأَيْتُمْ﴾</span>: أخبروني <span class=quran>﴿إِن جَعَلَ اللَّهُ عَلَيْكُمُ اللَّيْلَ سَرْمَدًا﴾</span>: دائمًا، الليل للقرار والسكن، والنهار للمعاش والعمل، ولو دام الليل أو النهار لما قام للحياة قائمة. <br><br>(73): <span class=quran>﴿وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اللَّيْلَ وَالنَّهَارَ﴾</span>: واضح، وتقدم في الآية 12 من الإسراء. <br><br>(74): <span class=quran>﴿وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ... ﴾</span>: تقدم بالحرف الواحد في الآية 62 من هذه السورة، والغرض من هذا التكرار مجرد التخويف من يوم كان شره مستطيرًا. <br><br>(75): <span class=quran>﴿وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا﴾</span>: يشهد بتبليغ الفرائض والشريعة، وإنهم أعرضوا وعاندوا بعد إقامة الحجة وتقدم في الآية 143 من البقرة <span class=quran>﴿فَعَلِمُوا أَنَّ الْحَقَّ لِلَّهِ﴾</span>: وأن الحجة عليهم قائمة ولازمة. <br><br>(76): <span class=quran>﴿إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسَى﴾</span>: ومؤمنً به، ثم ارتد عن دينه، وكان ذا ثراء فاحش وقدرة وفطنة <span class=quran>﴿فَبَغَى عَلَيْهِمْ﴾</span>: بالتكبر والبذخ <span class=quran>﴿وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ﴾</span>: تثقل، يقال: ناء به الحمل إذا أثقله <span class=quran>﴿بِالْعُصْبَةِ﴾</span>: الجماعة يتعصب بعضهم لبعض <span class=quran>﴿إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحْ﴾</span>: كان الناس يسرون ويفرحون تمامًا كما يتألمون ويحزنون لأن الحزن والفرح طبيعة وغريزة في الإنسان، وعليه فلا يسوغ النهي عن الفرح إلا إذا أدى إلى جريمة ورذيلة كالبغي والعدوان، والمباهاة والمضاهاة، والتبذير والإسراف. <br><br>(77): <span class=quran>﴿وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا﴾</span>: اجمع بين الدنيا والآخرة، فلا تناقض وتضاد بينهما، بل هما شيء واحد في الحكم إذا كانت الدنيا قوة ودعامة للدين، وذلك بأن تحسن إلى عباد الله وعياله مما <span class=quran>﴿أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ﴾</span>: بما أنعم الله عليك، وأن لا تغتر بالحياة الدنيا (فكم من مستدرج بالإحسان إليه، ومغرور بالستر عليه، مفتون بحسن القول فيه! وما ابتلى الله أحدًا بمثل الإملاء له) كما قال الإمام أمير المؤمنين (ع)."}]}