{
"title": "صفحة (395)",
"type": "html",
"data": [
{
"miniTitle": "القصص",
"text": "(78): <span class=quran>﴿قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي﴾</span>: هذا المال والنجاح الذي هو فيه، من موهبته ومهارته، وليس لله ولا لغير الله فيه يد ومشيئة... وهكذا يبعث الغنى والمال الطائل الشعور في نفس الخسيس اللئيم بأن له الفضل والتفوق على خلق الله وعياله <span class=quran>﴿أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِن قَبْلِهِ﴾</span>: من هو أقوى وأغنى من قارون، أمهله الله حتى إذا طمع وأمن العواقب أخذه أخذ عزيز مقتدر <span class=quran>﴿وَلَا يُسْأَلُ عَن ذُنُوبِهِمُ الْمُجْرِمُونَ﴾</span>: الذين يتعالون ويفسدون ويظلمون الناس ولا ينتهون، فهؤلاء وحدهم يدخلون النار بلا حساب، أما سائر المجرمين فإنهم يعرضون للنقاش والحساب. <br><br>(79): <span class=quran>﴿فَخَرَجَ﴾</span>: قارون <span class=quran>﴿عَلَى قَوْمِهِ فِي زِينَتِهِ﴾</span>: في مراكبه وركائبه وخدمه وحشمه، يعرض على الناس ثراءه وكبرياءه تحديًا للذين نصحوه بالاعتدال <span class=quran>﴿قَالَ﴾</span> الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنيَا﴾</span>: ويأمنون العواقب: <span class=quran>﴿يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ﴾</span>: ليغرقوا في الشهوات والملذات. <br><br>(80): <span class=quran>﴿وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ﴾</span>: بالله وأنه يمهل ولا يهمل: <span class=quran>﴿وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا﴾</span>: وفي الحديث الشريف: (يقول الله تعالى: أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر). <br><br>(81): <span class=quran>﴿فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ.. ﴾</span>: قال الإمام عليّ (ع): (رب مغبوط في أول النهار قامت بواكيه في آخره) ، وأيضًا قال: (ما قال الناس لشيء طوبى له ؟ إلا وقد خبأ له الدهر يوم سوء) والعكس صحيح، فكم من ضعيف أصبح قويًا وفقير صار غنيًا! والعاقل لا ييأس من آجل ولا يفرح بعاجل. <br><br>(82): <span class=quran>﴿وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالْأَمْسِ يَقُولُونَ وَيْكَأَنَّ﴾</span>: كلمة تعجب لا محل لها من الإعراب، شاهد ضعفاء العقول دائرة السوء تدور على رأس الطاغية قارون، فأدركوا الحقيقة، وحمدوا الله الذي لم يؤتهم مثل ما أُوتي الطغاة، وإلا أصابهم ما أصابهم من النكبات والمفاجآت. وفي نهج البلاغة، فكم من منقوص رابح، ومزيد خاسر. ومن هنا قيل: الأمور بخواتيمها. <br><br>(83): <span class=quran>﴿تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلَا فَسَادًا﴾</span>: لا يتعالون على عباد الله، ولا يتحكمون بهم، ولا يفسدون فيهم بالعدوان والسلب والنهب. وقال الإمام علي (ع) برواية الشيخ الطبرسي: من يعجبه أن يكون شراك نعله أجود من شراك نعل صاحبه فيدخل تحتها. <br><br>(84): <span class=quran>﴿مَن جَاء بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا﴾</span>: الواحدة بعشر أمثالها <span class=quran>﴿وَمَن جَاء بِالسَّيِّئَةِ﴾</span>: فواحدة بواحدة، وقد يعفو ويصفح، وتقدم في الآية 160 من الأنعام."
}
]
}