{
"title": "صفحة (396)",
"type": "html",
"data": [
{
"miniTitle": "القصص",
"text": "(85): <span class=quran>﴿إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ لَرَادُّكَ إِلَى مَعَادٍ﴾</span>: يقول سبحانه لنبيه الكريم، إن الذي أوجب عليك أن تعمل وتذكر بالقرآن هو الذي سيردك إلى مكة التي أخرجك منها قومك. وقيل: المراد بالمعاد هنا الجنة لأن السورة هذه مكية وأي مانع أن تكون السورة مكية ما عدا هذه الآية؟ <span class=quran>﴿قُل رَّبِّي أَعْلَمُ مَن جَاء بِالْهُدَى﴾</span>: قل يا محمد للذين لا يقتنعون منك بحال، ويصرون على معاندتك والصد عن دعوتك بلا هوادة: الله وحده هو الذي يميز المحق من المبطل والضال من المهتدي، وسوف تعلمون لمن عقبى الدار. <br><br>(86): <span class=quran>﴿وَمَا كُنتَ تَرْجُو أَن يُلْقَى إِلَيْكَ الْكِتَابُ إِلَّا رَحْمَةً مِّن رَّبِّكَ﴾</span>: كيف يقال عنك يا محمد: إنك تفتري على الله بادعاء الرسالة مع أنها لم تمر بخاطرك من قبل إطلاقًا ولكن الله سبحانه هو الذي أنعم عليك بالنبوة والقرآن؟ <span class=quran>﴿فَلَا تَكُونَنَّ ظَهِيرًا لِّلْكَافِرِينَ﴾</span>: الخطاب في هذه الآية وما بعدها للنبي (ص) والظهير: المعين أما الكافرون فالمراد بهم هنا كل من جحد الحق وعانده، والمعنى لا تهادن أعداء الحق وتسكت عنهم لأن الساكت عن الحق شيطان أخرس. <br><br>(87) - (88): <span class=quran>﴿وَلَا يَصُدُّنَّكَ﴾</span>: بضم الدال مع التشديد، أي ذكِّر يا محمد بالقرآن، وإن حاول المجرمون أن يصدُّوك عن وظيفتك هذه، فإن الله مظهرك وناصرك عليهم <span class=quran>﴿وَادْعُ إِلَى رَبِّكَ﴾</span>: بيان وتفسير لقوله تعالى: ولا يصدنك <span class=quran>﴿وَلَا تَكُونَنَّ مِنَ الْمُشْرِكِينَ وَلَا تَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ﴾</span>: هذا تنزيه عن الشرك بصيغة النهي أي لا تسوغ العبادة إلا لله وحده، ولا الخوف إلا منه، ولا التوكل إلا عليه، وهو سبحانه المسئول أن يهبنا صدق المتوكلين عليه وخوف المخلصين له بمحمد وآله الطاهرين، عليهم أزكى الصلوات."
},
{
"miniTitle": "العنكبوت",
"text": "(1): <span class=quran>﴿الم﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.<br><br>(2): <span class=quran>﴿أَحَسِبَ النَّاسُ أَن يُتْرَكُوا أَن يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ﴾</span>: لا يبتلون ويمتحنون بالضراء والسراء، وخلاصة المعنى أن الإيمان ليس لعقًا على اللسان، ولا صورة وشكلاً، ولا تسبيحًا وتهليلاً على عدد حبات المسابح، وإنما هو فعل الواجب وترك الحرام، وعلى سبيل المثال: إن كنت غنيًا أديت حق الله والناس من أخماس وزكوات عن طيب نفس، وإن كنت فقيرًا لم تبع دينك للشيطان، ورضيت بأي عمل.. الأعمال المحللة السائغة لسد الحاجة والجوعة. <br><br>(3): <span class=quran>﴿وَلَقَدْ فَتَنَّا الَّذِينَ مِن قَبْلِهِمْ﴾</span>: وجاء في التفاسير أن هذه الآية نزلت في عمار بن ياسر وغيره من المعذبين على الإسلام، والقصد منها أن يوطنوا النفس على الأذى من أجل الحق، وينالوا الدرجات عند الله، ويؤيد هذا قوله تعالى بلا فاصل: (ولقد فتنا الذين من قبلهم) أي من قبل المعذبين على الإسلام فصبروا صبر الأحرار <span class=quran>﴿فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا﴾</span>: الله يعلم الصادقين والكاذبين لأنه يعلم ما هو كائن وما كان وما يكون وما لا يكون، ولكن لتظهر الأفعال التي يستحق عليها الإنسان الثواب والعقاب. <br><br>(4): <span class=quran>﴿أَمْ حَسِبَ الَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ أَن يَسْبِقُونَا﴾</span>: أن يمتنعوا منا بهرب أو حصن أو حيلة؟. <br><br>(5): <span class=quran>﴿مَن كَانَ يَرْجُو لِقَاء اللَّهِ فَإِنَّ أَجَلَ اللَّهِ لَآتٍ﴾</span>: من آمن باليوم الآخر وعمل له، فإيمانه حق وصدق، وعمله خير وأجر، وسيرى ذلك لا محالة، وكل آت قريب. <br><br>(6): <span class=quran>﴿وَمَن جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ﴾</span>: الله يقول، والعقل يقول، والفطرة والناس والأديان والشرائع كلها تقول: ليس للإنسان إلا ما سعى. أما العمل والتنفيذ فكل يعمل على شاكلته أو منفعته أو دينه وعقيدته وإنسانيته. وما ربك بغافل عما يعملون."
}
],
"singlePage": true
}