{
"title": "صفحة (397)",
"type": "html",
"data": [
{
"miniTitle": "العنكبوت",
"text": "(7): <span class=quran>﴿وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ﴾</span>: هذه الآية تختص بمن كفر أو أذنب، ثم ندم وتاب، فيعفو سبحانه عما سلف، ويزيده من فضله، ومن عاد فينتقم الله منه. <br><br>(8) - (9): <span class=quran>﴿وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حُسْنًا﴾</span>: الوالد يحسن إلى ولده بالإنفاق والإشفاق، لا يريد منه جزاءًا ولا شكورًا، وكل الذي يبتغيه أن يكف أذاه عنه، وهذا وحده في عصرنا من أحسن الإحسان <span class=quran>﴿وَإِن جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلَا تُطِعْهُمَا﴾</span>: إن كنت موحدًا، وكان أبواك مشركين، وحرضاك على دينهما فإياك وإياهما، وفيما عدا ذلك لا تغضبهما <span class=quran>﴿إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ﴾</span>: حساب الشرك والكفر بالله لله وحده لا لوالد أو ولد ولا لشيخ أو خوري. <br><br>(10) - (11): <span class=quran>﴿وَمِنَ النَّاسِ مَن يَقُولُ آمَنَّا بِاللَّهِ﴾</span>: وما هو من الإيمان الحق في شيء، ولكن إبليس حاك له خرافة على منواله، وصبغها بلون الإيمان وشكله، وباعها لأبله مسكين، فانطلت عليه الحيلة، وأخذ ينشر ويذيع من مثله إيمانًا بوحي من الشيطان وهو على يقين بأنه من إملاء الدين! وكيف يكون من الدين وما دخل العجب شيئًا إلا أفسده وأهلكه، وفي الحديث: لولا العجب ما ابتلى المؤمن الحق بذنب وفي ثان: ضحكك وأنت خائف أفضل من بكائك وأنت مدل، إن المدل لا يصعد من عمله شيء <span class=quran>﴿فَإِذَا أُوذِيَ فِي اللَّهِ... ﴾</span>: يذهب إيمانه مع الريح، لأنه مجرد لون ومظهر <span class=quran>﴿وَلَئِن جَاء نَصْرٌ مِّن رَّبِّكَ... ﴾</span>: تقدم في الآية 141 من النساء. <br><br>(12): <span class=quran>﴿وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا اتَّبِعُوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ﴾</span>: قال الذين كفروا بمحمد (ص) للذين آمنوا به: ما آمنتم به إلا خوفًا من نار جهنم، ارتدوا عن دينه إلى ديننا، ونحن نحمل العذاب عنكم، قالوا هذا ساخرين من خرافة النشر والحشر <span class=quran>﴿وَمَا هُم بِحَامِلِينَ﴾</span>: أبدًا لا أحد يحمل على أحد، كل أمرئ وما كسب. <br><br>(13): <span class=quran>﴿وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ﴾</span>: كل من ضلَّ وأضلَّ آخرين يبوء بوزرين: وزر نفسه، ووزر من اغتر به دون أن ينقص من وزر هذا شيئًا. <br><br>(14) - (15): <span class=quran>﴿وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا﴾</span>: قيل: هذه تسلية من الله لمحمد (ص) أن لا يأسف ويحزن لإعراض من أعرض عنه، فإن نوحًا مكث في قومه يدعوهم ليلاً ونهارًا فما زادهم ذلك إلا فرارًا، وتقدم الحديث عن نوح مرات منها في الأعراف وهود والشعراء."
}
],
"singlePage": true
}