{
"title": "صفحة (398)",
"type": "html",
"data": [
{
"miniTitle": "العنكبوت",
"text": "(14) - (15): <span class=quran>﴿وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا﴾</span>: قيل: هذه تسلية من الله لمحمد (ص) أن لا يأسف ويحزن لإعراض من أعرض عنه، فإن نوحًا مكث في قومه يدعوهم ليلاً ونهارًا فما زادهم ذلك إلا فرارًا، وتقدم الحديث عن نوح مرات منها في الأعراف وهود والشعراء. <br><br>(16): <span class=quran>﴿وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ...﴾</span>: دعا إبراهيم (ع) إلى التوحيد، ولاقى الكثير في سبيل دعوته حتى أُلقي في النار، وما زاده ذلك إلا قوة وصلابة في دينه وحزمًا وثباتًا على ثورته وقال لقومه من جملة ما قال: <br><br>(17): <span class=quran>﴿إِنَّمَا تَعْبُدُونَ مِن دُونِ اللَّهِ أَوْثَانًا وَتَخْلُقُونَ إِفْكًا﴾</span>: تبتدعون أشياء لا أساس لهل إلا الجهل والضلال. <br><br>(18): <span class=quran>﴿وَإِن تُكَذِّبُوا فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ﴾</span>: وبلغكم ما حلَّ بهم من بوار ودمار. <br><br>(19): <span class=quran>﴿أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ﴾</span>: أما الخلق الأول فندركه بالحس والعيان، ونحن منه والخلق الثاني ندركه بالعقل، لأن الذي أحيا وأمات يهون عليه أن يحيي الأموات بحكم البديهة. <br><br>(20): <span class=quran>﴿قُلْ سِيرُوا فِي الْأَرْضِ فَانظُرُوا كَيْفَ بَدَأَ الْخَلْقَ﴾</span>: أي من لا شيء مادي؛ بل بكلمة (كن) وإلا لما وجد شيء إطلاقًا، لأن السؤال يبقى قائمًا إلى ما لا نهاية تمامًا كسؤال السائل لماذا لا تسقط الأرض في الفضاء؟ فأُجيب بأنها تستند إلى قرن الثور. ثم سأل ثانية ولماذا لا يسقط الثور؟ فأُجيب بأنه يستند إلى سلحفاة. فسأل للمرة الثالثة ولماذا لا تسقط السلحفاة؟ <span class=quran>﴿ثُمَّ اللَّهُ يُنشِئُ النَّشْأَةَ الْآخِرَةَ﴾</span>: حيث تجزى كل نفس الجزاء الأوفى على ما قدمت. <br><br>(21): <span class=quran>﴿يُعَذِّبُُ مَن يَشَاء وَيَرْحَمُ مَن يَشَاء﴾</span>: وما من شك أن مشيئته تعالى تصدر عن علمه وعدله وحكمته لا يشغله غضب عن رحمة، ولا تولهه - أي لا تذهله - رحمة كما قال الإمام أمير المؤمنين (ع): <br><br>(22): <span class=quran>﴿وَمَا أَنتُم بِمُعْجِزِينَ فِي الْأَرْضِ وَلَا فِي السَّمَاء﴾</span>: لا ملجأ ولا مهرب من الله لأهل الأرض والسماء إلا إليه. <br><br>(23): <span class=quran>﴿وَالَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ﴾</span>: الدالة على وجوده وقدرته على إحياء الموتى <span class=quran>﴿أُوْلَئِكَ يَئِسُوا مِن رَّحْمَتِي﴾</span>: لا نصيب لهم فيها."
}
],
"singlePage": true
}