{
"title": "صفحة (403)",
"type": "html",
"data": [
{
"miniTitle": "العنكبوت",
"text": "(53): <span class=quran>﴿وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ﴾</span>: أن يحل بهم <span class=quran>﴿وَلَوْلَا أَجَلٌ مُّسَمًّى﴾</span>: أي تأخير العذاب إلى يوم القيامة <span class=quran>﴿لَجَاءهُمُ الْعَذَابُ﴾</span>: قريبًا وسريعًا. <br><br>(54): <span class=quran>﴿يَسْتَعْجِلُونَكَ بِالْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ﴾</span>: هم يستعجلون العذاب ويسخرون؟ وهو آت لا محالة. <br><br>(55): <span class=quran>﴿يَوْمَ يَغْشَاهُمُ الْعَذَابُ﴾</span>: من كل جهة، فتأكل النار الجلود واللحوم والعظام والقلوب تمامًا كما تأكل الحطب... رحماك يا رحيم. وشفيعي إليك قلبي الذي يحبك، ودليل حبه لك نصحه لعيالك، وأنت أعلم بذلك مني ومنه. <br><br>(56): <span class=quran>﴿يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ﴾</span>: على كل مسلم، بنص هذه الآية، أن يهجر ويفر من أي أرض يتعذر عليه فيها أن يفعل الواجبات ويترك المحرمات حتى ولو كانت الأرض بلده ووطنه. <br><br>(57): <span class=quran>﴿كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ﴾</span>: مقيمة كانت أم مهاجرة. <br><br>(58): <span class=quran>﴿وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَنُبَوِّئَنَّهُم مِّنَ الْجَنَّةِ غُرَفًا﴾</span>: مقيمين أم مهاجرين، بل فضل الله على المجاهدين في سبيل الله درجة وكلا وعد الله الحسنى. <br><br>(59): <span class=quran>﴿الَّذِينَ صَبَرُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ﴾</span>: ثبتوا على دينهم وهاجروا به، وتوكلوا على الله في كل حال، وقد رأينا أرزاق المهاجرين أكثر وأوسع، وأطيب وأنفع. <br><br>(60): <span class=quran>﴿وَكَأَيِّن مِن دَابَّةٍ لَا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ﴾</span>: الله سبحانه هو الذي يعطي كل نفس جميع ما تحتاج، ولكن مع الحركة والعمل لأنه أبى سبحانه إلا أن يربط المسببات بأسبابها والنتائج بمقدماتها، وحركة كل حي بحسبه، كما نرى من سعي النحلة والنملة والطير ووحش الغاب، ومن الإنسان وكل حيوان أما المريض أو الكسيح فإن الله يسخر له من يقوم بحاجته، وفي شتى الأحوال فإن أسباب الرزق وغيره تنتهي إليه لأنه خالق كل شيء. وكتبت كثيرًا حول الرزق، ولعل أفضله - فيما أظن - ما ذكرته في شرح الحكمة 378 من حكم نهج البلاغة. أنظر في ظلال نهج البلاغة ج4 ص440. <br><br>(61): <span class=quran>﴿وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ... ﴾</span>: المسئولون هم الجبابرة المترفون، وقد أعلنوا إيمانهم بالله الذي منحهم الحرية المطلقة في أن يزلزلوا الأمن والأمان، ويرهبوا العالم، وينهبوا الأمم! وما من شك أن هذه الفئة الحرة القذرة هي أسوأ حالاً عند الله ممن كفر به أو أشرك. <br><br>(62): <span class=quran>﴿اللَّهُ يَبْسُطُ الرِّزْقَ لِمَن يَشَاء مِنْ عِبَادِهِ وَيَقْدِرُ﴾</span>: أي يضيق، وقلنا فيما تقدم ونكرر أن مشيئة الله منزهة عن العبث والمجازفة وعليه يكون معنى الآية أن الله سبحانه يوسع الرزق أو يضيقه تبعًا لأسبابه السائغة شرعًا وعقلاً، أما المال الحرام فما هو من رزق الله في شيء، بل هو غضب ونهب وسموم ويحموم. <br><br>(63): <span class=quran>﴿وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ السَّمَاء مَاء فَأَحْيَا بِهِ الْأَرْضَ مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ﴾</span>: الماء هو السبب الأول والأساس للرزق، وقد أنزله الله من السماء باعتراف المحتكرين والمستأثرين والله للجميع لا لفئة دون فئة أو لفرد دون فرد، فالرزق كذلك لا يسوغ لأحد أن يحتكره ويتحكم به."
}
]
}