{"title":"صفحة (404)","type":"html","data":[{"miniTitle":"العنكبوت","text":"(64): <span class=quran>﴿وَمَا هَذِهِ الْحَيَاةُ الدُّنْيَا إِلَّا لَهْوٌ وَلَعِبٌ﴾</span>: المراد بالدنيا هنا القصور والفجور والصهباء والليالي الحمراء، والبذخ على حساب الفقراء وإلا فإن المال الحلال أحد السبل لمرضاة الله وطاعته، ونقلوا عن الإمام الشافعي أنه كان لا يحسن التفكير في مسألة إذا شعر أن بيته خلا من الدقيق. وقال الرسول الأعظم (ص): (كاد الفقر يكون كفرًا) <span class=quran>﴿وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوَانُ﴾</span>: الحياة الطيبة الدائمة وهذه الحياة وقف على الذين آمنوا وعملوا الصالحات، ومعنى هذا أن الإسلام يربط بين دنيا الخير والآخرة بحيث تدور هذه مع تلك وجودًا وعدمًا. <br><br>(65): <span class=quran>﴿فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ... ﴾</span>:ُ تقدم في الآية 22 من يونس. <br><br>(66): <span class=quran>﴿لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ وَلِيَتَمَتَّعُوا فَسَوْفَ يَعْلَمُونَ﴾</span>: هذا تهديد ووعيد للطغاة من أرباب الجاه والمال، وأن مآلهم شر مآل. <br><br>(67): <span class=quran>﴿أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا﴾</span>: واو الجماعة في يروا لعتاة قريش الذين نصبوا العداء للنبي (ص) ووصلوا في حربه وإيذاءه حدًا بعيدًا، ويقول سبحانه لهؤلاءَ: تتمردون على طاعة الله وقد أحلكم في حرمه دار الأمن والأمان؟ <span class=quran>﴿ويُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ﴾</span>: أي وأعراب الجاهلية حول مكة يقتل بعضهم بعضًا، وينهبون ويسلبون ولا أحد منهم يمس أهلها بسوء، أفبنعمة الله يجحدون وللأصنام يعبدون؟. <br><br>(68): <span class=quran>﴿وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا﴾</span>: حيث جعلوا له أضدادًا وأندادًا <span class=quran>﴿أَوْ كَذَّبَ بِالْحَقِّ﴾</span>: القرآن ونبوة محمد (ص). <br><br>(69): <span class=quran>﴿وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا﴾</span>: ومنهم من تعلم العلم النافع وعمل به وعلمه الناس، وأيضًا منهم من أتى بجديد مفيد لأخيه الإنسان، ومن جاهد الضلال والفساد، وكافح في سبيل العيش الحلال <span class=quran>﴿وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ﴾</span>: ولا يختص الإحسان بأداء الفرائض فقط ولا بالصدقات، بل يعم ويشمل الشعور باحترام الإنسان وكرامته وكف الأذى عنه."},{"miniTitle":"الروم","text":"(1): <span class=quran>﴿الم﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.<br><br>(2): <span class=quran>﴿غُلِبَتِ الرُّومُ﴾</span>: غلب كسرى ملك الفرس جيش قيصر ملك الروم. <br><br>(3): <span class=quran>﴿فِي أَدْنَى الْأَرْضِ﴾</span>: والمراد بها أرض الأردن وفلسطين، وهي أقرب البلاد إلى جزيرة العرب، وحدث ذلك في عهد رسول الله (ص) وكان المسلمون يحبون أن تظهر الروم على فارس لأنهم مثل أصحاب كتاب، والمشركون يودون أن تظهر فارس على الروم لأنهم مثلهم أصحاب أصنام، ولما جاءت الأخبار بانتصار الفرس شق ذلك على المسلمين، وفرح المشركون، فنزلت هذه الآيات تبشر المسلمين بأن الروم ستنتصر على الفرس في جولة ثانية، وإلى هذا أشار سبحانه بقوله: <span class=quran>﴿وَهُم﴾</span>: أي الروم <span class=quran>﴿مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ﴾</span>: الفرس. <br><br>(4): <span class=quran>﴿فِي بِضْعِ سِنِينَ﴾</span>: والبضع أقل من عشرة وأكثر من ثلاثة، وقد حدث ذلك بالفعل. وهنا يكمن سر الإعجاز حيث أخبر القرآن على سبيل اليقين باستئناف الحرب، وحدد وقتها وبأن الدائرة تدور على فارس، فكان كما قال علام الغيوب. وفرحت قلوب المسلمين، وزُلزلت قلوب المشركين. <br><br>(5): <span class=quran>﴿بِنَصْرِ اللَّهِ يَنصُرُ مَن يَشَاء﴾</span>: الذين يعدون العدة للنصر، ولو كانت هذه العدة هي الروح المستميتة وحدها فقط."}]}