{
"title": "صفحة (405)",
"type": "html",
"data": [
{
"miniTitle": "الروم",
"text": "(6): <span class=quran>﴿وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ﴾</span>: وهو أن يجري المسببات على أسبابها والنتائج على مقدماتها، ولا شيء عنده يحدث صدفة وجزافًا وإلا لصدق قول الجاحدين بأن الكون وجد صدفة. <br><br>(7): <span class=quran>﴿يَعْلَمُونَ ظَاهِرًا مِّنَ الْحَيَاةِ الدُّنْيَا﴾</span>: كالتجارة والصناعة والزراعة وكل ما يتصل بمصالحهم ومنافعهم <span class=quran>﴿وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ﴾</span>: ولكن غير مغفول عنهم، حلت الدنيا في أعينهم فأعمتهم عن الآخرة. <br><br>(8): <span class=quran>﴿أَوَلَمْ يَتَفَكَّرُوا فِي أَنفُسِهِمْ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ... ﴾</span>: كيف يستبعد الإنسان المعاد، ويكفر به وهو يملك عقلاً مفكرًا لو استعمله في النظر إلى هذا الكون ونظامه ونواميسه لأدرك أن الذي أبدع الكون قادر على فنائه وإعادته. <br><br>(9) - (10): <span class=quran>﴿أَوَلَمْ يَسِيرُوا فِي الْأَرْضِ ... ﴾</span>: تقدم في الآية 137 من آل عمران <span class=quran>﴿وَأَثَارُوا الْأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا﴾</span>: كانت الأمم السابقة أكثر حضارة من العرب، ولما ظلموا أنفسهم بتكذيب الأنبياء والمصلحين أخذهم الله بعذاب... ألا يخشى الذين كذّبوا محمدًا أن يصيبهم ما أصاب الذين أقوى وأرقى؟؟ <span class=quran>﴿ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاؤُوا السُّوأَى﴾</span>: أي الحالة السيئة تأنيث الأسوأ، والسوأى اسم كان مؤخر وعاقبة خبر مقدم، والمعنى كانت السوأى عاقبة المسيئين لأنهم كذبوا بآيات الله وكانوا بها يستهزئون. <br><br>(11): <span class=quran>﴿اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ... ﴾</span>: تقدم مرات، منها في الآية 4 من يونس <span class=quran>﴿وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ﴾</span>: يسكتون وييأسون من الخلاص والنجاة. <br><br>(12) - (16): <span class=quran>﴿وَيَوْمَ تَقُومُ السَّاعَةُ - يَوْمَئِذٍ يَتَفَرَّقُونَ﴾</span>: العلاقات بين الناس في الحياة الدنيا متنوعة وكثيرة: رحمية واقتصادية، وسياسية وثقافية وغير ذلك، أما في الآخرة فلا شيء على الإطلاق حيث يذهب كل إنسان بعد الحساب إلى مقره، إما إلى الجنة، وإما إلى النار."
}
]
}