{"title":"صفحة (407)","type":"html","data":[{"miniTitle":"الروم","text":"(25): <span class=quran>﴿وَمِنْ آيَاتِهِ أَن تَقُومَ السَّمَاء وَالْأَرْضُ بِأَمْرِهِ﴾</span>: والمراد بأمره هنا قوانين الطبيعة ونواميسها لأنه هو الذي طبَّعها وقوننها، ومثله تمامًا قوله في الآية 71 من يس: (مما عملت أيدينا أنعامًا) حيث أطلق أيديه تعالى على الأسباب الطبيعية التي تنتهي إليه <span class=quran>﴿ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ الْأَرْضِ إِذَا أَنتُمْ تَخْرُجُونَ﴾</span>: إن دعوة الله للإنسان في الحياة الدنيا هي مجرد نصح وتشريع، وللإنسان الخيار في أن يعصي أو يطيع، أما دعوته في الآخرة فهي تكوين وتنفيذ لا مفر منها بحال، وتقدم في الإسراء الآية 52. <br><br>(26): <span class=quran>﴿وَلَهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَّهُ قَانِتُونَ﴾</span>: طائعون منقادون، يعرفنا سبحانه بعظمته لنقدسه ونخلص له في التوحيد والعبادة. <br><br>(27): <span class=quran>﴿وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ﴾</span>: من لا شيء <span class=quran>﴿ثُمَّ يُعِيدُهُ﴾</span>: بعد أن يصبح هبابًا ويبابًا <span class=quran>﴿وَهُوَ أَهْوَنُ عَلَيْهِ﴾</span>: لا تفضيل في كلمة أهون لأن خلق الكون والذرة سواء في قدرته تعالى كل شيء يكون بكلمة (كن) <span class=quran>﴿وَلَهُ الْمَثَلُ الْأَعْلَى﴾</span>: أي الصفة العليا التي لا يشاركه فيها شيء. <br><br>(28): <span class=quran>﴿ضَرَبَ لَكُم مَّثَلًا مِنْ أَنفُسِكُمْ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَانُكُم مِّن شُرَكَاء فِي مَا رَزَقْنَاكُمْ﴾</span>: أنتم أيها المشركون تأنفون وترفضون أن يكون العبد الذي تملكون شريكًا لكم فيما رزقكم الله من مال وعقار، فكيف تجعلون لله شركاء وأندادًا من مخلوقاته؟ تكرهون الشريك وهو مخلوق مثلكم وترضونه للخالق والمحيي والمميت؟ <span class=quran>﴿فَأَنتُمْ فِيهِ سَوَاء﴾</span>: أي تكرهون المساواة في الأموال بينكم وبين العبيد <span class=quran>﴿تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ﴾</span>: المراد بأنفسكم الشركاء الأحرار من أمثالكم، والمعنى هل تهابون الأحرار لو كانوا شركاء معكم في الأموال؟. <br><br>(29): <span class=quran>﴿بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءهُم بِغَيْرِ عِلْمٍ﴾</span>: حيث خيَّل إليهم أن الحق فيما يهوون، والعدل فيما يشتهون! وهذا هو الجهل بالجهل <span class=quran>﴿فَمَن يَهْدِي مَنْ أَضَلَّ اللَّهُ﴾</span>: أي من رآه الله ضالاً في واقعه وحقيقته لا من رآه الناس ضالاًّ من ظاهر تصرفاته وهو في واقعه من المهتدين. <br><br>(30): <span class=quran>﴿فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا﴾</span>: حنيفًا: مائلاً لإلى الحق، أما تحديد الدين بالفطرة فيتضح بهذا البيان: كل إنسان حتى أكثر الخلق شرًا وفجورًا يود تلقائيًا ويدافع من أعماقه أن يصون دمه وماله وعرضه، ولا يمسه أحد بسوء، وأيضًا يحب بغريزته أن يحسنوا إليه ويتعاونوا معه على خيره وصلاحه، ومعنى هذا أنه يطلب من جميع الناس أن يكونون متدينين من حيث لا يشعر، لأن مهمة الدين القويم أن يحمل كل فرد من أفراد الإنسان على أن يستجيب لهذه الفطرة في معاملاته وتصرفاته: يحسن ولا يسيء ويتعاون مع الآخرين ولا يتهاون في شيء من حقوقهم تمامًا كما يريد هو أن لا يتهاون أحد في حقوقه. <span class=quran>﴿لَا تَبْدِيلَ لِخَلْقِ اللَّهِ﴾</span>: خلق سبحانه الإنسان على هذه الفطرة، ولا يمكن زوالها من الأساس، أجل للإنسان أهواء غير مشروعة وكثيرًا ما تصطدم مع الفطرة، وتتغلب عليها، ولكن لا تمحوها ولا تستأصلها من الجذور <span class=quran>﴿ذَلِكَ الدِّينُ الْقَيِّمُ﴾</span>: أي الذي ينسجم مع الفطرة، وكل ما ينفصل عنها، ويصطدم معها فما هو من الدين القيِّم في شيء. <br><br>(31) - (32): <span class=quran>﴿مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ﴾</span>: ارجعوا إلى هذا الدين الإنساني الفطري، واعملوا بجميع أحكامه <span class=quran>﴿مِنَ الَّذِينَ فَرَّقُوا... ﴾</span>: تقدم في الآية 159 من الأنعام."}]}