{
"title": "صفحة (408)",
"type": "html",
"data": [
{
"miniTitle": "الروم",
"text": "(33): <span class=quran>﴿وَإِذَا مَسَّ النَّاسَ ضُرٌّ... ﴾</span>: تقدم في الآية 12 من يونس. <br><br>(34): <span class=quran>﴿لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ... ﴾</span>: تقدم في الآية 66 من العنكبوت. <br><br>(35): <span class=quran>﴿أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَانًا﴾</span>: برهانًا يشهد للمشركين والمجرمين بأن الذي عليه هو حق وصواب. <br><br>(36): <span class=quran>﴿وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا﴾</span>: ولا بأس، شريطة أن لا ينجم عن الفرح أي مكروه <span class=quran>﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ﴾</span>: بعض الناس يلقي بنفسه إلى التهلكة، ويصيح: لو كان في الدنيا وأهلها شيء من الخير ما مسني السوء، وتقدم في الآية 9 من هود. <br><br>(37): <span class=quran>﴿أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ... ﴾</span>: تقدم في العديد من الآيات، منها الآية 26 من الرعد و62 من العنكبوت. <br><br>(38): <span class=quran>﴿فَآتِ ذَا الْقُرْبَى حَقَّهُ﴾</span>: العطف والصلة <span class=quran>﴿وَالْمِسْكِينَ﴾</span>: أحد المستحقين للزكاة ومثله <span class=quran>﴿وَابْنَ السَّبِيلِ﴾</span>: وهو المسافر المحتاج إلى نفقة، أُنظر تفسير الآية 60 من التوبة. <br><br>(39): <span class=quran>﴿وَمَا آتَيْتُم مِّن رِّبًا لِّيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِندَ اللَّهِ﴾</span>: تقصدون بالربا زيادة المال، وهو عند الله خسران ونيران <span class=quran>﴿وَمَا آتَيْتُم مِّن زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُوْلَئِكَ هُمُ الْمُضْعِفُونَ﴾</span>: أي الذين يضاعف لهم الثواب والجزاء. <br><br>(40): <span class=quran>﴿اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ... ﴾</span>: الله سبحانه هو الذي خلق وأعطى، وأمات وأحيا، وهو الخافض والرافع والضار والنافع، وما من أحد سواه يقدر على ذلك، فكيف تُقبلون على غيره، وتتذللون لمخلوق مثلكم. <br><br>(41): <span class=quran>﴿ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ﴾</span>: قال بعض المفسرين: المراد بالفساد في البحر قلة صيد الأسماك وكساد التجارة. وقال آخر: بل المراد أخذ السفينة غصبًا، وإذا كان كل إنسان يفسِّر ويعبِّر عما يقع في حياته، ويستوحي من ظروفه ومحيطه، يسوغ لنا أن نفسر الفساد في البحر بالأساطيل الحربية، وشاحنات الجيوش وأسلحة الدمار والإبادة <span class=quran>﴿لِيُذِيقَهُم بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ﴾</span>: كلمة (بعض) إشارة إلى عذاب الدنيا، وأن الله سبحانه يوقعه على بعض العصاة كسوط يؤدبه ويوقظه من غفلته."
}
],
"singlePage": true
}