{
"title": "صفحة (410)",
"type": "html",
"data": [
{
"miniTitle": "الروم",
"text": "(50) - (51): <span class=quran>﴿فَانظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ﴾</span>: قال أينشتين: (أشد الأمور غموضًا في الكون أنه غير غامض) وهكذا رحمة الله ونعمته لما وسعت كل شيء ذهل الناس عنها. ويدور على كل لسان: لا تعرف النعمة إلا بعد فقدها. وإذا استمرت اللذة فلا تبقى لذة. والطحّان لا يفيق من جعجعة رحاه بل من انقطاعها <span class=quran>﴿وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا﴾</span>: الهاء تعود إلى الزرع المفهوم من سياق الكلام، ومصفرًا صفة له <span class=quran>﴿لَّظَلُّوا مِن بَعْدِهِ يَكْفُرُونَ﴾</span>: يعبدون الله على أساس الربح، فإذا محِّصوا بالبلاء ارتابوا بالخالق وحكمته. <br><br>(52): <span class=quran>﴿فَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى...﴾</span>: واضح، وتقدم بالحرف الواحد في سورة النمل الآية 80 - 81. <br><br>(53): <span class=quran>﴿وَمَا أَنتَ بِهَادِي الْعُمْيِ﴾</span>: عن الحق وردعهم عن الضلال <span class=quran>﴿إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِآيَاتِنَا﴾</span>: أي من يريد الإيمان بالحق لوجه الله والحق، أما الانتهازيون فدينهم في بطونهم وجيوبهم لا في رؤوسهم وقلوبهم. <br><br>(54): <span class=quran>﴿اللَّهُ الَّذِي خَلَقَكُم مِّن ضَعْفٍ﴾</span>: وهو ضعف الإدراك والجسم في الأطفال <span class=quran>﴿ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً﴾</span>: وهي قوة الشباب وزهرة الحياة <span class=quran>﴿ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفًا﴾</span>: وهو ضعف الهرم والشيخوخة، والغرض من هذه الإشارة أن الإنسان يمر بالعديد من الأطوار والأدوار، وكلها تذهب بسرعة مع الريح، والعاقل ينتهز فرص الخير والعمل الصالح ليوم الخوف الأكبر وحسابه وجزاؤه. <br><br>(55): <span class=quran>﴿وَيَوْمَ تَقُومُ السَّاعَةُ﴾</span>: القيامة <span class=quran>﴿يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا﴾</span>: في الدنيا أو في القبور <span class=quran>﴿غَيْرَ سَاعَةٍ﴾</span>: تقدم في الآية 113 من (المؤمنون). <br><br>(56): <span class=quran>﴿وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ﴾</span>: يرد آنذاك العلماء المؤمنون على المجرمين بأنكم لبثتم على وجه الأرض وفي بطنها منذ ولدتم إلى هذا اليوم الذي بعثتم فيه. <br><br>(57): <span class=quran>﴿فَيَوْمَئِذٍ لَّا يَنفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ﴾</span>: لا عذر يدفع، ولا حميم ينفع لا شيء إلا العمل الصالح <span class=quran>﴿وَلَا هُمْ يُسْتَعْتَبُونَ﴾</span>: المراد بالإستعتاب هنا الإقالة، أي أن المجرمين يستقيلون ربهم فلا يقيلهم. <br><br>(58): <span class=quran>﴿وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ...﴾</span>: تقدم في الآية 54 من الكهف <span class=quran>﴿وَلَئِن جِئْتَهُم﴾</span>: يا محمد <span class=quran>﴿بِآيَةٍ﴾</span>: معجزة <span class=quran>﴿لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ﴾</span>: ولماذا الأنبياء والمصلحون مبطلون؟ لأنهم يقطعون سبيل البغي على الطغاة والسيطرة على الضعاف المعذبين. <br><br>(59): <span class=quran>﴿كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ﴾</span>: بأن جميع الناس على مستوى واحد في الحقوق والواجبات, وأنه لا استعلاء وسيطرة على الإطلاق، بل ولا فضل وامتياز لأحد إلا بما يقدم من عمل صالح ومفيد لأخيه الإنسان. <br><br>(60): <span class=quran>﴿فَاصْبِرْ﴾</span>: يا محمد <span class=quran>﴿إِنَّ وَعْدَ اللَّهِ حَقٌّ﴾</span>: ما هي إلا أيام حتى تنتشر رسالة الإسلام في شرق الأرض وغربها ويقترن اسمك باسم الله تعالى وبالصلوات والتحيات. جاء في تفسير ابن كثير: أن الإمام عليّ (ع) كان يصلي صلاة الفجر، فناداه خارجي (لئن أشركت ليحبطن عملك) فأجابه الإمام وهو في الصلاة (فاصبر إن وعد الله حق ولا يستخفنك الذين لا يوقنون) أي أعرض ولا تكترث بسفاهة البهائم والأراذل. والحمد لله الذي هدانا بنبيه الكريم، وأتم نعمته علينا بالولاء له ولأهل بيته الطاهرين، صلوات الله عليهم أجمعين."
}
]
}