{
"title": "صفحة (411)",
"type": "html",
"data": [
{
"miniTitle": "لقمان",
"text": "(1): <span class=quran>﴿الم﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.<br><br>(2): <span class=quran>﴿تِلْكَ﴾</span>: إشارة إلى هذه السورة التي جاءت فيها <span class=quran>﴿آيَاتُ الْكِتَابِ الْحَكِيمِ﴾</span>: العليم المنزه عن الجهل والعبث. <br><br>(3) - (4): <span class=quran>﴿هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ﴾</span>: وهم الذين يكبحون أنفسهم عن الأهواء والأسواء، ويؤمنون بالله واليوم الآخر، ويؤدون فرائض الله بالكامل. <br><br>(5): <span class=quran>﴿أُوْلَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ﴾</span>: لأنهم ما دخلوا في باطل، ولا خرجوا من الحق في قول أو فعل. <br><br>(6): <span class=quran>﴿وَمِنَ النَّاسِ مَن يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَن سَبِيلِ اللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُوًا﴾</span>: قال أكثر المفسرين: المراد بلهو الحديث هنا الغناء! ويلاحظ أن كلمة (ليظل.. وهزوًا) يدلان على أن المراد بلهو الحديث هنا الطعن بالحق والخير والاستهزاء بهما بهدف التزييف والتضليل وإغراء الناس بالشر والباطل، ويؤيد ذلك قوله تعالى بلا فاصل: <br><br>(7) - (9): <span class=quran>﴿وَإِذَا تُتْلَى عَلَيْهِ آيَاتُنَا﴾</span>: أدبر واستكبر ـ وتصامم وما به من صمم، ولكن الحق صاعقة على رأسه وقلبه. <br><br>(10): <span class=quran>﴿خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا﴾</span>: مرئية ولا غير مرئية <span class=quran>﴿وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِكُمْ﴾</span>: لئلا تهتز وتضطرب، وتقدم في الآية 2 وما بعدها من الرعد. <br><br>(11): <span class=quran>﴿هَذَا خَلْقُ اللَّهِ﴾</span>: هذا هو الكون، فهل من أحد يقول: لا عين ولا أثر لهذا الكون؟ اللهم إلا من أنكر وجود نفسه وقال: إن الشيء ليس هو عين ذاته بل شيئًا آخر، ومن يعترف بوجود الكون يلزمه حتمًا وجزمًا أن يعترف بوجود المكوِّن وإلا كان شأنه تمامًا كشأن من يعترف بوجود الكهرباء، وينكر وجود أديسون، بل كشأن من ينكر وجود الكهرباء مع الإعتراف بها! وهذي هي البلاهة والحماقة <span class=quran>﴿بَلِ الظَّالِمُونَ فِي ضَلَالٍ مُّبِينٍ﴾</span>: لا يفرقون بين ما يعترفون وما ينكرون."
}
],
"singlePage": true
}