{"title":"صفحة (412)","type":"html","data":[{"miniTitle":"لقمان","text":"(12): <span class=quran>﴿وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ﴾</span>: والمراد بها هنا معرفة أفضل الأشياء، وكان لقمان ذا عقل ناضج وراسخ يفيض بالحكمة البالغة النافعة، فيلقيها في أسماع الناس بكلمات جذابة قصار، ومعاني قوية كبار، ولذا تداولتها الأُمم والشعوب على مدى الأجيال. <br><br>(13): <span class=quran>﴿وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ﴾</span>: هذا هو الأصل الأصيل لكل مذهب ودين سليم، لأن الإيمان بالله إلهًا واحدًا متفردًا بصفات الجلال والكمال يجعل الناس كلهم سواء في الحقوق والواجبات. <br><br>(14): <span class=quran>﴿وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ﴾</span>: هذه الآية والتي بعدها استطراد في سياق وصية لقمان لابنه، والوهن: الضعف، وعلى وهن أي يستمر الضعف ويزداد يومًا بعد يوم كما قال الشاعر: عدنا وعادت حالنا الراكدة <span class=quran>﴿وَفِصَالُهُ فِي عَامَيْنِ﴾</span>: الوالدة تحضن وترضع وليدها بعد وضعه حولين كاملين، وقال الفقهاء، أقل مدة الحمل ستة أشهر مستدلين بهذه الآية معطوفة على الآية 15 من الأحقاف (وحمله وفصاله ثلاثون شهرًا). <br><br>(15): <span class=quran>﴿وَإِن جَاهَدَاكَ عَلى أَن تُشْرِكَ... ﴾</span>: حيث لا طاعة لمخلوق في معصية الخالق، وتقدم في الآية 23 من الإسراء و 8 من العنكبوت. <br><br>(16): <span class=quran>﴿يَا بُنَيَّ إِنَّهَا إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ... ﴾</span>: كناية عن قدرته تعالى التامة المطلقة التي تخترع الأشياء من لا شيء ودون استعانة بأي شيء، وعن علمه الذي لا يعزب عنه ظاهر ولا باطن وغائب أو حاضر، ودقيق وجليل. ومن جملة ما قرأت أن الكيلوغرام من الخردل يبلغ 913 ألف حبة، وعليه تكون الحبة جزءًا من ألف من الجرام فهي أصغر وزن لحب النبات. <br><br>(17): <span class=quran>﴿يَا بُنَيَّ أَقِمِ الصَّلَاةَ﴾</span>: وهي أن تعبد من يراك ولا تراه بصدق وإخلاص، ولا يغنيك عن الصلاة المفروضة شيء عند الله حتى لو أتيته بقلب سليم وحسنات الأولين والآخرين <span class=quran>﴿وَأْمُرْ بِالْمَعْرُوفِ﴾</span>: وأتمر به <span class=quran>﴿وَانْهَ عَنِ الْمُنكَرِ﴾</span>: وانته عنه <span class=quran>﴿وَاصْبِرْ عَلَى مَا أَصَابَكَ﴾</span>: من فقد عزيز أو داء لا دواء له، ولا شيء أصعب من الصبر، ومع هذا يجب في أداء الفرائض، وما عداها مستحب <span class=quran>﴿إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ﴾</span>: ومن العزم والإباء، والدين وعلو الهمة، وقوة النفس والإرادة أن ترضى باليسير، وتستنكف عن الحرام، بل وعن سؤال الخلق وإن كان حلالاً. <br><br>(18): <span class=quran>﴿وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ... ﴾</span>: لا تحطم نفسك بغرورها والشموخ بها فوق قدرها، ولا تهو بها إلى الذل والهوان <span class=quran>﴿كُلَّ مُخْتَالٍ فَخُورٍ﴾</span>: معجب بنفسه، فخور على غيره. <br><br>(19): <span class=quran>﴿وَاقْصِدْ فِي مَشْيِكَ﴾</span>: لا تبطئ ولا تسرع <span class=quran>﴿وَاغْضُضْ مِن صَوْتِكَ إِنَّ أَنكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ﴾</span>: أنكرها: أوحشها وأقبحها، وقال بعض المفسرين: إن التشبيه بصوت الحمير يقتضي أن يكون رفع الصوت محرمًا! ولو أخذنا بهذا الفهم والعلم لوجب المشي المعتدل وحرم البطيء والسريع عملاً بوحدة السياق."}]}