{"title":"صفحة (414)","type":"html","data":[{"miniTitle":"لقمان","text":"(29): <span class=quran>﴿أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ... ﴾</span>: الليل والنهار وما يتصل بهما تابع لكروية الأرض ودورانها ولو كانت مسطحة لما كان سيء من ذلك، وتقدم في الآية 27 من آل عمران <span class=quran>﴿كُلٌّ يَجْرِي إِلَى أَجَلٍ مُّسَمًّى﴾</span>: لكل من الشمس والقمر حركته الخاصة به إلى ما شاء الله، وتقدم في الآية 2 من الرعد. <br><br>(30): <span class=quran>﴿ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ﴾</span>: لأنه ما خلق شيئًا ولا شرع حكمًا ولا أخبر عن حادثة سابقة أو لاحقة إلا بالحق والصدق وإلا لمصلحة وحكمة بالغة، وتقدم بالحرف في الآية 62 من الحج. <br><br>(31): <span class=quran>﴿أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ﴾</span>: يكرر سبحانه ويذكر عباده بأن كل ما يتمتعون به من أسباب الحياة هو منه لا منهم أو مما يرجون من دون الله كيلا يغفلوا ويذهلوا عن الخالق والرازق والميسر والمدبر، ومتى آمنوا وأيقنوا بذلك شكروا في السراء، وصبروا على البلاء مع الشعور والأمل بأن الله سبحانه قد يفتح لهم باب الخلاص والفرج. <br><br>(32): <span class=quran>﴿وَإِذَا غَشِيَهُم مَّوْجٌ كَالظُّلَلِ﴾</span>: جمع ظلمة وهي ما يعلو ويظلل من كل شيء، والمعنى إذا ارتفع فوق السفينة موج كالجبال <span class=quran>﴿دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ﴾</span>: التجأوا إليه متضرعين <span class=quran>﴿فَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ فَمِنْهُم مُّقْتَصِدٌ﴾</span>: معتدل حيث وفى بعهده مع الله <span class=quran>﴿وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُور﴾</span>: غدّار جاحد بنعمة الله وفضله. <br><br>(33): <span class=quran>﴿يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَاخْشَوْا﴾</span>: العواقب وشرها، واحذروا <span class=quran>﴿يَوْمًا لَّا يَجْزِي وَالِدٌ...﴾</span>: أسس وأهمل ليوم القيامة، فلا والد ولا ولد يغني عنك شيئًا في هذا اليوم، فعملك خير لك وأجدى من أُمك وأبيك وولدك وأخيك، إن يك صالحًا وإلا فلا أُم تحزن وتبكي من أجلك، ولا والد يهمه همك، ويشغله أمرك <span class=quran>﴿وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ﴾</span>: وهو الشيطان، والمعنى احذروا كل شيطان رجيم يغريكم بمعصية الله ونقمته. <br><br>(34): <span class=quran>﴿إِنَّ اللَّهَ عِندَهُ عِلْمُ السَّاعَةِ﴾</span>: يوم القيامة، وقد استأثر سبحانه بعلمه، وحجبه عن جميع خلقه حتى الأنبياء والملائكة <span class=quran>﴿وَيُنَزِّلُ الْغَيْثَ﴾</span>: أي يعلم متى ينزل المطر قبل أن تظهر دلائله وعلاماته، أما الإنسان فلا يعلم ذلك إلا بعد ظهور الدلائل والعلامات <span class=quran>﴿وَيَعْلَمُ مَا فِي الْأَرْحَامِ﴾</span>: من ذكر أو أُنثى، وقبيح أو جميل، وشقي أو سعيد. وسألني سائل: هل يسوغ للزوجين أن يختارا - بعملية طبية - نوع الجنين من ذكر أو أُنثى؟ قلت: لا نص على هذا الموضوع بالذات، ولا حرام بلا نص. قال: كيف والقرآن يقول: (الله يعلم ما تحمل كل أُنثى - 8 الرعد) قلت: وأيضًا الله يعلم أن شجرة المشمش تحمل مشمشًا، وإذا لقحت بالخوخ تحمل خوخًا، وأن كرمة العنب الأبيض تتحول إلى الأسود إذا لقحت به... أبدًا لا شيء يحدث من خلقه تعالى إلا بعلمه وإرادته سواء أكان بسبب الإنسان أم الطبيعة أم بكلمة (كن) <span class=quran>﴿وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَدًا﴾</span>: الإنسان كل يوم هو في شأن شاء أم أبى، فكل شيء حوله يتحرك ويتغيَّر، وهو جزء من كل، ومعنى هذا أن ما يحدث للإنسان في غده فهو من الغيب المحجوب <span class=quran>﴿وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ﴾</span>: ولا بأي زمن أو سبب، وليس هذا بالشيء المهم، والأهم من كل شيء ماذا يحدث للإنسان بعد الموت في لحده وموقف العرض وأهواله."}]}