{
"title": "صفحة (415)",
"type": "html",
"data": [
{
"miniTitle": "السجدة",
"text": "(1): <span class=quran>﴿الم﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.<br><br>(2): <span class=quran>﴿تَنزِيلُ الْكِتَابِ﴾</span>: القرآن <span class=quran>﴿لَا رَيْبَ فِيهِ﴾</span>: إلا عند جاهل أو معاند. <br><br>(3): <span class=quran>﴿أَمْ يَقُولُونَ افْتَرَاهُ﴾</span>: محمد <span class=quran>﴿بَلْ هُوَ الْحَقُّ﴾</span>: والدليل القاطع على ذلك أن القرآن يحتكم إلى العقل، ويقول للذين جحدوا وعاندوا: (أفلا يتدبرون القرآن أم على قلوب أقفالها - 24 محمد .. أفلا تعقلون - 51 هود) وقرأت الكثير من أقوال الغربيين عن عظمة القرآن وأكتفي هنا بما جاء في جريدة أخبار اليوم المصرية ت 28/10/1972: قال (هيرشفليد): ليس للقرآن مثيل في قوة إقناعه وبلاغته وتركيبه، وإليه يرجع الفضل في ازدهار العلوم بكافة أنواعها <span class=quran>﴿مَّا أَتَاهُم مِّن نَّذِيرٍ﴾</span>: في الفترة الكائنة بين عيسى ومحمد جمعًا بين هذه الآية والآية 19 من المائدة: (يا أهل الكتاب قد جاءكم رسولنا يبين لكم على فترة من الرسل).. <br><br>(4): <span class=quran>﴿اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ﴾</span>: كناية عن الأطوار أو الدفعات <span class=quran>﴿ثُمَّ اسْتَوَى عَلَى الْعَرْشِ﴾</span>: أي سيطر واستولى، وتقدم مرات، منها الآية 54 من الأعراف. <br><br>(5): <span class=quran>﴿يُدَبِّرُ الْأَمْرَ مِنَ السَّمَاء﴾</span>: والمراد بها هنا الرفعة والعلو، لأن الله سبحانه وراء الطبيعة بأرضها وسمائها، والمعنى هو وحده الخالق والمدبر <span class=quran>﴿إِلَى الْأَرْضِ ثُمَّ يَعْرُجُ إِلَيْهِ﴾</span>: أي يرجع الأمر كله إليه وحده كما قال سبحانه: (وإلى الله ترجع الأمور - 109 آل عمران) <span class=quran>﴿فِي يَوْمٍ﴾</span>: وهو يوم القيامة <span class=quran>﴿كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ﴾</span>: كناية عن طول الأمد، أو أن العمل الذي يستغرق في الآخرة 24 ساعة يحتاج في الدنيا إلى ألف سنة. <br><br>(6): <span class=quran>﴿ذَلِكَ عَالِمُ الْغَيْبِ﴾</span>: أي أن الذي خلق ودبَّر وإليه ترجع الأمور هو العالم العزيز الذي ليس كمثله شيء الرحيم الذي وسعت رحمته كل شيء. <br><br>(7) - (8): <span class=quran>﴿الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ﴾</span>: كل شيء متقن ومحكم من أعلى السموات إلى أدنى الثرى، فهل هذا صدفة ومجازفة؟ (سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق - 53 فصلت) بهذا يفتح سبحانه باب العلم به لا بالغيب المحض لأن المدلول لا يكون دليلاً <span class=quran>﴿وَبَدَأَ خَلْقَ الْإِنسَانِ﴾</span>: آدم الأب الأول <span class=quran>﴿مِن طِينٍ ثُمَّ جَعَلَ نَسْلَهُ مِن سُلَالَةٍ﴾</span>: من سلَّ شيئًا من سيء أي انتزعه برفق (بين الصلب والترائب) <span class=quran>﴿مِّن مَّاء مَّهِينٍ﴾</span>: ضعيف وهو المني. <br><br>(9): <span class=quran>﴿ثُمَّ سَوَّاهُ﴾</span>: الضمير لآدم <span class=quran>﴿وَنَفَخَ فِيهِ مِن رُّوحِهِ﴾</span>:وهبه الحياة، وتقدم في الآية 2 من الأنعام و12 من (المؤمنين). <br><br>(10): <span class=quran>﴿وَقَالُوا أَئِذَا ضَلَلْنَا﴾</span>: تفرقت أجسامنا وصارت ترابًا، وتقدم مرات، منها في الآية 5 من الرعد. <br><br>(11): <span class=quran>﴿قُلْ يَتَوَفَّاكُم مَّلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ﴾</span>: قل لهؤلاء يا محمد، أنتم ميتون لا محالة، وعند الموت تنكشف لكم الحقيقة، الناس نيام، فإذا ماتوا انتبهوا."
}
]
}