{"title":"صفحة (416)","type":"html","data":[{"miniTitle":"السجدة","text":"(12): <span class=quran>﴿وَلَوْ تَرَى إِذِ الْمُجْرِمُونَ نَاكِسُو رُؤُوسِهِمْ عِندَ رَبِّهِمْ﴾</span>: حذَّروا من عذاب الآخرة، فسخروا وقهقهوا، وحين عاينوا البعث وقاموا بين يدي الله للحساب والجزاء انهاروا وولهوا، وقالوا خاضعين: <span class=quran>﴿رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا... ﴾</span>: الآن وقد فات ما فات، وتقدم في الآية 27 من الأنعام و100 من (المؤمنين). <br><br>(13): <span class=quran>﴿وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا﴾</span>: لو شاء سبحانه لألجأهم إلى الاعتراف به وباليوم الآخر، ولكن لا إيمان ولا مسئولية مع إلجاء وإكراه، وسبق منا القول أكثر من مرة أن الله سبحانه لا يتعامل مع عباده بإرادته الشخصية والتكوينية <span class=quran>﴿وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ﴾</span>: الذين أفسدوا وتمادوا في الغي بملء اختيارهم وإرادتهم، أما الذين استجابوا لربهم فلهم مغفرة وأجر كريم. <br><br>(14): <span class=quran>﴿فَذُوقُوا بِمَا نَسِيتُمْ لِقَاء يَوْمِكُمْ هَذَا﴾</span>: الذي كفرتم به، وسخرتم منه <span class=quran>﴿إِنَّا نَسِينَاكُمْ﴾</span>: أهملناكم وحرمناكم من الأمان والرحمة. <br><br>(15): <span class=quran>﴿إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا﴾</span>: يصلُّون ويسبحون بدافع من التقوى والشعور بالواجب ... ومن الورع والتقوى أن نبتعد عن كل شر وباطل، ونفعل الخير جاهدين، ونتعاون على إقامة الحق متناصحين لا مستغلين، وإلا فإن التقوى لا تتجزأ، والخوف من الله في ردع النفس عن الهوى في إقامة الصلاة وكفى ... أبدًا لا دين ولا إيمان لمن سكت عن الحق مهادنًا أو مداهنًا حتى ولو صلَّى وصام، فكيف إذا ظلم أو أعان على الشر والبغي؟ ويجب السجود عند تلاوة هذه الآية أو الاستماع إليها. <br><br>(16): <span class=quran>﴿تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ﴾</span>: يتركون بالليل فراشهم إلى ما هو أهم وأفضل <span class=quran>﴿يَدْعُونَ رَبَّهُمْ خَوْفًا﴾</span>: من سوء العاقبة في الدنيا والآخرة <span class=quran>﴿وَطَمَعًا﴾</span>: في ثواب الله الذي لا يناله إطلاقًا إلا الذين تواصوا بالحق وبه يعملون بنص سورة العصر <span class=quran>﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾</span>: فكيف بالذين سرقوا أموال المعذبين والمشردين، وهم متخمون؟. <br><br>(17): <span class=quran>﴿فَلَا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ﴾</span>: أبدًا، لا أحد يعلم ما أعد الله من تقدير للذين تنزهت نفوسهم عن الحرام، وكملت بأداء الواجب، لأن هذا التقدير فوق التصور... هذا هو هدي القرآن أيها الداعون إليه. <br><br>(18): <span class=quran>﴿أَفَمَن كَانَ مُؤْمِنًا﴾</span>: يعرف ما له وما عليه، ويشعر بالواجب والمسئولية عن حق الله وحقوق الآخرين، ويعلم علم اليقين أنه محاسب أمام الله والضمير وأمام المجتمع الذي يعيش فيه لو تهاون وفرط <span class=quran>﴿كَمَن كَانَ فَاسِقًا﴾</span>:لا يشعر إطلاقًا بأي واجب عليه إلا بهمه وهم ذويه <span class=quran>﴿لَّا يَسْتَوُونَ﴾</span>: وهل يستوي القراصنة الذين يصدون عن كل خير، ويقترفون كل أثم وجريمة، مع الذين يستميتون من أجل الحق، ولا تأخذهم لومة لائم؟ وجاء في العديد من التفاسير: أن المراد بالمؤمن هنا عليّ بن أبي طالب، ونذكر من هذه التفاسير جامع البيان للطبري والبحر المحيط للأندلسي وروح البيان لحقي وتفسير القرآن العظيم لابن كثير والدر المنثور للسيوطي والتسهيل لمحمد بن أحمد الكلبي. <br><br>(19): <span class=quran>﴿أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ﴾</span>: وأدوا أمانة الله والناس، وجاهدوا لإعلاء كلمة الحق - فلا شك أن لهم عند الله الدرجات العلى. <br><br>(20): <span class=quran>﴿وَأَمَّا الَّذِينَ فَسَقُوا﴾</span>: ونافقوا وساوموا على دينهم وأُمتهم وبلادهم فلهم عند الله أليم العذاب وشر مآب، وتقدم مرارًا وتكرارًا."}]}