{
"title": "صفحة (418)",
"type": "html",
"data": [
{
"miniTitle": "الأحزاب",
"text": "(1): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ﴾</span>: ليس هذا أمرًا بالتقوى وإلا يكون المعنى يا أيها التقي اتق الله حيث لا نبوة بلا تقوى، وإنما هو إخبار بصيغة الإنشاء والأمر، والمعنى نحن نريد ما أنت عليه من التقوى ونحبه منك، وقال المفسرون: تعلق الأمر هنا بالبقاء والاستمرار على التقوى لا بأصلها وإيجادها <span class=quran>﴿وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ﴾</span>: لا تساعدهم على شيء ولا تقبل منهم رأيًا ومشورة، وفي الآية73 من التوبة: (يا أيها النبي جاهد الكفار والمنافقين واغلظ عليهم). <br><br>(2) - (3): <span class=quran>﴿وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِن رَّبِّكَ﴾</span>: بلغ ما أُنزل إليك من ربك، واصبر في سبيل دعوتك، واستعن بالله على مهمتك. <br><br>(4): <span class=quran>﴿مَّا جَعَلَ اللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ﴾</span>: يتقي الله ويطيعه في قلب، ويُرضي قوى الشر وأعداء الله في قلب، ومعنى هذا أن الذي لا ينصر الحق ويجاهد في سبيله فهو مع الباطل، ولذا قال الرسول الأعظم (ص): الساكت عن الحق شيطان أخرس <span class=quran>﴿وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ﴾</span>: كان الرجل في الجاهلية يطلق زوجته بقوله: أنت عليَّ كظهر أُمي، فنهى الإسلام عن ذلك، ويأتي الكلام عن حكم الظهار في سورة المجادلة إن شاء الله <span class=quran>﴿وَمَا جَعَلَ أَدْعِيَاءكُمْ أَبْنَاءكُمْ﴾</span>: كان الرجل في الجاهلية يتبنى المولود من غيره، ويلحقه بنسبه، فحرم الإسلام التبني، وقال من جملة ما قال: <span class=quran>﴿ذَلِكُمْ قَوْلُكُم بِأَفْوَاهِكُمْ﴾</span>: والأقوال لا تجعل الباطل حقًا، وغير الوالد والدًا. <br><br>(5): <span class=quran>﴿ادْعُوهُمْ لِآبَائِهِمْ﴾</span>: الذين ولدوهم لا للذين تبنوهم <span class=quran>﴿هُوَ أَقْسَطُ عِندَ اللَّهِ﴾</span>: أي نسبة الولد إلى والده الأصيل أعدل حكمًا وأصدق قولًا من نسبته إلى الدخيل <span class=quran>﴿فَإِن لَّمْ تَعْلَمُوا آبَاءهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ﴾</span>: إن جهلتم أبا المتنبي واسمه فقولوا: هذا أخي في الدين أو مولاي إشارة إلى المودة أو مولى إن كان رقًا وأعتقه <span class=quran>﴿وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُم بِهِ... ﴾</span>: كلنا يخطئ لسبب واضح وبسيط، وهو ان الإنسان غير معصوم، ولكن الخطأ أنواع، منها خطأ الغرور والجهل بالجهل، ومنها خطأ الحب أو البغض الذي يصوَّر الشيء لصاحبه كما يحب هو أن يتصوره عن ذلك الشيء المحبوب أو المبغوض، لا كما هو في واقعه، ومنها الخطأ الناشئ عن التهاون والتقصير بحيث ينتهي الخطأ إلى إرادة المخطئ، ومنها الخطأ بعد التحفظ واستفراغ الوسع. وكل أنواع الخطأ تستحق المؤاخذة ما عدا الأخير. <br><br>(6): <span class=quran>﴿النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ﴾</span>: للولاية معان تختلف تبعا إلى من تنسب إليه، فولاية الله سبحانه معناها السلطة التي لا تُغلَب، ومعنى ولاية النبي الطاعة من غير اعتراض، وما من شك أن تصرفات النبي بكاملها هي لخير الفرد والجماعة (لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم-128 التوبة) <span class=quran>﴿وَأَزْوَاجُهٌ أُمَّهَاتُهُمْ﴾</span>: في الاحترام والمبرة وتحريم الزواج، ولا يسري هذا التحريم وينتشر إلى أرحامهن <span class=quran>﴿َأُوْلُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ﴾</span>: في الميراث <span class=quran>﴿فِي كِتَابِ اللَّهِ﴾</span>: في حكمه تعالى وشريعته، وتقدم في الآية 75 من الأنفال <span class=quran>﴿إِلَّا أَن تَفْعَلُوا إِلَى أَوْلِيَائِكُم مَّعْرُوفًا﴾</span>: وهم الأصدقاء والمعتقون آنذاك والأرحام غير الوارثين والمراد بالمعروف هنا أن تبروا هؤلاء بصدقة أو هبة أو وصية <span class=quran>﴿كَانَ ذَلكَ﴾</span>: أي إرث أُولي الأرحام والمعروف لغيرهم <span class=quran>﴿فيِ الْكِتَابِ مَسْطُورًا﴾</span>: ثابتًا في حكم الله وشريعته."
}
],
"singlePage": true
}