{"title":"صفحة (419)","type":"html","data":[{"miniTitle":"الأحزاب","text":"(7): <span class=quran>﴿وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ﴾</span>: كل النبيين <span class=quran>﴿مِيثَاقَهُمْ وَمِنكَ﴾</span>: أن تقيموا الدين، وتبلَّغوا رسالة الحق إلى الخلق، وهذا هو المراد بالميثاق الغليظ وذكر سبحانه محمدًا بالخطاب، وبالإسم نوحًا وإبراهيم وموسى وعيسى، لأنهم أُولوا العزم أي لكل شريعة خاصة، ويأتي البيان في تفسير الآية 35 من الأحقاف. <br><br>(8): <span class=quran>﴿لِيَسْأَلَ الصَّادِقِينَ عَن صِدْقِهِمْ﴾</span>: أي عن مقاصدهم بأعمالهم هل كان القصد وجه الله الكريم أو شيئًا آخر. <br><br>(9): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ﴾</span>: الخطاب للصحابة، ونزلت هذه الآية 27 في وقعة الخندق، وقصتها مدونة بالتفصيل في التفاسير المطولة وكتب السيرة والتاريخ ويضيق عنها هذا الوجيز، لذا نقتصر على تفسير الجملة والكلمة المفردة <span class=quran>﴿إِذْ جَاءتْكُمْ جُنُود﴾</span>: من قبائل شتى بقيادة أبي سفيان، إلى المدينة المنورة <span class=quran>﴿فأَرْسَلْنَا عَلَيِهْم رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا﴾</span>: قال المفسرون: هم ملائكة أما الريح فكانت عاتية أطفأت نيرانهم، وأكفأت قدورهم، واقتلعت خيامهم، وأفسدت كل شيء حتى عجزوا معها على الفرار فولوا مخذولين. <br><br>(10): <span class=quran>﴿إِذْ جَاؤُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ﴾</span>: حاصر جيش الأحزاب المدينة وعسكر المسلمين من كل جهة، ولم يدع منفدًا <span class=quran>﴿وَإِذْ زَاغَتْ الْأَبْصَارُ وَبَلَغَتِ الْقُلُوبُ الْحَنَاجِرَ﴾</span>: كناية عن شدة الخوف <span class=quran>﴿وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا﴾</span>: ضن بعض الصحابة أن الله لن ينصر دينه ونبيّه. <br><br>(11): <span class=quran>﴿هُنَالِكَ ابْتُلِيَ الْمُؤْمِنُونَ﴾</span>: امتحنوا بالشدائد والمكاره <span class=quran>﴿وَزُلْزِلُواْ زِلْزَالًا شَدِيدًا﴾</span>: ارتعدوا واضطربوا. <br><br>(12): <span class=quran>﴿وَإِذْ يَقُولُ الْمُنَافِقُونَ﴾</span>: الذين أبطنوا الكفر، وأظهروا الإيمان <span class=quran>﴿وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ﴾</span>: أي ضعف العقل والإيمان ولذا يتأثرون بالدعايات الكاذبة المضللة. <br><br>(13): <span class=quran>﴿وَإِذْ قَالَت طَّائِفَةٌ مِّنْهُمْ﴾</span>: من المنافقين <span class=quran>﴿يَا أَهْل يَثْرِبَ﴾</span>: اسم المدينة <span class=quran>﴿لاَ مُقَامَ لَكُمْ فَارْجِعُوا﴾</span>: قيل: كان جيش الشرك ما يقرب من عشرة آلاف، ومع النبي سبعمائة مقاتل، وقيل: بل أكثر. فقال بعض المنافقين لجيش الإسلام: لا طاقة لكم بهذا الجيش الجرار، ولا نجاة منه إلا بالفرار <span class=quran>﴿وَيَسْتَأْذِنُ فَرِيقٌ مِنّهُمُ النَّبِيَّ يَقُولُونَ إنَّ بُيُوتَنَا عَوْرَةٌ﴾</span>: أي منكشفة للصوص، كان بعض المنافقين يطلبون الإذن من النبي بالإنصراف، ويتعللون بهذه الأعذار، فأكذبهم سبحانه بقوله: <span class=quran>﴿وَمَا هِيَ بِعَوْرَةٍ إِن يُرِيدُونَ إِلاَّ فِرَارًا﴾</span>: من الجهاد ونصرة الحق. <br><br>(14): <span class=quran>﴿وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا وَمَا تَلَبَّثُوا بِهَا إِلَّا يَسِيرا﴾</span>: لو دخلت جيوش الشرك المدينة منتصرة، وأحاطت بها من كل جانب، وقال المشركون للمنافقين وضعاف الإيمان: أعلنوا العداء لمحمد والإرتداد عن الإسلام- لاستجابوا فورًا من غير تردد، أو ترددوا قليلا ثم خنعوا وخضعوا. <br><br>(15): <span class=quran>﴿وَلَقَدْ كَانُوا عَاهَدُوا اللَّهَ مِن قَبْلُ﴾</span>: هذا الخوف أن يثبتوا مع الرسول حتى الموت، ولكنهم تركوه من النظرة الأولى إلى جيش الأحزاب."}]}