{"title":"صفحة (421)","type":"html","data":[{"miniTitle":"الأحزاب","text":"(23): <span class=quran>﴿مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ﴾</span>: الأيمان عهد وميثاق ورابطة متينة بين الله وعبده على الطاعة، والشرط الأساس في هذه الطاعة أن لا يتساهل المؤمن الحق مع نفسه ولا مع أولاده وذويه في أي شيء لا يرضي الله سبحانه، ومتى تحقق هذا الشرط لم يقم في وجه المؤمن أي حاجز يصده عن مرضاته تعالى، وبدون هذا الشرط فلا إيمان إلا في اللون والشكل، وكان لرسول الله (ص) رجال كثر على الإيمان الحق، يفدونه بالمهج والأرواح، وكان الآباء يبارزون الأبناء كما كان الولد يتربص بأبيه وأخيه وكانت المرأة تفتدي زوجها وولدها وأباها وأخاها، وهي تحمد الله على نجاة رسول الله (ص) وهذه الآية نزلت في هؤلاء الصفوة <span class=quran>﴿فَمِنْهُم مَّن قَضَى نَحْبَهُ﴾</span>: استشهد يوم بدر وأُحد <span class=quran>﴿وَمِنْهُم مَّن يَنتَظِرُ﴾</span>: الشهادة أو النصر. <br><br>(24): <span class=quran>﴿لِيَجْزِيَ اللَّهُ الصَّادِقِينَ بِصِدْقِهِمْ﴾</span>: أي بوفائهم للعهد جنات تجري من تحتها الأنهار <span class=quran>﴿وَيُعَذِّبَ الْمُنَافِقِينَ﴾</span>: لأنهم نقضوا العهد والميثاق <span class=quran>﴿إِن شَاء﴾</span>: وهذا التعليق على المشيئة هو استثناء، والمعنى يعذب الله المنافقين إلا من تاب <span class=quran>﴿أَوْ يَتُوبَ عَلَيْهِمْ﴾</span>: أي ومع توبتهم يتوب عليهم. <br><br>(25): <span class=quran>﴿وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ﴾</span>: وهم أحزاب الشرك بقيادة أبي سفيان ردهم سبحانه وصدهم عن مدينة الرسول حانقين من الفشل والخذلان <span class=quran>﴿لَمْ يَنَالُوا خَيْرًا﴾</span>: أي لم ينالوا النبي والمسلمين بسوء وشر تراه أحزاب الشرك نصرًا لها وخيرًا <span class=quran>﴿وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ﴾</span>: قال ابن كثير عند تفسير (وزلزلوا زلزالا شديدا) : (إن عمرو بن ود اقتحم الخندق ومعه فوارس، فندب رسول الله خيل المسلمين إليه، فيقال: أنه لم يبرز إليه أحد. فأمر النبي (ص) عليًا (رض) فخرج إليه، فتجاولا ساعة، فقتله عليّ، فكان علامة النصر). <br><br>(26) - (27): <span class=quran>﴿وَأَنزَلَ﴾</span>: الله سبحانه <span class=quran>﴿الَّذِينَ ظَاهَرُوهُم﴾</span>: وهذا الضمير يعود لأحزاب الشرك <span class=quran>﴿مِّنْ أَهْلِ الْكِتَابِ مِن صَيَاصِيهِمْ﴾</span>: أي من حصونهم، نزلت هذه الآية في يهود بني قريظة، وكانوا قد عاهدوا رسول الله (ص) وهم يساكنونه بالمدينة أو بضواحيها- أن لا يعينوا عليه عدوًا، ولما حاصرت الأحزاب المدينة نقضوا عهد رسول الله، وأعلنوا عليه الحرب وحين انصرفت الأحزاب عن المدينة حاصرهم رسول الله، وعرض عليهم الإسلام على أن يكون لهم ما للمسلمين، فأشار عليهم رئيسهم كعب بن أسد أن يسلموا، فأبوا، وطلبوا من النبي بملء إرادتهم أن ينزلوا على حكم بن معاذ، فاستجاب النبي لطلبهم، فحكم عليهم بنص توراتهم الذي جاء في إصحاح عشرين من سفر التثنية، وخلاصته أن تقتل رجالهم المقاتلون، وتقسم أموالهم، وتسبى نساؤهم وذراريهم. <br><br>(28) - (29): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ... ﴾</span>: شكا أزواج النبي (ص) له من قلة النفقة، وطلبن التوسعة، فنزلت هذه الآيات، وخلاصتها أن يخيِّر النبي نساءه بين الطلاق أو الصبر على ضيق الحال، ولهن جزاء ذلك الثواب الجزيل، فاخترن رضا الله والرسول وثواب الآخرة. <br><br>(30): <span class=quran>﴿يَا نِسَاء النَّبِيِّ مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ﴾</span>: أي بمعصية واضحة ثابتة من أي نوع تكون <span class=quran>﴿يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ﴾</span>: أي يكون عذابها في الآخرة مثلي عذاب غيرها لعلو مكانتها."}]}