{
"title": "صفحة (425)",
"type": "html",
"data": [
{
"miniTitle": "الأحزاب",
"text": "(51): <span class=quran>﴿تُرْجِي مَن تَشَاء مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَن تَشَاء﴾</span>: ترجى: تؤخر، وتؤوي: تضم، والمعنى لا يجب عليك أن توزع لياليك يا محمد بين أزواجك بالسوية، بل الخيار لمشيئتك <span class=quran>﴿وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ﴾</span>: ابتغيت: عاشرت، وعزلت: هجرت أي لك أن تعود إلى معاشرة من هجرت، وهجر من عاشرت، وفي تفسير ابن كثير نقلا عن البخاري: أن عائشة قالت لرسول الله (ص): أرى ربك يسارع لك في هواك <span class=quran>﴿ذَلِكَ أَدْنَى أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَا آتَيْتَهُنَّ كُلُّهُنَّ﴾</span>: متى علمت أزواجك يا محمد ان الأمر بيدك، وليس القسم والتوزيع بالسوية فرض عليك، ولا يحق لواحدة منهن أن تعترض- رضيت منك بما تشاءه أنت، وتراه تفضلًا وليس حقًا لازمًا... ومع هذا فقد كان النبي يساوي بين أزواجه. <br><br>(52): <span class=quran>﴿لَا يَحِلُّ لَكَ النِّسَاء مِن بَعْدُ وَلَا أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ﴾</span>: بعد أن أباح سبحانه لنبيه أنواعًا من النساء كما سبقت الإشارة، أوجب عليه في هذه الآية الإكتفاء بمن في عصمته فعلا، وكنَّ تسعًا، وحرم عليه أن يطلق واحدة منهن، ويتزوج مكانها أخرى حتى ولو أعجبته، وذلك مجازاة لأزواج النبي على حسن صنيعهن مع رسول الله واختيارهن الله ورسوله حين خيرن بين الطلاق أو الصبر على الضيق مع الرسول <span class=quran>﴿إِلَّا مَا مَلَكَتْ يَمِينُكَ﴾</span>: من الإماء والسراري، فتمتع بهن ما شئت، ولا وجود لهن في هذا العصر. <br><br>(53): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَن يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ﴾</span>: كل بيت لا يسوغ دخوله إلاَّ بإذن من أهله سواء أكان البيت لنبي أم لشقي، كما في الآية 27 من النور، ولكن لهذه الآية سببها الخاص، وهو أن قومًا من الطفيليين كانوا يتحينَّون وقت الطعام، ويدخلون بيت النبي (ص) وينتظرون، فإذا جاء أكلوا ولم ينصرفوا، فنزلت الآية بالنهي عن ذلك <span class=quran>﴿غَيْرَ نَاظِرِينَ﴾</span>: أي منتظرين الطعام <span class=quran>﴿إِنَاهُ﴾</span>: بكسر الهمزة بمعنى وعاء الطعام، وبفتحها بمعنى وقت الطعام <span class=quran>﴿وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا﴾</span>: أما من غير دعوة فلا تدخلوا <span class=quran>﴿فَإِذَا طَعِمْتُمْ فَانتَشِرُوا﴾</span>: انصرفوا إلى شأنكم <span class=quran>﴿وَلَا مُسْتَأْنِسِينَ لِحَدِيثٍ﴾</span>: يدخلون قبل الطعام بلا استئذان ويمكثون، فإذا آن الأوان أكلوا، وإذا انتهوا من الأكل جلسوا للحديث والسمر <span class=quran>﴿إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ﴾</span>: الله والملائكة والناس أجمعين <span class=quran>﴿فَيَسْتَحْيِي مِنكُمْ﴾</span>: النبي يكره وجودكم، ولا يصارحكم بذلك حياء منكم، ولكن أنتم لا تستحون ولا تعقلون، وفي الحديث: من لا حياء له لا إيمان له <span class=quran>﴿وَاللَّهُ لَا يَسْتَحْيِي مِنَ الْحَقِّ﴾</span>: أي من النهي عن الأذى والتطفل. <span class=quran>﴿وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا﴾</span>: إن يك لأحد حاجة في بيت النبي فليسأل عنها ويتناولها <span class=quran>﴿فَاسْأَلُوهُنَّ مِن وَرَاء حِجَابٍ﴾</span>: ولا يختص هذا ببيت النبي وحده، بل يعم ويشمل كل البيوت، وإنما ذكر بيت النبي، لأنه السبب الموجب لنزول الآية، والدليل على الشمول قوله تعالى في بيان علة الحكم: <span class=quran>﴿ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ﴾</span>: وأبعد عن الفساد والفتنة والأفكار السوداء عند الرجال والنساء <span class=quran>﴿وَمَا كَانَ لَكُمْ أَن تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَن تَنكِحُوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَدًا﴾</span>: لأنهن بمنزلة أمهات المؤمنين وفي تفسير الرازي وروح البيان: (أن هذه الآية نزلت حين قال طلحة بن عبيد التميمي: لئن مات محمد لأتزوجن عائشة) ويؤيد ذلك قوله تعالى بلا فاصل: <br><br>(54): <span class=quran>﴿إِن تُبْدُوا شَيْئًا أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا﴾</span>: هذا تهديد ووعيد لمن أعلن أو أبطن الزواج بنساء النبي من بعده."
}
],
"singlePage": true
}