{"title":"صفحة (426)","type":"html","data":[{"miniTitle":"الأحزاب","text":"(55): <span class=quran>﴿لَّا جُنَاحَ عَلَيْهِنَّ فِي آبَائِهِنَّ... ﴾</span>: لما أوجب سبحانه الحجاب على النساء أباح لهن السفور والظهور لذوي المحارم المذكورين في الآية31 من النور بتفصيل أشمل. <br><br>(56): <span class=quran>﴿إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ﴾</span>: سئل الإمام الرضا عليه السلام عن معنى صلاة الله والملائكة والمؤمنين على النبي فقال: (الصلاة من الله الرحمة، ومن الملائكة التزكية، ومن المؤمنين الدعاء). وفي صحيح البخاري ج8 باب الصلاة على محمد قيل: يا رسول الله كيف نصلي عليك؟ قال: قولوا اللهم صلِّ على محمد وعلى آل محمد... والشيعة يقرنون بين النبي وآله في الصلاة عليه عملًا بهذا الحديث، والسنة يجمعون على صحة الحديث هذا، ولكن لا يقرنون بين النبي والآل- في الغالب- وعلى أية حال فإن أفضل الصلوات على محمد وآله هو أن نتعلم سنته ونعمل بها، ونعلمها للناس. <br><br>(57): <span class=quran>﴿إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ﴾</span>: والناس، كل الناس <span class=quran>﴿لَعَنَهُمُ اللَّهُ فِي الدُّنْيَا وَالْآخِرَةِ﴾</span>: المراد بإيذاء الله سبحانه غضبه على من عصاه ونقمته منه، أما رسول الله (ص) فقد أُوذي في الله أشد الإيذاء، ومع هذا ضاعف الجهاد حتى ظهر دين الحق على الدين كله. <br><br>(58): <span class=quran>﴿وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا﴾</span>: أي ظلمًا وعدوانًا <span class=quran>﴿فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُّبِينًا﴾</span>: الأذى والظلم حرام من حيث هو سواء أوقع على مؤمن أم كافر. فقد جاء في المجلد الثاني من أُصول الكافي عن المعصوم (ع): أن الله سبحانه لا يدع ظلامة المظلومين وإن كانوا كفارًا. وإنما خصِّ سبحانه المؤمنين بالذكر لأن الكفار والأشرار يقصدون المؤمنين الأتقياء بالظلم والأذى أكثر مما يقصدون الفاسقين الأشقياء، بل هؤلاء من الأقربين الأنصار. <br><br>(59): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ قُل لِّأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاء الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَابِيبِهِنَّ﴾</span>: جمع جلباب يغطي رأس المرأة ووجهها، ويدنين: يرسلن، وهذه الآية أوضح في الدلالة على وجوب الحجاب، من قوله تعالى: (ولا يبدين زينتهن إلا لبعولتهن- 31 النور) وقوله: (وإذا سألتموهن متاعًا فاسألوهن من وراء حجاب-53 الأحزاب) ويؤيد قوة هذه الدلالة ورسوخها قوله سبحانه في علة الحكم: <span class=quran>﴿ذَلِكَ أَدْنَى أَن يُعْرَفْنَ﴾</span>: بالعفة والصون، فإن الحجاب حاجز بين المتحجبة وطمع المعاكس المشاكس، وفي بعض التفاسير القديمة: (إذا احتجبن عرفن أنهن حرائر، ولسن بإماء ولا عواهر) <span class=quran>﴿فَلَا يُؤْذَيْنَ﴾</span>: بالنظرات المريبة والكلمات البذيئة. <br><br>(60): <span class=quran>﴿لَئِن لَّمْ يَنتَهِ الْمُنَافِقُونَ﴾</span>: وهم أشد الناس كفرًا في الواقع، وفي الظاهر مع المؤمنين <span class=quran>﴿وَالَّذِينَ فِي قُلُوبِهِم مَّرَضٌ﴾</span>: اللصوص والزناة وجلاوزة المتزعمين المتطفلين <span class=quran>﴿وَالْمُرْجِفُونَ فِي الْمَدِينَةِ﴾</span>: يثيرون الفتن، وينشرون الأباطيل، يضللون البسطاء <span class=quran>﴿لَنُغْرِيَنَّكَ بِهِمْ﴾</span>: نأمرك يا محمد بتأديبهم، كانت الحثالة تعيث في الأرض فسادًا، فهددها سبحانه بأقسى العقوبات إلا أن تحجم وتكف، ولا علاج لهذا الداء العياء إلا الإستئصال من الجذور، ولذا قال سبحانه: <br><br>(61) - (62): <span class=quran>﴿مَلْعُونِينَ أَيْنَمَا ثُقِفُوا﴾</span>: وجدوا <span class=quran>﴿أُخِذُوا وَقُتِّلُوا تَقْتِيلًا﴾</span>: حيث لا وسيلة لخلاص الإنسانية من شرورهم ولا نجاة لها من ويلاتهم إلا بالسيف... ولكن ما الحيلة إذا كانت القوة والسيطرة بالقهر للذين تعاني منهم الإنسانية كل ويل وشر، كما هو الشأن في هذا القرن- العشرين- ؟."}]}