{"title":"صفحة (427)","type":"html","data":[{"miniTitle":"الأحزاب","text":"(63): <span class=quran>﴿يَسْأَلُكَ النَّاسُ عَنِ السَّاعَةِ... ﴾</span>: تقدم في الآية 187 من الأعراف وغيرها. <br><br>(64) - (65): <span class=quran>﴿إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ﴾</span>: بإبعادهم من رحمته إلى نقمته. <br><br>(66): <span class=quran>﴿يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ﴾</span>: تمامًا كما تدور الحبة في الماء حين غليانه. <br><br>(67): <span class=quran>﴿وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءنَا﴾</span>: المنحرفين من رجال الدنيا والدين <span class=quran>﴿فَأَضَلُّونَا السَّبِيلَا﴾</span>: بضلالهم حيث سيطروا بالكذب والخداع أو بالقهر والغلبة، وشمخوا واستكبروا ونهبوا وسلبوا. <br><br>(68): <span class=quran>﴿رَبَّنَا آتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ﴾</span>: الأول لضلالهم والثاني لإضلالهم عبادك، وتقدم في الآية38 من الأعراف. <br><br>(69): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا﴾</span>: والذين آذوا موسى هم اليهود، ما في ذلك ريب، وفي بعض التفاسير: أن موسى وهارون صعدا الجبل، فمات هارون فقال له اليهود: أنت قتلته وما هذا ببعيد على من قال: الله الفقير ونحن الأغنياء. وفي أية حال فإن قوله تعالى للذين آمنوا بمحمد (ص): لا تكونوا كالذين آذوا موسى- يشير إلى أن بعض الصحابة افترى على رسول الله ونسب إليه ما هو بريء منه. <br><br>(70) - (71): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ﴾</span>: باتقاء الشبهات في الأقوال والأفعال، فإن الوقوع فيها يجر إلى التهلكة <span class=quran>﴿وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ﴾</span>: الذي قال: دع ما يريبك إلى ما لا يريبك <span class=quran>﴿فَقَدْ فَازَ﴾</span>: بالسهم الأوفر. <br><br>(72): <span class=quran>﴿إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا﴾</span>: للأمانة ثلاثة أركان: الركن الأول نفس الأمانة التي يجب حفظها والوفاء بها، والمراد منها هنا التكليف بفعل الواجبات وترك المحرمات، وبكلمة: الدين. الركن الثاني صاحب الأمانة، هو الخالق والمشرع جل وعلا، ولذا أضافها إلى نفسه في قوله: (إنا عرضنا الأمانة). الركن الثالث الأمين أو المؤتمن، وهو الإنسان، لأنه المخلوق الوحيد الذي تتوافر فيه شروط المسئولية كالعقل والحرية والقدرة على التصرف قبضًا وحرصًا ووفاءً، ولذا وضعها سبحانه عند الإنسان دون سواه (الله أعلم حيث يجعل رسالته-124 الأنعام) وقال: حملها الإنسان ولم يقل: حملناها للإنسان للتنبيه إلى استعداده واقتداره على حملها، ونفاها عن السماء والأرض والجبال لأنها لا تملك هذا الاستعداد وقال: أبين وأشفقن منها للتنبيه إلى عظمة الأمانة في قدرها، وأنها فوق ما تطيقه المجرات والجبال الراسيات <span class=quran>﴿إِنَّهُ كَانَ ظَلُومًا﴾</span>: لنفسه حيث استهان بالأمانة، ولم يتنزه عن الخيانة <span class=quran>﴿جَهُولًا﴾</span>: بقدر الأمانة وعظمتها وبما ينجم عن التهاون بها. <br><br>(73): <span class=quran>﴿لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ﴾</span>: اللام هنا للعاقبة أي أن الله كلف الإنسان فعصى بالشرك والنفاق والفسق، فاستحق العذاب <span class=quran>﴿وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ﴾</span>: أي يرحمهم ويحسن إليهم، لأنهم أبصروا أمانة الله، وآمنوا بأنها حق يجب أن يؤدى ويصان، وأنهم محاسبون عليها لا محالة."}]}