{
"title": "صفحة (428)",
"type": "html",
"data": [
{
"miniTitle": "سبإ",
"text": "(1): <span class=quran>﴿الْحَمْدُ لِلَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ...﴾</span>: له الحمد في الدنيا وفي الآخرة، والملك كله، والحكم المطلق، ولا أحد يملك معه شيئًا إلا ملكه مالك الملك. <br><br>(2): <span class=quran>﴿يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ﴾</span>: من أسرار ومعادن وعناصر، وأكثرها طي الكتمان حتى الآن <span class=quran>﴿وَمَا يَخْرُجُ مِنْهَا﴾</span>: من أرزاق وخيرات <span class=quran>﴿وَمَا يَنزِلُ مِنَ السَّمَاء﴾</span>: أي يصعد ويرتقي من أقمار اصطناعية ومركبات وطيور وطائرات، وتقدم في الآية 59 من الأنعام وغيرها. <br><br>(3): <span class=quran>﴿وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى... ﴾</span>: أنتم تجحدون المعاد، ونحن به مؤمنون، والله يعلم المحقّ من المبطل فإلى اللقاء، وتقدم في الآية 53 من يونس. <br><br>(4): <span class=quran>﴿لِيَجْزِيَ الَّذِينَ﴾</span>: أحسنوا بالحسنى، والذين أساءوا بما كانوا يعملون. <br><br>(5): <span class=quran>﴿وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ﴾</span>: عملوا بكل وسيلة أن يظهروا أنبياء الله بمظهر العاجزين عن إثبات الحق ومثله تمامًا (يريدون أن يطفئوا نور الله بأفواههم). <br><br>(6): <span class=quran>﴿وَيَرَى الَّذِينَ أُوتُوا الْعِلْمَ الَّذِي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ الْحَقَّ وَيَهْدِي إِلَى صِرَاطِ الْعَزِيزِ الْحَمِيدِ﴾</span>: ما من عالم منصف مسلمًا كان أو غير مسلم يدرس القرآن دراسة واقعية إلا وينتهي إلى أن كل ما فيه من حق وصدق، وأنه يهدي إلى حياة أقوم أجل أن القرآن ليس كتابًا علميًا أو فلسفيًا، لكن هل من عالم يستطيع أن يتجاهل هذه الحقيقة وهي أن العلماء والفلاسفة ما عثروا على شيء في القرآن يصطدم مع العلم والواقع؟ وقد أعلن ذلك الكثير من علماء الغرب، وعلى سبيل المثال نذكر ما قاله الفرنسي (لوازون): ( خلف محمد كتابًا آية في البلاغة وسجلاً في الأخلاق، وليس بينه وبين المسائل العلمية المكتشفة حديثًا أي تعارض. - من مقال بعنوان انتظروا معجزة من السماء نشرته جريدة أخبار اليوم المصرية ت 28/ 10/1972م. <br><br>(7): <span class=quran>﴿وَقَالَ الَّذِينَ كَفَرُوا﴾</span>: بالمعاد: أيها الناس <span class=quran>﴿هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ﴾</span>: أي محمد (ص) <span class=quran>﴿يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ﴾</span>: عظام بالية، وأجزاء مبعثرة تعود بشرًا سويًا! لن يكون ذلك أبدًا، ولماذا؟ لا لشيء إلا لشعورهم الذاتي بالمحال، ولا أعجب من أهل الجاهلية أن يقولوا هذا، فنحن في القرن العشرين، وقال أكثر الناس أو الكثير منهم: محال أن يصعد الإنسان إلى القمر حتى صعد."
}
],
"singlePage": true
}