{"title":"صفحة (429)","type":"html","data":[{"miniTitle":"سبإ","text":"(8): <span class=quran>﴿أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَم بِهِ جِنَّةٌ﴾</span>: كل من آمن بالمعاد، أو جعل الآلهة إلهًا واحدًا، أو ساوى بين الناس في الحقوق والواجبات وقال: ان للطاغين شر مآب - فهو مجنون أو كذاب! وهذا المنطق يشهد على نفسه بالجهالة والضلالة. <br><br>(9): <span class=quran>﴿أَفَلَمْ يَرَوْا إِلَى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُم﴾</span>: وعن يمينهم وشمالهم من عظمة الله في خلقه، ويعلمون أن الله قادر على البعث بعد الموت تمامًا كقدرته على إيجاد الكون وخلقه؟ <span class=quran>﴿إِن نَّشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السَّمَاء﴾</span>: إن الله قادر على البعث، وأيضًا قادر أن يأمر الأرض فتبلعهم والسماء فتمطرهم قطعًا من العذاب <span class=quran>﴿إِنَّ فِي ذَلِكَ لَآيَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ﴾</span>: راجع إلى عقله، والمعنى كل ذي لب إذا فكَّر وأمعن الفكر في قدرة الله ينتهي حتمًا إلى الإيمان بالبعث وإمكانه. <br><br>(10): <span class=quran>﴿وَلَقَدْ آتَيْنَا دَاوُودَ... ﴾</span>: تقدم في الآية 79 - 80 من الأنبياء. <br><br>(11): <span class=quran>﴿أَنِ اعْمَلْ سَابِغَاتٍ﴾</span>: دروعًا كاسية واقية <span class=quran>﴿وَقَدِّرْ فِي السَّرْد﴾</span>: أحكم صنعها لكي تقي المقاتل من الطعن والضرب، ولا تمنعه عن الحركة. <br><br>(12): <span class=quran>﴿وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ﴾</span>: كانت الريح تحمل سليمان، وتقطع في الصباح مسيرة شهر كامل على الأقدام، وكذلك في المساء <span class=quran>﴿وَأَسَلْنَا لَهُ عَيْنَ الْقِطْرِ﴾</span>: أسلنا: أذبنا، عين: نفس الشيء، تقول: هذا عين كتابي أي هو بالذات، والقطر: النحاس أو الحديد، وقد أذابه سبحانه لسليمان كما ألان الحديد لأبه داوود <span class=quran>﴿وَمَن يَزِغْ﴾</span>: ينحرف ويخرج عن الطاعة. <br><br>(13): <span class=quran>﴿يَعْمَلُونَ لَهُ مَا يَشَاء مِن مَّحَارِيبَ﴾</span>: جمع محراب وهو المعبد وما أشبه <span class=quran>﴿وَتَمَاثِيلَ﴾</span>: جمع تمثال وهو صورة الشيء <span class=quran>﴿َجِفَانٍ﴾</span>: جمع جفنة وهي القصعة <span class=quran>﴿كَالْجَوَابِ﴾</span>: جمع جابية وهي الحوض الكبير <span class=quran>﴿وَقُدُورٍ﴾</span>: جمع قدر <span class=quran>﴿رَّاسِيَاتٍ﴾</span>: ثابتات، وتقدم في الآية 82 من الأنبياء، وتجدر الإشارة أنه قد كان ما كان لسليمان من قصور وجفان وتماثيل وأكاليل ولكن ما كان ذلك أو شيء منه على حساب العراة والجائعين كلا ولا بأيديهم كالأهرام في مصر، وقصر يلدز في القسطنطينية أو قصر الآس في غرناطة أو الحمراء في قرطبة أو قصور الملوك في عصرنا أو عصر البائدين، بل كان من عمل الجن لا من الإنس بنص القرآن الكريم. <br><br>(14): <span class=quran>﴿فَلَمَّا قَضَيْنَا عَلَيْهِ﴾</span>: على سليمان <span class=quran>﴿الْمَوْتَ مَا دَلَّهُمْ عَلَى مَوْتِهِ إِلَّا دَابَّةُ الْأَرْضِ﴾</span>: السوسة التي تأكل الخشب <span class=quran>﴿تَأْكُلُ مِنسَأَتَهُ﴾</span>: وهي العصا، وخلاصة المعنى: مات سليمان متكئًا على عصاه وبقي كذلك إلى ما شاء الله، وكان الإنس والجن ينظرون إليه ويحسبونه حيًا، إلى أن دبت السوسة في عصاه، وأكلت جوفها فانكسرت وسقط سليمان، وعلم الجميع بموته، وقُضي على الخرافة القائلة بأن الجن يعلمون الغيب، ولو علموه <span class=quran>﴿مَا لَبِثُوا فِي الْعَذَابِ الْمُهِينِ﴾</span>: وأخيرًا فنحن نؤمن ونصدق كل ما دلَّ عليه ظاهر هذه الآيات، وإن كان بعيدًا عن الأفهام، لأنه يتفق مع النقل ولا يخالف العقل."}]}