{"title":"صفحة (430)","type":"html","data":[{"miniTitle":"سبإ","text":"(15): <span class=quran>﴿لَقَدْ كَانَ لِسَبَإٍ﴾</span>: قبيلة من العرب، سميت باسم أبيها، وفي قاموس الكتاب المقدس؛ أن بلاد سبأ في جنوب جزيرة العرب <span class=quran>﴿فِي مَسْكَنِهِمْ آيَةٌ جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ﴾</span>: آية أي دلالة وعلامة على نِعم الله الوافرة، وعن يمين وشمال كناية عن الخصب والازدهار في كل جزء من أجزاء أرضها <span class=quran>﴿بَلْدَةٌ طَيِّبَةٌ﴾</span>: رزقًا وهواء <span class=quran>﴿وَرَبٌّ غَفُورٌ: لمن آمن واتقى، وقد أرسل سبحانه لقوم سبأ رسله وأنبياءه مبشرين ومنذرين. <br><br>(16): <span class=quran>﴿فَأَعْرَضُوا فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ الْعَرِمِ﴾</span>: بكسر الراء، ومعناه السد الذي يمسك الماء فيرتفع ويسقي الزرع <span class=quran>﴿وَبَدَّلْنَاهُم بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَى أُكُلٍ خَمْطٍ﴾</span>: شجر الأراك <span class=quran>﴿وَأَثْلٍ﴾</span>: الطرفاء <span class=quran>﴿وَشَيْءٍ مِّن سِدْرٍ قَلِيلٍ﴾</span>: أرسل سبحانه على قوم سبأ عذابًا خرب السد، وأهلك الزرع والضرع، وأبدلهم الحدائق الغناء أشجارًا ضرها أكثر من نفعها كالطرفاء والسدر وما أشبه مما لا تستسيغه إلا الحيوانات. <br><br>(17): <span class=quran>﴿ذَلِكَ جَزَيْنَاهُم بِمَا كَفَرُوا﴾</span>: أطغاهم الغنى, وكفروا بأنعم الله، فكان جزاؤهم الذل والهوان بالجوع والفقر <span class=quran>﴿وَهَلْ نُجَازِي إِلَّا الْكَفُورَ﴾</span>: أبدًا لا يجزى جزاء الشر إلا فاعله. <br><br>(18): <span class=quran>﴿وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً وَقَدَّرْنَا فِيهَا السَّيْرَ﴾</span>: كان من أنعم الله على قوم سبأ أن قراهم كانت متواصلة متقارب بعضها من بعض مع كثرة الأشجار والثمار، فإذا ما سافر أحدهم لا يحمل طعامًا ولا شرابًا، فحيث نزل وجد الماء والثمر <span class=quran>﴿سِيرُوا فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ﴾</span>: وفوق ذلك كله الأمن والأمان للحاضر والمسافر ليلاً ونهارًا. <br><br>(19): <span class=quran>﴿فَقَالُوا رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا﴾</span>: طلبوا من الله سبحانه أن يباعد القرى عن بعضها، ويجعل بينها مفاوز وفلوات كي يركبوا الرواحل ويحملوا، ويبدو من هذا أن للسفر متعة وفوائد على ما فيه من مشاق <span class=quran>﴿وَظَلَمُوا أَنفُسَهُمْ﴾</span>: بالطغيان وكفران النعم <span class=quran>﴿فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّق﴾</span>: شتتهم سبحانه ووزعهم في أقطار شتى حتى صاروا أُحدوثة للأجيال ومضرب الأمثال، ومن ذلك: (تفرقوا أيدي سبأ) وأبناء عاملة - أي أهل جبل عامل المعروف اليوم بجنوب لبنان - جاء ذكرهم في حديث لرسول الله (ص) ذكره ابن كثير في تفسيره ج3 ص531، وهذا نصه: (لسبأ من الولد عشرة: سكن اليمن منهم ستة وأربعة في الشام، أما اليمانيون فمذحج وكندة والأزد والأشعريون وأنمار وحمير، وأما الشامية فلخم وجذام وعاملة وغسان). <br><br>(20): <span class=quran>﴿وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ﴾</span>: حيث قال (ولأغوينهم أجمعين إلا عبادك منهم المخلصين - 39 الحجر) <span class=quran>﴿فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِّنَ الْمُؤْمِنِينَ﴾</span>: وتومئ كلمة (فريق) أن الكثرة الكاثرة من أهل الأديان وغيرهم من حزب إبليس. <br><br>(21): <span class=quran>﴿وَمَا كَانَ لَهُ﴾</span>: لإبليس <span class=quran>﴿عَلَيْهِم﴾</span>: على العباد <span class=quran>﴿مِّن سُلْطَانٍ﴾</span>: من حجة وبرهان أو إكراه وإرغام <span class=quran>﴿إِلَّا لِنَعْلَمَ مَن يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ﴾</span>: لا شيء عند الشيطان إلا التزيين والوسوسة بالباطل، ولا يستجيب له إلا من كان دينه في معدته وهيئته، أما من رسخ دينه في عقله وقلبه فيدعه الشيطان إلى من يستهويه ويغازله. <br><br>(22) - (23): <span class=quran>﴿قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ﴾</span>: قل يا محمد للمشركين: نادوا واستغيثوا بالذين زعمتموهم شركاء لله أو شفعاء عنده، ثم انظروا هل يسمعون وينفعون أو يضرون؟ كلا إنهم <span class=quran>﴿لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ﴾</span>: أي لا يملك آلهة المشركين زنة ذرة من خير و شر أو نفع وضر ولا معين لهم وشفيع، وفي هذا إبطال لقولهم: (ما نعبدهم إلا ليقربونا إلى الله زلفى - 3 الزمر) <span class=quran>﴿حَتَّى إِذَا فُزِّعَ﴾</span>: - بتشديد الزين - أي ذهب الفزع <span class=quran>﴿عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ﴾</span>: للمفسرين في شرح هذه الجملة كلام غامض ومتضارب، ولعل أوضحه ما معناه أن الله سبحانه إذا تكلم وأوحى بشيء خاف أهل السماء والملائكة، فإذا انتهى سبحانه من وحيه وكلامه انكشف عنهم الفزع وذهب، وعندئذ يسأل أهل السماء: ما قال سبحانه؟ فيقول لهم الملائكة المقربون: قال، تقدست كلمته: الحق وهو العلي الكبير."}]}