{"title":"صفحة (431)","type":"html","data":[{"miniTitle":"سبإ","text":"(22) - (23): <span class=quran>﴿قُلِ ادْعُوا الَّذِينَ زَعَمْتُم مِّن دُونِ اللَّهِ﴾</span>: قل يا محمد للمشركين: نادوا واستغيثوا بالذين زعمتموهم شركاء لله أو شفعاء عنده، ثم انظروا هل يسمعون وينفعون أو يضرون؟ كلا إنهم <span class=quran>﴿لَا يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ﴾</span>: أي لا يملك آلهة المشركين زنة ذرة من خير و شر أو نفع وضر ولا معين لهم وشفيع، وفي هذا إبطال لقولهم: (ما نعبدهم إلا ليقربونا إلى الله زلفى - 3 الزمر) <span class=quran>﴿حَتَّى إِذَا فُزِّعَ﴾</span>: - بتشديد الزين - أي ذهب الفزع <span class=quran>﴿عَن قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ﴾</span>: للمفسرين في شرح هذه الجملة كلام غامض ومتضارب، ولعل أوضحه ما معناه أن الله سبحانه إذا تكلم وأوحى بشيء خاف أهل السماء والملائكة، فإذا انتهى سبحانه من وحيه وكلامه انكشف عنهم الفزع وذهب، وعندئذ يسأل أهل السماء: ما قال سبحانه؟ فيقول لهم الملائكة المقربون: قال، تقدست كلمته: الحق وهو العلي الكبير. <br><br>(24): <span class=quran>﴿قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاوَاتِ وَالْأَرْضِ قُلِ اللَّهُ﴾</span>: جاء السؤال والجواب من رسول الله (ص) حيث لا خلاف بين السائل والمسئولين - أي المشركين - على أن الله وحده هو خالق الأرزاق والمرتزقة، وعليه فيجب أن يكون الإله إلهًا واحدًا في ذاته وصفاته <span class=quran>﴿وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُّبِينٍ﴾</span>: هذا الأسلوب في الحوار والنقاش من خصائص العالم الواثق من نفسه كل الثقة، وكأنه يقول لخصمه: ابحث ودقق لتتعلم أي الفريقين أهدى سبيلاً. <br><br>(25): <span class=quran>﴿قُل لَّا تُسْأَلُونَ عَمَّا أَجْرَمْنَا وَلَا نُسْأَلُ عَمَّا تَعْمَلُونَ﴾</span>: هذا هو الإسلام نصًا وروحًا في دعوته إلى الله وشريعته، يكشف عن الحق، ويدعمه بالأدلة، وبحث المدعوين على النظر وإعمال العقل، ويقول لهم من جملة ما يقول: (إنما أعظكم بواحدة أن تقوموا لله مثنى وفرادى ثم تتفكروا - 46 سبأ) وتختاروا لأنفسكم ما تشاءون، فمن اهتدى منكم فلنفسه ومن ضلَّ فعليها. <br><br>(26): <span class=quran>﴿قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا﴾</span>: يوم القيامة <span class=quran>﴿ثُمَّ يَفْتَحُ﴾</span>: يحكم <span class=quran>﴿بَيْنَنَا بِالْحَقِّ﴾</span>: ويجزي كل عامل بعمله. <br><br>(27): <span class=quran>﴿قُلْ أَرُونِي﴾</span>: الأنداد والأشباه والأضداد لله <span class=quran>﴿كَلَّا﴾</span>: بل أنتم تجهلون وتفترون. <br><br>(28): <span class=quran>﴿وَمَا أَرْسَلْنَاكَ﴾</span>: يا محمد <span class=quran>﴿إِلَّا كَافَّةً لِّلنَّاسِ﴾</span>: تكرر هذا المعنى في القرآن الكريم بأساليب شتى، من ذلك: قل يا أيها الناس إني رسول الله إليكم جميعًا - 158 الأعراف... وما أرسلناك إلا رحمة للعالمين - 107 الأنبياء) والسر أن الإسلام بعقيدته وشريعته يسع الإنسانية في كل زمان ومكان، لأنه يرفع من شأن الإنسان وكرامته وحريته، ويعتمد في أُصوله ومبادئه وأحكامه العقل والعدل، وكل منهما يأبى بطبعه التخصيص والتقييد بالأزمنة والأمكنة أو بأي شيء، وتقدمت الإشارة إلى ذلك في شتى المناسبات. <br><br>(29) - (30): <span class=quran>﴿وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ... ﴾</span>: تقدم في يونس 48 وفي الأنبياء الآية 38 وفي النمل 71. <br><br>(31): <span class=quran>﴿وَقَالَ الَّذِينَ كَفَرُوا لَن نُّؤْمِنَ بِهَذَا الْقُرْآنِ﴾</span>: لأنه جعل الآلهة إلهًا واحدًا، وفوق ذلك يهدد بالنشر والحشر <span class=quran>﴿وَلَا بِالَّذِي بَيْنَ يَدَيْهِ﴾</span>: من التوراة والإنجيل، فرد سبحانه مهددًا متوعدًا بقوله: <span class=quran>﴿وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ﴾</span>: يوم القيامة في موقف الخزي والهوان والضنك والخذلان <span class=quran>﴿يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ﴾</span>: أي يتداولون الكلام غدًا فيما بينهم، وأوضح سبحانه نوع الحوار بين المستضعفين والمستكبرين بقوله: <span class=quran>﴿يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنتُمْ لَكُنَّا مُؤْمِنِينَ﴾</span>: أنتم أيها القادة الطغاة صددتمونا عن الإيمان برسل الله، وأفسدتمونا وضللتمونا."}]}