{
"title": "صفحة (432)",
"type": "html",
"data": [
{
"miniTitle": "سبإ",
"text": "(32): <span class=quran>﴿قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءكُم بَلْ كُنتُم مُّجْرِمِينَ﴾</span>: دعوناكم إلى الشر، ودعاكم الرسل إلى الخير، فاستجبتم لدعوة الشر لأنكم من أهله ومعدنه. <br><br>(33): <span class=quran>﴿وَقَالَ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا بَلْ مَكْرُ اللَّيْلِ وَالنَّهَارِ﴾</span>: مكر فاعل لفعل محذوف أي صدنا عن الحق مكركم بنا في الليل والنهار <span class=quran>﴿إِذْ تَأْمُرُونَنَا أَن نَّكْفُرَ بِاللَّهِ﴾</span>: وتمنوننا بالأباطيل والأكاذيب، وهكذا يجسم سبحانه أمام أعيننا: كيف يتعطف ويتعاضد الضال والمضل والفاسد والمفسد في دار الدنيا، ثم كيف يتباغضون ويتلاعنون في دار الحق <span class=quran>﴿ وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ وَجَعَلْنَا الْأَغْلَالَ فِي أَعْنَاقِ الَّذِينَ كَفَرُوا﴾</span>: وهكذا يعرض سبحانه في كتابه صورًا شاخصة مائلة لمصير الدعاة المضللين ومن يثق بهم، وعاقبة المتزعمين وأذنابهم الإنتهازيين، عسى أن نتعظ ونعتبر. <br><br>(34): <span class=quran>﴿وَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ﴾</span>: ليس المراد بالمترفين الأغنياء على وجه العموم، كيف ورسول الله (ص) تعوذ من الفقر وقال: كاد الفقر يكون كفرًا، اعمل لدنياك كأنك تعيش أبدًا. المؤمن القوي خير من المؤمن الضعيف. وكان خليل الرحمن كثير المال حتى ضاقت بلدته بمواشيه، وإنما المراد بالمترفين المحتكرون لموارد العباد والمتحكمون بالأسواق والأسعار. <br><br>(35): <span class=quran>﴿وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَادًا وَمَا نَحْنُ بِمُعَذَّبِينَ﴾</span>: هذا هو منطق المترفين المحتكرين: العيش الأكثر رفاهية، والمال الأكثر جمعًا وتراكمًا ولو عن طريق النهب والاغتصاب - هو مقياس الحق والعدل، بل ومرضاة الله أيضًا حيث يستحيل من حقه وعدله أن يعطيهم هذا الثراء في الحياة الدنيا ثم يعذبهم عليه في الآخرة! وجهلوا وتجاهلوا أن هذا الثراء من الحرام لا من الحلال، وأن الله سبحانه يحاسب عليه من أين أتى؟ وفيما أُنفق؟ إضافة إلى قوله تعالى: (إنما نملي لهم ليزدادوا إثمًا - 178 آل عمران... يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم - 35 التوبة). <br><br>(36): <span class=quran>﴿قُلْ إِنَّ رَبِّي... ﴾</span>: تقدم في الآية 26 من الرعد وغيرها. <br><br>(37): <span class=quran>﴿وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُم﴾</span>: ولا شيء على الإطلاق يقربكم من الله إلا العمل الصالح النافع للفرد والجماعة، فهو وحده المقياس لمرضاة الله وجناته. <br><br>(38) - (39): <span class=quran>﴿وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ﴾</span>: تقدم في الآية 51 من الحج و 5 من السورة التي نحن بصددها <span class=quran>﴿وَمَا أَنفَقْتُم مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ﴾</span>: ويضاعفه أيضًا بنص الآية 261 من البقرة: (مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مئة حبة والله يضاعف لمن يشاء) وجربت بنفسي وقرأت وسمعت كثيرًا أن الصدقة دفعت أعظم البلايا والرزايا، وفي الحديث أن الصدقة تقع في يد الرحمن قبل أن تقع في يد السائل، وفي نهج البلاغة الصدقة دواء منجح."
}
],
"singlePage": true
}