{"title":"صفحة (434)","type":"html","data":[{"miniTitle":"سبإ","text":"(49): <span class=quran>﴿قُلْ جَاء الْحَقُّ﴾</span>: أي دين الحق وهو الإسلام <span class=quran>﴿وَمَا يُبْدِئُ الْبَاطِلُ﴾</span>: أي دين الباطل وهو الكفر والشرك <span class=quran>﴿وَمَا يُعِيدُ﴾</span>: لا يتكلم بكلمة بادئة ولا عائدة، بل الشرك ذهب واضمحل. <br><br>(50): <span class=quran>﴿قُلْ إِن ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي﴾</span>: ومن هذه الآية استوحى العالم المتخلق بأخلاق القرآن قوله حين يفتي بمسألة شرعية: إن يكن هذا صوابًا فمن الله وهدايته، وإن يك خطأ فمني ومن الشيطان. <br><br>(51): <span class=quran>﴿وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ وَأُخِذُوا مِن مَّكَانٍ قَرِيبٍ﴾</span>: سترى بعينيك يا محمد كيف نأخذ بسهولة قادة البغي وعتاة الجبروت، إلى أخذ العذاب، ولا مفر لهم من نكاله وضراوته، والمكان القريب كناية عن أنهم في يد الله وقبضته. <br><br>(52): <span class=quran>﴿وَقَالُوا آمَنَّا بِه﴾</span>: يقولون حين يرون الطامة الكبرى: آمنا بمحمد <span class=quran>﴿وَأَنَّى لَهُمُ التَّنَاوُشُ﴾</span>: أي وكيف ينالون الإيمان وهم في الآخرة، والإيمان في الدنيا التي ذهبت كالأمس الدابر. <br><br>(53): <span class=quran>﴿وَقَدْ كَفَرُوا بِهِ مِن قَبْلُ﴾</span>: يكفرون بالحق حيث يجب الإيمان به، ويؤمنون به ساعة الحساب عليه <span class=quran>﴿وَيَقْذِفُونَ بِالْغَيْبِ﴾</span>: فيقولون: لا نشر وحشر ولا جنة ونار رجمًا بالغيب <span class=quran>﴿مِن مَّكَانٍ بَعِيدٍ﴾</span>: بحيث لا يصل السهم إلى هدفه ومرماه. <br><br>(54): <span class=quran>﴿وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ﴾</span>: اشتهوا وطلبوا المحال، وهو الخلاص من أليم العذاب تمامًا كالأمم الماضية آمنت وطلبت النجاة حين رأت المهلكات! ما كان أغناها عن الحالين لو آمنت بالتوحيد حين دعاها الرسل إليه وهي في الحياة الدنيا <span class=quran>﴿إِنَّهُمْ كَانُوا فِي شَكٍّ مُّرِيبٍ﴾</span>: حيث وضع في تصورهم أن الحياة الثانية محال، كيف وقد صار الإنسان ترابًا وهبابًا؟ وما أبعد هذا التصور من تصور الإمام (ع) حيث قال: عجبت ممن أنكر النشأة الأخرى، وهو يرى النشأة الأولى!."},{"miniTitle":"فاطر","text":"(1): <span class=quran>﴿الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: خالق الكون على غير شبيه ومثيل من قبل، ويرادف كلمة الفاطر كلمة المبدع والمخترع <span class=quran>﴿جَاعِلِ الْمَلَائِكَةِ رُسُلًا﴾</span>: أي اتخذ مهم رسلاً بينه وبين أنبيائه <span class=quran>﴿أُولِي أَجْنِحَةٍ مَّثْنَى وَثُلَاثَ... ﴾</span>: ومعنى هذا أن للملائكة أجسامًا وليسوا مجرد أرواح، لأن لهم أجنحة، والفرق أن للطير جناحين وبعض الملائكة لهم أكثر من ذلك، ونحن على يقين من هذا لأننا عبيدٌ لظاهر النص إلا إن يتعارض مع العقل والواقع فنلجأ إلى تأويل الظاهر بما يتفق معهما على أساس المحافظة على قوانين اللغة. <br><br>(2): <span class=quran>﴿مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ﴾</span>: هو وحده المعطي والمانع، ولا مانع لما أعطى، أو معطي لما منع أبدًا ما شاء كان وإن لم يشأ لم يكن، ومعنى هذا أن على المؤمن العاقل أن لا ييأس من روح الله مهما ضاقت الحلقات، وأيضًا عليه أن لا يأمن المخبآت والمفاجآت حتى ولو أقبلت عليه الدنيا بكاملها. <br><br>(3): <span class=quran>﴿يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ﴾</span>: بالطاعة له وحسن السلوك مع عباده بكف الأذى عنهم <span class=quran>﴿هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُم مِّنَ السَّمَاء وَالْأَرْضِ﴾</span>: كلا، وإذن علا تبيع دينك للشيطان - أيها الإنسان - طمعًا بالحرام، وتتذلل للأغنياء حتى يتصدقوا عليك بالفتات."}]}