{
"title": "صفحة (435)",
"type": "html",
"data": [
{
"miniTitle": "فاطر",
"text": "(4): <span class=quran>﴿وَإِن يُكَذِّبُوكَ﴾</span>: يا محمد <span class=quran>﴿فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ﴾</span>: واضح وتقدم في الآية 184 من آل عمران. <br><br>(5): <span class=quran>﴿يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ حَقٌّ﴾</span>: الحساب والجزاء بعد الموت واقع لا محالة <span class=quran>﴿فَلَا تَغُرَّنَّكُمُ الْحَيَاةُ الدُّنْيَا﴾</span>: ببهجتها وحلاوتها <span class=quran>﴿وَلَا يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ﴾</span>: الشيطان ووسوسته وتقدم في الآية 33 من لقمان. <br><br>(6) - (7): <span class=quran>﴿إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا... ﴾</span>: نستفيد من هذه الآية أن علة الوصف بالشيطنة هي عداوة الإنسان، وعليه فكل من أضمر الأذى وأساء لأي فرد من أفراد الإنسان فهو شيطان رجيم ولعين حتى ولو صلى وصام وحج إلى بيت الله الحرام. <br><br>(8): <span class=quran>﴿أَفَمَن زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا﴾</span>: جواب الشرط محذوف وتقديره كمن لم يزين له؟ والأول ضال عن نهج السبيل، والثاني على الصراط الحميد، وقال العقاد في التعريف بالمغرور: لو قال الإنس والجان جميعًا للمغرور: أنت أجهل الناس وأحقر الناس وشر الناس وأضعف الناس - لكذَّبهم وصدق المغرور، لأن فيه العزاء والسلوى عن جحود الثقلين بخلاله الجلي؛ <span class=quran>﴿فَإِنَّ اللَّهَ يُضِلُّ مَن يَشَاء﴾</span>: هذا تعليل لقوله تعالى: (أفمن زين له سوء عمله) أي أن الله أضله لأنه سلك طريق الضلال تمامًا كما يميت من يشرب السم المميت <span class=quran>﴿وَيَهْدِي مَن يَشَاء﴾</span>: لأنه سلك نهج الهداية تمامًا كقوله: (والذين جاهدوا فينا لنهدينهم سبلنا - 69 العنكبوت) وتقدم مرارًا، منها الآية 27- الرعد <span class=quran>﴿فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ﴾</span>: النبي بشر يفرح ويحزن، وقد تأسف وتألم لإعراض من أعرض عن دعوته، فقال له سبحانه: هوِّن عليك إن الله عليم بما يصنعون، وسوف يأخذهم بما يستحقون، وتقدم في الآية 6 من الكهف. <br><br>(9): <span class=quran>﴿وَاللَّهُ الَّذِي أَرْسَلَ الرِّيَاحَ... ﴾</span>: تقدم في الآية 57 من الأعراف. <br><br>(10): <span class=quran>﴿مَن كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا﴾</span>: لأنه غني بالذات عن كل شيء، وإليه يفتقر كل شيء، في كل شيء، ومن اعتز بغير الله وتقواه فما له إلى الذل والهوان <span class=quran>﴿إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ﴾</span>: والكلام الطيب الذي يصعد إليه تعالى ويكون مقبولاً ومذخورًا - هو ما أمر بصدقة أو معروف أو إصلاح بين الناس أو ترك أي أثر مفيد للفرد والمجتمع كما جاء في الآية 114 من النساء <span class=quran>﴿وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ﴾</span>: وأصلح الأعمال على الإطلاق ما يحرر الحياة من العوز والفقر والمرض والجهل، وينصر الحق والعدل <span class=quran>﴿وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ﴾</span>: يدبرون الأذى والإساءة إلى الأبرياء الطيبين <span class=quran>﴿لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُوْلَئِكَ هُوَ يَبُورُ﴾</span>: لا يجديهم شيئًا حيث يفتضحون، وتنزل عليهم لعنة الله واللاعنين، وكتب الأديب اليوناني الشهير (نقوس كازندزاكي) عن أبيه ما نصه: حين كنت في المدرسة كان أبي يسأل: هل ابني كذب على أحد؟ وهل أساء إلى أحد. هذا ما كان يهمه من تربيتي وما عدا ذلك فأمر ثانوي. <br><br>(11): <span class=quran>﴿وَاللَّهُ خَلَقَكُم مِّن تُرَابٍ...﴾</span>: تقدم في الآية 5 من الحج <span class=quran>﴿ثُمَّ جَعَلَكُمْ أَزْوَاجًا﴾</span>: أصنافًا أسود وأبيض ذكرًا وأنثى <span class=quran>﴿وَمَا تَحْمِلُ مِنْ أُنثَى وَلَا تَضَعُ إِلَّا بِعِلْمِهِ﴾</span>: لأنه محيط بكل شيء <span class=quran>﴿وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ: طويل العمر <span class=quran>﴿وَلَا يُنقَصُ مِنْ عُمُرِهِ﴾</span>: قصير العمر، والهاء في (عمره) يعود لمطلق الإنسان لا لطويل العمر <span class=quran>﴿إِلَّا فِي كِتَابٍ﴾</span>: أي في علم الله."
}
]
}