{
"title": "صفحة (436)",
"type": "html",
"data": [
{
"miniTitle": "فاطر",
"text": "(12): <span class=quran>﴿وَمَا يَسْتَوِي الْبَحْرَانِ هَذَا عَذْبٌ فُرَاتٌ سَائِغٌ شَرَابُهُ وَهَذَا مِلْحٌ أُجَاجٌ﴾</span>: ذكر سبحانه في كتابه النجوم والكواكب والإنسان والحيوان والبحار وكل أشياء الكون لننظر ونفكر ونستنتج بأن وراء الكون مهيمن ومدبر، وتقدم في الآية 53 من الفرقان <span class=quran>﴿وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا﴾</span>: يعني السمك <span class=quran>﴿وَتَسْتَخْرِجُونَ حِلْيَةً﴾</span>: تقدم بالنص الحرفي في الآية 14 من النحل. <br><br>(13): <span class=quran>﴿يُولِجُ اللَّيْلَ فِي النَّهَارِ﴾</span>: كل ذلك وغيره يدل على قدرة الخالق التي صنعت كل شيء، وتقدم في الآية 27 من آل عمران وغيرها <span class=quran>﴿مِن قِطْمِيرٍ﴾</span>: قشر رقيق على نوى التمر. <br><br>(14): <span class=quran>﴿إِن تَدْعُوهُمْ﴾</span>: الآلهة من دون الله <span class=quran>﴿لَا يَسْمَعُوا دُعَاءكُمْ﴾</span>: إن كانت الآلهة أحجارًا وكواكب وما أشبه <span class=quran>﴿وَلَوْ سَمِعُوا﴾</span>: إن كانوا من الإنس أو الملائكة <span class=quran>﴿مَا اسْتَجَابُوا لَكُمْ﴾</span>: لأنهم لا يملكون شيئًا <span class=quran>﴿وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ﴾</span>: يبرأون منكم ويوبخونكم على الشرك والضلال. <br><br>(15): <span class=quran>﴿يَا أَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَاء إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ﴾</span>: افتقار المخلوق إلى خالقه دون العكس قضية ضرورية الصدق واليقين، تستمد هذه الضرورة من صلب تكوينها اللفظي تمامًا كما يقول: للمثلث زوايا ثلاث، وعلى هذا يكون الغرض من الآية أن يتوكل الإنسان في جميع أموره على خالقه ويتضائل أمام عظمته، ويتجرد عن كل كبر وعجب وغطرسة حتى ولو كان أقوى الأقوياء مالاً وسلطانًا وهذا النوع من الفقر محبوب ومطلوب عند الله والعقلاء، لأن الشعور به يدفع إلى الخير، ويمنع عن الشر. <br><br>(16) - (17): <span class=quran>﴿إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ﴾</span>: لا تضره تعالى معصية من عصاه، ولا تنفعه طاعة من أطاعه وإلا لأتى بقوم لا يعصون ما أمر، وتقدم في الآية 19 من إبراهيم. <br><br>(18): <span class=quran>﴿وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى﴾</span>: لكل امرئ عمله، ولا يعذب عذابه أحد، وتقدم بالحرف في الآية 164 من الأنعام <span class=quran>﴿وَإِن تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا﴾</span>: كل نفس تحمل أوزارها وأثقالها، وإذا طلب من قريب أو حبيب أن يحمل عنها ويخفف من حملها <span class=quran>﴿لَا يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قُرْبَى﴾</span>: لأن كل إنسان في شغل شاغل بنفسه عن غيره <span class=quran>﴿إِنَّمَا تُنذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالغَيْبِ﴾</span>: الدليل الأقوى على الإيمان والتقوى أن يتورع المرء عن الحرام ومعصية الله، والناس كل الناس بعيدون عنه وغائبون، لا يخشى منهم عتاب أو عقاب، وهؤلاء هم الذين يستمعون القول فيتبعون أحسنه."
}
],
"singlePage": true
}