{
"title": "صفحة (437)",
"type": "html",
"data": [
{
"miniTitle": "فاطر",
"text": "(19) - (23): <span class=quran>﴿وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ... ﴾</span>: ليس عند الله وفي الواقع من انحرف عن الحق إلى الباطل وعن العلم إلى الجهل، وعن مرضاة الله ونعيمه إلى غضبه وجحيمه <span class=quran>﴿إِنَّ اللَّهَ يُسْمِعُ مَن يَشَاء﴾</span>: وهم الطيبون الذين يبحثون عن السبيل المؤدية إليه كما قال سبحانه: (لو علم فيهم خيرًا لأسمعهم - 23 الأنفال) <span class=quran>﴿وَمَا أَنتَ بِمُسْمِعٍ مَّن فِي الْقُبُورِ﴾</span>: المراد بهم هنا الذين لا يدينون بأي دين ولا يفهمون أية لغة إلا لغة (أنا ومن بعدي الطوفان). <br><br>(24): <span class=quran>﴿إِنَّا أَرْسَلْنَاكَ بِالْحَقِّ بَشِيرًا وَنَذِيرًا﴾</span>: داعيًا إلى هدي البشر وإسعاده <span class=quran>﴿وَإِن مِّنْ أُمَّةٍ إِلَّا خلَا فِيهَا نَذِيرٌ﴾</span>: من نبي مرسل أو كتاب منزل أو حجة من عقل أو سنة فاضلة عادلة، وتقدم في الآية 36 من النحل وغيرها. <br><br>(25) - (26): <span class=quran>﴿وَإِن يُكَذِّبُوكَ... ﴾</span>: تقدم مرات منها في الآية 184 من آل عمران <span class=quran>﴿وَبِالزُّبُرِ﴾</span>: الكتب أو الحكم والمواعظ <span class=quran>﴿وَبِالْكِتَابِ الْمُنِيرِ﴾</span>: كتوراة موسى وإنجيل عيسى وصحف إبراهيم الأولى. <br><br>(27): <span class=quran>﴿أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاء مَاء﴾</span>: فاهتزت الأرض ونمت وأنبتت أشكالاً وألوانًا وتقدم مرات، منها الآية 5 من الحج <span class=quran>﴿وَمِنَ الْجِبَالِ جُدَدٌ﴾</span>: جمع جُدة بضم الجيم وهي الطريق والجادة <span class=quran>﴿بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ﴾</span>: بعض هذه بيض، وبعضها حمر، وبعضها سود، وإذا وصف العرب الشيء بكثرة السواد قالوا أسود غربيب. <br><br>(28): <span class=quran>﴿وَمِنَ النَّاسِ وَالدَّوَابِّ وَالْأَنْعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ﴾</span>: أي وكذلك كل ما دب على قوائم، ومنها الأنعام: الإبل والبقر والغنم هي مختلفة في ألوانها، وهذا التفاوت في الألوان دليل على قدرة الله وحكمته ولا أثر له إطلاقًا في الامتياز والتفاضل <span class=quran>﴿إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء﴾</span>: وكلمة (يخشى) توحي بأن العلم الخالص من كل شائبة يؤدي حتمًا إلى معرفة الله وخشيته، وما من شك أن نكران الذات والأنانية من لوازم الخوف من الله وآثاره، ومعنى هذا أن من يكفر بالله أو آمن به نظريًا وجحده عمليًا فما هو من العلم الخالص في شيء، واستوحيت تفسيري هذا لعلماء الخشية من قول أمير المؤمنين وإمام المتقين في وصفهم: (عظم الخالق في أنفسهم فصغر ما دونه في أعينهم). <br><br>(29): <span class=quran>﴿إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ﴾</span>: ويعملون به وإلا فكم قارئ للقرآن والقرآن يلعنه كما جاء في الحديث الشريف، لأن القرآن يلعن الكاذبين في الآية 61 من آل عمران والظالمين في الآية 44 من الأعراف والمفسدين في الآية 25 من الرعد، بل ويلعن كل مجرم وآثم، فإذا قرأ الفاسق والمجرم القرآن فقد لعن نفسه بنفسه إضافة إلى لعنة الله وقرآنه <span class=quran>﴿وَأَقَامُوا الصَّلَاةَ وَأَنفَقُوا... ﴾</span>: تدخل الصلاة والزكاة في العمل بموجب القرآن <span class=quran>﴿يَرْجُونَ تِجَارَةً لَّن تَبُورَ﴾</span>: لأنها مع الله ولوجهه الكريم. <br><br>(30): <span class=quran>﴿لِيُوَفِّيَهُمْ أُجُورَهُمْ... ﴾</span>: لأنه لا يضيع أجر المحسنين بل ويزيدهم من فضله ورحمته."
}
]
}