{
"title": "صفحة (438)",
"type": "html",
"data": [
{
"miniTitle": "فاطر",
"text": "(31): <span class=quran>﴿وَالَّذِي أَوْحَيْنَا إِلَيْكَ مِنَ الْكِتَابِ هُوَ الْحَقُّ﴾</span>: لأنه يقوم على أساس من الواقع، ولا يعو إلا إلى خير، ولا ينهى إلا عن شر <span class=quran>﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ﴾</span>: من كل كتاب ينطق بالصدق والعدل. <br><br>(32): <span class=quran>﴿ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا﴾</span>: المراد بالكتاب القرآن، وقد ورثه كدين كل مسلم يقول: الله الذي لا إله إلا هو ربي ومحمد رسول الله نبيي، - القرآن المنزل عليه كتابي، أما الإصطفاء فالمراد به اختياره تعالى لصفوة الخلق الذين تجب طاعتهم تمامًا كطاعة القرآن وهم أهل بيت محمد (ص) بنص حديث الثقلين الذي يقول: (إني تارك فيكم ما أن تمسكتم به لن تضلوا بعدي: كتاب الله وعترتي أهل بيتي) وهو مروي بالعديد من الطرق، منها ما جاء في صحيح مسلم كتاب فضائل الصحابة، باب فضائل عليّ بن أبي طالب وصحيح الترمذي ج2 ص308 طبعة بولاق سنة 1292 هـ نقلاً عن كتاب فضائل الخمسة من الصحاح الستة، ومنها ما قاله الشيخ محمد عبدة في التعليق على الخطبة 85 من خطب نهج البلاغة، وهذا نصه بالحرف: (الثقل هنا بمعنى النفيس من كل شيء، وفي الحديث عن النبي (ص) قال: تركت فيكم الثقلين: كتاب الله وعترتي) <span class=quran>﴿فَمِنْهُمْ﴾</span>: من المسلمين الوارثين للقرآن أبًّا عن جد لا من الصفوة لأن الشيء الواحد لا ينقسم إلى نفسه وغيره <span class=quran>﴿ظَالِمٌ لِّنَفْسِهِ﴾</span>: وهو المتهاون في فعل بعض الواجبات وترك بعض المحرمات <span class=quran>﴿وَمِنْهُم مُّقْتَصِدٌ﴾</span>: أي معتدل، وهو الذي زحزح عن النار لخروجه عن عهدة ما كلف به <span class=quran>﴿وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ﴾</span>: وهو من جاهد وضحى في سبيل الحق والدين أو ترك أثرًا ينتفع به الفرد والمجتمع. <br><br>(33) - (35): <span class=quran>﴿جَنَّاتُ عَدْنٍ...﴾</span>: للسابقين إلى الخيرات، والذين لم يقترفوا السيئات أو اقترفوا شيئًا منها، ولكن حسناتهم أرجح، أما الذين استوت حسناتهم مع سيئاتهم فعسى الله أن يتوب عليهم كما في الآية 102 من التوبة <span class=quran>﴿وَلِبَاسُهُمْ فِيهَا حَرِيرٌ﴾</span>:وإن سأل سائل: لماذا أحل الله للرجال من أهل الجنة لبس الذهب والحرير، وحرمه عليهم في الدنيا؟ قلنا في جوابه: لأنه تعالى حرمه عليهم في الدنيا. <br><br>(36): <span class=quran>﴿وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا﴾</span>: بل (كلما نضجت جلودهم بدلناهم جلودًا غيرها 56- النساء) <span class=quran>﴿وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا﴾</span>: لا كيفًا ولا فترة استراحة. <br><br>(37): <span class=quran>﴿وَهُمْ يَصْطَرِخُونَ فِيهَا﴾</span>: يصيحون مستغيثين <span class=quran>﴿رَبَّنَا أَخْرِجْنَا﴾</span>: الآن وكنتم في الدنيا بالعذاب تستعجلون، وتقدم في الآية 100 من (المؤمنون) <span class=quran>﴿أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ﴾</span>: ما يتذمر (ما): مصدرية ظرفية، ومن تذكر: العاقل المتذكر، والمعنى أمهلناكم في دار الدنيا أمدًا طويلاً لكي تتذكروا وتتدبروا <span class=quran>﴿وَجَاءكُمُ النَّذِيرُ﴾</span>: يبيَّن لكم الحق ويدعوكم إليه، فأمهلتم وسوفتم <span class=quran>﴿فَذُوقُوا﴾</span>: ما كنتم تكسبون، وبه تكفرون، ومنه تضحكون وفي نهج البلاغة: العمر الذي أعذر الله إلى بني آدم ستون سنة. <br><br>(38): <span class=quran>﴿إِنَّ اللَّهَ عَالِمُ غَيْبِ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: وما في السرائر والضمائر، وهو يجازي بموجب علمه تعالى كل عامل بما يستحق."
}
]
}