{"title":"صفحة (441)","type":"html","data":[{"miniTitle":"يس","text":"(13): <span class=quran>﴿وَاضْرِبْ لَهُم مَّثَلاً أَصْحَابَ الْقَرْيَةِ﴾</span>: قال الكثير من المفسرين: إنها أنطاكية <span class=quran>﴿إِذْ جَاءهَا الْمُرْسَلُونَ﴾</span>: قيل: هم من حواري عيسى (ع) وتلاميذه، والظاهر أنهم رسل الله سبحانه حيث أسند الإرسال إليه في قوله: <br><br>(14): <span class=quran>﴿إِذْ أَرْسَلْنَا إِلَيْهِمُ﴾</span>: إلى أصحاب القرية <span class=quran>﴿اثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ﴾</span>: نهى الإثنان عن المنكر، وأمرا بالمعروف، فقامت قيامة قوى الشر ولم تقعد، فشد سبحانه أزر الإثنين برسول ثالث <span class=quran>﴿فَقَالُوا إِنَّا إِلَيْكُم مُّرْسَلُونَ﴾</span>: من ربكم لتوحدوه وتعبدوه. <br><br>(15): <span class=quran>﴿قَالُوا مَا أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا﴾</span>: تمامًا كما قال الأولون، والجواب هو الجواب. <br><br>(16) - (17): <span class=quran>﴿قَالُوا رَبُّنَا يَعْلَمُ إِنَّا إِلَيْكُمْ لَمُرْسَلُونَ﴾</span>: وقد بلغنا الرسالة، وعلى الله الحساب، وتقدم هذا المضمون في العديد من الآيات. <br><br>(18): <span class=quran>﴿قَالُوا إِنَّا تَطَيَّرْنَا بِكُمْ لَئِن لَّمْ تَنتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ﴾</span>: قال المكذبون للرسل: تشاءمنا من دعوتكم حيث تفرق مجتمعنا إلى فئتين: معكم وعليكم، فسكوتكم خير لنا ولكم وإلا أسكتناكم بالرجم وأليم العذاب. <br><br>(19): <span class=quran>﴿قَالُوا طَائِرُكُمْ مَعَكُمْ﴾</span>: أي أنتم تحملون سبب شؤمكم وتعاستكم، وهو إقامتكم على الكفر والشرك، أما الإيمان والتوحيد فهو يُمن وخير وبركة <span class=quran>﴿أَئِن ذُكِّرْتُم﴾</span>: أتتشاءمون من التفكير بالخير والدعوة إلى الله والحق؟ حقًا أنكم قوم <span class=quran>﴿قَوْمٌ مُّسْرِفُونَ﴾</span>: ومتمادون في الجهل والضلال. <br><br>(20) - (21): <span class=quran>﴿وَجَاء مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى﴾</span>: لم يشر سبحانه إلى اسم هذا الرجل، ومع ذلك قال المفسرون اسمه حبيب النجار، وأيًا كان اسمه ونسبه فهو من الصالحين المصلحين بشهادة القرآن حيث أخبر عنه أنه أسرع إلى قومه الكافرين و <span class=quran>﴿قَالَ﴾</span>: ناصحًا ومحذرًا <span class=quran>﴿يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ اتَّبِعُوا مَن لاَّ يَسْأَلُكُمْ <span class=quran>﴿أَجْرًا وَهُم مُّهْتَدُونَ﴾</span>: إن هؤلاء الرسل الأطايب الأخيار والهداة الأبرار، استجيبوا لهم ترشدوا وتأمنوا من عذاب النار وغضب الجبار، ثم أكد الوعظ والنصح لقومه بأسلوب أبلغ وأنفع وقال متحدثًا عن نفسه: <br><br>(22): <span class=quran>﴿وَمَا لِي لاَ أَعْبُدُ الَّذِي فَطَرَنِي﴾</span>: ثم التفت إلى قومه وخاطبهم <span class=quran>﴿وَإِلَيْهِ تُرْجَعُونَ﴾</span>: يشير بذلك أنهم المقصودون بالذات من كلامه. <br><br>(23): <span class=quran>﴿أَأَتَّخِذُ مِن دُونِهِ﴾</span>: أصنامًا لا تضر ولا تنفع؟. <br><br>(24): <span class=quran>﴿إِنِّي إِذًا لَّفِي ضَلاَلٍ مُّبِينٍ﴾</span>: أي أنتم في عمى وضلال واضح. <br><br>(25): <span class=quran>﴿إِنِّي آمَنتُ بِرَبِّكُمْ فَاسْمَعُونِ﴾</span>: أقول كلمة الحق، وأُجابه بها كلمة مبطل، ولا أُبالي بالموت، فاصنعوا بي ما تشاءون. وفي الأخبار أن قومه رموه بالحجارة. وفي مجمع البيان نقلاً عن تفسير الثعلبي أن رسول الله (ص) قال: سباق الأُمم ثلاثة لم يكفروا بالله طرفة عين: علي بن أبي طالب وصاحب يس ومؤمن آل فرعون. ومثله في كشاف الزمخشري. <br><br>(26) - (27): <span class=quran>﴿قِيلَ ادْخُلِ الْجَنَّةَ﴾</span>: في الكلام حذف يدل عليه السياق، كعادة القرآن، والتقدير لما مات هذا العبد الصالح المخلص قيل له: ادخل الجنة، ولما دخلها <span class=quran>﴿قَالَ يَا لَيْتَ قَوْمِي﴾</span>: الذين قتلوني لأني نصحتهم وحذرتهم <span class=quran>﴿يَعْلَمُونَ بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ﴾</span>: قتلوه ونكلوا به أشد التنكيل، وفي اللحظة التي مات فيها عاين ما عاين من كرامة الله وثوابه، ففرح واستبشر بأنعم الله، وأيضًا تألم وتحسر على قومه، وتمنى لو أن مخبرًا يحدثهم عما هو فيه من أنعم الله كي يتوبوا ويشاركوه هذه السعادة الجلىِّ... أهذا مؤمن ونحن مؤمنون، بل وحماة الدين؟ وبعضنا يفخر بمنصبه وآخر بسيارته، وثالث بما أشبه من زخرف الحياة!!."}]}