{
"title": "صفحة (442)",
"type": "html",
"data": [
{
"miniTitle": "يس",
"text": "(28): <span class=quran>﴿وَمَا أَنزَلْنَا عَلَى قَوْمِهِ مِن بَعْدِهِ﴾</span>: أي من بع قتل المؤمن الصالح <span class=quran>﴿مِنْ جُندٍ مِّنَ السَّمَاء وَمَا كُنَّا مُنزِلِينَ﴾</span>: لأن الله سبحانه يهلكهم بطريق أيسر من نزول ملائكة العذاب. <br><br>(29): <span class=quran>﴿إِن كَانَتْ﴾</span>: العقوبة <span class=quran>﴿إِلاَّ صَيْحَةً وَاحِدَةً﴾</span>: من جبريل أو غيره، فلم تبق روح في الجسم. <br><br>(30): <span class=quran>﴿يَا حَسْرَةً عَلَى الْعِبَادِ﴾</span>: هذه الحسرة تعبير عن سوء المصير والعاقبة الوخيمة. <br><br>(31): <span class=quran>﴿أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا قَبْلَهُم مِّنْ الْقُرُونِ﴾</span>: ألا يتعظ اللاحقون بما حلَّ في السابقين <span class=quran>﴿أَنَّهُمْ إِلَيْهِمْ لاَ يَرْجِعُونَ﴾</span>: أي لم يبق من الهالكين المتقدمين أحد يخبر المتأخرين عما جرى وكان فيمن سبق كي يتعظوا ويعتبروا، ولكن آثار الهالكين تدل عليهم، وكفى بها عبرة وموعظة. <br><br>(32): <span class=quran>﴿وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ﴾</span>: لما هنا بمعنى إلا، أي ما من أُمة ماضية أو حاضرة أو آتية إلا وتقف بين يدي الله لنقاش الحساب. <br><br>(33) - (34): <span class=quran>﴿وَآيَةٌ لَّهُمُ الْأَرْضُ الْمَيْتَةُ... ﴾</span>: هذه من آيات البعث والنشور، وفيها الدلالة الكافية الوافية على إمكان الحياة بعد الموت، بل ووقوعه أيضًا كما نرى الحياة الأرض بعد موتها، وقد تردد ذلك وتكرر في العديد من الآيات، ومنها الآية 99 من الأنعام. <br><br>(35): <span class=quran>﴿لِيَأْكُلُوا مِن ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ﴾</span>: فيه إيماء إلى أن النعمة حقًا هي المال الحلال المكتسب من كد اليمين وعرق الجبين، وفي الحديث الشريف: (إن من الذنوب ذنوبًا لا يكفرها صوم ولا صلاة ولا حج، وإنما يكفرها سعي الرجل على عياله). <br><br>(36): <span class=quran>﴿سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا﴾</span>: أي أصناف المخلوقات من نبات وإنسان وحيوان... إلى غير ذلك مما نجهل في السماء والفضاء وتحت الثرى. <br><br>(37): <span class=quran>﴿وَآيَةٌ لَّهُمْ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ﴾</span>: المراد بالسلخ هنا وجود النهار عقب الليل وبعده لا انتزاعه وتجريده منه <span class=quran>﴿فَإِذَا هُم مُّظْلِمُونَ﴾</span>: داخلون في الظلام. <br><br>(38): <span class=quran>﴿وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَّهَا﴾</span>: المراد بالجري هنا حركة الشمس في فلكها الخاص، وبالمستقر النظام المحكم لا المستقر المكاني كما قال المفسرون القدامى، والدليل على ذلك قوله تعالى: <span class=quran>﴿ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ﴾</span>: أي حركة الشمس بنظام في فلكها الذي لا تتجاوزه هي من تقديره تعالى وتدبيره. <br><br>(39): <span class=quran>﴿وَالْقَمَرَ قَدَّرْنَاهُ مَنَازِلَ﴾</span>: ومعنى هذا أن القمر غير ثابت في مكانه، بل يتدرج تبعًا للأرض ودورانه حولها <span class=quran>﴿حَتَّى عَادَ كَالْعُرْجُونِ الْقَدِيمِ﴾</span>: دقة وانحناء في رؤية العين، والعرجون: غصن النخلة. <br><br>(40): <span class=quran>﴿لَا الشَّمْسُ يَنبَغِي لَهَا أَن تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ﴾</span>: لكل من الشمس والقمر فلكه الخاص الذي يدور فيه بنظام، ويجري في منازل مقدرة إلى ما شاء الله، وتقدم في الآية 33 من الأنبياء. وأخيرًا فلسنا من علماء الفلك حتى نجول في هذا الميدان، والمهم أن نعلم بأن القرآن وحي من خالق الكون، ويستحيل أن ينطق بشيء على خلاف الواقع، فإن اتفق ظاهر الوحي مع واقع الطبيعة فذاك والأوجب تأويل الظاهر بما يتفق مع الواقع، وهذه قاعدة عقلية ودينية مطلقة ترفض التغيير والتقييد."
}
],
"singlePage": true
}