{
"title": "صفحة (444)",
"type": "html",
"data": [
{
"miniTitle": "يس",
"text": "(55): <span class=quran>﴿إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ﴾</span>: فرجون مرحون حيث لا خوف ولا مشكلات، ولا مشاحنات طائفية وخلافات عائلية، ولا حسد على المناصب والرغائب. <br><br>(56): <span class=quran>﴿هُمْ وَأَزْوَاجُهُمْ﴾</span>: الحوريات، لا بنات حواء المشاكسات. <br><br>(57) - (58): <span class=quran>﴿لَهُمْ فِيهَا فَاكِهَةٌ وَلَهُم مَّا يَدَّعُونَ سَلَامٌ قَوْلًا مِن رَّبٍّ رَّحِيمٍ﴾</span>: هذا السلام يهديه سبحانه لأهل الجنة، ومعناه الأمان والرحمة، والسعادة والنعمة. <br><br>(59): <span class=quran>﴿وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ﴾</span>: كنتم من قبل تستترون بالنفاق والشعارات الكاذبة، أما اليوم فكل شيء على المكشوف، فلا رياء ولا رداء، وقد فضحكم سبحانه بالخزي والعذاب المهين. <br><br>(60) - (61): <span class=quran>﴿أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ... ﴾</span>: يقول سبحانه لعباده بالعموم ولأهل النار بالخصوص: لقد أعذرت إليكم بما أنذرت وحذرت، وأقمت الحجج والبراهين بالبصيرة والبصر وبالوحي على لسان الأنبياء والرسل، فقست قلوبكم، وأبت الهداية، فعلى من تقع الملامة؟. <br><br>(62) - (64): <span class=quran>﴿وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا﴾</span>: خلقًا كبيرًا <span class=quran>﴿أَفَلَمْ تَكُونُوا تَعْقِلُونَ﴾</span>: طريق الهداية والرشاد، وقد ردد القرآن هذه الجملة: (تعقلون ويعقلون) وكررها عشرات المرات ليؤكد أن العقل هو أصل الأصول لدين الإسلام وعقيدته. <br><br>(65): <span class=quran>﴿الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلِّمُنَا أَيْدِيهِمْ﴾</span>: بما ضربت وسرقت وكتبت وأشارت <span class=quran>﴿وَتَشْهَدُ أَرْجُلُهُمْ﴾</span>: بما مشت وسعت. وتسأل: كيف تجمع بين قوله تعالى هنا: (نختم على أفواههم) وقوله في الآية 24 من النور: (تشهد عليهم ألسنتهم)؟ وأجيب بأن للعباد غدًا مواقف يؤذن لهم بالكلام في بعضها دون بعض. ونعطف على هذا الجواب: أن الله سبحانه يختم على أفواه المجرمين حين شهادة الأيدي والأرجل كما هو الشأن في أُصول المحاكمات عندنا، فإذا انتهت الأعضاء من شهادتها، أطلق سبحانه الأفواه، وسأل أربابها: ماذا تقولون في هذه الشهادة؟ تأكيدًا للحجة وإلزامهم بها. <br><br>(66): <span class=quran>﴿وَلَوْ نَشَاء لَطَمَسْنَا عَلَى أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ﴾</span>: الأصل إلى الصراط <span class=quran>﴿فَأَنَّى يُبْصِرُونَ﴾</span>: أي لو أراد سبحانه أن يعاقب المجرمين في الدنيا لأعمى أبصارهم حتى إذا أرادوا السير على الطريق والاهتداء إليه لتعذر ذلك عليهم. <br><br>(67): <span class=quran>﴿وَلَوْ نَشَاء لَمَسَخْنَاهُمْ عَلَى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلَا يَرْجِعُونَ﴾</span>: وأيضًا لو أراد سبحانه أن يعاقبهم في الدنيا لجعلهم أجسادًا بلا أرواح، لا يستطيعون الحركة ذهابًا ولا إيابًا. <br><br>(68): <span class=quran>﴿وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلَا يَعْقِلُونَ﴾</span>: الشيخوخة آفة، تحوِّل الإنسان من الإدراك إلى الخرف، ومن القوة إلى الضعف وقد يصبح كالطفل الرضيع يعجز حتى عن قضاء حاجته الضرورية، والموت أيسر من هذه الحياة وأفضل، والغرض من هذه الإشارة أن يبادر الإنسان إلى التوبة والصالحات من الأعمال قبل فوات الأوان. <br><br>(69) - (70): <span class=quran>﴿وَمَا عَلَّمْنَاهُ الشِّعْرَ﴾</span>: حاول أعداء الله والحق تكذيب محمد (ص) بشتى الوسائل، منها الرمي بالجنون، فرد عليهم سبحانه بقوله: (وما صاحبكم بمجنون - 22 التكوير) ومنها أنه أخذ القرآن من أعجمي فقال لهم، تقدست كلمته: (لسان الذي يلحدون إليه أعجمي، وهذا لسان عربي مبين - 103 النحل) ومنها أنه شاعر، فقال عز من قائل: (وما علمناه الشعر وما ينبغي له إن هو إلا ذكر وقرآن مبين) أين الشعر من القرآن؟ فالشعر شعور يختلف ويتنوع تبعًا لذات الشاعر وميوله وتربيته، والقرآن إرشاد وهداية إلى العمل بالعلم ومنطق العقل، ومصدر لشريعة إنسانية خالدة، ومقياس للأخلاق الفاضلة، ومعجزة من السماء أنارت الطريق أمام العرب إلى حضارة عالمية شهدت كل الأُمم بأنها النواة التي انطلقت منها أوروبا والغرب إلى التقدم العلمي الحديث."
}
],
"singlePage": true
}