{
"title": "صفحة (445)",
"type": "html",
"data": [
{
"miniTitle": "يس",
"text": "(71): <span class=quran>﴿أَوَلَمْ يَرَوْا أَنَّا خَلَقْنَا لَهُمْ مِمَّا عَمِلَتْ أَيْدِينَا أَنْعَامًا﴾</span>: وهي الإبل والبقر والغنم، وكانت من وسائل الإنتاج ومن مقومات الحياة، وما زال لها أبع الأثر، والمراد بالأبدي هنا أيدي الأسباب التي خلقها سبحانه، وتقدم في الآية 142 من سورة الأنعام وغيرها. <br><br>(72) - (74): <span class=quran>﴿وَذَلَّلْنَاهَا لَهُمْ﴾</span>: تنقاد حتى للطفل الصغير <span class=quran>﴿فَمِنْهَا رَكُوبُهُمْ﴾</span>: في الأسفار، وعليها يحملون الأثقال. <br><br>(75): <span class=quran>﴿لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ﴾</span>: الأصنام لا تنصر من اتخذ منها أربابًا، ومع ذلك يتجند المشركون للذب عنها كل حين، وهنا مكان الجهالة والغرابة. <br><br>(76): <span class=quran>﴿فَلَا يَحْزُنكَ﴾</span>: يا محمد <span class=quran>﴿قَوْلُهُمْ﴾</span>: قول المشركين إنك شاعر ومجنون <span class=quran>﴿إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ﴾</span>: وسوف نعاملهم بما يستحقون. <br><br>(77): <span class=quran>﴿َوَلَمْ يَرَ الْإِنسَانُ أَنَّا خَلَقْنَاهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ﴾</span>: يخاصم ويجادل في البعث، وهو على علم بأنه من نطفة ثم صار إنسانًا في أحسن تقويم، فلماذا لا يفهم ويعقل بأن الذي فعل هذا في النشأة الأولى قادر على أن يفعله في المرة الثانية؟. <br><br>(78) - (79): <span class=quran>﴿وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِي الْعِظَامَ وَهِيَ رَمِيمٌ قُلْ يُحْيِيهَا الَّذِي أَنشَأَهَا أَوَّلَ مَرَّةٍ﴾</span>: جاء في التفاسير أن رجلاً جاء بعظم بال إلى رسول الله، فضغط عليه حتى صار ترابًا، وسأله: أيحيي الله هذا؟ فنزلت هذه الآية، وأيًّا كان سبب النزول فإن هذه الرواية أوضح من أي تفسير للآية الكريمة. <br><br>(80): <span class=quran>﴿الَّذِي جَعَلَ لَكُم مِّنَ الشَّجَرِ الْأَخْضَرِ نَارًا﴾</span>: استبعد المشركون فكرة البعث لأن الشيء لا يتولد منه ما هو ضد له كما يعتقدون، فأقام سبحانه الدليل عليهم بالشجر الأخضر الممتلئ بالماء المضاد للنار علمًا بأن هذه تتولد من ذاك. <br><br>(81): <span class=quran>﴿أَوَلَيْسَ الَّذِي... ﴾</span>: خلق الكون من لا شيء بقادر أن يخلق مثله ساعة يشاء. <br><br>(82): <span class=quran>﴿إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ﴾</span>: ذرأ الخلق بكلمة (كن) وبها يعيده، فالإعادة والبداية لديه تعالى بمنزلة سواء. <br><br>(83): <span class=quran>﴿فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ﴾</span>: وإليه ينتهي كل شيء ويجزي كل نفس بما كسبت وهم لا يظلمون."
}
],
"singlePage": true
}