{
"title": "صفحة (450)",
"type": "html",
"data": [
{
"miniTitle": "الصافات",
"text": "(103): <span class=quran>﴿فَلَمَّا أَسْلَمَا﴾</span>: استسلم إبراهيم وإسماعيل وانفادًا لأمر الله <span class=quran>﴿وَتَلَّهُ لِلْجَبِينِ﴾</span>: صرعه بالأرض، فوقع على أحد جنبيه. <br><br>(104) - (106): <span class=quran>﴿وَنَادَيْنَاهُ أَنْ يَا إِبْرَاهِيمُ قَدْ صَدَّقْتَ الرُّؤْيَا﴾</span>: جواب لما محذوف، وتقديره كما في جوامع الجامع: (كان ما كان مما لا يحيط به الوصف من شكرهما لله على ما أنعم به عليهما من دفع البلاء العظيم). <br><br>(107): <span class=quran>﴿وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ﴾</span>: المراد بالذبح المذبوح والمشهور أنه كبش، وطريف قول بعض المفسرين: انه كان أملح، ورعى في الجنة أربعين خريفًا. <br><br>(108) - (111): <span class=quran>﴿وَتَرَكْنَا عَلَيْهِ فِي الْآخِرِينَ... إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِينَ﴾</span>: تقدم هذا النص في الآية 78 وما بعدها من هذه السورة. <br><br>(112) - (113): <span class=quran>﴿وَبَشَّرْنَاهُ بِإِسْحَقَ نَبِيًّا مِّنَ الصَّالِحِينَ﴾</span>: جزاء لإقدامه على ذبح ولده الوحيد إسماعيل آنذاك، وفي الإسرائيليات أن الذبيح المفدى هو إسحق أبو الإسرائيليين، وصدقهم بعض الشذاذ، والشاذ من الناس للشيطان كما أن الشاذ من الغنم للذئب كما قال الإمام أمير المؤمنين (ع) وجاء في الحديث عن الرسول العظم (ص) أنه قال: أنا ابن الذبيحين أي إسماعيل وعبد الله بن عبد المطلب. أُنظر ما قلنا حول هذا الموضوع في التفسير الكاشف ج6 ص351، وتقدمت قصة إبراهيم مرارًا، منها في الآية 51-73 من الأنبياء. <br><br>(114) - (122): <span class=quran>﴿وَلَقَدْ مَنَنَّا عَلَى مُوسَى وَهَارُونَ... ﴾</span>: أنعم سبحانه عليهما بالنبوة والنجاة من العدو الألد والإنتصار عليه وهو فرعون وقومه الذي كان يقتل الأبناء ويستحي النساء، عظمت حكمته، وأبقى لهما الذكر الجميل والثناء العاطر، وفوق ذلك أنزل على موسى التوراة، وفيها أحكام الله الواضحات، وتقدمت قصة موسى مرات، منها في الآية 103-156 من الأعراف. <br><br>(123): <span class=quran>﴿وَإِنَّ إِلْيَاسَ لَمِنْ الْمُرْسَلِينَ﴾</span>: قال المفسرون: هو واحد من أنبياء بني إسرائيل، وينتهي نسبه إلى هارون. <br><br>(124): <span class=quran>﴿إِذْ قَالَ لِقَوْمِهِ أَلَا تَتَّقُونَ﴾</span>: الله، وتخافونه في عبادة سواه. <br><br>(125) - (126): <span class=quran>﴿أَتَدْعُونَ بَعْلًا﴾</span>: اسم صنم، وفي تفسير ابن كثير: كان لأهل بعلبك صنم يعبدونه اسمه بعل <span class=quran>﴿وَتَذَرُونَ أَحْسَنَ الْخَالِقِينَ﴾</span>: أي من يستحق العبادة وحده لا شريك له."
}
],
"singlePage": true
}