{
"title": "صفحة (453)",
"type": "html",
"data": [
{
"miniTitle": "ص",
"text": "(1): <span class=quran>﴿ص﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره، <span class=quran>﴿وَالْقُرْآنِ ذِي الذِّكْرِ﴾</span>: أقسم سبحانه بالقرآن، وجواب القسم محذوف أي أنه الحق، وللذكر معان، والمراد به هنا الهداية إلى الطريق لحياة أفضل، والدليل هو إرادة هذا المعنى قوله تعالى: (إن هذا القرآن يهدي للتي هي أقوم-9 الإسراء) وغير ذلك من الآيات. <br><br>(2): <span class=quran>﴿بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ﴾</span>: المراد بالعزة هنا الحمية الجاهلية والتعصب الأعمى لدين الآباء، والشقاق: المعاندة والمكابرة للحق، ولا سبب وراء ذلك لكفرهم. <br><br>(3): <span class=quran>﴿كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ﴾</span>: هذا إخبار يتضمن التهديد لمن كفر وكذب بنبوة محمد(ص) ومعناه أتكفرون وتكذبون محمدًا، ولا تخشون أن ينتقم الله منكم كما انتقم من الأمم الماضية التي كذبت الرسل <span class=quran>﴿فَنَادَوْا﴾</span>: حين رأوا العذاب <span class=quran>﴿وَلَاتَ حِينَ مَنَاصٍ﴾</span>: لا مفر ولا نجاة. <br><br>(4) - (5): <span class=quran>﴿وَعَجِبُوا أَن جَاءهُم مُّنذِرٌ مِّنْهُمْ﴾</span>: محمد (ص) من قريش فكيف يكون له الفضل عليهم؟ تمامًا كما لو قال المريض للطبيب: كيف أقبل منك النصح وأنا وأنت من ولد آدم! <span class=quran>﴿وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ﴾</span>: ولماذا هو ساحر كذاب؟ أبدًا لا لشيء إلا أنه جعل <span class=quran>﴿أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ﴾</span>: تلقوا الشرك أبًا عن جد، وجرى منهم مجرى الروح والدم، وهذا التقليد والتعصب هو السبب الموجب لكفر من كفر بمحمد والإسلام من قبل ومن بعد وإلا فهو دين العقل والإنسانية والحياة بشهادة العديد من العلماء المنصفين في كل عصر، ونقلنا فيما سبق أمثلة من أقوالهم. <br><br>(6) - (7): <span class=quran>﴿وَانطَلَقَ الْمَلَأُ مِنْهُمْ﴾</span>: وهم رؤساء المشركين، وقالوا للأتباع المستضعفين: <span class=quran>﴿أَنِ امْشُوا وَاصْبِرُوا﴾</span>: مستمرين <span class=quran>﴿عَلَى﴾</span>: عبادة <span class=quran>﴿آلِهَتِكُمْ﴾</span>: ولا تصغوا لقول محمد <span class=quran>﴿إِنْ هَذَا إِلَّا اخْتِلَاقٌ﴾</span>: لا أساس له على الإطلاق. <br><br>(8): <span class=quran>﴿أَأُنزِلَ عَلَيْهِ الذِّكْرُ مِن بَيْنِنَا﴾</span>: وأي عاقل يصدق أن يختار الله محمدًا لرسالته، وهو لا يملك شيئًا من المال؟ <span class=quran>﴿بَلْ هُمْ فِي شَكٍّ مِّن ذِكْرِي﴾</span>: لا حجة لمن أنكر نبوة محمد إلا الجهل بالله وأنه الواحد الأحد <span class=quran>﴿بَلْ لَمَّا يَذُوقُوا عَذَابِ﴾</span>: فإذا رأوه زال عنهم الجهل والشك. <br><br>(9): <span class=quran>﴿أَمْ عِندَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ﴾</span>: قالوا: الله لا يخص محمدًا بالنبوة من دوننا، فأجابهم سبحانه: هل خزائن الخيرات بيدكم أم بيده، يعطي منها ما يريد لمن يريد؟. <br><br>(10): <span class=quran>﴿أَمْ لَهُم مُّلْكُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: من أنتم؟ وماذا تملكون؟ حتى تهبوا النبوة لمن تشاءون <span class=quran>﴿فَلْيَرْتَقُوا فِي الْأَسْبَابِ﴾</span>: إن كان لهم الملك فليجلسوا على العرش، ويدبروا الكون، وينزلوا الوحي على من يشاءون. <br><br>(11): <span class=quran>﴿جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّنَ الْأَحْزَابِ﴾</span>: ستدور دائرة السوء على جنود الشر وأحزاب الضلال لا محالة. <br><br>(12) - (14): <span class=quran>﴿كَذَّبَتْ قَبْلَهُمْ... ﴾</span>: أي قبل قريش الذين كذبوا محمدًا، والله سبحانه ينذرهم بعذاب الأُمم الماضية إذا أصروا على موقفهم من رسول الله (ص) وتقدم الكلام أكثر من مرة عن نوح وهود وصالح ولوط وموسى وأصحاب الأيكة قوم شعيب. <br><br>(15): <span class=quran>﴿وَمَا يَنظُرُ هَؤُلَاء﴾</span>: الذين كذبوا محمدًا <span class=quran>﴿إِلَّا صَيْحَةً وَاحِدَةً﴾</span>: تأتيهم بغتة <span class=quran>﴿مَّا لَهَا مِن فَوَاقٍ﴾</span>: لا رجوع بعدها إلى الحياة الدنيا. <br><br>(16): <span class=quran>﴿وَقَالُوا رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ﴾</span>: المراد بالقط هنا النصيب من العذاب، والمعنى لماذا تهدد بالعذاب غدًا، ولا تأتي به الآن، إن كنت عليه مقتدرًا، وهذه هي الحجة لكل جاحد وجاهل باليوم الآخر. الجواب إن الله سبحانه يريد الإيمان والخير من عباده بالرضا لا بالعصا، ليميز الخبيث من الطيب وإنهما لا يستويان."
}
],
"singlePage": true
}