{
"title": "صفحة (456)",
"type": "html",
"data": [
{
"miniTitle": "ص",
"text": "(43): <span class=quran>﴿وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ﴾</span>: منَّ عليه سبحانه بالشقاء، ورزقه من الأولاد والأحفاد ضعف ما فقد منهم، وتقدمت الإشارة إلى قصة أيوب في الآية 83-84 من الأنبياء. <br><br>(44): <span class=quran>﴿وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِب بِّهِ... ﴾</span>: الضغث: القبضة من العيدان ونحوها، ويبدو أن أيوب كان قد حلف لسبب أو لآخر أن يضرب إنسانًا بعض الضرب، ثم ندم، فأمره سبحانه أن يضربه بمجموعة من الأغصان وما أشبَه فيتحلل من يمينه، واخذ بعض الفقهاء بهذه الآية! وقد فات أوانها. <br><br>(45): <span class=quran>﴿وَاذْكُرْ عِبَادَنَا إبْرَاهِيمَ وَإِسْحَقَ وَيَعْقُوبَ أُوْلِي الْأَيْدِي وَالْأَبْصَارِ﴾</span>: المراد بالأيدي هنا القوة في طاعة الله، وبالأبصار معرفة الحق. <br><br>(46) - (47): <span class=quran>﴿إِنَّا أَخْلَصْنَاهُم بِخَالِصَةٍ ذِكْرَى الدَّارِ﴾</span>: كانوا يعملون لله وللدار الآخرة، ويذكِّرون الناس به وبها، ومن اجل ذلك أخلصهم سبحانه أي اختارهم واصطفاهم. <br><br>(48): <span class=quran>﴿وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِّنْ الْأَخْيَارِ﴾</span>: تقدم ذكرهم في الآية 86 من الأنعام و85 من الأنبياء. <br><br>(49) - (51): <span class=quran>﴿هَذَا﴾</span>: الذي تقدم هو <span class=quran>﴿ذِكْرٌ﴾</span>: لمن يتذكر وأراد أن يتقي الله <span class=quran>﴿وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ... ﴾</span>: مرجع حسن وجنات وسرور وفاكهة وشراب. <br><br>(52) - (54): <span class=quran>﴿وَعِندَهُمْ قَاصِرَاتُ الطَّرْفِ﴾</span>: على الأزواج فقط <span class=quran>﴿أَتْرَابٌ﴾</span>: متساويات في السن. <br><br>(55): <span class=quran>﴿هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ﴾</span>: كافح القرآن الطغاة، ونعتهم بأقبح الصفات، وتوعدهم بأقصى العقوبات وفسرت القرآن الكريم مرتين فانتهيت إلى علم اليقين بأن أي إنسان يقهر ويتحكم بمن هو أضعف منه فإن الله سبحانه يعامله يوم القيامة معاملة من كفر به وأشرك وإن جرت عليه في الدنيا أحكام المسلم، بل هو عند الله أسوأ حالًا ممن جحد عن لم يظلم أحدًا من عيال الله، وتعالى معي لنقرأ ونعتبر قول القهار الجبار لنبيه الرؤوف الرحيم: (وما أنت عليهم بجبار-45 ق... لست عليهم بمصيطر-22 الغاشية... وما أنت عليهم بوكيل-107 الأنعام) وضمير عليهم للمشركين بالنص القاطع لكل احتمال. <br><br>(56): <span class=quran>﴿جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ﴾</span>: الفراش. <br><br>(57): <span class=quran>﴿هَذَا فَلْيَذُوقُوهُ حَمِيمٌ﴾</span>: شديد الحرارة وهو خبر لهذا <span class=quran>﴿وَغَسَّاقٌ﴾</span>: قيح شديد النتن. <br><br>(58): <span class=quran>﴿وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ﴾</span>: أشكال وألوان من العذاب للطغاة أيضًا غير الحميم والغساق. <br><br>(59): <span class=quran>﴿هَذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُوا النَّارِ﴾</span>: يدخل المجرمون إلى جهنم أفواجًا، كلما دخلت أُمة لعنت أُختها. <br><br>(60): <span class=quran>﴿قَالُوا بَلْ أَنتُمْ لَا مَرْحَبًا بِكُمْ﴾</span>: هذا من كلام اللاحقين المستضعفين، وهو جواب للسابقين المستكبرين الذين استقبلوهم بالشر، فردوا عليهم بمثله وزادوا <span class=quran>﴿أَنتُم ْقَدَّمْتُمُوهُ﴾</span>: أي العذاب <span class=quran>﴿لَنَا﴾</span>: حيث منعتمونا عن الإيمان برسل الله. <br><br>(61): <span class=quran>﴿قَالُوا﴾</span>: مازال القول للمستضعفين: <span class=quran>﴿رَبَّنَا مَن قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ﴾</span>: طلبوا زيادة العذاب كما وكيفًا لمن خدعهم وغرر بهم، وتكرر هذا المعنى في العديد من الآيات، منها الآية 38 من الأعراف."
}
]
}