{"title":"صفحة (457)","type":"html","data":[{"miniTitle":"ص","text":"(62) - (63): <span class=quran>﴿وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُم مِّنَ الْأَشْرَارِ﴾</span>: إذا قرأت- أيها المسلم- هذه الآية فتصور معها وتدبر الآية111 من الشعراء: (قالوا أنؤمن لك واتبعك الأرذلون) كان أهل النار الطغاة يسمون المؤمنين الأخيار الأرذلين، ولما دخلوا النار ما رأوا واحدًا من الذين كانوا يعدونهم من الأرذلين الأشرار، فدهشوا وتساءلوا أين هم؟ اقرأ واعتبر كي لا ترى نفسك كبيرًا، فيصبح الناس صغارًا في عينيك، وسلام على من قال: الغنى والفقر بعد العرض على الله. <br><br>(64): <span class=quran>﴿إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ﴾</span>: هذا التساؤل من أهل النار عن الأخيار وتلاعن الأشرار واقع لا محالة. <br><br>(65) - (66): <span class=quran>﴿قُلْ إِنَّمَا أَنَا مُنذِرٌ... ﴾</span>: أدعوه إلى عبادة الواحد القهار الذي يقصم ظهور الجبابرة الطغاة، والعزيز الذي ليس كمثله شيء، والغفار الذي يستر القبيح، ويظهر الجميل، ويقبل التوبة. <br><br>(67): <span class=quran>﴿قُلْ هُوَ نَبَأٌ عَظِيمٌ﴾</span>: النبأ: الخبر، والمراد به هنا القرآن، وهو عظيم بعلمه وعقيدته وشريعته. <br><br>(68): <span class=quran>﴿أَنتُمْ عَنْهُ مُعْرِضُونَ﴾</span>: والخطاب هنا موجه لمن يدين بالقرآن ولا يعمل بموجبه، ولغير المسلم الذي أهمل البحث والنظر في حقيقة القرآن وصدقه. <br><br>(69) - (70): <span class=quran>﴿مَا كَانَ لِي مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ﴾</span>: المراد بالملأ الأعلى ما يأتي من الإشارة إلى خلق آدم وسجود الملائكة له إلا إبليس، والمعنى أن محمدًا (ص) قال الجاحدين بنبوته: لولا الوحي من أين يأتيني العلم بقصة آدم والملائكة وإبليس. <br><br>(71) - (72): <span class=quran>﴿إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِن طِينٍ﴾</span>: أعلمهم سبحانه بخلق آدم قبل أن يخلق تمهيدًا للأمر بالسجود له. <br><br>(73) - (76): <span class=quran>﴿فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ إِلَّاَ إِبْلِيسَ﴾</span>: اعترضته الحمية، فافتخر على آدم بخلقه، وتعصب لأصله، فعدو الله إمام المتعصبين. كما قال الإمام عليّ (ع) قَالَ: سبحانه لإبليس: <br><br>(77) - (85): <span class=quran>﴿قَالَ فَاخْرُجْ مِنْهَا... ﴾</span>: أي من السماء، وقيل: من الجنة، وتقدمت قصة خلق آدم وذيولها بكل ما جاء في هذه الآيات- في البقرة والأعراف والحجر والإسراء والكهف."}]}