{
"title": "صفحة (458)",
"type": "html",
"data": [
{
"miniTitle": "ص",
"text": "(77) - (85): <span class=quran>﴿قَالَ فَاخْرُجْ مِنْهَا... ﴾</span>: أي من السماء، وقيل: من الجنة، وتقدمت قصة خلق آدم وذيولها بكل ما جاء في هذه الآيات- في البقرة والأعراف والحجر والإسراء والكهف. <br><br>(86): <span class=quran>﴿قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ﴾</span>: المدعين النبوة كذبًا على الله، وتسأل: لماذا يكرر كل نبي هذا القول ويردده على مسامع المرسل إليهم؟ الجواب: أولًا لو طلب منهم الأجر على التبليغ لثقل ذلك عليهم وتهربوا منه، وإلى هذا أشارت الآية40 من الطور: (أم تسألهم أجرًا فهم من مغرم مثقلون) ثانيًا ان الإرتزاق بالدين لا يسوغ بحال سؤال ثان: ولكن الله سبحانه أمر نبيه الكريم أن يقول لأمته: (لا أسألكم عليه أجرًا إلا المودة في القربى-23 الشورى) ؟ الجواب: هذه المودة ليست أجرًا على تبليغ الدين، بل هي من الدين في الصميم تمامًا كالصوم والصلاة. <br><br>(87):(88): <span class=quran>﴿وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ﴾</span>: سيتبين لكم عما قليل أيها المكذبون بالقرآن أنه الحق الذي لا ريب فيه، ومن قرأ ما كتبه الغربيون عن محمد والإسلام في العصور الوسطى يجد اللغو والجهل والتعصب الأعمى، أما في هذا العصر فقد أنصف محمدًا والإسلام كثير من الغربيين، ولا سر إلا الحضارة والروح العلمية الحديثة."
},
{
"miniTitle": "الزمر",
"text": "(1): <span class=quran>﴿تَنزِيلُ الْكِتَابِ﴾</span>: مبتدأ، وخبره <span class=quran>﴿مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ﴾</span>: القرآن من عند الله الذي ليس كمثله شيء ذاتًا وصفاتًا. <br><br>(2): <span class=quran>﴿إِنَّا أَنزَلْنَا إِلَيْكَ﴾</span>: يا محمد <span class=quran>﴿الْكِتَابَ بِالْحَقِّ﴾</span>: لأنه من عند الحق، وكل ما فيه على طبق الواقع <span class=quran>﴿فَاعْبُدِ اللَّهَ﴾</span>: في الدعوة إليه أيضًا <span class=quran>﴿مُخْلِصًا لَّهُ الدِّينَ﴾</span>: حيث لا دين بلا إخلاص. <br><br>(3): <span class=quran>﴿أَلَا لِلَّهِ الدِّينُ الْخَالِصُ﴾</span>: أما المشوب بالأهواء والأغراض فهو للشيطان <span class=quran>﴿وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاء﴾</span>: وقالوا <span class=quran>﴿مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى﴾</span>: ليشفعوا لهم عند الله، وتقدم في الآية 18 من يونس <span class=quran>﴿إِنَّ اللَّهَ يَحْكُمُ﴾</span>: بين أهل الأديان في يوم القيامة، أما في الدنيا فعليهم أن يعيشوا بسلام بلا إراقة دماء وسلب ونهب، وتقدم في الآية 113 من البقرة وغيرها <span class=quran>﴿إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ﴾</span>: الهداية من الله لعبده أو من الوالد لولده أو من العالم للجاهل لا تكون وتتحقق إلا لنفس ترضى بالهداية تمام الرضا، وعلى هذا يكون معنى الآية أن الله سبحانه لا يلجئ إلى الهداية من يصر على الكفر والضلال والكذب والنفاق حيث لا هداية مع الجبر والإكراه. <br><br>(4): <span class=quran>﴿لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَدًا لَّاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاء﴾</span>: هذا من باب فرض المحال، وفرض المحال ليس بمحال، والوجه في منعه واستحالته أن اتخاذ الولد يستدعي الإفتقار إليه، والله الغني عن كل شيء <span class=quran>﴿سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ﴾</span>: يقهر كل شيء بالقدرة عليه والخضوع له. <br><br>(5): <span class=quran>﴿خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ﴾</span>: أي بنظام محكم ومستقر، وما من شك أن مثل هذا النظام لا يحدث إلا من قادر عليم ومدبِّر حكيم <span class=quran>﴿يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ وَيُكَوِّرُ النَّهَارَ عَلَى اللَّيْلِ﴾</span>: وكلمة (يكور) تشير إلى أن الأرض كروية، وأن جانبها الذي يحاذي الشمس حين دوران الأرض يكون نهارًا، وغير المحاذي يكون ليلًا <span class=quran>﴿وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ... ﴾</span>: تقدم في الآية2 من الرعد وغيرها."
}
]
}