{
"title": "صفحة (459)",
"type": "html",
"data": [
{
"miniTitle": "الزمر",
"text": "(6): <span class=quran>﴿خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ... ﴾</span>: فأنتم أخوان لأب وأم على اختلاف ألسنتكم وألوانكم، وعليكم أن تتواصلوا وتتعاونوا وأن يرجو كل واحد منكم الخير لأخيه، ويكف الأذى عنه، وتقدم في الآية1 من النساء وغيرها <span class=quran>﴿وَأَنزَلَ لَكُم مِّنْ الْأَنْعَامِ ثَمَانِيَةَ أَزْوَاجٍ﴾</span>: تقدم في الآية 143 من الأنعام <span class=quran>﴿يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِن بَعْدِ خَلْقٍ﴾</span>: من نطفة، ثم علقة، ثم مضغة، ثم لحم وعظم وعروق <span class=quran>﴿فِي ظُلُمَاتٍ ثَلَاثٍ﴾</span>: وهي ظلمة البطن والرحم والمشيمة <span class=quran>﴿ذَلِكُمُ اللَّهُ رَبُّكُمْ﴾</span>: الذي خلفكم وخلق كل شيء ولا شريك له في ملكه وخلقه <span class=quran>﴿فَأَنَّى تُصْرَفُونَ﴾</span>: وتتحولون عن عبادة الخالق إلى عبادة المخلوق؟. <br><br>(7): <span class=quran>﴿إِن تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنكُمْ﴾</span>: لا تضره معصية من عصى، ولا تنفعه طاعة من أطاع <span class=quran>﴿وَلَا يَرْضَى لِعِبَادِهِ الْكُفْر﴾</span>: كيف وقد نهاهم عنه، ويعاقبهم عليه، وما هو بظلام للعبيدَ <span class=quran>﴿وَإِن تَشْكُرُوا يَرْضَهُ لَكُمْ﴾</span>: ويزدكم من فضله <span class=quran>﴿وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى﴾</span>: لا تجزي نفس عن نفس شيئًا، وتقدم بالنص الحرفي في الآية164 من الأنعام وغيرها. <br><br>(8): <span class=quran>﴿وَإِذَا مَسَّ الْإِنسَانَ ضُرٌّ دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ﴾</span>: يتضرع ويستغيث في ساعة العسرة <span class=quran>﴿ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ نَسِيَ مَا كَانَ يَدْعُو إِلَيْهِ مِن قَبْلُ﴾</span>: ينسى تضرعه إلى خالقه ساعة اليسرة، وتقدم الآية12 من يونس <span class=quran>﴿وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِ﴾</span>: أي كانت نتيجة جعله لله أندادًا الضلال عن سبيل الله والحق <span class=quran>﴿قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا إِنَّكَ مِنْ أَصْحَابِ النَّار﴾</span>: هذا تهديد شديد لكل كافر، وبالخصوص من يؤمن عند الشدة والضراء، ويكفر ساعة اليسر والرخاء. <br><br>(9): <span class=quran>﴿أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِدًا وَقَائِمًا﴾</span>: من مبتدأ وخبره محذوف أي كغيره، وهو قانت مبتدأ وخبر والجملة صلة <span class=quran>﴿من يَحْذَرُ الْآخِرَةَ﴾</span>: بترك الحرام خوفًا من العقاب <span class=quran>﴿وَيَرْجُو رَحْمَةَ رَبِّهِ﴾</span>: بفعل الواجب رغبة في الثواب ونفهم من مجموع هذا الكلام أن العبادة بالقيام ليلا والصيام نهارًا، لا وزن لها إلا منضمة إلى فعل الواجبات وترك المحرمات بالكامل، ويؤكد هذا قول الإمام أمير المؤمنين (ع): نوم على يقين خير من صلاة في شك. ومعناه أن نوم من يطيع الله في جميع أحكامه أحب إلى الله من صلاة من يعصيه في بعض أحكامه <span class=quran>﴿قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ﴾</span>: إذا أثنى القرآن أو أي إنسان على العلم والعلماء فهم العالم والجاهل من هذا الثناء أن المراد به العلم النافع وبهم العلماء العاملون في طاعة الله وخدمة عباده وعياله أيًا كان نوع العلم والمعرفة. هذا إضافة إلى سياق الآية حيث قال سبحانه بلا فاصل: <br><br>(10): <span class=quran>﴿قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ﴾</span>: في العمل الصالح النافع وكف الأذى عن عباده وعياله <span class=quran>﴿لِلَّذِينَ أَحْسَنُوا فِي هَذِهِ الدُّنْيَا حَسَنَةٌ﴾</span>: والمحسن هو الذي يتعاطف مع الناس ويعمل من أجلهم ولخدمتهم، وما من شك أن إشباع الجائع وإيواء المشرد وما إلى هذه الأعمال الجزئية الفردية- من الإحسان، ولكن أفضل من ذلك وأعظم العمل من أجل الإنسانية بوجه العموم كالحرص على كرامة الناس وحريتهم وصيانة حقوقهم الكاملة العادلة، وكل ما يحل مشكلة إجتماعية ويحقق غاية إنسانية <span class=quran>﴿وَأَرْضُ اللَّهِ وَاسِعَةٌ﴾</span>: فمن ضاق عليه بلده، وعجز عن القيام فيه بواجبه الديني أو الدنيوي، فليهاجر إلى أرض الله الواسعة <span class=quran>﴿إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ﴾</span>: وهم الذين صبروا على الجهاد والكفاح لنصرة الحق وطلب الرزق الحلال للأهل والعيال، أما الذين قعدوا ورضوا بالفقر والهوان، فما لهم عند الله سبحانه إلا ما اختاروه لأنفسهم."
}
],
"singlePage": true
}