{"title":"صفحة (460)","type":"html","data":[{"miniTitle":"الزمر","text":"(11) - (13): <span class=quran>﴿قُلْ﴾</span>: يا محمد <span class=quran>﴿إِنِّي أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ مُخْلِصًا... ﴾</span>: هذا هو الإسلام في حقيقته، يضع محمدًا وأهل بيته وسائر الناس على مستوى واحد في العبودية لله ووجوب الإخلاص له والعمل بأمره ونهيه، ونقل الشيعة الإمامية عن الإمام جعفر الصادق (ع) أنه قال: (ما نحن إلا عبيد الذي خلقنا واصطفانا، والله ما لنا على الله حجة، ولا معنا من الله براءة، وإنا لميتون وموقوفون ومسئولون، من أحب الغلاة فقد أبغضنا، ومن أبغضهم فقد أحبنا، الغلاة الكفار). <br><br>(14): <span class=quran>﴿قُلِ اللَّهَ أَعْبُدُ مُخْلِصًا لَّهُ دِينِي﴾</span>: وقد يسأل سائل: لماذا كل هذا الترديد والتوكيد الشديد على أن محمدًا عبد من عباد الله مخلص في دينه وعقيدته؟ الجواب لأمرين: الأول أن يفهم الناس والأجيال، وبالخصوص أعداء محمد الذين حاولوا أن يثنوه عن دعوته بكل وسيلة- أن محمدًا هو رجل الحق والإيمان الراسخ، وأن غايته من حياته أبعد الغايات وأسماها، وهي هداية الخلق إلى الحق واحترام الناس وتحريره من العبودية لغير الله، وخلاص الإنسانية من كل ما تعانيه وتقاسيه. الأمر الثاني أن لا يقول المسلمون في محمد ما قاله النصارى في السيد المسيح. <br><br>(15): <span class=quran>﴿فَاعْبُدُوا مَا شِئْتُم مِّن دُونِهِ﴾</span>: انه لكم بالمرصاد <span class=quran>﴿قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنفُسَهُمْ﴾</span>: لأنها إلى جهنم وبئس المصير <span class=quran>﴿وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ﴾</span>: لأنهم إن كانوا من أهل النار فالخسارة مشتركة وإن كانوا من أهل الجنة تنقطع كل الصلات والعلائق. <br><br>(16): <span class=quran>﴿لَهُم مِّن فَوْقِهِمْ ظُلَلٌ﴾</span>: جمع ظلة أي ما يستظل به من حَرّ أو برد <span class=quran>﴿مِّنَ النَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ﴾</span>: ينزل العذاب من فوقهم إلى أسفلهم، ويصعد من أسفلهم إلى فوقهم <span class=quran>﴿ذَلِكَ يُخَوِّفُ اللَّهُ بِهِ عِبَادَهُ﴾</span>: يعلن سبحانه نقمته على المجرمين عسى أن يكفوا ويعفوا. <br><br>(17) - (18): <span class=quran>﴿وَالَّذِينَ اجْتَنَبُوا الطَّاغُوتَ﴾</span>: مصدر بمعنى الطغيان، ويطلق على رأس الضلال، والمراد به هنا الأصنام، ولذا عاد الضمير مؤنثًا في <span class=quran>﴿أَن يَعْبُدُوهَا وَأَنَابُوا إِلَى اللَّهِ لَهُمُ الْبُشْرَى﴾</span>: أي النجاة لمن نبذ الشر وعمل صالحًا وإن بدرت منه خطيئة تاب إلى الله <span class=quran>﴿فَبَشِّرْ عِبَادِ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ﴾</span>: هذا هو الإسلام في مبادئه وشريعته، لا يمين ويسار، ولا شيوعية ورأسمالية، ولا ماضي وحاضر، بل الأحسن والأفضل والأقوم والأكمل عقلًا وإنسانية لحياة الفرد والمجتمع، وفي الحديث الشريف: (الحكمة ضالة المؤمن، أنى وجدها فهو أحق بها) تمامًا كالمريض يفتك به الداء، ويريد له الدواء الشافي سواء أجاء من موسكو أو من واشنطن، وقد حدد القرآن الكريم رسالة النبي العظم بهذه الآية: (يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم-157 الأعراف). <br><br>(19): <span class=quran>﴿أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ الْعَذَابِ﴾</span>: كمن أنجاه الله منه <span class=quran>﴿أَفَأَنتَ﴾</span>: يا محمد <span class=quran>﴿تُنقِذُ مَن فِي النَّار﴾</span>: كلا، لا خلاص منها إلا بالعمل الصالح. <br><br>(20): <span class=quran>﴿لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ... ﴾</span>: هذا على المألوف من كتاب الله، يقرن الوعد بالوعيد، فللمجرمين عذاب الجحيم، وللمتقين جنات النعيم. <br><br>(21): <span class=quran>﴿أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاء مَاء... ﴾</span>: نفذ في جوف الأرض، ثم خرج عيونًا صغارًا وكبارًا، يسقي الزرع المختلف لونًا وطعمًا، كل ذلك وغير ذلك يجري على سنن الله الكونية التي لا تتغير ولا تتبدل <span class=quran>﴿ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا﴾</span>: يذهب شبابه ونضارته <span class=quran>﴿ثُمَّ يَجْعَلُهُ حُطَامًا﴾</span>: هشيمًا تذروه الرياح <span class=quran>﴿إِنَّ فِي ذَلِكَ لَذِكْرَى لِأُوْلِي الْأَلْبَابِ﴾</span>: بأنه لا بد من صانع قدير وحكيم، يقدر ويدبر."}]}