{"title":"صفحة (461)","type":"html","data":[{"miniTitle":"الزمر","text":"(22): <span class=quran>﴿أَفَمَن شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ﴾</span>: من مبتدأ وخبره محذوف أي كالقاسي قلبه، والمعنى أن الله سبحانه إذا علم من عبده الإخلاص وصدق النية في طلب الهداية- هداه إلى الخير، وأخذ بيده إلى بغيته <span class=quran>﴿فَهُوَ عَلَى نُورٍ مِّن رَّبِّهِ﴾</span>: أي على بينة من دينه وإيمانه <span class=quran>﴿فَوَيْلٌ لِّلْقَاسِيَةِ قُلُوبُهُم مِّن ذِكْرِ اللَّهِ﴾</span>: كل من عاند وتمرد على الحق فهو كالصخور القاسية والأنعام السائمة. <br><br>(23): <span class=quran>﴿اللَّهُ نَزَّلَ أَحْسَنَ الْحَدِيثِ﴾</span>: القرآن العليم الحكيم في عقيدته وشريعته ومواعظه وحكمه وجميع تعاليمه ومبادئه <span class=quran>﴿كِتَابًا مُّتَشَابِهًا﴾</span>: مبنى ومحتوى، لا تهافت وتنافر بين معانيه لأنها من لدن حكيم خبير <span class=quran>﴿مَّثَانِيَ﴾</span>: أي تُثنى أحكامه ومواعظه فيجمع بين الأمر والنهي، والوعد والوعيد، والكفر والإيمان، والجنة والنار <span class=quran>﴿تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ﴾</span>: إذا تليت عليهم آية العذاب <span class=quran>﴿ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ﴾</span>: إذا سمعوا آية الثواب، وأوضح تفسير لهذه الآية قول الإمام عليّ (ع) في وصف المتقين: (فهم والجنة كمن قد رآها فهم فيه منعمون، وهم والنار كمن قد رآها فهم فيها معذبون) <span class=quran>﴿ذَلِكَ هُدَى اللَّهِ﴾</span>: علم سبحانه فيهم خيرًا فأسمعهم وهداهم كما جاء في الآية 23 من الأنفال <span class=quran>﴿يَهْدِي بِهِ مَنْ يَشَاء وَمَن يُضْلِلْ اللَّهُ فَمَا لَهُ مِنْ هَادٍ﴾</span>: الله سبحانه يدع الإنسان وما يختار حيث لا دين وإيمان مع الجبر والإكراه، فإن اختار لنفسه الهدى شمله بعنايته، ومن أراد الضلال تخلى عنه بعد البيان والإنذار. <br><br>(24): <span class=quran>﴿أَفَمَن يَتَّقِي بِوَجْهِهِ سُوءَ الْعَذَابِ﴾</span>: قال الشيخ الطبرسي: المراد بيتقي هنا يستقبل، والمعنى أن الإنسان يتقي الضرر بيده، ولكن الذي في النار مغلول اليدين، فيضطر أن يتقي النار بوجهه <span class=quran>﴿وَقِيلَ لِلظَّالِمِينَ ذُوقُوا مَا كُنتُمْ تَكْسِبُونَ﴾</span>: تمامًا كما تزرع تحصد. <br><br>(25) - (26): <span class=quran>﴿كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ... ﴾</span>: يهدد سبحانه الذين كذبوا محمدًا (ص) أن يصيبهم من الهلاك ما أصاب الأمم الماضية لأنهم كذبوا الرسل، وتقدم مرات، منها في الآية11 من آل عمران. <br><br>(27): <span class=quran>﴿وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ... ﴾</span>: بيَّن سبحانه معاني القرآن بآيات واضحات، وزيادة في التوضيح ضرب لها العديد من الأمثال، لنعلم ونعمل، وتقدم في الآية 54 من الكهف. <br><br>(28): <span class=quran>﴿قُرآنًا عَرَبِيًّا﴾</span>: في ألفاظه، إنسانيًا في معانيه، وعليه فلا يحق لأحد أن يقول: القرآن لقوم دون قوم أو لقرن دون قرن <span class=quran>﴿غَيْرَ ذِي عِوَجٍ﴾</span>: مستقيمًا بكل ما في هذه الكلمة من معنى، وبكل ما في القرآن من حقائق وتوجيهات ومعلومات. <br><br>(29): <span class=quran>﴿ضَرَبَ اللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَاء مُتَشَاكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا﴾</span>: هذا المثل ضربه سبحانه للفرق بين المشرك والمؤمن، فالمشرك يشبه رجلا مستعبدًا لرجال لا يتفقون على رأي، واحد يأمره بهذا الفعل، والثاني ينهاه عنه، والثالث يريده لفعل آخر، والعبد المأمور حائر في أمره، ومثل المؤمن الموحد كالعبد المملوك لواحد حكيم فيما يأمره وينهاه، فلا يستوي هذا وذاك، أيضًا لا يستوي من يعبد الواحد الأحد، ومن يعبد أربابًا أشكالًا وألوانًا <span class=quran>﴿الْحَمْدُ لِلَّه﴾</span>: الذي هدى المؤمنين به إلى أدلة التوحيد. <br><br>(30) - (31): <span class=quran>﴿إِنَّكَ﴾</span>: يا محمد <span class=quran>﴿مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ﴾</span>: الكل إلى ربهم منقلبون، ويحكم فيما كانوا فيه يختلفون من الجحود والإيمان، والشرك والتوحيد، والبعث والنشر."}]}