{
"title": "صفحة (462)",
"type": "html",
"data": [
{
"miniTitle": "الزمر",
"text": "(32): <span class=quran>﴿فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى اللَّهِ﴾</span>: فجعل له أندادًا أو صاحبة أو ولدًا أو ابتدع أحكامًا ونسبها إليه تعالى <span class=quran>﴿وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءه﴾</span>ُ: من الله مدعومًا بالحجج والبينات. <br><br>(33): <span class=quran>﴿وَالَّذِي جَاء بِالصِّدْقِ﴾</span>: المراد (بالذي) محمد (ص) وبالصدق القرآن <span class=quran>﴿وَصَدَّقَ بِهِ﴾</span>: أي ومن صدق به بدليل قوله تعالى <span class=quran>﴿أُوْلَئِكَ هُمُ الْمُتَّقُونَ﴾</span>: قال سبحانه المتقون ولم يقل المسلمون للإشارة إلى أن مجرد التسليم بالقرآن لا يجدي، بل لا بد من العمل بموجبه، ويعزز ذلك قوله تعالى بلا فاصل: <br><br>(34): <span class=quran>﴿لَهُم مَّا يَشَاءونَ عِندَ رَبِّهِمْ ذَلِكَ جَزَاء الْمُحْسِنِينَ﴾</span>: للمحسن عند الله كل ما يشتهي ويريد بلا عد وحد. <br><br>(35): <span class=quran>﴿لِيُكَفِّرَ اللَّهُ عَنْهُمْ أَسْوَأَ الَّذِي عَمِلُوا﴾</span>: من تاب من الذنب كمن لا ذنب له حتى ولو كان من المشركين. <br><br>(36) - (37): <span class=quran>﴿أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ﴾</span>: المراد به هنا رسول الله بالخصوص تقوية لقلبه كيلا يهتم بعتاة الشرك وحزبه <span class=quran>﴿وَيُخَوِّفُونَكَ﴾</span>: يا محمد <span class=quran>﴿بِالَّذِينَ مِن دُونِهِ﴾</span>: هددوه بالأصنام وأنها سوف تقتص منه لا محالة <span class=quran>﴿وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ... ﴾</span>: المراد بالضلال هنا الهلاك، وبالهدى النصر، والمعنى أن الله سبحانه سينصر محمدًا، ويهلك أعداءه، والدليل على أن هذا هو المقصود بالذات سياق الكلام وقوله تعالى: <span class=quran>﴿أَلَيْسَ اللَّهُ بِعَزِيزٍ ذِي انتِقَامٍ﴾</span>: ممن كفر به وعاند المرسلين. <br><br>(38): <span class=quran>﴿وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ﴾</span>: يعترفون بأن الله خالق كل شيء، ومع ذلك يعبدون سواه، ولا بدع فإن الجاهل بجهله يدين بالتنافر والتناقض <span class=quran>﴿قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ هَلْ هُنَّ﴾</span>: أي الأصنام <span class=quran>﴿كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ﴾</span>: قل يا محمد للمشركين: أصنامكم هذه ليست بشيء، لأن الله لو أراد بعبد شرًا فلا تدفعه عنه أصنامكم، وإن أراد به خيرًا لا تسلبه منه <span class=quran>﴿قُلْ حَسْبِيَ اللَّهُ﴾</span>: عن كل ما عداه. <br><br>(39) - (40): <span class=quran>﴿يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ﴾</span>: منهجكم وطريقتكم <span class=quran>﴿إِنِّي عَامِلٌ﴾</span>: بما أنا عليه مدى حياتي، ولن أحيد عنه ولو وضعوا الشمس في يميني والقمر في يساري <span class=quran>﴿فَسَوْفَ تَعْلَمُونَ﴾</span>: إلى أي خزي تنتهون، وبأية عاقبة تؤخذون، وتقدم في الآية 135 من الأنعام."
}
]
}