{
"title": "صفحة (464)",
"type": "html",
"data": [
{
"miniTitle": "الزمر",
"text": "(48): <span class=quran>﴿وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُوا﴾</span>: من آثام وعدوان <span class=quran>﴿وَحَاقَ﴾</span>: نزل وأحاق <span class=quran>﴿بِهِم مَّا كَانُوا بِهِ يَسْتَهْزِئُون﴾</span>: ما كفاهم الجحود بالبعث حتى يسخروا منه، فكان جزاؤهم مقطعات النيران وسرابيل القطران. <br><br>(49): <span class=quran>﴿فَإِذَا مَسَّ الْإِنسَانَ ضُرٌّ دَعَانَا﴾</span>: خاضعًا متضرعًا، وتقدم في الآية6 من هذه السورة <span class=quran>﴿ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِّنَّا﴾</span>: كالمال وما أشبه <span class=quran>﴿قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ﴾</span>: مني، هذا هو الغرور واللغو والجهل والسهو عن الخالق والرازق! أبدًا ما من شيء جليل أو حقير إلا ولله فيه قدرة فاعلة، ونعمة ظاهرة من الإبرة إلى سفينة القضاء، أو من عود الثقاب إلى العقل الإلكتروني، وهل في مقدور قادر من الناس بالغًا ما بلغ من العلم أن يوجد شيئًا من لا شيء مستغنيًا عن الله وخلقه؟ ولو سلمنا- جدلا- أنه قادر على ذلك فهل أوجد هو نفسه بنفسه؟ <span class=quran>﴿بَلْ هِيَ فِتْنَةٌ﴾</span>: أي انه تعالى أنعم عليه بما هو فيه لتظهر مقاصده وأفعاله التي يستحق عليها المدح أو الذم والعقاب والثواب. <br><br>(50) - (51): <span class=quran>﴿قَدْ قَالَهَا﴾</span>: أي تلك المقالة أو الدعوى بأن نعمته من علمه لا من فضل الله <span class=quran>﴿الَّذِينَ مِن قَبْلِهِمْ... ﴾</span>: فكان مآلهم إلى الهلاك والوبال، وتقدم في الآية 72 من القصص <span class=quran>﴿وَالَّذِينَ ظَلَمُوا مِنْ هَؤُلَاء﴾</span>: الذين كذبوا محمدًا (ص) <span class=quran>﴿سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُوا﴾</span>: كما أصاب قوم نوح وعاد وثمود <span class=quran>﴿وَمَا هُم بِمُعْجِزِينَ﴾</span>: كيف وكل الخلائق رهن بمشيئته تعالى. <br><br>(52): <span class=quran>﴿أَوَلَمْ يَعْلَمُوا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ... ﴾</span>: تكرر في العديد من الآيات، منها الآية 26 من الرعد. <br><br>(53): <span class=quran>﴿قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا﴾</span>: تفتح هذه الآية باب التوبة على مصراعيه لكل مذنب مهما عظم الذْنب وقبح، ولا تدع له من عذر وكذلك آيات التخويف والتحذير فإنها تتضمن الدعوة إلى التوبة، وقد وصف سبحانه نفسه بالتواب- بمعنى يقبل التوبة ويهيئ أسبابها- في أكثر من عشر آيات معطوفًا على كل ذلك قوله تعالى: (انه لا ييأس من روح الله إلا القوم الكافرون-87 يوسف... ومن يقنط من رحمة ربه إلا الضالون-56 الحجر). <br><br>(54): <span class=quran>﴿وَأَنِيبُوا إِلَى رَبِّكُمْ وَأَسْلِمُوا لَهُ... ﴾</span>: بعدما دعا سبحانه المذنبين إلى التوبة ردد وأكد الأمر بها والإخلاص فيها عملا لا قولا، فإنها الدرع الواقية من غضب الله يوم الحساب والجزاء. <br><br>(55): <span class=quran>﴿وَاتَّبِعُوا أَحْسَنَ مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ العَذَابُ بَغْتَةً﴾</span>: مازال الكلام مع المذنبين وعنهم وكل الآيات التي نزلت في حقهم نهي وذم وتهديد، وأحسنها بالنسبة إليهم آيات التوبة والبشارة بقبولها وإلا فلا شيء مما أنزل الله أحسن من شيء بالنسبة إليه تعالى. <br><br>(56): <span class=quran>﴿أَن تَقُولَ نَفْسٌ يَا حَسْرَتَى... ﴾</span>: من أهمل التوبة في دنياه يشعر غدًا بالخسران، وتذهب نفسه حسرات على ما فات."
}
]
}