{
"title": "صفحة (465)",
"type": "html",
"data": [
{
"miniTitle": "الزمر",
"text": "(57): <span class=quran>﴿أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنتُ مِنَ الْمُتَّقِينَ﴾</span>: وهكذا المهمل الفاشل يلقي التبعة على الله أو الحظ أو الزمن أو على الناس والمجتمع. <br><br>(58): <span class=quran>﴿أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً﴾</span>: رجعة على الدنيا لاتقيت وأحسنت. هيهات أن يرجع ما قد فات. <br><br>(59): <span class=quran>﴿بَلَى قَدْ جَاءتْكَ آيَاتِي... ﴾</span>: لو أن الله هداني! لقد دعاك سبحانه إلى الهداية، فأبيت عن إرادتها بإرادتك، وعليه فأنت المسيء إلى نفسك بنفسك. <br><br>(60): <span class=quran>﴿وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُواْ﴾</span>: من أشرك بالله أو حلل وحرم من غير علم أو تولى منصبًا عامًا بلا أهلية وكفاءة أو ادعى العلم بدين الله من غير حق- فقد كذب على الله بلا شك، وجهنم مقامه ومثواه. <br><br>(61) - (62): <span class=quran>﴿وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوا بِمَفَازَتِهِمْ﴾</span>: أي بسبب فوزهم في طاعة الله ورضوانه <span class=quran>﴿لَا يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ﴾</span>: يوم القيامة <span class=quran>﴿اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ﴾</span>: كل الأمور موكولة إليه تعالى وهو قائم عليها. <br><br>(63): <span class=quran>﴿لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: بيد الله خزائن الكون ومفاتيحها. <br><br>(64): <span class=quran>﴿قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ﴾</span>: دعاهم إلى الإيمان بالله بالحجة والبرهان القاطع، فدعوه إلى الكفر جهلا وحمقًا، فقال: أخطأتم القصد أيها الجاهلون. <br><br>(65): <span class=quran>﴿وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ﴾</span>: أي وإلى كل نبي من الأنبياء السابقين وقيل له مثل ما قيل لك <span class=quran>﴿لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ﴾</span>: الإحباط: بطلان العمل وسقوط حكمه حتى كأنه لم يكن، والقضية هنا شرطية، تصح وإن كان فعل الشرط محالًا تمامًا كقوله تعالى: (إن كان للرحمن ولد فأنا أول العابدين-81 الزخرف). <br><br>(66): <span class=quran>﴿بَلِ اللَّهَ فَاعْبُدْ﴾</span>: أيها الإنسان أو يا محمد بمعنى امض على ما أنت عليه من عبادة الله وشكره والدعوة إليه، والله يحفظك من الناس. <br><br>(67): <span class=quran>﴿وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ﴾</span>: ما أطاعوه وشكروه كما يجب، ولا نزهوه عما لا يليق، فبعضهم صوره في شكل إنسان، وآخرون في هيئة كوكب... إلى أمثال هذه الخرافات وقال الإمام عليّ (ع): كيف يصف الخالق من يعجز عن وصف المخلوق؟ <span class=quran>﴿وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ... ﴾</span>: المقصود من هذا مجرد تعظيم الذات القدسية وصفاتها، وإنها فوق التصور والأوهام وأنها لا تعرف إلا بالآثار البارزة للعيان."
}
]
}