{
"title": "صفحة (466)",
"type": "html",
"data": [
{
"miniTitle": "الزمر",
"text": "(68): <span class=quran>﴿وَنُفِخَ فِي الصُّورِ فَصَعِقَ﴾</span>: أي مات، وعليه يكون النفخ هنا كناية عن سبب الموت الشامل لكل مخلوق حي <span class=quran>﴿مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ إِلَّا مَن شَاء اللَّهُ﴾</span>: قال المفسرون: هذا استثناء لبعض الملائكة كجبريل <span class=quran>﴿ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُم قِيَامٌ يَنظُرُونَ﴾</span>: هذه الصيحة الثانية كناية عن قيام القيامة حيث يحي سبحانه الأموات وهي رميم، فتنظر زلزال هذا اليوم وأهواله. <br><br>(69): <span class=quran>﴿وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا﴾</span>: المراد أرض المحشر، وهي مشرقة بالحق والعدل، وطاهرة مطهرة من الظلم والعدوان <span class=quran>﴿وَوُضِعَ الْكِتَابُ﴾</span>: كتاب الأعمال وصفحاته <span class=quran>﴿وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاء﴾</span>: وهم نواب الأنبياء في البيان والتبليغ، فيشهد النبي على نائبه أنه أخذ العلم منه ليعمل به ويبلغه إلى الناس، ثم يشهد العالم النائب بدوره عليهم أنه علم وبلغ، فيقضي الله بين الخلق بالحق. <br><br>(70): <span class=quran>﴿وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ﴾</span>: لا ينقص من ثواب المطيع بل يزيد، ولا يزيد في عقاب العاصي وقد يعفو، وتقدم في الآية 25 من آل عمران وغيرها. <br><br>(71) - (72): <span class=quran>﴿وَسِيقَ الَّذِينَ كَفَرُوا﴾</span>: وأيضًا الذين نهبوا أقوات المستضعفين، والذين كذبوا واعتدوا وحسدوا وكل آثم ومجرم <span class=quran>﴿إِلَى جَهَنَّمَ زُمَرًا﴾</span>: جمع زمرة وهي الجماعة <span class=quran>﴿حَتَّى إِذَا جَاؤُوهَا فُتِحَتْ أَبْوَابُهَا﴾</span>: أبواب جهنم مفتوحة للداخلين على مصراعيها ليل نهار لا حاجب عنها ولا مانع، على العكس من أبواب الجنة <span class=quran>﴿وَقَالَ لَهُمْ خَزَنَتُهَا﴾</span>: الذين يقدمون لها الوقود: ماذا فعلتم بأنفسكم؟ ولماذا عن رسل الله أعرضتم؟ قال أهل النار: <span class=quran>﴿حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ﴾</span>: ندموا واعترفوا حيث لا جدوى، والعاقل يحذر ولا يسلك الطريق إلا على بينة <span class=quran>﴿فَبِئْسَ مَثْوَى﴾</span>: مقام <span class=quran>﴿الْمُتَكَبِّرِينَ﴾</span>: المتمردين على الحق والعدل. <br><br>(73): <span class=quran>﴿وَسِيقَ الَّذِينَ اتَّقَوْا رَبَّهُمْ إِلَى الْجَنَّةِ﴾</span>: المجرمون إلى عذاب الجحيم، والطيبون إلى جنات النعيم. وبعد فإن الجنة محرمة إلا على من ضحّى في سبيل الحق، ولا تنحصر هذه التضحية بالقتال وحمل السلاح، فكل مكروه يتحمله الإنسان ويصبر دفاعًا عن الحق والعدل فهو تضحية في سبيل الله والحق حتى ولو كان الدفاع بكلمة يجابه بها مبطلا، ويناصر محقًّا، وفي الحديث: حفت الجنة بالمكاره، والنار بالشهوات. <br><br>(74): <span class=quran>﴿وَقَالُوا﴾</span>: أي أهل الجنة: <span class=quran>﴿الْحَمْدُ لِلَّهِ الَّذِي صَدَقَنَا وَعْدَهُ﴾</span>: لما رأوا الجنة فرحوا وشكروا الله، وتذكروا ما قرأوه في الدنيا من آيات الجنة وحورها وقصورها وأنهارها وثمارها وأمنها وأمانها، فعاينوا أكثر مما سمعوا. قال الإمام أمير المؤمنين (ع): (كل شيء في الدنيا سماعه أعظم من عيانه، وكل شيء في الآخرة عيانه أعظم من سماعه)."
}
]
}