{
"title": "صفحة (468)",
"type": "html",
"data": [
{
"miniTitle": "غافر",
"text": "(8): <span class=quran>﴿رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ الَّتِي وَعَدتَّهُم وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ﴾</span>: اجمع غدًا شمل الأسرة المؤمنة تمامًا كما كانوا في الدنيا، ليزدادوا سرورًا على سرور. <br><br>(9): <span class=quran>﴿وَقِهِمُ السَّيِّئَاتِ﴾</span>: من الوقاية بمعنى الصيانة، تقول: وقاك الله من كل سوء أي صانك من كل مكروه وعليه يكون المراد بالسيئات المكروهات. <br><br>(10): <span class=quran>﴿إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ...﴾</span>: بالبناء للمجهول والمعنى يقال غدًا للكافرين وهم في قعر جهنم: أنتم الآن تكرهون أنفسكم حيث أدت بكم إلى هذا المصير، وكنتم تحبونها وأنتم في الدنيا، ولكن الله كان آنذاك يمقتها ويمقتكم مقتًا أشد من مقتكم لها اليوم حيث كان يدعوكم إلى النجاة والحياة الطيبة، فتعرضون وتنفرون، فذوقوا اليوم ما قدمتم لأنفسكم. <br><br>(11): <span class=quran>﴿قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ﴾</span>: الموتة الأولى قبل خروجهم من بطون الأمهات، والثانية الموت المعهود <span class=quran>﴿وَأَحْيَيْتَنَا اثْنَتَيْنِ﴾</span>: الأولى في الدنيا، والثانية في الآخرة <span class=quran>﴿فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِّن سَبِيلٍ﴾</span>: بيدك الموت والحياة والنعيم والجحيم، وقد أدخلتنا النار بالحق والعدل، ونحن لها أهل، فأخرجنا منها بجودك وكرمك! ولو كان هذا التضرع في الدنيا وقبل أن يذوقوا العذاب - لأثَّر وأثمر، أما أن يعترفوا وهم يتلظون في النيران فلا ينفعهم شيئًا تمامًا كالإقرار، ينتزع بالضغط والإجبار. <br><br>(12): <span class=quran>﴿ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ...﴾</span>: دعوناكم في الدنيا فلم تستجيبوا لنا، وتدعوننا في الآخرة فلا نستجيب لكم، وكما تكونون يولى عليكم. <br><br>(13): <span class=quran>﴿هُوَ الَّذِي يُرِيكُمْ آيَاتِهِ﴾</span>: أرانا سبحانه الكثير من عجائب خلقه، وقال لنا فيما ذكَّر وأرشد: (وفي أنفسكم أفلا تبصرون - 21 الذاريات) ولكن لا يبصر ويعتبر <span class=quran>﴿إِلَّا مَن يُنِيبُ﴾</span>: أي يتحرر من التقليد، ويرجع إلى الحق لوجه الحق. <br><br>(14): <span class=quran>﴿فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ﴾</span>: كونوا من أهل الدين واقعًا لا شكلاً، وفعلاً لا قولاً <span class=quran>﴿وَلَوْ كَرِهَ الْكَافِرُونَ﴾</span>: أي حتى ولو عانيتم من أعداء الله والإنسانية الأذى والتنكيل. <br><br>(15): <span class=quran>﴿رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ﴾</span>: كناية عن الجلال والكمال <span class=quran>﴿يُلْقِي الرُّوحَ﴾</span>: الوحي <span class=quran>﴿عَلَى مَن يَشَاء مِنْ عِبَادِهِ﴾</span>: وهم الرسل والأنبياء <span class=quran>﴿لِيُنذِرَ﴾</span>: الله أو الوحي بالعذاب <span class=quran>﴿يَوْمَ التَّلَاقِ﴾</span>: يوم القيامة حيث يلتقي الإنسان بجزاء عمله. <br><br>(16): <span class=quran>﴿يَوْمَ هُم بَارِزُونَ﴾</span>: لا سر ولا حجاب يوم القيامة، فكل شيء على المكشوف <span class=quran>﴿لِّمَنِ الْمُلْكُ﴾</span>: من يمضي حكمه وينفذ يوم القيامة؟ الله الذي يبطش البطشة الكبرى بكل معتد وجبار أثيم، وكل حسود وحقود لئيم."
}
],
"singlePage": true
}