{
"title": "صفحة (470)",
"type": "html",
"data": [
{
"miniTitle": "غافر",
"text": "(26) - (27): <span class=quran>﴿وَقَالَ فِرْعَوْنُ ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ﴾</span>: أي لا يبالي بموسى ولا بمن أرسله، وقريب من هذا قول بني إسرائيل لموسى: إذهب أنت وربك، وعبدوا العجل، وليس العجل كمعبود بأفضل من فرعون كمربوب <span class=quran>﴿إِنِّي أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ﴾</span>: ! أرأيت هذا المنطق! رسول الله يحرف الدين ويفسد الأرض ومدَّعي الربوبية يقيم الدين ويصلح الأرض تمامًا كقوى الشر في عهدنا تعمل للقضاء على الدين بكل سبيل وتدعي أنها من حُماته، وتمتص دماء المستضعفين خوفًا من إراقتها!. <br><br>(28): <span class=quran>﴿وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ اللَّهُ﴾</span>: أهذه جريمة لا تغتفر؟ كيف وقد جاءكم بالبرهان القاطع على ما جاء به من الحق؟ <span class=quran>﴿وَإِن يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ﴾</span>: لا بد أن يفتضح به، ويعاقبه الله عليه <span class=quran>﴿وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ الَّذِي يَعِدُكُمْ﴾</span>: سواء أقتلتموه أم تركتموه لشأنه <span class=quran>﴿إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ﴾</span>: بل يخزيه ويفضحه في الدنيا قبل الآخرة بل هو يفضح نفسه بنفسه، لأنه يقف دائمًا على شفير الهاوية. <br><br>(29): <span class=quran>﴿يَا قَوْمِ لَكُمُ الْمُلْكُ الْيَوْمَ... ﴾</span>: أنتم الآن في قوة ومناعة، ولكم الحكم والطاعة، ولكن هل تأمنون على أنفسكم من غضب الله وضرباته، ومن تقلب الدهر ونكباته <span class=quran>﴿قَالَ فِرْعَوْنُ مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ﴾</span>: هذا رد من فرعون على قول المؤمن الناصح ومعناه ما أُشير عليكم إلا بما أراه خيرًا وصلاحًا لي ولكم ولا أدعوكم إلا إلى السداد والرشاد. <br><br>(30): <span class=quran>﴿وَقَالَ الَّذِي آمَنَ يَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ الْأَحْزَابِ﴾</span>: وهي الأُمم الماضية حيث اتفقت كل أُمة وتحزبت ضد نبيها، وذكر منها المؤمن الناصح. <br><br>(31): <span class=quran>﴿مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ﴾</span>: قوم هود <span class=quran>﴿وَثَمُودَ﴾</span>: قوم صالح وغيرهم <span class=quran>﴿وَمَا اللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ﴾</span>: ولكن الناس أنفسهم يظلمون. <br><br>(32): <span class=quran>﴿وَيَا قَوْمِ إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ﴾</span>: وهو يوم القيامة حيث يدعو سبحانه كل أناس بإمامهم. <br><br>(33): <span class=quran>﴿يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ اللَّهِ مِنْ عَاصِمٍ﴾</span>: من مانع يمنع عذابه منكم <span class=quran>﴿وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ﴾</span>: المراد - بقرينة السياق - من الضلال هنا الهلاك، ومن هاد: من منقذ ومخلص."
}
]
}