{
"title": "صفحة (471)",
"type": "html",
"data": [
{
"miniTitle": "غافر",
"text": "(34): <span class=quran>﴿وَلَقَدْ جَاءكُمْ يُوسُفُ﴾</span>: على حذف مضاف أي جاء آبائكم أيها المصريون، لأن الكلام ما زال لمؤمن آل فرعون <span class=quran>﴿فَمَا زِلْتُمْ فِي شَكٍّ مِّمَّا جَاءكُم بِهِ﴾</span>: أي في شك من نبوة يوسف، وكذلك أنتم تشكون في نبوة موسى. <br><br>(35): <span class=quran>﴿الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ﴾</span>: كل برهان قاطع على وجود الحق فهو آية من آيات الله وحجة على عباده سواء أجاء بالحق مؤمن أم غير مؤمن بشرط واحد وهو أن لا يراد به باطل كما فعل الخوارج الذين نطقوا بكلمة الحق كذريعة للخروج عن طاعة الحق. قال سبحانه: (ويمح الله الباطل ويحق الحق - 24 الشورى... وقل جاء الحق وزهق الباطل - 81 الإسراء) <span class=quran>﴿كَبُرَ مَقْتًا عِندَ اللَّهِ وَعِندَ الَّذِينَ آمَنُوا﴾</span>: الله ورسله وملائكته والمؤمنون يكرهون أشد الكره من يعاند الحق، ويجادل بالباطل <span class=quran>﴿كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ﴾</span>: العتو والتكبر من حيث هو يمرض القلب ويعمي العقل. <br><br>(36) - (37): <span class=quran>﴿وَقَالَ فِرْعَوْنُ يَا هَامَانُ ابْنِ لِي صَرْحًا... ﴾</span>: تقدم في الآية 38 من القصص، وبالمناسبة قرأت لكاتب مصري يعظ قومه بقوله: (استخف فرعون قومه بالذهب وواسع الملك، وخدعهم فتبعوه، وانتهى بهم إلى ضياع ودمار... لا جعل الله مصر بعد السلف تستخف بالظواهر والخوادع). <br><br>(38) - (39): <span class=quran>﴿وَقَالَ الَّذِي آمَنَ﴾</span>: من قوم فرعون: <span class=quran>﴿يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ سَبِيلَ الرَّشَادِ... ﴾</span>: حذر قومه أولاً وثانيًا، وهذي هي المرة الثالثة، وقال لهم من جملة ما قال: الدنيا ممر لا مقر، والآخرة هي الغاية والنهاية، فاعملوا لها تنجو وتفلحوا... وما من شك أنه لولا فرعون وعتاته المترفون لوجد من الناس من يسمع ويطيع، وقصة هذا الرجل المؤمن - كما نعته القرآن الكريم - هي حجة كافية على كل من يدَّعي الإيمان بالله، ثم يسكت عن كلمة الحق فقد جابه المؤمن الصالح الطاغية فرعون بكلمة الحق غير مرتاع ولا هياب وهو لا يملك إلا نفسه وعقيدته، وكل نبي من أنبياء الله ناضل أُمته وحيدًا فريدًا وقال سبحانه لنبيه الكريم: (فقاتل في سبيل الله لا تكلف إلا نفسك - 84 النساء) وفي الحديث الشريف: (أفضل الجهاد كلمة حق عند سلطان جائر) إعلان الحرب لا بد أن يسبقه إعداد العدة، ولكن الحرب شيء، والأمر بالمعروف في كلمة حق شيء آخر. <br><br>(40): <span class=quran>﴿مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَى إِلَّا مِثْلَهَا﴾</span>: بلا زيادة لأن الله عادل، وقد يعفو لأنه كريم <span class=quran>﴿وَمَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ﴾</span>: بالله واليوم الآخر <span class=quran>﴿فَأُوْلَئِكَ يَدْخُلُونَ الْجَنَّةَ﴾</span>: وفي هذا إيماء على أن الجنة محرمة إلا على من آمن بها وبخالقه وخالقها."
}
],
"singlePage": true
}