{
"title": "صفحة (473)",
"type": "html",
"data": [
{
"miniTitle": "غافر",
"text": "(50): <span class=quran>﴿قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم﴾</span>: تقدم في الآية 71 من الزمر. <br><br>(51): <span class=quran>﴿إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ﴾</span>: وهو يوم القيامة حيث تشهد على المجرمين أعضاؤهم والكرام الكاتبون، والنصر في هذا اليوم للمحقين بلا ريب، أما نصرهم في الدنيا فقد يكون بالغلبة على الأعداء وقد يكون بانتشار دينهم وعقيدتهم، وعلو الشأن وجميل الذكر مدى الحياة، وفي شتى الأحوال ما ظفر من ظفر الإثم به، والغالب بالشر مغلوب كم قال الإمام أمير المؤمنين (ع) وتقدم في الآية 38 من الحج. <br><br>(52): <span class=quran>﴿يَوْمَ لَا يَنفَعُ الظَّالِمِينَ مَعْذِرَتُهُمْ﴾</span>: ويستحيل أن تكون للظالم معذرة مقبولة بعد الفرض بأنه ظالم، لأن الشيء لا يمكن أن يكون غير ذاته ونفسه. <br><br>(53) - (54): <span class=quran>﴿وَلَقَدْ آتَيْنَا مُوسَى الْهُدَى﴾</span>: المعجزات الدالة على نبوته <span class=quran>﴿وَأَوْرَثْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ﴾</span>: التوراة الصحيحة الصادقة، فحرفوها تبعًا لأهوائهم. <br><br>(55): <span class=quran>﴿فَاصْبِرْ﴾</span>: يا محمد على الأذى من قومك <span class=quran>﴿إِنَّ وَعْدَ اللَّهِ حَقٌّ﴾</span>: إشارة إلى قوله تعالى: (هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله - 33 التوبة) <span class=quran>﴿وَاسْتَغْفِرْ لِذَنبِكَ﴾</span>: الاستغفار من حيث هو عبادة مستحبة مع عدم الذنب، ومعه واجبة، بل قوله تعالى: (هو أنشأكم من الأرض واستعمركم فيها فاستغفروه - 61 هود) يدل بظاهره على أن الاستغفار يجب على العباد مطلقًا وفي كل حال، لأته تعالى هو الذي خلق ورزق، والاستغفار شكر على نعمة الخلق والرزق. <br><br>(56): <span class=quran>﴿إِنَّ الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ﴾</span>: وهي الأدلة على الإيمان بالله واليوم الآخر وكتبه ورسله <span class=quran>﴿بِغَيْرِ سُلْطَانٍ أَتَاهُمْ﴾</span>: بل يردون البرهان القاطع بالكلام الفارغ <span class=quran>﴿إِن فِي صُدُورِهِمْ إِلَّا كِبْرٌ﴾</span>: أي إلا تكبر على أتباع الحق، وإلا عناد له ولما جاء به <span class=quran>﴿مَّا هُم بِبَالِغِيهِ﴾</span>: لا يبلغون مرادهم بحال من الانتصار على الحق والنيل منه <span class=quran>﴿فَاسْتَعِذْ بِاللَّهِ﴾</span>: من التكبر وأهله، ومن شرهم وشر كل ذي شر. <br><br>(57): <span class=quran>﴿لَخَلْقُ السَّمَاوَاتِ وَالْأَرْضِ أَكْبَرُ مِنْ خَلْقِ النَّاسِ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ﴾</span>: حقيقة الكون وأنه أكبر وأعظم من خلق الإنسان، والدليل الحسي على أن أمثر الناس يجهلون الكون أن العلماء القدامى كانوا يعتقدون بأن الإنسان أعجب الكائنات العلوية والأرضية، وأن الكون بكامله مسخَّر له، وأن الأرض هي مركز الكون، ثم بددَّ العلم الحديث هذا الاعتقاد، وأثبت أن الإنسان ليس أعظم الكائنات، ولا الأرض مركزًا للكون، ولا الكون مسخرًا للإنسان بكل ما فيه ومن فيه، لأنه لا حدَّ له ولا نهاية، ولأن فيه بلايين البلايين من الكائنات التي يستحيل على الإنسان الوصول إليها بالكامل فضلاً عن تسخيرها لخدمته ومصلحته.. وها ما نطق به القرآن الكريم منذ 14 قرنًا، وهكذا كلما تقدمت العلوم ازدادت معاني القرآن وضوحًا في الأذهان. <br><br>(58) - (59): <span class=quran>﴿وَمَا يَسْتَوِي الْأَعْمَى وَالْبَصِيرُ... ﴾</span>: هذا طبيعي وبديهي، لا يحتاج إلى بيان، وإنما بيَّن سبحانه لمجرد التذكير بأن الكفاءة هي بالعلم والخلق الكريم والعمل الصالح النافع لا بجاه أو حسب أو مال، وتقدم في الآية 50 من الأنعام وغيرها."
}
],
"singlePage": true
}