{"title":"صفحة (475)","type":"html","data":[{"miniTitle":"غافر","text":"(67) - (68): <span class=quran>﴿هُوَ الَّذِي خَلَقَكُم مِّن تُرَابٍ... ﴾</span>: تقدم في العديد من الآيات، منها الآية5 من الحج <span class=quran>﴿هُوَ الَّذِي يُحْيِي وَيُمِيتُ... ﴾</span>: الله وحده القادر على خلق الموت والحياة والبعث من القبور، والخالق بلا مواد أولية ولا جوارح وأعضاء وأدوات وآلات ولا حركة أو أي شيء سوى مجرد الإرادة، فيها وحدها يوجد بالمراد، وتقدم في الآية 82 من يس. <br><br>(69): <span class=quran>﴿أَلَمْ تَرَ إِلَى الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ أَنَّى يُصْرَفُونَ﴾</span>: العجب ممن جادل وشك في الله وهو يرى هذا الكون في نظامه وانسجامه واستمراره وفي جميع أشيائه ومحتوياته، كيف غفل وذهل عن كل ذلك؟. <br><br>(70): <span class=quran>﴿الَّذِينَ كَذَّبُوا بِالْكِتَابِ﴾</span>: بالقرآن <span class=quran>﴿وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا﴾</span>: من الوحي والأحكام <span class=quran>﴿فَسَوْفَ يَعْلَمُونَ﴾</span>: ما يحل بهم من العذاب، ومنه: <br><br>(71) - (72): <span class=quran>﴿إِذِ الْأَغْلَالُ﴾</span>: القيود التي لا يُرجى خلاصهم منها <span class=quran>﴿فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ﴾</span>: بها إلى نار الجحيم. <br><br>(73) - (74) <span class=quran>﴿ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ مِن دُونِ اللَّهِ﴾</span>:؟ هل يسمعونكم إذ تدعون أو ينفعونكم أو يضرون؟ <span class=quran>﴿قَالُوا ضَلُّوا عَنَّا﴾</span>: غابوا عن أعيننا <span class=quran>﴿بَل لَّمْ نَكُن نَّدْعُو مِن قَبْلُ شَيْئًا﴾</span>: أي تبيَّن لنا الآن أن الذين عبدنا ليسوا بشيء <span class=quran>﴿كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ﴾</span>: أي يهلكهم بضلالهم. <br><br>(75): <span class=quran>﴿ذَلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ﴾</span>: الفرح: السرور، والمرح: شدة الفرح، والآية تخاطب المشركين، ولكن الحكم والتوبيخ، يعم ويشمل الكثير ممن يدعون الإيمان، ثم يفرحون باليسير ينالونه من الدنيا، ولا يحزنهم مما يفوتهم من خير الآخرة، بل هذا الذم والتقريع، بهم ألصق وأليق، لأن المشركين والكافرين أقبلوا على الدنيا وهم كافرون بالدين ظاهرًا وباطنًا ونحن امتطينا الدين إلى الدنيا!. <br><br>(76): <span class=quran>﴿ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا﴾</span>: اتفق المسلمون قولاً واحدًا على أن الكفر بالله يوجب الخلود في النار، واختلفوا في المسلم الذي لا ينتهي عن كبار الذنوب والآثام، وأكثر المذاهب الإسلامية على أن لا يخلد، بل يدخل النار إلى أمد. ولكن الله سبحانه قال في الآية 93 من النساء: (ومن يقتل مؤمنًا متعمدًا فجزاؤه جهنم خالدًا فيها) وفي الآية 32 من المائدة: فكأنما قتل الناس جميعًا، ومهما شككت فإني لا أشك إطلاقًا أن من يتجر بالدين، ويمتطيه إلى الدنيا وحطامها فهو في حكم الكافر من حيث الخلود في النار لقوله تعالى: (ومن يعص الله ورسوله ويتعد حدوده يُدخله نارًا خالدًا فيها - 14 النساء) وأي عصيان وتعد أعظم من هذا التعدي والعصيان؟. <br><br>(77): <span class=quran>﴿فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ﴾</span>: تقدم في الآية 55 من هذه السورة <span class=quran>﴿فَإِمَّا نُرِيَنَّكَ﴾</span>: يا محمد <span class=quran>﴿بَعْضَ الَّذِي نَعِدُهُمْ﴾</span>: من العذاب في الدنيا لأنهم كذبوك وآذوك، أو نختارك إلينا قبل ذلك، وتشهد عذابهم في الآخرة."}]}