{"title":"صفحة (476)","type":"html","data":[{"miniTitle":"غافر","text":"(78): <span class=quran>﴿وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ... ﴾</span>: تقدم في الآية 164 من النساء <span class=quran>﴿وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ﴾</span>: المعجزة بيد الله لا بيد رسوله فَإِذَا جَاء أَمْرُ اللَّهِ﴾</span>: وهو يوم القيامة، رأيت المكذبين في عذاب الجحيم. <br><br>(79) - (81): <span class=quran>﴿اللَّهُ الَّذِي جَعَلَ لَكُمُ الْأَنْعَامَ... ﴾</span>: لا حكم شرعي هنا ولا غرض سوى أن نذكر ونشكر إفضاله وإنعامه تعالى، ولا يلهينا عنه الأموال والأولاد والأشغال، وتقدم في الآية 142 من الأنعام وغيرها. <br><br>(82): <span class=quran>﴿أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ... ﴾</span>: قرأت من جملة ما قرأت ما نشرته جريدة أخبار اليوم المصرية 28/10/1972 مقالاً بعنوان انتظروا معجزة من السماء، جاء فيه: (فقد أُتيح للأجيال أن تدرك أن كل ما جاء به القرآن هو الحق، ومن ذلك أن الحفريات والعلوم والآثار استطاعت تحقيق موقع انفلاق البحر عندما خرج موسى باليهود من مصر، وسفينة نوح، وآثار مدينة سبأ، وحفريات سيدنا يوسف... إلى جانب العلوم الحديثة) وهنا يكمن السر لتوكيد القرآن وحثه على النظر في حياة الأُمم الماضية وما تركته من آثار - في هذه الآية والآية 109 من يوسف و 46 من الحج و9 من الروم و44 من فاطر، وأيضًا يأتي. <br><br>(83): <span class=quran>﴿فَلَمَّا جَاءتْهُمْ رُسُلُهُم بِالْبَيِّنَاتِ﴾</span>: بالحجج والدلائل القاطعة <span class=quran>﴿فَرِحُوا بِمَا عِندَهُم مِّنَ الْعِلْمِ﴾</span>: المراد بفرحوا هنا اغتروا، والمعنى أعرضوا عن الرسل ومعجزاتهم وأدلتهم، واستغنوا جهلاً وغرورًا بما يملكون من أسباب العيش. <br><br>(84) - (85): <span class=quran>﴿فَلَمَّا رَأَوْا بَأْسَنَا قَالُوا آمَنَّا بِاللَّهِ وَحْدَهُ﴾</span>: حين كانوا في أمان كفروا بالله، ولما رأوا العذاب قالوا: آمنا! كيف وهل يجتمع الإيمان ويستقيم مع الضغط والقوة القاهرة؟ وفي الحديث: (لا يستقيم إيمان عبد حتى يستقيم قلبه) <span class=quran>﴿سُنَّتَ اللَّهِ﴾</span>: والعقل والناس والطبيعة أن الإيمان لا يكون ولن يكون إلا بإرادة مختار للإيمان، أما إرادته حين العذاب فهي إرادة الخلاص من العقوبة، ولا صلة لها بالإيمان من قريب أو بعيد."}]}