{"title":"صفحة (477)","type":"html","data":[{"miniTitle":"فصلت","text":"(1): <span class=quran>﴿حم﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.<br><br>(2): <span class=quran>﴿تَنزِيلٌ مِّنَ الرَّحْمَنِ الرَّحِيمِ﴾</span>: القرآن رحمة نزل به روح القدس الأمين جبريل من الرحمن على قلب محمد الرؤوف الرحيم. <br><br>(3): <span class=quran>﴿كِتَابٌ فُصِّلَتْ آيَاتُهُ﴾</span>: بُيِّنت أحكامه ومعانيه <span class=quran>﴿قُرْآنًا عَرَبِيًّا﴾</span>: لأن الرسول عربي، وأنذر به عشيرته الأقربين أول من أنذر - بأمر الله - ثم أنذر به قومه، وأمرهم أن يبلِّغوا العالم كله رسالة الإسلام، كما هو دأب أصحاب المبادئ والعقائد، فاستجابوا لأمرهم، ودخل الناس في دين الله أفواجًا من شعوب العالم، ثم أهملوا بل وعملوا بتناحرهم، على ضعف الإسلام بل أجهزوا على تطبيق أحكامه وتعاليمه! ولا أدري هل يستيقظون أو يستمرون في هذه المحبة؟. <br><br>(4): <span class=quran>﴿بَشِيرًا﴾</span>: بمجد قائم، وسلطان دائم إن استمسكوا بعروة القرآن <span class=quran>﴿وَنَذِيرًا﴾</span>: بالضعف والخزي والمذلة والهوان إن أعرضوا عنه <span class=quran>﴿فَأَعْرَضَ أَكْثَرُهُمْ﴾</span>: فساءت عاقبة العرب والمسلمين. <br><br>(5): <span class=quran>﴿وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ﴾</span>: جمع كنان وهو الغطاء <span class=quran>﴿وَفِي آذَانِنَا وَقْرٌ﴾</span>: صمم مما تدعونا إليه <span class=quran>﴿وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ﴾</span>: أبدًا لا حجاب إلا قادة الجهل والبغي والسوء ولا حياة لقوم يقودهم هؤلاء. <br><br>(6): <span class=quran>﴿قُلْ﴾</span>: يا محمد <span class=quran>﴿إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ﴾</span>: هذي هي رسالتي أُعلنها على الأجيال، فادرسوها بتجرد وإنصاف، تجدوها دعوة الحق والعقل والصلاح والإصلاح، وتقدم في الآية110من الكهف. <br><br>(7) - (8): <span class=quran>﴿الَّذِينَ لَا يُؤْتُونَ الزَّكَاةَ﴾</span>: هذي الآية مكية لأن السورة مكية بالكامل، وزكاة المال الواجبة نزلت بالمدينة وفي تفسير ابن كثير عن ابن عباس أن المراد بالزكاة هنا التوحيد. وليس هذا ببعيد لقوله تعالى بلا فاصل: <span class=quran>﴿وَهُم بِالْآخِرَةِ هُمْ كَافِرُونَ﴾</span>: و (هم) الثانية مجرد توكيد للأُولى. <br><br>(9): <span class=quran>﴿قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ﴾</span>: أي دفعتين أو طورين حيث لا أيام قبل خلق الأرض. <br><br>(10): <span class=quran>﴿وَجَعَلَ فِيهَا رَوَاسِيَ﴾</span>: جبالاً <span class=quran>﴿مِن فَوْقِهَا وَبَارَكَ فِيهَا﴾</span>: حيث أخرج ماءها الأبيض والأسود،وأنبت مرعاها للأنعام والإنسان وغير ذلك من العناصر والمعادن <span class=quran>﴿وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ﴾</span>: قال المفسرون: كان خلق الأرض في يومين وتقدير الأقوات في يومين، فالمجموع أربعة أيام <span class=quran>﴿سَوَاء لِّلسَّائِلِينَ﴾</span>: المراد بالسائلين هنا المحتاجون، والمعنى أن الخلائق بالكامل سواء في خيرات الأرض وبركاتها. <br><br>(11): <span class=quran>﴿ثُمَّ اسْتَوَى﴾</span>: قصد <span class=quran>﴿إِلَى السَّمَاء وَهِيَ دُخَانٌ﴾</span>: في الآية 7 من هود (وكان عرشه على الماء) وتدل هذه الآية أن الماء كان موجودًا قبل خلق السموات والأرض، وعليه يكون المراد بالدخان بخار الماء كما ذهب إليه بعض الفلاسفة القدامى <span class=quran>﴿فَقَالَ لَهَا﴾</span>: للسماء <span class=quran>﴿وَلِلْأَرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ﴾</span>: هذا القول ينطق به لسان الحال والواقع ويعلن في كل حين أن الكون بما فيه ومن فيه منقاد لأمره تعالى، ومستسلم لمشيئته."}]}