{"title":"صفحة (480)","type":"html","data":[{"miniTitle":"فصلت","text":"(30): <span class=quran>﴿إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا﴾</span>: على طاعة الله حتى النفس الأخير فهم المؤمنون حقًا <span class=quran>﴿تَتَنَزَّلُ عَلَيْهِمُ﴾</span>: عند الموت <span class=quran>﴿الْمَلَائِكَةُ﴾</span>: بالبشرى من الله بأن لهم عنده لزلفى وحسن المآب، أما الذين قالوا: ربنا الله، ثم قاسوا كل ما في الوجود بالمنافع والنقود، فهم شر من الشر لهم في الدنيا خزي، ولهم في الآخرة ما هو أخزى وأشد تنكيلاً. <br><br>(31): <span class=quran>﴿نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ﴾</span>: ما زال الكلام لملائكة الرحمة مع الذين أطاعوا واستقاموا على الطاعة، وتقول الملائكة لهؤلاء عند الإحتضار: لا تخافوا، فبعد قليل تجدون ما تشتهيه الأنفس وتلذه الأعين. <br><br>(32): <span class=quran>﴿نُزُلًا﴾</span>: ضيافة وإكرامًا، وانتصب على الحال من اسم الموصول وهو (ما) <span class=quran>﴿مِّنْ غَفُورٍ﴾</span>: لذنوبكم <span class=quran>﴿رَّحِيمٍ﴾</span>: بكم. <br><br>(33): <span class=quran>﴿وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ﴾</span>: وإذا قرأنا هذه الآية منضمة إلى قوله تعالى (قالوا ربنا الله ثم استقاموا) تبين لنا أن الإيمان على ثلاث شعب: الأولى إعلان الإيمان بالله ولو كره الجاحدون، الثانية العمل بشريعة الله بإخلاص، الثالثة الأمر بالمعروف والنهي عن المنكر، أما قوله: إنني من المسلمين فمعناه أنا على علم اليقين أني من المهتدين، وأن ديني هو الدين القويم. <br><br>(34): <span class=quran>﴿وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ﴾</span>: بحكم الطبيعة والبديهة وإلا كان المحسن والمسيء والتقي والشقي بمنزلة سواء <span class=quran>﴿ادْفَعْ﴾</span>: يا محمد من أساء إليك <span class=quran>﴿بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ﴾</span>: تعاطف مع الناس، واصبر على أذاهم، فإن بعضهم إذا تسامحت معه عاد إلى رشده ولام نفسه، وانقلبت عداوته إلى حب وولاء، وقد استفاضت كتب السيرة والتاريخ أن شمائل محمد (ص) وأخلاقه هي أخلاق القرآن، ولا بدع فإن كل مصلح أن يكون قدوة في دعوته عملاً قبل أن تكون قولاً، وفعلاً قبل أن تكون أمرًا ونهيًا. <br><br>(35): <span class=quran>﴿وَمَا يُلَقَّاهَا﴾</span>: أي فضيلة تدفع السيئة بالحسنة <span class=quran>﴿إِلَّا الَّذِينَ صَبَرُوا﴾</span>: صبر الأقوياء الأحرار <span class=quran>﴿وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ﴾</span>: من الفضائل والمكارم. <br><br>(36): <span class=quran>﴿وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ... ﴾</span>: (إما) كلمتان: إن الشرطية وما الزائدة، والتعليق على محال ليس بمحال، فقوله تعالى: لئن أشركت ليحبطن عملك- 65 الزمر، يخاطب به من لا يشرك حتى ولو شنق، وتقدم بالحرف في الآية 200 من الأعراف. <br><br>(37): <span class=quran>﴿وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ... ﴾</span>: الخطاب للصابئة وكل من يعبد الكواكب، والمعنى ما هذه إلا مخلوقات لله تعالى فاعبدوه وحده لا شريك له، ويجب السجود عند تلاوة هذه الآية أو الاستماع إليها، والآية 15 من سورة السجدة و62 من النجم و19 من العلق. <br><br>(38): <span class=quran>﴿فَإِنِ اسْتَكْبَرُوا﴾</span>: أي إن أصر عبدة الكواكب على الشرك فإن الله غني عنهم وعن عبادتهم، وعنده عباد من الملائكة وغيرهم <span class=quran>﴿يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لَا يَسْأَمُونَ﴾</span>: عن عبادته مهما طال الأمد."}]}