{
"title": "صفحة (483)",
"type": "html",
"data": [
{
"miniTitle": "الشورى",
"text": "(1) - (2): <span class=quran>﴿حم عسق﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.<br><br>(3) - (4): <span class=quran>﴿كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِن قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ﴾</span>: الله سبحانه قادر وحكيم، وبقدرته وحكمته بعث الأنبياء بالحق إلى الخلق، وجعلهم حجة له على عباده لئلا تجب الحجة لهم بترك الأعذار إليهم. <br><br>(5): <span class=quran>﴿تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ﴾</span>: وتنشق الأرض، وتخر الجبال هدًا من قول المشركين: اتخذ الرحمن ولدًا كما أشارت الآية 91 من مريم <span class=quran>﴿مِن فَوْقِهِنَّ﴾</span>: أي يحدث انشقاق السموات من أعلاهن <span class=quran>﴿وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ﴾</span>: ينزهونه عن الشريك والولد <span class=quran>﴿وَيَسْتَغْفِرُونَ لِمَن فِي الْأَرْضِ﴾</span>: من أهل التوحيد، ويطلبون الهداية لمن جحد أو أشرك. <br><br>(6): <span class=quran>﴿وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَولِيَاء اللَّهُ حَفِيظٌ عَلَيْهِمْ﴾</span>: الله يعلم المؤمن والكافر والبر والفاجر، ويجزي كلاَّ بما يعمل ويدين <span class=quran>﴿وَمَا أَنتَ﴾</span>: يا محمد <span class=quran>﴿عَلَيْهِم بِوَكِيلٍ﴾</span>: بل أنت بشير ونذير، وتردد هذا في العديد من الآيات، منها الآية 108 من يونس. <br><br>(7): <span class=quran>﴿وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآنًا عَرَبِيًّا﴾</span>: واضحًا جليًا. أُنظر الآية من يوسف و3 من فصلت <span class=quran>﴿لِّتُنذِرَ أُمَّ الْقُرَى﴾</span>: مكة المكرمة <span class=quran>﴿وَمَنْ حَوْلَهَا﴾</span>: أي والعرب، ومنهم تنطلق الدعوة وتنتشر في أرجاء العالم كما حدث بالفعل <span class=quran>﴿وَتُنذِرَ يَوْمَ الْجَمْعِ﴾</span>: تدعو الناس إلى الإيمان بيوم القيامة والخوف من حسابه وعذابه. <br><br>(8): <span class=quran>﴿وَلَوْ شَاء اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً﴾</span>: لو كان الناس مسيَّرون لا مخيَّرون لم يكن هناك كفر وإيمان ولا خير وشر، وتقدم مرات، ومنها الآية 48 من المائدة <span class=quran>﴿وَلَكِن يُدْخِلُ مَن يَشَاء فِي رَحْمَتِهِ﴾</span>: وهم المؤمنون المطيعون لقوله تعالى: (ويطيعون الله ورسوله أولئك سيرحمهم الله-71 التوبة). <br><br>(9): <span class=quran>﴿أَمِ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاء فَاللَّهُ هُوَ الْوَلِيُّ﴾</span>: الله ولي العبد الناصر له والمتولي لأموره، والعبد ولي الله بمعنى المطيع له والموالي لمن والاه والمعادي لمن عاداه. <br><br>(10): <span class=quran>﴿وَمَا اخْتَلَفْتُمْ فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ﴾</span>: هذه حكاية لكلام الرسول الأعظم(ص) بدليل قوله بلا فاصل: <span class=quran>﴿ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ﴾</span>: كل شيء يختلف الناس فيه فمرجعه إلى كتاب الله وسنة نبيه، وتقدم في الآية 59 من النساء: فغن تنازعتم في شيء فردوه إلى الله والرسول."
}
],
"singlePage": true
}