{"title":"صفحة (484)","type":"html","data":[{"miniTitle":"الشورى","text":"(11): <span class=quran>﴿فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: خلق الكون بأرضه وسمائه <span class=quran>﴿جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا﴾</span>: كي تتعاطفوا وتتبادلوا الرحمة والمودة <span class=quran>﴿وَمِنَ الْأَنْعَامِ أَزْوَاجًا﴾</span>: أصنافًا وذكورًا وإناثًا، وتقدم في الآية 143 من الأنعام <span class=quran>﴿يَذْرَؤُكُمْ فِيهِ﴾</span>: يكثركم في هذا التدبير نسلا بعد نسل وجيلا بعد جيل <span class=quran>﴿لَيْسَ كَمِثْلِهِ شَيْءٌ﴾</span>: ذاتًا ووصفًا، لأنه خالق كل شيء وفوق كل شيء. <br><br>(12): <span class=quran>﴿لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: أُمور الكون كلها في قبضته <span class=quran>﴿يَبْسُطُ الرِّزْقَ... ﴾</span>: تقدم في الآية 26 من الرعد. <br><br>(13): <span class=quran>﴿شَرَعَ لَكُم مِّنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا... ﴾</span>: الخطاب في (لكم) للمسلمين، والمعنى أن الذي جاء به محمد هو امتداد لما جاء به نوح وإبراهيم وموسى وعيسى، وإنما خصَّ سبحانه هؤلاء بالذكر لأن لكل واحد منهم شريعة تتفق مع شريعة الآخرين بعقيدتها كالتوحيد والبعث، وبمبادئها وأحكامها كوجوب الواجبات وتحريم المحرمات، وتدعيم القيم الأخلاقية ومحاربة الإنحراف والرذيلة وتفترق عن الأخرى في بعض الفروع الإجتماعية والإقتصادية التي تصلح لزمان دون زمان <span class=quran>﴿أَنْ أَقِيمُوا الدِّينَ﴾</span>: الإسلام، والمصدر من أن أقيموا بدل من(ما وصى) <span class=quran>﴿وَلَا تَتَفَرَّقُوا فِيهِ﴾</span>: شيعًا ومذاهب، إن كنتم حقًا من أهل الإسلام والقرآن، والذين لا يجمعهم الإيمان بالله الرحمن الرحيم وبمحمد نبي الرحمة والإنسانية- محال أن يجمعهم شيء إلا جيفة يتكالبون عليها تمامًا كوحوش الغاب <span class=quran>﴿كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ﴾</span>: يا محمد، أولا لأنك لا تملك مالا ولا سلطانًا، ثانيًا لأنك تدعو إلى الحق، وما هم من أهله ولا في معدنه <span class=quran>﴿اللَّهُ يَجْتَبِي إِلَيْهِ مَن يَشَاء﴾</span>: كُبر وثقُل على العتاة أن تكون رسولًا يا محمد، ولكن الله أعلم بشمائلك وفضائلك، ولذا اختارك سيدًا للرسل وخاتمًا للأنبياء <span class=quran>﴿وَيَهْدِي إِلَيْهِ مَن يُنِيبُ﴾</span>: من يلجأ إليه بصدق وإخلاص، وفي الآية 11 من التغابن: (ومن يؤمن الله يهد قلبه). <br><br>(14): <span class=quran>﴿وَمَا تَفَرَّقُوا إِلَّا مِن بَعْدِ مَا جَاءهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ﴾</span>: اختلفنا في الحق ونحن أعلم الناس به، وإذن لا سبب موجب للخلاف إلا خبث السرائر، وتقدم في الآية213 من البقرة <span class=quran>﴿وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ... ﴾</span>: شاءت حكمته أن يرجئ العذاب ليوم المعاد وإلا لأخذ به الطغاة في هذه الحياة، وتقدم في الآية19 من يونس <span class=quran>﴿وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ﴾</span>: اليهود والنصارى المعاصرون لمحمد (ص) <span class=quran>﴿مِن بَعْدِهِمْ﴾</span>: من بعد الأنبياء أو الأجيال السابقة <span class=quran>﴿لَفِي شَكٍّ مِّنْهُ﴾</span>: من محمد. <br><br>(15): <span class=quran>﴿فَلِذَلِكَ﴾</span>: إشارة إلى دين محمد وإقامته <span class=quran>﴿فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ﴾</span>: اثبت على الدين الحنيف والدعوة إليه <span class=quran>﴿وَلَا تَتَّبِعْ أَهْوَاءهُمْ﴾</span>: أي أهواء المشركين، والخطاب لمحمد (ص) وتسأل: قال سبحانه في الآية 80 من النساء (من يطع الرسول فقد أطاع الله) ومعنى هذا أن الرسول معصوم، وقال سبحانه هنا للرسول نفسه: لا تتبع أهواء المشركين، وتكرر هذا النهي في العديد من الآيات، منها قوله تعالى: (ياأيها النبي اتق الله ولا تطع الكافرين والمنافقين-1 الأحزاب) فكيف ساغ النهي عن المعصية مع وجود العصمة؟ الجواب: ذكرنا فيما سبق الوجه المسوغ لهذا النهي، والآن نعطف عليه: جعل سبحانه الرسول طاعة الله لأن الرسول لا ينطق إلا بأمر الله، وكل من ينطق به تجب طاعته، ونهى سبحانه الرسول عن المعصية تقريرًا وتوكيدًا لشعور الرسول بأنه عبد من عباد الله، وتنبيهًا لنا نحن بأنه عبدٌ لله كيلا نتخذه شريكًا لله، كما فعل غيرنا من الطوائف، ويؤكد هذا قوله تعالى لرسوله: <span class=quran>﴿وَقُلْ آمَنتُ بِمَا أَنزَلَ اللَّهُ مِن كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ﴾</span>: أعلن يا محمد إيمانك بالكتب المنزلة من السماء وعدلك بالحكم بين الناس بإذن الله رب العالمين <span class=quran>﴿لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ﴾</span>: لا تسألون عما أجرمنا، ولا نسأل عما تعملون <span class=quran>﴿لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ﴾</span>: لا جدال ولا مناظرة <span class=quran>﴿اللَّهُ يَجْمَعُ بَيْنَنَا﴾</span>: يوم القيامة، ويحكم وهو خير الحاكمين."}]}