{
"title": "صفحة (486)",
"type": "html",
"data": [
{
"miniTitle": "الشورى",
"text": "(23): <span class=quran>﴿ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ﴾</span>: ذلك إشارة إلى نعيم الآخرة، أعده سبحانه للمتقين، وبشرهم به ليفرحوا ويعملوا جاهدين. <span class=quran>﴿قُل لَّا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى﴾</span>: قال ابن كثير من شرح وكلام طويل لهذه الآية ما نصه بالحرف الواحد: (ثبت في الصحيح أن رسول الله قال في خطبته بغدير خم: إني تارك فيكم الثقلين: كتاب الله وعترتي أهل بيتي وأنهما لن يفترقا حتى يردا عليَّ الحوض) وفي تفسير البحر المحيط لأبي حيان الأندلسي وروح البيان لإسماعيل حقي: (لما نزلت هذه الآية قيل يا رسول الله من هم قرابتك الذين وجبت علينا مودتهم؟ قال: عليّ وفاطمة والحسن والحسين) وفي الجزء الأول من كتاب فضائل الخمسة: أن الطبري والسيوطي والزمخشري فسروا القربى في هذه الآية بقرابة الرسول الأعظم (ص). <br><br>(24): <span class=quran>﴿أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا﴾</span>: قال المفترون: محمد مفتر بدعوى النبوة! فردّ سبحانه على هؤلاء بقوله: <span class=quran>﴿فَإِن يَشَأِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ﴾</span>: لو حاول محمد الإفتراء على الله لطمس على قلبه وسلبه الوعي والشعور ولكنه منزَّه عن الكذب بعصمته بل بطبعه <span class=quran>﴿وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ﴾</span>: محمد على حق وأعداؤه على باطل، ولذا جعل سبحانه كلمتهم هي السفلى، وكلمة محمد هي العليا. <br><br>(25): <span class=quran>﴿وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ﴾</span>: أي يعلم سبحانه هل صدق التائبون ما عاهدوا الله عليه من ترك المعاصي أو نقضوا العهد من بعد ميثاقه؟ وفي الحديث: المقيم على المذنب وهو يستغفر كالمستهزئ. أي يضيف إلى ذنبه ذنبًا آخر أخطر وأكبر. <br><br>(26): <span class=quran>﴿وَيَسْتَجِيبُ الَّذِينَ آمَنُوا... ﴾</span>: يدعو سبحانه إلى سبيل الحق، فيستجيب الطيبون، وينفر المجرمون، فيعاقب هؤلاء، ويثيب أولئك. <br><br>(27): <span class=quran>﴿وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ﴾</span>: أناط سبحانه أرزاق الناس بالأعمال لينصرف الفلاح إلى حقله والعامل إلى معمله، والتاجر إلى متجره... ولو أنه تعالى رزقهم من غير عمل لملوا الحياة، واشتغل بعضهم ببعض، وتلهوا بالفسق وقضاء الشهوات، وبأعمال لا جدوى منها ولا هدف لها <span class=quran>﴿وَلَكِن يُنَزِّلُ بِقَدَرٍ مَّا يَشَاء﴾</span>: أي بقدر عمل الإنسان، لأنه تعالى أبى أن يجري الأمور إلا على أسبابها أما الثراء الحرام بالغش والإحتكار والسلب والنهب فهو من رزق الشيطان لا من عطاء الرحمن. <br><br>(28): <span class=quran>﴿وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِن بَعْدِ مَا قَنَطُوا﴾</span>: للمطر أسبابه الطبيعية، ولكن كل سبب طبيعي هو سبب إلهي، لأنه تعالى هو خالق كل شيء، وإذا تأخر المطر لسبب أو لآخر قنط الناس، فيتداركهم سبحانه برحمته التي وسعت كل شيء. <br><br>(29): <span class=quran>﴿وَمِنْ آيَاتِهِ﴾</span>: تعالى الدالة على قدرته وعظمته <span class=quran>﴿خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: المراد بالسموات هنا الأشياء العالية المترفعة سواء أكانت من الكواكب أم غيرها <span class=quran>﴿وَمَا بَثَّ فِيهِمَا مِن دَابَّةٍ﴾</span>: أي كل ما فيه حياة أيًا كان نوعه، وكلها تنطبق بوجود باريها ومصورها <span class=quran>﴿وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاء قَدِيرٌ﴾</span>: تمامًا كما قدر على خلقهم وبثهم في الأرض والسماء. <br><br>(30): <span class=quran>﴿وَمَا أَصَابَكُم مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ﴾</span>: تدل هذه الآية بوضوح أن الظلم والبؤس والضعف والإنحطاط من الأنظمة الجائرة والأوضاع الفاسدة لا من صنع الله العادل ولا من شريعته الحنيفة السمحة التي لا حرج فيها ولا ضرر. <br><br>(31): <span class=quran>﴿وَمَا أَنتُم بِمُعْجِزِينَ فِي الْأَرْضِ﴾</span>: لا يعجزه من طلب، ولا يفوته من هرب، وتقدم في الآية 22 من العنكبوت."
}
],
"singlePage": true
}