{"title":"صفحة (487)","type":"html","data":[{"miniTitle":"الشورى","text":"(32): <span class=quran>﴿وَمِنْ آيَاتِهِ الْجَوَارِ﴾</span>: السفن <span class=quran>﴿فِي الْبَحْرِ كَالْأَعْلَامِ﴾</span>: جمع علم وهو الجبل، وإذا كانت السفينة من تركيب الإنسان فإن ربانها وموادها من صنع الرحمن، معطوفًا عليه وعليها الماء والهواء، حتى السيارة وسفينة الفضاء والكهرباء كانت موجودة في الطبيعة، واكتشفها الإنسان واستخدمها في مصلحته. <br><br>(33): <span class=quran>﴿إِن يَشَأْ يُسْكِنِ الرِّيحَ﴾</span>: أو يجمد الماء <span class=quran>﴿إِنَّ فِي ذَلِكَ لَآيَاتٍ﴾</span>: باهرة واضحة على أن وراء الكون مدبرًا مقتدرًا. <br><br>(34): <span class=quran>﴿أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا﴾</span>: يهلك أصحاب السفينة بذنوبهم، ولكنه يمهل ولا يهمل. <br><br>(35): <span class=quran>﴿وَيَعْلَمَ﴾</span>: بالنصب على حذف اللام أي ليعلم <span class=quran>﴿الَّذِينَ يُجَادِلُونَ فِي آيَاتِنَا مَا لَهُم مِّن مَّحِيصٍ﴾</span>: أي أنه تعالى أشار إلى السفينة وقدرته على هلاكها بمن فيها ليذكر الجاحدين بأنهم يكفرون بالله وهم آمنون، وإذا أحدقت بهم المخاطر ولم يجدوا بدًا منها ولا محيصَا عنها، اعترفوا بالله ولجأوا إليه تلقائيًا. <br><br>(36): <span class=quran>﴿فَمَا أُوتِيتُم مِّن شَيْءٍ﴾</span>: كالجاه والمال والصحة <span class=quran>﴿فَمَتَاعُ الْحَيَاةِ الدُّنْيَا﴾</span>: وزينتها، وهو حلال طيب، تمتعوا به هنيئًا مريئًا بشرط واحد وهو أن لا يؤدي إلى الحرام قال سبحانه: (قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق-32 الأعراف) <span class=quran>﴿وَمَا عِندَ اللَّهِ خَيْرٌ وَأَبْقَى﴾</span>: وليس معناه أن عدم المتاع خير من وجوده، بل معناه انفق منه في سبيل الله والصالح العام لتنتفع به عند الله يوم تلقاه <span class=quran>﴿لِلَّذِينَ آمَنُوا﴾</span>: بالله، أما الذين كفروا به فأجرهم عند من عملوا له. <br><br>(37): <span class=quran>﴿وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ﴾</span>: كالظلم والزنا والفساد في الأرض، وتقدم في الآية31 من النساء <span class=quran>﴿وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ﴾</span>: يردون جهل الجاهل بتجاهله. <br><br>(38): <span class=quran>﴿وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ﴾</span>: يؤدون العبادات، ويتورعون عن المحرمات، أما من يتقي الله في طهارته وصلاته ويتبع الهوى في ملذاته فهو من حزب الشيطان <span class=quran>﴿وَأَمْرُهُمْ شُورَى بَيْنَهُمْ﴾</span>: طال الكلام وكثر حول هذه الآية، ولكن القرآن ينطق بعضه ببعض، وتقول الآية 159 من آل عمران لرسول الله (ص): (وشاورهم في الأمر) وعليه يكون المراد بالأمر في قوله: (وأمرهم شورى) عين الأمر الذي شاور فيه النبي الصحابة، وثبت أنه شاورهم في الحرب وما جرى مجراها، فينبغي تفسير أمر الشورى بذلك ولا يتعداه. <br><br>(39): <span class=quran>﴿وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنتَصِرُونَ﴾</span>: ليسوا أكلة لكل راغب ولا مطية لكل راكب، بل يستميتون من أجل حريتهم وكرامتهم والذود عن حياضهم وبلادهم. <br><br>(40): <span class=quran>﴿وَجَزَاء سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا﴾</span>: فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم 194 البقرة <span class=quran>﴿فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ﴾</span>: وإن تعفوا أقرب للتقوى 237 البقرة. <br><br>(41): <span class=quran>﴿وَلَمَنِ انتَصَرَ بَعْدَ ظُلْمِهِ... ﴾</span>: فلا عتاب ولا عقاب، لأن البادي هو الظالم. <br><br>(42) - (43): <span class=quran>﴿إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ﴾</span>: لا كفارة إطلاقًا لمن اعتدى على واحد من عيال الله، فكيف بالذين زلزلوا الأمن بأسلحتهم الجهنمية، وأرهبوا الدنيا بطغيانهم وجبروتهم، وأساءوا إلى الأُمم بدسائسهم ومطامعهم؟ <span class=quran>﴿أُوْلَئِكَ لَهُم عَذَابٌ أَلِيمٌ﴾</span>: وهذا التهديد والوعيد نوع من الكفاح القرآني لعتاة البغي والفساد، ودرس لنا نحن الناهين عن المنكر أن نجتبه بكلمة الله والحق كل جائر ومفسد، ولا نخاف لومة لائم. <br><br>(44): <span class=quran>﴿وَمَن يُضْلِلِ اللَّهُ فَمَا لَهُ مِن وَلِيٍّ مِّن بَعْدِهِ﴾</span>: من سلك طريق الضلال بفعل محرم أو ترك واجب بسوء اختياره- حقت عليه كلمة الله بأنه من الضالين، وعاقبه على ضلاله، ولا يجد له ناصرًا <span class=quran>﴿وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ﴾</span>: يوم القيامة تمنوا الخلاص منه وقالوا: <span class=quran>﴿هَلْ إِلَى مَرَدٍّ مِّن سَبِيلٍ﴾</span>: ؟ الجواب: هل يعود ما فات من العمر؟."}]}