{
"title": "صفحة (491)",
"type": "html",
"data": [
{
"miniTitle": "الزخرف",
"text": "(23): <span class=quran>﴿وَكَذَلِكَ مَا أَرْسَلْنَا مِن قَبْلِكَ﴾</span>: يا محمد <span class=quran>﴿فِي قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا﴾</span>: إذا تحدث أو أشار مسلم قرآني إلى شرور المترفين تقول عليه من يعيش على فتاتهم بما يرضيهم... هذا وهو يقرأ القرآن الكريم الذي ذمَّ المترفين في العديد من آياته، منها هذه الآية! وثبت في الحديث الشريف: (كم من قارئ للقرآن، والقرآن يلعنه) <span class=quran>﴿إِنَّا وَجَدْنَا آبَاءنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُّقْتَدُونَ﴾</span>. <br><br>(24)-(25): <span class=quran>﴿قَالَ أَوَلَوْ جِئْتُكُم بِأَهْدَى مِمَّا وَجَدتُّمْ عَلَيْهِ آبَاءكُمْ﴾</span>: فيه إيماء إلى صحة التقليد المطابق والموافق للواقع <span class=quran>﴿قَالُوا إِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ﴾</span>: حتى ولو كان حقًا مبينًا! ولا كلام بعد هذا الكلام. <br><br>(26) - (27): <span class=quran>﴿وَإِذْ قَالَ إِبْرَاهِيمُ... ﴾</span>: تبرأ خليل الرحمن من قومه وما يعبدون، ولجأ إلى الله الواحد الأحد. <br><br>(28): <span class=quran>﴿وَجَعَلَهَا كَلِمَةً﴾</span>: التوحيد <span class=quran>﴿بَاقِيَةً﴾</span>: خالدة <span class=quran>﴿فِي عَقِبِهِ﴾</span>: ذريته <span class=quran>﴿لَعَلَّهُمْ يَرْجِعُونَ﴾</span>: إلى التوحيد، ويعملون بموجبه. <br><br>(29): <span class=quran>﴿بَلْ مَتَّعْتُ هَؤُلَاء وَآبَاءهُمْ حَتَّى جَاءهُمُ الْحَقُّ وَرَسُولٌ مُّبِينٌ﴾</span>: هؤلاء إشارة إلى مشركي قريش، والمراد بالحق هنا القرآن، وبالرسول محمد، وهو مبين برسالته الواضحة في دلالتها على صدقه وأمانته. <br><br>(30): <span class=quran>﴿وَلَمَّا جَاءهُمُ الْحَقُّ﴾</span>: عاندوه وقالوا من جملة ما قالوا: <span class=quran>﴿هَذَا سِحْرٌ﴾</span>: مفترى، أما عبادة الأصنام فحق لا ريب فيه! وهكذا تعكس الحقائق منذ آدم وإلى قيام الساعة. <br><br>(31): <span class=quran>﴿وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ﴾</span>: محمد ليس بنبي في منطق الجبابرة المترفين والدليل أن محمدًا لا يملك مالًا ولا جاهًا عريضًا، والنبوة لا تكون ولن تكون إلا لعظماء المظاهر والألقاب مثل الوليد ابن المغيرة بمكة، وعروة بن مسعود بالطائف، فأحدهما يجب أن يكون نبيًا وينزل عليه القرآن! فرد سبحانه عليهم بقوله: <br><br>(32): <span class=quran>﴿أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ﴾</span>: أأنتم تعرفون مكان الخير والفضل والعظمة، أو تفهمون معنى القيم التي ترفع الناس درجات، أو ان الله فوض إليكم توزيع المناصب والمراتب؟ الله هو الذي يقسم فضله بالعدل، ويعلم وزن العظمة، وأين هي؟ <span class=quran>﴿لِيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا﴾</span>: من التسخير في الخدمة لا من السخرية والإستهزاء، والمعنى أن أسباب الرزق على أنواع: صناعة وتجارة وزراعة وخدمات في الدولة أو المصنع، أو المصرف أو المتجر أو عند طبيب أو مهندس، وفي مفهوم الناس أن رب العمل أرفع من العامل أما عند الله فالأرفع هو الأتقى كما نصت الآية 13 من الحجرات. <br><br>(33): <span class=quran>﴿وَلَوْلَا أَن يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَن يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا﴾</span>: جمع سقف <span class=quran>﴿مِّن فَضَّةٍ وَمَعَارِجَ﴾</span>: جمع معرج وهو الدرج <span class=quran>﴿عَلَيْهَا يَظْهَرُونَ﴾</span>: يصعدون."
}
],
"singlePage": true
}