{
"title": "صفحة (492)",
"type": "html",
"data": [
{
"miniTitle": "الزخرف",
"text": "(34): <span class=quran>﴿وَلِبُيُوتِهِمْ أَبْوَابًا﴾</span>: أيضًا من فضة <span class=quran>﴿وَسُرُرًا﴾</span>: من فضة، جمع سرير. <br><br>(35): <span class=quran>﴿وَزُخْرُفًا﴾</span>: ذهبًا وزينة، وهذا رد على من قال: إن المناصب الإلهية وغيرها من المراتب العليا، وقف على عظماء البذخ والمظاهر، وخلاصة الرد لولا أن الناس يؤثرون نعيم الدنيا على كل شيء لأعطى سبحانه الكافر بيوتًا من فضة بأرضها وجدرانها وسقفها وأبوابها ومصاعدها وأثاثها وزادهم على ذلك ما يشاءون من الذهب والزينة لهوان الدنيا على الله، ولأن الكافر لا حظ له في غيرها فهي جنته الوحيدة. ومن حكم الإمام عليّ(ع): من هوان الدنيا على الله أنه لا يعصي إلا فيها، ولا ينال ما عنده إلا بتركها. <br><br>(36): <span class=quran>﴿وَمَن يَعْشُ عَن ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ﴾</span>: المراد بالشيطان هنا كل ما يقود إلى الشر والفساد والمخاطر والتهلكة، هوى كان أو وهمًا أو إنسانًا أو أي شيء، والمعنى من يتعامى عن دعوة الحق والخير، وينطلق مع أهوائه، يتخلى الله عنه، ويكله إلى نفسه وشياطينه، وتقدم في الآية 25 من فصلت. <br><br>(37): <span class=quran>﴿وَإِنَّهُمْ﴾</span>: أي قرناء السوء <span class=quran>﴿لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ﴾</span>: طريق الهدى والحق. <br><br>(38): <span class=quran>﴿حَتَّى إِذَا جَاءنَا﴾</span>: الذي اتبع هواه وشيطانه، ورأى عذاب الخزي والهوان قَالَ: لمن ضلله وأفسده: <span class=quran>﴿يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ﴾</span>: كناية عن أبعد الأمكنة وأقصاها <span class=quran>﴿فَبِئْسَ الْقَرِينُ﴾</span>: كنت والخدين. <br><br>(39): <span class=quran>﴿وَلَن يَنفَعَكُمُ الْيَوْمَ إِذ ظَّلَمْتُمْ﴾</span>: أنفسكم <span class=quran>﴿أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ﴾</span>: قد يتعزى الإنسان في مصابه حين يرى مصيبة غيره في الحياة الدنيا، أما في عذاب الآخرة فلا تصبُّر وعزاء. <br><br>(40): <span class=quran>﴿أَفَأَنتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ﴾</span>: لمن تنادي، وتنير السبيل؟ ولا سميع وبصير. <br><br>(41): <span class=quran>﴿فَإِمَّا نَذْهَبَنَّ بِكَ﴾</span>: يا محمد إلى الرفيق العلى قبل أن ننتقم من المجرمين ولا بد من الإشارة إلى أن (إما) هنا ليست أداة تفصيل مثل إما شاكرًا وإما كفورًا، بل هي كلمتان: ال الشرطية وما الزائدة <span class=quran>﴿فَإِنَّا مِنْهُم مُّنتَقِمُونَ﴾</span>: من بعدك. <br><br>(42) - (43): <span class=quran>﴿أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ﴾</span>: أي وإن بقيت حيًا يا محمد أظهرك الله عليهم، وأخضعهم لأمرك مرغمين، وهذا ما حدث بالفعل حيث دخل الرسول مكة فاتحًا، واستسلم له عتاتها. <br><br>(44): <span class=quran>﴿وَإِنَّهُ﴾</span>: أي القرآن <span class=quran>﴿لَذِكْرٌ لَّكَ﴾</span>: يا محمد <span class=quran>﴿وَلِقَوْمِكَ﴾</span>: العرب حيث رفع من شأنهم، ونشر سلطانهم ولغتهم في شرق الأرض وغربها. <br><br>(45): <span class=quran>﴿وَاسْأَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ... ﴾</span>: جميع الأنبياء والرسل دعوا إلى ما دعا إليه محمد، ونهوا عما نهى فعلام أيها المعاندون تعلنون الحرب عليه وعلى دعوته؟. <br><br>(46) - (47): <span class=quran>﴿وَلَقَدْ أَرْسَلْنَا مُوسَى﴾</span>: هذي هي المرة السادسة عشرة التي تتكرر فيها قصة موسى، وتأتي أيضًا وتكلمنا فيما سبق عن السبب الموجب لهذا التكرار عند تفسير الآية 9 من طه، والآن نعطف على ما تقدم هذا السبب على سبيل الإحتمال، وهو أن اليهود كانوا يجاورون محمدًا (ص) في المدينة، وقد عانى الكثير من مكرهم وغدرهم، فذكرهم سبحانه بهذا التكرار والتوكيد أن محمدًا تمامًا كموسى في دعوته وأهدافه، فكيف تكفرون به، وأنتم على دين موسى كما تزعمون؟."
}
]
}