{
"title": "صفحة (495)",
"type": "html",
"data": [
{
"miniTitle": "الزخرف",
"text": "(74) - (76): <span class=quran>﴿إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ﴾</span>: لما ذكر سبحانه سعادة الصالحين أشار إلى المجرمين، وأنهم في عذاب دائم يزيد ولا يخف، ويستمر ولا ينقطع <span class=quran>﴿وَهُمْ فِيهِ مُبْلِسُونَ﴾</span>: آيسون من النجاة. <br><br>(77) - (78): <span class=quran>﴿وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ﴾</span>: يطلبون الرحمة بالإعدام بدلًا من السجن المؤبد في قعر جهنم <span class=quran>﴿قَالَ﴾</span>: مالك: شاء الله تعالى أن لا يقضي عليكم فتموتوا وأن لا يخفف عنكم العذاب، دعوناكم إلى الفوز بالجنان والنجاة من الهلكة، فرفضتم، فلا يلومن من أساء إلى نفسه إلا نفسه. <br><br>(79) - (80): <span class=quran>﴿أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ﴾</span>: دبروا وأبرموا الكيد والمكر لرسول الله، فنقض سبحانه ما دبروا وأبرموا. <br><br>(81) - (83): <span class=quran>﴿قُلْ إِن كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ﴾</span>: نحن مع الدليل، فهو ضالتنا ندين بموجبه أنى كان ويكون، ولا دليل على هذا، بل قام على الضد والعكس. <br><br>(84): <span class=quran>﴿وَهُوَ الَّذِي فِي السَّمَاء إِلَهٌ وَفِي الْأَرْضِ إِلَهٌ﴾</span>: الله وحده إله الكون وخالقه بأرضه وسمائه ومدبره بعلمه وحكمته. <br><br>(85): <span class=quran>﴿وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: تقدس سبحانه وتنزه عن الولد، ولماذا الولد وهو خالق الكون بكلمة (كن) <span class=quran>﴿وَعِندَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ﴾</span>: فيجزي الذين جعلوا له ولدًا بما يستحقون. <br><br>(86): <span class=quran>﴿وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِن دُونِهِ الشَّفَاعَةَ﴾</span>: المشركون عبدوا الأصنام لتشفع لهم عند الله، فقال سبحانه: كلا، لا شفاعة عنده لصنم ولا لمن يدين به، ولكن يشفع عنده من آمن بالتوحيد وعمل بموجب إيمانه، والشفاعة بمعناها القرآني، هي أن يشهد الشافع عند الله بأن المشفوع له قد فعل كذا وكذا من الخيرات والحسنات، على أن تكون هذه الشهادة عن علم اليقين، وهذا المعنى يدل عليه بوضوح قوله تعالى: <span class=quran>﴿إِلَّا مَن شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ﴾</span>. <br><br>(87): <span class=quran>﴿وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ... ﴾</span>: تقدم مرارًا منها في الآية 9 من هذه السورة. <br><br>(88): <span class=quran>﴿وَقِيلِهِ﴾</span>: مصدر تمامًا كالقول، الضمير يعود إلى النبي(ص): <span class=quran>﴿يَارَبِّ إِنَّ هَؤُلَاء﴾</span>: القوم الذين بعثني إليهم لم يستجيبوا لدعوتي، فأجابه سبحانه بقوله: <br><br>(89): <span class=quran>﴿فَاصْفَحْ عَنْهُمْ﴾</span>: تألفهم بالعفو <span class=quran>﴿فَسَوْفَ يَعْلَمُونَ﴾</span>: ما يحل بهم حين يلقون جزاءهم المحتوم."
}
],
"singlePage": true
}