{"title":"صفحة (496)","type":"html","data":[{"miniTitle":"الدخان","text":"(1): <span class=quran>﴿حم﴾</span>: هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره.<br><br>(2): <span class=quran>﴿وَالْكِتَابِ الْمُبِينِ﴾</span>: الواضح. <br><br>(3): <span class=quran>﴿إِنَّا أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ﴾</span>: وإذا قرأنا هذه الآية معطوفة عليها آية (إنا أنزلناه في ليلة القدر) وآية (شهر رمضان الذي أُنزل فيه القرآن - 185 البقرة) تبين لنا أن هذه الليلة المباركة بنزول القرآن هي ليلة القدر، وإنها أحدى ليالي شهر رمضان المبارك. <br><br>(4): <span class=quran>﴿فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ﴾</span>: يفرق يبين، وضمير فيها لليلة القدر، وحكيم: محكم، وكل أمر هنا وفي سورة إنا أنزلناه يعم ويشمل كل شيء، ونسكت عن التفصيل الذي سكت عنه التنزيل. <br><br>(5) - (7): <span class=quran>﴿أَمْرًا مِّنْ عِندِنَا إِنَّا كُنَّا مُرْسِلِينَ رَحْمَةً مِّن رَّبِّكَ﴾</span>: أرسل سبحانه محمدًا رحمة للعالمين كما في الآية 107 من الأنبياء، ورحمة محمد (ص) من رحمة القرآن التي عمَّت الأرض شرقًا وغربًا <span class=quran>﴿إِن كُنتُم مُّوقِنِينَ﴾</span>: إن كانت لكم عقول تؤمن وتوقن بالحق ودلائله القائمة في كل شيء من أشياء الكون. <br><br>(8): <span class=quran>﴿لَا إِلَهَ إِلَّا هُوَ﴾</span>: بيده أرزاق الخلائق وأرواحهم ولا أحد يهب الحياة ويسلبها إلا هو <span class=quran>﴿رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ﴾</span>: فكيف تلجأون إلى غيره. <br><br>(9): <span class=quran>﴿بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ﴾</span>: وكلمة يلعبون تومئ إلى أن من يدَّعي الإيمان بالله، ويتكل على من سواه فهو غير واثق من خالقه تمامًا كمن يلهو بشيء وهو على علم بأنه لا يجدي نفعًا. <br><br>(10) - (11): <span class=quran>﴿فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاء بِدُخَانٍ مُّبِينٍ يَغْشَى النَّاسَ﴾</span>: استعصت قريش على رسول الله (ص) وبالغت في إيذاءه، فدعا عليهم وقال: اللهم اجعلها عليهم سنين كسني يوسف. فاستجاب سبحانه، وقطع عنهم المطر، وأصابهم الجهد والجوع، وكان أحدهم لما به من الجوع يرى بينه وبين السماء كالدخان، وإلى هذا تشير الآية، فقالوا: <span class=quran>﴿رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ﴾</span><br><br>(12): <span class=quran>﴿رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ﴾</span>: وتشفعوا برسول الله وناشدوه أن يدعو الله أن يكشف العذاب ويؤمنوا. <br><br>(13): <span class=quran>﴿أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءهُمْ رَسُولٌ مُّبِينٌ﴾</span>: كيف يتعظون ويرتدعون إن كشف الله عنهم العذاب، وقد أصروا على الشرك وتكذيب الرسول مكابرة وعنادًا. <br><br>(14): <span class=quran>﴿ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا﴾</span>: عن الرسول: <span class=quran>﴿مُعَلَّمٌ مَّجْنُونٌ﴾</span>: يتعلم ويحفظ بعض الكلمات، وينطق بها من غير فهم وشعور. <br><br>(15): <span class=quran>﴿إِنَّا كَاشِفُو الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ﴾</span>: سنرفع عنهم ما هم فيه بعض الوقت، ونحن نعلم أنهم ناكثون بالعهد لا محالة. <br><br>(16): <span class=quran>﴿يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى﴾</span>: هذا إنذار بعذاب يوم القيامة إلا أن يستدركوا بالاستغفار والتوبة. <br><br>(17): <span class=quran>﴿وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ﴾</span>: اختبرهم سبحانه بالنعماء والبأساء وبموسى (ع) تمامًا كما اختبر قريشًا بالرخاء والضراء وبمحمد (ص) فتمرد هؤلاء وأولئك، وقال موسى لفرعون وقومه: <br><br>(18): <span class=quran>﴿أَنْ أَدُّوا إِلَيَّ﴾</span>: ما لكم ولبني إسرائيل؟ تقتلون أبناءهم، وتستحيون نساءهم، دعوهم إني لكم من الله رسول أمين."}]}