{"title":"صفحة (499)","type":"html","data":[{"miniTitle":"الجاثية","text":"(1) - (2): <span class=quran>﴿حم تَنزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ﴾</span>:  (حم) هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره، أيضًا القرآن عزيز حيث لا مثيل له ولا نظير، ويقهر كل من يتحداه، وهو حكيم بمبادئه وتعاليمه البالغة النافعة. <br><br>(3): <span class=quran>﴿إِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: وروعتهما في النظام والإتقان، لدليل قاطع على وجود القاصد والصانع، والمراد بالمؤمنين كل من يؤمن بما دلَّ عليه الدليل، وبكلمة من لا يعاند الحق ويجحده. <br><br>(4): <span class=quran>﴿وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِن دَابَّةٍ﴾</span>: هل من شيء في الإنسان أو الحيوان أو الحشرة لا حكمة له؟ أليس هذا دلالة واضحة على الإرادة والتصميم. <br><br>(5): <span class=quran>﴿وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ... ﴾</span>: إلى كل ما في الكون من شيء، هو خاضع لقانون طبيعي يضبط وجوده واستمراره وحركته أو سكونه وتفاعله، والقانون والنظام يدل بطبعه على وجود القادر المنظم، وعلى حد ما قال شوقي أمير الشعراء: الطبيعة من طبعها، وهل من عاقل يجيب عن هذا السؤال بأن الصدفة والفوضى هي التي أحكمت وطبَّعت؟. <br><br>(6): <span class=quran>﴿تِلْكَ آيَاتُ اللَّهِ﴾</span>: إشارة إلى المشاهد والدلائل الحسية على وجود الخالق وقدرته <span class=quran>﴿نَتْلُوهَا عَلَيْكَ بِالْحَقِّ﴾</span>: بمنهج العلم القائم على النظر بالحس والاستنباط بالعقل <span class=quran>﴿فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ﴾</span>: من لا ينتفع ببيان الله، ولا يقتنع بحجته فلا جدوى من تذكيره وتحذيره. <br><br>(7): <span class=quran>﴿وَيْلٌ لِّكُلِّ أَفَّاكٍ﴾</span>: في أقواله <span class=quran>﴿أَثِيمٍ﴾</span>: في أفعاله. <br><br>(8): <span class=quran>﴿يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ﴾</span>: ترشده إلى الخير وتأمره به، تدله على الشر وتنهاه عنه <span class=quran>﴿ثُمَّ يُصِرُّ﴾</span>: على شقائه وكبريائه. <br><br>(9) - (10): <span class=quran>﴿وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا﴾</span>: إذا سمع آية من آيات القرآن سخر وطعن، وهكذا الحسود الحقود على كل فضيلة ومكرمة، ولكن سهمه يرد إلى نحره. قيل لعالم معاصر لإمام المتقين وسيد الساجدين: ما رأيك بعلي بن الحسين؟ قال: ما رأيت له صديقًا في الباطن، ولا عدوًا في الظاهر. قيل له: وكيف ذلك؟ فقال: الصديق يحسده على فضله، وحسد الصديق من سقم المودة، والعدو لا يجد فيه ما يقال كي يتشبث به <span class=quran>﴿مِن وَرَائِهِمْ جَهَنَّمُ﴾</span>: إليها مصيرهم، لا ينجيهم منها مال ولا بنون ولا ما كانوا يعبدون من دون الله. <br><br>(11): <span class=quran>﴿هَذَا هُدًى﴾</span>: إشارة إلى القرآن <span class=quran>﴿وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ﴾</span>: وهي الأدلة الكونية على وجود الله وعظمته <span class=quran>﴿لَهُمْ عَذَابٌ مَّن رِّجْزٍ﴾</span>: أي أشد العذاب. <br><br>(12) - (13): <span class=quran>﴿اللَّهُ الَّذِي سخَّرَ لَكُمُ... ﴾</span>: نعم الله على عباده لا يبلغها عد ولا إحصاء، وأشار سبحانه هنا إلى شيء منها كي نتدبر ونؤمن، ونذكر ونشكر، وتقدم مرات، منها في الآية 32 وما بعدها من إبراهيم."}]}