{
"title": "صفحة (500)",
"type": "html",
"data": [
{
"miniTitle": "الجاثية",
"text": "(14): <span class=quran>﴿قُل لِّلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُون أَيَّامَ﴾</span>: لا يتوقعون أن ينتقم الله منهم على بغيهم وضلالهم، نزلت هذه الآية في ابتداء الإسلام حيث لا قوة رادعة للمسلمين، ولا وسيلة للمستضعف منهم إلا الصمود على العقيدة والصبر على الأذى في سبيلها حتى يأتي نصر الله والفتح، وقد علمتنا التجارب أن مقاومة الضعيف تأتي دائمًا لمصلحة القوي، ولذا قيل: من لم يصبر على كلمة سمع كلمات. <br><br>(15): <span class=quran>﴿مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ... ﴾</span>: واضح، وتقدم في الآية 46 من فصلت وغيرها. <br><br>(16): <span class=quran>﴿وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ﴾</span>: التوراة والإنجيل، لأن عيسى (ع) من بني إسرائيل <span class=quran>﴿وَالْحُكْمَ﴾</span>: أيام داوود وسليمان <span class=quran>﴿وَالنُّبُوَّةَ﴾</span>: والكثير من أنبياءهم كالعلماء المسلمين <span class=quran>﴿وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ﴾</span>: ولما ظلموا ولم يشكروا حرمها الله عليهم بنص الآية 160 - 161 من النساء: (فبظلم من الذين هادوا حرمنا عليهم طيبات أُحلت لهم وبصدهم عن سبيل الله كثيرًا وأخذهم الربا وقد نهوا عنه وأكلهم أموال الناس بالباطل) ولذلك لعنهم سبحانه في العديد من الآيات، منها الآية 47 و52 من النساء <span class=quran>﴿وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ﴾</span>: بإرسال الأنبياء منهم لإلقاء الحجة عليهم. <br><br>(17): <span class=quran>﴿وَآتَيْنَاهُم بَيِّنَاتٍ مِّنَ الْأَمْرِ﴾</span>: بيَّن سبحانه لبني إسرائيل كل ما يحتاجون إليه من أُمور الدين، وأقام عليهم الحجة التي لا تدع وسيلة للاختلاف، ومع ذلك اختلفوا <span class=quran>﴿مِن بَعْدِ مَا جَاءهُمْ الْعِلْمُ بَغْيًا بَيْنَهُمْ﴾</span>: أي حرفوا وزيَّفوا كلام الله تبعًا لأهوائهم كما في الآية 46 من النساء: (من الذين هادوا يحرفون الكلم عن مواضعه) <span class=quran>﴿إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ... ﴾</span>: واضح، وتقدم في الآية 93 من يونس. <br><br>(18): <span class=quran>﴿ثُمَّ جَعَلْنَاكَ﴾</span>: يا محمد <span class=quran>﴿عَلَى شَرِيعَةٍ مِّنَ الْأَمْرِ﴾</span>: لقد منَّ الله عليك بالقرآن، وأيضًا منّ به وبك على المؤمنين، وهو بشريعته وأحكامه كاف واف، فتمسك به أنت ومن اتبعك، ودع من ضلَّ وعاد بعد أن تقيم الحجة عليهم. <br><br>(19): <span class=quran>﴿إِنَّهُمْ لَن يُغْنُوا عَنكَ مِنَ اللَّهِ شَيئًا﴾</span>: لا خير ترجوه منهم ولا أمل فيهم <span class=quran>﴿وإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاء بَعْضٍ﴾</span>: لا ينصرون أهل الحق والخير، وينصر بعضهم بعضًا على الشر والضلال، ومآلهم إلى الضياع والوبال <span class=quran>﴿وَاللَّهُ وَلِيُّ الْمُتَّقِينَ﴾</span>: ينصرهم دنيا وآخرة. <br><br>(20): <span class=quran>﴿هَذَا﴾</span>: القرآن <span class=quran>﴿بَصَائِرُ لِلنَّاسِ﴾</span>: الطيبين يبصرون به ويهتدون إلى كل خير، ويخصهم الله بفضله ورحمته. <br><br>(21): <span class=quran>﴿أًمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ﴾</span>: عملوها وكسبوها <span class=quran>﴿أّن نَّجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاء مَّحْيَاهُم وَمَمَاتُهُمْ﴾</span>: المراد بالمحيا الدنيا، وبالممات الآخرة، وما من شك أن متاع الحياة الدنيا مباح لكل طالب وراغب سيئًا كان أم محسنًا، أما نعيم الآخرة فهو وقف على من أخلص إيمانه ومقاصده، وأحسن في أقواله، وأصلح في أعماله حيث لا يستقيم في عدله تعالى أن يستوي مصير الطيب والخبيث والمحسن والمسيء. <br><br>(22): <span class=quran>﴿وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ﴾</span>: وأيضًا يجزي المحسن والمسيء بالحق والعدل، ويأخذه بعمله."
}
]
}