{"title":"صفحة (502)","type":"html","data":[{"miniTitle":"الجاثية","text":"(33): <span class=quran>﴿وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا﴾</span>: سخروا من يوم القيامة وعذابه، فكانوا لجهنم حطبًا. <br><br>(34): <span class=quran>﴿وَقِيلَ الْيَوْمَ نَنسَاكُمْ﴾</span>: يودعهم سبحانه في جهنم، ويوكل عذابهم إليها وحدها، ويمهلهم إلى ما شاء وتقدم في الآية 51 من الأعراف. <br><br>(35): <span class=quran>﴿ذَلِكُم بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا﴾</span>: ذلكم إشارة إلى العذاب، والمعنى أن السبب الموجب لإهمالنا ومعاملتنا لكم معاملة الناسي هو ركونكم إلى الأهواء والأغراض، واستخفافكم برسول الله وكتابه وبكل حق أيًا كان مصدره ودليله <span class=quran>﴿وَلَا هُمْ يُسْتَعْتَبُونَ﴾</span>: لا يُطلب منهم أن يتوبوا ويسترضوا الله سبحانه بقول أو فعل، لأن الآخرة للحساب والجزاء لا للعمل والاسترضاء. <br><br>(36): <span class=quran>﴿فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ﴾</span>: ذي الجلال والإنعام، وصلى الله على من لا نبي بعده وآله الكرام.<br><br>(37):"},{"miniTitle":"الأحقاف","text":"(1)-(2): <span class=quran>﴿حم تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ﴾</span>: (حم) هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره، نزل القرآن الكريم على قلب الصادق الأمين من عزة الجلال وحكمة الكمال. <br><br>(3): <span class=quran>﴿مَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ﴾</span>: الكون من لدن حكيم خبير لا من الصدفة العشوائية <span class=quran>﴿وَأَجَلٍ مُّسَمًّى﴾</span>: أمد معين لزواله وفنائه. <br><br>(4): <span class=quran>﴿قُلْ أَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّهِ﴾</span>: الكون بمن وما فيه من خلق الله، فأروني ماذا خلق الذين من دونه واعبدوا ما شئتم <span class=quran>﴿أَمْ لَهُمْ شِرْكٌ﴾</span>: هل للأصنام أو لغيرهم نصيب في خلق السموات والأرض؟ <span class=quran>﴿اِئْتُونِي بِكِتَابٍ مِّن قَبْلِ هَذَا﴾</span>: القرآن يقول: الأصنام يشاركون الله في خلقه <span class=quran>﴿أَوْ أَثَارَةٍ مِّنْ عِلْمٍ﴾</span>: المراد بالأثارة البقية أو الشيء، وبالعلم الدليل، والمعنى إذا لم ينزل الوحي بأن لله شريكًا فهل في الكون دليل واحد على وجوده؟ وتقدم في الآية 40 من فاطر. <br><br>(5): <span class=quran>﴿وَمَنْ أَضَلُّ مِمَّن يَدْعُو مِن دُونِ اللَّهِ... ﴾</span>: لا أحد أكثر جهالة و ضلالة من الذي لا يعبد ما لا يسمع ولا يبصر ولا ينفع شيئًا."}]}