{
"title": "صفحة (503)",
"type": "html",
"data": [
{
"miniTitle": "الأحقاف",
"text": "(6): <span class=quran>﴿وَإِذَا حُشِرَ النَّاسُ﴾</span>: يوم القيامة للحساب تبرأ المعبود المزعوم ممن كان يعبده والمضل مما كان يضله، وتقدم في الآية 28 من يونس. <br><br>(7): <span class=quran>﴿وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا... ﴾</span>: إذا قرئ القرآن على الكافرين بالحق والمعاندين له - نعتوه بالسحر وتقدم في الآية 7 من الأنعام وغيرها. <br><br>(8): <span class=quran>﴿أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا﴾</span>: قال المعاندون: محمد يفتري على الله بقرآنه، فأمره سبحانه أن يقول لهم: كيف أفتري على الله وأنا على علم اليقين بأنه لا أحد يجيرني من غضبه وعذابه إن كذبت عليه وافتريت <span class=quran>﴿هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ﴾</span>: لا تخفى على الله خافية من أقوالكم وأفعالكم، وأنتم عنها مسئولون، وعليها معاقبون. <br><br>(9): <span class=quran>﴿قُلْ مَا كُنتُ بِدْعًا مِّنْ الرُّسُلِ﴾</span>: لست بأول رسول للحق إلى الخلق حتى قامت قيامتكم ولم تقعد <span class=quran>﴿وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلَا بِكُمْ﴾</span>: في الحياة الدنيا، لأن النصر بيد الله العزيز الحكيم، وقد نصر الله عبده محمدًا، وأظهر دينه على الشرك كله. <br><br>(10): <span class=quran>﴿قُلْ أَرَأَيْتُمْ﴾</span>: أيها الكافرون بالقرآن <span class=quran>﴿إِن كَانَ مِنْ عِندِ اللَّهِ وَكَفَرْتُم بِهِ﴾</span>: ماذا تظنون أن يصنع الله بكم إن كان القرآن حقًا وصدقًا؟ ولماذا تظلمون أنفسكم؟ <span class=quran>﴿وَشَهِدَ شَاهِدٌ مِّن بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ﴾</span>: ضمير مثله للقرآن، والمعنى أن عالمًا من بني إسرائيل شهد بأن تعاليم القرآن تمامًا مثل تعاليم التوراة التي أنزلها الله على موسى، ولذا آمن بالقرآن ونبوة محمد (ص) هذا العالم المنصف <span class=quran>﴿وَاسْتَكْبَرْتُمْ﴾</span>: أيها المشركون عن الإيمان والحق. <br><br>(11): <span class=quran>﴿وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَّا سَبَقُونَا إِلَيْهِ﴾</span>: آمن بمحمد والقرآن الفقراء والمساكين كبلال وعمار وصهيب وخباب، ومعنى هذا في منطق عتاة البغي أن القرآن لا خير فيه، ولم تمض أيام حتى داس هؤلاء المستضعفون الأصنام بالأقدام، واعتلى العبد الحبشي بلال ظهر الكعبة ينادي:لا إله إلا الله محمد رسول الله <span class=quran>﴿وَإِذْ لَمْ يَهْتَدُوا بِهِ﴾</span>: ولم يؤمنوا بالقرآن <span class=quran>﴿فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ﴾</span>: خرافة وأساطير الأولين، ولماذا القرآن خرافة وأساطير الأولين، ولماذا القرآن الخرافة عند هؤلاء؟ أبدًا لا لشيء إلا لأنه لا ينطق عن جهلهم وأهوائهم. <br><br>(12): <span class=quran>﴿وَمِن قَبْلِهِ﴾</span>: من قبل القرآن <span class=quran>﴿كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً وَهَذَا﴾</span>: القرآن <span class=quran>﴿كِتَابٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا لِّيُنذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ﴾</span>: القرآن كالتوراة التي نزلت على موسى، كل منهما إمام يهدي للتي هي أقوم، ورحمة لمن آمن به وعمل بموجبه. <br><br>(13) - (14): <span class=quran>﴿إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا﴾</span>: تحدد هذه الآية المتقين حقًا وواقعًا، بالإيمان والعمل بموجبه، بالخوف من الله، وانعكاس هذا الخوف في شيء محسوس وملموس، أما جزاء هذا الخوف في الدنيا فهو الأمن من الخوف في الآخرة كما قال سبحانه: <span class=quran>﴿فَلَا خَوْفٌ عَلَيْهِمْ ... ﴾</span>:وتقدم في الآية 30 من فصلت."
}
]
}