{"title":"صفحة (504)","type":"html","data":[{"miniTitle":"الأحقاف","text":"(15): <span class=quran>﴿وَوَصَّيْنَا الْإِنسَانَ بِوَالِدَيْهِ إِحْسَانًا﴾</span>: المراد بالإحسان هنا ضد الإساءة بما يجرح النفس ويزعجها <span class=quran>﴿حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا﴾</span>: قاست الكثير من التعب والمشقة والكرب والحرج في حمله ووضعه وحضانته، وتقدم في الآية 23 الإسراء وغيرها <span class=quran>﴿وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا﴾</span>: قال ابن كثير في تفسيره والشيخ المراغي: إن علي بن أبي طالب (ع) أول من استنبط من القرآن أن أقل مدة الحمل ستة أشهر، فقد شكا رجل لعثمان بن عفان أن زوجته ولدت لستة أشهر، فأمر برجمها فرجمت حتى الموت. فأتاه الإمام علي (ع) وقال له: أما تقرأ القرآن؟ قال: بلى. قال علي (ع): إن الله يقول: (وحمله وفصاله ثلاثون شهرًا) ويقول: (والوالدات يرضعن أولادهن حولين كاملين - 233 البقرة) فلم يبق بعد الحولين إلا ستة أشهر. قال عثمان: والله ما فطنت لهذا. <span class=quran>﴿حَتَّى إِذَا بَلَغَ أَشُدَّهُ﴾</span>: منتهى القوة، وهو جمع بلا واحد أو واحد بصيغة الجمع كما في كتب الفقه <span class=quran>﴿وَبَلَغَ أَرْبَعِينَ سَنَةً﴾</span>: وفي هذا السن تكتمل قوة الإدراك، وتنمو بالتعلم والتجارب <span class=quran>﴿قَالَ﴾</span>: كل من بلغ سن الأربعين بلسان المقال أو الحال إن يك من أهل الخير والصلاح <span class=quran>﴿رَبِّ أَوْزِعْنِي﴾</span>: ألهمني ووفقني <span class=quran>﴿أَنْ أَشْكُرَ نِعْمَتَكَ﴾</span>: وأهمها نعمة الدين والهداية إلى الحق، وهذه الآية واضحة، وتقدمت في النمل رقم 19. <br><br>(16): <span class=quran>﴿أُوْلَئِكَ﴾</span>: إشارة إلى <span class=quran>﴿الَّذِينَ﴾</span>: يقولون هذا القول <span class=quran>﴿نَتَقَبَّلُ عَنْهُمْ﴾</span>: أي منهم <span class=quran>﴿أَحْسَنَ مَا عَمِلُوا﴾</span>: كل عمل لا يسيء به عامله إلى نفسه ولا إلى غيره فهو من أحسن أعماله <span class=quran>﴿وَنَتَجاوَزُ عَن سَيِّئَاتِهِمْ﴾</span>: إن تابوا وأخلصوا <span class=quran>﴿فِي أَصْحَابِ الْجَنَّةِ﴾</span>: في بمعنى من، والمجرور متعلق بمحذوف في محل نصب على الحال أي كائنين من أصحاب الجنة <span class=quran>﴿وَعْدَ الصِّدْقِ﴾</span>: منصوب على المصدر، والمعنى وعدَ اللهُ وعد الصدق. <br><br>(17): <span class=quran>﴿وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَّكُمَا... ﴾</span>: لما ذكر سبحانه الولد المؤمن الصالح البار بوالديه الداعي لهما بالخير حيث أرشداه إلى الدين والإيمان - أشار إلى الولد الكافر الفاسد العاق بأبويه لا لشيء إلا لأنهما أرادا له الخير والهداية إلى سبيل النجاة وقالا له: آمن بالله وبالبعث وحسابه. فقال: <span class=quran>﴿أَتَعِدَانِنِي أَنْ أُخْرَجَ﴾</span>: من قبري وأنا تراب ويباب <span class=quran>﴿وَقَدْ خَلَتْ الْقُرُونُ مِن قَبْلِي﴾</span>: هل حدث ذلك لغيري في عصر من العصور الخالية؟ وتصدق هذه الآية على كثير من شباب الجيل المؤمن بالحرية الراقية المتفرنجة التي لا يحدها دين أو عقل أو خلق كريم؟ وهنا يكمن السبب الموجب للتصادم بين الآباء و الأبناء - في الغالب - <span class=quran>﴿وَهُمَا يَسْتَغِيثَانِ اللَّهَ﴾</span>: يسألانه الهداية لولدهما <span class=quran>﴿وَيْلَكَ﴾</span>: الهلاك لك <span class=quran>﴿آمِنْ﴾</span>: أن البعث والحساب حق لا ريب فيه <span class=quran>﴿فَيَقُولُ مَا هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ﴾</span>: ومع الأيام تطورت هذه الكلمة إلى كلمة (رجعية). ويقال: إن الطب الحديث في مقدوره أن يجعل المولود ذكرًا أو أنثى تبعًا لاختيار الزوجين. وأتمنى لو أن في مقدور الطب أو علم آخر أن يجعل المولود كريمًا في أخلاقه، كاملاً في سلوكه ذكرًا كان أم أنثى... أبدًا لا وسيلة ولا الإيمان والالتزام بدين من أرسله ليتمم مكارم الأخلاق. <br><br>(18): <span class=quran>﴿أُوْلَئِكَ﴾</span>: إشارة إلى من عاند الحق، وأعرض عن دعوته <span class=quran>﴿الَّذِينَ حَقَّ عَلَيْهِمُ﴾</span>: ولهم العذاب الأليم. <br><br>(19): <span class=quran>﴿وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُوا﴾</span>: لا مما لهم من جاه ومال، ولا من لون ونسب، ولا من لغة ومذهب، بل مما عملوا بهذا النص القاطع. وقال بعض من ينتسب إلى الدين: إن الدرجات بمشيئة الله وكفى، والاعتراض عليها زندقة وهرطقة. ونجيب: كل شيء بمشيئته تعالى، ولكن هذه المشيئة القدسية قد تتعلق بشيء مطلق مثل آمنوا بالله واليوم الآخر، وقد تتعلق بشيء مشروط ومقيد مثل حجوا إن استطعتم، والرفع مقيد بالعمل الصالح بل هو تمام الموضوع بدليل قوله تعالى: (والعمل الصالح يرفعه). <br><br>(20): <span class=quran>﴿وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ﴾</span>: أي يعذبون فيها، وتقول لهم ملائكة العذاب: <span class=quran>﴿أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُم بِهَا﴾</span>: تقلبتم في كل لذة وشهوة على حساب الفقراء والمساكين، واستوفيتم الحظ الأوفر من متاع الحياة الدنيا <span class=quran>﴿فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنتُمْ تَسْتَكْبِرُونَ﴾</span>: وهذا الخطاب للمتزعمين والمترفين وحدهم لأن غيرهم لا يملك جاهًا ولا مالاً كي يتمتع به ويتعالى <span class=quran>﴿وَبِمَا كُنتُمْ تَفْسُقُونَ﴾</span>: وهذا يطرد ويشمل كل من يعبث بالقيم، ويتلاعب بالشعارات، ويتستر بالنفاق والرياء."}]}