{
"title": "صفحة (505)",
"type": "html",
"data": [
{
"miniTitle": "الأحقاف",
"text": "(21): <span class=quran>﴿وَاذْكُرْ أَخَا عَادٍ﴾</span>: هودًا <span class=quran>﴿إِذْ أَنذَرَ قَوْمَهُ بِالْأَحْقَافِ﴾</span>: جمع حقف وهو الرمل المستطيل المرتفع وفيه انحناء، وكانت عاد بين رمال مشرفة على البحر بالشجر من بلاد اليمن كما في جوامع الجامع <span class=quran>﴿وَقَدْ خَلَتْ النُّذُرُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ﴾</span>: جاءت الرسل من قبل هود ومن بعده، والدليل على أن المراد بخلت هنا جاءت قوله تعالى: (عاد وثمود إذ جاءتهم الرسل من بين أيديهم ومن خلفهم - 14 فصلت). <br><br>(22): <span class=quran>﴿قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا﴾</span>: لتصدنا عن عبادة الأصنام، إن هذا لشيء عجاب، وهكذا تطغى العادة على كل تفكير، ومن هنا قيل: العادة طبيعة ثانية بخاصة إذا كانت موروثة أبًا عن جد <span class=quran>﴿فَأْتِنَا بِمَا تَعِدُنَا إِن كُنتَ مِنَ الصَّادِقِينَ﴾</span>: عجَِّل بعذابك الموعود إن كان حقًا وصدقًا. <br><br>(23): <span class=quran>﴿قَالَ إِنَّمَا الْعِلْمُ عِندَ اللَّهِ﴾</span>: لا أعلم أمد العذاب ولا نوعه، إنما الغيب لله وحده. <br><br>(24) - (25): <span class=quran>﴿فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ﴾</span>: نزل عليهم العذاب من السماء، فظنوه غيثًا وفرحوا به، فقال لهم هود: <span class=quran>﴿بَلْ هُوَ مَا اسْتَعْجَلْتُم بِهِ﴾</span>: قلتم: فأتنا بما تعدنا، فجاءتكم ريح لا تبقي ولا تذر <span class=quran>﴿فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ﴾</span>: خالية لا سميع فيها ولا بصير، ونعوذ بالله من المخبآت والمفاجآت. <br><br>(26): <span class=quran>﴿وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِن مَّكَّنَّاكُمْ فِيهِ﴾</span>: الخطاب لعتاة قريش، والمعنى أعطينا عادًا ما لم نعطكم مثله من الأموال والأولاد، ثم أهلكناهم بذنوبهم، ألا تخشون أن يصيبكم ما أصابهم؟ <span class=quran>﴿وَجَعَلْنَا لَهُمْ سَمْعًا... ﴾</span>: كانت الأُمم الماضية أيها المجرمون المعاندون لمحمد، لهم سمع وبصر وعقل تمامًا كما لكم، ولما عموا وصموا عن دعوة الحق أخذهم الله بما كسبوا، وما أغنى عنهم بصر وبصيرة، فاتعظوا بالعبر واعتبروا بالغير. <br><br>(27): <span class=quran>﴿وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُم مِّنَ الْقُرَى﴾</span>: الخطاب لمشركي مكة، والمراد بالقرى أهلها، وهم عاد وثمود ومن جاورهم <span class=quran>﴿وَصَرَّفْنَا الْآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ﴾</span>: بيَّنا و كررنا ألوانًا من الدلائل والعظات، عسى أن يتعظوا، فأبوا إلا كفورًا، فحقت كلمة العذاب على الكافرين. <br><br>(28): <span class=quran>﴿فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ... ﴾</span>: عبدوا الأصنام يبتغون بها الوسيلة إلى الله! فإذا بها لا شيء <span class=quran>﴿وَذَلِكَ﴾</span>: إشارة إلى ضعف الأصنام وعدم جدواها <span class=quran>﴿إِفْكُهُمْ﴾</span>: وافتراؤهم على الله، وكل ذلك تقدم وتكرر."
}
]
}