{"title":"صفحة (506)","type":"html","data":[{"miniTitle":"الأحقاف","text":"(29): <span class=quran>﴿وَإِذْ صَرَفْنَا إِلَيْكَ﴾</span>: يا محمد، ومعنى انصرف إليك أقبل وتوجه نحوك، وانصرف عنك انحرف وذهب <span class=quran>﴿نَفَرًا مِّنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ﴾</span>: فكرة وجود الجن لا يرفضها العقل، وقد نزل بها الوحي فوجب التصديق، وما أكثر ما نجهل من عوالم هذا الكون. وعلى أية حال فإن الله سبحانه قد دفع بنفر من الجن إلى الرسول الأعظم ليستمعوا إليه وهو يتلو القرآن <span class=quran>﴿فَلَمَّا حَضَرُوهُ﴾</span>: قال بعضهم لبعض: اسكتوا وتدبروا معانيه وأهدافه <span class=quran>﴿فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِم مُّنذِرِينَ﴾</span>: لما فرغ النبي (ص) من القراءة سارعوا إلى قومهم مبشرين بالإسلام. <br><br>(30): و <span class=quran>﴿قَالُوا﴾</span>: لهم من جملة ما قالوا: <span class=quran>﴿يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنزِلَ مِن بَعْدِ﴾</span>: التوراة يصدِّق كل ما جاء به الأنبياء الأولون، ويرشد إلى الحق والخير. <br><br>(31): <span class=quran>﴿يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ﴾</span>: ترشدون وتؤجرون، ولا يبقى عليكم من ذنب. <br><br>(32): <span class=quran>﴿وَمَن لَّا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ﴾</span>: ولا في السماء، أبدًا لا يفوته من طلب، ولا يعجزه من هرب <span class=quran>﴿أُوْلَئِكَ فِي ضَلَالٍ مُّبِينٍ﴾</span>: أولئك إشارة إلى الذين لم يستجيبوا لله، وإنهم ناكبون عن سواء السبيل. <br><br>(33): <span class=quran>﴿أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى﴾</span>: لم يعي، لم يعجز، والمعنى لا أحد يشك في وجود الكون اللهم إلا من يشك في أنه يشك، ومثله تمامًا من يشك في إحياء الموتى، لأن من خلق الكون بقدرته قادر على أن يخلق الحياة فيمن مات، وتقدم مرات. <br><br>(34): <span class=quran>﴿وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ﴾</span>: أي يعذبون فيها، فيقال توبيخًا: <span class=quran>﴿أَلَيْسَ هَذَا بِالْحَقِّ﴾</span>: متحقق وثابت بالفعل <span class=quran>﴿قَالُوا بَلَى وَرَبِّنَا﴾</span>: أنكروا حيث يضربهم الإنكار، وأقروا حيث لا ينفعهم الإقرار، والعاقل لا يجزم سلبًا ولا إيجابًا إلا على أساس، وتقدم في الآية 30 من الأنعام وغيرها. <br><br>(35): <span class=quran>﴿فَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرُّسُلِ﴾</span>: المعروف أن أولي العزم من الأنبياء خمسة: نوح وإبراهيم وموسى وعيسى ومحمد، عليهم أفضل الصلوات، وأطلق عليهم هذا الوصف، لأن لكل واحد منهم شريعة، يستمر العمل بها إلى الشريعة اللاحقة، فتنسخ هذه السابقة حتى جاء النبي الذي لا نبي بعده ولا شريعة إلا شريعته التي لا انفصام لعروتها، ولا انقطاع لمدتها <span class=quran>﴿وَلَا تَسْتَعْجِل لَّهُمْ﴾</span>: العذاب يا محمد للذين كذبوا برسالتك <span class=quran>﴿كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ﴾</span>: نهايتهم إلى العذاب لا محالة، وإن طال الزمن حتى إذا رأوه ظنوا أنهم <span class=quran>﴿لَمْ يَلْبَثُوا﴾</span>: في الحياة الدنيا <span class=quran>﴿إِلَّا سَاعَةً مِّن نَّهَارٍ﴾</span>: من شدة الفزع وهول المطلع <span class=quran>﴿بَلَاغٌ﴾</span>: هذا الذي حدثكم القرآن عنه، ووعظكم به هو بلاغ كافٍ وافٍ لمن طلب الرشد والهداية، وعليه فلا يهلك إلا من ألقى بنفسه وسوء اختياره إلى التهلكة."}]}