{
"title": "صفحة (507)",
"type": "html",
"data": [
{
"miniTitle": "محمد",
"text": "(1): <span class=quran>﴿الَّذِينَ كَفَرُوا وَصَدُّوا عَن سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ﴾</span>: من أعرض عن الإسلام، ومنع الناس أن يسلموا فلا يقبل الله من عمله شيئًا. <br><br>(2): <span class=quran>﴿وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ﴾</span>: اطمأنت قلوبهم بالإيمان، وانقادت إلى العمل بموجبه طوعًا لا كرهًا <span class=quran>﴿وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ﴾</span>: هذا شرط لازم لصحة القرآن، ودليل واضح على أن الله لا يقبل الإيمان به إلا مقرونًا مع الإيمان بالقرآن (لا إله إلا الله محمد رسول الله) وأكد سبحانه ذلك بقوله: <span class=quran>﴿وَهُوَ الْحَقُّ مِن رَّبِّهِمْ﴾</span>: والذين آمنوا بهذا الحق- أي القرآن- وعملوا به <span class=quran>﴿كَفَّرَ﴾</span>: الله <span class=quran>﴿عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ﴾</span>: شأنهم، أما إذا آمنوا بالقرآن قولَا لا عملا واستولى عليهم الجهل والذل والفساد، فالذنب ذنبهم لا ذنب القرآن والإسلام. <br><br>(3): <span class=quran>﴿ذَلِكَ﴾</span>: إشارة إلى ثواب الصالحين، وعقاب المجرمين <span class=quran>﴿بِأَنَّ الَّذِينَ كَفَرُوا اتَّبَعُوا الْبَاطِلَ﴾</span>: فخذلهم سبحانه، وأبعدهم عن رحمته <span class=quran>﴿وَأَنَّ الَّذِينَ آمَنُوا اتَّبَعُوا الْحَقَّ مِن رَّبِّهِمْ﴾</span>: قولا وعملا، وشملهم بعنايته وحراسته <span class=quran>﴿كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَالَهُمْ﴾</span>: يبين سبحانه مصير من أحسن، ومن أساء بضرب الأمثال ترهيبًا وترغيبًا. <br><br>(4) - (6): <span class=quran>﴿فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا﴾</span>: هذه الآية من آيات الجهاد وقتال المعتدين الطغاة بدليل قوله تعالى: (فإن انتهوا فلا عدوان إلا على الظالمين-193 البقرة) <span class=quran>﴿فَضَرْبَ الرِّقَابِ﴾</span>: احصدوا أعداء الإنسان الكافرين بقيمة الإنسانية، ولا تأخذكم في دين الله وحق الإنسان رأفة ولا هوادة <span class=quran>﴿حَتَّى إِذَا أَثْخَنتُمُوهُمْ فَشُدُّوا الْوَثَاقَ﴾</span>: إذا أكثرتم فيهم القتل والأسر، وظفرتم بهم فأحكموا وثاق الأسير كيلا يفر <span class=quran>﴿فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاء﴾</span>: أما إطلاق الأسير بعوض أو بدونه فتقديره إليكم تبعًا للحكمة والمصلحة <span class=quran>﴿حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا﴾</span>: حتى يستسلم العدو ويلقي السلاح <span class=quran>﴿ذَلِكَ﴾</span>: إشارة إلى جهاد قوى البغي والشر <span class=quran>﴿وَلَوْ يَشَاء اللَّهُ لَانتَصَرَ مِنْهُمْ وَلَكِن لِّيَبْلُوَ بَعْضَكُم بِبَعْضٍ﴾</span>: ولو أراد سبحانه لانتقم من الأشرار بلا جهاد وقتال، ولكنه شرع الجهاد بالأنفس والأموال ليميز بين أنصار الخير والحق وأهل الباطل والضلال، واقرأ معي هذه الآية: (قالوا وما لنا الا نقاتل في سبيل الله... فلما كتب عليهم القتال تولوا إلا قليلًا منهم-246 البقرة). <br><br>(7) - (8): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِن تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ﴾</span>: قال الإمام عليّ (ع): القرآن حمال ذو وجوه. وعليه يسوغ لنا أن نفسِّر هذه الآية بأن الجزاء من جنس العمل، على وجه العموم، فيكون المعنى من يعمل مثقال ذرة خيرًا يره، وهل من احد يشك في أن تعاضد المسلمين قولا وعملا، وتعاونهم على ما فيه النفع والصلاح للجميع هو خير وانتصار لدين الله؟ وأيضًا هل من شك في أنهم لو فعلوا ذلك لكان لهم واسع الملك وقوة السلطان؟ وهل تقاس هيبة الدين وسلطته إلا بقوة أهله وتقدمهم؟ <span class=quran>﴿وَالَّذِينَ كَفَرُوا فَتَعْسًا لَّهُمْ﴾</span>: هلاكًا لهم يوم القيامة <span class=quran>﴿وَأَضَلَّ أَعْمَالَهُمْ﴾</span>: لا تعود عليهم بخير. <br><br>(9): <span class=quran>﴿ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنزَلَ اللَّهُ﴾</span>: انحرفوا عن جادة الحق <span class=quran>﴿فَأَحْبَطَ أَعْمَالَهُمْ﴾</span>: لا خير فيها ولا جدوى من ورائها. <br><br>(10): <span class=quran>﴿أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ... ﴾</span>: تقدم مرارًا منها في الآية 109 من يوسف. <br><br>(11) - (12): <span class=quran>﴿ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ﴾</span>: المولى: الناصر، ونادى أبو سفيان وهو يحارب المسلمين: لنا العزى ولا عزى لكم. فقال النبي (ص) للصحابة قولوا له: الله مولانا ولا مولى لكم، وتقدم في الآية 257 من البقرة <span class=quran>﴿وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ﴾</span>: في الحياة الدنيا <span class=quran>﴿وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ﴾</span>: هي في غفلة عن الذبح، وهم في غفلة عن النار التي هي مثواهم وبئس القرار."
}
]
}