{
"title": "صفحة (508)",
"type": "html",
"data": [
{
"miniTitle": "محمد",
"text": "(11) - (12): <span class=quran>﴿ذَلِكَ بِأَنَّ اللَّهَ مَوْلَى الَّذِينَ آمَنُوا وَأَنَّ الْكَافِرِينَ لَا مَوْلَى لَهُمْ﴾</span>: المولى: الناصر، ونادى أبو سفيان وهو يحارب المسلمين: لنا العزى ولا عزى لكم. فقال النبي (ص) للصحابة قولوا له: الله مولانا ولا مولى لكم، وتقدم في الآية 257 من البقرة <span class=quran>﴿وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ﴾</span>: في الحياة الدنيا <span class=quran>﴿وَيَأْكُلُونَ كَمَا تَأْكُلُ الْأَنْعَامُ﴾</span>: هي في غفلة عن الذبح، وهم في غفلة عن النار التي هي مثواهم وبئس القرار. <br><br>(13): <span class=quran>﴿وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ﴾</span>: هذا تهديد للذين تآمروا على اغتيال الرسول الأعظم (ص) واضطروه إلى الهجرة، وتقدم في الآية 30 من الأنفال. <br><br>(14): <span class=quran>﴿أَفَمَن كَانَ عَلَى بَيِّنَةٍ مِّن رَّبِّهِ... ﴾</span>: ليس سواء من أخذ الحق من معدنه، ويصدر عنه في جميع تصرفاته، ومن قاس كل ما في الوجود بالملذات والنقود. <br><br>(15): <span class=quran>﴿مَثَلُ الْجَنَّةِ الَّتِي وُعِدَ الْمُتَّقُونَ﴾</span>: وهم الذين يتركون معاصي الله في الخلوات <span class=quran>﴿فِيهَا أَنْهَارٌ مِّن مَّاء غَيْرِ آسِنٍ﴾</span>: باق على طبيعته وصفائه بلا تغيير وتلويث وتكدير <span class=quran>﴿وَأَنْهَارٌ مِن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ﴾</span>: وأيضًا لم تستخرج دسومته كاللبن الذي نشتريه من الأسواق <span class=quran>﴿وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ﴾</span>: هي خمر بالإسم فقط، لأنها لا تُسكر، وفي كتب اللغة الخمر: كل شراب مسكر، وفي الحديث النبوي (كل مسكر حرام، وكل مسكر خمر) ومعنى هذا أن غير المسكر ليس بخمر <span class=quran>﴿وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى﴾</span>: صاف وخال من الشمع وغيره <span class=quran>﴿وَلَهُمْ فِيهَا مِن كُلِّ الثَّمَرَاتِ﴾</span>: وكل الملذات الروحية والمادية، وفوق ذلك لا ألم أي لا خوف وقتال، ولا همّ وعيال، وشغل الفكر والبال، ومن هنا قال كثير من الفلاسفة: لا معنى للذة إلا عدم الألم <span class=quran>﴿كَمَنْ هُوَ خَالِدٌ فِي النَّارِ﴾</span>: في الكلام حذف دلَّ عليه السياق، والتقدير أفمن هو خالد في النار لا يستوون. <br><br>(16): <span class=quran>﴿وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ﴾</span>: يا محمد، كان المنافقون يحضرون مجلس النبي (ص) ويستمعون منه حتى إذا خرجوا قالوا، ساخرين لبعض من كان حاضرًا من علماء أهل الكتاب: نحن لم نفهم ماذا قال محمد، فهل فهمتم أنتم شيئًا <span class=quran>﴿أُوْلَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءهُمْ﴾</span>: يأمر سبحانه العبد بالخير، وينهاه عن الشر، ويدعه وما يختار هو لنفسه، فإن اختار الشر عامله بما يستحق، وما ختم سبحانه على قلوب المنافقين إلا لأنهم تركوا الهدى واتبعوا الهوى بنص الآية (واتبعوا أهوائهم) وإذا اختار العبد الخير أخذ الله بيده كما قال سبحانه بلا فاصل: <br><br>(17): <span class=quran>﴿وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى﴾</span>: زادهم سبحانه من الهدى وثبتهم عليه بعد علمه تعالى بالإخلاص وصدق النية. قال الإمام أمير المؤمنين (ع): لو أن السموات والأرض كانتا على عبد رتقًا، ثم اتقى الله لجعل الله له منهما مخرجًا <span class=quran>﴿وَآتَاهُمْ تَقْواهُمْ﴾</span>: أجر تقواهم وثوابها. <br><br>(18) - (19): <span class=quran>﴿فَهَلْ يَنظُرُونَ إِلَّا السَّاعَةَ﴾</span>: أبدًا لا مفّر من يومها وهمومها <span class=quran>﴿فَقَدْ جَاء أَشْرَاطُهَا﴾</span>: قامت العلامات والإمارات على أن الساعة آتية لا ريب فيها تمامًا كالحياة والموت <span class=quran>﴿فَأَنَّى لَهُمْ إِذَا جَاءتْهُمْ ذِكْرَاهُمْ﴾</span>: لا شك أنهم حين يرون الساعة قائمة يتذكرون ويتعظون ويندمون، ولكن حيث لا توبة تنفع، ولا معذرة تدفع."
}
]
}