{
"title": "صفحة (511)",
"type": "html",
"data": [
{
"miniTitle": "الفتح",
"text": "(1): <span class=quran>﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا﴾</span>: نصرناك يا محمد نصرًا ظاهرًا، ونزلت هذه السورة في ذي القعدة سنة 6هـ حين انصرف النبي من الحديبية إلى المدينة. <br><br>(2) - (3): <span class=quran>﴿لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ... ﴾</span>: كان محمد (ص) مذنبًا في زعم المشركين حيث جعل الآلهة إلهًا واحدًا، ونبيًا عند الموحدين المؤمنين تمامًا كأي مجاهد مخلص عند المخلصين والخائنين، ومع الأيام والأحداث. ومنها الفتح والنصر الذي أشار إليه سبحانه بفتحنا لك - اكتشف المشركون أن محمدًا هو المحِقّ، وإنهم كانوا هم المخطئون والمذنبون بعبادة الأصنام وإساءتهم لمحمد (ص)، فندموا لدعوته وعليه يكون معنى الآية أن الله سبحانه هيّأ السبب الموجب لدخول المشركين في دين الله أفواجًا، وكان عاقبة ذلك براءة النبي عند المشركين من كل ذنب، وعبَّر سبحانه عن هذه البراءة بالمغفرة تمامًا كما لو اعتقدت أن فلان الفلاني هو أعدى أعدائك، وأنه لو تمكن منك لأخذك أخذ سفاح جبار، ودارت الأيام، فصار هذا الفلان حاكمًا وذا سلطان، وإذا به يكرَّم مثواك ويحسن إليك، وما من شك أنك تشعر من أعماقك أنك أنت المذنب، وهو النزيه البريء. <br><br>(4): <span class=quran>﴿هُوَ الَّذِي أَنزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ﴾</span>: كل عقيدة صحيحة وسليمة تنتهي بصاحبها إلى زيادة الإيمان وقوته، وراحة الضمير وغبطته، وتقدم في الآية 26 من التوبة وغيرها <span class=quran>﴿وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: كل الموجودات ملك لله وحده لا شريك له. <br><br>(5): <span class=quran>﴿لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ﴾</span>: جاء في التفاسير أن الله سبحانه حين قال لنبيه: إنّا فتحنا لك فتحًا مبينًا قال له المؤمنون: هنيئًا لك يا رسول الله، هذا ما فعل الله بك، فماذا يفعل بنا نحن؟ فنزلت هذه الآية: (ليدخل المؤمنين...). <br><br>(6): <span class=quran>﴿وَيُعَذِّبَ الْمُنَافِقِينَ﴾</span>: بحكم البديهة والعدالة الإلهية <span class=quran>﴿الظَّانِّينَ بِاللَّهِ ظَنَّ السَّوْءِ﴾</span>: وهو أن الله سيخذل النبي والصحابة <span class=quran>﴿عَلَيْهِمْ دَائِرَةُ السَّوْءِ﴾</span>: جاءت النتيجة بعكس ما ظنوا حيث نصر الله سبحانه الحق وأهله، ونزلت دائرة السوء على المجرمين دنيا وآخرة. <br><br>(7): <span class=quran>﴿وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالْأَرْضِ... ﴾</span>: ذكر سبحانه هذه الآية حين أشار إلى المؤمنين وثوابهم، وذكرها هنا وهو يشير إلى المنافقين والمشركين وعذابهم، لمجرد التنبيه إلى أن الإنعام والانتقام في قبضته. <br><br>(8): <span class=quran>﴿إِنَّا أَرْسَلْنَاكَ شَاهِدًا﴾</span>: على الخلق بأنك قد بلغت <span class=quran>﴿وَمُبَشِّرًا﴾</span>: من أطاع بمرضاة الله وثوابه <span class=quran>﴿وَنَذِيرًا﴾</span>: لمن عصى بغضب الله وعذابه، وتقدم في الأية 45 من الأحزاب. <br><br>(9): <span class=quran>﴿لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا﴾</span>: تعزروه: تعظموه وتوقروه: تحترموه، والضمير لرسول الله، والضمير في تسبِّحوه لله، وبكرة: صباحًا، وأصيلاً: مساء، والمعنى أن الله سبحانه أرسل محمدًا لتكونوا أيها المسلمون، فيما تفعلون وتتصرفون، المثل الأعلى إيمانًا وإخلاصًا وعلمًا وعملاً، وبهذا وحده تعظِّمون رسول الله، وتسبحون بحمد الله على الدوام وفي كل آن."
}
],
"singlePage": true
}