{
"title": "صفحة (512)",
"type": "html",
"data": [
{
"miniTitle": "الفتح",
"text": "(10): <span class=quran>﴿إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ﴾</span>: تنص هذه الآية أن يد محمد (ص) في قداستها يد الله، ومبايعته على وجه العموم مبايعة الله، أما سبب نزولها فهو أن النبي (ص) خرج من المدينة مع 1400 من المسلمين قاصدين مكة للعمرة في ذي القعدة سنة 6هـ ولما وصلوا إلى الحديبية علموا أن قريشًا صممت أن تصدهم عن بيت الله الحرام بقوة السلاح، فأسرع المسلمون إلى رسول الله، وكان جالسًا تحت شجرة هناك وبايعوه على الطاعة والموت، فبارك سبحانه هذه البيعة وأبرمها، بل جعل مبايعة له، وتوعد الناكثين بالعقاب وقال: <span class=quran>﴿فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ عَلَى نَفْسِهِ﴾</span>: ووعد الأوفياء بالأجر والثواب بقوله: <span class=quran>﴿وَمَنْ أَوْفَى بِمَا عَاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا﴾</span>: وتفاصيل هذه العمرة وصلح الحديبية في كتب السيرة والتاريخ ومطولات التفاسير، ومنها التفسير الكاشف. <br><br>(11): <span class=quran>﴿سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرَابِ شَغَلَتْنَا أَمْوَالُنَا وَأَهْلُونَا فَاسْتَغْفِرْ لَنَا﴾</span>: حرص النبي (ص) أن يكون معه في هذه العمرة أكبر عدد من المسلمين، فتخلف عنه قوم من الأعراب وآخرون من المنافقين، وتعللوا كذًبا ونفاقًا بتدبير الأهل والأموال، ولما عاد النبي (ص) إلى المدينة طلبوا الصفح <span class=quran>﴿يَقُولُونَ بِأَلْسِنَتِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ﴾</span>: لا شيء في قلوبهم كي يعبِّروا عنه، بل يتقلبون تبعًا للمنافع والمطامع <span class=quran>﴿قُلْ فَمَن يَمْلِكُ لَكُم مِّنَ اللَّهِ شَيْئًا... ﴾</span>: من الذي يرد أمره تعالى خيرًا كان أم شرًا. <br><br>(12) - (13): <span class=quran>﴿بَلْ ظَنَنتُمْ أَن لَّن يَنقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَدًا﴾</span>: ما تخلفتم عن النبي لعذر أيها المنافقون، بل اعتقدتم أنه والصحابة مغلوبون بقوة المشركين لا محالة <span class=quran>﴿وَظَنَنتُمْ ظَنَّ السَّوْءِ﴾</span>: بأن الله لن ينجز وعده وينصر جنده <span class=quran>﴿وَكُنتُمْ قَوْمًا بُورًا﴾</span>: هلكى. <br><br>(14): <span class=quran>﴿وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَغْفِرُ لِمَن يَشَاء﴾</span>: بمقتضى حكمته وعلمه بأنه مستحق وأهل للمغفرة <span class=quran>﴿وَيُعَذِّبُ مَن يَشَاء﴾</span>: تمامًا كما أنه لا يعذب إلا من هو أهل ومستحق للعذاب. <br><br>(15): <span class=quran>﴿سَيَقُولُ الْمُخَلَّفُونَ إِذَا انطَلَقْتُمْ إِلَى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ﴾</span>: المراد بالمخلفين هنا نفس المنافقين والأعراب الذين تخلفوا عن النبي حين دعاهم إلى الذهاب معه لعمرة الحديبية، وتعللوا بالأكاذيب، وسمعوا الآن أن النبي (ص) يريد الخروج غازيًا إلى خيبر، وكان فيها مغانم كثيرة، فأسرعوا إليه يريدون الخروج معه! رفضوا الحديبية فرارًا من الغرم، وتهافتوا على خيبر طمعًا في الغنم، فأمر سبحانه نبيه أن يرفضهم كما رفضوا الذهاب إلى عمرة الحديبية، واحدة بواحدة <span class=quran>﴿يُرِيدُونَ أَن يُبَدِّلُوا كَلَامَ اللَّهِ﴾</span>: وهو حكمه تعالى بأن تكون مغانم خيبر للذين بايعوا النبي (ص) في الحديبية وحدهم بلا شريك <span class=quran>﴿قُل﴾</span>: يا محمد للمخلفين الذين فروا من المغرم وطلبوا المغنم: <span class=quran>﴿لَّن تَتَّبِعُونَا﴾</span>: إلى خيبر <span class=quran>﴿كَذَلِكُمْ قَالَ اللَّهُ مِن قَبْلُ﴾</span>: بأن مغانم خيبر لأهل الحديبية دون غيرهم <span class=quran>﴿فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا﴾</span>: كلا، إن الله لم يحرمنا من المغانم، ولكن أنتم حرمتمونا إياها حسدًا لنا وبغيًا <span class=quran>﴿بَلْ كَانُوا لَا يَفْقَهُونَ إِلَّا قَلِيلًا﴾</span>: ليس الأمر حسدًا من المؤمنين بل جهلاً وسوء ظن من المخلفين."
}
],
"singlePage": true
}