{
"title": "صفحة (514)",
"type": "html",
"data": [
{
"miniTitle": "الفتح",
"text": "(24): <span class=quran>﴿وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنكُمْ... ﴾</span>: دخل النبي (ص) فاتحًا، فأذعن له عتاتها واستسلموا، وفي طليعتهم رأس الشرك أبو سفيان الذي جيَّش الجيوش وقادها مرات ضد الرسول، فامتن سبحانه على النبي والصحابة بهذا النصر من غير قتال حيث كف أيدي المشركين بإلقاء الرعب في قلوبهم، وكفَّ أيدي المسلمين بالنهي عن القتال. <br><br>(25): <span class=quran>﴿هُمُ الَّذِينَ كَفَرُوا﴾</span>: هؤلاء العتاة من مشركي مكة الذين أذعنوا لكم أيها المسلمون واستسلموا صاغرين هم بالذات الذين <span class=quran>﴿وَصَدُّوكُمْ عَنِ الْمَسْجِدِ الْحَرَامِ﴾</span>: عام الحديبية <span class=quran>﴿وَالْهَدْيَ مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ﴾</span>: الهدي: ما يُهدى إلى بيت الله من الأنعام، وكان مع المسلمين عام الحديبية سبعون ناقة، والمعكوف: المحبوس، ومحله: موضع الذبح أو النحر، وهو مكة، وسبقت الإشارة إلى أن المشركين منعوا المسلمين من الإحرام في ذلك العام <span class=quran>﴿وَلَوْلَا رِجَالٌ مُّؤْمِنُونَ وَنِسَاء مُّؤْمِنَاتٌ لَّمْ تَعْلَمُوهُمْ أَن تَطَؤُوهُمْ﴾</span>: أن تقتلوهم، يقول سبحانه للمسلمين الذين دخلوا مكة، إنما نهاكم الله عن القتل، لأن في مكة جماعة من المسلمين رجالاً ونساء، كتموا إيمانهم خوفًا من المشركين، ولو دارت رحى الحرب لقتلهم بعض إخوانكم في الدين جهلاً وخطأ <span class=quran>﴿فَتُصِيبَكُم مِّنْهُم مَّعَرَّةٌ﴾</span>: مساءة ومشقة <span class=quran>﴿بِغَيْرِ عِلْمٍ﴾</span>: أي تقتلونهم بغير علم بإسلامهم، فيشق عليكم ذلك وتتألمون <span class=quran>﴿لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَن يَشَاء﴾</span>: المراد بالرحمة هنا الإسلام، والمعنى أن الله سبحانه هيأ أسباب الأمن والسلام في مكة لتدخل قريش في الإسلام طوعًا أو كرهًا، وهكذا كان <span class=quran>﴿لَوْ تَزَيَّلُوا﴾</span>: لو تميَّز المؤمنون عن الكافرين <span class=quran>﴿لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ﴾</span>: ولا يُرجى دخولهم في الإسلام إطلاقًا، وبعض هؤلاء فرَّ من مكة في اللحظة التي دخلها المسلمون. <br><br>(26): <span class=quran>﴿إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ﴾</span>: يشير سبحانه إلى عتاة الشرك وجبروتهم وتعصبهم وما تحمله النبي والصحابة من عداوتهم وإيذائهم <span class=quran>﴿فَأَنزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ﴾</span>: المراد بالسكينة القناعة بحلال الله، والصبر على حرامه <span class=quran>﴿وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا﴾</span>: من آمن بالعليم الحكيم، وبالنبي الذي بُعث ليتمم مكارم الأخلاق، وبالقرآن الذي يهدي للتي هي أقوم - فهو أولى الناس في أن يتقي معاصي الله وحرامه. <br><br>(27): <span class=quran>﴿لَقَدْ صَدَقَ اللَّهُ رَسُولَهُ الرُّؤْيَا﴾</span>: أي في الرؤيا، قبل أن يخرج النبي (ص) إلى الحديبية رأى في منامه أنه دخل مكة هو والصحابة معتمرين، وطافوا في البيت العتيق بسلام آمنين، وقد حلق بعضهم وقصَّر آخرون، فأخبر النبي الصحابة بما رأى، وحين سار بهم متجهًا إلى مكة ظنوا أن هذا تفسير رؤياه، ولما حدث ما حدث من صلح الحديبية وعاد المسلمون قال المنافقون: أين هي الرؤيا؟ فأجاب النبي (ص): (لم أقل في هذا العام) ويأتي تأويل الرؤيا لا محالة، وفي العام التالي بلا فاصل دخل الرسول مكة هو والصحابة معتمرين، ومكثوا ثلاثة أيام وظهر صدق الرؤيا كما قال سبحانه: لقد صدق الله رسوله الرؤيا... وتسمى هذة العمرة عمرة القضاء <span class=quran>﴿فَعَلِمَ مَا لَمْ تَعْلَمُوا﴾</span>: علم الله أن في تأجيل العمرة إلى ما بعد صلح الحديبية خيرات ومنافع للإسلام والمسلمين، منها حقن الدماء، ومنها دخول العديد من المشركين في الإسلام <span class=quran>﴿فَجَعَلَ مِن دُونِ ذَلِكَ فَتْحًا قَرِيبًا﴾</span>: ذلك إشارة إلى صدق الرؤيا بدخول المسلمين المسجد الحرام، والفتح القريب صلح الحديبية بدليل أن عمر قال لرسول الله (ص): أفتح هذا؟ فأجابه: بل هو أعظم الفتوح. وبعد هذا الفتح الأعظم السنة السادسة من الهجرة كما سبقت الإشارة، جاء الفتح الثاني بعمرة القضاء السنة السابعة، وبعدها الفتح الثالث بدخول مكة والسيطرة عليها السنة الثامنة، ثم حجة الوداع السنة العاشرة، وفي ربيع الأول من الحادية عشر انتقل الرسول (ص) إلى الرفيق الأعلى. <br><br>(28): <span class=quran>﴿هُوَ الَّذِي أَرْسَلَ رَسُولَهُ﴾</span>: محمد <span class=quran>﴿بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ﴾</span>: لا بقوة الجيش والسلاح، ولا بالمال والدعايات الخادعة، بل بعقيدته التي تخاطب العقل والفطرة وتستنهض الفكر، وتقدس العلم، وبشريعته الخالدة بمبادئها، ومقاصدها وتوجهها إلى الإنسان كهدف أسمى وقيمة عظمى، ومن تتبع الآيات القرآنية والسنة النبوية وكتب الفقه الإسلامي ينتهي إلى العلم بهذا المبدأ: (حيثما يكون خير الإنسان يكون شرع الإسلام). (وقيل للذين اتقوا ماذا أنزل ربكم قالوا خيرًا - 30 النحل) أنزل ربنا قرآنًا كله خير فما استمل عليه من عقيدة وشريعة وأخلاق تدفع الإنسان إلى الكفاح والنضال من أجل حياة أكمل وأفضل."
}
],
"singlePage": true
}