{
"title": "صفحة (516)",
"type": "html",
"data": [
{
"miniTitle": "الحجرات",
"text": "(5): <span class=quran>﴿وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ﴾</span>: لا من أجلهم بل لغايتك <span class=quran>﴿إِلَيْهِمْ﴾</span>: أي يرونك عند خروجك، ويقولون ما يشاءون <span class=quran>﴿لَكَانَ﴾</span>: الصبر <span class=quran>﴿خَيْرًا لَّهُمْ﴾</span>: أجرًا لهم وتعظيمًا لرسول الله (ص). <br><br>(6): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِن جَاءكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَن تُصِيبُوا قَوْمًا بِجَهَالَةٍ﴾</span>: تدل هذه الآية بصراحة على حرمة الأخذ بقول الفاسق دون التمحيص والتثبت من صدقه خوفًا من الوقوع فيما لا تحمد عقباه كالإضرار بالآخرين، واستدل بهذه الآية جماعة من العلماء على وجوب الأخذ بقول الثقة بلا شرط البحث عن الصدق، وأثبتنا في كتاب علم أُصول الفقه في ثوبه الجديد أن هذه الآية تدل على النهي عن اتباع سبيل المفسدين وكفى. <br><br>(7) - (8): <span class=quran>﴿وَاعْلَمُوا أَنَّ فِيكُمْ رَسُولَ اللَّهِ لَوْ يُطِيعُكُمْ فِي كَثِيرٍ مِّنَ الْأَمْرِ لَعَنِتُّمْ﴾</span>: أي لوقعتم في الحرج والمشقة، والمعنى الأخص والأدق لهذه الآية الكريمة: عليكم أن تطيعوا الرسول لا أن يطيعكم وإلا كنتم الرسول وكان المرسل إليه <span class=quran>﴿وَلَكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمَانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ﴾</span>: بسهولته ويسره، والدعوة إليه بالحكمة، والترغيب فيه بالموعظة الحسنة، والجزاء عليه بعظيم الأجر والمثوبة <span class=quran>﴿وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ﴾</span>: بالنهي عنه، والتحذير منه، والتهديد عليه <span class=quran>﴿أُوْلَئِكَ هُمُ الرَّاشِدُونَ﴾</span>: كل محب للخير وكاره للشر فهو مهتد وراشد. <br><br>(9): <span class=quran>﴿وَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا﴾</span>: الخطاب لجميع المؤمنين على الكفاية، لأن عقيدة الإيمان تجعل المؤمنين أُمة واحدة كيانًا ومصلحة ومصيرًا، فإذا حدث خصام بين فئتين منهم فعلى الآخرين أن يتلافوا ذلك، ويصلحوا بينهما على أساس العدل حرصًا على مصلحة الجماعة، وفي الحديث: إصلاح ذات البين أفضل من درجة الصيام والصلاة والصدقة <span class=quran>﴿فَإِن بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ﴾</span>: إن أبت إحدى الفئتين المتقاتلتين الرضوخ للحق بالحسنى، وأصرت على العدوان فعلى المؤمنين الآخرين أن يحملوا الفئة المظلومة من الظالمة، فإن لم ترتدع إلا بالقوة قاتلوها في حدود الدفاع المشروع. <br><br>(10): <span class=quran>﴿إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ﴾</span>: من حيث انتسابهم إلى عقيدة واحدة تثير اهتمام الجماعة بالفرد والفرد بالجماعة <span class=quran>﴿فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ﴾</span>: لأن الأخوة الإنسانية والدينية تفرض هذا الصلح وتحتمه <span class=quran>﴿وَاتَّقُوا اللَّهَ﴾</span>: في التهاون بالصلح والانحياز لفئة بغير حق <span class=quran>﴿لَعَلَّكُمْ تُرْحَمُونَ﴾</span>: بمنع الشر والفساد من أن يعم ويشمل. <br><br>(11): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا يَسْخَرْ قَومٌ مِّن قَوْمٍ... ﴾</span>: لا يسخر بعض الرجال من بعض ولا بعض النساء من بعض، فربما كان المسخور منه أتقى عند الله وأبر من الساخر، هذا إلى أن من سخر من الأبرياء فهو ظالم وسفيه، وقد هدده الله بأشد العقوبات، من ذلك: (فيسخرون منهم سخر الله منهم ولهم عذاب أليم - 79 التوبة) <span class=quran>﴿وَلَا تَلْمِزُوا أَنفُسَكُمْ﴾</span>: اللمز: العيب، والمعنى لا يطعن بعضكم بعضًا، ويذكره بمكروه <span class=quran>﴿وَلَا تَنَابَزُوا بِالْأَلْقَابِ﴾</span>: التنابز: التعاير، أي لا يخاطب أحدكم أخاه بلقب يكرهه، ولا بأس بلقب أعرج وأحدب وما أشبه لمن اشتهر بذلك مع عدم قصد النقص والاستخفاف <span class=quran>﴿بِئْسَ الاِسْمُ الْفُسُوقُ بَعْدَ الْإِيمَانِ﴾</span>: من عاب آخر بما يكره يصير فاسقًا بعد أن كان مؤمنًا."
}
],
"singlePage": true
}