{
"title": "صفحة (517)",
"type": "html",
"data": [
{
"miniTitle": "الحجرات",
"text": "(12): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِّنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ﴾</span>: من أحسن الظن بإنسان فلا بأس عليه وإن أخطأ، قال الرسول الأعظم (ص): ظنوا بالمؤمنين خيرًا ومن أساء به الظن أيضًا لا بأس عليه وإن كان مخطئًا في ظنه حيث لا حرية للإنسان في ظنونه وتصوراته، أجل عليه أن لا يعول على سوء الظن ولا يرتب عليه أي أثر في قول أو فعل وإلا استحق الذم والعقاب، وفي الحديث: (إذا ظننت فلا تحقق) ولم يقل: لا تظن لأنه تكليف بما لا يطاق تمامًا كما لو قال: لا تتصور <span class=quran>﴿وَلَا تَجَسَّسُوا﴾</span>: التجسس: تتبع العورات والعثرات والبحث عنها في الخفاء - غالبًا - وهو محرَّم كتابًا وسنة وعقلاً وإجماعًا، قال رسول الله (ص): (من اطلع عليك فحذفته بحصاة ففقأت عينيه فلا جناح عليك) <span class=quran>﴿وَلَا يَغْتَب بَّعْضُكُم بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ﴾</span>: إذا ذكرت شخصًا معينًا بما يكره وكان فيه ما تقول، فقد اغتبته وإن لم يكن فيه ما تقول، فقد بهته. والبهتان أعظم جرمًا من الغيبة، وقد شبَّه سبحانه من استغيب بالميت لأنه غائب، وشبَّه عرضه بلحمه، وقول السوء فيه بالأكل والنهش، أما معنى فكرهتموه فهو إذا أنفقتم من أكل لحم الميت فينبغي أن تأنفوا أيضًا من غيبة الغائب، لأنها من باب واحد. <br><br>(13): <span class=quran>﴿يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ﴾</span>: ليست هذه الآية من آيات الأحكام والتشريع، لأنها لم تأت بجديد يمكن وضعه أو رفعه، وإيجاده أو نفيه، وإنما هي تحكي وتعبِّر عن المساواة الطبيعية الحتمية بين الناس، كل الناس، على صعيد الحقوق والواجبات، أجل أن القرآن الكريم ألبسها ثوب الدين لتكون هذه المساواة قدسية وحصانة حتى لا يجرأ على التلاعب بها عابث ومنحرف أما قوله تعالى: <span class=quran>﴿إِنَّ أَكْرَمَكُمْ عِندَ اللَّهِ أَتْقَاكُمْ﴾</span>: فمعناه أن من آمن بالله وائتمر بأمره، وانتهى بنهيه فهو أكرم وأعظم عنده تعالى ممن كفر به أو آمن ولكن تجاوز الحدود: أما الناس فلا يفضلون أحدًا على غيره إلا أن يقدم عملاً ينتفع به الفرد والجماعة كائنًا من كان العامل المحسن ومن هنا اشتهر على ألسنتهم: الدين لله، والوطن للجميع. <br><br>(14): <span class=quran>﴿قَالَتِ الْأَعْرَابُ آمَنَّا قُل لَّمْ تُؤْمِنُوا وَلَكِن قُولُوا أَسْلَمْنَا﴾</span>: جاء في الحديث: (الإيمان معرفة بالقلب، وإقرار باللسان، وعمل بالأركان) أما شرط العمل فلأن الإيمان عمل كله ولا إيمان بلا عمل، وأما الإقرار باللسان فلكي يجري عليه حكم الإسلام، ولوجوب الذكر في الصلاة، أما الإسلام فهو دخول في سلم المسلمين وخروج من حربهم بإظهار الشهادتين: (لا إله إلا الله محمد رسول الله) بصرف النظر عما في القلب، ومعنى هذا أن كل مؤمن مسلم، وليس كل مسلم مؤمنًا، قال الإمام عليّ (ع): المؤمن إذا نظر اعتبر وإذا سكت تفكر، وإذا تكلم ذكر، وإذا استغنى شكر، وإذا افتقر صبر <span class=quran>﴿وَلَكِن قُولُوا أَسْلَمْنَا﴾</span>: لسبب أو لآخر <span class=quran>﴿وَلَمَّا يَدْخُلِ الْإِيمَانُ فِي قُلُوبِكُمْ﴾</span>: ومن هؤلاء الذين يتخذون من الدين حرفة يعيشون بها ومنها <span class=quran>﴿لَا يَلِتْكُم﴾</span>: لا ينقصكم من ثواب أعمالكم سيئًا. <br><br>(15): <span class=quran>﴿إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ﴾</span>: ويستجيبون لما يدعون إليه بلا شك وتردد، وبلا تطبيل وتزمير وهتاف وتصفيق. <br><br>(16): <span class=quran>﴿قُلْ أَتُعَلِّمُونَ اللَّهَ بِدِينِكُمْ﴾</span>: وهذا التوبيخ يعم ويشمل الذين يهللون ويسبحون في مكبرات الصوت، كأن الله أصم! تعالى عن ذلك علوًا كبيرًا. <br><br>(17): <span class=quran>﴿يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا﴾</span>: يستحيل أن يمنوا لو ذاقوا حلاوة الإسلام والإيمان، إن المؤمن حقًا يتجاهل ويتنكر لو نسبت إليه كرامة، وسلام على من قال: اللهم لا تؤاخذني بما يقولون، واغفر لي ما لا يعلمون <span class=quran>﴿قُل لَّا تَمُنُّوا عَلَيَّ إِسْلَامَكُم﴾</span>: من عمل صالحًا فلنفسه <span class=quran>﴿بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ﴾</span>: بالإرشاد إليه، والترغيب فيه لا لشيء إلا لخيركم وصالحكم، هذا إن كنتم حقًا من المؤمنين وإلا فلعنة الله على الكاذبين.<br>(18):"
}
],
"singlePage": true
}