{
"title": "صفحة (520)",
"type": "html",
"data": [
{
"miniTitle": "ق",
"text": "(36): <span class=quran>﴿وَكَمْ أَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمْ أَشَدُّ مِنْهُم بَطْشًا فَنَقَّبُوا فِي الْبِلَادِ هَلْ مِن مَّحِيصٍ﴾</span>: القرن: أهل العصر الواحد، فإذا هلك أكثرهم قيل: انقضى قرنهم، فنقبوا في البلاد: ساروا فيها وطافوا، والمحيص: المهرب، وتقدم مرات ومرات وآخرها الآية 12 وما بعدها من هذه السورة. <br><br>(37): <span class=quran>﴿إِنَّ فِي ذَلِكَ لَذِكْرَى﴾</span>: عظة وعبرة <span class=quran>﴿لِمَن كَانَ لَهُ قَلْبٌ﴾</span>: عقل يعي العواقب، ويبتعد بصاحبه عن المخاطر <span class=quran>﴿أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ﴾</span>: أقبل على العظة بكله، وتابعها وانفعل بها. <br><br>(38): <span class=quran>﴿وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ﴾</span>: المراد بالأيام هنا الدفعات أو الأطوار، وتقدم في 5 آيات، منها الآية 54 الأعراف <span class=quran>﴿وَمَا مَسَّنَا مِن لُّغُوبٍ﴾</span>: أي تعب وإعياء. <br><br>(39): <span class=quran>﴿فَاصْبِرْ عَلَى مَا يَقُولُونَ﴾</span>: من سفه وأباطيل، وماذا يهم؟ وما هي النتيجة؟ أبدًا لا شيء سوى رياح تقذفها الرئة إلى الأنف، ومنه إلى هباء، فعلام الغضب؟ <span class=quran>﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ﴾</span>: إشارة إلى صلاة الفجر <span class=quran>﴿وَقَبْلَ الْغُرُوبِ﴾</span>: صلاة العصر. <br><br>(40): <span class=quran>﴿وَمِنَ اللَّيْلِ فَسَبِّحْهُ﴾</span>: صلاة المغرب والعشاء، وبالمناسبة قال قائل: أنا أؤمن بالله ولكن لا أرى في الصلاة أية ضرورة. قلت: يُخيل إليك أنك من المؤمنين، ولست هناك. قال: كيف؟ قلت لأنك ترد على الله بوقاحة وصلافة، هو يقول: تجب الصلاة. وأنت تقول: كلا، لا وجوب فسكت متحيرًا، ثم سأل: وما جدواها؟ قلت: أنت تطلب الرحمة من الله، إن كنت مؤمنًا كما تزعم. قال: بكل تأكيد قلت: الصلاة استرحام وسؤال الهداية والأمان <span class=quran>﴿وَأَدْبَارَ السُّجُودِ﴾</span>: بالتسبيح والتعقيب ندبًا لا وجوبًا. <br><br>(41): <span class=quran>﴿وَاسْتَمِعْ يَوْمَ يُنَادِ الْمُنَادِ﴾</span>: في هذه حذف، والتقدير: استمع يا محمد لوحي الله الذي يخبرك به عن يوم القيامة الذي ينادي فيه المنادي <span class=quran>﴿مِن مَّكَانٍ قَرِيبٍ﴾</span>: أي يسمعه جميع الخلائق حتى كأنه قريب من كل واحد منهم، ويخاطبه مواجهة لا بمكبر الأصوات. <br><br>(42) - (43): <span class=quran>﴿يَوْمَ يَسْمَعُونَ الصَّيْحَةَ بِالْحَقِّ﴾</span>: المراد بهذه الصيحة عين المراد بنفخة الصور في الآية 51 من يس: (ونفخ في الصور فإذا هم من الأجداث إلى ربهم ينسلون) وقوله تعالى بالحق رد على من أنكر البعث <span class=quran>﴿ذَلِكَ يَوْمُ الْخُرُوجِ﴾</span>: من القبور. <br><br>(44): <span class=quran>﴿يَوْمَ تَشَقَّقُ الْأَرْضُ﴾</span>: التي منها خلقنا، وإليها نعود، ومنها نخرج تارة أخرى مسرعين... ولكن إلى أين؟ إلى اللهو واللعب، أو إلى إثارة الفتن والشغب، أو الخداع واللصوصية، أو الدعايات الغادرة الفاجرة؟ كلا، بل إلى الوقوف بين يدي جبار قهار، لنقاش الحساب على الفساد وظلم العباد، والسلب والنهب، والحقد والغش، وتشريد الشعوب وامتصاص الدماء... <br><br>(45): <span class=quran>﴿نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ﴾</span>: ويخدعون ويذيعون من أباطيل وأضاليل، وما عليك أيها النبي أو النائب عنه إلاَّ أن تجهر بكلمة الحق، وتجاهد بها من غير هوادة، فإن استجابوا وإلا فالحق لهم بالمرصاد، ولا تحسبن الله غافلًا عما يعمل الظالمون."
},
{
"miniTitle": "الذاريات",
"text": "(1) - (4): <span class=quran>﴿وَالذَّارِيَاتِ ذَرْوًا فَالْحَامِلَاتِ وِقْرًا فَالْجَارِيَاتِ يُسْرًا فَالْمُقَسِّمَاتِ أَمْرًا﴾</span>: الوِقر بكسر الواو: الحمل، والمراد به هنا السحاب المثقل بالماء، وفي تفسير هذه الأوصاف آراء وأقوال، وفي رأينا أنها بالكامل للرياح، فهي تذرو الغبار وما أشبه، وتحمل السحاب الممطر، وتجري بيسر وسهولة، وتقسم أو توزع السحاب على البلاد (سقناه لبلد ميت- 57 الأعراف) وأقسم سبحانه بالرياح، لأن له أن يقسم بما يشاء من خلقه، ولا يسوغ لأحد أن يقسم إلاَّ بالله. <br><br>(5) - (6): <span class=quran>﴿إِنَّمَا تُوعَدُونَ﴾</span>: من النشر والحشر <span class=quran>﴿لَصَادِقٌ وَإِنَّ الدِّينَ لَوَاقِعٌ﴾</span>: المراد بالدين هنا الحساب والجزاء."
}
]
}