{
"title": "صفحة (528)",
"type": "html",
"data": [
{
"miniTitle": "النجم",
"text": "(43) - (46): <span class=quran>﴿وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى﴾</span>: الضحك إشارة إلى فرح أهل الجنة، والبكاء إشارة إلى ترح أهل النار،قال سبحانه: (وجوه يومئذ مسفرة ضاحكة مستبشرة ووجوه يومئذ عليها غبرة ترهقها قترة- آخر عبس) <span class=quran>﴿وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنثَى... ﴾</span>: قال جاهل أو ذاهل عن هذه الآية وغيرها من آية الذكر الحكيم: إن نظرية دارون لا تناقض الإسلام والقرآن لأن نظرية التطور علم والإسلام دين العلم! وما من شك أن الإسلام دين العلم، ولكن هذا شيء، وأصل الإنسان قرد شيء آخر، والقرآن صريح في أن الله خلق آدم من طين لا من قرد دارون، وانه تعالى هو الذي صورنا في الأرحام كيف يشاء بنص الآية 6 من آل عمران، وعليه يكون القول بان نظرية دارون لا تناقض القرآن - نقضًا لليقين بالشك والجهل. <br><br>(47): <span class=quran>﴿وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى﴾</span>: وأية حكمة في النشأة الأولى إذا لم تكن مطية للثانية؟. <br><br>(48): <span class=quran>﴿وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى﴾</span>: أغنى: أعطى جميع العباد ما يكفيهم من الرزق أما أقنى فغير بعيد أن تكون إشارة إلى وسائل الإنتاج، وأن الكل منه تعالى، لأنه خالق كل شيء. <br><br>(49): <span class=quran>﴿وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى﴾</span>: نجم مضيء وخصها سبحانه بالذكر لأن بعض أهل الجاهلية كانوا يعبدونها. <br><br>(50): <span class=quran>﴿وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى﴾</span>: وهم قوم هود، وتقدم الكلام عنهم مرات. <br><br>(51) - (52): <span class=quran>﴿وَثَمُودَ فَمَا أَبْقَى﴾</span>: أحدًا منهم وهم قوم صالح، وأيضًا سبق عنهم الكلام مرارًا. <br><br>(53): <span class=quran>﴿وَالْمُؤْتَفِكَةَ أَهْوَى﴾</span>: قرى قوم لوط، جعل عاليها أسفلها. <br><br>(54): <span class=quran>﴿فَغَشَّاهَا﴾</span>: غطاها العذاب. <br><br>(55): <span class=quran>﴿فَبِأَيِّ آلَاء رَبِّكَ تَتَمَارَى﴾</span>: بأية نعمة من نعم الله تشك وتجادل أيها الجاحد المعاند. وبالمناسبة قال الفيلسوف المسلم والشاعر الكبير اقبال في تعريف المؤمن: انه من يستقبل الموت وعلى شفتيه ابتسامة التوحيد. <br><br>(56): <span class=quran>﴿هَذَا﴾</span>: الذي تلوناه وسجلناه في هذه السورة هو <span class=quran>﴿نَذِيرٌ مِّنَ النُّذُرِ الْأُولَى﴾</span>: فيما تضمنه من حقائق جديرة بالتفكير والإهتمام كنزول الوحي على محمد (ص) وما أشرنا إليه من أن الظن لا يكون طريقًا للمعرفة، وأن الإنسان بكد يمينه وعرق جبينه... <br><br>(57): <span class=quran>﴿أَزِفَتْ الْآزِفَةُ﴾</span>: الساعة آتية لا ريب فيها، وكل آت قريب. <br><br>(58): <span class=quran>﴿لَيْسَ لَهَا مِن دُونِ اللَّهِ كَاشِفَةٌ﴾</span>: لا أحد يعلم وقتها والكشف عنه إلا الله: (يسألك الناس عن الساعة قل إنما علمها عند الله- 63 الأحزاب). <br><br>(59): <span class=quran>﴿أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ﴾</span>: المراد بالحديث هنا القرآن، وأهل الإيمان والمعرفة يعجبون به إكبارًا لعظمته كما قال سبحانه: (قرآنًا عجبًا- الجن) والكفرة الفجرة يعجبون منه منكرين وساخرين كما قالوا: (أجعل الآلهة إلهًا واحدًا إن هذا لشيء عجاب- 5 ص). <br><br>(60): <span class=quran>﴿وَتَضْحَكُونَ وَلَا تَبْكُونَ﴾</span>: الأوْلى بكم أن تبكوا على أنفسكم التي أوردتموها مناهل الوبال والهلاك. <br><br>(61): <span class=quran>﴿وَأَنتُمْ سَامِدُونَ﴾</span>: لاهون لاعبون. <br><br>(62): <span class=quran>﴿فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا﴾</span>: يجب السجود عند تلاوة هذه الآية أو الإستماع إليها، أُنظر تفسير الآية 37 من فصلت."
},
{
"miniTitle": "القمر",
"text": "(1): <span class=quran>﴿اقْتَرَبَتِ السَّاعَةُ وَانشَقَّ الْقَمَرُ﴾</span>: ذكر سبحانه انشقاق القمر مقرونًا بذكر الساعة، ومعنى هذا أن الإنشقاق يحدث يوم القيامة، وفي سورة الإنشقاق (إذا السماء انشقت) وسورة الإنفطار (إذا السماء انفطرت وإذا الكواكب انتثرت) وفي سورة القيامة (وخسف القمر وجمع الشمس والقمر) والقرآن يفسِّر بعضه بعضًا. <br><br>(2): <span class=quran>﴿وَإِن يَرَوْا آيَةً يُعْرِضُوا﴾</span>: القرآن معجزة المعجزات وحافل بالنبوآت والبينات ، ومع ذلك أعرضوا عنه وقالوا سحر وكهانة مكابرة وعنادًا. <br><br>(3): <span class=quran>﴿وَكَذَّبُوا﴾</span>: محمدًا لا لشيء إلا الهوى والغرض <span class=quran>﴿وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ﴾</span>: ثابت علمه تعالى، ومنه إعراض من أعرض عن الحق، وسوف يحاسب حسابًا عسيرًا. <br><br>(4): <span class=quran>﴿وَلَقَدْ جَاءهُم مِّنَ الْأَنبَاء﴾</span>: كقصص الأُمم الماضية والإنتقام من الجبابرة الطغاة <span class=quran>﴿مَا فِيهِ مُزْدَجَرٌ﴾</span>: عن كل جريمة ورذيلة (ولقد يسرنا القرآن للذكر فهل من مذكر). <br><br>(5): <span class=quran>﴿حِكْمَةٌ بَالِغَةٌ﴾</span>: بلغت آيات القرآن المدى الأقصى في بيان الحجج والمواعظ <span class=quran>﴿فَمَا تُغْنِ النُّذُرُ﴾</span>: إلا من سعى وراء معرفة الحق والهداية، وفي نهج البلاغة: (من لم يعن على نفسه حتى يكون له منها واعظ وزاجر لم يكن له من غيرها لا زاجر ولا واعظ . <br><br>(6): <span class=quran>﴿فَتَوَلَّ عَنْهُمْ﴾</span>: يا محمد عن المعاندين وانتظر <span class=quran>﴿يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُّكُرٍ﴾</span>: المراد باليوم هنا يوم القيامة، والنكر: الشديد الفظيع."
}
],
"singlePage": true
}