{
"title": "صفحة (532)",
"type": "html",
"data": [
{
"miniTitle": "الرحمن",
"text": "(18): <span class=quran>﴿فَبِأَيِّ آلَاء رَبِّكُمَا تُكَذِّبَانِ﴾</span>: بنعمة الشروق أم الغروب؟. <br><br>(19): <span class=quran>﴿مَرَجَ الْبَحْرَيْنِ﴾</span>: أرسلهما، والمراد بهما النهر العذب والبحر الملح <span class=quran>﴿يَلْتَقِيَانِ﴾</span>: يلتقي طرفاهما. <br><br>(20) - (21): <span class=quran>﴿بَيْنَهُمَا بَرْزَخٌ لَّا يَبْغِيَانِ﴾</span>: البرزخ: الحاجز. ولا يبغيان: لا يطغى أحدهما على الآخر، وتقدم في الآية 53 من الفرقان <span class=quran>﴿فَبِأَيِّ آلَاء رَبِّكُمَا تُكَذِّبَانِ﴾</span>: بنعمة البحار أم الأنهار. <br><br>(22) - (23): <span class=quran>﴿يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ﴾</span>: جاء في تفسير المراغي: (ثبت في الكشف الحديث أن اللؤلؤ يستخرج من البحر العذب كما يستخرج الملح، وكذلك المرجان، وإن كان الغالب استخراجه من الماء الملح). <br><br>(24) - (25): <span class=quran>﴿وَلَهُ الْجَوَارِ الْمُنشَآتُ فِي الْبَحْرِ كَالْأَعْلَامِ﴾</span>: الجواري: السفن، والمنشآت: المصنوعات، والأعلام: الجبال، وتقدم في الآية 23 من الشورى. <br><br>(26) - (28): <span class=quran>﴿كُلُّ مَنْ عَلَيْهَا فَانٍ وَيَبْقَى وَجْهُ رَبِّكَ﴾</span>: أي ذاته القدسية، لأنه الأول بلا أول كان قبله، والآخر بلا آخر يكون بعده. <br><br>(29) - (30): <span class=quran>﴿يَسْأَلُهُ مَن فِي السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: جميع الكائنات تفتقر إلى الله في وجودها وبقائها وشتى أحوالها، ولو تخلى عنها طرفة عين لم تكن شيئًا مذكورًا <span class=quran>﴿كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ﴾</span>: ضمير هو يعود إلى اليوم، والمراد باليوم هنا كل شيء يفنى، والمعنى ما من شيء فان في هذا الكون إلا ويتغير في كل يوم بل في كل لحظة شئنا أم أبينا، ويقال: ان هذه الحقيقة كانت طي الكتمان حتى اكتشفها العلم الحديث ولكن القرآن أعلنها بصراحة قبل 14 قرنًا، وذكرها أهل بيت الوحي والنبوة في كلامهم أكثر من مرة، فقد روى الكليني في الجزء الأول من أُصول الكافي ص 141 طبعة سنة 1388هـ- أن الإمام أمير المؤمنين (ع) خطب خطبة في تعظيم الله، ابتدأها بقوله: (الحمد لله الذي لا يموت، ولا تنقضي عجائبه لأن كل يوم في شأن من احداث بديع- أي جديد- لم يكن) وفي ص 225 أن الإمام جعفر الصادق (ع) قال: العلم لا ينتهي لما يحدث بالليل والنهار يومًا بيوم وساعة بساعة. <br><br>(31) - (32): <span class=quran>﴿سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلَانِ﴾</span>: أي سنحاسبكم، وهو تهديد لمن أذنب وتمرد، وفي تفسير البحر المحيط لأبي حيان الأندلسي: سمي الإنس والجان بالثقلين لثقلهما على وجه الأرض، وفي الحديث إني تارك فيكم الثقلين: كتاب الله وعترتي أهل بيتي، سميا بذلك لعظمهما وشرفهما. <br><br>(33) - (34): <span class=quran>﴿يَا مَعْشَرَ الْجِنِّ وَالْإِنسِ إِنِ اسْتَطَعْتُمْ أَن تَنفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانفُذُوا لَا تَنفُذُونَ إِلَّا بِسُلْطَانٍ﴾</span>: حين وصل الإنسان إلى القمر اتخذ منه الصهاينة وغيرهم من أعداء الإسلام وسيلة للطعن بالقرآن، لأن هذه الآية تقول: لا ينفد الإنسان من أقطار السموات والأرض، وقد نفذ! وهذا عين التدليس والتبليس... فقد ثبت بالحس والعيان أن آيات القرآن تزداد قوة ووضوحًا كلما تقدم الزمن والعلم، ومنها هذه الآية، ولعلها أوضح الآيات في الدلالة على هذه الحقيقة لأن المراد بأقطار السموات والأرض الكون بكامله لا خصوص القمر أو المريخ أو أي كوكب من الكواكب، وقد أثبت العلم الحديث أن الكون لا حد له ولا نهاية، كما في الآية 47 من الذاريات، وأن هناك كواكب وموجودات لا يستطيع الإنسان الوصول إليها حتى ولو سافر بسرعة الضوء، بل ولا العلم بها حتى بالأجهزة العلمية المتقدمة لأن بين الأرض وبين بعض النجوم ملايين السنين الضوئية، ومعنى هذا أن الإنسان إذا وصل إلى ألف كوكب من الكواكب المعروفة فهو أعجز من ان ينفذ إلى الكون بكامله، هذا إلى أن المقصود الأول من الآية أن المجرم لا يستطيع الفرار من عذاب الله وعقابه إلا بالتوبة والإقلاع عن الذنب، وعليه يكون المراد بالسلطان هنا التوبة أي الفرار من عذاب الله إلى رحمة الله. <br><br>(35) - (36): <span class=quran>﴿يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ وَنُحَاسٌ فَلَا تَنتَصِرَانِ﴾</span>: قالوا: الشواظ لهب بلا دخان كالغاز والمراد بالنحاس هنا دخان بلا لهب، ومهما يكن فإن القصد الإشارة إلى أهوال الساعة وآلامها. <br><br>(37) - (38): <span class=quran>﴿فَإِذَا انشَقَّتِ السَّمَاء فَكَانَتْ وَرْدَةً كَالدِّهَانِ﴾</span>: تذوب كواكب السماء يوم القيامة كما يذوب الدهن على النار، ويصبح لون هذا السائل كحمرة الورد. <br><br>(39) - (40): <span class=quran>﴿فَيَوْمَئِذٍ لَّا يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلَا جَانٌّ﴾</span>: وفي الآية 24 من الصافات: (وقفوهم أنهم مسئولون) ووجه الجمع أن في يوم القيامة مواقف يُسأل الناس في بعضها عما كانوا يفعلون، وفي بعضها لا سؤال، بل انتظارًا للسؤال، أو انتهاءً منه."
}
],
"singlePage": true
}