{
"title": "صفحة (536)",
"type": "html",
"data": [
{
"miniTitle": "الواقعة",
"text": "(51) - (54): <span class=quran>﴿ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ لَآكِلُونَ مِن شَجَرٍ مِّن زَقُّومٍ﴾</span>: شجرة خبيثة، وتقدمت في الآية 62 من الصافات وغيرها، ويشربون على طعام الزقوم من الحميم الذي اشتد غليانه. <br><br>(55) - (56): <span class=quran>﴿فَشَارِبُونَ شُرْبَ الْهِيمِ﴾</span>: وهي الإبل المصابة بداء العطش، تشرب ولا ترتوي <span class=quran>﴿هَذَا نُزُلُهُمْ﴾</span>: المعد لضيافتهم طعامًا وشرابًا، إضافة إلى سرابيل القطران ومقطعات النيران. <br><br>(57): <span class=quran>﴿نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ﴾</span>: أنتم تسلمون وتقرون بأن الله هو الذي خلقكم، ولكن تنكرون قدرته على إحيائكم بعد الموت وتقولون: أئذا متنا أئنا لمبعوثون، وهذا عين التناقض، حيث جمعتم بين الإقرار بقدرة الله على الخلق والإيجاد والإنكار لها في آن واحد، فإما أن تقروا بالخلق والبعث معًا، وإما أن تنكروهما معًا، وإقراركم بالخلق دون البعث معناه أن الشيء غير ذاته وهذا هو الهذيان بالذات. <br><br>(58) - (59): <span class=quran>﴿أَفَرَأَيْتُم مَّا تُمْنُونَ أَأَنتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ﴾</span>: إن الذي خلق من النطفة بشرًا سويًا بعقله وشكله، قادر على إعادته إلى الحياة بعد الموت. <br><br>(60): <span class=quran>﴿نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ﴾</span>: إن مالك الموت ومقدر الآجال هو مالك الحياة ابتداء وإعادة <span class=quran>﴿وَمَا نَحْنُ بِمَسْبُوقِينَ﴾</span>: لسنا بعاجزين ولا مغلوبين. <br><br>(61): <span class=quran>﴿عَلَى أَن نُّبَدِّلَ أَمْثَالَكُمْ﴾</span>: على إهلاككم وإبدالكم بقوم آخرين <span class=quran>﴿وَنُنشِئَكُمْ فِي مَا لَا تَعْلَمُونَ﴾</span>: إنه تعالى قادر على بعثكم بعد الموت، في صورة لا عهد لكم بمثلها إطلاقًا. <br><br>(62): <span class=quran>﴿وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذكَّرُونَ﴾</span>: رأيتم الكون بالحس والعيان، فاستدلوا به على إمكان البعث، وببلاغة الإمام عليّ (ع): عجبت لمن أنكر النشأة الأخرى وهو يرى النشأة الأولى. <br><br>(63) - (64): <span class=quran>﴿أَفَرَأَيْتُم مَّا تَحْرُثُونَ أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ﴾</span>: أنتم تثيرون الأرض، وتغرسون فيها وتبذرون، ما في ذلك ريب، ولكن من الذي أوجدكم والأرض والغرس والبذر والماء والشمس والهواء؟ فالذي قدر على إيجاد ذلك قادر على إحياء الموتى وبعثهم. <br><br>(65): <span class=quran>﴿لَوْ نَشَاء لَجَعَلْنَاهُ حُطَامًا﴾</span>: لو أراد سبحانه لجعل الزرع هشيمًا لا ينتفع به <span class=quran>﴿فَظَلَلْتُمْ تَفَكَّهُونَ﴾</span>: تعجبون، وتقولون. <br><br>(66): <span class=quran>﴿إِنَّا لَمُغْرَمُونَ﴾</span>: كدحنا وخسرنا وصار الغنم الذي كنا نأمل ثقلا ومغرمًا. <br><br>(67): <span class=quran>﴿بَلْ نَحْنُ مَحْرُومُونَ﴾</span>: من الخير والرزق. <br><br>(68) - (70): <span class=quran>﴿أَفَرَأَيْتُمُ الْمَاء الَّذِي... ﴾</span>: المزن: السحاب يحمل الماء الذي لا حياة إلا به، ولو شاء سبحانه لجعله شديد الملوحة أو منعه من الأساس، وعندئذ لا يبقى على ظهرها من دابة، فهلا شكرتم الله على هذه النعمة، واعترفتم بقدرته على المعاد؟. <br><br>(71): <span class=quran>﴿أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ﴾</span>: تشعلونها من الزناد وغيره، ونعمة النار كنعمة الماء، ولولاها لبقي الإنسان كوحش الغاب إلى يومه الأخير. <br><br>(72): <span class=quran>﴿أَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَا﴾</span>: أيها المنكرون البعث وعقابه وثوابه وعلى زعمكم فلا معنى لحياتكم، ولا هدف وراءها إلا شهوة البطن والجنس. <br><br>(73) - (74): <span class=quran>﴿نَحْنُ جَعَلْنَاهَا تَذْكِرَةً﴾</span>: موعظة تذكر بالبعث، لأن من أخرج النار من الشجر الأخضر يحيي الخلق بعد موته. <br><br>(75): <span class=quran>﴿فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ﴾</span>: قال أكثر المفسرين: أن (لا) زائدة إعرابًا مثل (لئلا يعلم أهل الكتاب) أي ليعلم وعليه يكون المعنى أُقسم بمنازل النجوم. <br><br>(76): <span class=quran>﴿وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ﴾</span>: أي لستم من أهل العلم بالنجوم وعالمها كي تدركوا أن الله سبحانه ما أقسم بها إلا لعلمه بعظمتها، وهنا يكمن السر لإعجاز القرآن حيث يستحيل على محمد (ص) أن يدرك بوعيه وثقافته ما في عالم النجوم من عجائب وغرائب، ولما تقدم العلم اكتشف أن في الكون مجرات لا تعد ولا تحصى، وان كل مجرة تمتد في الفضاء إلى ما شاء الله، وعلى سبيل المثال قرأت في العدد الثالث من المجلد الأول لمجلة عالم الفكر الكويتية مقالًا بعنوان غزو الفضاء للدكتور فؤاد صروف، جاء فيه: (لو امتطينا صاروخًا سرعته كسرعة الضوء أي ثلاث مئة ألف كيلو متر في الثانية لأستغرق السفر من طرف مجرة واحدة إلى طرفها الآخر مئة ألف سنة) هذه مجرة واحدة من ملايين وربما من بلايين البلايين، وهنا ندرك السر في قوله تعالى: ان القسم بالنجوم عظيم لو تعلمون ما هو عالم النجوم. وبعد فهل القرآن من محمد أو من خالق الكون ونجومه؟."
}
]
}