{"title":"صفحة (537)","type":"html","data":[{"miniTitle":"الواقعة","text":"(77) - (80): <span class=quran>﴿إِنَّهُ لَقُرْآنٌ كَرِيمٌ فِي كِتَابٍ مَّكْنُونٍ لَّا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ تَنزِيلٌ مِّن رَّبِّ الْعَالَمِينَ﴾</span>: هو كريم وعظيم بعقيدته التي تحتم التسليم لله والحق وحده، وبشريعته التي تقيس الإنسان بعمله، ولا ترى له من فضل على غيره إلا أن يترك لأخيه الإنسان شيئًا جديدًا ومفيدًا، وهو أيضًا في كتاب مكنون أي في حصن حصين من التحريف، لا يأتيه الباطل من بين يديه ولا من خلفه، وهو طاهر في نفسه مطهر من الرذائل والجرائم لمن آمن به وعمل ولذا لا يسوغ بحال أن يمسه أحد من بني الإنسان إلا الذين تطهروا من الأحداث المعروفة، ثم أخبر سبحانه أن القرآن من الله لا من سواه، ووجه هذا السؤال للمكذبين: <br><br>(81): <span class=quran>﴿أَفَبِهَذَا الْحَدِيثِ أَنتُم مُّدْهِنُونَ﴾</span>: المراد بالحديث هنا القرآن، والمعنى كيف تتهاونون بالقرآن أو ترتابون فيه، وهو حجة لازمة وكافية على كل عالم وعاقل لما فيه من دلائل واضحة ترشده إلى الغاية الأولى من وجوده وحياته؟. <br><br>(82): <span class=quran>﴿وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ﴾</span>: المراد من الرزق هنا الحظ أي أتجعلون حظكم من القرآن التكذيب به؟. <br><br>(83) - (84): <span class=quran>﴿فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ﴾</span>: إذا خرجت الروح من جسد أحدكم- أيها المشككون في البعث- أو كادت فهل يستطيع ان يردها إليه أو يبقيها فيه؟. <br><br>(85): <span class=quran>﴿وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ﴾</span>: هذا تعبير عن قدرة الله سبحانه على البعث، لأنه هو الذي يضع الروح في الجسم ويخرجها منه ومن قدر على ذلك يقدر على إعادتها إلى الجسم مرة ثانية. <br><br>(86) - (87): <span class=quran>﴿فَلَوْلَا إِن كُنتُمْ غَيْرَ مَدِينِينَ تَرْجِعُونَهَا﴾</span>: إذا كنتم غير مبعوثين ولا مسؤولين عن شيء فادفعوا الموت عن أنفسكم أو أرجعوا أرواحكم إلى أجسادكم بعد الموت إن كنتم صادقين فيما تدعون، والهدف الأول من ذلك إظهار عجزهم، وإنهم في قبضة الله تعالى حياة وموتًا وبعثًا، وعليهم أن يستسلموا لأمره، ويؤمنوا بقوله. <br><br>(88): <span class=quran>﴿فَأَمَّا إِن كَانَ﴾</span>: المتوفى <span class=quran>﴿مِنَ الْمُقَرَّبِينَ﴾</span>: ختم سبحانه هذه السورة بما ابتدأها من آيات، وكررها بأسلوب آخر لفظًا وتقديمًا وتأخيرًا، وخلاصتها أن الذي يلقى ربه غذًا إن كان من المقربين وهم الصنف الثالث في الآيات الأولى. <br><br>(89): <span class=quran>﴿فَرَوْحٌ﴾</span>: راحة ورحمة <span class=quran>﴿وَرَيْحَانٌ﴾</span>: طيب ينعش الأرواح. <br><br>(90): <span class=quran>﴿وَأَمَّا إِن كَانَ مِنَ أَصْحَابِ الْيَمِينِ﴾</span>: وهم الصنف الأول في الآيات السابقة. <br><br>(91): <span class=quran>﴿فَسَلَامٌ لَّكَ﴾</span>: تقول له ملائكة الرحمة: سلام لك ولا بأس عليك، لأنك من أصحاب اليمين. <br><br>(92) - (94): <span class=quran>﴿وَأَمَّا إِن كَانَ مِنَ الْمُكَذِّبِينَ﴾</span>: بالبعث الضالين عن الحق والهداية، فتقول له زبانية جهنم: تفضل إلى طعام الزقوم وشراب الحميم. <br><br>(95): <span class=quran>﴿إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ﴾</span>: الذي كنت تراه بالأمس خرافة وسخافة! فهل هو خرافة أم الخرافة في عقلك وشعورك؟.<br><br>(96):<span class=quran>﴿فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ﴾</span>: سبحانك أنت ولينا فاغفر لنا وارحمنا وأنت خير الغافرين والرحمن الرحيم."},{"miniTitle":"الحديد","text":"(1): <span class=quran>﴿سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: كل كائن علوي أو سفلي هو آية تقول بلسان الحال أو المقال: لا إله إلا الله، وكلمة التوحيد تهليل وتسبيح وتحميد. <br><br>(2): <span class=quran>﴿لَهُ مُلْكُ... ﴾</span>: بقدرته تعالى على كل شيء ملك الأرض والسموات، وأحيى وأمات. <br><br>(3): <span class=quran>﴿هُوَ الْأَوَّلُ﴾</span>: بلا ابتداء كان قبله، ومنه ابتدأ كل شيء <span class=quran>﴿وَالْآخِرُ﴾</span>: بلا انتهاء يكون بعده، وإليه ينتهي كل شيء <span class=quran>﴿وَالظَّاهِرُ﴾</span>: بالأفعال والآثار التي توقظ العقول وتشدها إلى الإيمان بعظمته <span class=quran>﴿وَالْبَاطِنُ﴾</span>: لا تحيط العقول والأوهام بكنهه وحقيقته."}]}