{
"title": "صفحة (538)",
"type": "html",
"data": [
{
"miniTitle": "الحديد",
"text": "(4): <span class=quran>﴿هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ﴾</span>: أي أطوار أو دفعات، وتقدم في 6 آيات، منها الآية 54 من الأعراف <span class=quran>﴿ثُمَّ اسْتَوَى عَلَى الْعَرْشِ﴾</span>: المراد بالاستواء الاستيلاء، وبالعرش الملك، وتقدم في ست آيات منها الآية 54 من الأعراف <span class=quran>﴿يَعْلَمُ مَا يَلِجُ فِي الْأَرْضِ﴾</span>: ما في أعماقها من ثروات وطاقات يصنع منها قوى الشر قنابلهم النووية لإبادة البشرية <span class=quran>﴿و﴾</span>: أيضًا يعلم سبحانه <span class=quran>﴿َمَا يَخْرُجُ مِنْهَا﴾</span>: كالنفط وغيره من المعادن، وأيضًا يعلم أين يذهب وفي أي شيء يصرف، ولا مفرَّ من الحساب غدًا أو بعد غد <span class=quran>﴿وَمَا يَنزِلُ مِنَ السَّمَاء﴾</span>: من خيرات <span class=quran>﴿وَمَا يَعْرُجُ فِيهَا﴾</span>: كالطائرات التي تحمل القنابل لتلقيها على الآمنين، والأقمار الصناعية التي تدرس ثروات الأرض لاغتصابها واحتكارها، وأُخرى تستعمل في أغراض التجسس على عباد الله وعياله، وفي مجلة الحوادث البيروتية تاريخ 10 /2 /1978: يدور الآن فوق رؤوسنا 5 آلاف قمر صناعي على الدوام <span class=quran>﴿وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ﴾</span>: إن حقوق الإنسان لن تذهب هدرًا، والمعتدون عليها لن يفلتوا من الحساب والعقاب، وإن تسلحوا بالنار والحديد وملكوا المصانع والمفاعل النووية، فإن سلاح الحق أقوى وأمضى من كل سلاح. <br><br>(5): <span class=quran>﴿لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَإِلَى اللَّهِ تُرْجَعُ الأمُورُ﴾</span>: هذا تهديد ووعيد لكل طاغ وباغ بأن أعماله محفوظة عند الله، وأنه مرتهن بها ومحاسب عليها. <br><br>(6): <span class=quran>﴿يُولِجُ اللَّيْلَ... ﴾</span>: تتحرك الأفلاك، وتتعدد الفصول، فيطول النهار ويقصر الليل في فصل، وتنعكس الآية في فصل، ويتساويان في بعض الأيام، وتقدم في العديد من الآيات، منها في الآية 27 من آل عمران. <br><br>(7): <span class=quran>﴿آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ﴾</span>: إذا ملَّك الإنسان شيئًا لآخر تنقطع الصلة بينه وبين ما كان يملك، ويصبح أجنبيًا عنه، سواء أكان التمليك بِعوَض أم بالمجان، أما الخالق الرازق إذا منح ووهب فيبقى الشيء الموهوب والممنوح في قبضته تعالى أكثر مما هو في قبضة الموهوب له، لأن العبد وما ملكت يداه في قبضة مولاه، ولا يسوغ له التصرف إلا في الجهة المأذون بها، وهذا هو المراد بمستخلفين، وفي الآية 33 من النور (آتوهم من مال الله) وعليه تكون صلة الأغنياء بأموالهم صلة الوكيل الأمين لا صلة المالك المستبد <span class=quran>﴿فَالَّذِينَ آمَنُوا مِنكُمْ وَأَنفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ﴾</span>: على الطاعة والوفاء بالعهد والأمانة في الإنفاق من مال الله على عيال الله. <br><br>(8): <span class=quran>﴿وَمَا لَكُمْ لَا تُؤْمِنُونَ...﴾</span>: هذا السؤال موجَّه لكل من كفر بالله والرسول واليوم الآخر، ومؤداه أن الرسول قد دعاكم إلى الإيمان بالحق، وأقام عليكم الحجج والبراهين، والله سبحانه قد أودع فيكم عقلاً لو أحسنتم استعماله لأدَّى بكم إلى الإيمان، وهذا هو المراد بالميثاق هنا <span class=quran>﴿إِن كُنتُم مُّؤْمِنِينَ﴾</span>: أي إن أردتم الإيمان بالحق، وسعيتم له سعيه. <br><br>(9): <span class=quran>﴿هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ﴾</span>: حججًا واضحات ليخرج الناس من ظلمة الجهل إلى نور العلم، هذي هي رسالة محمد (ص)، وهذا هو الإسلام: القضاء على الجهل والتقليد، والعمل بالعلم والعقل، فهل بعد هذا يقال: ما الدليل على إن الإسلام حق؟ إن الإسلام هو الحق والعدل والصدق يستدل به ولا يستدل عليه لأنه يحمل في طبيعته وأصل تكوينه الدليل الكافي على صدقه. <br><br>(10): <span class=quran>﴿وَمَا لَكُمْ أَلَّا تُنفِقُوا فِي سَبِيلِ اللَّهِ وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: لا شيء للإنسان من ماله إلا ما أكل فأفنى، أو لبس فأبلى، أو تصدق فأمضى كما في الحديث، وما عدا ذلك فللوارث والحوادث، فإذا فني الناس كل الناس، فالله سبحانه هو الوارث الوحيد، وإذن علام الإمساك عن الإنفاق في سبيل الله؟ <span class=quran>﴿لَا يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الْفَتْحِ وَقَاتَلَ﴾</span>: المراد بالفتح هنا فتح مكة، والطرف الآخر لعدم المساواة محذوف لدلالة الكلام عليه، والمعنى فرق بعيد بين من حيث المكانة عند الله بينه من جاهد بنفسه وماله في سبيل الله قبل فتح مكة حيث كان الإسلام ضعيفًا، وبين من جاهد بعد هذا الفتح حيث أصبح الإسلام ذا عزة ومناعة، وبكلمة فرق بعيد بين إخوان الضيق وإخوان الرخاء <span class=quran>﴿وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى﴾</span>: لكل من الباذل السابق واللاحق الأجر، ولكن تبعًا لما ترك بذله من آثار، فقد تكون الصدقة بدرهم واحد أعظم أجرًا عند الله من الصدقة بألف إذا صادف الدرهم معدة جائعة، وأُعطي الألف لمن يتركه ميراثًا للأبناء والأصهار (ومن أحياها فكأنما أحيا الناس جميعًا - 32 المائدة). <br><br>(11): <span class=quran>﴿مَن ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا﴾</span>: وتسأل: المال مال الله، والفقراء عيال الله، والأغنياء وكلاء الله على عياله، وعليه فلا وجه للقرض؟ الجواب: الغرض من التعبير بالقرض أن يخرج المنفق زكاة أمواله خالصة لوجه الله، وعن طيب نفس من غير منًّ ولا أذى."
}
]
}