{"title":"صفحة (539)","type":"html","data":[{"miniTitle":"الحديد","text":"(12): <span class=quran>﴿يَوْمَ تَرَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم﴾</span>: يتولد غدًا من البذل والجهاد لوجه الله والحق نور يشع بين يدي الباذل المجاهد وعن يمينه وشماله تمامًا كما تتولد الكهرباء من آلاتها ومفاعلها <span class=quran>﴿بُشْرَاكُمُ الْيَوْمَ... ﴾</span>: يخرج غدًا المخلصون من قبورهم، ونور الإخلاص يكشف لهم طريق الإيمان، وقبل أن يصلوا إلى الغاية يأتيهم النداء: أبشروا بالجنة. <br><br>(13): <span class=quran>﴿يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ﴾</span>: الإيمان نور، والنفاق ظلام، ولذا يسرع المؤمنون في خطاهم إلى الجنة، ويمشي المنافقون كالأعمى. فيقول المنافقون للمؤمنين: تمهلوا لنسير على نوركم، فتقول لهم الملائكة: <span class=quran>﴿قِيلَ ارْجِعُوا وَرَاءكُمْ فَالْتَمِسُوا نُورًا﴾</span>: ارجعوا إلى الشيطان اقتبسوا من نوره فقد كان رائدكم في الدنيا وقائدكم <span class=quran>﴿فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِن قِبَلِهِ الْعَذَابُ﴾</span>: السور: الحاجز، والرحمة هنا: الجنة، وقبله: جهته، والعذاب: جهنم، وغدًا يفصل بين المؤمنين الأخيار والمنافقين الأشرار بسور، له جهتان: جهة باطنه وفيها الجنة يدخلها المؤمنون من باب السور، وجهة ظاهرة تليها النار وفيها أهل الشر والنفاق. <br><br>(14): <span class=quran>﴿يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ﴾</span>: المنافقون في النار ينادون المؤمنين قائلين: نحن وأنتم كنا نقول: لا إله إلا الله محمد رسول الله، فلماذا أنتم في الجنة ونحن في النار؟ <span class=quran>﴿قَالُوا﴾</span>: أي المؤمنون للمنافقين: بَلَى: ولكن اتخذتم الدين سلمًا للدنيا واتخذا الدنيا سلمًا للدين <span class=quran>﴿وَغَرَّكُم بِاللَّهِ الْغَرُورُ﴾</span>: وهو الشيطان الذي اصطادهم بأحابيله، وتحكم في عقولهم وقلوبهم. <br><br>(15): <span class=quran>﴿فَالْيَوْمَ لَا يُؤْخَذُ مِنكُمْ فِدْيَةٌ﴾</span>: لا يفتدي أسير جهنم بشيء منافقًا كان أو كافرًا <span class=quran>﴿مَأْوَاكُمُ النَّارُ﴾</span>: أنتم لها وقود وهي لكم دار وقرار. <br><br>(16): <span class=quran>﴿أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَن تَخْشَعَ قُلُوبُهُمْ﴾</span>: هذه الآية تستنهض المؤمنين الكسالى الذين يقفون على الحياد من كل صراع ونزاع بين العدل والجور والحق والباطل، وتقول لهم: ألم يأت ويحين الوقت الذي تغضبون فيه لله والحق؟ <span class=quran>﴿وَلَا يَكُونُوا﴾</span>: المسلمون <span class=quran>﴿كَالَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلُ... ﴾</span>: حرَّف اليهود التوراة بعد موسى، وحرَّف النصارى الإنجيل بعد عيسى، وجعلوا التحليل والتحريم بإرادتهم لا بإرادة الله كيلا يكون كتابه حجَّة عليهم، أما المسلمون فقد صانوا آيات القرآن من التحريف وأبقوه كما نزل على محمد (ص) ولكنهم لم يعملوا بموجبه، كما قال الرسول الأعظم: سيأتي على أمتي زمان لا يبقى من الإسلام إلا اسمه ومن القرآن إلا رسمه، وفي حديث ثان إلا درسه. وعليه فالنتيجة واحدة من حيث الجرأة على دين الله والخروج من طاعته، والفرق أن المسلمين أساءوا إلى الدين مع الإحتفاظ بألقابه. <br><br>(17): <span class=quran>﴿اعْلَمُوا أَنَّ اللَّهَ يُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا﴾</span>: وكذلك البعث والنشور، وتقدم في الآية 39 من فصلت وغيرها. <br><br>(18): <span class=quran>﴿إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ﴾</span>: بتشديد الصاد، من الصدقة لا من الصدق <span class=quran>﴿وَأَقْرَضُوا اللَّهَ﴾</span>: فعل ماض لا فعل أمر <span class=quran>﴿يُضَاعَفُ لَهُمْ﴾</span>: الجملة خبر أنَّ، والمعنى أن الله يضاعف أجر من أنفق وتصدق، وتقدم مرات، آخرها الآية 11 من هذه السورة."}]}