{
"title": "صفحة (540)",
"type": "html",
"data": [
{
"miniTitle": "الحديد",
"text": "(19): <span class=quran>﴿وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُوْلَئِكَ هُمُ الصِّدِّيقُونَ﴾</span>: هنا تنتهي الجملة، وما بعدها كلام مستأنف، ومعناها أن المؤمنين حقًا وواقعًا هم الصدِّيقون الذين يصدقون القول بالعمل والإيمان بفعل الخير وترك الشر، ومعنى هذا أن العمل جزء متمم للإيمان ولا إيمان بلا عمل <span class=quran>﴿وَالشُّهَدَاء عِندَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ﴾</span>: العظيم على استشهادهم في سبيل الله، وأيضًا يتولد من هذا الاستشهاد نور يهتدون به إلى الجنة <span class=quran>﴿وَالَّذِينَ كَفَرُوا﴾</span>: على العكس من المؤمنين والشهداء والصديقين، مأواهم جهنم وبئس المهاد. <br><br>(20): <span class=quran>﴿اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا... ﴾</span>: دنيا الحلال لا تنفصل عن الدين، بل هي مطية للآخرين أما دنيا السلب والنهب، والخداع والنفاق، والفسوق والفجور، والكبرياء والخيلاء، والجشع والطمع، والحرص والشح، والجهل والسفه، أما هذه الدنيا الحرام فهي أعدى أعداء الدين، وهي التي عناها المعصوم بقوله: (الدنيا والآخرة ضرتان لا تجتمعان) وتقدم في الآية 32 من الأنعام وغيرها <span class=quran>﴿وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ﴾</span>: للجبابرة الطغاة وغيرهم من العصاة <span class=quran>﴿وَمَغْفِرَةٌ مِّنَ اللَّهِ وَرِضْوَانٌ﴾</span>: للذين جاهدوا الظلم والطغيان، وعملوا لمصلحة الإنسان وشريعة القرآن. <br><br>(21): <span class=quran>﴿سَابِقُوا إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ﴾</span>: أي إلى سبب المغفرة كالتوبة والأعمال الصالحة <span class=quran>﴿وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاء وَالْأَرْضِ﴾</span>: يريد سبحانه بهذا العرض عظمتها لا تقدير مساحتها. <br><br>(22): <span class=quran>﴿مَا أَصَابَ مِن مُّصِيبَةٍ فِي الْأَرْضِ وَلَا فِي أَنفُسِكُمْ إِلَّا فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَا﴾</span>: أي من قبل أن توجد، والمراد بالكتاب هنا علمه تعالى، وأنه يعلم بالشرور والمصائب وأين ومتى وكيف تقع سواء أكان حدوثها بأسباب طبيعية كالطوفان والزلزال أم بأسباب اجتماعية كالحروب والمظالم والشرك والفسق، وعلمه تعالى بأن هذا العبد سيختار الشرك - مثلاً - لا يجعله مسيَّرًا غير مخيَّر، لأن علمه هذا حكاية عن المعلوم تمامًا كعلمنا بأن فلانًا سيختار هذا الكتاب دون ذاك وتقدم في الآية 41 من الروم: (ظهر الفساد في البر والبحر بما كسبت أيدي الناس). <br><br>(23): <span class=quran>﴿لِكَيْلَا تَأْسَوْا عَلَى مَا فَاتَكُمْ وَلَا تَفْرَحُوا بِمَا آتَاكُمْ﴾</span>: قيل لبزرجمهر: مالَك أيها الحكيم لا تأسف على ما فات ولا تفرح بما هو آت؟ فقال: إن الفائت لا يتلافى بالعبرة والآتي لا يستدام بالحبرة. وقال آخر: ما كنت قائلاً لشيء كان: ليته لم يكن أو لشيء لم يكن ليته كان <span class=quran>﴿وَاْللهُ لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ﴾</span>: ما تكبر أحد وافتخر إلا لأنه يرى الناس صغارًا! وهذا يترك وشأنه لأنه يحطم نفسه بنفسه. <br><br>(24): <span class=quran>﴿الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ﴾</span>: الذين يبخلون بدل من كل مختال فخور، والمعنى من دأب كل مختال فخور أن يفعل المنكر، ويحض الناس على فعله، وتقدم في الآية 37 من النساء."
}
],
"singlePage": true
}