{"title":"صفحة (541)","type":"html","data":[{"miniTitle":"الحديد","text":"(25): <span class=quran>﴿لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ...﴾</span>: الواضحات والمعجزات الدالة على صدقهم، وأيضًا أنزل سبحانه عليهم الكتب، وفيها شرائع الحق والعدل ليدعوا الخلق إليها والعمل بها <span class=quran>﴿وَأَنزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ﴾</span>: فيه بأس شديد إشارة إلى الأسلحة الهجومية الوقائية، ومنافع للناس إشارة إلى ما يصنعون منه لحاجاتهم، ويستخدمونه في مصالحهم <span class=quran>﴿وَلِيَعْلَمَ اللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِالْغَيْبِ﴾</span>: خلق سبحانه الحديد ليميز الطيب الذي يستعمله فيما ينفع الناس كالمصانع والمعامل تنتج الكساء والدواء وأدوات البيت ووسائل المواصلات - عن الخبيث الذي يستخدم الحديد في التقتيل والتدمير والتشريد. <br><br>(26): <span class=quran>﴿وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ﴾</span>: وجعل سبحانه من ذريتهما كل الأنبياء، وأنزل عليهم الكتب يتلونها على الناس ليعملوا بها <span class=quran>﴿فَمِنْهُم﴾</span>: أي من الناس الذين أُرسلت الرسل إليهم <span class=quran>﴿مُّهْتَدٍ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾</span>: وهكذا في كل زمان، تقف الكثرة الكاثرة مع الأعور الدجال، ينهق ويهرف، والشعب الجاهل يصفِّق ويهتف. <br><br>(27): <span class=quran>﴿ثُمَّ قَفَّيْنَا عَلَى آثَارِهِم بِرُسُلِنَا﴾</span>: أرسل سبحانه بعد نوح وإبراهيم كثيرًا من الأنبياء الواحد تلو الآخر، ومنهم هود وصالح وموسى <span class=quran>﴿وَقَفَّيْنَا بِعِيسَى﴾</span>: توالت الرسل وتتابعت حتى انتهوا إلى عيسى (ع) وأنزل عليه الإنجيل الأصيل <span class=quran>﴿وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً﴾</span>: وهم الذين أطاعوا السيد المسيح (ع) وعملوا بتعاليمه نصًا وروحًا، وما حرَّفوا حرفًا على ما تهوى أنفسهم، ويومئ إذ ذلك كلمة (اتبعوه) أما رجال محاكم التفتيش ومن على شاكلتهم من الذين يهتفون بالصليب، ويصلبون وينهبون - فالسيد المسيح والعذراء وكل الأنبياء يبرأون منهم <span class=quran>﴿وَرَهْبَانِيَّةً ابْتَدَعُوهَا﴾</span>: من عند أنفسهم <span class=quran>﴿مَا كَتَبْنَاهَا عَلَيْهِمْ﴾</span>: ما أنزل الله بها من سلطان <span class=quran>﴿إِلَّا ابْتِغَاء رِضْوَانِ اللَّهِ﴾</span>: الاستثناء منقطع عما قبله والمعنى ولكن النصارى هم الذين ابتدعوها وفعلوها من تلقاء أنفسهم ظنًا منهم أنه تقربهم من الله ورضوانه <span class=quran>﴿فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا﴾</span>: أي على الرغم أنهم هم الذين ابتدعوا الرهبانية والتزموا بها فإنهم لم يقوموا بواجبها حيث ساندت الكنيسة الملوك الجبابرة والمترفين المحتكرين، وأقامت محاكم التفتيش وحرقت الآلاف من المسيحيين الأبرياء وهم أحياء! <span class=quran>﴿فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ﴾</span>: والمراد بهؤلاء القلة القليلة الذين ثبتوا على دين المسيح، والتزموا بالمسيحية التي هي محبة وإنسانية لا تعصب وأحقاد، ولا إثارة فتن وحروب <span class=quran>﴿وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾</span>: وفي طليعتهم الذين يحتلون مركز الصدارة في عالم الجريمة، ويفجرون للإضطرابات وأعمال العنف في كل بلد يرتفع فيه صوت العدالة والحرية. <br><br>(28): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا﴾</span>: أي نطقوا بكلمة الإيمان <span class=quran>﴿اتَّقُوا اللَّهَ﴾</span>: اعملوا بموجب اعترافكم ولا يكن عملكم مكذبًا لقولكم <span class=quran>﴿وَآمِنُوا﴾</span>: فعل أمر لا فعل ماض <span class=quran>﴿بِرَسُولِهِ﴾</span>: محمد أي أطيعوه وسيروا على هديه وسنته <span class=quran>﴿يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ﴾</span>: الكفل: النصيب، والمعنى من آمن وعمل بموجب إيمانه فله ضعفا ما يستحق، وأيضًا يجعل في قلبه وعقله هدى ينتصر به من العمى والجهالة. <br><br>(29): <span class=quran>﴿لِئَلَّا يَعْلَمَ أَهْلُ الْكِتَابِ﴾</span>: (لا) في قوله لئلا زائدة، والمعنى ليعلم أهل الكتاب <span class=quran>﴿أَلَّا يَقْدِرُونَ عَلَى شَيْءٍ مِّن فَضْلِ اللَّهِ﴾</span>: (أن) مخففة من الثقيلة، واسمها محذوف أي أنهم لا يقدرون واسمها محذوف أي أنهم لا يقدرون، والمعنى أنه تعالى سجَّل في القرآن أجرين لمن آمن بمحمد (ص) حتى يعلم غيرهم أنه لا شيء عند الله من الفضل والثواب، وهذا هو المراد بقوله: لا يقدرون على شيء من فضل الله <span class=quran>﴿وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ﴾</span>: تبعًا لعلمه وحكمته (نرفع درجات من نشاء إن ربك حكيم عليم - 83 الأنعام) بمن يستحق الدرجات."}]}