{"title":"صفحة (542)","type":"html","data":[{"miniTitle":"المجادلة","text":"(1): <span class=quran>﴿قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ﴾</span>: تحاورك وتراجعك يا محمد <span class=quran>﴿فِي زَوْجِهَا﴾</span>: قال رجل من الصحابة لزوجته: أنت عليَّ كظهر أميَّ. وكان هذا طلقًا في الجاهلية، فندمت الزوجة وندم الزوج فقال لها: اذهبي إلى النبي وأخبريه بأمرنا فذهبت إليه وقصت عليه، وإلى هذا أشار سبحانه بقوله: قد سمع الله <span class=quran>﴿وَتَشْتَكِي إِلَى اللَّهِ﴾</span>: حيث كانت تقول في معرض كلامها: اللهم إليك المشتكى <span class=quran>﴿وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا﴾</span>: لأن النبي (ص) قال لها: ما عندي في هذا شيء، وأنزل تعالى حكمه في الظهار بقوله: <br><br>(2): <span class=quran>﴿الَّذِينَ يُظَاهِرُونَ مِنكُم مِّن نِّسَائِهِم مَّا هُنَّ أُمَّهَاتِهِمْ﴾</span>: إنزال الزوجة منزلة الأم مخالف للواقع <span class=quran>﴿إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ﴾</span>: الأم من ولدتك وأرضعتك لا من تزوجت وافترشت <span class=quran>﴿وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ الْقَوْلِ وَزُورًا﴾</span>: الظهار كذب وقبيح ينكره الشرع وأهل العقاب <span class=quran>﴿وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ﴾</span>: كثير المصالح والصفح لمن تاب وأناب. <br><br>(3): <span class=quran>﴿وَالَّذِينَ يُظَاهِرُونَ مِن نِّسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا﴾</span>: أي يندمون ويرجعون عن الظهار، فعلى المظاهر منهم أن يكفِّر بواحدة من ثلاث على هذا الترتيب: <span class=quran>﴿فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَاسَّا﴾</span>: أولا أن يمنح المظاهر الحرية لعبد مملوك قبل أن يتصل بأهله اتصالا جنسيًا <span class=quran>﴿ذَلِكُمْ تُوعَظُونَ بِهِ﴾</span>: أي أوجب سبحانه الكفارة تأديبًا وزجرًا عن الظهار. <br><br>(4): <span class=quran>﴿فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَاسَّا﴾</span>: فإن عجز المظاهر عن تحرير رقبة صام شهرين متوالية لا يفصل بالفطر بين أيام الشهر الأول ولا بينه وبين الشهر الثاني- بيوم، أيضًا قبل أن يتصل بأهله <span class=quran>﴿فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا﴾</span>: مرة واحدة لكل منهم، أيضًا قبل الإتصال حملا للإطعام على التحريم والصيام خلافًا لأبي حنيفة <span class=quran>﴿ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ﴾</span>: لا تؤمنون بالله والرسول إلا إذا نبذتم حكم الجاهلية، وعملتم بأحكام الله التي بيّنها سبحانه في كتابه وسنَّة نبيِّه <span class=quran>﴿وَتِلْكَ حُدُودُ اللَّهِ﴾</span>: وفرائضه فلا تضيِّعوها وتتعدوها. <br><br>(5): <span class=quran>﴿إِنَّ الَّذِينَ يُحَادُّونَ﴾</span>: يخالفون ويشاقون <span class=quran>﴿اللَّهَ وَرَسُولَهُ﴾</span>: وهم أصحاب الثورة المضادة لكل إصلاح وتصحيح أولئك <span class=quran>﴿كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِن قَبْلِهِمْ﴾</span>: أصابهم الخزي والهوان تمامًا كما أصاب السابقين من أمثالهم <span class=quran>﴿وَقَدْ أَنزَلْنَا آيَاتٍ بَيِّنَاتٍ﴾</span>: واضحات الدلالة على الفرائض والأحكام، ولمن جحد بها وكفر عذاب مهين ومقيم. <br><br>(6): <span class=quran>﴿يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا﴾</span>: يقفون بين يديه للحساب فيعلمهم بما كانوا يفعلون وهم قد نسوا ما اقترفوا، فيتذكرون موقف الحسير الكسير، وقد أحصى عليهم أخبارهم وآثارهم وينهارون... ونتساءل: هل من احد على يقين مئة بالمئة أنه بمنجاة من هذا الموقف؟ اللهم إلا من مات قلبه وغاب لبَّه، ثم أية خسارة من الإيمان بالبعث سوى فوات بعض الملذات الآنية الفانية؟."}]}