{
"title": "صفحة (544)",
"type": "html",
"data": [
{
"miniTitle": "المجادلة",
"text": "(12): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً﴾</span>: روي أن الصحابة كانوا يسألون النبي (ص) ويكثرون حتى شق ذلك عليه، فأمرهم سبحانه أن يتصدقوا قبل أن يسألوا الرسول تخفيفًا عليه، وتزكية لهم <span class=quran>﴿فَإِن لَّمْ تَجِدُوا﴾</span>: أي فمن لم يجد ما يتصدق به واضطَّر إلى السؤال فلا حجة عليه، لأن الله يحتج على عبده بما أعطاه، فأحجموا بالكامل عن الصدقة والسؤال إلا الإمام عليّ (ع) فإنه تصدق وسأل كما جاء في العديد من التفاسير، منها تفسير الطبري والرازي وابن كثير، وبعد أن عمل الإمام وحده بهذه الآية رخَّص سبحانه بإسقاط وجوب الصدقة، وعاتب الصحابة بقوله: <br><br>(13): <span class=quran>﴿أَأَشْفَقْتُمْ أَن تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ﴾</span>: هل خفتم أيها الأغنياء النقص في الأموال؟ كيف وهي تربو وتزكو بالصدقات <span class=quran>﴿فَإِذْ لَمْ تَفْعَلُوا﴾</span>: ما أُمرتم به من الصدقة قبل المناجاة وعفى الله- فاحرصوا على سائر الواجبات ولا تفرطوا فيها <span class=quran>﴿فَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ﴾</span>: في ترك المحرمات ولا عذر إطلاقًا لمن يستهين ويهمل شيئًا من هذه الطاعات والواجبات. <br><br>(14) - (15): <span class=quran>﴿أَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِم﴾</span>: نزلت هذه الآية في المنافقين المذبذبين حيث كانوا يقابلون المسلمين بوجه ويحلفون لهم أنهم منهم، ويقابلون اليهود بوجه، وأيضًا يحلفون الأيمان المغلظة أنهم على دينهم، وما هم من هؤلاء ولا أولئك <span class=quran>﴿وَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ﴾</span>: أنهم كاذبون في كل ما يقولون، وهكذا كل من لا يؤمن بقيمة ودين لا يرى فرقًا بين الصدق والكذب والفضيلة والرذيلة. <br><br>(16): <span class=quran>﴿اتَّخَذُوا أَيْمَانَهُمْ جُنَّة﴾</span>ً: سترًا ووقاية يدفعون بها عن أنفسهم وأموالهم <span class=quran>﴿فَصَدُّوا عَن سَبِيلِ﴾</span>: ظن بهم الصدق والإخلاص من يجهل حقيقة أمرهم فخدعوه بالأكاذيب وتاه عن الحق. <br><br>(17): <span class=quran>﴿لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم﴾</span>: كل القوى مجتمعة لا تدفع عنهم شيئًا حين يجدّ الجد وتأتي ساعة الفصل. <br><br>(18): <span class=quran>﴿يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ﴾</span>: في يوم القيامة مواقف، منها ما يعجز الإنسان فيها عن الكذب ومحاولة التمويه والخداع، ومنها ما يرجع فيها إلى طبيعته وعادته في الحياة الدنيا، وفي هذا الموقف يحلف المنافقون كاذبين كما كانوا يفعلون في دار البوار والأقذار <span class=quran>﴿وَيَحْسَبُونَ﴾</span>: أن أيمانهم الفاجرة تمنع عنهم العذاب، ذلك ظن الذين كفروا بالله، وما لهم من عذابه وليّ ولا واق. <br><br>(19): <span class=quran>﴿اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ﴾</span>: أعمتهم الأهواء عن الهدى والخير فانصرفوا بكلهم إلى الشر والضلال <span class=quran>﴿أُوْلَئِكَ حِزْبُ الشَّيْطَانِ﴾</span>: دعاهم إلى النار فاستجابوا وأقبلوا. ودعاهم الرحمن إلى الجنة فنفروا وولُّوا، وهكذا الجاهل والضال يمكن عدوه من نفسه بنفسه. <br><br>(20): <span class=quran>﴿إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ فِي الأَذَلِّينَ﴾</span>: يحادون الله: يخالفون أحكامه، ويتجاوزون حدوده عنادًا وشقاقًا، ومن يفعل ذلك فمصيره الخزي والهوان. <br><br>(21): <span class=quran>﴿كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي﴾</span>: الغلبة لأهل الحق من غير شك، أما في الدنيا فهم الغالبون بالحجة والبرهان في شتى الأحوال، وكذلك في خلود الأحدوثة، وكثيرًا ما تكون الغلبة على الطغاة بالإنتفاضات التحررية، وتقدم في الآية 38 من الحج وغيرها."
}
],
"singlePage": true
}