{"title":"صفحة (545)","type":"html","data":[{"miniTitle":"المجادلة","text":"(22): <span class=quran>﴿لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آبَاءهُمْ... ﴾</span>: تنص هذه الآية بصراحة لا تقبل التأويل أن الإيمان بالله واليوم الآخر يستحيل أن يجتمع مع محبة الطغاة الكفرة وقوى الشر الفجرة وتقدم في الآية 28 من آل عمران <span class=quran>﴿كَتَبَ﴾</span>: الله <span class=quran>﴿فِي قُلُوبِهِمُ الْإِيمَانَ﴾</span>: ثبته فيها حتى كأنه طبعت عليه <span class=quran>﴿وَأَيَّدَهُم بِرُوحٍ مِّنْهُ﴾</span>: أي بالتوفيق لكل خير، وبالحجج البالغة والبراهين القاطعة <span class=quran>﴿أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ﴾</span>: ومرضاة الله وحدها هي الصلاح والفلاح، كما قال الرسول الأعظم (ص): إن لم يكن بك غضب عليَّ فلا أُبالي. وقال سيد الشهداء وإمام الأتقياء الحسين (ع): ماذا فَقَدَ مَن وَجَدَك وماذا وَجَدَ مَن فَقَدك؟."},{"miniTitle":"الحشر","text":"(1): <span class=quran>﴿سَبَّحَ لِلَّهِ... ﴾</span>: المخلوقات بالكامل تسبِّح لخالقها بدلالتها عليه، وتقدم بالحرف الواحد في أول سورة الحديد. <br><br>(2): <span class=quran>﴿هُوَ الَّذِي أَخْرَجَ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ مِن دِيَارِهِمْ﴾</span>: نزلت هذه السورة في يهود بني النضير، وكانوا في حصونهم بضاحية المدينة، ولما هاجر النبي (ص) إليها صالحوه على أن يقفوا على الحياد، لا له ولا عليه، ثم نقضوا العهد، فحاصرهم النبي (ص) وضيَّق عليهم الخناق حتى صالحوه على أن يخرجوا من حصونهم وديارهم، فخرجوا منها وتفرقوا في البلاد <span class=quran>﴿لِأَوَّلِ الْحَشْرِ﴾</span>: أي هذا أول جلاء وطرد لليهود من المدينة <span class=quran>﴿مَا ظَنَنتُمْ أَن يَخْرُجُوا﴾</span>: ما توقعتم أيها المسلمون أن يخرج بنو النضير من ديارهم، ويتركوها لأعدائهم <span class=quran>﴿وَظَنُّوا أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ اللَّهِ﴾</span>: وأيضًا ما دار في خلد بني النضير أن يقهروا لكثرة عدتهم ومنعة حصونهم <span class=quran>﴿فَأَتَاهُمُ اللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا﴾</span>: وكثيرًا ما يؤخذ المتحصِّن من حصنه والآمن من مأمنه <span class=quran>﴿وَقَذَفَ فِي قُلُوبِهِمُ الرُّعْبَ﴾</span>: من هيبة رسول الله وعظمته، فاستسلموا لأمره رهبة وجزعًا من غير قتال <span class=quran>﴿يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ﴾</span>: هدم يهود بني النضير ما بنوا قبل الجلاء والرحيل ظنًا به على المسلمين، أما نسبة الهدم إلى المؤمنين فلأنهم السبب الموجب له وللجلاء <span class=quran>﴿فَاعْتَبِرُوا يَا أُولِي الْأَبْصَارِ﴾</span>: بهذا المصير فإن دائرة السوء لا بد ان تدور على رأس من لجَّ في الغي وتمادى في البغي. <br><br>(3): <span class=quran>﴿وَلَوْلَا أَن كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلَاء﴾</span>: على يهود بني النضير النفي من ديارهم لَعَذَّبَهُمْ فِي الدُّنْيَا﴾</span>: بالقتل الإستئصال كما فعل بيهود بني قريظة، أما عذابهم في الآخرة فهو أشد وطأة وتنكيلًا."}]}