{
"title": "صفحة (546)",
"type": "html",
"data": [
{
"miniTitle": "الحشر",
"text": "(4): <span class=quran>﴿ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ﴾</span>: ما عذب سبحانه اليهود في الدنيا، ويعذبهم في الآخرة إلا لأنهم يعاندون كل حق، ويرفضون كل خير إلا أن يكون لهم وحدهم غير شريك. <br><br>(5): <span class=quran>﴿مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ﴾</span>: اللينة: النخلة، قطع المسلمون بعضًا من نخيل بني النضير للتضييق عليهم، فقالوا للنبي(ص): انك تنهى عن الفساد، فنزلت هذه الآية، ومعناها أن ما قطع من النخيل نكاية بالناكثين وما ترك منها من غير قطع فهو بأمره تعالى ليغيظ به من عاند وتمرد. <br><br>(6): <span class=quran>﴿وَمَا أَفَاء اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ﴾</span>: أي من الكفار المحاربين للإسلام والمسلمين، و(ما) في قوله تعالى:وما أفاء الله- اسم موصول <span class=quran>﴿فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ﴾</span>: (ما) في قوله: فما أوجفتم عليه- نافية، ومعنى أوجفتم عليه عملتم عليه، والمراد بالركاب الإبل، وقد بيَّن سبحانه وحدد في كلامه هذا معنى الفيء في دينه وشريعته بأنه المال الذي يؤخذ بلا قتال وجهاد، من الكفار المحاربين للإسلام والمسلمين، وأموال بني النضير هي من الفيء، ولكن لها حكم خاص وهو ان تكون خالصة لرسول الله (ص) وحده ولا تقسم على الجيش كالغنائم التي تؤخذ بقتال وجهاد، أما الفيء من غير أموال بني النضير فله حكم آخر، ويتضح بقوله تعالى: <br><br>(7): <span class=quran>﴿مَّا أَفَاء اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ﴾</span>: المراد بأهل القرى هنا غير بني النضير، والمعنى أن الذين كفروا - من غير بني النضير- إذا أعلنوا الحرب على الإسلام والمسلمين، ثم استسلموا من غير قتال - فلا تقسم أموالهم على الجيش قسمة الغنيمة بل هي فيء، خالصة لله ورسوله وقرباه من مؤمني بني هاشم، أما اليتامى والمساكين وابن السبيل وهو المنقطع عن وطنه- فقال الأمامية: المراد بهم من كان من بني هاشم دون غيرهم، وعند المذاهب الأربعة العموم والشمول لبني هاشم وغيرهم <span class=quran>﴿كَيْ لَا يَكُونَ﴾</span>: مال الفيء <span class=quran>﴿دُولَةً بَيْنَ الْأَغْنِيَاء مِنكُمْ﴾</span>: أي متداولًا فيما بينهم ولا يصل منه شيء إلى الفقراء كما كانت الحال في الجاهلية حيث كان الأمراء والأغنياء يتصرفون في الفيء بمحض الشهوات والأهواء <span class=quran>﴿وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانتَهُوا﴾</span>: يقول سبحانه: اعملوا بالقرآن، فإن لم تجدوا فيه النص على ما تريدون فارجعوا إلى السنة النبوية، والشرائع الوضعية على هذا المبدأ، قال السنهوري في شرح القانون المدني: (نصت المادة الأولى على أنه إذا لم يوجد نص شرعي حكم القاضي بمقتضى العرف، فإذا لم يوجد فبمقتضى المبادئ الإسلامية، فإذا لم توجد فبمقتضى مبدأ القانون الطبيعي وقواعد العدالة). <br><br>(8): <span class=quran>﴿لِلْفُقَرَاء الْمُهَاجِرِينَ﴾</span>: من مكة إلى المدينة نصيب من فيء أهل القرى أيضًا لأنهم <span class=quran>﴿الَّذِينَ أُخْرِجُوا مِن دِيارِهِمْ وَأَمْوَالِهِمْ﴾</span>: لا لشيء إلا لوقوفهم مع الحق وإعلان كلمة الإسلام وتضحيتهم في سبيله <span class=quran>﴿يَبْتَغُونَ فَضْلًا مِّنَ اللَّهِ وَرِضْوَانًا وَيَنصُرُونَ اللَّهَ وَرَسُولَهُ أُوْلَئِكَ هُمُ الصَّادِقُونَ﴾</span>: إيمانًا وقولًا وعملًا، وبهؤلاء المهاجرين وأمثالهم من الأنصار استقام الإسلام، وانتشر في شرق الأرض وغربها، ولا بدع فإن قائدهم محمد، ولن تكون الأمة فاسدة وقائدها صالحًا، كما لا تكون صالحة وقائدها فاسدًا، وإذا وجدت فئة فاسدة في عهد الحاكم الصالح فاعلم أن الكلمة لأهل الصلاح، والعكس بالعكس، هذا إذا كان الحكم للحرية والإختيار لا للحديد والنار. <br><br>(9): <span class=quran>﴿وَالَّذِينَ تَبَوَّؤُوا الدَّارَ وَالْإِيمَانَ مِن قَبْلِهِمْ﴾</span>: المراد بالذين الأنصار، وتبوؤا: سكنوا، والدار: دار الهجرة وهي المدينة، والإيمان مفعول لفعل محذوف أي وأخلصوا الإيمان، ومن قبلهم أي من قبل أن يهاجر إليهم المهاجرون، وقد أثنى سبحانه على الأنصار بأنهم <span class=quran>﴿يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّا أُوتُوا﴾</span>: قدم المهاجرون من مكة إلى المدينة، فأحسن الأنصار استقبالهم في الحب والبذل والمساواة، وكان النبي (ص) يخص المهاجرين بالغيمة كلاَّ أو بعضًا، لأنهم غرباء في المدينة، ولا يملكون شيئًا على الإطلاق، وكان الأنصار يرضون عن ذلك، ولا يجدون في أنفسهم أي شيء بل ويرونه حقًا وعدلًا <span class=quran>﴿وَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ﴾</span>: فاقة، والمعنى يفضلون غيرهم على أنفسهم في الشيء الذي يحتاجون إليه أشد الحاجة وبتعبير الآية 8 من الإنسان (ويطعمون الطعام على حبه) <span class=quran>﴿وَمَن يُوقَ شُحَّ نَفْسِهِ فَأُوْلَئِكَ هُمُ الْمُفْلِحُونَ﴾</span>: الشح لغة: أشد البخل، والمراد به هنا البخل بالخير والمعروف، لأن كلمة الشح في الآية جاءت بعد الإشارة إلى الذين يؤثرون على أنفسهم، وفي الحديث: لا يجتمع الشح والإيمان في قلب عبد أبدًا."
}
]
}