{
"title": "صفحة (549)",
"type": "html",
"data": [
{
"miniTitle": "الممتحنة",
"text": "(1): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاء تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ﴾</span>: حذَّر سبحانه المؤمنين من موالاة أعداء الدين، وكرر ذلك في العديد من الآيات، منها الآية 28 من آل عمران، ولكن لنزول الآية التي نحن بصددها سبب، وهو أن رسول الله (ص) حين عزم على فتح مكة كتب واحد من الصحابة إلى قريش بذلك، فأوحى سبحانه إلى نبيه بما كان من هذا الكاتب، فبعث النبي (ص) في طلب الكتاب ولما اطلع عليه سأل المرسل فاعتذر بأن له أهلا في مكة يخاف عليهم من المشركين، فصانعهم وهو على دينه، فنهى سبحانه عن مثل هذه المصانعة لأنها تضر بمصلحة المسلمين، وهذه الآية حجة قاطعة على من يتخذ يدًا عند أعداء الدين جلبًا لمصلحة أو دفعًا لمضرة عن نفسه أو عن غيره <span class=quran>﴿وَقَدْ كَفَرُوا بِمَا جَاءكُم مِّنَ الْحَقِّ﴾</span>: كيف تثقون بهم، ولا يرونكم على شيء، ويرون أنفسهم كل شيء؟ <span class=quran>﴿أَن تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ﴾</span>: المصدر من أن تؤمنوا مفعول من أجله ليخرجون، والمعنى ما انتقموا منكم تنكيلا وتشريدًا إلا لأنكم عبدتم الله مخلصين له الدين <span class=quran>﴿إِن كُنتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاء مَرْضَاتِي﴾</span>: جواب الشرط محذوف، والمعنى إن كنتم مسلمين حقًا مجاهدين في سبيل الله وراغبين في ثوابه ومرضاته- فلا تركنوا إلى المشركين أعداء الله وأعداءكم <span class=quran>﴿تُسِرُّونَ إِلَيْهِم بِالْمَوَدَّةِ﴾</span>: أتوادّون الله سرًا وهو العليم بما تكنّ الصدور؟. <br><br>(2): <span class=quran>﴿إِن يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاء وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم﴾</span>: لو ظفر أعداء الحق بأنصاره لمزقوهم بالسنان واللسان، والتاريخ متخم بالشواهد على ذلك، وأنصار الحق على العكس، والسر سمو المبدأ ونزاهة القصد عند هؤلاء دون أولئك، فإذا عاد الحق إلى نصابه، وانزاح الباطل عن مقامه فلا شيء وراءه ومن الأمثلة على ذلك ما فعله النبي بأعدى أعدائه حين عاد إلى مكة فاتحًا. <br><br>(3): <span class=quran>﴿لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ﴾</span>: ولا مصانعكم ومصارفكم وأسلحتكم الجهنمية... أبدًا لا شيء بنافع إلا العمل الصالح. <br><br>(4): <span class=quran>﴿قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ﴾</span>: يقول سبحانه لرجال الصحابة تآسوا بمن آمن مع خليل الرحمن (ع) فقد لاقوا من الجهد والمشقة ما لاقيتم حتى الهجرة من الأوطان، فصبروا صبر الأحرار، وهو سبحانه يوفي الصابرين أُجورهم بغير حساب <span class=quran>﴿إِذْ قَالُوا﴾</span>: إبراهيم والضعفاء الذين معه <span class=quran>﴿لِقَوْمِهِمْ﴾</span>: الأقوياء عدة وعددًا: <span class=quran>﴿إِنَّا بُرَاء مِنكُمْ وَمِمَّا تَعْبُدُونَ﴾</span>: أنتم على ضلال، ونحن المحقون. وهكذا إذا كانت القلة القليلة تجابه أُمة بكاملها شعبًا وحكومة، ولا تملك من شيء إلا كلمة الحق <span class=quran>﴿وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاء أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ﴾</span>: ومعنى هذا بصراحة أن دين المرء لن يستقيم حتى يكره في الله، ويحب في الله. وفي الحديث: المؤمن لا يخون أخاه المؤمن ولا يخدعه ولا يظلمه ولا يغتابه. فهل يتعظ بهذا من يدعي الإيمان وهو يظلم أخاه المؤمن بالحقد والحسد؟ <span class=quran>﴿إِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ... ﴾</span>: كأن سائلًا يسأل: كيف تبرأ إبراهيم (ع) من المشركين علمًا بأنه قال لأبيه آزر: سأستغفر لك ربي كما في الآية 47 من مريم؟ فأجاب سبحانه بأن آزر كان قد وعد إبراهيم بأن يؤمن كما في الآية 114 من التوبة (فلما تبيَّن له انه عدو الله تبرأ منه). <br><br>(5): <span class=quran>﴿رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا﴾</span>: لا تسلط علينا شرار خلقك، فيبتلونا بمحنٍ لا نقوى على حملها."
}
]
}