{
"title": "صفحة (551)",
"type": "html",
"data": [
{
"miniTitle": "الممتحنة",
"text": "(12): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ إِذَا جَاءكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ﴾</span>: لما فتح رسول الله (ص) مكة بايعه الرجال على الطاعة والجهاد، وبايعه النساء بالكلام لا باليد 1) <span class=quran>﴿عَلَى أَن لَّا يُشْرِكْنَ بِاللَّهِ شَيْئًا﴾</span>: لا صنمٍا ولا غيره 2) <span class=quran>﴿وَلَا يَسْرِقْنَ﴾</span>: وعند هذا الشرط قالت هند أُم معاوية: إن أبا سفيان شحيح وقد أصبت من ماله. فأقرها النبي على أن لا تزيد عن الحاجة 3) <span class=quran>﴿وَلَا يَزْنِينَ﴾</span>: تقدم في الآية 2 من النور 4) <span class=quran>﴿وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ﴾</span>: كما كانت الحال في الجاهلية، وتقدم في الآية 31 من الإسراء 5) <span class=quran>﴿وَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ﴾</span>: أي البطن لأن مكانها وسط بين اليدين والرجلين، والمعنى لا ينسبن لقيطًا إلى الأزواج، ولا يكذبن في الحمل والطهر والحيض 6) <span class=quran>﴿وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ﴾</span>: يعملن بشريعة الله حلالها وحرامها <span class=quran>﴿فَبَايِعْهُنَّ﴾</span>: إذا أقررن بكل ما ذكر. <br><br>(13): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا﴾</span>: ختم سبحانه هذه السورة بما بدأها من التحذير والنهي عن موالاة أعداء الله وأعداء المسلمين، وفي طليعتهم اليهود المعنيون بقوله تعالى: <span class=quran>﴿قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ﴾</span>: ولعنهم بحقدهم على الإنسان والإنسانية جمعاء <span class=quran>﴿قَدْ يَئِسُوا مِنَ الْآخِرَةِ﴾</span>: على حذف مضاف أي من خير الآخرة وثوابها <span class=quran>﴿كَمَا يَئِسَ الْكُفَّار﴾</span>: المكذبون بالبعث من عودة أصحاب القبور إلى الحياة الثانية."
},
{
"miniTitle": "الصف",
"text": "(1): <span class=quran>﴿سَبَّحَ لِلَّهِ... ﴾</span>: كل مخلوق يسبَّح بالدلالة على وجود خالقه، وتقدم في الكثير من الآيات، منها في أول الحشر والحديد. <br><br>(2): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ﴾</span>: كيف تدعون الإيمان وتكذبون في الوعد وغيره. <br><br>(3): <span class=quran>﴿كَبُرَ مَقْتًا﴾</span>: وهو أشد البغض <span class=quran>﴿عِندَ اللَّهِ أَن تَقُولُوا مَا لَا تَفْعَلُونَ﴾</span>: قال الإمام أمير المؤمنين (ع) في وصف أحد أصحابه: (كان يقول ما يفعل، ولا يقول ما لا يفعل). وكل من كثر كلامه قلَّ خيره، ومن الحكم الخالدة، خساسة المرء بكثرة كلامه فيما لا ينفع. <br><br>(4): <span class=quran>﴿إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُم بُنيَانٌ مَّرْصُوصٌ﴾</span>: كناية عن الأمة أو الجماعة تلفها كلمة واحدة وتعمل بكامل أفرادها لمصلحة الجميع، ولا يشذ منها فرد واحد لنزعة عاطفية ومصلحة شخصية. <br><br>(5): <span class=quran>﴿وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي﴾</span>: وهذا السؤال يحمل الإجابة عنه في صلبه وأصل تكوينه تمامًا كما تقول: لماذا تلسع العقرب وتلدغ الحية؟ وقد لسع ولدغ أبناء إسرائيل أباهم يعقوب وأخاهم يوسف، وتوارث هذا اللسع واللدغ الأحفاد عن الأجداد جيلاً بعد جيل <span class=quran>﴿فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ﴾</span>: انحرفوا إلى طريق الضلال، فأخذهم الله إلى نهايته (ما سلككم في سقر قالوا لم نك من المصلين ولم نك نطعم المسكين وكنا نخوض مع الخائضين - 45 المدثر)."
}
]
}