{
"title": "صفحة (553)",
"type": "html",
"data": [
{
"miniTitle": "الجمعة",
"text": "(1): <span class=quran>﴿يُسَبِّحُ لِلَّهِ... ﴾</span>: قال سبحانه: يسبِّح تارة، وتارة سبَّح إشارة إلى دوام تنزيهه في كل حين <span class=quran>﴿الْمَلِكِ﴾</span>: الذي لا أحد يملك معه شيئًا <span class=quran>﴿الْقُدُّوسِ﴾</span>: المتصف بالكمال المطلق <span class=quran>﴿الْعَزِيزِ الْحَكِيمِ﴾</span>: القاهر المتصرف بالحكمه. <br><br>(2): <span class=quran>﴿هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِّنْهُمْ﴾</span>: المراد بالأميين هنا العرب، لأن الكثرة الكاثرة منهم كانوا يجهلون القراءة والكتابة، وكان محمد(ص) من هذه الكثرة رجلاً أميًا، ومع ذلك ما زالت رسالته تلتقي مع الحياة وتقدمها في كل زمان ومكان <span class=quran>﴿يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ﴾</span>: يطهِّر نفوسهم من الرذائل، وعقولهم من الجهل، وأعمالهم من الجرائم <span class=quran>﴿وَيُعَلِّمُهُمُ الْكِتَابَ﴾</span>: الذي يخاطب العقل، ويحترم العلم، ويقدس الإنسان، وينبذ التقليد <span class=quran>﴿وَالْحِكْمَةَ﴾</span>: من الإحكام بوضع الشيء في موضعه، وهي بهذا التعريف تقتضي العلم بما ينبغي فعله أو تركه في الزمان والمكان المناسب، وهذه الآية تحدد رسالة محمد (ص) والإسلام معًا لأنهما شيء واحد، وتفسر الدين بالحق بأنه لخير الإنسان وهدايته إلى ما يبحث عنه ويتطلع إليه من مستوى أصلح لحياته وأنفع، ومثل هذه الآية قوله تعالى: (يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم -157 الأعراف). <br><br>(3): <span class=quran>﴿وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ﴾</span>: هناك أُناس غير العرب الأميين سيأتون مع الزمن والأجيال، ويؤمنون بمحمد (ص) ورسالته لأن رسالته ليست عربية وكفى بل هي إنسانية وعالمية. <br><br>(4): <span class=quran>﴿ذَلِكَ فَضْلُ اللَّهِ﴾</span>: إشارة إلى رسالة محمد (ص) وأنها نعمة عظمى من الله على عباده. <br><br>(5): <span class=quran>﴿مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا﴾</span>: الغاية من العلم العمل بموجبه، ولا فرق بين من تعلم ولم يعمل وبين الحمار يحمل الكتب على ظهره، هذا لا ينتفع بما يحمل، وذاك لا يعمل بما تعلَّم، وضرب سبحانه هذا المثل لليهود في أخذهم التوراة وعدم العمل بموجبها ومثلهم المسلمون أيضًا لأنهم (اتخذوا هذا القرآن مهجورًا - 30 الفرقان) وعين الشيء المسيحيون والإنجيل <span class=quran>﴿بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ﴾</span>: وهم اليهود كذبوا محمدًا (ص) والتوراة وغيرها من الدلائل تنطق بنبوته. <br><br>(6): <span class=quran>﴿قُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاء لِلَّهِ﴾</span>: وشعبه المختار من دون العالمين، وأن الجنة لكم وحدكم، فاسألوا الله سبحانه أن يقبض إليه أرواحكم وينقلكم من دنيا الهوان إلى فردوس الجنان. <br><br>(7): <span class=quran>﴿وَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾</span>: أي لعلمهم أنهم أعداء الحق وأشقى من شر الخلق. <br><br>(8): <span class=quran>﴿قُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ﴾</span>: نازل بكم لا محالة <span class=quran>﴿ثُمَّ تُرَدُّونَ﴾</span>: إلى الله، وتقفون بين يديه لنقاش الحساب <span class=quran>﴿فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ﴾</span>: من الغدر والمكر وإثارة الفتن والعداء بين الأُمم."
}
]
}