{
"title": "صفحة (554)",
"type": "html",
"data": [
{
"miniTitle": "الجمعة",
"text": "(9): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ... ﴾</span>: صلاة الجمعة من حيث هي واجبة بالاتفاق، وإنما الخلاف بين المذاهب الإسلامية: هل تجب مطلقًا أو مع وجود السلطان؟ قال الشيعة الإمامية والحنفية: وجود السلطان شرط، ولكن الامامية اشترطوا عدالته، واكتفى الحنفية بوجوده وإن لم يكن عادلاً، وقال الشافعية والمالكية والحنابلة: تجب مطلقًا وجد السلطان أو لم يوجد. والتفصيل في كتب الفقه <span class=quran>﴿وَذَرُوا الْبَيْعَ ذَلِكُمْ﴾</span>: اتركوا كل تصرف يصد عن صلاة الجمعة بيعًا كان أم غيره، وإنما ذكر سبحانه البيع بالخصوص لأنه يفوت - في الغالب - بفوات وقته، أو لأن المشتغلين في التجارة أكثر من غيرهم. <br><br>(10): <span class=quran>﴿فَإِذَا قُضِيَتِ الصَّلَاةُ فَانتَشِرُوا فِي الْأَرْضِ﴾</span>: سعيًا للرزق والعيش متكلين على من في يده مقاليد الأُمور. <br><br>(11): <span class=quran>﴿وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا﴾</span>: يا محمد قائمًا، وتشير هذه الآية إلى حادثة خاصة، وهي أن النبي (ص) كان يخطب لصلاة الجمعة. فجاءت إبل إلى المدينة تحمل الطعام، فترك أكثر الصحابة المسجد، ولم يبق حول النبي إلا القليل، فأمر سبحانه النبي أن يبلغ المنصرفين عنه وعن الصلاة بأن <span class=quran>﴿مَا عِندَ اللَّهِ خَيْرٌ مِّنَ اللَّهْوِ وَمِنَ التِّجَارَةِ﴾</span>: الصلاة ساعة فما دونها، والتجارة ساعات، فالجمع بينهما سهل يسير، والرزق بيده تعالى والصلاة لا تُنقص منه شيئًا، ومرضاة الله والرسول خير وأبقى."
},
{
"miniTitle": "المنافقون",
"text": "(1): <span class=quran>﴿إِذَا جَاءكَ الْمُنَافِقُونَ﴾</span>: الذين نطقوا بكلمة الإسلام، وهم أعدى أعدائه <span class=quran>﴿قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ﴾</span>: خوفًا على أنسهم وأموالهم <span class=quran>﴿وَاْللهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ﴾</span>: حقًا لأن الذي أرسلك رحمة للعالمين، وأيضًا يشهد سبحانه على أن المنافقين هم الضالون المخادعون في إظهار الإسلام وإعلانه. <br><br>(2): <span class=quran>﴿اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً﴾</span>: يحلفون بالله أنهم مسلمون تقية لا حقيقة <span class=quran>﴿فَصَدُّوا عَن سَبِيلِ اللَّهِ﴾</span>: صدَّق المنافقين من يجهل هويتهم، فاقتدى بهم في بعض ما يفعلون. <br><br>(3): <span class=quran>﴿ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا﴾</span>: أعلنوا الإيمان بألسنتهم، فصدقهم الناس وما أسرع ما ظهر كفرهم فلُعنوا على كل لسان <span class=quran>﴿فَطُبِعَ عَلَى قُلُوبِهِمْ﴾</span>: هي في تقلب دائم وتذبذب مستمر، ومن كانت هذه حياته فلا يهتدي إلى خير. <br><br>(4): <span class=quran>﴿وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ﴾</span>: جمال في المنظر، وقبح في المخبر <span class=quran>﴿وَإِن يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ﴾</span>: ولكن لا تجد له أي أثر في نفسك لأنهم <span class=quran>﴿خُشُبٌ مُّسَنَّدَةٌ﴾</span>: بلا قلب وشعور، وإذا لم يصدر الكلام عن قلب فلا يؤثر في شيء، لأن الناس يتفاهمون بما يعبِّر عن القلوب والأفكار <span class=quran>﴿يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ﴾</span>: جبناء يرتعدون من كل شيء، ويتوقعون الفضيحة والضربة القاضية بين آن وآن حتى ولو نادى البائع على سلعته لظنوا أن الواقعة نزلت على رؤوسهم <span class=quran>﴿هُمُ الْعَدُوُّ فَاحْذَرْهُمْ﴾</span>: ومن الخطبة 192 من خطب نهج البلاغة: (أُحذركم أهل النفاق فإنهم يمشون الخفاء، ويدبِّرون الضراء، قولهم شفاء، وفعلهم الداء العياء)."
}
]
}