{
"title": "صفحة (555)",
"type": "html",
"data": [
{
"miniTitle": "المنافقون",
"text": "(5): <span class=quran>﴿وَإِذَا قِيلَ لَهُمْ تَعَالَوْا﴾</span>: إلى التوبة عند رسول الله وطلب المغفرة منه - احتقروا هذا القول ومن قاله. <br><br>(6): <span class=quran>﴿سَوَاء عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ... ﴾</span>: إن الله غفور وسعت رحمته وتسع كل شيء إلا من يأباها ويتكبر عليها، وليس من الرحمة ولا من الحكمة أن تكرم من لا يقبل الكرامة. <br><br>(7): <span class=quran>﴿هُمُ الَّذِينَ يَقُولُونَ لَا تُنفِقُوا عَلَى مَنْ عِندَ رَسُولِ اللَّهِ حَتَّى يَنفَضُّوا﴾</span>: كان أغنياء الصحابة ينفقون على فقرائهم، فطلب منهم المنافقون أن يمسكوا أيديهم عسى أن ينصرف المعوزون عن رسول الله، ويضعف شأن الإسلام، فرد سبحانه على المنافقين بقوله: <span class=quran>﴿وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالْأَرْضِ﴾</span>: خلق سبحانه للرزق العديد من الأبواب، فإذا أغلق باب منها على عبد فتح له أبوابًا من خزائن ملكه ورحمته. <br><br>(8): <span class=quran>﴿يَقُولُونَ لَئِن رَّجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ﴾</span>: هذه الكلمة الكافرة الفاجرة نطق بها رأس النفاق عبد الله بن أبي حين كان المسلمون في غزوة بني المصطلق، وكان هذا المنافق قد خرج معهم طمعًا في الغنيمة، وهو يريد بالأعز نفسه، وبالأذل النبي (ص) وأنه متى عاد المدينة أخرج منها رسول الله بالقوة، وكان لعبد الله بن أُبي ولد صادق الإيمان، أيضًا اسمه عبد الله، فشهر السيف على أبيه وقال: والله لن أدعك أبدًا حتى تقول: رسول الله هو الأعز وأنا الأذل، ولما علم رسول الله بذلك قال له: دع أباك، فقد عفوت عنه، فتركه. <span class=quran>﴿وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ﴾</span>: هذ رد على المنافق اللعين الذي نعت نفسه بالأعز والرسول الأعظم بالأذل، والمعنى العزة ذاتًا وأولاً هي لله سبحانه لكماله المطلق الذي لا يوازيه غيره فيه، وهي ثانيًا للرسول والمؤمنين المخلصين، لأن العزة بمعناها الشامل تعم عزة النفس بتنزيهها عن الدنايا والأهواء والغرور والكبرياء، وفي المقصد الأسنى للغزالي ص31 منشورات مكتبة الجندي ما معناها أن المؤمن العالم بالله يُكبر ويُعظّم فيه من صفات الجلال والكمال، ويتشوق إلى الإتصاف بشيء منها على قدر وبحسبه جهد المستطيع، ليكون عن الله سبحانه بمنزلة الملائكة المقربين. <br><br>(9): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَن ذِكْرِ اللَّهِ﴾</span>: وجهاد أهل البغي أفضل الذكر على الإطلاق، لأنه قوة للحق وعزة لدين الله. <br><br>(10): <span class=quran>﴿وَأَنفِقُوا مِن مَّا رَزَقْنَاكُم مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الْمَوْتُ﴾</span>: من تهاون وأهمل إخراج ما في أمواله من زكوات وأخماس، وظهرت عليه دلائل الموت وإماراته - فليبادر إلى أدائها والوفاء بها قبل أن تخرج الروح من جسده وإلا انتهبها الوراث، فيكون المهنأ لغيره والعبء على ظهره. <br><br>(11): <span class=quran>﴿وَلَن يُؤَخِّرَ اللَّهُ نَفْسًا... ﴾</span>: العمر لا يعود، والأجل لا يمهل، ولا مفر مما هو آت."
}
],
"singlePage": true
}