{
"title": "صفحة (556)",
"type": "html",
"data": [
{
"miniTitle": "التغابن",
"text": "(1): <span class=quran>﴿يُسَبِّحُ لِلَّهِ... ﴾</span>: هذه السورة هي آخر المسبحات، وتقدم الكلام على تسبيح المخلوقات. واستعرنا هذا التعبير من ابن كثير. <br><br>(2): <span class=quran>﴿هُوَ الَّذِي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ﴾</span>: الإنسان مسيِّر تشريعًا ومخيَّر تنفيذًا أي لله الأمر والنهي، وللعقل الحكم بالسمع والطاعة، وللإنسان القدرة على أن يؤمن ويكفر، ولكن عليه أن يختار الإيمان، ويعمل بموجبه، ويشكر الله على الهداية، وبكلمة: التشريع دكتاتورية، والتنفيذ ديمقراطية، ولكن في حدود التشريع العادل حيث لا حرية ولا ديمقراطية لأعداء الحق والإنسانية. <br><br>(3) - (4): <span class=quran>﴿خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ﴾</span>: بنظام محكم يدل على قدرته تعالى، ولحكمة بالغة تدل على حسن التقدير وإتقان التدبير <span class=quran>﴿وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ﴾</span>: كمال في الأعضاء والعقل، وجمال في الصورة والشكل، وتقدم في الآية 14 من (المؤمنون). <br><br>(5) - (6): <span class=quran>﴿أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِن قَبْلُ﴾</span>: أتكذبون محمدًا في دعوته، وقد سمعتم ما حلَّ بالأُمم الماضية من نكال ووبال لأنها كذبت بالحق؟ وتقدم مرات، منها الآية 70 من التوبة <span class=quran>﴿فَقَالُوا أَبَشَرٌ يَهْدُونَنَا﴾</span>: أنكروا أن يكون الرسول بشرًا، ولم ينكروا أن يكون الإله حجرًا!. <br><br>(7): <span class=quran>﴿زَعَمَ الَّذِينَ كَفَرُوا أَن لَّن يُبْعَثُوا﴾</span>: ولا أساس لهذا الزعم إلاَّ الجهل بالجهل <span class=quran>﴿قُلْ﴾</span>: يا محمد: <span class=quran>﴿بَلَى وَرَبِّي﴾</span>: هذا القسم تأكيد من النبي لصدقه في دعوته، أما الدليل على البعث فهو <span class=quran>﴿وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ﴾</span>: لأن من أنشأ الخلق من لا شيء يهون عليه أن يجمع عظامه وأعضاءه بعد فُتاتها وتقدم مرات ومرات. <br><br>(8): <span class=quran>﴿فَآمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنزَلْنَا﴾</span>: القرآن والإسلام نور، لأنه لا يرى مخلوقًا أشرف من العقل، ولا أنفع من العلم، ولا أقدس وأكرم من الإنسان حتى ولو كان بلا عقل وعلم، وإن جمع بينهما وعمل بهما فلا شيء فوقه إطلاقًا إلا خالقه وخالق كل شيء. <br><br>(9): <span class=quran>﴿يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ﴾</span>: سُمي يوم القيامة بيوم الجمع حيث يجمع سبحانه الخلائق لحساب والجزاء، وبيوم التغابن، لأن الطيب الصالح هو الغابن الرابح والخبيث الفاجر هو المغبون الخاسر، ذلك بأن الأول جاهد نفسه وكبحها عن الشهوات أيامًا أو ساعات وفاز بنعيم الأبد وإلى هذا أشار سبحانه بقوله: <span class=quran>﴿وَمَن يُؤْمِن بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ﴾</span>: والثاني أطلق العنان لشهواته بعض الحين، ومنها إلى الخلود في العذاب الأليم، كما قال عزَّ من قائل:"
}
]
}