{
"title": "صفحة (557)",
"type": "html",
"data": [
{
"miniTitle": "التغابن",
"text": "(10): <span class=quran>﴿وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُوْلَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ﴾</span>: وتقدم عشرات المرات. <br><br>(11) - (13): <span class=quran>﴿مَا أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ﴾</span>: المصيبة الكونية كالزلزال هي من الله، والمصيبة الاجتماعية كالفساد في الأرض هي من الإنسان بنص الآية 30 الشورى: (وما أصابكم من مصيبة فبما كسبت أيديكم) وتقدم في الآية 22 من الحديد وغيرها <span class=quran>﴿وَمَن يُؤْمِن بِاللَّهِ يَهْدِ قَلْبَهُ﴾</span>: يعامل سبحانه العبد بما يختار لنفسه، فهو مع السالك سبيل الرشاد، وعلى من سلك طريق الفساد، وتكرر ذلك مرات آخرها الآية 5 من الصف. <br><br>(14): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَّكُمْ فَاحْذَرُوهُمْ﴾</span>: قال أهل التفاسير: إن قومُا من مكة أسلموا، وأرادوا الهجرة إلى رسول الله (ص) فمنعهم أزواجهم وأولادهم فنزلت هذه الآية تحذِّر من طاعة الأزواج والأولاد. ويلاحظ بأن لا طاعة لمخلوق في معصية الخالق سواء أكان المخلوق رحمًا أم غير رحم، وأيضًا لا بأس بالطاعة في غير معصية لأي كان ويكون، وعلى أية حال فالذي نفهمه من الآية أن على المؤمن أن يكون قويًا في دينه لا يتنازل عنه مهما كانت المغريات والشفاعات <span class=quran>﴿وَإِن تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَّحِيمٌ﴾</span>: أجل، على رب الأسرة أن يرفق بها، ويتسامح معها فيما يعود إلى حقوقه الخاصة، لا إلى حق الله وطاعته. <br><br>(15): <span class=quran>﴿إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ﴾</span>: أي بلاء واختبار وفسر الإمام أمير المؤمنين (ع) هذه الآية بقوله: (ومعنى ذلك أنه يختبرهم بالأموال والأولاد ليتبين الساخط لرزقه والراضي بقسمه، وإن كان سبحانه أعلم بهم من أنفسهم، ولكن لتظهر الأفعال التي بها يُستحق الثواب والعقاب). <br><br>(16): <span class=quran>﴿فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ﴾</span>: استدل بعض الفقهاء بهذه الآية على أن فاقد الطهورين يصلي بلا وضوء وتيمم تمامًا كمن فقد الساتر يصلي عاريًا، وإذا ترك وجب عليه القضاء، وفي رأينا أن الصلاة تسقط أداءً وقضاءً لأن المشروط عدم عند عدم شرطه، وإنما وجبت الصلاة على العاري بالنص، ولا نص في فاقد الطهورين، فالأصل محكم ولا حاكم عليه. ومعنى الآية: على المرء أن يتقي معاصي الله بمقدار جهده، فإذا تضرر من الإمتثال سقط التكليف، شريطة أن تقدر الضرورة بقدرها كأكل الجائع من الميتة والتصرف بمال الغير بلا أذن منه لإنقاذ غريق أو إطفاء حريق <span class=quran>﴿وَاسْمَعُوا﴾</span>: تفقهوا في الدين <span class=quran>﴿وَأَطِيعُوا﴾</span>: اعملوا بما تعملون <span class=quran>﴿وَأَنفِقُوا﴾</span>: المال والعلم، وبالاختصار تعلَّموا وعلِّموا واعملوا، ومن أهم الأعمال بذل الفضل من المال في الخير والصالح العام <span class=quran>﴿وَمَن يُوقَ شُحَّ نَفْسِهِ... ﴾</span>: إمساكها وحرصها، وتقدم بالحرف الواحد في الآية 9 من الحشر. <br><br>(17) - (18): <span class=quran>﴿إِن تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ﴾</span>: تكرر هذا في العديد من الآيات، والهدف الأول والأخير هو تأكيد الحجة والمسئولية على أرباب المال، وأنهم شركاء في كل جريمة سببها الفقر والعوز."
}
]
}