{
"title": "صفحة (558)",
"type": "html",
"data": [
{
"miniTitle": "الطلاق",
"text": "(1): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاء فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ﴾</span>: الخطاب للنبي (ص) والمقصود كل مكلف، والمراد بالعدة هنا أن تحيض الزوجة، وتطهُر من الحيض، ولا يقربها الزوج في طُهرها هذا، وعندئذ يطلِّق إذا أراد، واتفقت المذاهب على أن الطلاق من غير هذا الشرط محظور في ذاته، ولكن قال السُنَّة: إذا طلق الزوج في حال الحيض أو في طهر المواقعة يلزم الطلاق. وقال الشيعة الإمامية: بل يقع لغوًا <span class=quran>﴿وَأَحْصُوا الْعِدَّةَ﴾</span>: ابتداءً وانتهاءً، لأن لها أحكامًا تخصها كالنفقة والرجوع عن الطلاق أو البذل والمنع من الزواج، إلى غير ذلك مما ذكره الفقهاء في كتبهم<span class=quran>﴿لَا تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ وَلَا يَخْرُجْنَ﴾</span>: تبقى المطلقة الرجعية في بيت سكناها مدة العدة، ولا يحق للمطلق أن يخرجها منه، ولا يسوغ لها الخروج <span class=quran>﴿إِلَّا أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ﴾</span>: تبقى في البيت حتى يثبت عليها أنها زنت فتُطرد منه عندئذ <span class=quran>﴿وَتِلْكَ حُدُودُ اللَّهِ﴾</span>: إشارة إلى شروط الطلاق وأحكامه <span class=quran>﴿وَمَن يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ﴾</span>: من تجاوز حلال الله وحرامه فقد جنى بنفسه على نفسه <span class=quran>﴿لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا﴾</span>: المراد بهذا الأمر المراجعة أي أن الحكمة باستبقاء المطلقة في بيت سكناها - التوقع بأن يتغير رأي الزوج وتحدث له الرغبة في مراجعتها. <br><br>(2): <span class=quran>﴿فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ﴾</span>: إذا أوشكت العدة على الانتهاء فالمطلق بالخيار إن شاء راجع وعاشر، وإن شاء ترك إلى غير رجعة، وفي الحالين عليه أن يلتزم بالمعروف والمألوف <span class=quran>﴿وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِّنكُمْ﴾</span>: قال فقهاء السنة كلهم أو جلهم: يجب الإشهاد على الزواج دون الطلاق، ومن هنا فسَّر فريق منهم هذه الآية بالإشهاد على الرجعة لأنها زواج أو في منزلته، وقال فقهاء الشيعة: يجب الإشهاد على الطلاق دون الزواج، وفسروا هذه الآية بالإشهاد على الطلاق دون الرجعة، وهناك قول ثالث بوجوب الإشهاد على الزواج والطلاق والرجعة، ذكره ابن كثير في تفسير الآية التي نحن بصددها <span class=quran>﴿وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ﴾</span>: لا لمرضاة المشهود له، ولا نكاية بالمشهود عليه <span class=quran>﴿ذَلِكُمْ يُوعَظُ بِهِ﴾</span>: إشارة إلى شروط الطلاق، ومنها الإشهاد عليه، والمؤمنون هم الملتزمون بها <span class=quran>﴿وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا﴾</span>: كان النبي يتلو هذه الآية مكررًا ومرددًا يقول: (لو أن الناس كلهم أخذوا بها لكفتهم) وقال الإمام أمير المؤمنين (ع): (لو أن السموات والأرض كانتا على عبد رتقًا - سدًا - ثم اتقى الله لجعل الله منهما مخرجًا) أبدًا لا خوف على من يتقي الله في معاصيه حتى ولو أطبق عليه الكون بما فيه ومن فيه، وأيضًا هو لا يخاف ما دام على يقين بأن الله لا يعجزه شيء، وفي الحديث: والله الذي لا إله إلا هو ما أُعطي مؤمن قط خير الدنيا والآخرة إلا بحسن ظنه بالله ورجائه له. <br><br>(3): <span class=quran>﴿وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ﴾</span>: لا يخطر له على بال، وأيضًا قد يذهب من غير احتساب، وما من حقير أو خطير يقع في الكون إلا ولله فيه قضاء وتدبير <span class=quran>﴿إِنَّ اللَّهَ بَالِغُ أَمْرِهِ﴾</span>: ما شاء كان، وما لم يشأ لم يكن <span class=quran>﴿قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْرًا﴾</span>: تصميمًا وتوقيتًا، فلا صدفة وشهوة، ولا عبث وباطل .<br><br>(4): <span class=quran>﴿وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِن نِّسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ﴾</span>: إذا انقطع الدم عن المرأة، ولا نعلم السبب الموجب لذلك: هل هو الكبر والتقدم في السن أو عارض صحي وما أشبه - فتعتد هذه بثلاثة أشهر إذا طلقت، وعليه يكون معنى <span class=quran>﴿إِنِ ارْتَبْتُمْ﴾</span>: إن شككتم في وضعها لا في حكم عدتها فقط. <br><span class=quran>﴿وَاللَّائِي لَمْ يَحِضْنَ﴾</span>: من الشابات اللاتي نعلم ولا نشك إطلاقًا في عدم يأسهن، ولكن ما رأينا الدم، فأيضًا عدتهن ثلاثة أشهر كالمشكوك في يأسهن، والتفصيل في كتب الفقه <span class=quran>﴿وَأُوْلَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ﴾</span>: اتفق الشيعة والسنة على أن عدة المطلقة الحامل وضع الحمل، واختلفوا في الأرملة الحامل. قال السنة: هي تمامًا كالمطلقة وقال الشيعة: بل تعتد بأبعد الأجلين من وضع الحمل والأربعة أشهر وعشرة أيام، وتقدم في الآية 234 من البقرة. <br><br>(5):"
}
]
}