{"title":"صفحة (560)","type":"html","data":[{"miniTitle":"التحريم","text":"(1): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ﴾</span>: كان النبي (ص) مع زوجاته كأفضل ما تكون الحياة الزوجية. ومن أقواله: (خيركم خيركم لأهله... ما أكرم النساء إلّا كريم، ولا أهانهنَّ إلا لئيم). وقيل: إن النبي (ص) حرّم العسل على نفسه، لأنه شرِب عسلاً عند زوجته زينب فتواطأت حفصة وعائشة أن يقولا له حين يدخل عليهما: نشم منك ريح مغافير، وهي صمغة حلوة الطعم ولكنها كريهة الرائحة، فدخل على حفصة فقالت له ذلك، فقال لها: شربت عسلاً عند زينب، واستكتمها تحريم العسل على نفسه، ولكنها أخبرت عائشة، ولما دخل على عائشة قالت له مثل ما قالت حفصة، فنزلت الآية، قال الشيخ الطبرسي: (والمعنى لِمَ تطلب مرضاة نسائك فهن أحق بطلب مرضاتك... ويمكن أن يكون العتاب على ترك الأفضل والأولى). <br><br>(2): <span class=quran>﴿قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ﴾</span>: المراد بالتحلة الكفارة، وبها يتحلل المرء عما كان عزم عليه، وتقدم الكلام عن كفارة اليمين في تفسير الآية 89 من المائدة. <br><br>(3): <span class=quran>﴿وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا﴾</span>: وهي حفصة التي استكتمها النبي تحريم العسل على نفسه <span class=quran>﴿فَلَمَّا نَبَّأَتْ بِهِ وَأَظْهَرَهُ اللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَن بَعْضٍ﴾</span>: أفشت حفصة سر النبي على الرغم من وصيته لها بالكتمان، ولما أذاعت وأفشت أخبر الله نبيه الكريم بخبرها، فأطلعها النبي على بعض ما أفشت، وأعرض عن بعضه رفقًا بها <span class=quran>﴿فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنبَأَكَ هَذَا﴾</span>: سألته عن المخبر <span class=quran>﴿قَالَ نَبَّأَنِيَ الْعَلِيمُ الْخَبِيرُ﴾</span>: الذي يعلم خائنة الأعين وما تخفي الصدور. <br><br>(4): <span class=quran>﴿إِن تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا﴾</span>: صغت: مالت إلى السداد والرشاد، والخطاب لعائشة وحفصة، يأمرهما سبحانه أن يتوبا من تواطئهما على رسول الله (ص) <span class=quran>﴿وَإِن تَظَاهَرَا﴾</span>: أي أن تتظاهر عائشة وحفصة وتتعاونا على الإساءة إلى رسول الله (ص) <span class=quran>﴿عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ﴾</span>: ناصره <span class=quran>﴿وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ﴾</span>: أي معين، وتسأل: وما شأن عائشة وحفصة حتى حشد سبحانه عليهما قوة السماء والأرض؟ الجواب: ليس المراد بهذا التهديد عائشة وحفصة، وإنما المقصود التنويه بعظمة الرسول وأنه في حصن حصين من الله وملائكته وصالح المؤمنين. <br><br>(5): <span class=quran>﴿عَسَى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجًا... ﴾</span>: أي ولتعلم كل واحدة منكن يا نساء النبي أن الرسول الأعظم أو طلقكن بالكامل لأبدله الله خيرًا منكن جمالاً ودينًا وإخلاصًا، ثيبات إن شاء، وإن شاء أبكارًا أو هما معًا. <br><br>(6): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا﴾</span>: اتقوا معاصي الله وعذابه الشديد الأليم بفعل الواجبات وترك المحرمات، وخذوا أولادكم بالتعليم والتمرين على فرائض الدين وآدابه، وفي الحديث الشريف: (الولد سيد سبع سنين، وعبد سبع سنين، ووزير سبع سنين، فإن رضيت أخلاقه لإحدى وعشرين سنة وإلا فاضرب جنبه فقد أعذرت إلى الله تعالى) والمراد بالوزير هنا أن يكون في خدمة أبيه وملازمًا له. <br><br>(7): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ كَفَرُوا لَا تَعْتَذِرُوا الْيَوْمَ﴾</span>: لا حميم يشفع يوم القيامة، ولا معذرة تدفع."}]}