{
"title": "صفحة (561)",
"type": "html",
"data": [
{
"miniTitle": "التحريم",
"text": "(8): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَّصُوحًا... ﴾</span>: وهي أن يرجع التائب من ذنبه إلى الله بصدق وإخلاص، فيرجع سبحانه إليه بالعفو عن السيئات والبشرى بعيون وجنات <span class=quran>﴿يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ﴾</span>: أي أن الخزي والهوان لأعداء النبي أهل المخازي والرذائل، أما النبي وأصحاب المحامد والفضائل فلهم الدرجات العلى لأن الجزاء من جنس العمل عند الحق وأهله <span class=quran>﴿وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ﴾</span>: لأنهم كانوا في الحياة الدنيا نورًا يُهتدى به في الظلمات، وتقدم في الآية 12 من الحديد. <br><br>(9): <span class=quran>﴿يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ﴾</span>: قانون تنازع الوجود والبقاء بين المحقين والمبطلين والهداة والطغاة - حتم بحكم الطبيعة والبديهة تمامًا كقتال المتحاربين، كلٌّ يريد القضاء على الآخر، قال سبحانه مخبرًا نبيه الكريم عن عتاة الشرك والجور: (كيف وإن يظهروا عليكم لا يرقبون فيكم إلاً ولا ذمة - 8 التوبة) أي عهدًا ولاحقًا، وعلى هذا الأساس أمر سبحانه المسلمين بجهاد الكفار والمنافقين، على أنه، تقدست كلمته، قال في الآية السابقة من التوبة (فما استقاموا لكم فاستقيموا لهم - 7 التوبة). <br><br>(10): <span class=quran>﴿ضَرَبَ اللَّهُ مَثَلًا لِّلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَاِمْرَأَةَ لُوطٍ﴾</span>: ضرب سبحانه مثلين، يتعظ بهما كل عاقل: الأول امرأة نوح وامرأة لوط، كفرت كل واحدة من هاتين بزوجها ونبوته، وكانت الأولى تنعته بالجنون والثانية تدل الكفرة والفجرة على أضيافه ليفجروا بهم، وهذي خيانتهما هي التي أشار إليها سبحانه بقوله: <span class=quran>﴿فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا﴾</span>: أخذهما سبحانه بأشد العذاب، وما دفع الزواج بالطهر والقداسة عنهما شرًا ولا جلب لهما خيرًا. <br><br>(11): <span class=quran>﴿وَضَرَبَ اللَّهُ مَثَلًا لِّلَّذِينَ آمَنُوا اِمْرَأَةَ فِرْعَوْنَ﴾</span>: هي آسية بنت مزاحم، آمنت بالله وكفرت بزوجها فرعون، فهددها بالقتل فآثرت جوار الله في بيت من صنع الله، فاستجاب لها ورحب بها، وأعد لها أجرًا كريمًا، فما ضرها إن كانت زوجة أعتى أهل الأرض، وما نفع امرأة نوح أو لوط أنها زوجة خير الناس.. <br><br>(12): <span class=quran>﴿وَمَرْيَمَ ابْنَتَ عِمْرَانَ الَّتِي أَحْصَنَتْ فَرْجَهَا﴾</span>: كناية عن طهرها ونزاهتها مما رماها اليهود من البغاء والفجور <span class=quran>﴿فَنَفَخْنَا فِيهِ مِن رُّوحِنَا﴾</span>: المراد بالنفخ هنا من روحه تعالى أنه منح الحياة للسيد المسيح تمامًا كما منحها لآدم: (فإذا سويته ونفخت فيه من روحي - 29 الحجر) وفي إنجيل متى الإصحاح الأول: أن مريم كانت مخطوبة ليوسف النجار، ولكنها ظلت عذراء حتى بعد ولادة يسوع."
}
],
"singlePage": true
}