{"title":"صفحة (562)","type":"html","data":[{"miniTitle":"الملك","text":"(1): <span class=quran>﴿تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ﴾</span>: تقدس الذي لا أحد يملك معه شيئًا <span class=quran>﴿وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ﴾</span>: ومن آثار قدرته أنه: <br><br>(2): <span class=quran>﴿الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا﴾</span>: أحيانا سبحانه على هذا الكوكب لتظهر أفعالنا خيرها وشرها، ويميتنا ثم يحيينا للحساب والجزاء، وفي الحديث: أن رسول الله حين تلا هذه الآية فسرها بقوله: <span class=quran>﴿أيكم أحسن عقلاً، وأورع عن محارم الله، وأسرع إلى طاعته﴾</span> وتقدم في الآية 7 من هود وغيرها. <br><br>(3): <span class=quran>﴿الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ طِبَاقًا﴾</span>: من التطابق والاتفاق، وأنه لا فرق بين سماء وسماء ولا تفاوت في إتقان الصنعة وإحكامها بدليل قوله تعالى بلا فاصل: <span class=quran>﴿مَّا تَرَى فِي خَلْقِ الرَّحْمَنِ مِن تَفَاوُتٍ فَارْجِعِ الْبَصَرَ هَلْ تَرَى مِن فُطُورٍ﴾</span>: من نقص أو اضطراب أو خلل، فهل الصدفة أتت بكل هذه العجائب والمعجزات؟ ومع هذا فإن الله سبحانه لا يعجل على الملحد القائل بأن المادة هي الموجد الوحيد، بل يقول: تريث وانظر. <br><br>(4): <span class=quran>﴿ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ﴾</span>: أي الكرَّة بعد الكرَّة والمرة بعد المرة... إلى ما يشاء الرائي <span class=quran>﴿يَنقَلِبْ إِلَيْكَ الْبَصَرُ﴾</span>: خائبًا عاجزًا عن رؤية أي نقص وخلل، بل يبهره الجمال والكمال، والانسجام والانتظام، ولو كان الوجود بالكامل مادة في مادة لكان الكون أشبه بكوم من أحجار وتل من رمال. <br><br>(5) - (6): <span class=quran>﴿وَلَقَدْ زَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيحَ وَجَعَلْنَاهَا رُجُومًا لِّلشَّيَاطِينِ﴾</span>: المراد بالمصابيح النجوم، وبالرجوم النكال والوبال، وقد يكون بالشهب التي تحترق أو بالحجارة المتساقطة من النجوم ، النيازك ، أو غير ذلك، وكل عاتٍ متمرد فهو شيطان، ومصيره الخذلان وعذاب النيران، وتقدم في الآية 17 - 19 الحجر وغيرها. <br><br>(7): <span class=quran>﴿إِذَا أُلْقُوا فِيهَا﴾</span>: طرحوا في جهنم كالحطب <span class=quran>﴿سَمِعُوا لَهَا شَهِيقًا﴾</span>: أنكر الأصوات وأقبحها، والشهيق والنهيق للحمار <span class=quran>﴿وَهِيَ تَفُورُ﴾</span>: تغلي بأهلها غليان القدر بما فيه. <br><br>(8): <span class=quran>﴿تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ﴾</span>: تميز فلان من الغيظ: تقطع حنقًا، والمراد بغيظ جهنم وحنقها وأهوالها وشدائدها <span class=quran>﴿كُلَّمَا أُلْقِيَ فِيهَا... ﴾</span>: واضح، وتقدم في الآية 71 من الزمر. <br><br>(9): <span class=quran>﴿قَالُوا بَلَى... ﴾</span>: اعترفوا بالذنب وندموا ولاموا أنفسهم حيث لا تنفع ندامة ولا ملامة. <br><br>(10) - (11): <span class=quran>﴿وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ﴾</span>: تدل هذه الآية بوضوح أن من يهمل عقله، ولم ينظر به ويحاكم ما يسمع ويرى فهو مسئول أمام الله، ومستحق العذاب حين يلقاه، وأية خطيئة أكثر جرمًا ممن أهمل أسمى ما يمتاز به عن سائر المخلوقات؟. <br><br>(12): <span class=quran>﴿إِنَّ الَّذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ﴾</span>: هذي هي علامة التقوى دون سواها أن تتقي معاصي الله بينك وبينه، أن تترك حرامه في غياب الناس بحيث لو فعلته لبقي الجرم طي الكتمان."}]}