{
"title": "صفحة (563)",
"type": "html",
"data": [
{
"miniTitle": "الملك",
"text": "(13): <span class=quran>﴿وَأَسِرُّوا قَوْلَكُمْ أَوِ اجْهَرُوا بِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ﴾</span>: كل غيب عنده شهادة، وكل سر عنده علانية. <br><br>(14): <span class=quran>﴿أَلَا يَعْلَمُ مَنْ خَلَقَ﴾</span>: هل يجهل الصانع ما صنع؟ <br><br>(15): <span class=quran>﴿هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا﴾</span>: يسهل فيها السلوك والسعي للرزق والمكاسب <span class=quran>﴿فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِن رِّزْقِهِ﴾</span>: طرقها ونواحيها من سهول وجبال، وأيضًا ما في جوفها من نفط ومعادن ومياه، على أن تتقوا الله، كما أشار <span class=quran>﴿وَإِلَيْهِ النُّشُورُ﴾</span>: المرجع، فيسأل ويحاسب ويعاقب. <br><br>(16) - (18): <span class=quran>﴿أَأَمِنتُم مَّن فِي السَّمَاء أَن يَخْسِفَ بِكُمُ الأَرْضَ﴾</span>: أتعصون الله في ملكه؛ وتأمنون من سطواته وضرباته؟ وهل من مردّ لمشيئته إن أراد أن يزلزل بكم الأرض أو يمطركم من السماء مطر السوء والحصباء؟ ولكنه حليم رحيم بعباده، يؤجل ولا يعجل عسى أن يتوب تائب، ويقلع مذنب، وتقدم في الآية 68 من الإسراء. <br><br>(19): <span class=quran>﴿أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ...﴾</span>: من الذي رزق الطير بما يؤهله إلى الطيران؟ الصدفة والطبيعة العمياء؟ الطائر يطير بجناحيه والإنسان يمشي على رجليه ولكن من الذي خطط للمشي والطيران، وصمم الأداة العملية لكل منهما، ثم وضعها في المكان الملائم؟ فسبحان من جعل(لكل شيء قدرًا - 3 الطلاق) هذا هو الجواب السديد، ما عداه حماقات. <br><br>(20): <span class=quran>﴿أَمَّنْ هَذَا الَّذِي هُوَ جُندٌ لَّكُمْ يَنصُرُكُم مِّن دُونِ الرَّحْمَنِ﴾</span>: إذا أراد الله بقوم سوءًا فماذا يصنعون؟ وإلى من يلجأون؟ وبمن يستغيثون؟ <span class=quran>﴿إِنِ الْكَافِرُونَ إِلَّا فِي غُرُورٍ﴾</span>: بأنهم في أمن وأمان من غضب الله وعذابه. <br><br>(21): <span class=quran>﴿أَمَّنْ هَذَا الَّذِي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ﴾</span>: من الذي يرزق الأنام إذا منع الغمام؟ <span class=quran>﴿بَل لَّجُّوا فِي عُتُوٍّ وَنُفُورٍ﴾</span>: يعلمون أن الله هو الرازق ومع هذا يتمردون على أمره عن قصد وعناد. <br><br>(22): <span class=quran>﴿أَفَمَن يَمْشِي مُكِبًّا عَلَى وَجْهِهِ أَهْدَى أَمَّن يَمْشِي سَوِيًّا﴾</span>: من يمشي في الحياة الدنيا على طريق الجهل والضلال فهو تمامًا كما يمشي ووجهه إلى الأرض، يكثر العثار فيما لا يعثر فيه بصير، أما السائر على طريق العلم والهدى فهو تمامًا كالسائر على الطريق الواضح بجسم معتدل ونظر سليم، وتكرر هذا المعنى في العديد من الآيات، منها الآية 24 من هود. <br><br>(23): <span class=quran>﴿قُلْ هُوَ الَّذِي أَنشَأَكُمْ وَجَعَلَ لَكُمُ﴾</span>: أسماعًا لتستمعوا بها من الله ورسله، وأبصارًا لتعتبروا بما ترون من عجائب خلقه تعالى، وعقولاً تنتقل بكم من معلوم إلى مجهول، من شاهد إلى غائب، وتقدم مرات المرات. <br><br>(24): <span class=quran>﴿قُلْ هُوَ الَّذِي ذَرَأَكُمْ فِي الْأَرْضِ﴾</span>: خلقكم فيها وبثكم فأصلحوا ولا تفسدوا، إليه المآب ونقاش الحساب. <br><br>(25) - (26): <span class=quran>﴿وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ﴾</span>: بقيام القيامة؟ قل يا محمد: علمها عند من يقيمها، وأمرني أن أنذركم بها، وقد فعلت."
}
]
}