{
"title": "صفحة (564)",
"type": "html",
"data": [
{
"miniTitle": "الملك",
"text": "(27): <span class=quran>﴿فَلَمَّا رَأَوْهُ﴾</span>: رأوا العذاب أو يوم القيامة <span class=quran>﴿زُلْفَةً﴾</span>: قريبًا منهم ومواجهًا لهم <span class=quran>﴿سِيئَتْ وُجُوهُ الَّذِينَ كَفَرُوا﴾</span>: أنكروه حتى رأوه فانهارت الأعصاب وطار الصواب. <br><br>(28): <span class=quran>﴿قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ وَمَن مَّعِيَ أَوْ رَحِمَنَا فَمَن يُجِيرُ الْكَافِرِينَ مِنْ عَذَابٍ أَلِيمٍ﴾</span>: تمنى الطغاة لو مات الرسول ومن آمن به ليرتاحوا منه ومن دعوته، فأمره سبحانه أن يقول لهم: لنفترض أن الله اختارني إليه أو أمدَّ في أجلي، فهل ينقذكم موتي من نكاله وعذابه؟ أبدًا لا شيء يجيركم منه إلا الرجوع بالتوبة وطلب المغفرة. <br><br>(29): <span class=quran>﴿قُلْ هُوَ الرَّحْمَنُ آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا﴾</span>: هذا هو طريق النجاة والخلاص: الإيمان برب العالمين والطاعة لأمره ونهيه. <br><br>(30): <span class=quran>﴿قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا﴾</span>: غائرًا في الأرض إلى الأعماق فهل تستردونه بالفؤوس والسواعد. أو تذهبون إلى غير الله، وتسألون الأصنام أن تفجر لكم العيون، وتجري الأنهار، سبحانك اللهم بيدك الملك وحدك لا شريك لك."
},
{
"miniTitle": "القلم",
"text": "(1): <span class=quran>﴿ن﴾</span>: من الحروف التي افتتح سبحانه بأمثالها بعض السور، هذا اللفظ المركب من حروف الهجاء ونظائره مثل (الر، وحم) وغير ذلك يسمى فواتح السور، واختلف فيه المفسرون فقيل: هو اسم للسورة. - ولكن ورد عن أئمتنا (عليهم السلام) انه من المتشابهات والمبهمات التي استأثر الله بعلمها ولا يعلم تأويلها غيره، وأنها إشارة إلى أن القرآن الكريم الذي أعجز أهل الفصاحة مؤلف من هذه الحروف الهجائية التي ينطق الناس بها <span class=quran>﴿وَالْقَلَمِ وَمَا يَسْطُرُونَ﴾</span>: كناية عن العلم النافع، وأقسم به سبحانه لعلو شأنه حيث لا إنسانية ولا حياة إلا به. والحديث عن منافعه نافلة وفضول تمامًا كالحديث عن منافع الماء والضياء. <br><br>(2): <span class=quran>﴿مَا أَنتَ﴾</span>: يا محمد <span class=quran>﴿بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ﴾</span>: هذا رد على من افترى عليه بالجنون أولا: لأنه جعل الآلهة إلهًا واحدًا. ثانيًا: لأنه دعا إلى الإيمان بالبعث بعد الموت. وفوق ذلك جعل الناس كلهم على صعيد واحد في الحقوق والواجبات... إلى آخر ما نادى وحثَّ عليه من مكارم الأخلاق. <br><br>(3): <span class=quran>﴿وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ﴾</span>: غير مقطوع بل دائم ولازم لأن محمدًا (ص) أدى الرسالة على أكمل وجه، وتحمل في سبيلها أشد الأذى حتى نمت وأثمرت ولا تزال آثارها وثمارها قائمة إلى اليوم وإلى آخر يوم في شرق الأرض وغربها. <br><br>(4): <span class=quran>﴿وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ﴾</span>: تحدثت الأجيال عن محمدًا (ص) ووضعت في سيرته وأخلاقه الأسفار الطوال والقصار، ونختار منها كلمة لابن عربي في الفتوحات حيث قال ما معناه: إن الله خلق أصنافًا، وجعل من كل صنف أخيارًا، ومن الأخيار الصفوة، وهم الأنبياء، ومن الأنبياء، الخلاصة، وهم أولو العزم، ومن الخلاصة خلاصتها وهو محمد الذي لا يكاثر ولا يقاوم. <br><br>(5): <span class=quran>﴿فَسَتُبْصِرُ وَيُبْصِرُونَ﴾</span>: ستظهر الحقيقة للناس كل الناس، حين يعلو شأن الرسول الأعظم (ص) وتظهر كلمة الإسلام على الدين كله. <br><br>(6): <span class=quran>﴿بِأَييِّكُمُ الْمَفْتُونُ﴾</span>: من هو صاحب الأوهام الكاذبة كأوهام المجنون؟. <br><br>(7): <span class=quran>﴿إِنَّ رَبَّكَ هُوَ أَعْلَمُ﴾</span>: بأن محمدًا على الهدى والسداد، وأن خصومه هم المنحرفون عنه إلى الضلال والفساد. <br><br>(8): <span class=quran>﴿فَلَا تُطِعِ الْمُكَذِّبِينَ﴾</span>: هذا إخبار في صورة النهي والإنشاء، ومعناه أن محمدًا لن يطيع المكذبين إطلاقًا في التنازل عن دعوته مهما ساوموه وعرضوا عليه من المغريات والدليل على إرادة هذا قوله تعالى بلا فاصل. <br><br>(9): <span class=quran>﴿وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ﴾</span>: من المداهنة والمرضاة المصانعة المدارية أي لو تسكت عن دعوتك إرضاء لهم لسكتوا عن الخصومة إرضاء لك. <br><br>(10): <span class=quran>﴿وَلَا تُطِعْ كُلَّ حَلَّافٍ مَّهِينٍ﴾</span>: كثير الحلف بلا ضرورة، لأنه يشعر من أعماقه باتهام الناس له وارتيابهم بأقواله. <br><br>(11): <span class=quran>﴿هَمَّازٍ﴾</span>: يكثر الطعن في أعراض الناس <span class=quran>﴿مَّشَّاء بِنَمِيمٍ﴾</span>: يمشي بالنميمة ليفسد بين الأخوان والجيران من صلات. <br><br>(12): <span class=quran>﴿مَنَّاعٍ لِّلْخَيْرِ﴾</span>: يكرهه بالطبع لا يفعله ويصد الناس عن فعله <span class=quran>﴿مُعْتَدٍ أَثِيمٍ﴾</span>: يفتري على الأبرياء حقدًا وطغيانًا. <br><br>(13): <span class=quran>﴿عُتُلٍّ﴾</span>: فظ غليظ <span class=quran>﴿بَعْدَ ذَلِكَ﴾</span>: وفوق هذه القبائح والرذائل هو <span class=quran>﴿زَنِيمٍ﴾</span>: دعي لصيق، وكافر زنديق، وقيل: المراد بهذه الصفات الوليد بن المغيرة، وقيل غيره، ومهما كان فإن هذه اللطخات والنجاسات يتصف بها العديد من الإفراد في كل زمان ومكان، وقد أمر سبحانه رسوله الكريم بالإبتعاد عنهم، فعلينا نحن أيضًا أن نفر منهم. <br><br>(14) - (15): <span class=quran>﴿أَن كَانَ ذَا مَالٍ وَبَنِينَ﴾</span>: كان هذا الأثيم المهين في سعة من الأموال وقوة من الأولاد، وكان لغيه وبغيه إذا سمع آي القرآن العظيم يقول: <span class=quran>﴿أَسَاطِيرُ الْأَوَّلِينَ﴾</span>: خرافات وأساطير لأنها تلعنه وأمثاله من الطغاة.<br><br>(14) - (15): <span class=quran>﴿أَن كَانَ ذَا مَالٍ وَبَنِينَ﴾</span>: كان هذا الأثيم المهين في سعة من الأموال وقوة من الأولاد، وكان لغيه وبغيه إذا سمع آي القرآن العظيم يقول: <span class=quran>﴿أَسَاطِيرُ الْأَوَّلِينَ﴾</span>: خرافات وأساطير لأنها تلعنه وأمثاله من الطغاة."
}
]
}