{"title":"صفحة (568)","type":"html","data":[{"miniTitle":"الحاقة","text":"(35): <span class=quran>﴿فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ﴾</span>: قريب يدفع وخليل ينفع. <br><br>(36): <span class=quran>﴿وَلَا طَعَامٌ إِلَّا مِنْ غِسْلِينٍ﴾</span>: غسالة أهل النار التي تسيل من أبدانهم. <br><br>(37): <span class=quran>﴿لَا يَأْكُلُهُ إِلَّا الْخَاطِؤُونَ﴾</span>: وهم الذين كانوا في كل الحياة الدنيا يأكلون أقوات الكادحين، وينهبون أرزاق المستضعفين. <br><br>(38) - (39): <span class=quran>﴿فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ وَمَا لَا تُبْصِرُونَ﴾</span>: بجميع الأشياء بلا استثناء، وكتب أحمد أمين العراقي بكتاب التكامل في الإسلام أكثر من 80 صفحة حول هذه الآية، وقال من جملة ما قال، إن من الأشياء التي لا يمكن أن ترى على الإطلاق حتى بأحدث الآلات وأعظمها - الذرة - والأشعة الخفية وهي أكثر بكثير من المرئية. <br><br>(40): <span class=quran>﴿إِنَّهُ﴾</span>: القرآن <span class=quran>﴿لَقَوْلُ رَسُولٍ كَرِيمٍ﴾</span>: لا تشكو أيها المعاندون في القرآن، فإن الله سبحانه يقسم - لأن (لا) زائدة - بأن القرآن من وحيه، وهو الذي اختار محمدًا لتبليغه. <br><br>(41): <span class=quran>﴿وَمَا هُوَ بِقَوْلِ شَاعِرٍ﴾</span>: لأن القرآن ليس من جنس الشعر ولا في أسلوبه. <br><br>(42) - (43): <span class=quran>﴿وَلَا بِقَوْلِ كَاهِنٍ﴾</span>: لأن كلام الكهان سخف وأوهام، وتقدم في سورة الشعراء الآية 224 والطور الآية 29. <br><br>(44): <span class=quran>﴿وَلَوْ تَقَوَّلَ عَلَيْنَا﴾</span>: لم يزد محمد (ص) حرفًا واحدًا في القرآن، ولم ينقص منه حرفًا وتقدم في الآية 33 من الطور، ولو حاول الافتراء. <br><br>(45): <span class=quran>﴿لَأَخَذْنَا مِنْهُ بِالْيَمِينِ﴾</span>: واليمين هنا تعبير عن القدرة الإلهية. <br><br>(46): <span class=quran>﴿ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ﴾</span>: وهو العرق الرئيسي الذي يتعلق به القلب. <br><br>(47): <span class=quran>﴿فَمَا مِنكُم مِّنْ أَحَدٍ عَنْهُ حَاجِزِينَ﴾</span>: ما نافية تعمل عمل ليس، ومن زائدة إعرابًا، وأحد اسم ما، وحاجزين خبرها، ومنكم متعلق بمحذوف حالاً من حاجزين، لو فرص أن محمدًا تقول على الله لانتقم منه، ولا أحد من المشركين أو من غيرهم يستطيع أن يحول دون ذلك، وبما أن الله لم ينتقم من محمد فهو إذن الصادق الأمين، والمفترون هم الذين نسبوه إلى الافتراء. <br><br>(48): <span class=quran>﴿وَإِنَّهُ﴾</span>: القرآن <span class=quran>﴿لَتَذْكِرَةٌ لِّلْمُتَّقِينَ﴾</span>: القرآن هو السبيل الواضح لمن أراد أن يتقي غضب الله بصدق وإخلاص. <br><br>(49): <span class=quran>﴿وَإِنَّا لَنَعْلَمُ أَنَّ مِنكُم مُّكَذِّبِينَ﴾</span>: أنزل سبحانه القرآن على محمد (ص) وهو يعلم أن بعض الخلق سوف يكفرون به مع أنه يحمل في صلبه الدليل القاطع على صدقه وعظمته. <br><br>(50): <span class=quran>﴿وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ﴾</span>: حيث يرون غدًا النعيم العظيم الذي أعده الله لمن آمن بالقرآن واهتدى بهديه والعذاب الأليم لمن أعرض عنه وضلَّ عن سبيله. <br><br>(51): <span class=quran>﴿وَإِنَّهُ لَحَقُّ الْيَقِينِ﴾</span>: الذي به يستدل على غيره ولا يستدل بغيره عليه. <br><br>(52): <span class=quran>﴿فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ﴾</span>: سبحانك أنت ولينا فاغفر لنا وارحمنا وأنت خير الغافرين والرحمن الرحيم وصلِّ على محمد وآله الطاهرين."},{"miniTitle":"المعارج","text":"(1): <span class=quran>﴿سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ﴾</span>: سأل هنا بمعنى طلب واستدعى، وعليه يكون المعنى أن من كذب بالبعث والحساب والجزاء طلب تعجيل العذاب ساخرًا متحديًا. فجاءه الجواب من مالك الثواب والعقاب. <br><br>(2): <span class=quran>﴿لِّلْكَافِرينَ لَيْسَ لَهُ دَافِعٌ﴾</span>: العذاب واقع على المجرمين، لا شك فيه، ولا دافع له سواء أطلبوه أم رفضوه. <br><br>(3): <span class=quran>﴿مِّنَ اللَّهِ ذِي الْمَعَارِجِ﴾</span>: المراد بالمعارج الرفعة الكاملة والعلو المطلق، وفي هذه الآية قوله تعالى: (رفيع الدرجات ذو العرش- 15 غافر). <br><br>(4): <span class=quran>﴿تَعْرُجُ الْمَلَائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ﴾</span>: المراد بالروح جبريل وعطفه على الملائكة من باب عطف الخاص على العام، والمعنى أن الملائكة يسرعون في طاعة الله وإنفاذ أمره سرعة يقطعون بها في اليوم الواحد قدر ما يقطع الناس في خمسين ألف سنة بوسائلهم المألوفة، والمراد بهذه المدة مجرد التمثيل لحق الله على الخلق، وأن عليهم أن يستسلموا لأمره، ويسرعوا إلى طاعته تمامًا كما أسرع إليها الملائكة المقربون. <br><br>(5): <span class=quran>﴿فَاصْبِرْ صَبْرًا جَمِيلًا﴾</span>: تذرع يا محمد بالصبر على تكذيب المجرمين وإيذائهم. <br><br>(6) - (7): <span class=quran>﴿إِنَّهُمْ يَرَوْنَهُ بَعِيدًا وَنَرَاهُ قَرِيبًا﴾</span>: يوم الحساب والجزاء محال وبعيد عند الجاحدين، وعند الله أقرب من قريب، لأنه آت لا محالة. <br><br>(8): <span class=quran>﴿يَوْمَ تَكُونُ السَّمَاء كَالْمُهْلِ﴾</span>: تذوب الكواكب والأجرام السماوية، وتصبح كالزيت العكر أو المعدن الذائب السائل. <br><br>(9): <span class=quran>﴿وَتَكُونُ الْجِبَالُ كَالْعِهْنِ﴾</span>: كالصوف في هشه وانتفاشه. <br><br>(10): <span class=quran>﴿وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا﴾</span>: لن كل إنسان في شغل شاغل بنفسه عن غيره."}]}