{"title":"صفحة (569)","type":"html","data":[{"miniTitle":"المعارج","text":"(11): <span class=quran>﴿يُبَصَّرُونَهُمْ﴾</span>: أي يرى الحميم حميمه يوم القيامة، ولكن لا سؤال ولا كلام، لأن كلا منهما يومئذ في شأن يذهله وهم يشغله <span class=quran>﴿يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ﴾</span>: الذين جمع لهم من حلال وحرام. <br><br>(12): <span class=quran>﴿وَصَاحِبَتِهِ وَأَخِيهِ﴾</span>: المراد بالصاحبة الزوجة. <br><br>(13): <span class=quran>﴿وَفَصِيلَتِهِ الَّتِي تُؤْويهِ﴾</span>: عشيرته التي تحميه. <br><br>(14): <span class=quran>﴿وَمَن فِي الْأَرْضِ جَمِيعًا ثُمَّ يُنجِيهِ﴾</span>: قد يهون الموت على الإنسان، بل ويضحي بالمال والعيال في سبيل حريته وكرامته، وهو سليم الجسم معافى من الأوجاع والآلام فكيف إذا سلب الحرية- أُلقي في لهب ساطع ودائم، لا يقضى عليه الموت فيموت، ولا يخفف عنه العذاب؟ وتقدم في الآية 91 من آل عمران. <br><br>(15): <span class=quran>﴿كَلَّا﴾</span>: أيها المجرمون... لا فداء ولا شيء ينجيكم من سوء المصير <span class=quran>﴿إِنَّهَا لَظَى﴾</span>: لهب خالص. <br><br>(16): <span class=quran>﴿نَزَّاعَةً لِّلشَّوَى﴾</span>: تنتزع الأعضاء من أماكنها وتشويها ، ثم إلى الحياة كما كانت، وهكذا دواليك. <br><br>(17): <span class=quran>﴿تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّى﴾</span>: تجذبه إليها وتشده ، ولا تدع له، من وسيلة إلى الفرار. <br><br>(18): <span class=quran>﴿وَجَمَعَ فَأَوْعَى﴾</span>: من الوعاء لا من الوعي، والمعنى جمع المجرم الأموال، وامسكها في الأوعية، ولم يؤد حق الله منها. <br><br>(19) - (21): <span class=quran>﴿إِنَّ الْإِنسَانَ خُلِقَ هَلُوعًا إِذَا مَسَّهُ الشَّرُّ جَزُوعًا وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا﴾</span>: الإنسان ابن الأرض وبها يشبه، فهي تخصب وتنشر الخضرة والنماء وإذا نزل عليها الماء وتجدب وتغبر إذا انقطع عنها، وهكذا الإنسان يفرح ويسّر إذا مسَّه الخير وينهار جزعًا إذا مسَّه الشر والفرق بينه وبين الأرض أن للإنسان طاقة وإرادة ودينًا وعقلا وبها يستطيع أن يملك نفسه، ويلتزم العدل والتوازن، في تصرفاته فلا يقتر أو يبذر إذا استغنى، ويصبر ويتجلد إذا افتقر، وأيضًا يثق بالله ورحمته، ولا يستولي عليه اليأس والقنوط، وهذي هي صفة المؤمنين حقًا الذين أشار سبحانه إليهم بقوله: <br><br>(22) - (23): <span class=quran>﴿إِلَّا الْمُصَلِّينَ الَّذِينَ هُمْ عَلَى صَلَاتِهِمْ دَائِمُونَ﴾</span>: أبدًا لا دين ولا إيمان إلا لمن حافظ على الصلاة وواجباتها وثبت على أدائها في أوقاتها. <br><br>(24) - (25): <span class=quran>﴿وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَّعْلُومٌ: لِّلسَّائِلِ وَالْمَحْرُومِ﴾</span>: السائل: الذي يطلب من الناس ويبدأهم بالسؤال والمحروم: الذي يتعفف عن الطلب، فيظنه الجاهل بحاله غنيًا فيحرمه، وهذا أحق الناس بحق الله، والصدقة عليه تقع في يد الله لا في يده كما في الحديث، بل وفي القرآن لأن الله استقرض له لا لسواه. <br><br>(26): <span class=quran>﴿وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ﴾</span>: لا دين لمن أقر بوجود الله، وأنكر لقاءه وحسابه وجزاءه، وأيضًا لا إيمان لمن أقر بهذين معًا، وأنكر نبوة محمد (ص). <br><br>(27) - (28): <span class=quran>﴿وَالَّذِينَ هُم مِّنْ عَذَابِ رَبِّهِم مُّشْفِقُونَ إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ﴾</span>: مهما كانت طاعة العبد وتكون، ولا ادري كيف كرر وأعلن واحد من الناس، انه في أمان من عذاب الله وهو يتلو هذه الآية؟ وروي أن رسول الله قال: (اعملوا وسددوا وقاربوا واعلموا أن أحدًا منكم لن يدخله عمله الجنة. قالوا ولا أنت يا رسول الله قال: ولا أنا إلا أن يتغمدني الله برحمة منه وفضل) ومعنى الحديث: اتقنوا العمل وتقربوا به إلى الله، واتركوا إليه أمر الثواب على أعمالكم ولا تجزموا أن عملكم هذا يدخلكم الجنة لا محالة، بل أرجوا رحمة الله وفضله. <br><br>(29) - (30): <span class=quran>﴿وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ﴾</span>: من جوار وإماء، ولا موضوع لهذا الحكم في عصرنا حيث لا جارية ولا أمة <span class=quran>﴿فَإِنَّهُمْ غَيْرُ مَلُومِينَ﴾</span>: ولا مسؤولين حيث تمتعوا بحلال الله لا بحرامه. <br><br>(31): <span class=quran>﴿فَمَنِ ابْتَغَى وَرَاء ذَلِكَ﴾</span>: تجاوز الحلال إلى الحرام كالزنا واللواط <span class=quran>﴿فَأُوْلَئِكَ هُمُ الْعَادُونَ﴾</span>: المعتدون على أعراض الناس والمتعدون المتجاوزون حدود الله. <br><br>(32): <span class=quran>﴿وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ﴾</span>: المؤمن المخلص إذا اؤتمن لم يخن، وإذا عاهد لم يغدر. <br><br>(33): <span class=quran>﴿وَالَّذِينَ هُم بِشَهَادَاتِهِمْ قَائِمُونَ﴾</span>: لا يكتمونها ولا يزيدون فيها، ولا ينقصون منها. <br><br>(34) - (35): <span class=quran>﴿وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ﴾</span>: تقدم في الآية 23 من هذه السورة وكرر سبحانه لمجرد الإهتمام بالصلاة والتنبيه إلى أنها عمود الإسلام. وسبق الكلام على المحافظة على الصلاة والفروج وإقامة الشهادة والوفاء بالعهد والأمانة وحق الله في الأموال والخوف من عذابه تعالى والرجاء لثوابه. <br><br>(36): <span class=quran>﴿فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ﴾</span>: قبلك بكسر القاف: نحوك وعندك وحولك، ومهطعين: مسرعين. <br><br>(37): <span class=quran>﴿عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ﴾</span>: أي عن يمين محمد (ص) وشماله <span class=quran>﴿عِزِينَ﴾</span>: فرقًا وجماعات والمعنى ما أعجب شأن المكذبين برسالتك! إنهم يسرعون ويتحلقون حولك حين تتلو آيات الله، لا لشيء إلا ليتخذوها هزوًا وسخريًا. <br><br>(38): <span class=quran>﴿أَيَطْمَعُ كُلُّ امْرِئٍ مِّنْهُمْ أَن يُدْخَلَ جَنَّةَ نَعِيمٍ﴾</span>: كان المجرمون العتاة يسخرون من القرآن، ويشيرون إلى خباب وبلال وعمار ويقولون: عن دخل هؤلاء الجنة كما يقول محمد فنحن أحق بها وأولى! وما من شك أنهم أولى بجهنم صليًا. <br><br>(39): <span class=quran>﴿كَلَّا﴾</span>: هيهات لا يخدع الله عن جنته، ولا تنال مرضاته إلا بطاعته <span class=quran>﴿إِنَّا خَلَقْنَاهُم مِّمَّا يَعْلَمُونَ﴾</span>: إنهم وكل البشر من ماء مهين، ولا فضل لأحد على آخر إلا أن يترك شيئًا نافعًا ومفيدًا لأخيه الإنسان."}]}