{
"title": "صفحة (570)",
"type": "html",
"data": [
{
"miniTitle": "المعارج",
"text": "(40) - (41): <span class=quran>﴿فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ﴾</span>: أي يقسم سبحانه- على القول بان (لا) زائدة- بمن خلق الكواكب ومشارقها ومغاربها <span class=quran>﴿إِنَّا لَقَادِرُونَ عَلَى أَن نُّبَدِّلَ خَيْرًا مِّنْهُمْ﴾</span>: انه تعالى هو القادر على أن يهلك المجرمين المعاندين ويأتي بمن هو أطوع لله ورسوله <span class=quran>﴿وَمَا نَحْنُ بِمَسْبُوقِينَ﴾</span>: مغلوبين، وتقدم في الآية 38 من محمد. <br><br>(42): <span class=quran>﴿فَذَرْهُمْ يَخُوضُوا... ﴾</span>: دعهم يا محمد في لهوهم وكفرهم حتى يذوقوا وبال أمرهم، وتقدم بالحرف الواحد في الآية 83 من الزخرف. <br><br>(43): <span class=quran>﴿يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ﴾</span>: الأجداث: القبور، ونُصُب بضم النون والصاد، الشيء المنصوب، والمراد به هنا الصنم المعبود، والجمع أنصاب، ويوفضون: يسرعون ويستبقون، والمعنى أن المشركين يسرعون غدًا الخروج من قبورهم كما كانوا يسرعون المشي إلى أصنامهم في الدنيا. <br><br>(44): <span class=quran>﴿خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ﴾</span>: ينظرون نظرات الذليل الخاضع، لما يشعرون من الخزي والهوان، وتقدم في الآية 7 من القمر <span class=quran>﴿ذَلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ﴾</span>: وبه يكذبون، ومنه يسخرون حتى ذاقوا جمراته وآفاته."
},
{
"miniTitle": "نوح",
"text": "(1): <span class=quran>﴿إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ﴾</span>: منذرًا ومحذرًا من غضب الله وعذابه، جاء في تفسير جزء تبارك للشيخ عبد القادر المغربي أن بين آدم ونوح 1056 سنة. <br><br>(2) - (3): <span class=quran>﴿قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ﴾</span>: أوجز رسالته ورسالة جميع الأنبياء بأُمور ثلاثة: أن يتركوا الأصنام ويعبدون الله وحده، الثاني أن يفعلوا الخير ويتقوا الشر، الثالث أن يطيعوا الله في أمره ونهيه، وضمن لهم أن استجابوا، أمرين؛. <br><br>(4): <span class=quran>﴿يَغْفِرْ لَكُم مِّن ذُنُوبِكُمْ﴾</span>: أي ما تقدم منها على الإيمان لأن الإيمان يجب ما قبله، أما الذنوب بعد الإيمان فيحاسبون عليها، وإلى هذا تومئ كلمة (من) الأمر الثالث <span class=quran>﴿وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُّسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاء لَا يُؤَخَّرُ﴾</span>: إن استجبتم لدعوتي يمهلكم سبحانه حتى تستوفوا العمر الطبيعي المحتوم وإلا عجل واستأصل شأفتكم بالطوفان ونحوه <span class=quran>﴿لَوْ كُنتُمْ تَعْلَمُونَ﴾</span>: يا ليتكم تعلمون لتسرعوا إلى الإيمان. <br><br>(5): <span class=quran>﴿قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا﴾</span>: دائمًا ومواظبًا. <br><br>(6): <span class=quran>﴿فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا﴾</span>: ثابر وواظب نوح على الدعوة، وثابروا بدورهم وواظبوا على النفور والعناد. <br><br>(7): <span class=quran>﴿وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ﴾</span>: سدوها دون دعوة الداعي <span class=quran>﴿وَاسْتَغْشَوْا ثِيَابَهُمْ﴾</span>: تغطوا بها كي لا يروا وجه الداعي <span class=quran>﴿وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا﴾</span>: على الحق والانقياد له. <br><br>(8) - (9): <span class=quran>﴿ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا ثُمَّ إِنِّي أَعْلَنتُ لَهُمْ وَأَسْرَرْتُ﴾</span>: قال جماعة من المفسرين في وجه الجمع بين الجهر والإعلان: بدأ نوح بالدعوة سرًا، ثم ثنى بالمجاهرة، ثم ثلث بالجمع بين الإسرار والإعلان، أما نحن فنختار ما قاله الدكتور طه حسين في كتاب مرآة الإسلام، ونلم منه هذه الشذرات: (وللقرآن أسلوب خاص به لم يسبق إليه، ولم يلحق فيه... ويختلف أشد الاختلاف عما يكتبه الناثرون وينظمه الشعراء، ويقوله الخطباء... القرآن يتلى في الإذاعات الأوروبية والأمريكية على أنه إمتاع للمستمعين... وقد يذاع غيره من اللغات، ولكن بعض الحين لا دائمًا كما يذاع القرآن الكريم) وعليه فلا يسوغ أن نقيس كلام الله على كلام البشر ونقول: لماذا أعاد وكرر؟ ثم نتمحل في التوجيه والتأويل. <br><br>(10): <span class=quran>﴿فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا﴾</span>: لكل من يندم على خطيئته، ويلجأ إلى الله ومغفرته."
}
],
"singlePage": true
}