{"title":"صفحة (571)","type":"html","data":[{"miniTitle":"نوح","text":"(11): <span class=quran>﴿يُرْسِلِ السَّمَاء عَلَيْكُم مِّدْرَارًا﴾</span>: مطرًا كثيرًا أو متواصلاً، ويستحب قراءة سورة نوح في صلاة الاستسقاء من أجل هذه الآية كما قيل. <br><br>(12): <span class=quran>﴿وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا﴾</span>: كل مجتمع يؤمن بالله ولم يعص له أمرًا يعيش في سلام وهناء دنيا وآخرة بحكم البديهة، لأن معنى إطاعة الله في أمره ونهيه أن يسود الأمن والعدالة الاجتماعية. <br><br>(13): <span class=quran>﴿مَّا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا﴾</span>: لا تهابون نكاله وعذابه. <br><br>(14): <span class=quran>﴿وَقَدْ خَلَقَكُمْ أَطْوَارًا﴾</span>: نطفة ثم علقة. وهكذا إلى الهرم والشيخوخة. <br><br>(15): <span class=quran>﴿أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا﴾</span>: تأملوا الكون ونظامه وإتقانه الذي يدل على وجود المكون والمنظم وقدرته وعظمته، وتقدم في الآية 3 من الملك وغيرها. <br><br>(16): <span class=quran>﴿وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا﴾</span>: فيهن أي في مجموع السموات. وصف سبحانه الشمس بالسراج والقمر بالنور، لأن السراج مصدر النور، ونور القمر مستمد من الشمس وتقدم في الآية 5 من يونس. <br><br>(17): <span class=quran>﴿وَاللَّهُ أَنبَتَكُم مِّنَ الْأَرْضِ نَبَاتًا﴾</span>: كلنا من آدم وآدم من تراب. <br><br>(18): <span class=quran>﴿ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا﴾</span>: هذا هو ابن آدم: منها وعليها كضيف مؤقت وإليها في زنزانة مظلمة طولها خمسة أشبار، وعرضها شبران ونصف الشبر وتقدم في الآية 55 من طه. <br><br>(19) - (20): <span class=quran>﴿وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا﴾</span>: جمع فج وهو الانفراج والسعة، والسبل: الطرق، وتقدم في الآية 31 من الأنبياء. <br><br>(21): <span class=quran>﴿قَالَ نُوحٌ رَّبِّ إِنَّهُمْ عَصَوْنِي﴾</span>: استيأس نوح من قومه فالتجأ إلى خالقه <span class=quran>﴿وَاتَّبَعُوا مَن لَّمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا﴾</span>: يريد الفئة المتسلطة التي تتحكم في كل شيء ولا ترى لغيرها حقًا في شيء. <br><br>(22): <span class=quran>﴿وَمَكَرُوا مَكْرًا كُبَّارًا﴾</span>: لأنهم صدوا المستضعفين عن الاستجابة لدعوة نوح، وبالغوا في إيذائه وإيذاء من آمن برسالته. <br><br>(23): <span class=quran>﴿وَقَالُوا﴾</span>: أي قال المترفون الطغاة للمستضعفين: <span class=quran>﴿لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا﴾</span>: أسماء أصنام كانوا يعبدونها، قال جماعة من المفسرين: إن هذه الأصنام ظلت تعبد في الجاهلية إلى عهد الرسول الأعظم (ص). <br><br>(24): <span class=quran>﴿وَقَدْ أَضَلُّوا﴾</span>: قادة الفساد <span class=quran>﴿كَثِيرًا﴾</span>: من العباد <span class=quran>﴿وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا﴾</span>: إلا عذابًا شديدًا. <br><br>(25): <span class=quran>﴿مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا﴾</span>: أغرقهم الطوفان بسبب آثامهم وطغيانهم <span class=quran>﴿فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُم مِّن دُونِ اللَّهِ أَنصَارًا﴾</span>: لا معين ولا مغيث يجيرهم من عذاب الله. <br><br>(26): <span class=quran>﴿وَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا﴾</span>: وهو من يسكن الدار، ودعوة نوح هذه تناولت ولد لصلبه الذي كفر بخالقه واعتزل عن والده. <br><br>(27): <span class=quran>﴿إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا﴾</span>: قال هذا لخبرته بهم وطول مكثه بين أظهرهم، وروي أن الرجل من قوم نوح كان ينطلق بإبنه إليه ويقول له: احذر هذا الكذاب، إن أبي أوصاني بمثل هذه الوصية. <br><br>(28): <span class=quran>﴿رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ﴾</span>: ولجميع المؤمنين وصلى الله على محمد وآله الطاهرين."}]}