{"title":"صفحة (572)","type":"html","data":[{"miniTitle":"الجن","text":"(1): <span class=quran>﴿قُلْ﴾</span>: يا محمد <span class=quran>﴿أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ﴾</span>: الجن حقيقة واقعة، لأن الوحي أثبته، والعقل لا ينفيه، إن قال قائل: العلم الحديث لم يثبت الجن. قلنا في جوابه: وهل في العلم الحديث ما ينفيه؟ إن هذا العلم يعتمد الحس والعيان، ولا شيء في القرآن أو السنة يقول بالعبارة والإشارة، إن أنسانًا رأى الجن، بل هذه تشير إلى أن النبي ما رأى الجن، ولا عرف أن نفرًا منهم يستمعون إليه إلا بوحي من الله. وقال الشافعي: من زعم أنه يرى الجن أبطلنا شهادته <span class=quran>﴿فَقَالُوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا﴾</span>: في بلاغته وهدايته. <br><br>(2): <span class=quran>﴿يَهْدِي إِلَى الرُّشْدِ﴾</span>: إلى الحق والعدل والإسلام والحرية، إلى حياة لا جور فيها ولا جهل ولا فقر <span class=quran>﴿فَآمَنَّا بِهِ﴾</span>: وهل من إنسان حقًا وواقعًا لا يؤمن بالإنسانية؟ <span class=quran>﴿وَلَن نُّشْرِكَ بِرَبِّنَا أَحَدًا﴾</span>: لا عظيم سواه، بيده ملكوت كل شيء، وهو على كل شيء قدير. <br><br>(3): <span class=quran>﴿وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا﴾</span>: أي تعالى جلاله وكماله عن الصاحبة والولد. <br><br>(4): <span class=quran>﴿وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى اللَّهِ شَطَطًا﴾</span>: بعيدًا عن الحق والواقع، وإضافة السفيه إلى الجن تومئ إلى أنه كان فيهم من يفتري على الله كذبًا. <br><br>(5): <span class=quran>﴿وَأَنَّا ظَنَنَّا أَن لَّن تَقُولَ الْإِنسُ وَالْجِنُّ عَلَى اللَّهِ كَذِبًا﴾</span>: كان قادة الجن يدعون الأتباع إلى الشرك فيشركون إيمانًا منهم بأن ما من أحد يقول على الله بغير الحق. <br><br>(6): <span class=quran>﴿وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ الْجِنِّ﴾</span>: المراد برجال الإنس الجهلة البسطاء، والمراد برجال الجن المشعوذون الدجالون الذين يزعمون أنهم يسخِّرون الجن فيما يريدون، والمعنى أن السذج من الناس كانوا يستجيرون بالدجالين ليدفعوا غائلة الجن عنهم أو يتنبأوا بما يحدث لهم أو ما أشبه <span class=quran>﴿فَزَادُوهُمْ رَهَقًا﴾</span>: حيث كان الدجالون يطلبون من البسطاء أجرًا يعجزون عن مثله. <br><br>(7): <span class=quran>﴿وَأَنَّهُمْ ظَنُّوا كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ اللَّهُ أَحَدًا﴾</span>: ظن الجن - قبل رسالة محمد - أنه لا نشر ولا حشر. تمامًا كما ظن الإنس، وتقدم في الآية 29 من الأحقاف. <br><br>(8): <span class=quran>﴿وَأَنَّا لَمَسْنَا السَّمَاء فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا﴾</span>: هذا اعتراف صريح من الجن بالعجز عن استراق السمع من السماء، وتقدم في الآية 18 من الحجر وغيرها. <br><br>(9): <span class=quran>﴿وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ فَمَن يَسْتَمِعِ الْآنَ يَجِدْ لَهُ شِهَابًا رَّصَدًا﴾</span>: تدل الآية بظاهرها أن الجن كانوا يصعدون إلى السماء لاستراق السمع، ثم منعوا من ذلك، ومن يحاول الآن أن يستمع يرجم بشهاب من نار. <br><br>(10): <span class=quran>﴿وَأَنَّا لَا نَدْرِي أَشَرٌّ أُرِيدَ بِمَن فِي الْأَرْضِ... ﴾</span>: هذا من كلام الجن، ومعناه كيف يظن الحمقى من الإنس أن عندنا علم الغيب وما يحدث لهم في المستقبل من خير وشر، ونحن نجهل ما يحدث لأنفسنا؟. <br><br>(11): <span class=quran>﴿وَأَنَّا مِنَّا الصَّالِحُونَ وَمِنَّا دُونَ ذَلِكَ كُنَّا طَرَائِقَ قِدَدًا﴾</span>: يحكي الجن عن أنفسهم أن منهم الصالح والطالح، وأنهم متفرقون طوائف ومذاهب تمامًا كالإنس. <br><br>(12): <span class=quran>﴿وَأَنَّا ظَنَنَّا أَن لَّن نُّعجِزَ اللَّهَ فِي الْأَرْضِ﴾</span>: لما سمع الجن القرآن آمنوا بأن الله سبحانه لا يعجزه من طلب ولا يفوته من هرب. <br><br>(13): <span class=quran>﴿وَأَنَّا لَمَّا سَمِعْنَا الْهُدَى آمَنَّا بِهِ﴾</span>: آمنوا بالقرآن بمجرد سماعه، لأنه يحمل في صلبه الدليل القاطع على صدقه <span class=quran>﴿فَمَن يُؤْمِن بِرَبِّهِ فَلَا يَخَافُ بَخْسًا﴾</span>: نقصًا <span class=quran>﴿وَلَا رَهَقًا﴾</span>: ظلمًا لأنه تعالى لا يضيع أجر من أحسن عملاً."}]}