{
"title": "صفحة (573)",
"type": "html",
"data": [
{
"miniTitle": "الجن",
"text": "(14): <span class=quran>﴿وَأَنَّا مِنَّا الْمُسْلِمُونَ وَمِنَّا الْقَاسِطُونَ﴾</span>: جمع القاسط وهم المنحرف عن الحق، أما المقسط فهو العادل، والآية السابقة رقم 11 قسمت الجن إلى صالح وما دونه بالنظر إلى ما قبل الإسلام، والآية التي نحن بصددها قسمتهم إلى مسلم وقاسط بالنظر إلى ما بعد إسلام من أسلم من الجن. <br><br>(15): <span class=quran>﴿وَأَمَّا الْقَاسِطُونَ﴾</span>: وهم الذين رفضوا الإسلام فمأواهم جهنم وبئس المهاد. <br><br>(16): <span class=quran>﴿وَأَلَّوِ اسْتَقَامُوا عَلَى الطَّرِيقَةِ لَأَسْقَيْنَاهُم مَّاء غَدَقًا﴾</span>: كثيرًا، والمراد به هنا الرخاء لأن الماء أصل الحياة، والمعنى لو أن الخلق عملوا بشريعة العدل والحق لأكلوا من فوقهم ومن تحت أرجلهم كما في الآية 66 من المائدة. <br><br>(17): <span class=quran>﴿لِنَفْتِنَهُمْ فِيهِ﴾</span>: أي في الرخاء، والمعنى لنختبرهم في الغنى والرخاء: هل يتواضعون ويشكرون أو يتعاظمون ويطغون؟ <span class=quran>﴿وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا﴾</span>: يدخله عذابًا أشد عليه من كل عذاب. <br><br>(18): <span class=quran>﴿وَأَنَّ الْمَسَاجِدَ لِلَّهِ﴾</span>: بنيت المساجد للعبادة وما يُرضي الله من الأفعال وما عدا ذلك فله مكانه ومحله الخاص به. <br><br>(19): <span class=quran>﴿وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ﴾</span>: محمد <span class=quran>﴿يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا﴾</span>: حين دعا رسول الله الخلق إلى الحق تظاهرت عليه أحزاب الضلال، وكادوا من كثرتهم يكونون كالشعر أو الصوف الذي تلبد بعضه فوق بعض، ويدل على إرادة هذا المعنى قوله تعالى بلا فاصل: <br><br>(20): <span class=quran>﴿قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَدًا﴾</span>: أعبد الله وأُخلص له دون سواه. <br><br>(21): <span class=quran>﴿قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا﴾</span>: نفعًا، أنا بشر مثلكم وليس لي من الأمر شيء سوى التبليغ عن الله وكفى. <br><br>(22): <span class=quran>﴿قُلْ إِنِّي لَن يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِ مُلْتَحَدًا﴾</span>: ملجأ وملاذًا. <br><br>(23): <span class=quran>﴿إِلَّا بَلَاغًا مِّنَ اللَّهِ وَرِسَالَاتِهِ﴾</span>: لا مفر لمحمد (ص) من غضب الله إذا هو قصَّر في تأدية الرسالة التي ائتمنه عليها. وهذه آية من عشرات الآيات التي تدل بصراحة على أن الإسلام يضع الإنسان أمام الله مباشرة يناجيه بما يشاء من غير وسيط روحي أو شخصي. <br><br>(24) - (25): <span class=quran>﴿حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا﴾</span>: كان العتاة يعتزون بالمال والرجال، ويسخرون من المستضعفين الذين يعتزون بالله ورسوله، فقال سبحانه للساخرين: في غدٍ تعلمون من هو الأذل والأدنى، ومن هو الأعز والأعلى. أبدًا لا رافع لمن وضع، ولا واضع لمن رفع. <br><br>(26): <span class=quran>﴿عَالِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا﴾</span>: حين سمع المشركون العتاة قوله تعالى: فسيعلمون من أضعف ناصرًا، سألوا النبي (ص) متى هذا الوعد؟ قال لهم بأمرٍ من الله: لا أدري أقريب أم بعيد، لأن الله وحده هو الذي يعلم الغيب، ولا يُطلع عليه أحدًا. <br><br>(27): <span class=quran>﴿إِلَّا مَنِ ارْتَضَى مِن رَّسُولٍ﴾</span>: وما أخبرني متى تقوم القيامة <span class=quran>﴿فَإِنَّهُ يَسْلُكُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا﴾</span>: ضمير الغائب للرسول، والمعنى أن النبي حين يبلِّغ عب ربه يصونه سبحانه من كل شيء يمنعه عن تأدية الرسالة على وجهها سواء أكان هذا الشيء من الداخل كالذهول والنسيان أم من الخارج كتشويش الأعداء وأباطيلهم. <br><br>(28): <span class=quran>﴿لِيَعْلَمَ﴾</span>: الله سبحانه، والمراد بعلمه هنا وجود المعلوم وثبوته واقعًا <span class=quran>﴿أَن قَدْ أَبْلَغُوا رِسَالَاتِ رَبِّهِمْ﴾</span>: أي أن الله سبحانه صان رسالات أنبيائه من التغيير والتحريف لكي يتم التبليغ ويتحقق كما علم الله وأراد، ولذا قال سبحانه بلا فاصل: <span class=quran>﴿وَأَحَاطَ بِمَا لَدَيْهِمْ﴾</span>: علم سبحانه أن أنبياءه قد بلَّغوا رسالاته كما هي لم يُنقصوا منها أو يزيدوا فيها أو يبدلوا حرفًا بحرف وإلا تبطل حجج الله على العباد وبيناته <span class=quran>﴿وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا﴾</span>: فكيف لا يحصي على رسله أقوالهم وأنفاسهم حين يبلِّغون رسالاته إلى عباده؟."
}
]
}