{
"title": "صفحة (574)",
"type": "html",
"data": [
{
"miniTitle": "المزمل",
"text": "(1): <span class=quran>﴿يَا أَيُّهَا الْمُزَّمِّلُ﴾</span>: وأصله المتزمل من تزمل إذا اشتمل على ثيابه، وكان النبي(ص) حين النداء مشتملا بكسائه فخاطبه العلي الأعلى بالوصف الذي هو عليه ملاطفة له. <br><br>(2): <span class=quran>﴿قُمِ اللَّيْلَ إِلَّا قَلِيلًا﴾</span>: أحي الليل في الصلاة والعبادة ما عدا جزءًا قليلا منه، تأوي فيه إلى فراشك. <br><br>(3) - (4): <span class=quran>﴿نِصْفَهُ أَوِ انقُصْ مِنْهُ قَلِيلًا أَوْ زِدْ عَلَيْهِ﴾</span>: نصفه بدل بعض منكل وهو الليل،وعليه يكون المعنى لك يا محمد أن تقوم لله النصف من الليل أو أقل من النصف بقليل أو أكثر منه أيضًا بقليل <span class=quran>﴿وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا﴾</span>: اقرأه على مهل آية فآية كي يتدبر القارئ والسامع معناه ومرماه. <br><br>(5): <span class=quran>﴿إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا﴾</span>: المراد بالقول هنا القرآن بالإنفاق، ولكن هل الثقل في تلاوة القرآن وكفى؟ ويجيب القرآن نفسه عن هذا السؤال حيث يقول لمحمد (ص): (كتاب أنزلناه إليك لتخرج الناس من الظلمات إلى النور-1 إبراهيم) ومعنى هذا أن على محمد أن يتحدى مشاعر الناس، كل الناس، وعواطفهم، وأن يثور على آلهتهم ومقدساتهم وعلى عقولهم وأفكارهم وعلى عاداتهم الموروثة وأسلوب حياتهم، ومن هنا جاء الحمل الثقيل والخطب الجليل، ولكن شخصية محمد وصلابتها في تحمل الأثقال هي السر لاصطفائه ودعوته إلى أن يحمل على هذا العبء الجليل الثقيل، والله يعلم من خلق وأرسل. انظر تفسير الآية 11 من الطلاق. <br><br>(6): <span class=quran>﴿إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْءًا وَأَقْوَمُ قِيلًا﴾</span>: ناشئة الليل: ساعات القيام فيه، وأشد وطأ: أكثر مشقة من القيام في النهار، وأقوم قيلا: أصوب قراءة، والمعنى أن الإنسان في عبادته ليلًا يتوجه إلى خالقه أكثر منه نهارًا سواء أكانت العبادة صلاة أم دعاء وتسبيحًا أم تلاوة لكتاب الله. <br><br>(7): <span class=quran>﴿إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلًا﴾</span>: سبحًا: تصرفًا وتقلبًا في الأعمال كما يتقلب السابح في الماء، والمعنى الليل للعبادة والنهار للعمل. <br><br>(8): <span class=quran>﴿وَاذْكُرِ اسْمَ رَبِّكَ﴾</span>: ادع إليه <span class=quran>﴿وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا﴾</span>: انقطع إليه، وتوكل عليه، واستعن به وحده. <br><br>(9): <span class=quran>﴿رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ﴾</span>: كناية عن عظمته وان كل شيء في قبضته <span class=quran>﴿فَاتَّخِذْهُ وَكِيلًا﴾</span>: من سأله أعطاه، ومن توكل عليه كفاه. <br><br>(10): <span class=quran>﴿وَاصْبِرْ عَلَى مَا يَقُولُونَ... ﴾</span>: اكظم غيظك يا محمد من سفهاء قومك بلا عتاب وسؤال وجواب، ودع أمرهم إلى الله. <br><br>(11): <span class=quran>﴿وَذَرْنِي وَالْمُكَذِّبِينَ أُولِي النَّعْمَةِ﴾</span>: ما لك ولمن أطغاه الغنى، وتنمر للمساكين؟ انتظر قليلا وترى مآبه ومصابه. <br><br>(12): <span class=quran>﴿إِنَّ لَدَيْنَا أَنكَالًا وَجَحِيمًا﴾</span>: والأنكال هي القيود التي لا تنفك إطلاقًا. <br><br>(13): <span class=quran>﴿وَطَعَامًا ذَا غُصَّةٍ﴾</span>: يعترض في الحلق ويسده لا يدخل ولا يخرج. <br><br>(14): <span class=quran>﴿يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيبًا مَّهِيلًا﴾</span>: تهتز الأرض يوم القيامة وتتزلزل، فتتفتت الجبال وتتحول كثيبًا أي تلاِّ من الرمال مهيلا: أي تهيله الرياح وتنشره، وتقدم مرات. <br><br>(15) - (16): <span class=quran>﴿إِنَّا أَرْسَلْنَا إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ﴾</span>: الخطاب للمكذبين أُلي النعمة المذكورين قبل قليل، والرسول محمد (ص) يشهد عليهم أنه قد بلَّغ وكرَّر وبشَّر وأنذر <span class=quran>﴿كَمَا أَرْسَلْنَا إِلَى فِرْعَوْنَ رَسُولًا... ﴾</span>: إن محمد (ص) مع المكذبين المترفين تمامًا كحال موسى مع فرعون وقومه، وقد انتقم سبحانه من هؤلاء شر انتقام، والمكذبون بنبوة محمد (ص) أولى بالهلاك والإنتقام، لأن محمدًا أجلّ من موسى وأعظم. <br><br>(17) - (18): <span class=quran>﴿فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ﴾</span>: أي أصررتم على الكفر حتى الموت <span class=quran>﴿يَوْمًا﴾</span>: مفعول تتقون <span class=quran>﴿يَجْعَلُ الْوِلْدَانَ شِيبًا السَّمَاء مُنفَطِرٌ بِهِ﴾</span>: وذكر منفطرًا لأن المراد بالسماء هنا السقف أو العلو <span class=quran>﴿كَانَ وَعْدُهُ مَفْعُولًا﴾</span>: أي وعد هذا اليوم واقع لا محالة، وخلاصة المعنى: بأية وسيلة أيها الطغاة تنجون من العذاب الكبر في يوم تشيب الأطفال من أهواله، وتتفطر السماء من أثقاله؟. <br><br>(19): <span class=quran>﴿إِنَّ هَذِهِ تَذْكِرَةٌ﴾</span>: إشارة إلى ما سبق من آيات الإنذار، وتذكرة: عبرة وعظة <span class=quran>﴿فَمَن شَاء اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا﴾</span>: لقد أوضح سبحانه السبيل إلى ثوابه ومرضاته، وما ترك عذرًا لمتعلل."
}
]
}