{
"title": "صفحة (575)",
"type": "html",
"data": [
{
"miniTitle": "المزمل",
"text": ""
},
{
"miniTitle": "المدثر",
"text": "(1): <span class=quran>﴿يَا أَيُّهَا الْمُدَّثِّرُ﴾</span>: أصله المتدثر، والدثار: ما يلتف به الإنسان من الثياب تمامًا كالمزمل. <br><br>(2): <span class=quran>﴿قُمْ فَأَنذِرْ﴾</span>: قم يا محمد. قم يا إنسان بمعناه ومحتواه. قم يا من يؤمن بالله ويغضب لغضبه. قم وتحدَّ طغاة الأرض وجبابرة الحكم، بكلمة الحق والعدل بلا مداراة وهوادة. <br><br>(3): <span class=quran>﴿وَرَبَّكَ فَكَبِّرْ﴾</span>: بهذا النداء لا كبير مهما كانت قوته وثروته إلا بالله، ولا خضوع لأحد سواه، هذا هو الدين القيِّم الذي يضع الجميع على صعيد واحد في الحقوق والواجبات. ويبطل مزاعم الذين يرون لأنفسهم حقوقًا مقدسة على غيرهم. <br><br>(4): <span class=quran>﴿وَثِيَابَكَ فَطَهِّرْ﴾</span>: وما من شك أن نظافة والثياب من الإيمان، ولذا جعل الإسلام الغسل والوضوء شرطًا لصحة الصلاة، ولكن المراد ما يعم ويشمل نظافة الباطن والسلوك التي تمد الحياة بما هو أجدى وأقوى. <br><br>(5): <span class=quran>﴿وَالرُّجْزَ فَاهْجُرْ﴾</span>: قال الشيخ الطبرسي: (أي أثبت على هجره لأنه صلوات الله عليه منزَّه عنه). <br><br>(6): <span class=quran>﴿وَلَا تَمْنُن تَسْتَكْثِرُ﴾</span>: قال ابن عباس: أي لا تعط العطية تلتمس أكثر منها. وقال آخر: بل المعنى لا تعط شيئًا وأنت تراه كثيرًا. ولا مانعة جمع بين المعنيين. <br><br>(7): <span class=quran>﴿وَلِرَبِّكَ فَاصْبِرْ﴾</span>: اجعل صبرك على أذى قومك لوجه الله، فسوف يلاقون جزاء هذا الإيذاء. <br><br>(8): <span class=quran>﴿فَإِذَا نُقِرَ فِي النَّاقُورِ﴾</span>: نفخ في الصور، وخرج الأموات من القبور. <br><br>(9) - (10): <span class=quran>﴿فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ﴾</span>: على الطغاة والعصاة، وتقدم في الآية 99 من الكهف وغيرها. <br><br>(11): <span class=quran>﴿ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا﴾</span>: أجمع المفسرون أن هذا التهديد نزل في الوليد بن المغيرة، ولكن سبب النزول لا يخصص عموم اللفظ، إضافة إلى أن جميع الناس يستوون أمام العدالة الإلهيه، وعليه فإن هذه اللعنة الغاضبة اللاهبة تشمل وتعم كل من طغى وبغى... وقيل: كلمة وحيد إشارة إلى الوليد مجهول النسب، والأقرب الإشارة إلى أنه لم يكن شيئًا مذكورًا كأي إنسان، ثم صار ذا ولد ومال. <br><br>(12): <span class=quran>﴿وَجَعَلْتُ لَهُ مَالًا مَّمْدُودًا﴾</span>: ثراء واسعًا ودائمًا. <br><br>(13): <span class=quran>﴿وَبَنِينَ شُهُودًا﴾</span>: حاضرين معه يتسابقون إلى خدمته. <br><br>(14): <span class=quran>﴿وَمَهَّدتُّ لَهُ تَمْهِيدًا﴾</span>: يسرت له سبل الحياة. <br><br>(15): <span class=quran>﴿ثُمَّ يَطْمَعُ أَنْ أَزِيدَ﴾</span>: كلنا يطمع في المال والمزيد منه، ولا ضير إلا أن يقود الطمع إلى محرم ومنكر كما قاد الوليد العنيد. <br><br>(16): <span class=quran>﴿كَلَّا إِنَّهُ كَانَ لِآيَاتِنَا عَنِيدًا﴾</span>: تفنن في الطغيان وضرب أسوء الأمثال في الكفران. <br><br>(17): <span class=quran>﴿سَأُرْهِقُهُ صَعُودًا﴾</span>: يصعد به إلى أرفع الدرجات من العذاب وشدته والحريق وقسوته."
}
]
}