{
"title": "صفحة (577)",
"type": "html",
"data": [
{
"miniTitle": "المدثر",
"text": "(48): <span class=quran>﴿فَمَا تَنفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ﴾</span>: الشفاعة حق على أن يكون لها ما يبررها، فبأي شيء يتوسل إلى الله من كفر. <br><br>(49): <span class=quran>﴿فَمَا لَهُمْ عَنِ التَّذْكِرَةِ مُعْرِضِينَ﴾</span>: حال من الضمير في (لهم) والمعنى ما بال المجرمين يعرضون عن الموعظة، وينفرون منها. <br><br>(50) - (51): <span class=quran>﴿كَأَنَّهُمْ حُمُرٌ﴾</span>: جمع حمار، والمراد به هنا حمار الوحش <span class=quran>﴿مُّسْتَنفِرَةٌ فَرَّتْ مِن قَسْوَرَةٍ﴾</span>: وهو الأسد، يصول على وحوش الغاب والحمير، فتنفر منه وهكذا المشركون ينفرون من الحق ودعوته. <br><br>(52): <span class=quran>﴿بَلْ يُرِيدُ كُلُّ امْرِئٍ مِّنْهُمْ أَن يُؤْتَى صُحُفًا مُّنَشَّرَةً﴾</span>: يطلب كل واحد من طغاة الأرض أن ينزل عليه كتاب تمامًا كما نزل على رسول الله (ص) وإلا فأي فضل لمحمد من دون الناس؟ وأطرف من هذه الحماقة قول الفيلسوف الشهير نيتشة: (لو كان الله موجودًا لكنت أنا هو). <br><br>(53): <span class=quran>﴿كَلَّا بَل لَا يَخَافُونَ الْآخِرَةَ﴾</span>: ما طلبوا هذا الطلب الأحمق إلا لأنهم أمنوا من غضب الله وعذابه. <br><br>(54): <span class=quran>﴿كَلَّا إِنَّهُ تَذْكِرَةٌ﴾</span>: مرة ثانية يزجر سبحانه المجرمين، ويعلن أن القرآن نزل على النبي للهداية والإرشاد لا ليفتخر به على العباد. <br><br>(55): <span class=quran>﴿فَمَن شَاء ذَكَرَهُ﴾</span>: انتفع بأحكامه وبيانه، لأنه الهادي الذي لا يضل، والناصح الذي لا يغش. <br><br>(56): <span class=quran>﴿وَمَا يَذْكُرُونَ إِلَّا أَن يَشَاء اللَّهُ﴾</span>: أي لا يذكرون ويؤمنون عن رضا وطيب نفس بحال من الأحوال إطلاقًا. أجل إنهم يؤمنون إذا ألجأهم سبحانه وأرغمهم على الإيمان، ومعلوم أنه لا إيمان بالمعنى الصحيح مع الجبر والقهر، وعلى هذا التفسير فلا تناقض ومنافاة بين قوله تعالى أولاً: فمن شاء ذكره وقوله ثانيًا: وما يذكرون إلا أن يشاء الله <span class=quran>﴿هُوَ أَهْلُ التَّقْوَى﴾</span>: أي أهل لأن يتقي العباد معاصيه خوفًا منه <span class=quran>﴿وَأَهْلُ الْمَغْفِرَةِ﴾</span>: وأيضًا هو أهل أن يرجو العباد مغفرته، ولا ييأسوا من رحمته."
},
{
"miniTitle": "القيامة",
"text": "(1): <span class=quran>﴿لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ﴾</span>: أي أُقسم كما تقول: لا وحقك أو أبيك وجواب القسم محذوف، تقديره إنكم لمبعوثون. <br><br>(2): <span class=quran>﴿وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ﴾</span>: وهي التي تلوم صاحبها على فعل الشر وترك الخير، ويعبِّر عنها علماء الأخلاق بالإلزام الخلقي، وتقابلها النفس الفاجرة اللا مبالية بشيء ولا تشعر بالمسئولية عن شيء، وقال بعض المفكرين: (عدم الشعور بالمسئولية عن شيء بمثابة الجحود لأصل الوجود). <br><br>(3) - (4): <span class=quran>﴿أَيَحْسَبُ الْإِنسَانُ أَلَّن نَجْمَعَ عِظَامَهُ بَلَى قَادِرِينَ عَلَى أَن نُّسَوِّيَ بَنَانَهُ﴾</span>: نفى البعث بزعم أن من مات فات ويستحيل أن يعود إلى الحياة مرة ثانية - هو قول بلا علم، لأن السبب الموجب الذي بدأ الحياة وأنشأها أول مرة في جسم الإنسان يعيدها إليه بعد أن يجمع أجزاءه وأعضاءه بالكامل مع جميع صفاته وخصائصه حتى خطوط الأصابع وبصماتها، وهذا هو المراد بقوله تعالى: (بلى قادرين على أن نسوي بنانه) والقول بإمكان الوجود للحياة دون الثاني تناقض تمامًا كقول من يقول: إن الشيء ليس بشيء بل هو غير نفسه! وهذا هو الهراء والهذيان، وتقدم في الآية 57 من الواقعة وغيرها. <br><br>(5): <span class=quran>﴿بَلْ يُرِيدُ الْإِنسَانُ لِيَفْجُرَ أَمَامَهُ﴾</span>: الفجور: الذنوب، وأعظمها الكفر بالله واليوم الآخر، ولذا قال سبحانه بعد ذكر الفجور مباشرة: <br><br>(6): <span class=quran>﴿يَسْأَلُ﴾</span>: منكر البعث ساخرًا <span class=quran>﴿أَيَّانَ يَوْمُ الْقِيَامَةِ﴾</span>: متى أوانه؟. <br><br>(7) - (9): <span class=quran>﴿فَإِذَا بَرِقَ الْبَصَرُ وَخَسَفَ الْقَمَرُ وَجُمِعَ الشَّمْسُ وَالْقَمَرُ﴾</span>: قال الجاحد المعاند: متى يوم القيامة؟ فأجابه سبحانه ذاكرًا بعض أهوال هذا اليوم وشدائده، وهي أن يزيغ البصر جزعًا وهلعًا، ويذهب نور القمر، ويصطدم بالشمس لخراب الكون. <br><br>(10): <span class=quran>﴿يَقُولُ الْإِنسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ﴾</span>: من هذه الكارثة. <br><br>(11): <span class=quran>﴿كَلَّا لَا وَزَرَ﴾</span>: لا ملجأ ولا مفر. <br><br>(12): <span class=quran>﴿إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ﴾</span>: هو وحده المرجع والمفزع. <br><br>(13): <span class=quran>﴿يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ﴾</span>: بما فعل من شر، وترك إلى خير، أما فاعل الخير وتارك الشر فيستقبل بالاحترام والتكريم، ويُزف بكل حفاوة إلى جنات النعيم. <br><br>(14): <span class=quran>﴿بَلِ الْإِنسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ﴾</span>: على أن الإنسان يعلم ما فعل وترك، ولا يحتاج إلى من يخبره بذلك. <br><br>(15): <span class=quran>﴿وَلَوْ أَلْقَى مَعَاذِيرَهُ﴾</span>: هو على علم بنفسه حتى ولو أنكر واعتذر. <br><br>(16): <span class=quran>﴿لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ﴾</span>: كان النبي (ص) يتابع جبريل في القراءة حين يتلقى الوحي مخافة أن يفوته شيء منه، فأمره سبحانه أن يستمع ولا يقرأ، وهو يعصمه من الخطأ والنسيان. <br><br>(17): <span class=quran>﴿إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ﴾</span>: هذا عهد من الله أن يجمع القرآن في قلب محمد، ويثبته على لسانه. <br><br>(18): <span class=quran>﴿فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ﴾</span>: ما عليك إلا أن تصغي بكلك لتلاوته. <br><br>(19): <span class=quran>﴿ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ﴾</span>: وأيضًا على الله سبحانه أن يلهمك يا محمد ويفهمك معاني القرآن وأسراره وأهدافك كما هي في علمه تعالى، وتقدم في الآية 114 من طه."
}
],
"singlePage": true
}