{"title":"صفحة (578)","type":"html","data":[{"miniTitle":"القيامة","text":"(20) - (21): <span class=quran>﴿كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ﴾</span>: كلا- أيها المكذبون بالبعث- ما هو بمحال كما تزعمون. وإنما كذبتم به لأنه لا يلجمكم عن الشهوات والمحرمات، وأنتم تعبدونها أية عبادة وتؤثرونها أي إيثار. <br><br>(22): <span class=quran>﴿وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ﴾</span>: يومئذ: يوم القيامة، وناضرة: من النضارة والجمال. <br><br>(23): <span class=quran>﴿إِلَى رَبِّهَا نَاظِرَةٌ﴾</span>: بالبصيرة لا بالبصر، بالعقول والإيمان لا بالعيون والعيان. انظر التفسير الكاشف ج1 ص107. <br><br>(24): <span class=quran>﴿وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ﴾</span>: عابسة كالحة. <br><br>(25): <span class=quran>﴿تَظُنُّ أَن يُفْعَلَ بِهَا فَاقِرَةٌ﴾</span>: داهية تكسر عظام الظهر. <br><br>(26) - (28): <span class=quran>﴿كَلَّا إِذَا بَلَغَتْ التَّرَاقِيَ وَقِيلَ مَنْ رَاقٍ وَظَنَّ أَنَّهُ الْفِرَاقُ﴾</span>: التراقي: جمع ترقوة، وهي عظم في أعلى الصدر والراقي: الشافي يعالج المريض بالرقية أو بالدواء، وهذه الآيات تصف حالات المحتضر بأن روحه إذا بلغت الحلقوم ماج أهله في حيرة وقالوا: هل من راق يرقيه أو طبيب يداويه؟ وهو على يقين بأن الموت ملاقيه... وكلنا على ميعاد مع غمرات الموت وسكراته، ونحن عنها وعن الآخرة في غفلة التنافس والتحاسد. <br><br>(29): <span class=quran>﴿وَالْتَفَّتِ السَّاقُ بِالسَّاقِ﴾</span>: تعبير عن الكرب بفراق الحياة إلى اللحد، والتقاء الشدة بالشدة. <br><br>(30): <span class=quran>﴿إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ﴾</span>: هو المرجع والمآب وله نقاش الحساب، فأين الزاد والعدة؟ أبدًا... وهل من جدوى لصيام وصلاة معهما حسد واغتياب، وكذب وطمع، وسعي للشهرة بالإدعاء والرياء؟. <br><br>(31) - (33): <span class=quran>﴿فَلَا صَدَّقَ وَلَا صَلَّى وَلَكِن كَذَّبَ وَتَوَلَّى ثُمَّ ذَهَبَ إِلَى أَهْلِهِ يَتَمَطَّى﴾</span>: يتبختر في مشيته في كبرياء، وقيل: نزلت هذه الآية في أبي جهل، وأيًّا كان سبب النزول فهذي هي صفات أبي جهل طبق الأصل، فقد كذب بالحق وتولى عن دعوته، وما سجد لله أمد حياته، وكان يشمخ ويبذخ. <br><br>(34) - (35): <span class=quran>﴿أَوْلَى لَكَ فَأَوْلَى﴾</span>: كلمت تهديد ووعيد، ومعناه الويل لك وأجدر بك، والتكرار لمجرد التوكيد. <br><br>(36): <span class=quran>﴿أَيَحْسَبُ الْإِنسَانُ أَن يُتْرَكَ سُدًى﴾</span>: ولا يجني ثمرات عمله وعواقب سعيه، وإذا لم يكن الإنسان مسئولاً عن شيء فعلام الحق والعدل والحرية والشرائع والأنظمة؟ إن المسئولية هي التي توجد القانون، وليس القانون هو الذي يوجدها، وكل الحدود والقيود السماوية والوضعية شرعت للحرص على حقوق الإنسان وصيانتها، ولا إنسانية بلا مسئولية. <br><br>(37) - (38): <span class=quran>﴿أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يُمْنَى... ﴾</span>: هذا الذي يقول: إنه غير مسئول أمام الله، لم يكن شيئًا مذكورًا، فخلقه سبحانه من نطفة ثم من علقة، وتحول من حال إلى حال حتى أصبح إنسانًا سويًا ذا عقل وقوة وإرادة، وبالعقل يميز وبالقدرة يفعل وبالإرادة يختار، وبهذا يصبح مسئولاً عن أعماله شاء أم أبى. <br><br>(39): <span class=quran>﴿فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنثَى﴾</span>: الذكر غير الأنثى بلا شك ومع هذا هما شيء واحد طبيعة وخصالاً، فمن قدر على ذلك يقدر على إحياء الموتى. <br><br>(40): <span class=quran>﴿أَلَيْسَ ذَلِكَ﴾</span>: الذي خلق من النطفة إنسانًا عجيبًا وجعله ذكرًا وأنثى <span class=quran>﴿بِقَادِرٍ عَلَى أَن يُحْيِيَ الْمَوْتَى﴾</span>: في إنه على كل شيء قدير، وسوف نحشر إليه صاغرين."},{"miniTitle":"الانسان","text":"(1): <span class=quran>﴿هَلْ أَتَى عَلَى الْإِنسَانِ حِينٌ مِّنَ الدَّهْرِ لَمْ يَكُن شَيْئًا مَّذْكُورًا﴾</span>: هل في صورة الإستفهام، ومعناها التوكيد والتحقيق وقد مرَّ الإنسان بمراحل: 1) من العدم إلى الوجود الترابي، جمود بلا سيلان 2) الوجود المائي، سيلان بلا نمو 3) الوجود النامي بلا إحساس 4) الوجود الحيواني، نمو وإحساس بلا إدراك 5) الوجود الإنساني، نمو وإحساس وإدراك. <br><br>(2): <span class=quran>﴿إِنَّا خَلَقْنَا الْإِنسَانَ مِن نُّطْفَةٍ أَمْشَاجٍ﴾</span>: جمع مشيج وهو الخليط <span class=quran>﴿نَّبْتَلِيهِ﴾</span>: بلاء، له صولات وجولات أنطقت المعري بالبيت الشهير، وقال الإمام علي (ع): (إن الله يختبر عباده بأنواع الشدائد ويتعبدهم بأنواع المجاهد، ويبتليهم بضروب المكاره إخراجًا للتكبر من قلوبهم، وإسكانًا للتذلل في نفوسهم). <br><br>(3): <span class=quran>﴿إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا﴾</span>: وأوجز الإمام جعفر الصادق (ع) هذا المعنى بقوله: (الله يحتج على الناس بما آتاهم وعرفهم) فمن آتاه ما لا يسأله: هل أدى ما فيه من حق؟ ومن آتاه علمًا: هل عمل بموجبه؟ ومن أتاه جاهًا وسلطانًا: هل أقام به حقًا وأنصف مظلومًا من ظالمه؟ ويقول لكل عاقل قادر: منحتك العقل والقدرة والحرية والإرادة وأوضحت لك طريق الخير والشر بأدلة العقل والوحي، ونهيتك عن هذا وأمرتك بذاك، فهل: عملت بطاعتي أو بأهوائك؟ فمن عمل بطاعة فاز بفضله ومرضاته ومن عمل بالهوى والغرض قامت لله عليه الحجة، وأخذه بجرمه وجريرته. <br><br>(4): <span class=quran>﴿إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَا وَأَغْلَالًا وَسَعِيرًا﴾</span>: السلاسل للجر والسحب والأغلال للأيدي والأعناق، والسعير نار لها شهيق وفورات وتغيظ وزفرات. <br><br>(5) - (6): <span class=quran>﴿إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا﴾</span>: في طيب رائحة، قال ابن عباس: كل ما في الجنة ليس منه في الدنيا إلا الاسم."}]}