{
"title": "صفحة (579)",
"type": "html",
"data": [
{
"miniTitle": "الانسان",
"text": "(5) - (6): <span class=quran>﴿إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا﴾</span>: في طيب رائحة، قال ابن عباس: كل ما في الجنة ليس منه في الدنيا إلا الاسم. <br><br>(7): <span class=quran>﴿يُوفُونَ بِالنَّذْرِ... ﴾</span>: يطيعون الله فيما أوجبه عليهم، وفوق ذلك يوفون بما ألزموا به أنفسهم من المبرات والمستحبات. <br><br>(8): <span class=quran>﴿وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ﴾</span>: أي وهم في أشد الحاجة إليه <span class=quran>﴿مِسْكِينًا﴾</span>: لا مال له <span class=quran>﴿وَيَتِيمًا﴾</span>: لا كفيل له <span class=quran>﴿وَأَسِيرًا﴾</span>: المراد به كل ذي كبد حراء انسدت عليه المذاهب والمسالك. <br><br>(9) - (10): <span class=quran>﴿إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ... ﴾</span>: رغبة في ثوابه وخوفًا من عقابه، ولا نريد مكافأة من غيره، والقمطرير: الشديد المظلم، وفي العديد من كتب التفسير وغيره أن سورة هل أتى نزلت في علي وفاطمة والحسن والحسين (ع) وأنهم هم الذين وفوا بالنذر وأطعموا الطعام على شدة الحاجة إليه، المسكين واليتيم والأسير. أُنظر تفسير الرازي لهذه السورة، وأُسد الغابة لابن الأثير ج5 ص530 طبعة سنة 1285 هـ وفضائل الخمسة من الصحاح الستة للفيروز آبادي ج1 ص254. وعليه فأهل البيت (ع) هم المقصودون بالآيات السابقة واللاحقة إلى آخر الآية 22 (وكان سعيكم مشكورًا). <br><br>(11): <span class=quran>﴿فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا﴾</span>: بهجة في القلوب وبهاءًا في الوجوه، خافوا شر يوم المحشر فاتقوه بطاعة الله، فبدلهم من بعد الخوف أمنًا. <br><br>(12): <span class=quran>﴿وَجَزَاهُم بِمَا صَبَرُوا﴾</span>: على الجوع ليشبع غيرهم. فكان أجرهم عند الله النعيم والتعظيم. <br><br>(13) - (22): <span class=quran>﴿مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ﴾</span>:جمع أريكة وهي السرير، والزمهرير: البرد الشديد، والأكواب: الأقداح، والقوارير: أوان من زجاج، والزنجبيل: عروق نبات يشبه القصب كما في تفسير جزء تبارك للشيخ المغربي والسلسبيل: سهل المساغ والإنحدار في الحلق، والسندس: الحرير الرقيق، والإستبرق: الحرير الغليظ. واكتفينا بتفسير المفردات الغامضة لوضوح الآيات، ولأنها تقدمت موزعة في الآية 19 من الإسراء و31 من الكهف و23 من الحاقة وأيضًا لنفسح المجال للأهم وهو السؤال والجواب كما هو دأبنا في هذه الصفحات الضيقة. <br><br>(23): <span class=quran>﴿إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ﴾</span>: يا محمد <span class=quran>﴿الْقُرْآنَ تَنزِيلًا﴾</span>: وهو الحق لا ريب فيه، وقد وعدناك بالنصر، شريطة أن تصبر على أذى المعاندين وصدهم عن سبيل الله. <br><br>(24): <span class=quran>﴿فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا﴾</span>: فيما يحاولونه منك، ويساومونك عليه، والمراد بالآثم كل من اكتسب أثمًا، وبالكفور كل جاحد. <br><br>(25): <span class=quran>﴿وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا﴾</span>: صباحًا ومساءً."
}
]
}