{
"title": "صفحة (581)",
"type": "html",
"data": [
{
"miniTitle": "المرسلات",
"text": "(20) - (24): <span class=quran>﴿أَلَمْ نَخْلُقكُّم مِّن مَّاء مَّهِينٍ فَجَعَلْنَاهُ فِي قَرَارٍ مَّكِينٍ إِلَى قَدَرٍ مَّعْلُومٍ فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ﴾</span>: أتنكرون البعث وأنتم تعلمون أن الله أنشأكم من نطفة حقيرة، أودعها في ظلمات ثلاث إلى أمد معين، ينقلها من حال إلى حال حتى أخرجها بشرًا سويًا، ومن قدر على هذا الإبداع والاختراع يقدر على مثيله ونظيره. <br><br>(25): <span class=quran>﴿أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا﴾</span>: وعاء تضم الخلائق. <br><br>(26): <span class=quran>﴿أَحْيَاء﴾</span>: على ظهرها، <span class=quran>﴿وَأَمْوَاتًا﴾</span>: في بطنها، وتقدم في الآية 18 من نوح. <br><br>(27) - (28): <span class=quran>﴿وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ﴾</span>: جبالاً عاليات ثابتات وتقدم في الآية 15 من النحل وغيرها <span class=quran>﴿وَأَسْقَيْنَاكُم مَّاء فُرَاتًا﴾</span>: عذبًا سائغًا للشاربين، ومن قدر على هذا يقدر على ما هو أيسر وأهون، وتقدم في الآية 22 من الحجر. <br><br>(29): <span class=quran>﴿انطَلِقُوا إِلَى مَا كُنتُم بِهِ تُكَذِّبُونَ﴾</span>: كذبوا بالجحيم، وعند ورودها يقال لهم: ماذا ترون؟ وتقدم مرات، منها الآية 20 من السجدة. <br><br>(30): <span class=quran>﴿انطَلِقُوا إِلَى ظِلٍّ ذِي ثَلَاثِ شُعَبٍ﴾</span>: من دخان جهنم يرتفع، ثم يفترق ثلاث شعب: شعبة تظلهم فوق رؤوسهم، وثانية عن يمينهم، وثالثة عن شمالهم. <br><br>(31): <span class=quran>﴿لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ﴾</span>: هو ظل ولكن كالمستغيث من الرمضاء بالنار. <br><br>(32) - (34): <span class=quran>﴿إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ كَأَنَّهُ جِمَالَتٌ صُفْرٌ وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾</span> جمالة: جمع جمل، والمعنى كل شرارة من شرر جهنم كالقصر حجمًا، والجمل الأصفر لونًا، وسلام على من قال: ما خير بخير بعده النار. <br><br>(35) - (37): <span class=quran>﴿هَذَا يَوْمُ لَا يَنطِقُونَ وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ﴾</span>: أبدًا لا رجاء ولا اعتذار عما سلف بعد المحاكمة وإعلان الحكم، وتقدم في الآية 39 من الرحمن وغيرها. <br><br>(38): <span class=quran>﴿هَذَا يَوْمُ الْفَصْلِ﴾</span>: بين المحقين والمبطلين <span class=quran>﴿جَمَعْنَاكُمْ وَالْأَوَّلِينَ﴾</span>: كل من كفر بالقيامة من الأولين والآخرين يجمعهم سبحانه في مقر واحد من جهنم، ويعذبهم عذابًا خاصًا بهم، لا أحد يشاركهم فيه. <br><br>(39) - (40): <span class=quran>﴿فَإِن كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ﴾</span>: كانوا في الدنيا ينافقون ويحتالون، فيقال لهم غدًا: ادرأوا العذاب عنكم بالحيلة والغيلة كما كنتم تفعلون في الحياة الدنيا. <br><br>(41) - (43): <span class=quran>﴿إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ وَفَوَاكِهَ مِمَّا يَشْتَهُونَ﴾</span>: انتقل سبحانه من الترهيب إلى الترغيب، من عذاب الأشرار إلى ثواب الأخيار. <br><br>(44) - (45): <span class=quran>﴿إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنينَ﴾</span>: ولا يستعمل سبحانه كلمة الإحسان ومشتقاتها إلا في الخير والكمال، وكلمة السوء إلا في الشر والنقص، والجزاء من نوع العمل عند أهل الحق والعدل، ثم هدد سبحانه الذين يعيشون على اللصوصية والاحتيال بقوله: <span class=quran>﴿كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُم مُّجْرِمُونَ﴾</span><br><br>(46) - (47): <span class=quran>﴿كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُم مُّجْرِمُونَ﴾</span>: أي أنكم معذبون، لأن الله أعدَّ للمجرمين عذابًا أليمًا. <br><br>(48) - (49): <span class=quran>﴿وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ﴾</span>: الركوع لله سبحانه يرمز للخضوع والتسليم بالحق وهم أعدى أعدائه ولكن من صارع الحق صرعه. <br><br>(50): <span class=quran>﴿فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ﴾</span>: القرآن لا يأمر إلا بخير، ولا ينهى إلا عن شر، ومعنى هذا أن من كفر به فقد كفر بالخير لأنه خير، وآمن بالشر لأنه شر من حيث يريد أو لا يريد."
}
],
"singlePage": true
}