{
"title": "صفحة (585)",
"type": "html",
"data": [
{
"miniTitle": "عبس",
"text": "(1)-(2): <span class=quran>﴿عَبَسَ وَتَوَلَّى أَن جَاءهُ الْأَعْمَى﴾</span>: هو ابن أُم مكتوم، قصد النبي (ص) ليسأله عن أحكام دينه، كان عنده نفر من عتاة الشرك يحاول هدايتهم إلى الإسلام، عسى أن يسلم غيرهم بإسلامهم، وكان الأعمى يكرر على النبي: علمني مما علمك الله، والنبي لا يجيبه، والأعمى المسكين لا يدري أن النبي في شغل بما هو أهم، فنزلت هذه الآيات، وقال المفسرون بما فيهم الشيخ محمد عبده: أن الله عاتب النبي على إعراضه عن الأعمى! ونحن لا نرى فيها شائبة عتاب أو لوم على النبي، والذي نفهمه أنها توبيخ واحتقار للمشركين الذين كانوا عند النبي، وتقول له أعرض عن هؤلاء الأرجاس وأغلظ لهم، إنهم أحقر من أن ينصر الله بهم الدين، واقبل هذا الأعمى الطيب المؤمن، ولا خوف على الإسلام فإن الله سيظهره على الدين كله، ويذلّ أعداءه مهما بلغوا من الجاه والمال. ومن أحبَّ المزيد فليرجع إلى تفسيرنا الكاشف. <br><br>(3)-(4): <span class=quran>﴿وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى أَوْ يَذَّكَّرُ فَتَنفَعَهُ الذِّكْرَى﴾</span>: إن هذا الأعمى يستمع لك يا محمد، وينتفع بموعظتك، ويتخذ منها منهجًا لعمله ودليلاً في سلوكه وحياته. <br><br>(5)-(6): <span class=quran>﴿أَمَّا مَنِ اسْتَغْنَى فَأَنتَ لَهُ تَصَدَّى﴾</span>: أتطمع في العتاة القساة أن يسمعوا منك أو يعقلوا قولك ويؤمنوا بك وهم كالأنعام بل أضل سبيلاً؟. <br><br>(7): <span class=quran>﴿وَمَا عَلَيْكَ أَلَّا يَزَّكَّى﴾</span>: لا بأس عليك ولا على الإسلام ممن ركب الجهل والضلال، وقاده إلى الهلاك والوبال. <br><br>(8)-(9)-(10): <span class=quran>﴿وَأَمَّا مَن جَاءكَ يَسْعَى وَهُوَ يَخْشَى فَأَنتَ عَنْهُ تَلَهَّى﴾</span>: أقبلت على المشركين الأقوياء طمعًا في هدايتهم، وأوكلت المؤمن إلى إيمانه، فدع الطغاة فإن الله لهم بالمرصاد، وأقبل على من فتح للهدى قلبه، والله ينصر دينه بالقلة الهداة على الكثرة الطغاة، وفي الخطبة 144 من خطب نهج البلاغة: (إن هذا الأمر ? يريد الإسلام ? لم يكن نصره ولا خذلانه بكثرة ولا بقلَّة، وهو دين الله الذي أظهره، وجنده الذي أعده وأمده حتى بلغ ما بلغ). <br><br>(11)-(12): <span class=quran>﴿كَلَّا إِنَّهَا تَذْكِرَةٌ فَمَن شَاء ذَكَرَهُ﴾</span>: المراد بالتذكرة هنا أن الله لا ينصر الحق بمن يقول: أنا أكثر عدة وعددًا، بل بالمؤمنين المخلصين الذين تزدريهم الطغاة العتاة. <br><br>(13): <span class=quran>﴿فِي صُحُفٍ مُّكَرَّمَةٍ﴾</span>: هذه التذكرة التي بينَّاها لك يا محمد ولكل الناس، مسجلة في الكتب الإلهية. <br><br>(14): <span class=quran>﴿مَّرْفُوعَةٍ مُّطَهَّرَةٍ﴾</span>: عالية بتعاليمها النافعة، طاهرة من الجهالة والضلالة. <br><br>(15): <span class=quran>﴿بِأَيْدِي سَفَرَةٍ﴾</span>: جمع سافر، وهو الذي يسعى بين الناس لإصلاح ذات البين. <br><br>(16): <span class=quran>﴿كِرَامٍ بَرَرَةٍ﴾</span>: جمع بار، وهو صانع البر والخير. <br><br>(17): <span class=quran>﴿قُتِلَ الْإِنسَانُ﴾</span>: هذه كلمة دعاء وإنشاء في صورة الفعل الماضي، ومعناها أهلكه الله وعذبه لأنه لا يستحق الحياة <span class=quran>﴿مَا أَكْفَرَهُ﴾</span>: ما أشد عناده للحق وتمرده عليه، وتدل هذه الآية بظاهرها أن الإنسان شرير أو مخطئ بطبعه، وهذا ما تقوله التعاليم المسيحية، أما القرآن الكريم فلا يصف الإنسان من حيث هو بخير ولا بشر، وإنما يقيسه بما يترك من عمل أو أثر كما في العديد من الآيات، ومنها على سبيل المثال: (وأن ليس للإنسان إلا ما سعى ? 39 النجم.. كل امرئ بما كسب رهين ? 21 الطور) وعليه فالمراد من الإنسان في (قتل الإنسان) من ضل سواء السبيل بعمله وسوء اختياره، وأيضًا (ما أكفره) توحي بذلك، إضافة إلى قوله تعالى: (هو الذي خلقكم فمنكم كافر ومنكم مؤمن ? 2 التغابن). <br><br>(18)-(19): <span class=quran>﴿مِنْ أَيِّ شَيْءٍ خَلَقَهُ مِن نُّطْفَةٍ خَلَقَهُ﴾</span>: من أنت أيها الإنسان الضعيف حتى تنساق مع العناد والغرور، وتحاول القفز وراء الحدود والمقاييس؟. <br><br>(20): <span class=quran>﴿ثُمَّ السَّبِيلَ يَسَّرَهُ﴾</span>: إن الله سبحانه زود الإنسان بالقدرة والعقل للبناء لا للهدم، ولإصلاح الحياة لا للفساد في الأرض. <br><br>(21)-(22): <span class=quran>﴿ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ ثُمَّ إِذَا شَاء أَنشَرَهُ﴾</span>: الحياة الدنيا قصيرة الأمد، وكلها مصائب وآلام، وما بعدها أدهى وأمر، ولا نجاة لأحد إطلاقًا إلا لمن ملك نفسه وكفها عن الحرام. <br><br>(23): <span class=quran>﴿كَلَّا لَمَّا يَقْضِ مَا أَمَرَهُ﴾</span>: أمر سبحانه بالخير، ونهى عن الشر، فأبى أكثر الناس إلا الشهوات والأهواء، وهنا يكمن شقاء الإنسانية وبلاؤها. <br><br>(24): <span class=quran>﴿فَلْيَنظُرِ الْإِنسَانُ إِلَى طَعَامِهِ﴾</span>: ويسأل عقله من الذي يسَّر هذا الطعام؟ الطبيعة وقوانينها؟ والطبيعة ومن طبَّعها؟ كما قال شوقي. <br><br>(25)-(26)-(27): <span class=quran>﴿أَنَّا صَبَبْنَا الْمَاء صَبًّا﴾</span>: الله سبحانه هو الذي أنزل الماء من السماء، وشق الأرض بالحرث وغيره، وأنبت الزرع وخلق الحب، لأنه مصدر الوجود وسبب الأسباب مهما طالت وامتدت سلسلة المؤثرات لاستحالة وجود الممكن بلا واجب والحادث بلا قديم وأزل. <br><br>(28)-(29): <span class=quran>﴿وَعِنَبًا وَقَضْبًا﴾</span>: نباتًا طريًا كالبقول والخضار والقت، يقطع المرة تلو المرة. <br><br>(30): <span class=quran>﴿وَحَدَائِقَ غُلْبًا﴾</span>: ضخمة الأشجار ملتفة الأغصان. <br><br>(31)-(32): <span class=quran>﴿وَفَاكِهَةً وَأَبًّا﴾</span>: مرعى الدواب. <br><br>(33): <span class=quran>﴿فَإِذَا جَاءتِ الصَّاخَّةُ﴾</span>: القيامة، وفيها أصوات تصك الآذان حتى تكاد تصمها. <br><br>(34)-(37): <span class=quran>﴿يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ... ﴾</span>: أبدًا لا أحباب ولا أنساب يوم القيامة لأن كل إنسان مشغول بنفسه منصرف لما هو به عن غيره، وتقدم في الآية 10 وما بعدها من المعارج. <br><br>(38): <span class=quran>﴿وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ﴾</span>: مضيئة من أسفر الصبح. <br><br>(39): <span class=quran>﴿ضَاحِكَةٌ مُّسْتَبْشِرَةٌ﴾</span>: فرحًا وسرورًا بثواب الله ورحمته. <br><br>(40): <span class=quran>﴿وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ﴾</span>: ذل وهوان. <br><br>(41): <span class=quran>﴿تَرْهَقُهَا قَتَرَةٌ﴾</span>: يعلوها السواد من الحزن والكآبة، وتقدم في الآية 22 من القيامة. وما بعدها.<br><br>(42):"
}
]
}