{
"title": "صفحة (586)",
"type": "html",
"data": [
{
"miniTitle": "التكوير",
"text": "(1): <span class=quran>﴿إِذَا الشَّمْسُ كُوِّرَتْ﴾</span>: التكوير في اللغة: اللف، والمراد بتكوير الشمس سقوطها وذهاب ضوئها. <br><br>(2): <span class=quran>﴿وَإِذَا النُّجُومُ انكَدَرَتْ﴾</span>: إنكدار الشيء في اللغة: انقلابه، والمراد بانكدار النجوم تساقطها وتناثرها. <br><br>(3): <span class=quran>﴿وَإِذَا الْجِبَالُ سُيِّرَتْ﴾</span>: اقتلعت من أماكنها وسارت في الفضاء. <br><br>(4): <span class=quran>﴿وَإِذَا الْعِشَارُ عُطِّلَتْ﴾</span>: العشار: الناق الحوامل، وعطِّلت: تُركت وأُهملت. <br><br>(5): <span class=quran>﴿وَإِذَا الْوُحُوشُ حُشِرَتْ﴾</span>: تنفر مذعورة عند خراب الكون، وتموت خوفًا. <br><br>(6): <span class=quran>﴿وَإِذَا الْبِحَارُ سُجِّرَتْ﴾</span>: تنطلق مياه البحار هنا وهناك لا يمسكها شيء. <br><br>(7): <span class=quran>﴿وَإِذَا النُّفُوسُ زُوِّجَتْ﴾</span>: عادت كل نفس آدمية إلى الجسم الذي فارقته عند الموت، والإيمان بحشر الإنسان جسمًا وروحًا من ضرورات الدين، ولا اجتهاد فيه تمامًا كالتوحيد والنبوة. <br><br>(8)-(9): <span class=quran>﴿وَإِذَا الْمَوْؤُودَةُ سُئِلَتْ بِأَيِّ ذَنبٍ قُتِلَتْ﴾</span>: البنت الصغيرة تدفن حية، فإنها تبعث، وتسأل على مسمع من وائدها: لماذا وأدك الوائدون، وتقدم في الآية 151 من الأنعام. <br><br>(10): <span class=quran>﴿وَإِذَا الصُّحُفُ نُشِرَتْ﴾</span>: يُعطى غدًا لكل إنسان كتابٌ يبلغه ما فعل من محرمات وما ترك من واجبات. ثم يُؤخذ بما قدمت يداه. <br><br>(11): <span class=quran>﴿وَإِذَا السَّمَاء كُشِطَتْ﴾</span>: كشفت بذهاب الكواكب. <br><br>(12): <span class=quran>﴿وَإِذَا الْجَحِيمُ سُعِّرَتْ﴾</span>: أُوقدت وأُضرمت. <br><br>(13): <span class=quran>﴿وَإِذَا الْجَنَّةُ أُزْلِفَتْ﴾</span>: تقرب من المتقين، ويتقربون منها، وتقدم في الآية 31 من (ق). <br><br>(14): <span class=quran>﴿عَلِمَتْ نَفْسٌ مَّا أَحْضَرَتْ﴾</span>: إذا قامت القيامة بحدوث ما ذكر من تكوير الشمس إلى كشط السماء وغير ذلك ? يعلم عندئذ كل إنسان مصيره وعاقبة أمره، فمن استقام فإلى الجنة ونعم أجر الصالحين، ومن زل فإلى النار وبئس مثوى المجرمين. <br><br>(15)-(16): <span class=quran>﴿فَلَا أُقْسِمُ بِالْخُنَّسِ الْجَوَارِ الْكُنَّسِ﴾</span>: أسلفنا أن (لا) إعرابًا زائدة عند أكثر المفسرين، والجواري: النجوم السيارة، تختفي في النهار فتغيب عن العيون، والكنس تظهر أي تضيء وتطلع في أماكنها. كما في جوامع الجامع للطبرسي، ونقله ابن كثير عن الإمام عليّ (ع). <br><br>(17): <span class=quran>﴿وَاللَّيْلِ إِذَا عَسْعَسَ﴾</span>: كناية عن آخره حيث يدبر شيئًا فشيئًا. <br><br>(18): <span class=quran>﴿وَالصُّبْحِ إِذَا تَنَفَّسَ﴾</span>: من كابوس الليل بطلوع الفجر وضيائه، وقال أديب معاصر: إنك تكاد تسمع من قوله تعالى: والصبح إذا تنفس زقزقة العصفور وصيحة الديك. <br><br>(19): <span class=quran>﴿إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ﴾</span>: هذا جواب القسم، وضمير الغائب للقرآن، والرسول جبريل، ونسب القرآن إليه حيث نقله من الله إلى رسوله محمد (ص). <br><br>(20): <span class=quran>﴿ذِي قُوَّةٍ عِندَ ذِي الْعَرْشِ مَكِينٍ﴾</span>: لجبريل صلابة وحصانة في نفسه، ومكانة وكرامة عند الله. <br><br>(21): <span class=quran>﴿مُطَاعٍ ثَمَّ أَمِينٍ﴾</span>: مطاع في الملائكة وأمين على الوحي وتبليغه، ومعنى هذه الآيات بإيجاز أن القرآن من عند الله حمله جبريل الكريم والقوي الأمين وأداه بصدق وإخلاص إلى النبي العظيم، ونحن نسأل من شكَّ ويشك في القرآن: هل درسته دراسة علمية، وفهمت معانيه ومراميه فتبين لك أنها غير صحيحة ولا مقنعة أو أنك أعرضت عن القرآن واعترضت لا لشيء إلا ظنًا منك بأن الله ما أنزل كتابًا على أحد من الأساس؟ وعلى هذا الفرض نسألك: أليس هذا الحكم على القرآن قاسيًا ومجحفًا لأنه بلا أساس؟ تواضع وتنازل للعلم وادرس القرآن إن تك من أهل الفكر، ثم احكم بما يوحيه عقلك ويطمئن إليه قلبك. <br><br>(22): <span class=quran>﴿وَمَا صَاحِبُكُم﴾</span>: محمد <span class=quran>﴿بِمَجْنُونٍ﴾</span>: أيها العتاة المعاندون اقرأوا سيرته وانظروا إلى آثاره وأعماله إن كنتم تعقلون وتنصفون وتقدم في الآية 2 من القلم وغيرها. <br><br>(23): <span class=quran>﴿وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ﴾</span>: رأى محمد جبريل على صورته، وبلَّغه القرآن على حقيقته في مكان معلوم عند الله وعند محمد وجبريل. <br><br>(24): <span class=quran>﴿وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ﴾</span>: لا يكتم محمد القرآن، ويسكت عن إعلانه مخافة أن يقول قائل: هو مجنون. <br><br>(25): <span class=quran>﴿وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ﴾</span>: هذا رد على من قال بأن القرآن نفثه الشيطان على لسان محمد (ص) وهل توحي الشياطين بالهدى والخير والحق والصدق؟ <br><br>(26): <span class=quran>﴿فَأَيْنَ تَذْهَبُونَ﴾</span>: في الافتراء والبغضاء؟. <br><br>(27): <span class=quran>﴿إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَالَمِينَ﴾</span>: يهدي إلى ما هو أسلم وأقوم، وتكرر هذا المعنى في العديد من الآيات بلفظ ذكر وذكرى وموعظة وعبرة ورحمة، وكل هذه الكلمات توحي بأن القرآن يتجه بالحياة إلى ما هو أنفع وأكمل. <br><br>(28): <span class=quran>﴿لِمَن شَاء مِنكُمْ أَن يَسْتَقِيمَ﴾</span>: القرآن كالدواء يشفي من أراد الشفاء، ومن أبى يترك الأمر لمشيئته، وعليه تبعًا ما فرط وأهمل. <br><br>(29): <span class=quran>﴿وَمَا تَشَاؤُونَ إِلَّا أَن يَشَاء الله﴾</span>: بموجب علمه وعدله وحكمته، وتقدم في الآية 8 من فاطر وغيرها. هذه السورة تمامًا كالسابقة، تشير إلى بعض ما يحدث عند قيام الساعة، وما يعقبها من حساب وجزاء."
}
]
}