{"title":"صفحة (587)","type":"html","data":[{"miniTitle":"الإنفطار","text":"(1): <span class=quran>﴿إِذَا السَّمَاء انفَطَرَتْ﴾</span>: انشقت كواكبها وتساقطت وتكرر مرات، لأن البعث أصل من أصول الدين يجب الإهتمام به كالتوحيد، وأيضًا في التكرار موعظة وتخويف من هول الحساب عسى أن يعتبر المجرم أو يخشى. <br><br>(2): <span class=quran>﴿وَإِذَا الْكَوَاكِبُ انتَثَرَتْ﴾</span>: هوت وبادت، وعندئذ يختل توازن الكون. <br><br>(3): <span class=quran>﴿وَإِذَا الْبِحَارُ فُجِّرَتْ﴾</span>: فاضت مياهها، وارتفعت أمواجها، واندلعت النيران من باطنها. <br><br>(4): <span class=quran>﴿وَإِذَا الْقُبُورُ بُعْثِرَتْ﴾</span>: أخرجت من بطنها الأموات أحياء تمامًا كما تلد الحامل، والفرق أن هذه لا تلد أطفال، والقبور تُخرج ما أُودع فيها. <br><br>(5): <span class=quran>﴿عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ﴾</span>: ما فعلت وتركت، وأخسر الناس صفقة من باع دائمًا بزائل. <br><br>(6)-(7): <span class=quran>﴿يَا أَيُّهَا الْإِنسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ﴾</span>: قال الإمام عليّ (ع) حول هذه الآيات ما خلاصته: أي شيء جرأك على معصية ربك، وأنت مقيم في كنفه تتقلب في نعمته؟ هل غرك منه أنه خلقك فأحسن صورتك وأمهلك... فالحذر الحذر لقد ستر حتى كأنه قد غفر. <br><br>(8): <span class=quran>﴿فِي أَيِّ صُورَةٍ مَّا شَاء رَكَّبَكَ﴾</span>: ما زائدة إعرابًا والمعنى شاء سبحانه خلقك على ما أنت فيه من جمال وكمال في الغرائز والأعضاء لتفهم وتعلم أن الذي أنشأك في هذا الإتقان والإحكام قادر على أن يعيدك إلى الحياة ثانية. <br><br>(9): <span class=quran>﴿كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ﴾</span>: أي بالحساب والجزاء والمعنى ارجعوا عن ضلالكم الذي لا مصدر له إلا التكذيب بالبعث. <br><br>(10)-(11)-(12): <span class=quran>﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ يَعْلَمُونَ مَا تَفْعَلُونَ﴾</span>: من خير وشر، ولا يستركم منهم أي حاجب، ومعنى كرام أنهم أقوياء أمناء، وتقدم في الآية 80 من الزخرف. <br><br>(13): <span class=quran>﴿إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ﴾</span>: وكل من كان الخير منه مأمول والشر منه مأمون فهو من الأبرار والأخيار. <br><br>(14)-(15): وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ﴾</span>: وكل من يخاف الناس من شره فهو فاجر غادر. <br><br>(16): <span class=quran>﴿وَمَا هُمْ عَنْهَا بِغَائِبِينَ﴾</span>: بل هم في شقاء قائم وعذاب دائم. <br><br>(17): <span class=quran>﴿وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ﴾</span>: لا يفرج فيه عن كرب، ولا يسمح عن ذنب إلا لمن تاب من ظلمه وأصلح. <br><br>(18): <span class=quran>﴿ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ﴾</span>: والتكرار للتوكيد والتهويل. <br><br>(19): <span class=quran>﴿يَوْمَ لَا تَمْلِكُ نَفْسٌ لِّنَفْسٍ شَيْئًا﴾</span>: لا أحد في ذلك اليوم يملك نفعًا أو ضرًا لنفسه أو لغيره <span class=quran>﴿وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ﴾</span>: وحده، فلا وساطة ولا شفاعة بل لا مودة ورحمة إلا ما شاء ربك."},{"miniTitle":"المطففين","text":"(1)-(17): <span class=quran>﴿وَيْلٌ لِّلْمُطَفِّفِينَ... ﴾</span>: هدد سبحانه في هذه الآيات الذين ينهبون أقوات الناس بأساليب شيطانية ويعكرون صفو الحياة ويهدرون كرامة البشرية وحرمتها، ونعتهم في الآية الأولى بالمطففين ? أي الذين يبخسون الناس أشياءهم ? وفي الآية السابعة بالفجار، وفي الآية 85 من هود: <span class=quran>﴿ولا تبخسوا الناس أشياءهم ولا تعثوا في الأرض مفسدين﴾</span> وبتقدم العلم تطورت أساليب الإستغلال، وانقسم الفجار المستأثرون إلى فئتين في عهدنا الراهن تحتلان مركز الصدارة في شرق الأرض وغربها: الشيوعية تلغي وجود الفرد بدعوى الحرص على مصلحة الجماعة، وتركز كل شيء في رجالها وأنصارها، فتقبض على زمام السلطة والإنتاج الاقتصادي بالكامل، وعلى التشريع والتنفيذ والقضاء، ولا رأي وكلام إلا لها ومنها، وما على الآخرين إلا السمع والطاعة. ? الرأسمالية تعترف بوجود الفرد وحريته في التعبير عما يشاء وتفسح له مجال الاستفتاء، ولكن هذا الاعتراف شكلي لا واقعي، وهذه الحرية وهمية لا واقعية، وذلك إن هذه الفئة تحدد وتخطط سلفًًا للمواطنين الآخرين، الطريق الذي تريده هي أن يسلكوه، ومرادها الذي ينبغي أن يؤيدوه، وتدفعهم إليه بأحدث الوسائل العلمية التي تتلاعب بعقول الناس وميولهم كيف تشاء، ومن هذه الوسائل الصحف والإذاعات والدعايات والخطابات الجذابة الخلابة، والدراسات النفسية التي يقوم بها أخصائيون بارعون في استهواء النفوس وتوجيهها حيث يشاءون إلى غير ذلك من المؤثرات والإنفعالات، ومعنى هذا أن الفئتين تلتقيان في النتيجة على صعيد اللاحرية واللاديمقراطية بل واللاإنسانية. وتقدمت في الآيات الـ17 أكثر من مرة إضافة إلى وضوحها مع ضيق المقام. وللضرورة أحكام."}]}