{
"title": "صفحة (588)",
"type": "html",
"data": [
{
"miniTitle": "المطففين",
"text": "(1)-(17): <span class=quran>﴿وَيْلٌ لِّلْمُطَفِّفِينَ... ﴾</span>: هدد سبحانه في هذه الآيات الذين ينهبون أقوات الناس بأساليب شيطانية ويعكرون صفو الحياة ويهدرون كرامة البشرية وحرمتها، ونعتهم في الآية الأولى بالمطففين ? أي الذين يبخسون الناس أشياءهم ? وفي الآية السابعة بالفجار، وفي الآية 85 من هود: <span class=quran>﴿ولا تبخسوا الناس أشياءهم ولا تعثوا في الأرض مفسدين﴾</span> وبتقدم العلم تطورت أساليب الإستغلال، وانقسم الفجار المستأثرون إلى فئتين في عهدنا الراهن تحتلان مركز الصدارة في شرق الأرض وغربها: الشيوعية تلغي وجود الفرد بدعوى الحرص على مصلحة الجماعة، وتركز كل شيء في رجالها وأنصارها، فتقبض على زمام السلطة والإنتاج الاقتصادي بالكامل، وعلى التشريع والتنفيذ والقضاء، ولا رأي وكلام إلا لها ومنها، وما على الآخرين إلا السمع والطاعة. ? الرأسمالية تعترف بوجود الفرد وحريته في التعبير عما يشاء وتفسح له مجال الاستفتاء، ولكن هذا الاعتراف شكلي لا واقعي، وهذه الحرية وهمية لا واقعية، وذلك إن هذه الفئة تحدد وتخطط سلفًًا للمواطنين الآخرين، الطريق الذي تريده هي أن يسلكوه، ومرادها الذي ينبغي أن يؤيدوه، وتدفعهم إليه بأحدث الوسائل العلمية التي تتلاعب بعقول الناس وميولهم كيف تشاء، ومن هذه الوسائل الصحف والإذاعات والدعايات والخطابات الجذابة الخلابة، والدراسات النفسية التي يقوم بها أخصائيون بارعون في استهواء النفوس وتوجيهها حيث يشاءون إلى غير ذلك من المؤثرات والإنفعالات، ومعنى هذا أن الفئتين تلتقيان في النتيجة على صعيد اللاحرية واللاديمقراطية بل واللاإنسانية. وتقدمت في الآيات الـ17 أكثر من مرة إضافة إلى وضوحها مع ضيق المقام. وللضرورة أحكام. <br><br>(18): <span class=quran>﴿كَلَّا إِنَّ كِتَابَ الْأَبْرَارِ لَفِي عِلِّيِّينَ﴾</span>: لما ذكر سبحانه حال الفجار المستغلين المعتدين أشار إلى الأبرار المتقين وهم الذين لا يسيئون إلى مخلوق، ولا يعصون الله في شيء، والمراد بالكتاب هنا كتاب الأعمال. <br><br>(19): <span class=quran>﴿وَمَا أَدْرَاكَ مَا عِلِّيُّونَ﴾</span>: تفخيم وتعظيم لهذا العلو والسمو، ويأتي تفسيره بعد لحظة. <br><br>(20): <span class=quran>﴿كِتَابٌ مَّرْقُومٌ﴾</span>: فيه علامات تدل على جليل الأفعال والصفات. <br><br>(21): <span class=quran>﴿يَشْهَدُهُ الْمُقَرَّبُونَ﴾</span>: تقرأه ملائكة الرحمة، والقصد من هذا الإخبار أن الجنة حق لا ريب فيه. <br><br>(22): <span class=quran>﴿إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ﴾</span>: هذا بيان وتفسير لعليين وأنه جنات النعيم، ومنها: <br><br>(23): <span class=quran>﴿عَلَى الْأَرَائِكِ يَنظُرُونَ﴾</span>: الأرائك: الأسِرَّة، وينظرون: تتمتع أبصارهم بأبهى المناظر وأجملها. <br><br>(24): <span class=quran>﴿تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ﴾</span>: تدل سمتهم على السرور والسعة والراحة والدعة، وتقدم في الآية 38 من عبس. <br><br>(25): <span class=quran>﴿يُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ﴾</span>: الرحيق: خمر الجنة لا تذهب بالعقل وتفسده، وقد ختمت أوانيها بالمسك كما قال سبحانه: <br><br>(26): <span class=quran>﴿خِتَامُهُ مِسْكٌ وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ﴾</span>: إلى مرضاة الله وجناته يتسابق أهل القرآن والمنتمون إلى الإسلام لا إلى التصفيق والهتاف والجلوس في الصدر وتقبيل الأيدي ونهب أموال الفقراء والمساكين ليتركوها للأبناء والأصهار. <br><br>(27): <span class=quran>﴿وَمِزَاجُهُ مِن تَسْنِيمٍ﴾</span>: قد مزج الرحيق بشراب يقال له تسنيم، وسمي بذلك لأنه يتدفق من علو. <br><br>(28): <span class=quran>﴿عَيْنًا يَشْرَبُ بِهَا الْمُقَرَّبُونَ﴾</span>: عينًا مفعول لفعل محذوف أي أعني عينًا، والمعنى أن التسنيم ليس عصيرًا من فاكهة أو ما أُضيف إليه شيء آخر، بل هو من عين طبيعية. <br><br>(29): <span class=quran>﴿إِنَّ الَّذِينَ أَجْرَمُوا كَانُواْ مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ﴾</span>: المراد بالمجرمين أعداء النبي (ص) والإسلام ومن صفاتهم الجهل والكفر والتعصب والغرور، والمراد بالمؤمنين الصحابة، ومن صفاتهم العلم والإيمان والتواضع والإخلاص، وإذن فلا بدع أن يسخر أولئك من هؤلاء. <br><br>(30): <span class=quran>﴿وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ﴾</span>: عليهم استخفافًا وتهكمًا. <br><br>(31)-(32): <span class=quran>﴿وَإِذَا انقَلَبُواْ إِلَى أَهْلِهِمُ انقَلَبُواْ فَكِهِينَ... ﴾</span>: قال الرازي في تفسير هذه الآية مر الإمام عليّ (ع) ونفر من المسلمين بجماعة من المنافقين، فضحكوا وتغامزوا، ثم رجعوا إلى أصحابهم وقالوا: رأينا الأصلح فضحكوا منه، فنزلت هذه الآية قبل أن يصل عليّ إلى رسول الله (ص). <br><br>(33): <span class=quran>﴿وَمَا أُرْسِلُوا عَلَيْهِمْ حَافِظِينَ﴾</span>: شقي يسخر من تقي؟ وفي نهج البلاغة: حاسب نفسك لنفسك، فإن غيرها من الأنفس لها حسيب غيرك. <br><br>(34)-(35): <span class=quran>﴿فَالْيَوْمَ الَّذِينَ آمَنُواْ مِنَ الْكُفَّارِ يَضْحَكُونَ﴾</span>: وهكذا الجاهل السافل يفرح بالقبيح من فعله، وهو لا يشعر أنه يطعن نفسه بنفسه."
}
],
"singlePage": true
}