{
"title": "صفحة (589)",
"type": "html",
"data": [
{
"miniTitle": "المطففين",
"text": "(34)-(35): <span class=quran>﴿فَالْيَوْمَ الَّذِينَ آمَنُواْ مِنَ الْكُفَّارِ يَضْحَكُونَ﴾</span>: وهكذا الجاهل السافل يفرح بالقبيح من فعله، وهو لا يشعر أنه يطعن نفسه بنفسه. <br><br>(36): <span class=quran>﴿هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ﴾</span>: هل عاقب سبحانه المجرمين بأعمالهم؟ أجل، ما في ذلك ريب، حيث لا يستقيم مع عدله أن يستوي المحسن والمسيء والمجرم والبريء."
},
{
"miniTitle": "الإنشقاق",
"text": "(1): <span class=quran>﴿إِذَا السَّمَاء انشَقَّتْ﴾</span>: تنشق وتنفطر حين تقوم الساعة. <br><br>(2)-(5): <span class=quran>﴿وَأَذِنَتْ لِرَبِّهَا﴾</span>: استمعت له وأطاعت <span class=quran>﴿وَحُقَّتْ﴾</span>: وحق لها أن تسمع وتطيع. <br><br>(6): <span class=quran>﴿يَا أَيُّهَا الْإِنسَانُ إِنَّكَ كَادِحٌ إِلَى رَبِّكَ كَدْحًا﴾</span>: أبدًا لا وجود للإنسان ولا كيان إلا بالجد والاجتهاد والتعب والكدح في سبيل العلم والرزق ومنفعة الآخرين، بل لا دين ولا أخلاق إلا بالكدح والعمل، قال سبحانه: ( خلق الموت والحياة ليبلوكم أيكم أحسن عملاً ? 2 الملك) الحياة إشارة إلى الدنيا، والموت إلى الآخرة: ومعنى هذه الآية بالعبارة أو الإشارة أن الله خلق الإنسان كي يعمل لدنياه كأنه يعيش أبدًا، ولآخرته كأنه يموت غدًا، وأن كل الأعمال التي أحلَّ الله هي عبادة الله، وأن من لا يعمل لا يستحق الحياة ولا اسم إنسان حتى وإن لقب نفسه بنفسه أو لقبه الناس بالعالم والنائب والوزير والزعيم. <br><br>(7): <span class=quran>﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ﴾</span>: وهو الصالح الذي كفَّ أذاه عن الناس. <br><br>(8): <span class=quran>﴿فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا﴾</span>: أي صورة بلا تحقيق وتدقيق، فقد روي عن النبي في تفسير هذه الآية أن هذا عرض لا حساب لأن من نوقش الحساب عذِّب. <br><br>(9): <span class=quran>﴿وَيَنقَلِبُ إِلَى أَهْلِهِ مَسْرُورًا﴾</span>: أي إلى أمثاله من أهل الجنة، وتقدم في الآية 71 من الإسراء وغيرها. <br><br>(10): <span class=quran>﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَاء ظَهْرِهِ﴾</span>: وهو من ساء قصده، وقبح فعله، وأدبر خيره، وأقبل شره. <br><br>(11)-(12): <span class=quran>﴿فَسَوْفَ يَدْعُو ثُبُورًا وَيَصْلَى سَعِيرًا﴾</span>: الثبور: الهلاك، والسعير: النار، وتقدم في الآية 14 من الفرقان. <br><br>(13): <span class=quran>﴿إِنَّهُ كَانَ فِي أَهْلِهِ مَسْرُورًا﴾</span>: كان في الدنيا يضحك لها وتضحك عليه لاهيًا ساهيًا عن العاقبة وسوء المصير. <br><br>(14): <span class=quran>﴿إِنَّهُ ظَنَّ أَن لَّن يَحُورَ﴾</span>: يرجع بعد الموت إلى ربه. <br><br>(15): <span class=quran>﴿بَلَى﴾</span>: رجع إليه ورأى الآفات فخرس وجزع. <br><br>(16): <span class=quran>﴿فَلَا أُقْسِمُ بِالشَّفَقِ﴾</span>: حمرة تبقى في الأُفق عند غروب الشمس. <br><br>(17): <span class=quran>﴿وَاللَّيْلِ وَمَا وَسَقَ﴾</span>: ضم وجمع ما تفرق وانتشر في النهار فأفراد الأسرة يجمعهم الليل بعد أن فرقهم النهار، وكذا الجيران والأصحاب يجتمعون للسمر. <br><br>(18): <span class=quran>﴿وَالْقَمَرِ إِذَا اتَّسَقَ﴾</span>: تم نوره وتكامل ليلة 13 و14 و 15 وتسمى هذه الليالي الثلاث بالليالي البيض. <br><br>(19): <span class=quran>﴿لَتَرْكَبُنَّ طَبَقًا عَن طَبَقٍ﴾</span>: هذا جواب القسم والمعنى لا بد أن يمر الإنسان بالعديد من الأطوار، فمن النطفة إلى الجنين، ومنه إلى الطفولة ثم الشباب والكهولة، ثم إلى الهرم وأرذل العمر، إلى القبر ثم النشر والحشر والحساب والجزاء. <br><br>(20): <span class=quran>﴿فَمَا لَهُمْ لَا يُؤْمِنُونَ﴾</span>: بالله وما ترك عذرًا لمتعلل؟. <br><br>(21): <span class=quran>﴿وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ﴾</span>: وكأن هذه الآية تعني الشباب المتطرف اللا مبالي... تقرع آيات القرآن أسماعهم، ولا يحاول أحدهم أن يقرأ سورة واحدة بتدبر وإمعان، أو يرجع إلى تفسير معروف ولو من باب الكشف ومجرد الإطلاع! وفي نفس الوقت يلهث وراء الكتب الجنسية والجاسوسية وما أشبه من كتب الإلحاد والفساد. <br><br>(22): <span class=quran>﴿بَلِ الَّذِينَ كَفَرُواْ يُكَذِّبُونَ﴾</span>: بالحق دون أن يقرأوا أويتدبروا ويسألوا ويفكِّروا. <br><br>(23)-(24): <span class=quran>﴿وَاللَّهُ أَعْلَمُ بِمَا يُوعُونَ﴾</span>: هو سبحانه يعلم أنهم يقيسون الحق بالشهوات والخير بالملذات. <br><br>(25): <span class=quran>﴿إِلَّا الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ﴾</span>: هذا كلام مستأنف وغير ممنون: غير منقطع ولا منقوص ولا يمن به عليهم، وتقدم بالحرف في الآية 8 من فصلت."
}
]
}