{
"title": "صفحة (59)",
"type": "html",
"data": [
{
"miniTitle": "آل عمران",
"text": "(71): <span class=quran>﴿يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ﴾</span>: تجعلون الحق باطلا، والباطل حقًا <span class=quran>﴿بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ: بغيًا <span class=quran>﴿وَأَنتُمْ تَعْلَمُونَ﴾</span>: بأنكم كاذبون ومضللون. <br><br>(72): <span class=quran>﴿وَقَالَت طَّآئِفَةٌ مِّنْ أَهْلِ الْكِتَابِ آمِنُواْ بِالَّذِيَ أُنزِلَ عَلَى الَّذِينَ آمَنُواْ﴾</span>: أي على المسلمين <span class=quran>﴿وَجْهَ النَّهَارِ وَاكْفُرُواْ آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ﴾</span>: تشير الآية بظاهرها إلى خدعة تواطأ عليها جماعة من رؤساء أهل الكتاب أن يظهروا الإسلام أول النهار، ويرتدوا عنه في آخره، عسى أن يقع بعض ضعاف العقول من المسلمين في الشك والبلبة. <br><br>(73)-(74): <span class=quran>﴿وَلاَ تُؤْمِنُواْ إِلاَّ لِمَن تَبِعَ دِينَكُمْ﴾</span>: قال بعض أهل الكتاب لبعضهم: لا تفشوا أسراركم لأمثالكم، ولا تركنوا لأحد إلا إذا كان على دينكم، وهذا شأن الباطنية، أما المسلمون السنة منهم والشيعة الإمامية فيعلنون الإسلام في الكتب والصحف ومن على المنابر والآذن وشتى وسائل الإعلان <span class=quran>﴿قُلْ إِنَّ الْهُدَى هُدَى اللّهِ﴾</span>: المراد بهدى الله الإيمان الصحيح الراسخ، ومن هداه الله إلى هذا الإيمان فلن يرتد عنه حتى ولو قطع بالمناشير، بل لا يزيده ذلك إلا إيمانًا وتسليمًا <span class=quran>﴿أَن يُؤْتَى أَحَدٌ مِّثْلَ مَا أُوتِيتُمْ﴾</span>: هذه الجملة تتصل بقول بعض أهل الكتاب لبعضهم: ولا تأمنوا إلا لمن تبع دينكم، وجملة أن الهدى هدى الله معترضة، ويكون المعنى لا تؤمنوا إلا لمن تبع دينكم، ولا تقروا بأن أحدًا غيركم يمكن أن يؤتى مثل ما أوتيتم من الكتب المنزلة، وإن أقررتم انه يمكن أن ينزل الكتاب من الله على غير اليهود والنصارى احتج عليكم المسلمون في الدنيا <span class=quran>﴿أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ﴾</span>: في الآخرة أو فيهما معًا ومعلوم أن ( أو) تأتي للإباحة كجالس الحسن أو ابن سيرين <span class=quran>﴿قُلْ إِنَّ الْفَضْلَ بِيَدِ اللّهِ يُؤْتِيهِ مَن يَشَاءُ﴾</span>: فيختار لنبوته ورسالته من هو جدير بها وكفء لها سواء أكان إسرائيليًا أو عربيًا. <br><br>(75): <span class=quran>﴿وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِن تَأْمَنْهُ ...﴾</span>: أهل الكتاب على قسمين: وفيّ لا يستهين بأمانة، وينزهه نفسه عن الخيانة، وخائن لا يترك حرامًا، ولا يؤدي واجبًا ولا دينًا <span class=quran>﴿إِلاَّ مَا دُمْتَ عَلَيْهِ قَآئِمًا﴾</span>: مطالبًا ترافعًا وتقاضيًا وأيضًا مقاتلا. وتسأل: كل الناس قسمان: خائن وأمين وصادق وكاذب، ورب ملحد أو كتابي أوفى ذمة من مسلم صائم وراكع ساجد؟ وأجاب سبحانه عن هذا السؤال بقوله: <span class=quran>﴿ذَلِكَ بِأَنَّهُمْ قَالُواْ لَيْسَ عَلَيْنَا فِي الأُمِّيِّينَ سَبِيلٌ﴾</span>: أي أن أهل الكتاب الذين لا يؤدون الأمانة يزعمون- من دون الناس- أن الله أحل لهم أموال الأميين وهم الذين ليسوا على دينهم <span class=quran>﴿وَيَقُولُونَ عَلَى اللّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ﴾</span>: أنهم يكذبون ويفترون. <br><br>(76): <span class=quran>﴿بَلَى﴾</span>: هم مسؤولون ومعاقبون على الاستهانة بالأمانة وغيرها من الحقوق سواء أكانت لأمي أملي كتابي <span class=quran>﴿مَنْ أَوْفَى بِعَهْدِهِ﴾</span>: مع كل الناس <span class=quran>﴿وَاتَّقَى﴾</span>: المعاصي <span class=quran>﴿فَإِنَّ اللّهَ يُحِبُّ الْمُتَّقِينَ﴾</span>: ويكره الخائنين. <br><br>(77): <span class=quran>﴿إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللّهِ﴾</span>: يشترون: يستبدلون، وعهد الله، كل ما أمر الله به، وفي الحديث: لا دين لمن لا عهد له <span class=quran>﴿وَأَيْمَانِهِمْ﴾</span>: اليمين لغة: القسم، وشرعًا: القسم بالله وأسمائه الحسنى <span class=quran>﴿ثَمَنًا قَلِيلاً﴾</span>: متاع الحياة الدنيا من جاه ومال أ<span class=quran>﴿ُولَئِكَ لاَ خَلاَقَ﴾</span>: لا نصيب <span class=quran>﴿لَهُمْ فِي الآخِرَةِ وَلاَ يُكَلِّمُهُمُ اللّهُ وَلاَ يَنظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ﴾</span>: أي يهملهم ويعرض عنهم <span class=quran>﴿وَلاَ يُزَكِّيهِمْ﴾</span>: كناية عن غضبه وسخطه الذي صرح به تعالى بقوله: <span class=quran>﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾</span>."
}
]
}