{
"title": "صفحة (590)",
"type": "html",
"data": [
{
"miniTitle": "البروج",
"text": "(1): <span class=quran>﴿وَالسَّمَاء ذَاتِ الْبُرُوجِ﴾</span>: يقسم سبحانه بالسماء ذات المنازل التي تنتقل بها الكواكب والغرض من هذا القسم التنبيه على ما في الكواكب من النظام والإتقان الدال على وجود الخالق وعظمته. <br><br>(2): <span class=quran>﴿وَالْيَوْمِ الْمَوْعُودِ﴾</span>: وهو يوم القيامة لأن الله وعد به وهو منجز وعده لا محالة. <br><br>(3): <span class=quran>﴿وَشَاهِدٍ وَمَشْهُودٍ﴾</span>: تعددت الأقوال وتضاربت في معنى الشاهد والمشهود هنا حتى بلغت 48 قولاً كما في بعض التفاسير، ولكن إذا رجعنا إلى القرآن الذي ينطق بعضه ببعض ? علمنا بأن المراد بالشاهد الله سبحانه والمشهود عليه كل شيء لقوله في العديد من الآيات : (إن الله على كل شيء شهيد ? 17 الحج). <br><br>(4): <span class=quran>﴿قُتِلَ أَصْحَابُ الْأُخْدُودِ﴾</span>: هذا في ظاهره جواب للقسم، وفي واقعه دليل على جواب القسم المحذوف، والتقدير لعن الذين عذبوا الصحابة كبلال وخباب وعمار كما لعن أصحاب الأخدود وهو شق يحفر في الأرض كالخندق، وأشار سبحانه إلى قصة أصحابه بإيجاز في قوله: <br><br>(5)-(9): <span class=quran>﴿النَّارِ ذَاتِ الْوَقُودِ إِذْ هُمْ عَلَيْهَا قُعُودٌ وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَن يُؤْمِنُوا بِاللَّهِ﴾</span>: كان فيما مضى قوم طغاة كفرة حفروا خندقًا وأضرموه نارًا وجاءوا بالمؤمنين، فمن ارتد عن دينه إلى الشرك تركوه، ومن أصر على إيمانه احرقوه، وهم قاعدون حول الخندق يتلذذون بمشاهدة الأجسام تحترق، ولا ذنب إطلاقًا إلا الإيمان بالله، وهذا بالذات ما فعله طغاة مكة بالمؤمنين المستضعفين. <br><br>(10): <span class=quran>﴿إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ﴾</span>: بعد أن أشار سبحانه إلى أهل الأخدود الجبابرة ذكر موقف قريش من ضعاف الصحابة وكيف كانوا يفتنونهم عن دينهم ويذيقونهم العذاب الوبيل، وقد هددهم سبحانه بحريق جهنم إذا لم يتوبوا ويرتدعوا. <br><br>(11): <span class=quran>﴿إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ... ﴾</span>: عند ربهم أنهار وجنات، وتقدم مرات ومرات حيث يقرن سبحانه الهول المفزع للمجرمين بالأمن والأمان للمتقين، وعذاب الجحيم بثواب النعيم. <br><br>(12): <span class=quran>﴿إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ﴾</span>: البطش: الأخذ بعنف، فكيف إذا كان شديدًا: ومن جبار السموات والأرض؟. <br><br>(13): <span class=quran>﴿إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ﴾</span>: يحيي ويميت ويبعث الموتى من جديد. <br><br>(14): <span class=quran>﴿وَهُوَ الْغَفُورُ الْوَدُودُ﴾</span>: يحب الخير لجميع الخلق بلا استثناء. <br><br>(15): <span class=quran>﴿ذُو الْعَرْشِ الْمَجِيدُ﴾</span>: الجليل في أفعاله الجزيل في نواله. <br><br>(16): <span class=quran>﴿فَعَّالٌ لِّمَا يُرِيدُ﴾</span>: ما شاء كان وما لم يشأ لم يكن. <br><br>(17)-(18): <span class=quran>﴿هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ فِرْعَوْنَ وَثَمُودَ﴾</span>: قوم صالح والكلام مستأنف، والمعنى واضح وخلاصته قد سمعت يا محمد حديث الطغاة ومصيرهم، كذبوا بالحق، فأخذهم ربك أخذ عزيز مقتدر، فكذلك يفعل بمن كذب رسالتك متى يشاء. <br><br>(19): <span class=quran>﴿بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ﴾</span>: أبدًا، لا عذر لمن كذب محمدًا والقرآن بعد العلم التام بهما ? إلا أنه مولع بالكذب وتكذيب أهل الحق والصدق. <br><br>(20): <span class=quran>﴿وَاللَّهُ مِن وَرَائِهِم مُّحِيطٌ﴾</span>: إنهم في قبضة الله يقلبهم كيف يشاء، ويهلكهم متى أراد. <br><br>(21): <span class=quran>﴿بَلْ هُوَ قُرْآنٌ مَّجِيدٌ﴾</span>: عظيم بدعوته إلى العمل بالعلم والعقل، ونهيه عن التقليد والتعصب، وجعله الناس، كل الناس، على مستوى واحد في جميع الحقوق والواجبات، ولا فضل وامتياز إلا لمن قدَّم عملاً صالحًا يفيد الفرد والجماعة. <br><br>(22): <span class=quran>﴿فِي لَوْحٍ مَّحْفُوظٍ﴾</span>: من التحريف والتزييف، مصون من التغيير والتبديل."
}
],
"singlePage": true
}