{
"title": "صفحة (591)",
"type": "html",
"data": [
{
"miniTitle": "الطارق",
"text": "(1): <span class=quran>﴿وَالسَّمَاء وَالطَّارِقِ﴾</span>: أقسم سبحانه بالسماء على وجه العموم وبلا استثناء، وهي العالم العلوي بكل ما فيه، وأيضًا أقسم بالطارق وهو كل ما يأتي ليلاً نجمًا كان أو غير نجم، ولكن هذا العموم غير مراد لأنه تعالى فسَّر الطارق هنا بقوله: <span class=quran>﴿النَّجْمُ الثَّاقِبُ﴾</span>: أي المنير، أما قوله: <br><br>(2)-(3): <span class=quran>﴿وَمَا أَدْرَاكَ مَا الطَّارِقُ﴾</span>: فهو للتفخيم والتعظيم، وإنما عظم الله من شأن العالم العلوي والنجم لما فيهما من المنافع. <br><br>(4): <span class=quran>﴿إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ﴾</span>: جواب القسم، وإن نافية ولا بمعنى إلا، والمراد ما من أحد من بني آدم إلا وعليه رقيب يسجل أعماله، وتقدم في الآية 11 من الإنفطار ، إضافة إلى علمه تعالى. <br><br>(5)-(7): <span class=quran>﴿فَلْيَنظُرِ الْإِنسَانُ مِمَّ خُلِقَ... ﴾</span>: الماء الدافق: النطفة، والصلب: كل عظم من الظهر فيه فقار، والمراد به هنا صلب الرجل، والترائب: موضع القلادة من الصدر، والمراد بها هنا ترائب المرأة. والمعنى إذا فكر الإنسان: من أين خلق؟ وكيف صار إنسانًا كاملاً بصورته وأعضائه وشكله، وقدرته وإرادته وعقله ? انتهى لا محالة إلى الإيمان بأن الله تعالى. <br><br>(8): <span class=quran>﴿إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ﴾</span>: لأن القدرة على النشأة الأولى تشهد بالقدرة على الثانية، ومن أنكر هذه واعترف بتلك فقد أثبت الشيء ونفاه في آن واحد ومن جهة واحدة، وتجدر الإشارة أن العلم لم يهتد إلى خروج النطفة من بين الصلب والترائب إلا في هذا القرن، وهكذا تزداد آيات القرآن قوة ووضوحًا كلما تقدم العلم بتقدم الزمن. <br><br>(9)-(10): <span class=quran>﴿يَوْمَ تُبْلَى السَّرَائِرُ فَمَا لَهُ مِن قُوَّةٍ وَلَا نَاصِرٍ﴾</span>: كل شيء على المكشوف يوم القيامة، فالسر علانية والغيب شهادة، وأيضًا لا حول ولا قوة لأحد من نفسه أو من غيره إلا بصالح الأعمال وصدق النوايا والأقوال. <br><br>(11)-(12): <span class=quran>﴿وَالسَّمَاء ذَاتِ الرَّجْعِ وَالْأَرْضِ ذَاتِ الصَّدْعِ﴾</span>: الرجع: الماء لأنه يرجع ويتكرر، والصدع: النبات لأنه يصدع الأرض ويشقها، وأقسم سبحانه بالسماء التي تجود بالشراب والأرض التي تعطي الطعام. <br><br>(13)-(14): <span class=quran>﴿إِنَّهُ لَقَوْلٌ فَصْلٌ وَمَا هُوَ بِالْهَزْلِ﴾</span>: القرآن يفصل بين الحق والباطل والخير والشر، وأبعد ما يكون عن السحر والشعر كما ينعته المفترون، وتقدم في الآية 40 من الحاقة وغيرها. <br><br>(15)-(16): <span class=quran>﴿إِنَّهُمْ يَكِيدُونَ كَيْدًا وَأَكِيدُ كَيْدًا﴾</span>: يدبِّر الطغاة في الخفاء الدسائس والمؤامرات ضد الرسول والمؤمنين والله سبحانه يبطل كيدهم ومكرهم، ويرد سهامهم إلى نحورهم، وتقدم في الآية 54 من آل عمران وغيرها. <br><br>(17): <span class=quran>﴿فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا﴾</span>: لا تعجل يا محمد واصبر قليلاً، فما عذاب ربك من الظالمين ببعيد."
},
{
"miniTitle": "الأعلى",
"text": "(1): <span class=quran>﴿سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى﴾</span>: الخطاب لمحمد (ص) والأمر للجميع، والمعنى نزه الله عما يصفه الجاهلون والملحدون ولا شيء أوضح وأدل من كلمة التوحيد على أنه تعالى ليس كمثله شيء. <br><br>(2)-(3): <span class=quran>﴿الَّذِي خَلَقَ فَسَوَّى وَالَّذِي قَدَّرَ فَهَدَى﴾</span>: وخير تفسير لهذا قول الإمام علي (ع): قدَّر ما خلق فأحكم تقديره، ودبَّره فألطف تدبيره، ووجهه لوجهته فلم يتعد حدود منزلته، ويقصر دون الانتهاء لغايته. <br><br>(4): <span class=quran>﴿وَالَّذِي أَخْرَجَ الْمَرْعَى﴾</span>: الزرع والنبات بشتى أنواعه. <br><br>(5): <span class=quran>﴿فَجَعَلَهُ غُثَاء أَحْوَى﴾</span>: هشيمً قاتمًا، وفيه إيماء إلى أن كل حي إلى زوال، وتقدم في الآية 21 من الزمر وغيرها. <br><br>(6): <span class=quran>﴿سَنُقْرِؤُكَ فَلَا تَنسَى﴾</span>: بشرى من الله لنبيه برسوخ القرآن في قلبه، فلا ينسى منه حرفًا واحدًا، وتقدم في الآية 17 من القيامة. <br><br>(7): <span class=quran>﴿إِلَّا مَا شَاء اللَّهُ﴾</span>: ليس هذا استثناء بل توكيدًا لنفي النسيان عن النبي (ص)، وأنه لا قوة إطلاقًا تنسي محمدًا شيئًا من القرآن إلا الله وهو سبحانه لا ينسيه كيف وقد وعده بالحفظ وعدم النسيان، والله منجز وعده لا محالة. <br><br>(8): <span class=quran>﴿وَنُيَسِّرُكَ لِلْيُسْرَى﴾</span>: وهي الشريعة السهلة السمحة والمعنى أن الله سبحانه يسهل لنبيه سبل الوحي وتبليغه والعمل به كما شاء وأراد. <br><br>(9): <span class=quran>﴿فَذَكِّرْ إِن نَّفَعَتِ الذِّكْرَى﴾</span>: التبليغ حتم نفع أم لم ينفع إقامة للحجة وقطعًا للمعذرة وإلا امتنع الحساب والعقاب وعليه يكون المعنى عليك أولاً أن تبلِّغ على كل حال كما في الآية 82 من النحل (فإن تولَّوا فإنما عليك البلاغ المبين) وبعد البلاغ التام ذكر وعظ إن نفعت العظة والذكرى، وإن يئست فلا تذهب نفسك عليهم حسرات. <br><br>(10): <span class=quran>﴿سَيَذَّكَّرُ مَن يَخْشَى﴾</span>: من كانت الحكمة ضالته والهداية أُمنيته. <br><br>(11)-(12): <span class=quran>﴿وَيَتَجَنَّبُهَا الْأَشْقَى الَّذِي يَصْلَى النَّارَ الْكُبْرَى﴾</span>: من عاند الحق لأنه لا ينسجم مع أهدافه وأهوائه يستحيل أن يستجيب لدعوته وإن قام عليه ألف دليل لأن الهوى يعمي ويصم كما قال سبحانه لنبيه: (أفأنت تسمع الصم أو تهدي العمي ومن كان في ضلال مبين ? 40 الزخرف). <br><br>(13): <span class=quran>﴿ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى﴾</span>: ضمير فيها يعود إلى النار الكبرى بشدائدها وأهوالها، ومن دخلها لا يموت فيستريح، ولا يحيا حياة من غير نار وجحيم. <br><br>(14): <span class=quran>﴿قَدْ أَفْلَحَ مَن تَزَكَّى﴾</span>: من طهَّر نفسه بالانقياد للحق وعمل الخير، والبعد عن الشر والباطل. <br><br>(15): <span class=quran>﴿وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى﴾</span>: الصلوات الخمس وحافظ عليها، واهتم بها، ولا وزن عند الله سبحانه لمن تركها حتى ولو أجرى للناس أنهرًا من لبن وعسل. هكذا قال الإسلام، وما هو من عندنا."
}
]
}