{
"title": "صفحة (593)",
"type": "html",
"data": [
{
"miniTitle": "الفجر",
"text": "(1): <span class=quran>﴿وَالْفَجْرِ﴾</span>: وقت تنفس الصبح كما في الآية 18 من التكوير: (والصبح إذا تنفس). <br><br>(2): <span class=quran>﴿وَلَيَالٍ عَشْرٍ﴾</span>: قيل: العشر الأوائل من ذي الحجة الشهر الأخير من أشهر الحج الثلاثة: شوال وذي القعدة وذي الحجة. <br><br>(3): <span class=quran>﴿وَالشَّفْعِ وَالْوَتْرِ﴾</span>: الشفع: الزوج، والوتر: الفرد، والأشياء كلها إما زوج وإما فرد، وغير بعيد عن ظاهر اللفظ أنهما إشارة إلى الحساب على وجه العموم، لأنه تعالى أطلق ولم يقيد بشيء خاص. <br><br>(4): <span class=quran>﴿وَاللَّيْلِ إِذَا يَسْرِ﴾</span>: يذهب وفي الآية 33 من المدثر: (والليل إذا أدبر). <br><br>(5): <span class=quran>﴿هَلْ فِي ذَلِكَ قَسَمٌ لِّذِي حِجْرٍ﴾</span>: الإستفهام هنا لتقرير الواقع، والمراد بالحجر العقل، والمعنى أن في الأشياء التي أقسم بها سبحانه حجة كافية في الدلالة على وجود الله. <br><br>(6)-(8): <span class=quran>﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ إِرَمَ ذَاتِ الْعِمَادِ الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلَادِ﴾</span>: عاد قوم هود، وإرم اسم الجد الأعلى للقبيلة، وذات العماد كناية عن الغنى والترف الذي قادهم إلى الجبروت والطغيان، ومعصية الله والرسول، فأخذهم سبحانه بالهلاك والدمار، وإذا لم ينته المعاندون والمعادون لمحمد (ص) فسيكون مآلهم مآل عاد. <br><br>(9): <span class=quran>﴿وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ﴾</span>: وأيضًا قوم صالح الذين اتخذوا من الجبال بيوتًا فارهين، كانوا أقوياء وأغنياء،ولما طغوا وبغوا وعصوا الرسول، فعل بهم سبحانه ما فعل بعاد. <br><br>(10): <span class=quran>﴿وَفِرْعَوْنَ ذِي الْأَوْتَادِ﴾</span>: أي المباني العظيمة الشامخة الثابتة كالأهرام. <br><br>(11)-(13): <span class=quran>﴿الَّذِينَ طَغَوْا فِي الْبِلَادِ فَأَكْثَرُوا فِيهَا الْفَسَادَ فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ﴾</span>: لفظ الذين وما بعده صفة لعاد وثمود وفرعون لأنهم بالكامل أكثروا الفساد، ووقع عليهم العذاب، وخصَّ سبحانه السوط بالذكر لأنه يشير إلى تكرار العذاب، وتقدم أن عذاب عاد الريح، وثمود بالصيحة، وفرعون بالغرق. <br><br>(14): <span class=quran>﴿إِنَّ رَبَّكَ لَبِالْمِرْصَادِ﴾</span>: رقيب على العباد محيط بما يقولون ويفعلون، ويجازي كلاً سعيه وفعله. <br><br>(15)-(16): <span class=quran>﴿فَأَمَّا الْإِنسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ﴾</span>: يبتلي سبحانه العباد بما يحبون وما يكرهون إخراجًا لما في نفوسهم بالأفعال التي بها يستحق الثواب والعقاب، لأنه تعالى لا يعاقب إلا على جرم مادي محسوس، وهو يثيب على مجرد النية، وأكثر الكسالى إذا افتقروا ألقوا التبعة والمسئولية على قضاء الله وقدره وإذا استغنوا عن طريق الميراث وما أشبه ظنوا أنهم أقرب المقربين عند الله! وهذا هو الجهل بالجهل لأن دار الدنيا للعمل لا للجزاء، ودار الآخرة للجزاء لا للعمل، وفي الحديث: (الدنيا دار من لا دار له، ومال من لا مال له، ولها وحدها يجمع من لا عقل له). <br><br>(17)-(18): <span class=quran>﴿كَلَّا﴾</span>: ليست الكرامة عند الله بالمال بل بالتقوى وصالح الأعمال، ولا الإهانة بالفقر، بل بالفساد والضلال، بمعصية الله الذي خلق الأرض للناس جميعًا بفساد الأوضاع التي ما أنزل الله بها من سلطان، يجوز الأقوياء الذين احتكروا واستأثروا وحرموا المساكين والضعفاء. وإلى هذا المعنى بالذات أشار سبحانه بقوله: <span class=quran>﴿بَل لَّا تُكْرِمُونَ الْيَتِيمَ وَلَا تَحَضُّونَ عَلَى طَعَامِ الْمِسْكِينِ﴾</span>: بل يغدرون بالأرامل والأيتام والمشردين والمساكين، وينتهبون أموالهم ظلمًا وعدوانًا. <br><br>(19): <span class=quran>﴿وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَّمًّا﴾</span>: أي أكلاً شديدًا، والمراد بالتراث هنا ميراث الأيتام والضعفاء بقرينة السياق، وكل من لا يخشى الله والحق يأكل أموال الضعفاء والمساكين إذا لم يكن لهم عم ولا خال. <br><br>(20): <span class=quran>﴿وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا﴾</span>: ميراثًا كان أم غير ميراث، والجم معناه الكثير، وقلنا مرات: لا بأس بحب المال الحلال، والغنى عن الناس ضمان للكرامة، والمؤمن القوي خير من المؤمن الضعيف... ونعم المال الصالح للرجل الصالح، كما قال الرسول الأعظم (ص). <br><br>(21): <span class=quran>﴿كَلَّا﴾</span>: لا ينبغي للإنسان أن يشح بالمال في سبيل الخير، فإنه مسئول عن ذلك <span class=quran>﴿إِذَا دُكَّتِ الْأَرْضُ دَكًّا دَكًّا﴾</span>: الدك: الهدم، والتكرار إشارة للتتابع أي دكًا بعد دك، والمعنى إذا قامت القيامة. <br><br>(22): <span class=quran>﴿وَجَاء رَبُّكَ﴾</span>: أمره وقضاؤه <span class=quran>﴿وَالْمَلَكُ صَفًّا صَفًّا﴾</span>: أي صفوفًا متعددة. <br><br>(23): <span class=quran>﴿وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ﴾</span>: يكشف عنها يوم القيامة لكل ناظر <span class=quran>﴿يَوْمَئِذٍ يَتَذَكَّرُ الْإِنسَانُ﴾</span>: تذهب الغفلة، وتأتي اليقظة <span class=quran>﴿وَأَنَّى لَهُ الذِّكْرَى﴾</span>: تذكَّر خطأه وتقصيره، ولكن بعد فوات الأوان."
}
],
"singlePage": true
}