{
"title": "صفحة (594)",
"type": "html",
"data": [
{
"miniTitle": "الفجر",
"text": "(24): <span class=quran>﴿يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي﴾</span>: عملاً انتفع به عند الحساب والجزاء، وأجهل الناس من لا يحس بذنبه إلا عند العقوبة، وأشد منها سفهًا منه من أحس بالذنب، ولم يندم ويبادر إلى التوبة، وكل من ذا وذاك. <br><br>(25): <span class=quran>﴿فَيَوْمَئِذٍ لَّا يُعَذِّبُ عَذَابَهُ أَحَدٌ﴾</span>: كناية عن أليم العذاب وشدته، وأنه لا عذاب يضاهيه ويماثله. <br><br>(26): <span class=quran>﴿وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ﴾</span>: الوثاق: ما يشد به من قيد أو حبل أو سلسلة، وفي الآية 4 من الإنسان: (إنا اعتدنا للكافرين سلاسل وأغلالاً وسعيرًا). <br><br>(27): <span class=quran>﴿يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ﴾</span>: وهي التي آمنت بالله وجنته، وعملت بشريعته وطاعته. <br><br>(28): <span class=quran>﴿ارْجِعِي إِلَى رَبِّكِ﴾</span>: أي إلى ثوابه، وكرامته وإلا فإن الله أقرب إلينا من حبل الوريد <span class=quran>﴿رَاضِيَةً﴾</span>: من عملها في الدنيا وبأجرها في الآخرة <span class=quran>﴿مَّرْضِيَّةً﴾</span>: عند الله لصلاحها وتقواها. <br><br>(29): <span class=quran>﴿فَادْخُلِي فِي عِبَادِي﴾</span>: في جملة من فازوا بجنات النعيم.<br><br>(30):"
},
{
"miniTitle": "البلد",
"text": "(1): <span class=quran>﴿لَا أُقْسِمُ بِهَذَا الْبَلَدِ﴾</span>: مكة المكرمة، وأقسم سبحانه بها لشأنها وحرمتها. <br><br>(2): <span class=quran>﴿وَأَنتَ حِلٌّ بِهَذَا الْبَلَدِ﴾</span>: هذه جملة معترضة بين المعطوف والمعطوف عليه، والخطاب لمحمد (ص) وحلَّ من الحلول بمعنى النزول لا من الحلال كما قيل لأن المعنى الأول هو الأظهر المتبادر، والواو للحال، وعليه يكون القسم بمكة مقِّيدًا بوجود محمد (ص) فيها إشعارًا بأن مكة زادت به شأنًا ورفعة. <br><br>(3): <span class=quran>﴿وَوَالِدٍ وَمَا وَلَدَ﴾</span>: قال الشيخ محمد عبدة: والمراد كل والد ومولود من الإنسان والحيوان والنبات كما يرد إليه التنكير، وهو مختار ابن جرير وجمع من المحققين والغرض من القسم بذلك التنبيه إلى إنشاء الكائنات الحية وتطورها من حال إلى حال. <br><br>(4): <span class=quran>﴿لَقَدْ خَلَقْنَا الْإِنسَانَ فِي كَبَدٍ﴾</span>: بفتح الكاف والباء، من المكابدة، والمعنى أن الله سبحانه خلق الإنسان ليكابد الشدائد من أجل حياة أفضل عند الله والناس، قال عزّ من قائل: (ليبلوكم أيكم أحسن عملاً - 2 الملك... ويستخلفكم في الأرض فينظر كيف تعملون- 129 الأعراف) ومعنى هذا أن من يأكل ولا يعمل موته خير من حياته، وعدمه خير من وجوده. <br><br>(5): <span class=quran>﴿أَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌ﴾</span>: أيظن المترف الطاغية أنه في حصن حصين من الضربات والنكبات. <br><br>(6): <span class=quran>﴿يَقُولُ أَهْلَكْتُ مَالًا لُّبَدًا﴾</span>: أي أنفقت مالاً كثيرًا ملبدًا ومكدسًا بعضه فوق بعض، وهكذا يفتخر الغني الشقي متعاليًا بما أسرف وبذر على شهواته وملذاته. <br><br>(7): <span class=quran>﴿أَيَحْسَبُ أَن لَّمْ يَرَهُ أَحَدٌ﴾</span>: أيظن هذا المفتون بماله أن الله غافل عن أعماله؟ كلا، سيسأل عن كل درهم مم اكتسبه وفيم أنفقه؟ ويعامل بما استحق. <br><br>(8): <span class=quran>﴿أَلَمْ نَجْعَل لَّهُ عَيْنَيْنِ﴾</span>: يبصر بهما. <br><br>(9): <span class=quran>﴿وَلِسَانًا﴾</span>: ينطق به <span class=quran>﴿وَشَفَتَيْنِ﴾</span>: يستعين بهما على الكلام وأكل الطعام. <br><br>(10): <span class=quran>﴿وَهَدَيْنَاهُ النَّجْدَيْنِ﴾</span>: المراد بالهدى هنا العقل الذي يكون الإنسان به شيئًا مذكورًا، وإليه ينتهي العلم بكل سر وحقيقة سواء أكانت طبيعية أم دينية أم اجتماعية حيث لا علم بلا عقل، وكل ما يرفضه العقل فهو وهم وخرافة، وبهذا يتضح أن المراد بالنجدين: الحق والباطل، الأول يرتضيه العقل أو لا يعارضه ? على الأقل ? والثاني ينكره العقل ويأباه. <br><br>(11) -(17): <span class=quran>﴿فَلَا اقْتَحَمَ الْعَقَبَةَ وَمَا أَدْرَاكَ مَا الْعَقَبَةُ فَكُّ رَقَبَةٍ أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ يَتِيمًا ذَا مَقْرَبَةٍ أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ﴾</span>: اقتحام العقبة: الكفاح لعمل أفضل، وفك الرقبة: تحرير الإنسان من العبودية والهوان، والمسغبة: المجاعة، والمقربة: القرابة بالنسب أو بالإنسانية، والمتربة: الفقر الشديد، والتواصي بالصبر والمرحمة: التعاون على تحقيق العدالة الإجتماعية، بعد أن بيِّن سبحانه في الآية 4 أنه خلق الإنسان ليكابد ويجاهد، حدد في هذه الآيات السبع نوع هذه المكابدة بالعمل لتحرير الضعيف من الضعف والعبودية، وتأمين العمل لكل من يقدر عليه، ولقمة العيش لمن يعجز عن السعي والتعاون على ترابط المجتمع وتماسكه وقدرته على البقاء ومواجهة الخطوب والأحداث. <br><br>(18): <span class=quran>﴿أُوْلَئِكَ أَصْحَابُ الْمَيْمَنَةِ﴾</span>: أولئك إشارة إلى الذين تعاونوا على تحقيق العدالة الإجتماعية والعمل لحياة أفضل، وأصحاب الميمنة في اصطلاح القرآن هم السعداء الذين لهم قدم صدق عند ربهم. <br><br>(19)-(20): <span class=quran>﴿وَالَّذِينَ كَفَرُوا بِآيَاتِنَا هُمْ أَصْحَابُ الْمَشْأَمَةِ﴾</span>: الذين غضب الله عليهم، وأعد لهم نارًا موقدة وعليهم موصدة مطبقة مغلقة.<br><br>(19)-(20): <span class=quran>﴿وَالَّذِينَ كَفَرُوا بِآيَاتِنَا هُمْ أَصْحَابُ الْمَشْأَمَةِ﴾</span>: الذين غضب الله عليهم، وأعد لهم نارًا موقدة وعليهم موصدة مطبقة مغلقة."
}
]
}