{"title":"صفحة (595)","type":"html","data":[{"miniTitle":"الشمس","text":"(1): <span class=quran>﴿وَالشَّمْسِ وَضُحَاهَا﴾</span>: أقسم سبحانه في هذه السورة ببعض مخلوقاته العظيمة في منافعها وآثارها، وضحى. <br><br>(2): <span class=quran>﴿وَالْقَمَرِ إِذَا تَلَاهَا﴾</span>: جاء بعد غياب الشمس، وذلك في الليالي البيض 13 و14 و15 حيث يضيء الليل بالكامل من غروب الشمس إلى الفجر. <br><br>(3): <span class=quran>﴿وَالنَّهَارِ إِذَا جَلَّاهَا﴾</span>: النهار يبرز الشمس للعيان واضحة جلية، وإن قال قائل: النهار عبارة عن ضوء الشمس وإذن هي أوجدت النهار وأظهرته للعيان مع أن الآية تقول: هو الذي أظهر الشمس وأبرزها ? قلنا في جوابه: الشمس توجد النهار إيجاد المؤثر لأثره، والنهار يدل على الشمس دلالة الأثر على المؤثر، وعليه يكون المراد بالجلاء المعنى الحقيقي وهو الدليل على وجود الشمس لا على إيجادها. <br><br>(4): <span class=quran>﴿وَاللَّيْلِ إِذَا يَغْشَاهَا﴾</span>: يغطي الليل ضوء الشمس ولا يبقي لها من أثر في الليلة الأولى والأخيرة من الشهر القمري. <br><br>(5): <span class=quran>﴿وَالسَّمَاء وَمَا بَنَاهَا﴾</span>: أي وبناءها لأن (ما) مصدرية، والمراد أن الله خلق ما في الفضاء من الكواكب، وتقدم في الآية 47 من الذاريات وغيرها. <br><br>(6): <span class=quran>﴿وَالْأَرْضِ وَمَا طَحَاهَا﴾</span>: أي وطحوها وهو البسط والتمهيد، وتقدم مرات، منها في الآية 22 من البقرة. <br><br>(7): <span class=quran>﴿وَنَفْسٍ وَمَا سَوَّاهَا﴾</span>: النفس شيء يكون به الإنسان إنسانًا والحيوان حيوانًا، وهي لا ترى ولا تلمس بحال، وإنما تعرفها بالآثار كالجاذبية، ومن آثارها النمو والحركة والشعور بالألم واللذة والإدراك الذي أشار إليه سبحانه بقوله: <br><br>(8): <span class=quran>﴿فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا﴾</span>: الفجور والتقوى من صفات الإنسان دون الحيوان، والله سبحانه وهب الإنسان القدرة والعقل والإرادة، وبيّن له الخير وأمره به، والشر ونهاه عنه، فمن أطاع أصاب سبيل السلامة، ومن عصى فعليه عاقبة معصيته، وتقدم في الآية 3 من الإنسان وغيرها. <br><br>(9): <span class=quran>﴿قَدْ أَفْلَحَ مَن زَكَّاهَا﴾</span>: هذا جواب القسم والمعنى قد ربح وفاز من كفَّ أذاه عن الناس، وعف عن أكل الحرام، ولم يعبث بأموال المنكوبين والأيتام باسم الدين وثوب الصلاح والصالحين. <br><br>(10): <span class=quran>﴿وَقَدْ خَابَ مَن دَسَّاهَا﴾</span>: من الدسيسة أي أخفى نفسه الخبيثة بالخداع والرياء، قال الشيخ محمد عبدة: (هل تكون خيبة أعظم وخسران أكبر من خيبة هذا الذي مسخ نفسه بسوء عمله؟ فما أجمل هذا التعبير! وما أحواه للمعاني الرفيعة)!. <br><br>(11): <span class=quran>﴿كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا﴾</span>: مفعول كذبت محذوف أي كذبت ثمود نبيها صالحًا بسبب غيها وطغيانها. <br><br>(12): <span class=quran>﴿إِذِ انبَعَثَ أَشْقَاهَا﴾</span>: أسرع أشقى قبيلة ثمود إلى عقر ناقة الله. <br><br>(13): <span class=quran>﴿فَقَالَ لَهُمْ رَسُولُ اللَّهِ﴾</span>: صالح: اتقوا <span class=quran>﴿نَاقَةَ اللَّهِ﴾</span>: التي هي معجزة تدل على نبوة صالح <span class=quran>﴿وَسُقْيَاهَا﴾</span>: إشارة إلى ما جاء في الآية 155 من الشعراء: (لها شرب ولكم شرب يوم معلوم). <br><br>(14): <span class=quran>﴿فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُم بِذَنبِهِمْ فَسَوَّاهَا﴾</span>: قال سبحانه: عقروها: مع أن العاقر واحد، لأنهم رضوا بفعله، ودمدم عليهم: أطبق عليهم العذاب، فسواها: دمَّر مساكنها على ساكنيها بالكامل، ولم يفلت منهم أحد. <br><br>(15): <span class=quran>﴿وَلَا يَخَافُ عُقْبَاهَا﴾</span>: لأن سبب الخوف لا يخلو من أحد فرضين: الخوف أو الظلم، وتعالى الله عن هذا وذاك."},{"miniTitle":"الليل","text":"(1)-(2): <span class=quran>﴿وَاللَّيْلِ إِذَا يَغْشَى وَالنَّهَارِ إِذَا تَجَلَّى﴾</span>: يغشى: يغطي الأشياء، وتجلى: ظهر، ومثله تمامًا في الآية 3 و4 من سورة الشمس: (والنهار إذا جلاها والليل إذا يغشاها). <br><br>(3): <span class=quran>﴿وَمَا خَلَقَ الذَّكَرَ وَالْأُنثَى﴾</span>: (ما) هنا مصدرية أي وخلق الذكر والأنثى يستحيل أن يكون بمحض الصدفة والاتفاق، لأن العناصر واحدة والطبيعة واحدة، وإذن لا بدَّ أن يكون وراء التخالف في الأنوثة والذكورة مدبر عليم يخطط لبقاء النوع بالتناسل والتوالد. <br><br>(4): <span class=quran>﴿إِنَّ سَعْيَكُمْ لَشَتَّى﴾</span>: جمع شتيت، وهو جواب القسم والمعنى أن في الناس المحسن والمسيء، وإذن لا بد من الجزاء، إن خيرًا فخير، وإن شرًا فشر حيث لا يستقيم في عدله أن يستوي المحسن والمسيء، وإلى هذا أشار سبحانه بقوله: <br><br>(5): <span class=quran>﴿فَأَمَّا مَن أَعْطَى وَاتَّقَى﴾</span>: جاهد أعداء الحق، وكفَّ عن البغي والأذى. <br><br>(6): <span class=quran>﴿وَصَدَّقَ بِالْحُسْنَى﴾</span>: آمن بالجنة والنار والحلال والحرام، وعمل بموجب إيمانه. <br><br>(7): <span class=quran>﴿فَسَنُيَسِّرُهُ لِلْيُسْرَى﴾</span>: يسهل الله عليه ما يبتغيه ويرضيه، قال الإمام عليّ (ع): (لو أن السموات والأرضين كانتا على عبد رتقًا ثم اتقى الله لجعل الله له منهما مخرجًا). <br><br>(8): <span class=quran>﴿وَأَمَّا مَن بَخِلَ وَاسْتَغْنَى﴾</span>: أمسك عن كل خير واكتفى بطعامه وشرابه عن كل شيء تمامًا كالبهيمة. <br><br>(9): <span class=quran>﴿وَكَذَّبَ بِالْحُسْنَى﴾</span>: وقال: لا جنة ولا نار ولا حرام وآثام. <br><br>(10): <span class=quran>﴿فَسَنُيَسِّرُهُ لِلْعُسْرَى﴾</span>: تطغى عليه الشهوات والملذات، وتعميه عن كل خير، وتقوده إلى كل شر. <br><br>(11): <span class=quran>﴿وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى﴾</span>: إذا سقط في الهاوية لا مال ينفعه، ولا ناصر يسعفه. <br><br>(12): <span class=quran>﴿إِنَّ عَلَيْنَا لَلْهُدَى﴾</span>: المراد بالهدى بيان الحلال والحرام، والمعنى كتب سبحانه على نفسه أن يبلغ شريعته لعباده بلسان العقل أو الرسول، ويترك الطاعة والعمل لمشيئتهم حيث لا دين مع الإكراه، ولا طاعة بلا حرية، وتقدم في الآية 19 من المزمل وغيرها. <br><br>(13): <span class=quran>﴿وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَى﴾</span>: هو سبحانه مالك كل شيء دنيا وآخرة، وتنفذ إرادته فيمن شاء كما يشاء، وتقدم مرات ومرات. <br><br>(14): <span class=quran>﴿فَأَنذَرْتُكُمْ نَارًا تَلَظَّى﴾</span>: حذر سبحانه من ناره، وبشَّر بجنته، وقد أعذر من بشر وأنذر، وتقدم في الآية 28 من آل عمران وغيرها."}]}