{
"title": "صفحة (596)",
"type": "html",
"data": [
{
"miniTitle": "الليل",
"text": "(15)-(16): <span class=quran>﴿لَا يَصْلَاهَا إِلَّا الْأَشْقَى الَّذِي كَذَّبَ وَتَوَلَّى﴾</span>: يصلاها: يدخل النار، وكذب: لم يؤمن بالحق أو آمن ولم يعمل بموجبه، وتقدم في الآية 106 من هود وغيرها. <br><br>(17)-(18): <span class=quran>﴿وَسَيُجَنَّبُهَا الْأَتْقَى﴾</span>: الهاء تعود إلى النار والمعنى المؤمن حقًا يبتعد عن الأسباب المؤدية إلى النار، وهي محارم الله. <br><br>(19)-(20): <span class=quran>﴿وَمَا لِأَحَدٍ عِندَهُ مِن نِّعْمَةٍ تُجْزَى إِلَّا ابْتِغَاء وَجْهِ رَبِّهِ الْأَعْلَى﴾</span>: يبذل من نفسه وماله لا بدافع الظهور وحب الشهرة، ولا بقصد الربح والتجارة، ولا للهتافات وكسب الأصوات... لا لشيء إلا لوجه ربه الأعلى، وتقدم في الآية 9 من الإنسان.<br><br>(21): <span class=quran>﴿وَلَسَوْفَ يَرْضَى﴾</span>: برضا خالقه عنه ومضاعفة الثواب له، والويل كل الويل لمن أسخط ربه إرضاءً لشهوته."
},
{
"miniTitle": "الضحى",
"text": "(1)-(2): <span class=quran>﴿وَالضُّحَى وَاللَّيْلِ إِذَا سَجَى﴾</span>: الضحى: صدر النهار، والمراد به هنا النهار بكامله بقرينة المقابلة بالليل، وسجى: أظلم وسكن بمعنى سكون أهله، مثل ليل نائم ونهار صائم أي فيه. <br><br>(3): <span class=quran>﴿مَا وَدَّعَكَ﴾</span>: يا محمد <span class=quran>﴿رَبُّكَ وَمَا قَلَى﴾</span>: هذا جواب القسم، ومعناه ما تركك ولا أبغضك منذ خلقك كما تشير كلمة يتيم وعائل، وقيل: إن الوحي انقطع عن النبي (ص) فترة، فاشتد إليه شوقه، وخاف أن الله قد تركه وقلاه فنزلت هذه السورة ليطمئن قلبه. <br><br>(4): <span class=quran>﴿وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَى﴾</span>: أنت في الدنيا عظيم الشأن عند الله والناس، وفي الآخرة لا يساويك في منزلتك ملك مقرب ولا نبي مرسل. <br><br>(5): <span class=quran>﴿وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى﴾</span>: أعطاه النبوة والقرآن، وقرن اسمه باسمه في الصلاة والأذان، وختم به الوحي والنبوة، وماذا بعد هذا؟ أما في الآخرة فقد أعطاه الشفاعة وما من أحد يملكها إلا إذا اتخذ عند الرحمن عهدًا. <br><br>(6): <span class=quran>﴿أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى﴾</span>: عند من أودع الله محمدًا اليتيم وآواه؟ ومن الذي نصره وحماه؟ وأكرم مقامه ومثواه؟ وأرضى الله في خدمته وأرضاه؟ ونفاه الأهل والعشيرة من أجله وضحى بالسيادة والقيادة في سبيله؟ ومحال أن ينسى الله ومحمد هذه التضحية والفضيلة لأبي طالب. <br><br>(7): <span class=quran>﴿وَوَجَدَكَ ضَالًّا فَهَدَى﴾</span>: كان النبي (ص) حائرًا في أمر قومه، كيف يحملهم على الهدى وينقذهم من الضلالة والعمى حتى نزل عليه القرآن هدى ورحمة للعالمين، وعليه فالمراد بالضلال هنا الحيرة في إيقاظ قومه من سباتهم، وقد شاع وذاع أنه لم يسجد لصنم إطلاقًا، ولم يقترف ذنبًا مدى حياته حتى عرف بين المشركين بالصادق الأمين. <br><br>(8): <span class=quran>﴿وَوَجَدَكَ عَائِلًا فَأَغْنَى﴾</span>: العائل هو الفقير سواء أكان عنده عيال أم لم يكن، وقال الرواة: إن رسول الله لم يرث من أبيه إلا ناقة وجارية، فأغناه الله برعاية عمَّه أبي طالب ومال خديجة بنت خويلد. <br><br>(9): <span class=quran>﴿فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ﴾</span>: محمد هو المثل الأعلى في رأفته ورحمته لكل العالمين بنص الآية 107 من الأنبياء وكفى بقلبه دليلاً على لطفه ولينه. والغرض من هذا النهي الاهتمام بشأن الأيتام، والعناية بتربيتهم، وإصلاح حالهم. <br><br>(10): <span class=quran>﴿وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ﴾</span>: إجابة المضطر فرض كفاية على كل عالم وقادر فإن انحصرت القدرة على الإجابة بواحد تصبح الكفاية عينًا عليه، فإن أهمل ولم يكترث أذلَّه الله وأخزاه لأن المضطر لا يسامح بحال وللكبد الحرى شأن عظيم عند الله. <br><br>(11): <span class=quran>﴿وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ﴾</span>: حامدًا شاكرًا لا مكاثرًا ومفاخرًا."
},
{
"miniTitle": "الشرح",
"text": "(1): <span class=quran>﴿أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ﴾</span>: ضاق النبي ذرعًا بفساد مجتمعه قبل البعثة كما سبقت الإشارة في سورة الضحى، فأنار الله له السبيل إلى ما يبتغيه، فاطمأن قلبه، وانشرح صدره فامتنَّ سبحانه على نبيه بهذه النعمة الكبيرة تمامًا كما امتنَّ عليه في السورة السابقة بقوله: (ألم يجدك يتيمًا... ولذا قال كثير من العلماء، ومنهم علماء الشيعة الإمامية: إن الضحى وألم نشرح سورة واحدة لعلاقة إحداهما بالأخرى. <br><br>(2)-(3): <span class=quran>﴿وَوَضَعْنَا عَنكَ وِزْرَكَ الَّذِي أَنقَضَ ظَهْرَكَ﴾</span>: الوزر: الحمل الثقيل وأنقض: أثقل، والمراد بالحمل هنا هم النبي وغمه مما كان عليه قومه، فأزاح سبحانه هذا الغم والهم عن نبيه بالقرآن. <br><br>(4): <span class=quran>﴿وَرَفَعْنَا لَكَ ذِكْرَكَ﴾</span>: وقدرك، وأي شيء أرفع من اقتران اسم محمد باسم الله وطاعته بطاعته، ومن جحد برسالة محمد فهو بحكم من جحد بالله. <br><br>(5)-(6): <span class=quran>﴿فَإِنَّ مَعَ الْعُسْرِ يُسْرًا إِنَّ مَعَ الْعُسْرِ يُسْرًا﴾</span>: وللمفسرين كلام طويل وعريض حول هذا التكرار والفرق بين العسر الأول والثاني واليسر الثاني والأول، وتأملنا فيما قلنا مليًا، فوجدناه تكثير ألفاظ وكفى، ومعنى الآية واضح، وهو أن الشدة يعقبها الفرج عاجلاً أو آجلاً، ولا هدف من التكرار إلا توطيد الرجاء والثقة بالله وإلا إلى الأمل يسوق إلى السعي والعمل، أما اليأس فهو بالانتحار أشبه، قال سبحانه: (كل يوم هو في شأن - 29 الرحمن) وضمير هو لليوم وقال العلم الحديث: (كل شيء يتغير إلا مبدأ التغير والتطور). <br><br>(7): <span class=quran>﴿فَإِذَا فَرَغْتَ فَانصَبْ﴾</span>: النصب: التعب، والمعنى إذا فرغت يا محمد من التبليغ فخذ في عمل آخر، واتعب في إتقانه لكي تنتفع به أنت وغيرك. <br><br>(8): <span class=quran>﴿وَإِلَى رَبِّكَ فَارْغَبْ﴾</span>: لا تتجه بقلبك لغير الله، ولا تستعن بأحد سواه. وكان الرسول الأعظم (ص) يكرر هذا الدعاء: اللهم أعوذ بك من الفقر إلا إليك، ومن الذل إلا لك، ومن الخوف إلا منك."
}
]
}