{
"title": "صفحة (597)",
"type": "html",
"data": [
{
"miniTitle": "التين",
"text": "(1): <span class=quran>﴿وَالتِّينِ وَالزَّيْتُونِ﴾</span>: اختلف المفسرون فيما أراد الله بهاتين الكلمتين، على أقوال، أبعدها عن ظاهر اللفظ قول الشيخ محمد عبده: (التين إشارة إلى عهد الإنسان الأول - يريد آدم -... والزيتون إشارة إلى عهد نوح وذريته) وهذا التفسير بعيد عن أُصول اللغة وقواعدها حيث لا دليل على هذا التأويل، وظاهر القول أن المراد هذا التين الذي يؤكل وهذا الزيتون الذي يعصر، وأسم سبحانه بهما للتنبيه إلى فوائدهما أو إلى أرضهما القريبة من طور سيناء أو غير ذلك، وما أكثر ما نجهل. <br><br>(2): <span class=quran>﴿وَطُورِ سِينِينَ﴾</span>: الجبل الذي كلم الله عليه موسى وتقدم في الآية 12 من طه و20 من المؤمنون. <br><br>(3): <span class=quran>﴿وَهَذَا الْبَلَدِ الْأَمِينِ﴾</span>: مكة المكرمة، ومثله تمامًا (لا أًُقسم بهذا البلد ? البلد). <br><br>(4): <span class=quran>﴿لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ﴾</span>: هذا جواب القسم وهو المقصود من هذه السورة، والمعنى خلق سبحانه الإنسان في أجمل شكل، وأشرف عقل، وأحسن قوام، وأحكم نظام، فالأليق به أن يعمل ما ينسجم مع عقله وشكله، وفي نهج البلاغة؛ (وآخر قد تسمى عالمًا وليس به... فالصورة صورة إنسان والقلب قلب حيوان) وتقدم في الآية 64 من غافر. <br><br>(5): <span class=quran>﴿ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ﴾</span>: خلق سبحانه الإنسان في أحسن تقويم، وكرمه وفضَّله على كثير ممن خلق كما في الآية 70 من الإسراء، فكان عاقبة أمره عذاب الحريق بسوء فعله، ومعنى هذا أن الإنسان الضال المنحرف أسوأ حالاً وعاقبة من الحيوان، لأن الحيوان غير محاسب ولا معاقب حتى ولو قتل وافترس لأنه لا يصدر عن حقد وتجاوز الحد كالإنسان، بل عن طبعه وفطرته التي فطره الله عليها، وهذه هو المراد برد الإنسان الفاسد المعاند إلى أسفل سافلين أي إلى نار الجحيم. <br><br>(6): <span class=quran>﴿إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ﴾</span>: لكن الإنسان الطيب الذي احتفظ بإنسانيته، وشكر نعمة الله عليه، وقدر الكرامة التي خصَّه بها حق قدرها، ونزهها عما يشين ? فهو عند الله في أعلى عليين، وتقدم في الآية 8 من فصلت وغيرها. <br><br>(7): <span class=quran>﴿فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ﴾</span>: ما الذي حملك أيها الكنود العنود على الكفر بدين الله وحسابه وجزائه وقد عرفت ? أنه تعالى خلقك بشرًا سويًا، وكرمك بخير الصفات وأحسنها؟. <br><br>(8): <span class=quran>﴿أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ﴾</span>: ومن حكمه بالحق والعدل أن يبعث الخلق غدًا ليجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى. ومن الجهل والاغترار أن يسيء الإنسان ويظن أنه معفو عنه ومغفور له."
},
{
"miniTitle": "العلق",
"text": "(1): <span class=quran>﴿اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ﴾</span>: الخطاب لرسول الله (ص) وهو أول نزول الوحي عليه، والأمر بالقراءة يرادف الأمر بالعلم. وفي القرآن عشرات الآيات ترفع من شأن العلم وتثني على الراسخين فيه، وقد عرف واعترف الجاهل قبل العالم والبعيد قبل القريب أنه ما من دين على وجه الأرض حثَّ على العلم وطلبه كدين الإسلام، وأعظم تكريم للعلم أن يكون الأمر به هو الأمر الأول في القرآن وعقيدة الإسلام، أما قيد العلم باسم الله في هذه الآية فهو إشارة إلى أن العلم بشتى أنواعه يجب أن يكون للخير لا للشر للحياة والبناء لا للهدم وأسلحة الموت والفناء، للعدل والمساواة لا للتسلط والهوى، والتنافس على لقب الأعظم والأقوى. <br><br>(2): <span class=quran>﴿خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ﴾</span>: جمع علقة وهي الدم الجامد في رحم المرأة، ومن خلق الإنسان السوي من هذه العلقة فهو قادر على أن يجعل من محمد الأمي رجل العالم بكامله. <br><br>(3)-(5): <span class=quran>﴿اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ... ﴾</span>: أمر سبحانه أولاً بالعلم وهو معرفة الشيء على حقيقته، ومكانه الفكر، ويعبِّر عنه باللسان تارة وحينًا بالكتابة، والإنسان ينتفع وينفع الآخرين بفكره ولسانه ما دام حيًا، ولا يبقى شيء من علمه إلا ما كتبه بقلمه، وللكتابة من الفوائد ما لا يبلغه الإحصاء، ومن ذلك أنها تربط المستقبل بالماضي، وتنشر العلم في شرق الأرض وغربها، وتجعله مشاعًا للجميع، وإلى هذه النعم وغيرها يشير قوله سبحانه: (علم بالقلم علم الإنسان ما لم يعلم) ولكن الله سبحانه لا يقذف العلم بالقلب، ويمنحه لأحد إلا بالجد والمتابعة في البحث والمطالعة. <br><br>(6)-(7): <span class=quran>﴿كَلَّا إِنَّ الْإِنسَانَ لَيَطْغَى أَن رَّآهُ اسْتَغْنَى﴾</span>: كل المفسرين قالوا: المراد بالغنى المال وسعته! ولكن سياق الكلام وحديثه عن العلم يدل أن المراد به العلم بعامة ومصانع الأسلحة المدمرة بخاصة، وأن من يملكها يحاول جاهدًا أن يخضع العالم لا لاستغلاله وسيطرته كما هو الشأن في العهد الراهن وهكذا تزداد معاني القرآن وضوحًا كلما تقدم الزمان. <br><br>(8): <span class=quran>﴿إِنَّ إِلَى رَبِّكَ الرُّجْعَى﴾</span>: إليه المرجع والمصير وللطغاة عذاب السعير. <br><br>(9)-(10): <span class=quran>﴿أَرَأَيْتَ الَّذِي يَنْهَى عَبْدًا إِذَا صَلَّى﴾</span>: لا يفعل الخير، وينهى عن فعله. <br><br>(11): <span class=quran>﴿أَرَأَيْتَ إِن كَانَ عَلَى الْهُدَى﴾</span>: هل هذا الذي نهى عن الخير هو على حق في نهيه؟. <br><br>(12): <span class=quran>﴿أَوْ أَمَرَ بِالتَّقْوَى﴾</span>: أو أن نهيه عن عبادة الله وأمره بعبادة الأصنام هو أمر بتقوى الله وطاعته. <br><br>(13): <span class=quran>﴿أَرَأَيْتَ إِن كَذَّبَ وَتَوَلَّى﴾</span>: لقد كذب بالحق وأعرض عنه. <br><br>(14): <span class=quran>﴿أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى﴾</span>: ألا يخشى عذاب الله الذي يعلم سره وعلانيته. <br><br>(15): <span class=quran>﴿كَلَّا لَئِن لَّمْ يَنتَهِ﴾</span>: ويرجع عن فساده وعناده <span class=quran>﴿لَنَسْفَعًا﴾</span>: السفع: الأخذ، والأصل لنسفعن بنون التوكيد الخفيفة، وكتبت ألِفًا لأنها كالتنوين <span class=quran>﴿بِالنَّاصِيَةِ﴾</span>: الشعر في مقدم الرأس، يجرّ به إلى النار. <br><br>(16): <span class=quran>﴿نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ﴾</span>: أي صاحبها كاذب خاطئ، والفرق بينه وبين المخطئ أن الخاطئ يفعل الجريمة عن عمد وعلم، والمخطئ من غير قصد وعزم. <br><br>(17): <span class=quran>﴿فَلْيَدْعُ نَادِيَه﴾</span>: ليستنصر الطاغية يوم الجزاء بأعوانه وجلسائه في النادي ليدفعوا عنه سوء العذاب. <br><br>(18): <span class=quran>﴿سَنَدْعُ الزَّبَانِيَةَ﴾</span>: ملائكة العذاب الشداد الغلاظ تقوده إلى مقعده ومثواه في نار لا يخمد لهبها، ولا ينتهي أمدها. <br><br>(19): <span class=quran>﴿كَلَّا لَا تُطِعْهُ﴾</span>: لا تطع أيها المؤمن بل ولا تسمع لدعوة من ضلَّ سبيل الرشاد <span class=quran>﴿وَاسْجُدْ وَاقْتَرِبْ﴾</span>: تقرب إلى الله بالسجود لا إلى سواه. والسجود هنا من العزائم الأربع من سورة فصلت والسجدة ألم تنزيل وسورة النجم وسورة العلق."
}
],
"singlePage": true
}