{"title":"صفحة (598)","type":"html","data":[{"miniTitle":"القدر","text":"(1): <span class=quran>﴿إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ﴾</span>: نزل القرآن على محمد (ص) بين وقت وآخر، ولم يوح إليه جملة واحدة، وابتدأ نزوله في ليلة القدر، وهي ليلة عبادة وخشوع وإحدى ليالي شهر رمضان إجماعًا وسنة وكتابًا بنص الآية 185 من البقرة (شهر رمضان الذي أُنزل فيه القرآن) معطوفة على (إنا أنزلناه في ليلة القدر) واختلفوا في تحديدها وتعيينها فمن قائل: هي ليلة 27 وقائل: بل 19 - أو21 - أو23. <br><br>(2): <span class=quran>﴿وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ﴾</span>: هذا تعظيم لشأنها. <br><br>(3): <span class=quran>﴿لَيْلَةُ الْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ﴾</span>: أي من عمل الخير في ليلة القدر كتب الله له أجر من عمل الخير في ألف شهر، قال الرازي في تفسير هذه الآية: (وهذا كقول النبي (ص) لعلي: لمبارزة عليّ مع عمرو بن ود أفضل من عمل أُمتي إلى يوم القيامة، فلم يقل مثل عمله بل قال أفضل كأنه يقول: حسبك من هذا من الوزن والباقي جزاف). <br><br>(4): <span class=quran>﴿تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ﴾</span>: الروح: جبريل، وضمير فيها يعود إلى ليلة القدر، والمعنى الظاهر أن الله يأمر في ليلة القدر الملائكة بالنزول إلى مكان من أجل كل شيء. هذا هو الظاهر وما زاد يحتاج إلى دليل، وفي شتى الأحوال فإن هذه الآية تعظيم لليلة القدر وإنها رحمة للذين آمنوا وعملوا فيها صالحًا. <br><br>(5): <span class=quran>﴿سَلَامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ﴾</span>: تمتد ليلة القدر من الغروب إلى الفجر، وأي عمل فيها لوجه الله تعالى فهو أمان لفاعله من غضب الله وعذابه يوم تجزى كل نفس بما كسبت."},{"miniTitle":"البينة","text":"(1): <span class=quran>﴿لَمْ يَكُنِ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ﴾</span>: أهل الكتاب في اصطلاح القرآن هم اليهود والنصارى، والمشركون هم عبدَة الأصنام والأوثان من العرب وغيرهم، قال الشيخ الطبرسي في جوامع الجامع: كان أهل الكتاب وعبدة الأوثان يقولون قبل بعثة النبي (ص) لا ننفك عن ديننا ولا نتركه حتى يبعث النبي الموعود المكتوب اسمه في التوراة والإنجيل، وهو محمد المقصود بكلمة البينة أي الحجة الواضحة. <br><br>(2): <span class=quran>﴿رَسُولٌ مِّنَ اللَّهِ يَتْلُو صُحُفًا مُّطَهَّرَةً﴾</span>: المراد برسول الله محمد، وبالصحف القرآن، والجمع باعتبار تعدد سوره، أو أوراقه، ومطهرة: منزهة عن الباطل والتحريف. <br><br>(3): <span class=quran>﴿فِيهَا كُتُبٌ قَيِّمَةٌ﴾</span>: ضمير فيها يعود إلى الصحف، والمراد بالكتب أن القرآن فيه تبيان للكثير مما أنزل في الكتب السماوية السابقة كصحف إبراهيم وتوراة موسى وإنجيل عيسى وزبور داوود، والمراد بالقيمة المستقيمة على الحق ونهجه. وقد تلا رسول الله ذلك على أهل الكتاب والمشركين الذين سمعوا أوصاف محمد من اليهود والنصارى، ولكنهم نكثوا وأخلفوا بما وعدوا إلا قليلاً. <br><br>(4): <span class=quran>﴿وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءتْهُمُ الْبَيِّنَةُ﴾</span>: اتفق أهل الكتاب على نبوة محمد قبل البعثة لوجود النص عليه في التوراة والإنجيل، ولما بُعث اختلفوا فيه وتفرقوا، فمنهم من آمن، ومنهم من كفر، وتقدم في الآية 14 من الشورى. <br><br>(5): <span class=quran>﴿وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاء وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ﴾</span>: حنفاء: جمع حنيف وهو من استقام على الحق مائلاً عن الباطل، والمعنى أن الله سبحانه أمر أهل الكتاب بالتوحيد والاستقامة على الحق، وأن يصلُّوا ويؤدوا زكاة أموالهم، وهذا هو دين الكتب السماوية المستقيمة على الصراط القويم، ولكن أهل الكتاب خالفوها وحرفوها. <br><br>(6): <span class=quran>﴿إِنَّ الَّذِينَ كَفَرُوا... ﴾</span>: وماتوا على الكفر والشرك أولئك هم شر الأشرار ومآلهم إلى النار، وتقدم مرارًا. <br><br>(7): <span class=quran>﴿إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أُوْلَئِكَ هُمْ خَيْرُ الْبَرِيَّةِ﴾</span>: كل من آمن بالله وحسابه وجزاءه، وحمل بين جنبيه روحًا أبية وإرادة قوية تدفع به إلى عمل الخير وقول الصدق ونصرة الحق، وتحول بينه وبين الباطل والحرام - فهو من خير البرية بنص القرآن الكريم، أما من يمالئ الكفرة، ويعين الظلمة، ويصاحب الطغاة، ويتخذ أعداء الله أولياء ونصراء - فهو شر الأشرار وأقذر الأقذار."}]}