{
"title": "صفحة (599)",
"type": "html",
"data": [
{
"miniTitle": "البينة",
"text": "(8):"
},
{
"miniTitle": "الزلزلة",
"text": "(1): <span class=quran>﴿إِذَا زُلْزِلَتِ الْأَرْضُ زِلْزَالَهَا﴾</span>: هذا تخويف من أهوال يوم القيامة حيث تضطرب الأرض، وتهتز اهتزازًا شديدًا وتقدم مرات، منها في الآية 4 من الواقعة. <br><br>(2): <span class=quran>﴿وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا﴾</span>: ما طوته في جوفها من أموات وكنوز وحضارات. <br><br>(3): <span class=quran>﴿وَقَالَ الْإِنسَانُ مَا لَهَا﴾</span>: ثارت على أهلها؟. <br><br>(4): <span class=quran>﴿يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا﴾</span>: أي يظهر ما يحدث للأرض ويحل فيها من خراب ودمار. <br><br>(5): <span class=quran>﴿بِأَنَّ رَبَّكَ أَوْحَى لَهَا﴾</span>: أوجد الأسباب الموجبة لخراب الأرض. <br><br>(6): <span class=quran>﴿يَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتًا لِّيُرَوْا أَعْمَالَهُمْ﴾</span>: يصدرون: يخرجون من القبور، أشتاتًا: متفرقين تبعًا لأحوالهم ومراتبهم، وليروا أعمالهم: ليُجازوا عليها بما يستحقون إن خيرًا فخير وإن شرًا فشر، وهذا معنى قوله تعالى: <br><br>(7)-(8): <span class=quran>﴿فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ﴾</span>: وقال الرسول الأعظم (ص): أيكم ومحقرات الذنوب، فإنهن يجتمعن على الرجل حتى يهلكنه. وقال الإمام أمير المؤمنين (ع): (أشد الذنوب ما استهان به صاحبه).<br><br>(7)-(8): <span class=quran>﴿فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ﴾</span>: وقال الرسول الأعظم (ص): أيكم ومحقرات الذنوب، فإنهن يجتمعن على الرجل حتى يهلكنه. وقال الإمام أمير المؤمنين (ع): (أشد الذنوب ما استهان به صاحبه)."
},
{
"miniTitle": "العاديات",
"text": "(1)-(5): <span class=quran>﴿وَالْعَادِيَاتِ ضَبْحًا فَالْمُورِيَاتِ قَدْحًا فَالْمُغِيرَاتِ صُبْحًا فَأَثَرْنَ بِهِ نَقْعًا فَوَسَطْنَ بِهِ جَمْعًا﴾</span>: العاديات: من العدو وهو الجري، والمراد بها خيل الجهاد لردع الطغاة بالخصوص، والمشار إليها في قوله تعالى: (وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل ترهبون به عدو الله وعدوكم - 60 الأنفال) والضبح: أنفاس الخيل، والموريات قدحًا، من وري الزند إذا خرجت ناره، والمراد هنا أن الخيل تضرب الصخرة بحوافرها فتقدح شررًا: والمغيرات: من أغارت الخيل على العدو إذا هجمت عليه، والنقع: الغبار، والمراد بالجمع هنا جمع الأعداء الطغاة وقد يقال: وأي حكمة من ذكر الخيل والقسم بها في كتاب الله؟ الجواب: الإسلام دين الحياة والعدل والمساواة، ولا عدل بلا قوة منفذة ورادعة كما أن القوة بلا عدل وظلم وفساد، وكانت الخيل هي القوة الأولى في الحرب آنذاك، وتسمى خيل الجهاد بخيل الله، ومن هنا رفع سبحانه من شأنها، وأوجب على المسلمين العناية بها لصيانة الحق والعدل من عبث المعتدين. <br><br>(6): <span class=quran>﴿إِنَّ الْإِنسَانَ لِرَبِّهِ لَكَنُودٌ﴾</span>: وهو من كفر بنعمة الله عليه، والمعنى أكثر الناس لا يؤدون النعمة، ولا يشكرونها بالتضحية والبذل في سبيل الله. <br><br>(7): <span class=quran>﴿وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ﴾</span>: الضمير في إنه يعود إلى الإنسان، والمعنى تصرفات الإنسان تشهد عليه إنه كافر بأنعم الله. <br><br>(8): <span class=quran>﴿وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ﴾</span>: المراد بالخير هنا المال، ولا بأس بحبه شريطة أن لا يُنسي الوقوف بين يدي الله للحساب عليه وإلا أُخذ بأقسى العقوبات. <br><br>(9): <span class=quran>﴿أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ﴾</span>: على الإنسان أن يعلم ويوقن بأنه خارج من قبره للحساب والجزاء لا محالة."
}
],
"singlePage": true
}