{
"title": "صفحة (601)",
"type": "html",
"data": [
{
"miniTitle": "العصر",
"text": "(1): <span class=quran>﴿وَالْعَصْرِ﴾</span>: اختلفوا في المعنى المراد من العصر، على أقوال: أقربها أنه الوقت والزمان الذي تقع فيه الأفعال والحوادث، والسياق يعزز ذلك، فإن قوله تعالى بلا فاصل: (إِنَّ الْإِنسَانَ لَفِي خُسْرٍ) يُشعر بأن الإنسان الخاسر هو الذي لا يغتنم فرصة الوقت، ويبادر إلى عمل ينتفع به قبل فوات الأوان، ومن الحكم الخالدة: الليل والنهار يعملان فيك فاعمل فيهما. <br><br>(2) - (3): <span class=quran>﴿إِنَّ الْإِنسَانَ لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ﴾</span>: المراد بالخسر هنا الخسر في الآخرة كما نطقت الآية 15 من الزمر: (قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا ذلك هو الخسران المبين) وعليه يكون المعنى أن كل ما يملكه الإنسان من غرائز ومواهب ومناصب، وكل جهد يقوم به أو ربح يكسبه في الحياة الدنيا - فلا يغني عنه شيئًا يوم القيامة إلا ما كان لوجه الله والخير ويؤكد هذا المعنى قوله تعالى: (فاذكروني أذكركم - 152 البقرة) <span class=quran>﴿وَتَوَاصَوْا بِالْحَقِّ﴾</span>: أي أوصى بعضهم بعضًا بفعل الواجبات وترك المحرمات <span class=quran>﴿وَتَوَاصَوْا بِالصَّبْرِ﴾</span>: بالثبات على طاعة الله، وتحمل المشاق والمكروه في سبيلها وسبيله. ونُقل عن الشافعي أنه قال: لو لم ينزل من القرآن سوى هذه السورة لكفت الناس.<br><br>(2) - (3): <span class=quran>﴿إِنَّ الْإِنسَانَ لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ﴾</span>: المراد بالخسر هنا الخسر في الآخرة كما نطقت الآية 15 من الزمر: (قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة ألا ذلك هو الخسران المبين) وعليه يكون المعنى أن كل ما يملكه الإنسان من غرائز ومواهب ومناصب، وكل جهد يقوم به أو ربح يكسبه في الحياة الدنيا - فلا يغني عنه شيئًا يوم القيامة إلا ما كان لوجه الله والخير ويؤكد هذا المعنى قوله تعالى: (فاذكروني أذكركم - 152 البقرة) <span class=quran>﴿وَتَوَاصَوْا بِالْحَقِّ﴾</span>: أي أوصى بعضهم بعضًا بفعل الواجبات وترك المحرمات <span class=quran>﴿وَتَوَاصَوْا بِالصَّبْرِ﴾</span>: بالثبات على طاعة الله، وتحمل المشاق والمكروه في سبيلها وسبيله. ونُقل عن الشافعي أنه قال: لو لم ينزل من القرآن سوى هذه السورة لكفت الناس."
},
{
"miniTitle": "الهمزة",
"text": "(1): <span class=quran>﴿وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ﴾</span>: الويل: الخزي والهوان، والهمز واللمز والغمز بمعنى واحد في القرآن، قال سبحانه: (وإذا مروا بهم يتغامزون - 30 المطففين ... هماز مشاء بنميم - 11 القلم ... ومنهم من يلمزك في الصدقات - 58 التوبة) والمراد واحد في هذه الآيات وهو الطعن والعض والنهش في أعراض الناس. <br><br>(2): <span class=quran>﴿الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ﴾</span>: يعده شغفًا وتلذذًا، وهو الذي دفعه إلى الحط من كرامة الناس. <br><br>(3): <span class=quran>﴿يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ﴾</span>: أيظن أن هذا المال يدفع الموت عنه أو ينجيه من حساب الله وعذابه؟. <br><br>(4): <span class=quran>﴿كَلَّا﴾</span>: لا تجديه الأموال نفعًا، بل (يحمى عليها في نار جهنم - 35 التوبة) <span class=quran>﴿لَيُنبَذَنَّ فِي الْحُطَمَةِ﴾</span>: هي جهنم تحطم الطغاة، وتدمر المتغطرسين. <br><br>(5): <span class=quran>﴿وَمَا أَدْرَاكَ مَا الْحُطَمَةُ﴾</span>: إنها فوق التصور. <br><br>(6): <span class=quran>﴿نَارُ اللَّهِ الْمُوقَدَةُ﴾</span>: نار الغضب لا نار الفحم والنفط والحطب، نار قال لها الجليل كوني أشد من نار الدنيا ألمًا وعذابًا فكانت... رحماك يا الله رحماك على من حمل القلم وسهر الليالي الطوال لإعلاء كلمتك. <br><br>(7): <span class=quran>﴿الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ﴾</span>: تحرق وتكوي من يستحق العذاب، وخصَّ سبحانه الأفئدة بالذكر، لأنها مواطن الحقد واللؤم والحسد. <br><br>(8): <span class=quran>﴿إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ﴾</span>: مطبقة لا مفرَّ منها إلاَّ إليها، وتقدم في الآية 20 من البلد. <br><br>(9): <span class=quran>﴿فِي عَمَدٍ مُّمَدَّدَةٍ﴾</span>: عمد: جمع عمود، وممددة: مطولة، وهذا كناية عن شدة الإطباق والإحكام."
},
{
"miniTitle": "الفيل",
"text": "(1): <span class=quran>﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ﴾</span>: الخطاب لرسول الله (ص) ظاهر وعام واقعًا، لأنه يشير إلى قدرة الله وعظمته. والاستفهام لتقرير الواقع وتوكيده، والغاية من هذه السورة التنبيه إلى أن الله يقصم ظهور الطغاة الجبابرة، أما أصحاب الفيل فهم قوم من الأحباش قادهم رجل اسمه إبرهة، يركب أضخم الفيلة، وقد توجه بهم إلى مكة لهدم الكعبة، فانتقم الله منه ومنهم بأسراب من الطيور الصغار، ترميهم بحصى لا تصيب أحدًا إلا نثرت لحمه، وأوهنت عظمه وبهذه المعجزة سلمت الكعبة من أيدي الأشرار. وفي هذه السنة ولد الهدى وأضاء الكون بنور الرسول الأعظم (ص). <br><br>(2): <span class=quran>﴿أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ﴾</span>: أي في تضييع، والمعنى أحبط خطتهم وأبطل كيدهم. <br><br>(3) - (4): <span class=quran>﴿وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ﴾</span>: أفواجًا تمطرهم بأشد العذاب وهو حجارة <span class=quran>﴿مِّن سِجِّيلٍ﴾</span>: طين متحجر. <br><br>(5): <span class=quran>﴿فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ﴾</span>: العصف: ورق الزرع وتبنه، والمعنى أنهم صاروا كالرميم."
}
]
}