{
"title": "صفحة (602)",
"type": "html",
"data": [
{
"miniTitle": "قريش",
"text": "(1): <span class=quran>﴿لِإِيلَافِ قُرَيْشٍ﴾</span>: الإيلاف: من الألفة والإئتلاف وقريش: تصغير قرش بمعنى التجار، والمراد بها هنا قبيلة سيد الكونين محمد (ص). <br><br>(2): <span class=quran>﴿إِيلَافِهِمْ رِحْلَةَ الشِّتَاء وَالصَّيْفِ﴾</span>: اعتادت قريش أن ترحل للكسب والتجارة في العام مرتين: صيفًا إلى الشام، وشتاءً إلى اليمن. <br><br>(3): <span class=quran>﴿فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ﴾</span>: فهو أولى الناس بأن يوحدوه ويفردوه بالتعظيم والتنزيه عن الند والشريك، ولماذا؟ لأنه هو: <br><br>(4): <span class=quran>﴿الَّذِي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ﴾</span>: وإذا عطفنا قول الرسول الأعطم (ص): (كاد الفقر يكون كفرًا) على هذه الآية التي ربطت بين دعوته تعالى إلى عبادته تعالى وبين التذكير بنعمته - ظهر لنا بوضوح أن الفقر والحرمان إذا سيطر اتخذ منه الشيطان وحزبه منفذًا إلى التشكيك في الله وعدله ورحمته، والمسئول الأول عن سيئات الفقر وآثامه هم الأغنياء الذين يستأثرون ويغتصبون الحق المعلوم الذي فرضه سبحانه في أموالهم للسائل والمحروم، ونذكِّر للمرة الثالثة أو الرابعة قول الإمام جعفر الصادق (ع) الذي دونه صاحب الوسائل في أول باب الزكاة: إن الناس ما افتقروا ولا احتاجوا ولا جاعوا ولا عروا إلا بذنوب الأغنياء، وحقيق على الله تعالى أن يمنع رحمته ممن منع حق الله في ماله. وأخيرًا روى الشيعة الإمامية عن أهل البيت (ع): (لا تجمع بين سورتين في ركعة واحدة إلا الضحى وألم نشرح، وألم ترى كيف ولإيلاف قريش)."
},
{
"miniTitle": "الماعون",
"text": "(1): <span class=quran>﴿أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ﴾</span>: أرأيت: هل تعرف؟ والدين: الإيمان بالله واليوم الآخر، وبشريعته التي بلغها سبحانه للخلق بلسان أنبيائه ورسله والمعنى، فإن كنت لا تعرف من كفر بكل ذلك فاعلم أنه: <br><br>(2): <span class=quran>﴿فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ﴾</span>: يدع: يزجر، والمراد باليتيم هنا كل ضعيف لا نصير له ولا مجير، وفي نهج البلاغة: ظلم الضعيف أفحش الظلم، وفي الحديث: (من أعان ظالمًا وهو يعلم أنه ظالم فقد برئ من الإسلام) وبالأولى الظالم، ومعنى هذا أن الظالم يعامل في الآخرة معاملة الكفر لأن الآية ربطت بين ظلم اليتيم والتكذيب بالدين. أجل إذا نطق الظالم بالشهادتين يعامل في معاملة المسلم في الدنيا، أما في الآخرة فلا تنفعه الشهادتان شيئًا حتى ولو صلى وصام وحج إلى بيت الله الحرام. <br><br>(3): <span class=quran>﴿وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ﴾</span>: المراد بالحض هنا التعاون مع الآخرين على الإهتمام بشأن المعوزين والعاطلين عن العمل، وتقدم في الآية 34 من الحاقة وغيرها. <br><br>(4) - (5): <span class=quran>﴿فَوَيْلٌ لِّلْمُصَلِّينَ الَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ﴾</span>: والمراد بالمصلين والساهين هنا المنافقون الذين لا يؤمنون بالله من الأساس فضلاً عن الصلاة له، لقوله سبحانه في تحديدهم: <br><br>(6): <span class=quran>﴿الَّذِينَ هُمْ يُرَاؤُونَ﴾</span>: وكل من يفعل الخير لغير وجه الله والخير فهو مراءٍ، ومن أوضح العلامات الدالة عليه أن يترك أو يكسل إذا كان وحده، وينشط إذا كان أحد عنده. <br><br>(7): <span class=quran>﴿وَيَمْنَعُونَ الْمَاعُونَ﴾</span>: هذا تصوير للمنافقين ودليل على أن صلاتهم للناس لا لله، ووجه الدلالة أنهم لا ينفعون أحدًا ولا يعينونه بأتفه الأشياء كإعارة الآنية أو الكتاب أو القلم، ولو كانوا من أهل الدين لنفعوا وأعانوا تقربًا لإلى الله أما الصلاة فيأتون بها لأنها بالمجان."
},
{
"miniTitle": "الكوثر",
"text": "(1): <span class=quran>﴿إِنَّا أَعْطَيْنَاكَ﴾</span>: يا محمد <span class=quran>﴿الْكَوْثَرَ﴾</span>: مبالغة في الكثرة، وقد أعطى سبحانه محمدًا (ص) ما لم يعطه لملك مقرب ولا لنبي مرسل، من ذلك ذكر صفاته وعلاماته في الكتب السماوية السابقة، وأخذ الميثاق على النبيين بالتبشير به، وإعطاء شخصية معجزة خارقة تمامًا كالقرآن، إلى غير ذلك مما يستوعب مجلدات. وقال لي قائل: إن محمدًا لم يقل: فاسألوني قبل أن تفقدوني كما قال عليّ. فقلت له: إن محمدًا (ص) قال أعظم من هذا بكثير. وذلك قوله: (إنما بعثت لأتمم مكارم الأخلاق... مثلي ومثل الأنبياء من قبلي كمثل رجل بنى بيتًا فأحسنه وأجمله إلا موضع لبنة من زاوية، فجعل الناس يطوفون به ويتعجبون له ويقولون: هلا وضعت هذه اللبنة؟ فأنا اللبنة، وأنا خاتم النبيين). <br><br>(2): <span class=quran>﴿فَصَلِّ لِرَبِّكَ وَانْحَرْ﴾</span>: اشكر ربك يا محمد على نعمه الكبرى عليك بالإخلاص له في الصلاة وذبح الأضاحي والقرابين لوجهه الكريم. <br><br>(3): <span class=quran>﴿إِنَّ شَانِئَكَ هُوَ الْأَبْتَرُ﴾</span>: الخطاب لمحمد (ص). والشانئ: المبغض من الشنآن بمعنى العداوة، والأبتر: منقطع الذكر والأثر، وهذه الآية رد على أحد رؤوس البغي والشرك حيث قال: محمد أبتر لا ولد له، فإذا مات انقطع ذكره بموته، فأكذبه سبحانه بأن عدو محمد الأبتر الذي لا يذكر إلا باللعنات وأقبح السيئات، أما محمد فيذكر بالصلوات وأكمل الصفات."
}
],
"singlePage": true
}