{
"title": "صفحة (603)",
"type": "html",
"data": [
{
"miniTitle": "الكافرون",
"text": "(1) - (5): <span class=quran>﴿قُلْ يَا أَيُّهَا الْكَافِرُونَ لَا أَعْبُدُ مَا تَعْبُدُونَ وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ﴾</span>: قال الرواة والمفسرون: جاء نفر من المشركين إلى رسول الله (ص) وعرضوا عليه أن يعبد آلهتهم سنة، ويعبدوا إلهه سنة، وينتهي ما بينه وبينهم من صراع. فقال لهم: ليس الخلاف فيما بيننا على حكم وسلطان ولا على عقار وأموال كي نشترك ونقتسم، وإنما هو خلاف في الدين والمبدأ الذي لا يقبل تقسيمًا ولا مصالحة إلا أن يتنازل أحد الطرفين ويؤمن بفكرة الآخر... ومعاذ الله أن أُشرك به، وأنتم ترفضون التوحيد بإصرار واستكبار، وإذن: <br><br>(6): <span class=quran>﴿لَكُمْ دِينُكُمْ وَلِيَ دِينِ﴾</span>: كفوا عني، وأكف عنكم وندع الحكم لله العليم الحكيم، أما التكرار(لا أنا عابد ما عبدتم...) فهو لمجرد الإشارة إلى أن كلاٌّ من الطرفين ثابت على مبدئه ومصرّ على موقفه، وبهذا التوكيد الوطيد يئس الكفار من محمد (ص) وأيقنوا أن الأمر جد وليس بالهزل، وأنهم أمام رجل لا ككل الرجال."
},
{
"miniTitle": "النصر",
"text": "(1): <span class=quran>﴿إِذَا جَاء نَصْرُ اللَّهِ وَالْفَتْحُ﴾</span>: هذه بشارة من الله سبحانه لنبيه الكريم بفتح مكة والنصر على أعداء الله وأعدائه وبهذا الفتح والنصر أظهر سبحانه دينه، وأنجز وعده في قوله الكريم: (هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون - 33 التوبة) حتى قادة الشرك استسلموا واضطروا للإذعان، قال الدكتور طه حسين في كتاب مرآة الإسلام: (شهد أبو سفيان بين يدي محمد (ص): لا إله إلا الله وأظهر التردد في الشهادة بأن محمدًا رسول الله، ولكنه اضطر آخر الأمر إلى أن يعلنها). <br><br>(2): <span class=quran>﴿وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ﴾</span>: وهو الدين الذي آمنت به يا محمد ودعوت إليه وقاسيت الكثير في سبيله، ورفضت من أجله المال والملك وقلت فيما قلت: لو وضعوا الشمس في يميني والقمر في يساري على أن أترك هذا الأمر حتى يظهره الله أو أهلك فيه ما تركته. فماذا ترى الآن؟ لقد عوضك الله بخير منه ملايين المرات. <br><br>(3): <span class=quran>﴿فَسَبِّحْ بِحَمْدِ رَبِّكَ﴾</span>: اشكره على هذه النعمة الجلى... وهكذا كل من أطاع الله وعفَّ عن حرامه أحرز عنده عوضًا عنه ما هو خير وأبقى <span class=quran>﴿وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا﴾</span>: كان العديد من الصحابة يستعجلون النصر، ويأخذهم القلق والضجر من التأخير، والنبي (ص) يقول لهم: وعدني به ربي وهو آت لا محالة، وقوه تعالى: (واستغفره) فيه تعريض بهؤلاء المستعجلين القلقين، وإنه كان عليهم أن يصبروا ويثقوا بوعد الله، ويتغلبوا على خواطر النفس ووسواسها."
},
{
"miniTitle": "المسد",
"text": "(1): <span class=quran>﴿تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ﴾</span>: التب: الهلاك والخسران، وتبت دعاء بالهلاك، وتب إخبار بأن الهلاك واقع لا محالة، وأبو لهب أحد أعمام النبي (ص) واسمه عبد العزى، وكان كثير البغض والأذى لرسول الله (ص) وقال الرواة: نادى محمد الناس في ذات يوم، فلما اجتمعوا ومنهم أبو لهب قال: لو أخبرتكم بعدو يغزوكم أتصدقوني؟ قالوا: أجل. قال: أنا نذير لكم بين يدي عذاب. فقال أبو لهب. ألهذا جمعتنا تبًا لك. فنزلت هذه السورة، ولفظها يشعر بذلك. <br><br>(2): <span class=quran>﴿مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ﴾</span>: المال مادة الشهوات في الدنيا، أما نعيم الآخرة فهو وقف على من اتبع الهدى، ونهى النفس عن الهوى. <br><br>(3): <span class=quran>﴿سَيَصْلَى نَارًا ذَاتَ لَهَبٍ﴾</span>: أُعدت له ولكن من نهب وسلب. <br><br>(4): <span class=quran>﴿وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ﴾</span>: هي أُم جميل بنت حرب أُخت أبو سفيان وعمّه معاوية، والحطب كناية عن لؤمها وإثمها الذي قادها إلى النار. <br><br>(5): <span class=quran>﴿فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ﴾</span>: الجيد: العنق، والمسد: الليف، والمعنى ستخنق وتشنق غدًا بحبل من نار جهنم، وهذا النوع من العذاب معد لكل من يمشي بالنميمة لأنها مهنة أم جميل كما قيل."
}
],
"singlePage": true
}