{"title":"صفحة (604)","type":"html","data":[{"miniTitle":"الإخلاص","text":"(1): <span class=quran>﴿قُلْ هُوَ اللَّهُ أَحَدٌ﴾</span>: تكلم الفلاسفة قديمًا وما زالوا: هل لهذا الكون من خالق ومبدأ أول؟ وعلى فرض وجوده: هل هو واحد أو أكثر؟ وأثبتنا فيما سبق بالعديد من الأدلة وبأساليب شتى تبعًا لموضوع الآيات - وجود الخالق الواحد - والآن ونحن نفسر سورة الإخلاص نشير إلى دليل التوحيد بهذه الإشارة الخاطفة، وهي أن نفس الدليل على وجود الخالق يدل تلقائيًا على أنه واحد سواء أكان هذا الدليل الأفعال والآثار التي تدل على الفاعل والمؤثر أم كان انتهاء الموجود الممكن إلى واجب الوجود حيث لا أثر طبيعي في الكون يومئ من قريب أم بعيد أنه صادر عن أكثر من واحد، بل العكس هو الصحيح لأن وحدة النظام والتدبير تدل على وحدة المنظم والمدبر، وأيضًا يستحيل أن يكون للعالم إلهان، لأنه لا يخلو من أحد فرضين: إما أن يكون كل منهما قادر على خلق الكون مستقلاً ومن دون معين وشريك، وإما أن يكون عاجزًا عن ذلك إلا بمعين وشريك، وعلى الفرض الأول يكون وجود أحدهما كعدمه ولزوم ما لا يلزم، وعلى الثاني يكون فقيرًا وضعيفًا، وتعالى رب العالمين عن هذا وذاك. فتعين التوحيد ونفي الشريك والمثيل. <br><br>(2): <span class=quran>﴿اللَّهُ الصَّمَدُ﴾</span>: قاضي الحاجات بلا امتنان وأثمان. <br><br>(3): <span class=quran>﴿لَمْ يَلِدْ﴾</span>: بالتناسل كالإنسان والحيوان، أو بالنشوء كالنبات لأن الولد بضعة من والده، ثم يرتقي حتى يكون مثيلاً له، وهو سبحانه واجب الوجود لا ينفصل عن ذاته شيء، وليس كمثله شيء <span class=quran>﴿وَلَمْ يُولَدْ﴾</span>: لأن كل مولود حادث يبتدئ وجوده بتاريخ ولادته، والله هو الأول الذي لا أول له. <br><br>(4): <span class=quran>﴿وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ﴾</span>: في ذاته وصفاته وأفعاله."},{"miniTitle":"الفلق","text":"(1): <span class=quran>﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ﴾</span>: أعوذ: أعتصم وأستجير، والفلق: الصبح، وفي الآية 96 من الأنعام (فالق الإصباح) أي شق عمود النور من ظلمة الليل. <br><br>(2): <span class=quran>﴿مِن شَرِّ مَا خَلَقَ﴾</span>: أي من كل شر سواء أكان طبيعيًا كالزلازل والصواعق، أم من حشرة سامة كلدغ العقرب ولسع الحية، أم من فعل الأشرار كالحقد والحسد والعدوان والطغيان، أم من سوء اختيار المتعوذ والمستجير كالعجب والغرور، والقول بلا علم وكل الأتقياء الأخيار يخافون من غلبة الهوى ويتعوذون بالله منه، ويستمدون العون من فضله على أنفسهم. <br><br>(3): <span class=quran>﴿وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ﴾</span>: الغاسق: الليل المظلم والوقب: الدخول، والمراد بشر الليل ما يحدث من مكروه. <br><br>(4): <span class=quran>﴿وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ﴾</span>: ليس المراد بالنفاثات جماعات السحرة كما قيل، بل المراد كل مشعوذ محتال سواء أنفخ في العقد مدعيًا تسخير الجن أم لم ينفث، وخص سبحانه النفث بالذكر لأنه مظهر من مظاهر التدليس والتلبيس، أما الرواية القائلة بأن النبي (ص) سُحر فيجب طرحها لأنها تناقض القرآن في قوله: (ولا يفلح الساحر حيث أتى - 69 من طه) وأيضًا كذَّب سبحانه المشركين الذين قالوا عن الرسول المعصوم: (إن تتبعون إلا رجلاً مسحورًا - 47 الإسراء). <br><br>(5): <span class=quran>﴿وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾</span>: الحاسد هو الذي يتمنى زوال النعمة عن أهلها وهذه الأمنية من أُمهات الآثام وكبائرها، وفي الحديث: (الحسد يأكل الإيمان كما تأكل النار الحطب... المنافق يحسد، والمؤمن يغبط) أي يتمنى أن يكون له من النعمة مثل مل لأخيه دون أن يرغب في زوالها عنه."},{"miniTitle":"الناس","text":"(1) - (3): <span class=quran>﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ مَلِكِ النَّاسِ إِلَهِ النَّاسِ﴾</span>: قال الشيخ الطبرسي وغيره من المفسرين: رب الناس: خالقهم ومربيهم، وملك الناس: سيدهم والمتصرف فيهم، وإله الناس: معبودهم الذي يستحق العبادة دون سواه. وقال الله تقدست أسماؤه: (أيًّا ما تدعوا فله الأسماء الحسنى - 110 الإسراء) ومعنى هذا أن جميع أسمائه مترادفة تعبَّر عن شيء واحد وهو الجلال والكمال. <br><br>(4) - (5): <span class=quran>﴿مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ﴾</span>: الوسواس: اسم من وسوس إليه الشيطان أي كلمه بصوت خفي، والخناس: اسم فاعل للذي يخنس أي يتأخر ويتراجع إذا ذكر اسم الله تعالى، والمراد بالوسواس الخناس هنا حديث النفس وهواها الذي إذا سلطت عليه العقل والإيمان يزول ويضمحل، ومثاله أن يعرض عليك أحد السماسرة الأبالسة أُلوف الليرات لتضل عن طريق الحق والعدل، فتوسوس النفس الأمارة لك وتزين أن تسمع له وتستجيب، وعليك في مثل هذه الحال أن تجمع قواك وتملك نفسك، وتعتصم بالله ذاكرًا أمره ونهيه وغضبه وعقابه، وأنك لو مددت يدك إلى المال الحرام لتمتعت به قليلاً، ثم إلى أسوأ المصائر والخسائر، وتقدم في الآية 20 من الأعراف. <br><br>(6): <span class=quran>﴿مِنَ الْجِنَّةِ وَ النَّاسِ﴾</span>: الوسواس نوعان: الأول الخفي كالوهم وحديث النفس وهو المراد بالجنة من جنّ فلان الشيء إذا ستره وأخفاه.<br>الثاني: ظاهر كالإعلانات والدعايات الضالة المضللة في العهد الراهن، وهذا الوسواس من شياطين الإنس الذين يلبسون الحق بالباطل، ويخدعون البُسَطاء بالتحريف والتزييف. ونعوذ بالله من إيثار العاجلة على الآجلة، ونشكره على ما وفق وأعان، وصلى الله على محمد وآله الذين ارتضاهم خزنة لعلمه وولاة لأمره."}]}