{"title":"صفحة (61)","type":"html","data":[{"miniTitle":"آل عمران","text":"(84): <span class=quran>﴿قُلْ آمَنَّا بِاللّهِ وَمَا أُنزِلَ عَلَيْنَا وَمَا أُنزِلَ عَلَى إِبْرَاهِيمَ﴾</span>: تقدمت بالحرف الواحد في الآية 136 من سورة البقرة، إضافة إلى وضوحها. <br><br>(85): <span class=quran>﴿وَمَن يَبْتَغِ غَيْرَ الإِسْلاَمِ دِينًا فَلَن يُقْبَلَ مِنْهُ﴾</span>: لسبب واحد بسيط وهو أن الله واحد، والإسلام دين التوحيد، وشعاره لا إله إلا الله، ومحمد (ص) جاهد في سبيله، وضحى بالكثير من أجله، فمن تبرأ منه فقد انسلخ عن دين الله <span class=quran>﴿وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ﴾</span>: لأنه ذهب إلى ربه من غير دين. <br><br>(86): <span class=quran>﴿كَيْفَ يَهْدِي اللّهُ قَوْمًا كَفَرُواْ بَعْدَ إِيمَانِهِمْ وَشَهِدُواْ أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ﴾</span>: المراد بالقوم أحبار اليهود والنصارى، وبالرسول محمد (ص)، وقد آمنوا وشهدوا وبشروا به كما هو في التوراة والإنجيل قبل أن يبعث، ولما بعث أنكروه وحاربوه. <br><br>(87): <span class=quran>﴿أُوْلَئِكَ جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللّهِ﴾</span>: بعذابه <span class=quran>﴿وَالْمَلَآئِكَةِ وَالنَّاسِ أَجْمَعِينَ﴾</span>: ولعنة هؤلاء معناها الدعاء على الكافرين أن يزيدهم عذابًا على عذاب. <br><br>(88): <span class=quran>﴿خَالِدِينَ فِيهَا﴾</span>: في جهنم <span class=quran>﴿لاَ يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلاَ هُمْ يُنظَرُونَ﴾</span>: أي لا ينظر الله إليهم غدًا نظرة الرضوان والمغفرة. <br><br>(89): <span class=quran>﴿إِلاَّ الَّذِينَ تَابُواْ﴾</span>: ندموا <span class=quran>﴿مِن بَعْدِ ذَلِكَ وَأَصْلَحُواْ﴾</span>: النوايا والأعمال. <br><br>(90): <span class=quran>﴿إِنَّ الَّذِينَ كَفَرُواْ بَعْدَ إِيمَانِهِمْ﴾</span>: اليهود وكفروا بعيسى بعد إيمانهم بموسى <span class=quran>﴿ثُمَّ ازْدَادُواْ كُفْرًا﴾</span>: بمحمد <span class=quran>﴿لَّن تُقْبَلَ تَوْبَتُهُمْ﴾</span>: إذ أعلنوها نفاقًا وتضليلا كما يومئ إلى ذلك قوله تعالى: <span class=quran>﴿وَأُوْلَئِكَ هُمُ الضَّآلُّونَ﴾</span>: أما إذا تابوا توبة خالصة مخلصة فإنها تقبل لا محالة، لأن الإسلام يجب ما قبله، ومن تاب من الذنب كمن لا ذنب له. <br><br>(91): <span class=quran>﴿إِنَّ الَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّارٌ فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الأَرْضِ ذَهَبًا وَلَوِ افْتَدَى بِهِ﴾</span>: أي لا فدية يوم القيامة بشيء من الأشياء، وقوله تعالى: (وماتوا وهم كفار) دليل آخر على أن المراد من (لن تقبل توبتهم) إن تك زائفة."}]}