{
"title": "صفحة (62)",
"type": "html",
"data": [
{
"miniTitle": "آل عمران",
"text": "(92): <span class=quran>﴿لَن تَنَالُواْ الْبِرَّ﴾</span>: ثواب الله أو لن ترافقوا غذًا الأبرار الأطهار <span class=quran>﴿حَتَّى تُنفِقُواْ مِمَّا تُحِبُّونَ﴾</span>: من أنفسكم وجاهكم وأموالكم في نصرة الحق وإغاثة الملهوف وخدمة الإنسان، كل إنسان <span class=quran>﴿وَمَا تُنفِقُواْ مِن شَيْءٍ فَإِنَّ اللّهَ بِهِ عَلِيمٌ﴾</span>: وكريم لا يبالي كم أعطى، وإذا طلب من غيره لا يرضى. <br><br>(93): <span class=quran>﴿كُلُّ الطَّعَامِ كَانَ حِلاًّ لِّبَنِي إِسْرَائِيلَ﴾</span>: وهو يعقوب بن إسحق، ولهذه الآية قصة تتلخص بأن اليهود كانوا يعتقدون جهلا بأن لحوم الإبل وألبانها كانت محرمة في دين إبراهيم ومن جاء بعده من أنبياء بني إسرائيل، ولما رأوا محمدًا (ص) يحللها أذاعوا وأشاعوا بأن محمدًا يحلل ما حرمته الأنبياء، فرد الله عليهم بقوله: ( كل الطعام) ومنه لحوم الإبل وأبانها كان حلًا لبني إسرائيل <span class=quran>﴿إِلاَّ مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ مِن قَبْلِ أَن تُنَزَّلَ التَّوْرَاةُ﴾</span>: كان يعقوب قد امتنع عن بعض الأطعمة من تلقاء نفسه لا بتحريم من الله، بل لسبب يعود إليه خاصة حيث لا زبور ولا توراة، في عهده. <span class=quran>﴿قُلْ فَأْتُواْ بِالتَّوْرَاةِ فَاتْلُوهَا إِن كُنتُمْ صَادِقِينَ﴾</span>: هذا تحد صارخ لليهود الذين زعموا أن لحم الإبل محرم بنص التوراة، فبهت اليهود وتواروا خاسئين. <br><br>(94): <span class=quran>﴿فَمَنِ افْتَرَىَ عَلَى اللّهِ الْكَذِبَ مِن بَعْدِ ذَلِكَ﴾</span>: أي بعد ظهور الحجة <span class=quran>﴿فَأُوْلَئِكَ هُمُ الظَّالِمُونَ﴾</span>: بمعاندة الحق والإصرار على الباطل. <br><br>(95): <span class=quran>﴿قُلْ صَدَقَ اللّهُ﴾</span>: في أن كل الطعام كان حلًا لبني إسرائيل <span class=quran>﴿فَاتَّبِعُواْ مِلَّةَ إِبْرَاهِيمَ﴾</span>: في استباحة لحوم الإبل وألبانها <span class=quran>﴿حَنِيفًا﴾</span>: مستقيمًا على دين الحق. ويأتي في سورة النساء والأنعام أن الله سبحانه حرم على بني إسرائيل بعض الأطعمة بعد التوراة تحريمًا طارئًا لا أصيلا وبالعنوان الثاني دون الأول. <br><br>(96): <span class=quran>﴿إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ﴾</span>: لتعبدهم وطاعتهم <span class=quran>﴿لَلَّذِي بِبَكَّةَ﴾</span>: أي البيت الذي ببكة، لغة في مكة <span class=quran>﴿مُبَارَكًا﴾</span>: كثير الخير والبركة <span class=quran>﴿وَهُدًى لِّلْعَالَمِينَ﴾</span>: يذكر بالله واليوم الآخر. <br><br>(97): <span class=quran>﴿فِيهِ آيَاتٌ بَيِّنَاتٌ﴾</span>: على أن إبراهيم الخليل هو الذي بناه، ومن هذه الآيات البينات <span class=quran>﴿مَّقَامُ إِبْرَاهِيمَ﴾</span>: فهو موجود حتى الآن، والناس يتناقلون ذلك بالتواتر أبًا عن جد تمامًا كما يتناقلون بأن بيت المقدس بناه سليمان بن داوود <span class=quran>﴿وَمَن دَخَلَهُ كَانَ آمِنًا﴾</span>: لا ريب أن من حج إليه مخلصًا لله وحده تائبًا من خطيئته فهو في أمن وأمان من عذاب الله يوم القيامة <span class=quran>﴿وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً﴾</span>: فيه أنواع من التوكيد والتشديد على أن الحج حق واجب في رقاب الناس لا يخرجون عن عهدته إلا بالوفاء والأداء <span class=quran>﴿وَمَن كَفَرَ فَإِنَّ اللهَ غَنِيٌّ عَنِ الْعَالَمِينَ﴾</span>: من ترك الحج جاحدًا بوجوبه فهو كافر، ومن تركه متهاونًا فهو فاسق، وفي كلا الحالين فهو شبيه بمن كفر من حيث الاستغناء عن بيت الله الحرام. <br><br>(98): <span class=quran>﴿قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللّهِ﴾</span>: البينات على صدق محمد (ص) في رسالته؟ <span class=quran>﴿وَاللّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ﴾</span>: من ضلال وصد عن الإسلام ونبيه. <br><br>(99): <span class=quran>﴿قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَن سَبِيلِ اللّهِ﴾</span>: عن الإسلام <span class=quran>﴿مَنْ آمَنَ﴾</span>: كانوا يغرون المسلم بالارتداد عن دينه <span class=quran>﴿تَبْغُونَهَا عِوَجًا﴾</span>: بتهييج الشر والفتنة بين المسلمين <span class=quran>﴿وَأَنتُمْ شُهَدَاءُ﴾</span>: بأن ما تصدون عنه هو سبيل الله والحق ظاهرًا وباطنًا. <br><br>(100): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُوَاْ إِن تُطِيعُواْ فَرِيقًا ...﴾</span>: بعد أن هدد سبحانه أهل الكتاب على معاندة الحق والصد عن سبيله- حذر المسلمين من الإصغاء إليهم والثقة بهم حيث لا هم لهم ولا هدف إلا إضلال المؤمنين وردهم عن دين الحق إلى شر الدين."
}
]
}