{
"title": "صفحة (68)",
"type": "html",
"data": [
{
"miniTitle": "آل عمران",
"text": "(141): <span class=quran>﴿وَلِيُمَحِّصَ اللّهُ الَّذِينَ آمَنُواْ﴾</span>: ويمحص: يطهر والمعنى أن الله سبحانه يطهر بعد عباده بالاستشهاد <span class=quran>﴿وَيَمْحَقَ الْكَافِرِينَ﴾</span>: يهلكهم. <br><br>(142): <span class=quran>﴿أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الْجَنَّةَ وَلَمَّا يَعْلَمِ اللّهُ الَّذِينَ جَاهَدُواْ مِنكُمْ وَيَعْلَمَ الصَّابِرِينَ﴾</span>: هذا هو ثمن الجنة عند الله: جهاد، وإخلاص، وصبر، وثبات، وما عدا ذلك فليس بشيء إلا أن يكون وسيلة لعمل يجلب للناس نفعًا أو يدفع عنهم ضرًا. <br><br>(143): <span class=quran>﴿وَلَقَدْ كُنتُمْ تَمَنَّوْنَ الْمَوْتَ مِن قَبْلِ أَن تَلْقَوْهُ﴾</span>: الخطاب لبعض الصحابة اللذين لم يشهدوا بدرًا مع رسول الله وكانوا يتمنون أن يشهدوا غزوةً ليفوزوا بالشهادة، ولما شهدوا أُحدًا وجد الجد ولوا الأدبار لا يلوون على شيء. <br><br>(144): <span class=quran>﴿وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ﴾</span>: أبدًا كل من عليها فان نبيًا كان أم شقيًا، ويبقى وجه ربك ذي الجلال والإكرام، وسبب هذه الآية أن صائحًا صرخ بملء فيه يوم أحد: قتل محمد، فانقلبوا على أعقابهم إلا قليلا منهم، وتركوا النبي في قلب المعركة مع نفر يسير، وعلى رأسهم أبي طالب، وإلى هذا أشار سبحانه بقوله موبخًا المنهزمين <span class=quran>﴿أَفَإِن مَّاتَ﴾</span>: رفعه الله إليه <span class=quran>﴿أَوْ قُتِلَ﴾</span>: قتله الكافرون <span class=quran>﴿انقَلَبْتُمْ عَلَى أَعْقَابِكُمْ﴾</span>: عدتم إلى الكفر بعد الإيمان <span class=quran>﴿وَمَن يَنقَلِبْ عَلَىَ عَقِبَيْهِ﴾</span>: يرتد عن دينه <span class=quran>﴿فَلَن يَضُرَّ اللّهَ شَيْئًا﴾</span>: بل يضر نفسه وحدها <span class=quran>﴿وَسَيَجْزِي اللّهُ الشَّاكِرِينَ﴾</span>: الثابتين على دينهم قولا وعملا. <br><br>(145): <span class=quran>﴿وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلاَّ بِإِذْنِ الله﴾</span>: ليس هذا إخبارًا، بل حثًا وترغيبًا في الجهاد، وأن الإنسان لن يموت إلا بحضور أجله <span class=quran>﴿كِتَابًا مُّؤَجَّلاً﴾</span>: مفعول مطلق لفعل محذوف أي كتب الموت كتابًا مؤقتًا <span class=quran>﴿وَمَن يُرِدْ ثَوَابَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَن يُرِدْ ثَوَابَ الآخِرَةِ نُؤْتِهِ مِنْهَا﴾</span>: قد يحكم على الخاص بلفظ عام، ويبقى اللفظ على شموله للمحكوم عليه وغيره، وقد يكون اللفظ عامًا في الظاهر، والمراد خاصًا في الواقع، ولفظ الآية هنا عام، والمراد بع خصوص الجهاد والمعنى من جاهد وقاتل للغنيمة لا لله وقتل فقد خر الدنيا والآخرة، وإن سلم فله حظه من الغنيمة ولا شيء له عند الله، ومن جاهد لله وقتل فله عند الله فوق ما يتصور، وإن سلم أحرز الحظين معًا، وملك الدارين جميعًا. <br><br>(146): <span class=quran>﴿وَكَأَيِّن﴾</span>: كلمة مرادفة لكم الخبرية في الدلالة على تكثير العدد <span class=quran>﴿مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ﴾</span>: لقلد قاتل وقتل كثير من العلماء العاملين مع الأنبياء السابقين، وكان الأليق بكم أيها الذين فروا يوم أُحد أن تقتدوا بهؤلاء العلماء الأصفياء. <span class=quran>﴿فَمَا وَهَنُواْ لِمَا أَصَابَهُمْ فِي سَبِيلِ اللّهِ﴾</span>: فما فروا من الموت كما فررتم، بل ثبتوا حتى استشهدوا طاعة لله ورسوله <span class=quran>﴿وَمَا ضَعُفُواْ﴾</span>: وما جبنوا عن القتال <span class=quran>﴿وَمَا اسْتَكَانُواْ﴾</span>: وما خضعوا للعدو. <br><br>(147): <span class=quran>﴿وَمَا كَانَ قَوْلَهُمْ إِلاَّ أَن قَالُواْ ربَّنَا...﴾</span>: قتلوا في سبيل الله ليغفر ذنوبهم، ويصفح عن تقصيرهم، ويقدمون عليه تعالى بإيمان ثابت وراسخ، هذا وهم النخبة والصفوة، وهكذا كل رباني وروحاني. <br><br>(148): <span class=quran>﴿فَآتَاهُمُ اللّهُ ثَوَابَ الدُّنْيَا﴾</span>: تقديسًا وتعظيمًا <span class=quran>﴿وَحُسْنَ ثَوَابِ الآخِرَةِ﴾</span>: علوًا ونعيمًا."
}
]
}