{
"title": "صفحة (71)",
"type": "html",
"data": [
{
"miniTitle": "آل عمران",
"text": "(158): <span class=quran>﴿وَلَئِن مُّتُّمْ أَوْ قُتِلْتُمْ لإِلَى الله تُحْشَرُونَ﴾</span>: كل السبل تنتهي على الوقوف بين يديه تعالى لنقاش الحساب سوا أكانت تلك السبل موتًا على الفراش أم قتلا بحد السيوف. <br><br>(159): <span class=quran>﴿فَبِمَا رَحْمَةٍ مِّنَ اللّهِ لِنتَ لَهُمْ وَلَوْ كُنتَ فَظًّا غَلِيظَ الْقَلْبِ لاَنفَضُّواْ مِنْ حَوْلِكَ﴾</span>: الخطاب لصاحب الرسالة، وما أدراك ما صاحب الرسالة؟ إنه رؤوف رحيم بنص الآية128 من التوبة، أما الآية التي نحن بصددها فإنها تقول: لولا خلق محمد ما آمن أحد برسالة، ومعنى أنه لولا خلقه لا عين ولا أثر للإسلام حيث لا إسلام بلا مسلمين <span class=quran>﴿فَاعْفُ عَنْهُمْ﴾</span>: فيما يعود إلى حقك الخاص <span class=quran>﴿وَاسْتَغْفِرْ لَهُمْ﴾</span>: فيما يعود لحقوق الله. <span class=quran>﴿وَشَاوِرْهُمْ فِي الأَمْرِ﴾</span>: مما لم ينزل عليك وحي فيه حيث لا اجتهاد في قبال النص <span class=quran>﴿فَإِذَا عَزَمْتَ﴾</span>: عزيمة الإيمان بالحق والخير فامض على إيمانك <span class=quran>﴿فَتَوَكَّلْ عَلَى اللّهِ﴾</span>: وحده <span class=quran>﴿إِنَّ اللّهَ يُحِبُّ الْمُتَوَكِّلِينَ﴾</span>: الذين يملكون القوة في الصبر والإيمان والإرادة. <br><br>(160): <span class=quran>﴿إِن يَنصُرْكُمُ اللّهُ فَلاَ غَالِبَ لَكُمْ﴾</span>: ونصره تعالى إنما يكون مع مراعاة الأسباب التي جعلها هو سبحانه مؤدية للنصر <span class=quran>﴿وَإِن يَخْذُلْكُمْ فَمَن ذَا الَّذِي يَنصُرُكُم مِّن بَعْدِهِ﴾</span>: وهو، عظمت عدالته وحكمته ولا يخذل إلا المتخاذلين الذين لا تجتمع كلمتهم على الخير وطاعة الله تعالى. <br><br>(161): <span class=quran>﴿وَمَا كَانَ لِنَبِيٍّ أَن يَغُلَّ﴾</span>: كيف والغل رذيلة يتنزه النبي عنها؟ <span class=quran>﴿وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ﴾</span>: من يعمل سوءًا يجز به إلا أن يتوب. <br><br>(162): <span class=quran>﴿أَفَمَنِ اتَّبَعَ رِضْوَانَ اللّهِ﴾</span>: ورضوانه أمان ورحمة، ولكن لا سبيل إليه إلا الإخلاص والعمل الصالح، <span class=quran>﴿كَمَن بَاء﴾</span>: رجع <span class=quran>﴿بِسَخْطٍ مِّنَ اللّهِ﴾</span>: وأعظم ما يشتد هذا الغضب حين العبد رضا المخلوق بسخط الخالق. <br><br>(163): <span class=quran>﴿هُمْ﴾</span>: يعود على من اتبع رضوانه تعالى ومن باء بسخطه معًا <span class=quran>﴿دَرَجَاتٌ﴾</span>: متفاوتات ومنازل مختلفات <span class=quran>﴿عِندَ اللّهِ﴾</span>: ثوابًا وعقابًا. <br><br>(164): <span class=quran>﴿لَقَدْ مَنَّ اللّهُ عَلَى الْمُؤمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً...﴾</span>: تقدم مثله في الآية 129 من البقرة، والخلاصة أن رسالة محمد (ص) هي رسالة العلم والأمن والعدل والمساواة فأية نعمة على الإنسانية جمعاء أعظم من هذه النعمة؟. <br><br>(165): <span class=quran>﴿أَوَلَمَّا أَصَابَتْكُم مُّصِيبَةٌ﴾</span>: يوم أُحد حيث قتل منكم أيها المسلمون سبعون رجلا <span class=quran>﴿قَدْ أَصَبْتُم مِّثْلَيْهَا﴾</span>: يوم بدر حيث قتلتم من المشركين سبعين وأسرتم سبعين، كيف نسيتم نعمة بدر وذكرتم نكبة أُحد؟ وقلتم فيما: <span class=quran>﴿قُلْتُمْ أَنَّى هَذَا﴾</span>: الفشل والخسران؟ وفينا رسول الله ونحن مسلمون وهم مشركون <span class=quran>﴿قُلْ هُوَ مِنْ عِندِ أَنْفُسِكُمْ﴾</span>: ليست المسألة مسألة إسلام وصلوات ووجود النبي ودعوات، وإنما المسألة إعداد العدة وأسباب محكمات، لأن الله سبحانه لا يجري الأمور إلا على أسبابها، ويم أُحد قصرتم في حق أنفسكم."
}
]
}