{"title":"صفحة (73)","type":"html","data":[{"miniTitle":"آل عمران","text":"(174): <span class=quran>﴿فَانقَلَبُواْ بِنِعْمَةٍ مِّنَ اللّهِ وَفَضْلٍ لَّمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُواْ رِضْوَانَ اللّهِ وَاللّهُ ذُو فَضْلٍ عَظِيمٍ﴾</span>: أي الذين استجابوا لدعوة الجهاد من الله والرسول على ما بهم من الجراح والقراح- رجعوا إلى بيوتهم بنعمة السلامة والذكر الجميل في الدنيا والأجر الجزيل في الآخرة، لأن العدو لما رأى الصدق منهم والإخلاص والجد والعزم على حربه والتضحية بكل عزيز، ولّى مدبرًا بشره وخيبته. <br><br>(175): <span class=quran>﴿إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءهُ﴾</span>: من كل خير ويغريهم بكل شر، وفي التسهيل لمحمد بن أحمد الكلبي: ( المراد بالشيطان هنا أبو سفيان أو نعيم الذي أرسله أبو سفيان) أو إبليس <span class=quran>﴿فَلاَ تَخَافُوهُمْ وَخَافُونِ إِن كُنتُم مُّؤْمِنِينَ﴾</span>: وكرر سبحانه هذه الجملة: (إن كنتم مؤمنين.. إن كنتم صادقين... إن كنتم مسلمين...) للتوكيد في أن مسألة جهاد الباطل ليست مسألة جبن أو عجز وكفى، وإنما هي مسألة إيمان وإخلاص وعزم وثبات. <br><br>(176): <span class=quran>﴿وَلاَ يَحْزُنكَ الَّذِينَ يُسَارِعُونَ... ﴾</span>: لا تشغل نفسك يا محمد بتصرفات المنافقين وإسراعهم إلى الكفر ومضيهم في التآمر والخيانة، فإن كيدهم يعود إلى نحورهم <span class=quran>﴿يُرِيدُ اللّهُ أَلاَّ يَجْعَلَ لَهُمْ حَظًّا فِي الآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ﴾</span>: وهكذا مصير الطغاة وأذنابهم الحشرات. <br><br>(177): <span class=quran>﴿إِنَّ الَّذِينَ اشْتَرَوُاْ الْكُفْرَ بِالإِيمَانِ...﴾</span>: واضح، وتقدم في 16 و175 من البقرة. <br><br>(178): <span class=quran>﴿وَلاَ يَحْسَبَنَّ الَّذِينَ كَفَرُواْ أَنَّمَا نُمْلِي لَهُمْ﴾</span>: أي نمهلهم، و (إنما) أن للتوكيد و (ما) اسمها و <span class=quran>﴿خَيْرٌ لِّأَنفُسِهِمْ﴾</span>: خبر (أن) <span class=quran>﴿إِنَّمَا﴾</span>: إن هنا للتوكيد أيضًا و(ما) كافة العمل <span class=quran>﴿نُمْلِي لَهُمْ لِيَزْدَادُواْ إِثْمًا﴾</span>: واللام في (ليزدادوا) للعاقبة مثلها لدوا للموت، ومعنى الآية بجملتها أن الله سبحانه يمهل الإنسان في هذه الحياة كي يختار لنفه خيرًا أو شرًا، وطول الأجل لأهل الخير خير، ولأهل الشر شر حيث يزداد المحسن إحسانًا، والمسيء شرًا وطغيانًا. <br><br>(179): <span class=quran>﴿مَّا كَانَ اللّهُ لِيَذَرَ الْمُؤْمِنِينَ عَلَى مَآ أَنتُمْ عَلَيْهِ حَتَّىَ يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ﴾</span>: إندس في صفوف المسلمين منافقون لمجرد الهدم والتخريب، وقد فرض سبحانه على النبي والمسلمين أن يعاملوا كل من نطق بكلمة الإسلام معاملة المسلمين، ومن أجل هذا حار رسول الله (ص) في أمر المنافقين، وضاق بهم ذرعًا، كيف يرفضهم وهم يقولون: لا إله إلا الله محمد رسول الله؟ وكيف يقبلهم وهم يفسدون ويعاكسون؟ فقال سبحانه للنبي والمسلمين: مهلا سأُسلط عليهم الأضواء حتى يفتضحوا أمام الناس، ولا يبقى لهم منفذ للكيد والإفساد، وإلى هذا أشار سبحانه بقوله: (حتى يميز الخبيث بالطيب) <span class=quran>﴿وَمَا كَانَ اللّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ﴾</span>: أي ليس من الحكمة أن يخبركم مباشرة أيها المسلمون عما في قلوب المنافقين، بل أنتم تكتشفون ذلك مع الأيام <span class=quran>﴿وَلَكِنَّ اللّهَ يَجْتَبِي مِن رُّسُلِهِ مَن يَشَاء﴾</span>: ويطلعه على ما أراد من غيبه. <span class=quran>﴿فَآمِنُواْ بِاللّهِ وَرُسُلِهِ﴾</span>: واتقوا المعاصي والموبقات، ولا يضركم من ضل إن اهتديتم. <br><br>(180): <span class=quran>﴿وَلاَ يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمُ اللّهُ مِن فَضْلِهِ هُوَ خَيْرًا لَّهُمْ﴾</span>: لو كان البخل خيرًا لكان الجود شرًا، والمقصود بهذه الآية خصوص الذين في أموالهم حق معلوم للسائل والمحروم بدليل قوله تعالى بلا فاصل: <span class=quran>﴿بَلْ هُوَ شَرٌّ لَّهُمْ سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِ يَوْمَ الْقِيَامَةِ﴾</span>: والظاهر من هذه الآية أن أطواق النار غدًا تلتحم بأعناق الذين يمنعون الزكوات والأخماس عن الفقراء سواء في ذلك أصحاب الأموال، والذين يقبضون هذه الحقوق الإلهية، ويمسكونها عن المستحقين <span class=quran>﴿وَلِلّهِ مِيرَاثُ السَّمَاوَاتِ وَالأَرْضِ﴾</span>: له تعالى كل الأرزاق والخيرات، وقد جعلها لكل الخلق عن سواء، فلماذا تحتكرها فئة دون فئة؟"}]}