{"title":"صفحة (77)","type":"html","data":[{"miniTitle":"النساء","text":"(1): <span class=quran>﴿يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ﴾</span>: الخطاب للجميع كما هو مفهوم من كلمة الناس، وأيضًا الأمر بالتقوى لا يختص فئة دون فئة <span class=quran>﴿الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَة﴾</span>: أي لا أحد منكم أيها الناس ابن السماء والإله والآخر ابن الأرض والسماء، بل كلكم من آدم وآدم من تراب <span class=quran>﴿وَخَلَقَ مِنْهَا زَوْجَهَا﴾</span>: حواء أي من جنسها هو أنسان وهي أيضًا إنسان لا حيوان تمام في الآية 20 من الروم: (أن خلق لكم من أنفسكم ازوجًا لتسكنوا إليها وجعل بينكم مودة) وعليه فقصة خلق حواء من ضلع آدم خرافة <span class=quran>﴿وبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاء﴾</span>: كثيرًا حذف الوصف من الثاني لدلالة الأول عليه، ويقال: أن سكان الأرض يبلغون أربعة آلاف مليون نحن في سنة 1987م <span class=quran>﴿واتَّقُواْ اللّهَ الَّذِي تَسَاءلُونَ بِه﴾</span>: إشارة إلى ما يقوله بعضنا لعض: سألتك بالله أن تفعل ... أو تترك... <span class=quran>﴿وَالأَرْحَامَ﴾</span>: عطف على كلمة الجلالة، وأيضًا نقول: سألتك بالرحم والقرابة. <br><br>(2): <span class=quran>﴿وَآتُواْ الْيَتَامَى أَمْوَالَهُمْ﴾</span>: الخطاب للقائمين على رعاية الأيتام، والمعنى انفقوا عليهم من أموالهم حال الصغر، وسلموهم إياها عن البلوغ والرشد <span class=quran>﴿وَلاَ تَتَبَدَّلُواْ الْخَبِيثَ بِالطَّيِّبِ﴾</span>: أي لا تستبدلوا الخبيث من أموالكم بالطيب من أموال اليتامى، قيل: كان بعض الأوصياء يبدل شاته الهزيلة بشاة اليتيم السمينة <span class=quran>﴿وَلاَ تَأْكُلُواْ أَمْوَالَهُمْ إِلَى أَمْوَالِكُمْ﴾</span>: في كتاب المغني أن (إلى) تأتي بمعنى مع، وعليه يكون المعنى لا تأكلوا أموال اليتامى كما تأكلون أموالكم، كيف؟ وهذا حلال وتلك حرام <span class=quran>﴿إِنَّهُ كَانَ حُوبًا﴾</span>: ذنبًا <span class=quran>﴿كبِيرًا﴾</span>: جناية لا جنحة. <br><br>(3): <span class=quran>﴿وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ فِي الْيَتَامَى﴾</span>: أي في نكاح اليتيمات، فحذف لفظ نكاح هنا لدلالة (فانكحوا) عليه، وخلاصة المعنى أنه تعالى في الآية السابقة خاطب الأوصياء بشأن أموال اليتامى، أما في هذه الآية فقد خاطبهم بشأن الزواج من اليتيمات حيث كان الأوصياء وغيرهم يتقون الزواج منهم خوفًا من التقصير في حقوقهن، فقال سبحانه لهم: إن خفتم عدم العدل لو تزوجتم بهن فاتركوهن وشأنهن، وتزوجوا من غيرهن أربعًا إن شئتم، وأيضًا على أساس العدل، وإلى هذا أشار سبحانه إلى: <span class=quran>﴿فَانكِحُواْ﴾</span>: أي دعوا اليتيمات يخترن الأزواج لأنفسهن بعد البلوغ والرشد، وتزوجوا أنتم من غيرهن <span class=quran>﴿مَا طَابَ لَكُم مِّنَ النِّسَاء﴾</span>: دون اليتيمات <span class=quran>﴿مَثْنَى وَثُلاَثَ وَرُبَاعَ﴾</span>: وهذه الكلمات حال من (ما طاب) أو من النساء، ويجوز على بدل البعض بالنساء، وهي غير منصفة للوصف والعدل من ثنتين ثنتين، وثلاث وثلاث، وأربع وأربع <span class=quran>﴿ذَلِكَ أَدْنَى﴾</span>: أقرب <span class=quran>﴿أَلاَّ تَعُولُواْ﴾</span>: لا تجوروا وتميلوا عن العدل. <br><br>(4): <span class=quran>﴿وَآتُواْ النَّسَاء صَدُقَاتِهِنَّ﴾</span>: مهورهن <span class=quran>﴿نِحْلَةً﴾</span>: عطية فرضها الله على الأزواج <span class=quran>﴿فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ﴾</span>: أبدًا لا يحل مال امرئ إلا عن طيب نفس مهرًا كان أو غير مهر، قال الرسول الأعظم (ص): دماؤكم عليكم حرام وأموالكم عليكم حرام. <br><br>(5): <span class=quran>﴿وَلاَ تُؤْتُواْ السُّفَهَاء أَمْوَالَكُمُ﴾</span>: يا أيها الأولياء لا تسلطوا السفهاء الذين تحت ولايتكم على أموالهم، والسفيه هو الذي ينفق ماله فيما لا ينبغي، وبكلمة هو المبذرفي نظر العرف <span class=quran>﴿الَّتِي جَعَلَ اللّهُ لَكُمْ قِيَاماً﴾</span>: ليس لكم من أموالكم القاصرين إلا أن تقوموا برعياتها وتنميتها <span class=quran>﴿وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ﴾</span>: أنفقوا عليهم كل ما يحتاجون إليه من مأكل وملبس ومسكن وتعليم وزواج وتطيب وما أشيه ذلك. <br><br>(6): <span class=quran>﴿وَابْتَلُواْ الْيَتَامَى﴾</span>: اختبروا عقولهم من تصرفاتهم <span class=quran>﴿حَتَّىَ إِذَا بَلَغُواْ النِّكَاحَ﴾</span>: ويعرف بالعلامات المذكورة في كتب الفقه <span class=quran>﴿فَإِنْ آنَسْتُم مِّنْهُمْ رُشْدًا﴾</span>: والمراد بالرشد هنا قبل كل شئ حفظ وإتقان تدبيره <span class=quran>﴿فَادْفَعُواْ إِلَيْهِمْ أَمْوَالَهُمْ﴾</span>: اتفق الفقهاء على أن المال لا يعطى لمالكه حتى يحصل له وصفان: الرشد والبلوغ، واستدلوا بهذع الآية <span class=quran>﴿وَلاَ تَأْكُلُوهَا إِسْرَافًا﴾</span>: يسوغ للولي الفقير أن يأكل من مال القاصر. بمقدار ما يستحق من أجر الحفظ والرعاية، ويحرم عليه أن يتجاوز ذلك، ولذا قيد سبحانه النهي بالإسراف ولم يطلق <span class=quran>﴿وَبِدَارًا أَن يَكْبَرُواْ﴾</span>: أي مخافة أن يكبر الأيتام، والمعنى لا تستعجلوا أيها الأولياء وتسرعوا إلى التصرف في أموال اليتامى قبل أن يكبروا حيث لا يبقى لكم عليهم حق الوصاية والولاية <span class=quran>﴿وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ﴾</span>: عن الأكل من مال اليتيم، وأجر خدمته ورعايته على الله <span class=quran>﴿وَمَن كَانَ فَقِيرًا فَلْيَأ ْكُلْ بِالْمَعْرُوفِ﴾</span>: عرفًا لخدمته من أجر ولا يزيد <span class=quran>﴿فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُواْ عَلَيْهِمْ﴾</span>: والأمر بالإشهاد هنا فرض عند الشافعية والمالكية، وندب عند الإمامية والحنفية."}]}