{"title":"صفحة (78)","type":"html","data":[{"miniTitle":"النساء","text":"(7): <span class=quran>﴿لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ وَلِلنِّسَاء نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالأَقْرَبُونَ﴾</span>: كان بعض العرب يورثون الرجال دون النساء، فنزلت هذه الآية تبين للناس أن الإرث حق لجميع الأقارب، لأن السبب الموجب له القرابة، وهي في النساء كما هي في الرجال <span class=quran>﴿مِمَّا قَلَّ مِنْهُ﴾</span>: المال المورث <span class=quran>﴿أَوْ كَثُرَ نَصِيبًا مَّفْرُوضًا﴾</span>: بحكم الله. <br><br>(8): <span class=quran>﴿وَإِذَا حَضَرَ الْقِسْمَةَ أُوْلُواْ الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُم مِّنْهُ﴾</span>: الخطاب للوارثين، ومن في (منه) للتبعيض، والهاء للمقسوم، والمراد بأولي القربى قرابة الميت ممن لا يرث، والأمر هنا للندب لا للوجوب. <br><br>(9): <span class=quran>﴿وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُواْ عَلَيْهِمْ فَلْيَتَّقُوا اللّهَ﴾</span>: الأوصياء على الأيتام، وليفعلوا بهم وبأموالهم ما يحبون أن يفعل بأموالهم وأولادهم تمامًا كعامل الناس بما تحب أن يعاملوك به. <br><br>(10): <span class=quran>﴿إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى﴾</span>: وفي حكمهم الأرامل والمساكين <span class=quran>﴿ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا﴾</span>: وكل من لعق الحرام مآله إلى السعير والتدمير. <br><br>(11): <span class=quran>﴿يُوصِيكُمُ اللّهُ فِي أَوْلاَدِكُمْ﴾</span>: يوجب ويفرض في شأن ميراث أولادكم <span class=quran>﴿لِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ﴾</span>: لا لفضله عليها كما صرح أكثر المفسرين، بل لأن مسؤولية المالية عليه أشق﴾</span> وأوسع كما هو معروف <span class=quran>﴿فَإِن كُنّ﴾</span>: نون النسوة اسم كان أي كانت المولودات <span class=quran>﴿نِسَاءً﴾</span>: بالكامل لا ذكر معهن <span class=quran>﴿فَوْقَ اثْنَتَيْنِ﴾</span>: الظاهر يدل على ما زاد على اثنتين، ولكن إجماع الأمة صرف هذا الظاهر إلى اثنتين فما فوقهما <span class=quran>﴿فَلَهُنَّ ثُلُثَا مَا تَرَكَ﴾</span>: بالفرض <span class=quran>﴿وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ﴾</span>: أيضًا بالفرض <span class=quran>﴿وَلأَبَوَيْهِ﴾</span>: الأب والأم <span class=quran>﴿لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَا نَ لَهُ وَلَد﴾</span>: ذكرًا أو أنثى، واحدًا أو أكثر <span class=quran>﴿فَإِن لَّمْ يَكُن لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ﴾</span>: ولا ولد ولد، وانحصر ميراثه بأمه وأبيه <span class=quran>﴿فَلأُمِّهِ الثُّلُثُ﴾</span>: إن لم يكن للميت أخوة يحجبونها عما زاد من السدس <span class=quran>﴿فَإِن كَانَ لَهُ﴾</span>: أي للميت <span class=quran>﴿إِخْوَةٌ فَلأُمِّهِ السُّدُسُ﴾</span>: والباقي بعد سهم الأم في الحالين للأب <span class=quran>﴿مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ﴾</span>: وقدمت الوصية على الدين لفظًا لا حكمًا، لأنه مقدم عليها في الشريعة حيث أوجبت الابتداء بتجهيز الميت أولاً من تركته وثانيًا وفاء الديون المالية، وثالثًا تنفيد الوصية من الثلث، وأخيرًا الميراث، والتفصيل في كتب الفقـه <span class=quran>﴿آبَآؤُكُمْ وَأَبناؤُكُمْ لاَ تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعاً فَرِيضَةً مِّنَ اللّهِ﴾</span>: هذه جملة معترضة تشير إلى أن أسرار المواريث وسهامها لا تدركها عقولنا، ولكن لا تأباها وترفضها من حيث الإمكان والجواز، ولاشئ يدل على ذلك من اختلاف الآراء في أصل الإرث وفي السهام كمًا وكيفًا بين جميع الأديان والمذاهب والأحزاب والمشارب حتى بين المسلمين في العديد من مسائل الإرث."}]}