{
"title": "صفحة (80)",
"type": "html",
"data": [
{
"miniTitle": "النساء",
"text": "(15): <span class=quran>﴿وَاللاَّتِي يَأْتِينَ الْفَاحِشَةَ مِن نِّسَآئِكُمْ فَاسْتَشْهِدُواْ عَلَيْهِنَّ أَرْبَعةً مِّنكُمْ﴾</span>: المراد بالفاحشة هنا الزنا، ولا يثبت إلا بإقرار فاعله على نفسه أربع مرات سواء كان رجلاً أم امرأة، أو بشهادة عدول من رجال المسلين <span class=quran>﴿فَإِن شَهِدُواْ فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّىَ يَتَوَفَّاهُنَّ الْمَوْتُ﴾</span>: إذا ثبت الزنا على المرأة حبست في بيتها حتى الموت عقوبة على جرميتها، وكان ذلك في أول الإسلام، ثم نسخ في قوله تعالى (الزانية والزاني فاجلدوا...) <span class=quran>﴿أَوْ يَجْعَلَ اللّهُ لَهُنَّ سَبِيلاً﴾</span>: هو النكاح الشرعي الذي يستغنين به عن السفاح. <br><br>(16): <span class=quran>﴿وَاللَّذَانَ يَأْتِيَانِهَا مِنكُمْ فَآذُوهُمَا﴾</span>: قال المفسرون بما فيهم الشيخ الطبرسي: المراد بالمثنى الزاني والزانية، ولاحظ أن الزاني والزانية تقدم حكمهما، ولا موجب للتكرار، وغير بعيد أن يكون المراد الذكرين: الفاعل والمفعول <span class=quran>﴿فَإِن تَابَا﴾</span>: من الفاحشة <span class=quran>﴿وَأَصْلَحَا﴾</span>: سارا على طريق الصالحين <span class=quran>﴿فَأَعْرِضُواْ عَنْهُمَا﴾</span>: لأن من تاب من الذنب كمن لا ذنب له. <br><br>(17): <span class=quran>﴿إِنَّمَا التَّوْبَةُ عَلَى اللّهِ﴾</span>: أي أنه تعالى أوجب قبولهما على نفسه بمقتضى وعده تمامًا كقوله: كتب على نفسه الرحمة <span class=quran>﴿لِلَّذِينَ يَعْمَلُونَ السُّوَءَ بِجَهَالَةٍ ثُمَّ يَتُوبُونَ مِن قَرِيبٍ﴾</span>: السوء: العمل القبيح، والجهالة: السفاهة، والتوبة من قريب: المبادرة إليها قبل ذهاب الفرصة بحلول الأجل كما أشار سبحانه بقوله: <br><br>(18): <span class=quran>﴿وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الآنَ﴾</span>: التوبة تنفع، والعمل يُرفع، ولكن طوعًا لا كرهًا حيث يساق المجرم إلى الموت، وجاء في الأشعار (وجادت بوصل حيث لا ينفع الوصل) <span class=quran>﴿وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ﴾</span>: ويتوبون يوم القيامة حيث يرون النار(قال ربي ارجعون لعلي أعمل صالحًا). <br><br>(19): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النِّسَاء كَرْهًا﴾</span>: لا تعاملوا النساء معاملة المتاع والحيوان بأخذها على سبيل الميراث كما كان عليه الجاهلية، فقد كان يحسبون زوجة الميت من جملة ما ترك تمامًا كالبقرة والشجرة <span class=quran>﴿وَلاَ تَعْضُلُوهُنّ﴾</span>: لا تضيقوا عليهن وتسيئوا معاملتهن <span class=quran>﴿لِتَذْهَبُواْ بِبَعْضِ مَا آتَيْتُمُوهُنَّ﴾</span>: لا يحل للزوج أن يسئ إلى زوجته لتفتدي نفسها بصداقها كلاَ أو بعضًا <span class=quran>﴿إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ﴾</span>: والمتبادر من الفاحشة هنا: الزنا، والمراد بالمبينة الثابتة عند الزوج بينه وبين الله لا عند القاضي <span class=quran>﴿وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ﴾</span>: عرفًا، لا بالمعروف عند الزوج وأمه، بل عند العقلاء المنصفين بحيث لا يرونه مسيئًا إليها في شئ <span class=quran>﴿فَإِن كَرِهْتُمُوهُنَّ فَعَسَى أَن تَكْرَهُواْ شَيْئًا وَيَجْعَلَ اللّهُ فِيهِ خَيْرًا كَثِيرًا﴾</span>: إذا كره القلب عمي عن الصواب، بخاصة الموازنة بين الضرر والأكثر، فقد يطلق الرجل زوجته لبعض صفاتها، ويتزوج بأخرى، فإذا هي أسوأ حالاً وأقبح عملاً، فيندم حيث لا ينفع الندم."
}
]
}