{
"title": "صفحة (83)",
"type": "html",
"data": [
{
"miniTitle": "النساء",
"text": "(27): <span class=quran>﴿وَاللّهُ يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ﴾</span>: أي توبوا وأطيعوا، وعليه يكون هذا التكرار أشبه بقولك لولدك: اشتريت لك هذا الكناب لتقرأه، فاقرأه <span class=quran>﴿وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَن تَمِيلُواْ مَيْلاً عَظِيمًا﴾</span>: وتنطبق هذه الآية بوضوح على الإباحيين الدعاة إلى الفسق والفجور، والكشف عن السيقان والصدور، وإلى التحرر من الدين والأخلاق والإنسانية. <br><br>(28): <span class=quran>﴿يُرِيدُ اللّهُ أَن يُخَفِّفَ عَنكُمْ﴾</span>: أبدّا، ما شرع الله حكمّا واحدّا فيه إرهاق وضرر، كيف؟ ودينه يسر، وحكمه عدل، وشريعته تتسع للإنسانية كلها <span class=quran>﴿وَخُلِقَ الإِنسَانُ ضَعِيفًا﴾</span>: ومن اجل هذا تتفق شريعة الله في سهولتها وسماحتها موافقة تامة مع فطرة الإنسان وطبيعته. <br><br>(29): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَأْكُلُواْ أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ﴾</span>: كالربا والقمار والغش والسرقة، وتقدم في الآية 188 من سورة البقرة <span class=quran>﴿إِلاَّ أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنكُمْ﴾</span>: أموال التجارة وأرباحها حلال شرعًا وعقلاً وعرفًا وتمامًا كالصناعة والزراعة، ولا تستقيم الحياة إلا بها، على أن تنزه عن الربا والغش والاحتكار والأضرار <span class=quran>﴿وَلاَ تَقْتُلُواْ أَنفُسَكُمْ﴾</span>: لا يقتل بعضكم بعضًا، وأيضًا لا تلقوا بأيديكم إلى التهلكة. <br><br>(30): <span class=quran>﴿وَمَن يَفْعَلْ ذَلِكَ عُدْوَانًا وَظُلْمًا﴾</span>: وقد يفرق بينهما في أن الظلم يكون للنفس وللغير، والعدوان لا يكون إلاّ على الآخرين، وقد يكون القتل حقّا كقتل الحد والقصاص أما القتل الخطأ فلا يوجب إلا الدية. <br><br>(31): <span class=quran>﴿إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ﴾</span>: وأكبر الكبائر الشرك والكفر بالله، والظلم لعباده وعياله، وخيانة الدين والوطن، والزنا والربا، والكذب والرياء... <span class=quran>﴿نُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ﴾</span>: إن أقلعتم عن الكبائر لا يعاقبكم على صغائر الذنوب كالنظرة المجردة والجلوس في مجلس الغيبة- مثلا ً- دون أن تغتابوا، بل <span class=quran>﴿وَنُدْخِلْكُم مُّدْخَلاً كَرِيمًا﴾</span>: اسم مكان وهو الجنة. <br><br>(32): <span class=quran>﴿وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ اللّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ﴾</span>: كل إنسان إذا رأى نعمة على غيره من دونه كالصحة والعلم والذكاء والجاه والمال- يتمنى أن يكون له مثلها، ولا بأس في ذلك، لأنه في الإنسان فطرة وطبيعة... اللهم إلاّ أن يكون لقضاء الله ساخطًا، ولصاحب النعمة حاسدًا، وعلى هذا يحمل النهي عن التمني في الآية، قال الرسول الأعظم: وإذا حسدت فلا تبغ... المؤمن يغبط، والمنافق يحسد <span class=quran>﴿لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكْتَسَبُواْ وَلِلنِّسَاء نَصِيبٌ مِّمَّا اكْتَسَبْنَ﴾</span>: إن الله لا يضيع عمل عامل من ذكر أو أنثى <span class=quran>﴿وَاسْأَلُواْ اللّهَ مِن فَضْلِهِ﴾</span>: فإن خزائنه لا تنفد، ونعمه لا تحصى. <br><br>(33): <span class=quran>﴿وَلِكُلٍّ جَعَلْنَا مَوَالِيَ﴾</span>: أي أن الله سبحانه وتعالى جعل لكل ميت وراثًا يرثون <span class=quran>﴿مِمَّا تَرَكَ﴾</span>: وهم <span class=quran>﴿الْوَالِدَانِ﴾</span>: والأجداد والجدات <span class=quran>﴿وَالأَقْرَبُونَ﴾</span>: وهم الأولاد والإخوة والاخوات والأعمام والعمات والاخوال الخالات <span class=quran>﴿وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ﴾</span>: كان الرجل يعاقد الرجل، فيقول له: دمي دمك وحربي حربك وسلمي سلمك، وترثني وأرثك، وتعقل عني وأعقل عنك، فيكون للحليف السدس من تركة حليفه، فنسخ بقوله تعالى: (وأولوا الأرحام بعضهم أولي بعض- 75 الأنفال)."
}
]
}