{
"title": "صفحة (85)",
"type": "html",
"data": [
{
"miniTitle": "النساء",
"text": "(38): <span class=quran>﴿وَالَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ رِئَـاء النَّاس...﴾</span>: الذي ينفق رياء أسواء حالا من البخيل، لأن الرياء شرك خفي، وتقدم في الآية 264 من سورة البقرةِ <span class=quran>﴿وَمَن يَكُنِ الشَّيْطَانُ لَهُ قَرِينًا فَسَاء قِرِينًا﴾</span>: وأقرب المقربين إلى الشيطان من يقول ويفعل بوحي من الشيطان، وهو يعتقد أنه يتصرف بوحي من الرحمن. <br><br>(39): <span class=quran>﴿وَمَاذَا عَلَيْهِمْ لَوْ آمَنُواْ بِاللّهِ وَالْيَوْمِ الآخِرِ﴾</span>: أرأيت إلى هذه الملاطفة والحكمة في الدعوة إلى الخير؟ وأيضا ماذا علينا نحن أهل العمائم لو اهتدينا بهذا الأسلوب القرآني؟ <span class=quran>﴿وَأَنفَقُواْ مِمَّا رَزَقَهُمُ﴾</span>: قال سبحانه (آمنوا.. وأنفقوا) ومعنى هذا الرابط والجمع بين الإيمان والإنفاق، أن كلاً منهما جزء متمم للآخر. <br><br>(40): <span class=quran>﴿إِنَّ اللّهَ لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ﴾</span>: البخس والنقص من أجر من المحسن تمامًا كالزيادة في عقاب المسئ، كلاهما ظلم وهو محال في حقه تعالى <span class=quran>﴿وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا﴾</span>: يزيد الثواب لمن أحسن، ولا يعاقب المسئ بأكثر مما يستحق، وقد يعفو. <br><br>(41): <span class=quran>﴿فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أمَّةٍ بِشَهِيدٍ﴾</span>: يجمع سبحانه وتعالى الناس غدًا لنقاش الحساب، وكل نبي يشهد على أمته أنه بلغها رسالة ربه <span class=quran>﴿وَجِئْنَا بِكَ﴾</span>: يا محمد <span class=quran>﴿عَلَى هَـؤُلاء شَهِيدًا﴾</span>: وهؤلاء إشارة للمسلمين، ويروى أن رسول الله فاضت عيناه بالدموع حين نزلت هذه الآية، إذا كانت هذه حال الشاهد فكيف المشهود عليه؟. <br><br>(42): <span class=quran>﴿يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُواْ وَعَصَوُاْ الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الأَرْضُ﴾</span>: بعد الموت وقبل النشر والبعث كانوا جزءًا من الأرض كما جاء في الإشعار وغيرها (ما أظن أديم الأرض إلا من هذه الأجساد) ولما رأوا العذاب تمنوا لو بقوا كما كانوا هم والأرض سواء أي لم ينشروا ولم يبعثوا <span class=quran>﴿وَلاَ يَكْتُمُونَ اللّهَ حَدِيثًا﴾</span>: كيف وألبستهم تشهد عليهم؟ أما ما جاء في سورة الأنعام على لسانهم (والله ربنا ما كنا مشركين) فالمراد أنهم لم يكونوا مشركين في اعتقادهم، ويأتي بالتفصيل. <br><br>(43): <span class=quran>﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَقْرَبُواْ الصّلوةَ وَأَنتُمْ سُكَارَى حَتَّىَ تَعْلَمُواْ مَا تَقُولُونَ﴾</span>: السكر حرام محرم بالذات وفي شتى الحالات بالضرور الدينية، ولكن هذه الآية بعيدة كل البعد عن بيان حكمه تحريمًا او تحليًا حيث يسوغ النهي عن مبطلات الصلاة حتى ولو كان مباحة بالذات <span class=quran>﴿وَلاَ جُنُبًا إِلاَّ عَابِرِي سَبِيلٍ﴾</span>: قال الفقهاء: لا تصح من الجنب ولا يسوغ له المكث في المسجد، وله أن يمر به مستطرقًا إلا المسجد الحرام ومسجد الرسول الأعظم (ص) <span class=quran>﴿حَتَّىَ تَغْتَسِلُواْ﴾</span>: من الجنابة، وعند إذن تصح الصلاة مع سائر الشروط، ويسوغ المكث في كل المساجد <span class=quran>﴿وَإِن كُنتُم مَّرْضَى﴾</span>: وخفتم الضرر من استعمال الماء <span class=quran>﴿أَوْ عَلَى سَفَرٍ﴾</span>: اتفقت المذاهب الإسلامية على أن المسافر إذا لم يجد ماء يتيمم ويصلي، وكذلك الحاضر غير المريض تمامًا كالمسافر ما عدا المذهب الحنفي فإنه أسقط الصلاة عن الحاظر إذا لم يجد الماء لأن الآية وردت في المسافر دون الحاضر، وجوابه أن جواز التيمم في السفر لايمنع من جوزاه في الحضر إضافة إلى الإطلاقات الواردة في السنة <span class=quran>﴿أَوْ جَاء أَحَدٌ مِّنكُم مِّن الْغَآئِطِ﴾</span>: كناية عن ما يخرج من السبيلين حتى الريح <span class=quran>﴿أَوْ لاَمَسْتُمُ النِّسَاء﴾</span>: كناية عن الجماع <span class=quran>﴿فَلَمْ تَجِدُواْ مَاء فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا﴾</span>: الصعيد الأرض والطيب الطاهر <span class=quran>﴿فَامْسَحُواْ بِوُجُوهِكُمْ﴾</span>: الباء للتبعيض أي بعض وجوهكم، عند الإمامية من قصاص الشعر إلى طرف الأنف <span class=quran>﴿وَأَيْدِيكُمْ﴾</span>: من الزندين إلى رؤوس الأصابع. <br><br>(44): <span class=quran>﴿أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُواْ نَصِيبًا مِّنَ الْكِتَابِ﴾</span>: حظًا من علم التوراة، وهم أحبار اليهود <span class=quran>﴿يَشْتَرُونَ الضَّلاَلَةَ﴾</span>: يستبدلونها بالهداية أي بالبقاء على اليهودية بعد وضوح المعجزات الدالة على صدق محمد (ص) <span class=quran>﴿وَيُرِيدُونَ أَن تَضِلُّواْ السَّبِيلَ﴾</span>: المؤدية إلى ما فيه لله رضا، ولكم خير وصلاح."
}
]
}