{
"title": "صفحة (88)",
"type": "html",
"data": [
{
"miniTitle": "النساء",
"text": "(60): <span class=quran>﴿أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ﴾</span>: الخطاب للنبي (ص) والزاعمون: المنافقون <span class=quran>﴿أَنَّهُمْ آمَنُواْ بِمَا أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ﴾</span>: أي بكل ما أرسل سبحانه من رسل وكل ما أنزل من كتب <span class=quran>﴿يُرِيدُونَ أَن يَتَحَاكَمُواْ اِلَى الطَّاغُوتِ وَقَدْ أُمِرُواْ أَن يَكْفُرُواْ بِهِ﴾</span>: كان بين رجل من المنافقين وآخر من اليهود خصومة، فقال اليهودي له: أحاكمك إلى محمد علمًا منه بأنه يحكم بالحق ولا يرتشي، فأبى المنافق إلا عند رئيس من رؤساء اليهود الذين يبدون العداوة والبغضاء لنبي الرحمة، فسجلت الآية هذا الموقف المخزي لمن يتظاهر بالصلاح وهو أفسد من الفساد. <br><br>(61): <span class=quran>﴿وَإِذَا قِيلَ لَهُمْ﴾</span>: المنافقين <span class=quran>﴿تَعَالَوْاْ إِلَى مَا أَنزَلَ اللّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنَافِقِينَ يَصُدُّونَ عَنكَ صُدُودًا﴾</span>: ولا عجب أن يصد المبطل عن الحق، والمحق عن الباطل وإلا فأين الخط الفاصل بين الطيب والخبيث. <br><br>(62): <span class=quran>﴿فَكَيْفَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾</span>: المنافقون يحاربون الرسول الأعظم (ص) في الخفاء بكل وسيلة، فإذا نزلت بهم نازلة بسبب أفعالهم وسوء تصرفاتهم لجأوا إلى الرسول خاضعين متباكين <span class=quran>﴿ثُمَّ جَآؤُوكَ يَحْلِفُونَ بِاللّهِ إِنْ أَرَدْنَا إِلاَّ إِحْسَانًا وَتَوْفِيقًا﴾</span>: وهكذا كل انتهازي منافق يحاول الإيقاع بك ما استطاع حتى إذا درات عليه الدائرة واحتاج إلى نصرتك، أسرع إليك لائذًا، وابدى لك الولاء والإخلاص. <br><br>(63): <span class=quran>﴿أُولَـئِكَ الَّذِينَ يَعْلَمُ اللّهُ مَا فِي قُلُوبِهِمْ﴾</span>: وأيضًا كثير من الناس يعلمون المنافقين وأنهم بخادعون ويمكرون <span class=quran>﴿فَأَعْرِضْ عَنْهُمْ﴾</span>: لا تعف عنهم ولا تعاقبهم <span class=quran>﴿وَعِظْهُمْ وَقُل لَّهُمْ فِي أَنفُسِهِمْ قَوْلاً بَلِيغًا﴾</span>: تفهمهم فيه حقيقتهم وما هم عليه من الشر والخيانة، وأنهم إن أمضوا في هذا السبيل، فعاقبتهم الوبال والإذلال. <br><br>(64): <span class=quran>﴿وَمَا أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ لِيُطَاعَ﴾</span>: وإلا فأية جدوى من إرسال الرسالة؟ <span class=quran>﴿بِإِذْنِ اللّهِ﴾</span>: أي بأمره تعالى، وفي معناه (من يطع الرسول فقد أطاع الله) <span class=quran>﴿وَلَوْ أَنَّهُمْ إِذ ظَّلَمُواْ أَنفُسَهُمْ﴾</span>: حيث عرضوها للعذاب والهلكة <span class=quran>﴿جَآؤُوكَ فَاسْتَغْفَرُواْ اللّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ﴾</span>: الأجدر بهم والأنفع لهم أن يندموا على ما كان منهم، ويطلبوا العفو من الله والرسول، ولو أنهم فعلوا ذلك <span class=quran>﴿لَوَجَدُواْ اللّهَ تَوَّابًا رَّحِيمًا﴾</span>: ابدًا لا يرد سائلًا، ولا يخيب آملًا، فالمهم أن يسأل العبد ويأمل. <br><br>(65): <span class=quran>﴿فَلاَ وَرَبِّكَ﴾</span>: الأصل وربك <span class=quran>﴿لاَ﴾</span>: لمجرد التوكيد <span class=quran>﴿يُؤْمِنُونَ حَتَّىَ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ﴾</span>: يرتضونك حكمًا، ويعتقدون أن حكمك هو حكم الله بالذات <span class=quran>﴿ثُمَّ لاَ يَجِدُواْ فِي أَنفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا﴾</span>: وهل يشعر المؤمن حقًا وصدقًا بالضيق من حكم الله والحق."
}
],
"singlePage": true
}