{
"title": "صفحة (90)",
"type": "html",
"data": [
{
"miniTitle": "النساء",
"text": "(75): <span class=quran>﴿وَمَا لَكُمْ لاَ تُقَاتِلُونَ فِي سَبِيلِ اللّهِ﴾</span>: وسبيله تعالى عام في كل خير <span class=quran>﴿وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاء وَالْوِلْدَانِ﴾</span>: وأيضًا وبالخصوص مالكم لا تجاهدون لخلاص المظلومين ونسائهم وأطفالهم، وتشير الآيةإلى أن النبي (ص) حين هاجر هو ومن معه من المسلمين من مكة إلى المدينة وبقي من عجز عن الهجرة، فأذاقهم المشركون ألوانًا من الأذى والتنكيل، وكانوا يستغيثون و <span class=quran>﴿الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَـذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا...﴾</span>: وهي مكة، فأمرسبحانه المسلمين بفتح مكة لإنقاذ المؤمنين المستضعفين من ظلم الطغاة المشركين، وتقرر هذه الآية أن الهدف من الأساس للجهاد والقتال هو إنساني تضامني ينقذ الضعفاء من الظلم، ويقيم العدل على وجع معموم حيث لا عدالة بلا قوة، كما أن القوة بلا عدالة استبداد. <br><br>(76): <span class=quran>﴿الَّذِينَ آمَنُواْ يُقَاتِلُونَ فِي سَبِيلِ اللّهِ وَالَّذِينَ كَفَرُواْ يُقَاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ﴾</span>: هذه موزانة ومقارنة بين أهداف المخلصين وأهداف الخائنين من القتال، فالأولون يجاهدون لإحقاق الحق وإقامة العدل، وأما الخائنون فيقاتلون لإحياء الباطل ورساخة الظلم وإشاعة الفساد في الأرض <span class=quran>﴿فَقَاتِلُواْ أَوْلِيَاء الشَّيْطَانِ﴾</span>: الذين يعيشون في الأرض مفسدين، فإن قتالهم وقتلهم صلاح وخير للإنسانية جمعاء، ومهادنتهم شر وفساد <span class=quran>﴿إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفًا﴾</span>: إن قوة الخائن المبطل بالغة ما بلغت فما هي بشئ، في جنب الإخلاص والحق والعدل. <br><br>(77): <span class=quran>﴿أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّواْ أَيْدِيَكُمْ﴾</span>: تألب المشركون في مكة على النبي والصحابة والمستضعفين، ولما اشتد البلاء عليهم سألو النبي أن يأذن لهم بالقتال دفاعًا عن أنفسهم، فنهاهم عن ذلك، لأن القتال آنذاك عملية انتحارية، وقال الرسول فيما قال: اصمدوا على دينكم مهما قاسيتم في سبيله <span class=quran>﴿وَأَقِيمُواْ الصّلوةَ وَآتُواْ الزَّكَوةَ﴾</span>: وهذا هو المطلوب منكم الآن وكفى <span class=quran>﴿فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ﴾</span>: أمروا بالجهاد بعد الهجرة إلى المدينة جيث أصبح للإسلام والمسلمين قوة رداعة <span class=quran>﴿إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ﴾</span>: أي قتال الأعداء <span class=quran>﴿كَخَشْيَةِ اللّهِ أَوْ أَشَدَّ خَشْيَةً﴾</span>: تحمسوا للقتال حين نهوا عنه، وتقاعسوا عنه حين أمرو به، ولكن خوفًا من الموت لا شكًا في دينهم وعقيدنهم <span class=quran>﴿وَقَالُواْ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ﴾</span>: ليس هذا اعتراضًا بل رجاء وإن كان الجبن هو الباعث والدافع <span class=quran>﴿قُلْ مَتَاعُ الدَّنْيَا قَلِيلٌ﴾</span>: وعيشها قصير <span class=quran>﴿وَالآخِرَةُ خَيْرٌ لِّمَنِ اتَّقَى﴾</span>: معاصي الله سبحانه وتعالى <span class=quran>﴿وَلاَ تُظْلَمُونَ فَتِيلا﴾</span>: على مشاق الجهاد والقتال. <br><br>(78): <span class=quran>﴿أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ﴾</span>: فما ينجو من الموت من خافه، ولا يعطي البقاء من أحبه كما في نهج البلاغة <span class=quran>﴿وَإِن تُصِبْهُمْ حَسَنَةٌ﴾</span>: كالرزق <span class=quran>﴿يَقُولُواْ هَـذِهِ مِنْ عِندِ اللّهِ﴾</span>: وليست من بركتك ويمنك يا محمد <span class=quran>﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ﴾</span>: كالنقص من الثمرات <span class=quran>﴿يَقُولُواْ هَـذِهِ مِنْ عِندِكَ﴾</span>: بسببك، ولو بقينا على ديننا ما أصابنا شئ <span class=quran>﴿قُلْ كُلًّ مِّنْ عِندِ اللّهِ﴾</span>: أي من سنن الطبيعة التي خلقها الله تعالى، وهي تشمل وتعم الطيب والخبيث والقوي والضعيف على السواء تمامًا كالصحة والمرض إلا أن يكافحها القوي بعمله، ويسيطر عليها بقوته <span class=quran>﴿فَمَا لِهَـؤُلاء الْقَوْمِ لاَ يَكَادُونَ يَفْقَهُونَ حَدِيثًا﴾</span>: وهو أن الدين والصلاح والدعاء شئ، وأسباب الطبيعة شئ آخر، وأن النتيجة تتبع المقدمات والمسببات تجري على الأسباب. <br><br>(79): <span class=quran>﴿مَّا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّهِ﴾</span>: المراد بهذه الحسنة، الحسنة الخاصة كالنجاح والتوفيق، وبالحسنة الأولى الحسنة العامة كالخصب وما أشبه من الأمور التي تشمل الجميع، وترجع إلى سنن الطبيعة التي خلقها الله كما أشرنا <span class=quran>﴿وَمَا أَصَابَكَ﴾</span>: أيها الإنسان <span class=quran>﴿مِن سَيِّئَةٍ فَمِن نَّفْسِكَ﴾</span>: من تقصيرك أنت لا من الله سبحانه الذي زودك بالقدرة والعقل والإرادة، وحثك على الكفاخ والنضال <span class=quran>﴿وَأَرْسَلْنَاكَ﴾</span>: يا محمد <span class=quran>﴿لِلنَّاسِ رَسُولاً﴾</span>: وما عليك إلا البلاغ <span class=quran>﴿وَكَفَى بِاللّهِ شَهِيدًا﴾</span>: على من عصى وأطاع.."
}
],
"singlePage": true
}