{"title":"صفحة (94)","type":"html","data":[{"miniTitle":"النساء","text":"(95): <span class=quran>﴿لاَّ يَسْتَوِي الْقَاعِدُونَ﴾</span>: عن الجهاد <span class=quran>﴿مِنَ الْمُؤْمِنِينَ غَيْرُ أُوْلِي الضَّرَرِ﴾</span>: وهم الأصحاء، قعدوا عن الجهاد، لأن عليهم فرض كفاية لا عين إذا قام به البعض سقط عن الكل <span class=quran>﴿وَالْمُجَاهِدُونَ فِي سَبِيلِ اللّهِ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ﴾</span>: وهنا ينتهي الكلام، ومفاده بإيجاز أن الأصحاء القاعدين لمبرر شرعي ليسوا كالمجاهدين في الفضل، ثم يبين سبحانه الدرجات بقوله: <span class=quran>﴿فَضَّلَ اللّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ عَلَى الْقَاعِدِينَ﴾</span>: من أولي الضرر كالعمى وما أشبه <span class=quran>﴿دَرَجَةً﴾</span>: واحدة <span class=quran>﴿وَكُـلاًّ﴾</span>: من اولي الضرر والمجاهدين <span class=quran>﴿وَعَدَ اللّهُ الْحُسْنَى﴾</span>: الجنة، هؤلاء على نياتهم وجهادهم، وأولئك على النيات فقط <span class=quran>﴿وَفَضَّلَ اللّهُ الْمُجَاهِدِينَ﴾</span>: بأموالهم وأنفسهم <span class=quran>﴿عَلَى الْقَاعِدِينَ﴾</span>: من غير اولي الضرر الذين وجب عليهم الجهاد كفاية لا عينا. <br><br>(96): <span class=quran>﴿دَرَجَاتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً﴾</span>: والمحصل أن المجاهد أفضل بدرجة واحدة ممن أعجزه وأقعده الضرر والمرض عن الجهاد، وأفضل بدرجات كثيرة من القادر لا لشئ إلا أن الآخرون قد كفوه وأراحوه. <br><br>(97): <span class=quran>﴿إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلآئِكَةُ﴾</span>: جاء أجلهم <span class=quran>﴿ظَالِمِي أَنْفُسِهِمْ﴾</span>: بترك الهجرة من دار الكفر والظلم إلى دار الإيمان والعدل، وهذه الآية والآيتان بعدها تقرر مبدأ الهجرة من دار الكفر، بشرطين: الأول القدرة عليها: الثاني أن ينحصر بها التخلص من الظلم والاستضعاف <span class=quran>﴿قَالُواْ فِيمَ كُنتُمْ﴾</span>: قال ملائكة الموت للذين تركوا الهجرة: هل كنتم أحرارًا في اموالكم وأفعالكم وإقامة الواجبات الدينية <span class=quran>﴿قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأَرْضِ﴾</span>: كلا لم نكن أحرارًا في شئ من ذلك <span class=quran>﴿قَالْوَاْ﴾</span>: الملائكة: <span class=quran>﴿أَلَمْ تَكُنْ أَرْضُ اللّهِ وَاسِعَةً فَتُهَاجِرُواْ فِيهَا﴾</span>: هذا توبيخ على ما اعتذروا به، ويقال له: عذر أقبح من ذنب، والمعنى كيف تحملتم الظلم والعبودية، ولم تهاجروا إلى إخوان لكم في الدين، يهتمون بشأنكم ويدافعون عنكم لأنهم أعزاء أقوياء <span class=quran>﴿فَأُوْلَـئِكَ مَأْوَاهُمْ جَهَنَّمُ﴾</span>: لأن التبعة تقع عليهم وحدهم بشهادتهم على أنفسهم. <br><br>(98): <span class=quran>﴿إِلاَّ الْمُسْتَضْعَفِينَ...﴾</span>: الذين لا يستطيعون الهجرة. <br><br>(99): <span class=quran>﴿فَأُوْلَـئِكَ عَسَى اللّهُ أَن يَعْفُوَ عَنْهُمْ﴾</span>: وعسى هنا للتحقق لأن العجز عذر عقلي وشرعي وعرفي. <br><br>(100): <span class=quran>﴿وَمَن يُهَاجِرْ فِي سَبِيلِ اللّهِ يَجِدْ فِي الأَرْضِ مُرَاغَمًا كَثِيرًا﴾</span>: أماكن وبلادًا كثيرة يرغم أعداءه بالهجرة إليها <span class=quran>﴿وَسَعَةً﴾</span>: في الرزق <span class=quran>﴿وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِرًا إِلَى اللّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلى اللّهِ﴾</span>: ولا أجد تفسيرًا لهذه الآية أفضل وأوضح مما ذكره المفسرون في سبب نزولها، وهو أن جندب بن ضمرة كان قد أسلم في مكة، وعجز عن الهجرة إلى المدينة لمرض شديد، ولما سمع بآية الهجرة قال لأولاده: احملوني إلى رسول الله ، فحملوه حتى إذا بلغ مكانًا في الطريق يقال له التنعيم، أشرف على الموت، فصفق بيمينه على شماله وقال من أعماق قلبه: اللهم هذه لك، وهذه لرسولك أبايعك على ما بايعك عليه رسول الله، ولفظ النفس الأخير... اللهم ميتة كهذه بالنبي وآله. <br><br>(101): <span class=quran>﴿وَإِذَا ضَرَبْتُمْ فِي الأَرْضِ﴾</span>: سافرتم <span class=quran>﴿فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُواْ مِنَ الصَّلوةِ﴾</span>: من عدد الرباعيات، فتصلوا الظهر والظهر والعشاء ركعتين ركعتين، وظاهر الآية أن القصر رخصة، ولكن المراد عزيمة تمامًا كآية الطواف (فلا جناح عليهم أن يطوف بهما- 158 البقرة) وأيضًا كما ثبت القصر في السفر بشروطه ثبت حال الخوف بقوله تعالى <span class=quran>﴿إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الَّذِينَ كَفَرُواْ﴾</span>: والمراد بالفتنة هنا كل ما يتعرض له المصلي من مكروه لا يحتمل."}]}