["(37) - (38): ﴿قَالَ لاَ يَأْتِيكُمَا طَعَامٌ تُرْزَقَانِهِ﴾: من أهلكما في هذا اليوم وكل يوم ﴿إِلاَّ نَبَّأْتُكُمَا بِتَأْوِيلِهِ﴾: أخبرتكم عن نوعه ﴿قَبْلَ أَن يَأْتِيكُمَا﴾: وهذا مني إخبار بالغيب، ولا عجب ﴿ذَلِكُمَا مِمَّا عَلَّمَنِي رَبِّي﴾:الله أوحى به إليّ، وأنا أخبرتكم به، وكذلك تفسيري للمنام هو وحي من الله سبحانه، وأراد يوسف بذلك أن يثبت صدقه ونبوته كي يؤمنوا بما يدعوهم إليه من الإيمان بالله الواحد الأحد واليوم الآخر تمامًا كما قال السيد المسيح (ع): (وأُنبئكم بما تأكلون وما تدخرون في بيوتكم - 49 آل عمران). وبعد أن مهد يوسف بهذه المقدمة لمعجزة تدل على صدقه ونبوته، شرع بالدعوة إلى الله والحق فقال: \n\n(39): ﴿يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُّتَفَرِّقُونَ خَيْرٌ أَمِ اللّهُ الْوَاحِدُ الْقَهَّارُ﴾: المراد بصاحبي السجن الساكنان فيه مع يوسف، وقد دعاهما بقوله هذا إلى توحيد الله، وأقام عليهم الحجة بقوله: \n\n(40): ﴿مَا تَعْبُدُونَ مِن دُونِهِ إِلاَّ أَسْمَاء... ﴾: لا تنفع ولا تضر ولا تدل عبادتها إلا على الجهل وسفه العقل ﴿إِنِ الْحُكْمُ إِلاَّ لِلّهِ﴾: الذي يقول للشيء كن فيكون، بيده ملكوت كل شيء، وهو يجير ولا يجار عليه ﴿ذَلِكَ الدِّينُ الْقَيِّمُ﴾: أي المستقيم على العقل والعدل والحق والخير وصالح الفرد والجماعة، في عقيدته وشريعته وجميع أحكامه. \n\n(41): ﴿يَا صَاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُمَا﴾: وهو الساقي ﴿فَيَسْقِي رَبَّهُ﴾: سيده فرعون ﴿خَمْرًا وَأَمَّا الآخَرُ﴾: وهو الخباز ﴿فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِن رَّأْسِهِ﴾: وهذا واقع لا محالة ﴿قُضِيَ الأَمْرُ﴾: قد بتّ، وانتهى حكمه. \n\n(42): ﴿وَقَالَ﴾ - <<يوسف>> - ﴿ لِلَّذِي ظَنَّ أَنَّهُ نَاجٍ مِّنْهُمَا اذْكُرْنِي عِندَ رَبِّكَ﴾: متى رجعت إلى قصر فرعون فقلله : إن يوسف سجن من غير محاكمة أو سؤال ﴿فَأَنسَاهُ الشَّيْطَانُ ذِكْرَ رَبِّهِ﴾: عاد الساقي إلى القصر، ولكنه نسي في زحمة أعماله أن يذكر يوسف عند فرعون ﴿فَلَبِثَ - يوسف - فِي السِّجْنِ بِضْعَ سِنِينَ﴾: قال الشيخ الطبرسي: أصح الأقوال أنه لبث في السجن سبع سنين. \n\n(43): ﴿وَقَالَ الْمَلِكُ إِنِّي أَرَى... ﴾: رأى فرعون رؤيا عجيبة غريبة هالته وحيرته، رأى سبع بقرات هزيلات تأكل سبع بقرات سمان! ما هذا؟ بقر يأكل بقر، وفوق ذلك الضعيف الهزيل يأكل القوي السمين؟ وأيضًا سنابل يابسات تلتوي على سنابل خضر في حقل واحد! وهذا مدهش ومحير، فدعا فرعون رجال حاشيته وكهنة دولته، وقص عليهم ما رأى، وسألهم عن التأويل فلم يعرفوا واعتذروا بأن رؤياه: \n\n","تفسير المبين"]