["(63) - (65): ﴿فَلَمَّا رَجِعُوا إِلَى أَبِيهِمْ قَالُواْ يَا أَبَانَا مُنِعَ مِنَّا الْكَيْلُ﴾: في المرة الثانية يشيرون بذلك إلى قول يوسف: وإن لم تأتوني به فلا كيل لكم عندي ﴿فَأَرْسِلْ مَعَنَا أَخَانَا... ﴾: ولا تخف عليه، فذكرهم بما قالوا من قبل: يا أبانا ما لك لا تأمنا على يوسف وإنا له ناصحون ﴿وَلَمَّا فَتَحُواْ مَتَاعَهُمْ وَجَدُواْ بِضَاعَتَهُمْ﴾: التي أمر يوسف بردها ووضعها في رحالهم ﴿رُدَّتْ إِلَيْهِمْ﴾: أسرعوا إلى أبيهم فرحين و ﴿قَالُواْ يَا أَبَانَا مَا نَبْغِي﴾: وراء هذا الإكرام والإتمام ﴿وَنَمِيرُ أَهْلَنَا﴾: نأتيهم بالميرة وهي الطعام زائدًا ﴿كَيْلَ بَعِيرٍ ذَلِكَ كَيْلٌ يَسِيرٌ﴾: نحن بحاجة ماسة إلى الزيادة في الطعام لحمل أباعر لا بعير واحد لكثرة العيال وسوء الحال. \n\n(66): ﴿قَالَ - لهم أبوهم- لَنْ أُرْسِلَهُ مَعَكُمْ... ﴾: أذن لهم بأخيهم بنيامين على أن يحلفوا بالعهود والمواثيق أن يرجعوه إليه سليمًا معافى إلا أن تنزل واقعة ليس لها دافعة ﴿فَلَمَّا آتَوْهُ مَوْثِقَهُمْ﴾: واطمأن إليه ﴿قَالَ اللّهُ عَلَى مَا نَقُولُ وَكِيلٌ﴾: حافظ وشهيد بيني وبينكم، فمن نكث فإنما ينكث على نفسه. \n\n(67): ﴿وَقَالَ يَا بَنِيَّ لاَ تَدْخُلُواْ مِن بَابٍ وَاحِدٍ وَادْخُلُواْ مِنْ أَبْوَابٍ مُّتَفَرِّقَةٍ﴾: قال الشيخ الطبرسي وغيره من المفسرين: كان أولاد يعقوب ذوي جمال وبهاء وهيبة وأُبهة، فخاف عليهم النظرة، وليس هذا ببعيد عن عاطفة الأبوية، ولكن عاد واستدرك، وكما هو شأن الأنبياء والأتقياء وقال ﴿وَمَا أُغْنِي عَنكُم مِّنَ اللّهِ مِن شَيْءٍ﴾: إن أراد بكم سوءًا فلا مرد له. \n\n(68): ﴿وَلَمَّا دَخَلُواْ مِنْ حَيْثُ أَمَرَهُمْ أَبُوهُم﴾: من الأبواب المتفرقة ﴿مَّا كَانَ يُغْنِي عَنْهُم مِّنَ اللّهِ مِن شَيْءٍ﴾: تمامًا كما قال لهم أبوهم: (وما أُغني عنكم من الله من شيء) حيث اتهموا بالسرقة، وأخذ منهم أخوهم بنيامين، ورجعوا إلى أبيهم من دونه منكسرين ﴿إِلاَّ حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا﴾: ولا حاجة له من الدنيا إلا سلامة يوسف وأخيه بنيامين، واجتماعه بهما قرير العين، وقد أتم الله له ما أراد على أحسن حال ﴿وَإِنَّهُ لَذُو عِلْمٍ لِّمَا عَلَّمْنَاهُ﴾: ضمير أنه يعود إلى يعقوب، وكل نبي يعلمه الله من لدنه علمًا، ويؤدبه بآدابه، ومنها الصبر الجميل على البلاء، والتوكل عليه تعالى في السراء والضراء، وعدم اليأس من رحمته، وكل هذه الخلال والخصال توافرت في يعقوب. \n\n(69): ﴿وَلَمَّا دَخَلُواْ عَلَى يُوسُفَ﴾: ومعهم شقيقه بنيامين رحب بهم وأكرمهم ﴿آوَى إِلَيْهِ أَخَاهُ﴾: اختلى ببنيامين و ﴿قَالَ - له - إِنِّي أَنَاْ أَخُوكَ﴾: يوسف فَلاَ تَبْتَئِسْ﴾: فلا تحزن ولا تأسف ﴿بِمَا كَانُواْ يَعْمَلُونَ﴾: بي وبك فيما مضى، فإن الله سبحانه قد أحسن إلينا وجمع شملنا، ولا تخبرهم بما أعلمتك. \n\n","تفسير المبين"]