["(79): ﴿قَالَ مَعَاذَ اللّهِ﴾: نعوذ به ونلوذ ﴿أَن نَّأْخُذَ إِلاَّ مَن وَجَدْنَا مَتَاعَنَا عِندَهُ﴾: فهو وحده المطلوب دون سواه. \n\n(80): ﴿فَلَمَّا اسْتَيْأَسُواْ مِنْهُ خَلَصُواْ نَجِيًّا﴾: بعد اليأس من تنازل العزيز عن بنيامين، انفرد أولاد يعقوب عن الناس وتناجوا فيما بينهم: ماذا يصنعون؟ وأي شيء يقولون لأبيهم ﴿قَالَ كَبِيرُهُمْ.. ﴾: سنًا، قد استحلفكم أبوكم أن تردوا عليه بنيامين، فماذا تقولون له بعد أن فجعتموه بيوسف من قبل، فهو لا يصدقكم، وإن نطقتم بالصدق. \n\n(81): ﴿ارْجِعُواْ إِلَى أَبِيكُمْ﴾: واخبروه بما حدث ﴿وَمَا كُنَّا لِلْغَيْبِ حَافِظِينَ﴾: ما توقعنا أن يحدث ما حدث حين أعطيناك العهود والمواثيق. \n\n(82): ﴿وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا﴾: اسأل أهل مصر فكلهم سمعوا حديث السرقة ﴿وَالْعِيْرَ الَّتِي أَقْبَلْنَا فِيهَا﴾: وأيضًا اسأل القافلة التي جئنا معها، قالوا هذا وأكثر من هذا لأبيهم، فقال لهم عين ما قال حين جاءوا على قميص يوسف بدم كذب. \n\n(83): ﴿قَالَ بَلْ سَوَّلَتْ لَكُمْ أَنفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ﴾: وهل من وسيلة في هذا الموقف وأمثاله إلا الصبر. \n\n(84): ﴿وَتَوَلَّى عَنْهُمْ وَقَالَ يَا أَسَفَى عَلَى يُوسُفَ﴾: تجدد حزنه على يوسف، وترك الناس جانبًا منصرفًا إلى همه وحزنه ﴿وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ﴾: أُصيبتا بالقرحة ﴿فَهُوَ كَظِيمٌ﴾: لا يظهر حزنه لأحد، بل يتجرعه ويتجلد على حساب جسمه وأعصابه. \n\n(85): ﴿قَالُواْ تَالله تَفْتَأُ تَذْكُرُ يُوسُفَ﴾: ما لك لا تفارق ذكر يوسف في ليل ونهار ﴿حَتَّى تَكُونَ حَرَضًا﴾: مريضًا ﴿أَوْ تَكُونَ مِنَ الْهَالِكِينَ﴾: مع الأموات, وأية جدوى من الحزن والبكاء؟ فارفق بنفسك وبأهلك، وبالمناسبة نشير إلى أن الله سبحانه أدبنا نحن أُمة محمد (ص) بآداب القرآن الكريم، وأمر أحدنا إذا أُصيب بمصيبة أن يقول: (إنّا لله وإنّا إليه راجعون أولئك عليهم صلوات من ربهم ورحمة وأولئك المهتدون - 157 البقرة). \n\n(86): ﴿قَالَ﴾: يعقوب ﴿إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللّهِ﴾: لا إلى الناس، والمراد بالبث هنا الهم الذي لا يقدر صاحبه على كتمانه، فيبثه وينفثه بلسانه ﴿وَأَعْلَمُ مِنَ اللّهِ مَا لاَ تَعْلَمُونَ﴾: أرجو من الله كل خير، وأعلم أن رؤيا يوسف صادقة، ولكن لا أعلم أين هو؟ وكيف حاله؟ ولذا قال لبنيه: \n\n","تفسير المبين"]