["(28): ﴿وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم... ﴾: كن يا محمد مع المؤمنين المخلصين الذاكرين الله قي كل حين المطيعين له في أمره ونهيه طلبًا لمرضاته وفضله ورحمته ﴿وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ﴾: أي عن المؤمنين، ويستحيل في حق النبي أن يزدري أحدًا من المؤمنين، كي يخاطب بالنهي عن ذلك، كيف وسبحانه يشهد بأن محمد بالمؤمنين رؤوف رحيم كما في الآية 128 من التوبة؟ وعليه فالمراد بالنهي هنا مجرد التنويه بحرمة المؤمن وفضله ومكانه عند الله تعالى ﴿تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا﴾: يشير سبحانه بهذا إلى أن مكانة المؤمن الفقير عند الله هي أرفع وأفضل من مكانة أهل الجاه والمال إلا من أعطى واتقى وصدق بالحسنى ﴿وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَ﴾: آثر دنياه على آخرته، وهواه على طاعة الله ﴿وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا﴾: من الإفراط وتجاوز الحد في الأقوال والأفعال. وتقدم شبيه ذلك في الآية 88 من الحجر. \n\n(29): ﴿وَقُلِ الْحَقُّ مِن رَّبِّكُمْ فَمَن شَاء فَلْيُؤْمِن وَمَن شَاء فَلْيَكْفُرْ﴾: قد تبيَّن الرشد من الغيّ والخير من الشر، ولكل إنسان أن يختار لنفسه ما أحبَّ لها، وأسلوب الآية ظاهر بالوعيد والتهديد، ويؤيّده قوله تعالى بلا فاصل: ﴿إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا﴾: البيت من الشعر ونحوه، والمراد به هنا الطمر والغمر ﴿وَإِن يَسْتَغِيثُوا يُغَاثُوا بِمَاء كَالْمُهْلِ﴾: المائع القاتل ﴿يَشْوِي الْوُجُوهَ﴾: فتصبح فحمًا ﴿بِئْسَ الشَّرَابُ وَسَاءتْ مُرْتَفَقًا﴾: منزًلا ومتكًأ وفراشًا. اللهمَّ إنَّا نستجير بك من نارك، ونفُّر منها إلى رحمتك، ونتوسل إليك بنيَّك وآله الأطهار، عليهم أفضل الصلوات. \n\n(30) - (31): ﴿إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ... ﴾: لما ذكر المجرمين الأشرار وعقابهم، ثنى بذكر الطيبين وثوابهم، والعدن: الإقامة، والسندس: ضرب من الحرير الرقيق، والإستبرق: الغليظ منه، والأرائك: جمع أريكة، وهي السرير. وفي نهج البلاغة: كل نعيم دون الجنة محقور، وكل بلاء دون النار عافية، وتقدم مرات، منها الآية 82 من البقرة. \n\n(32): ﴿وَاضْرِبْ﴾: يا محمد ﴿لَهُم﴾: للجبابرة الطغاة المتعالين عن مجالسة الفقراء والمساكين، والذين قالوا لك: اطرد مَن عندك مِن المؤمنين الضعفاء، اضرب لهم ﴿مَّثَلًا رَّجُلَيْنِ﴾: أحدهما مؤمن والآخر كافر ﴿جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ﴾: حديقتين من أعناب ﴿وَحَفَفْنَاهُمَا بِنَخْلٍ﴾: أُحيطت الحديقتان بالنخل من كل جانب ﴿وَجَعَلْنَا بَيْنَهُمَا زَرْعًا﴾: كالخضار والحبوب. \n\n(33): ﴿كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَهَا﴾: ثمرها ﴿وَلَمْ تَظْلِمْ مِنْهُ شَيْئًا﴾: لم تنقص من الثمر شيئًا ﴿وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا﴾: يجري بطبيعته بلا آلة. \n\n(34): ﴿وَكَانَ لَهُ ثَمَرٌ﴾: وأيضًا كان يملك سوى الجنتين أموالًا تنج وتثمر ﴿فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ﴾: يراجعه في الكلام: ﴿أَنَا أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا﴾: ومنهما ينفخ الشيطان بريح الكبرياء في أنوف المتغطرسين. \n\n","تفسير المبين"]