["(46): ﴿الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا﴾: والمراد بهذه الزينة كل ما تشتهيه الأنفس، وتلده الأعين من مأكل طيَّب، وملبس جيد، وامرأة جميلة، وصحة كاملة، ومنزلة عالية، وأمن وأمان، وما يشبه ذلك من طيَّبات الدنيا وملذاتها، كل ذلك حلال محلل إلاَّ أن يكون على حساب الآخرين أو محرمًا بنص البلاغ المبين، وخير وأفضل من كل الطيبات في الحياة الدنيا ما أشار إليه سبحانه بقوله: ﴿وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا﴾: ونفهم من هذه الكلمة الرائدة الهادية أن العمل لن يكون من الباقيات الصالحات إلا أن يكون له مثوبة ومكانة رفيعة عند الله، وأن يحقق أملا من الآمال وأُمنية من الأماني النافعة. وتقدم في الآية 14 من آل عمران. \n\n(47): ﴿وَيَوْمَ نُسَيِّرُ الْجِبَالَ﴾: يشير سبحانه بهذا إلى أهوال يوم القيامة، وأنه يقتلع الجبال من أماكنها، ويسيرها في الجو كالسحاب ﴿وَتَرَى الْأَرْضَ بَارِزَةً﴾: بادية ظاهرة لا حجر وشجر ولا بناء وخباء يحجب الأبصار ﴿وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا﴾: من الأولين والآخرين لنقاش الحساب والجزاء على الأعمال والأقوال. \n\n(48) - (49): ﴿وَعُرِضُوا عَلَى رَبِّكَ صَفًّا﴾: يقف الخلائق بالكامل بين يدي الخالق بنظام محكم ودقيق بلا فوضى وعرقلة سير ﴿لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا﴾: بهذا يفتح سبحانه جلسة المحاكمة: قلتم في الحياة الدنيا: من مات فات، والآن ماذا ترون؟ لقد خلقناكم ورزقناكم وأمتناكم ثم أحييناكم كي نسأل ونحاسب ونثيب أو نعاقب على ما كنتم تعتقدون وتقولون وتفعلون. ثم يبدأ الحساب بوضع ﴿الْكِتَابُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ﴾: خائفين ﴿مِمَّا فِيهِ﴾: يعطي سبحانه كل مجرم صحيفة أعماله، ويقول له: (أقرأ كتابك كفى بنفسك اليوم عليك حسيبًا-14 الإسراء) فيقرأ ونفسه مفعمة بالخوف ﴿وَيَقُولُونَ يَا وَيْلَتَنَا﴾: يا حسرتنا ﴿مَالِ هَذَا الْكِتَابِ لاَ يُغَادِرُ صَغيِرَةً وَلاَ كَبِيَرةً إِلآ أَحْصَهَا﴾: بالأمس لا كتاب ولا حساب، على القطع والجزم، واليوم يا حسرتنا يا ويلتنا على ما فرطنا... ما كان أغناهم عن الحالين! والعاقل لا يجزم بما هو فوق تصوّره وإدراكه نفيًا ولا إثباتًا، بل يضعه في عالم الإمكان حتى يصدقه أو يكذبه الدليل والبرهان، ولا شيء أكثر من الشواهد على هذه الحقيقة. ومن كان يتصَّور أن الإنسان يصعد إلى القمر، وهو من الأشياء العادية، إذن فالكثير مما هو فوق التصور يمكن وجوده، ولا يعمى عن ذلك إلا جهول متخلف. \n\n(50): ﴿وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا... ﴾: تقدم مرات، منها في الآية34 من البقرة ﴿أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَاء مِن دُونِي﴾: المراد بذرية الشيطان حزبه وأنصاره الذين يضللون الناس عن الحق والخير وكل من يسمع لهم ويطيع فقد اتخذهم أولياء من دون الله ﴿وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّالِمِينَ بَدَلًا﴾: هم يعود للشيطان وأوليائه، ولكم خطاب لمن أطاعهم، وبئس للذمّ والتوبيخ، والظالمون كل من استبدل طاعة الشيطان وأوليائه بطاعة الرحمن وكتبه وأنبيائه. \n\n(51): ﴿مَا أَشْهَدتُّهُمْ﴾: ضمير متكلم لذات الله القدسية، وضمير الغائب للشيطان وحزبه وغيرهم من الأصنام والشركاء المعبودة والموهومة ﴿خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ﴾: يقول سبحانه: أنا وحدي خلقت الكون، ولم يكن معي حين أوجدت وأبدعت نظير أو مشير ولا شاهد أو ناظر ﴿وَلَا خَلْقَ أَنفُسِهِمْ﴾: وكذلك حين خلقت إبليس وأوليائه والشركاء المزعومة، ما أشهدت بعضهم خلق بعض ﴿وَمَا كُنتُ﴾: أيضًا ضمير المتكلم للذات القدسية ﴿مُتَّخِذَ اْلْمُضِلّيِنَ عَضُدًا﴾: أعوانًا، كيف والله سبحانه يعين ولا يستعين. \n\n(52): ﴿وَيَوْمَ يَقُولُ﴾: سبحانه للمشركين ﴿نَادُواْ شُرَكَآءِىَ اْلذَّيِنَ زَعَمْتُمْ﴾: بأنهم ينفعون ويضرون في هذا اليوم العصيب ﴿فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ﴾: لأنهم صم بكم، ولو استجابوا لأنكروهم وتبرأوا منهم ﴿وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا﴾: مهلكًا، والمعنى لا صلة ولا جامع مشترك غدًا بين التابع الضال والمتبوع المضل إلا الهلاك والعذاب. \n\n(53): ﴿وَرَءَا اْلْمُجْرِمُونَ اْلنَّارَ فَظَنُّواْ أْنَهَّم مُّوَاقِعُوهَا﴾: حين رأوا جهنم أيقنوا بأن الواقعة واقعة على رؤوسهم لا محالة ﴿وَلَمْ يَجِدُواْ عَنْهَا مَصْرِفًا﴾: مهربًا، وكيف والإله الطالب؟. \n\n","تفسير المبين"]