{
"title": "  الفصل الثالث في التأسي",
"type": "text",
"data": [
{
"text": "أَحَبُّ الْعِبَادِ إِلَى اللَّهِ تَعَالَى الْمُتَأَسِّي بِنَبِيِّهِ ص وَالْمُقْتَصُّ أَثَرَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَشْبَهُ النَّاسِ بِأَنْبِيَاءَ اللَّهِ أَقْوَلُهُمْ لِلْحَقِّ وَأَصْبَرُهُمْ عَلَى الْعَمَلِ بِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "ارْضَ بِمُحَمَّدٍ ص رَائِداً وَإِلَى النَّجَاةِ قَائِداً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "اسْتَجِيبُوا لِأَنْبِيَاءِ اللَّهِ وَسَلِّمُوا لِأَمْرِهِمْ وَاعْمَلُوا بِطَاعَتِهِمْ تَدْخُلُوا فِي شَفَاعَتِهِمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "اقْتَدُوا بِهُدَى نَبِيِّكُمْ فَإِنَّهُ أَصْدَقُ الْهُدَى وَاسْتَنُّوا بِسُنَّتِهِ فَإِنَّهَا أَهْدَى السُّنَنِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَوْلَى النَّاسِ بِالْأَنْبِيَاءِ أَعْلَمُهُمْ بِمَا جَاءُوا بِهِ [بِمَا أَمَرُوا بِهِ‏]",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَقْرَبُ النَّاسِ مِنَ الْأَنْبِيَاءِ أَعْمَلُهُمْ بِمَا أَمَرُوا بِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ عَدُوَّ مُحَمَّدٍ ص مَنْ عَصَى اللَّهَ وَإِنْ قَرُبَتْ قَرَابَتُهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ وَلِيَّ مُحَمَّدٍ ص مَنْ أَطَاعَ اللَّهَ وَإِنْ بَعُدَتْ لُحْمَتُهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ أَوْلَى النَّاسِ بِالْأَنْبِيَاءِ ع أَعْلَمُهُمْ [أَعْمَلُهُمْ‏] بِمَا جَاءُوا بِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "طُوبَى لِمَنْ عَمِلَ بِسُنَّةِ الدِّينِ وَاقْتَفَى آثَارَ النَّبِيِّينَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا أَعْظَمَ فَوْزَ مَنِ اقْتَفَى أَثَرَ النَّبِيِّينَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "يَا أَيُّهَا النَّاسُ إِنَّهُ لَمْ يَكُنْ لِلَّهِ سُبْحَانَهُ حُجَّةٌ فِي أَرْضِهِ أَوْكَدُ مِنْ نَبِيِّنَا مُحَمَّدٍ ص وَلَا حِكْمَةٌ أَبْلَغُ مِنْ كِتَابِهِ الْقُرْآنِ الْعَظِيمِ وَلَا مَدَحَ اللَّهُ تَعَالَى مِنْكُمْ إِلَّا مَنِ اعْتَصَمَ بِحَبْلِهِ وَاقْتَدَى بِنَبِيِّهِ وَإِنَّمَا هَلَكَ مَنْ هَلَكَ عِنْدَ مَا عَصَاهُ وَخَالَفَهُ وَاتَّبَعَ هَوَاهُ فَلِذَلِكَ يَقُولُ عَزَّ مِنْ قَائِلٍ فَلْيَحْذَرِ الَّذِينَ يُخالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذابٌ أَلِيمٌ",
"source": "غرر الحكم ودرر الكلم"
}
]
}