[["وَإِنَّا لَأُمَرَاءُ الْكَلَامِ فِينَا تَشَبَّثَتْ [انشبثت‏] فُرُوعُهُ وَعَلَيْنَا [عَلَيْهَا] تَهَدَّلَتْ أَغْصَانُهُ","غرر الحكم ودرر الكلم"],["أَلَا وَإِنَّا [إِنَ‏] أَهْلَ الْبَيْتِ أَبْوَابُ الْحِكَمِ وَأَنْوَارُ الظُّلَمِ وَضِيَاءُ الْأُمَمِ","غرر الحكم ودرر الكلم"],["أَيْنَ تَتِيهُونَ وَمِنْ أَيْنَ تُؤْتَوْنَ وَأَنَّى تُؤْفَكُونَ وَعَلَامَ تَعْمَهُونَ وَبَيْنَكُمْ عِتْرَةُ نَبِيِّكُمْ [أَيْنَ‏] وَهُمْ أَزِمَّةُ الصِّدْقِ وَأَلْسِنَةُ الْحَقِّ","غرر الحكم ودرر الكلم"],["أَيْنَ الَّذِينَ زَعَمُوا أَنَّهُمْ هُمُ الرَّاسِخُونَ فِي الْعِلْمِ دُونَنَا كِذْباً وَبَغْياً عَلَيْنَا وَحَسَداً لَنَا إِنْ رَفَعَنَا اللَّهُ سُبْحَانَهُ وَوَضَعَهُمْ وَأَعْطَانَا وَحَرَمَهُمْ وَأَدْخَلَنَا وَأَخْرَجَهُمْ بِنَا يُسْتَعْطَى الْهُدَى وَيُسْتَجْلَى الْعَمَى لَا بِهِمْ","غرر الحكم ودرر الكلم"],["إِنَّ لِلَا إِلَهَ إِلَّا اللَّهُ شُرُوطاً وَإِنِّي [أَنَا] وَذُرِّيَّتِي مِنْ شُرُوطِهَا","غرر الحكم ودرر الكلم"],["إِنَّ أَمْرَنَا صَعْبٌ مُسْتَصْعَبٌ وَخَشِنٌ مُخْشَوْشَنٌ سِرٌّ مُسْتَتِرٌ مُقَنَّعٌ لَا يَحْمِلُهُ إِلَّا مَلَكٌ مُقَرَّبٌ أَوْ نَبِيٌّ مُرْسَلٌ أَوْ مُؤْمِنٌ امْتَحَنَ اللَّهُ سُبْحَانَهُ قَلْبَهُ لِلْإِيمَانِ","غرر الحكم ودرر الكلم"],["إِنْ نَطَقُوا صَدَقُوا وَإِنْ صَمَتُوا لَمْ يُسْبَقُوا","غرر الحكم ودرر الكلم"],["أَنَا وَأَهْلُ بَيْتِي أَمَانٌ لِأَهْلِ الْأَرْضِ كَمَا أَنَّ النُّجُومَ أَمَانٌ لِأَهْلِ السَّمَاءِ","غرر الحكم ودرر الكلم"],["عِبَادٌ مَخْلُوقُونَ اقْتِدَاراً وَمَرْبُوبُونَ اقْتِسَاراً وَمَقْبُوضُونَ احْتِضَاراً","غرر الحكم ودرر الكلم"],["لَوْ كُنَّا نَأْتِي مَا تَأْتُونَ لَمَا قَامَ لِلدِّينِ عَمُودٌ وَلَا اخْضَرَّ لِلْإِيمَانِ عُودٌ","غرر الحكم ودرر الكلم"],["نَحْنُ دُعَاةُ الْحَقِّ وَأَئِمَّةُ الْخَلْقِ وَأَلْسِنَةُ الصِّدْقِ مَنْ أَطَاعَنَا مَلَكَ وَمَنْ عَصَانَا هَلَكَ","غرر الحكم ودرر الكلم"],["نَحْنُ النُّمْرُقَةُ الْوُسْطَى بِهَا يَلْحَقُ التَّالِي وَإِلَيْهَا يَرْجِعُ الْغَالِي","غرر الحكم ودرر الكلم"],["نَحْنُ أُمَنَاءُ اللَّهِ عَلَى عِبَادِهِ وَمُقِيمُو الْحَقِّ فِي بِلَادِهِ بِنَا يَنْجُو الْمُوَالِي وَبِنَا يَهْلِكُ الْمُعَادِي","غرر الحكم ودرر الكلم"],["نَحْنُ شَجَرَةُ النُّبُوَّةِ وَمَحَطُّ الرِّسَالَةِ وَمُخْتَلَفُ الْمَلَائِكَةِ وَيَنَابِيعُ الْحِكَمِ وَمَعَادِنُ الْعِلْمِ نَاصِرُنَا وَمُحِبُّنَا يَنْتَظِرُ الرَّحْمَةَ وَعَدُوُّنَا وَمبغضينا [مُبْغِضُنَا يَنْتَظِرُ السَّطْوَةَ","غرر الحكم ودرر الكلم"],["هُمْ دَعَائِمُ الْإِسْلَامِ وَوَلَائِجُ الِاعْتِصَامِ بِهِمْ عَادَ الْحَقُّ فِي نِصَابِهِ وَانْزَاحَ الْبَاطِلُ عَنْ مَقَامِهِ وَانْقَطَعَ لِسَانُهُ مِنْ مَنْبِتِهِ عَقَلُوا الدِّينَ عَقْلَ وِعَايَةٍ وَرِعَايَةٍ لَا عَقْلَ سَمَاعٍ وَرِوَايَةٍ","غرر الحكم ودرر الكلم"],["هُمْ مَوْضِعُ سِرِّ رَسُولِ اللَّهِ ص وَحُمَاةُ أَمْرِهِ وَعَيْبَةُ عِلْمِهِ وَمَوْئِلُ حُكْمِهِ وَكُهُوفُ كُتُبِهِ وَجِبَالُ [حِبَالُ‏] دِينِهِ","غرر الحكم ودرر الكلم"],["هُمْ كَرَائِمُ الْإِيمَانِ وَكُنُوزُ الرَّحْمَنِ إِنْ قَالُوا صَدَقُوا وَإِنْ صَمَتُوا لَمْ يُسْبَقُوا","غرر الحكم ودرر الكلم"],["هُمْ كُنُوزُ الْإِيمَانِ وَمَعَادِنُ الْإِحْسَانِ إِنْ حَكَمُوا عَدَلُوا وَإِنْ حَاجُّوا خَصَمُوا","غرر الحكم ودرر الكلم"],["هُمْ أَسَاسُ الدِّينِ وَعِمَادُ الْيَقِينِ إِلَيْهِمْ يَفِي‏ءُ الْعَالِي وَبِهِمْ يَلْحَقُ التَّالِي","غرر الحكم ودرر الكلم"],["هُمْ مَصَابِيحُ الظُّلَمِ وَيَنَابِيعُ الْحِكَمِ وَمَعَادِنُ الْعِلْمِ وَمَوَاطِنُ الْحِلْمِ","غرر الحكم ودرر الكلم"],["هُمْ عَيْشُ الْعِلْمِ وَمَوْتُ الْجَهْلِ يُخْبِرُكُمْ حِلْمُهُمْ عَنْ عِلْمِهِمْ وَصَمْتُهُمْ عَنْ مَنْطِقِهِمْ لَا يُخَالِفُونَ الْحَقَّ وَلَا يَخْتَلِفُونَ فِيهِ فَهُوَ بَيْنَهُمْ صَامِتٌ نَاطِقٌ وَشَاهِدٌ صَادِقٌ","غرر الحكم ودرر الكلم"],["لَا يُقَاسُ بِآلِ مُحَمَّدٍ ص مِنْ هَذِهِ الْأُمَّةِ أَحَدٌ وَلَا يَسْتَوِي بِهِمْ مَنْ جَرَتْ نِعْمَتُهُمْ عَلَيْهِ أَبَداً","غرر الحكم ودرر الكلم"]]