{
"title": "فضائله",
"type": "text",
"data": [
{
"text": "أَلَا وَقَدْ أَمَرَنِيَ اللَّهُ بِقِتَالِ أَهْلِ النَّكْثِ وَالْبَغْيِ وَالْفَسَادِ فِي الْأَرْضِ فَأَمَّا النَّاكِثُونَ فَقَدْ قَاتَلْتُ وَأَمَّا الْقَاسِطُونَ فَقَدْ جَاهَدْتُ وَأَمَّا الْمَارِقَةُ فَقَدْ دَوَّخْتُ وَأَمَّا شَيْطَانُ الرَّدْهَةِ فَإِنِّي كُفِيتُهُ بِصَعْقَةٍ سَمِعْتُ لَهَا وَجِيبَ قَلْبِهِ وَرَجَّةَ صَدْرِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ هَاهُنَا [وَ أَشَارَ بِيَدِهِ إِلَى صَدْرِهِ‏] لَعِلْماً جَمّاً لَوْ أَصَبْتُ لَهُ حَمَلَةً بَلَى أُصِيبَ لَقِناً غَيْرَ مَأْمُونٍ عَلَيْهِ مُسْتَعْمِلًا آلَةَ الدِّينِ لِلدُّنْيَا أَوْ مُسْتَظْهِراً بِنِعَمِ اللَّهِ عَلَى عِبَادِهِ وَبِحُجَجِهِ عَلَى أَوْلِيَائِهِ أَوْ مُنْقَاداً لِحَمَلَةِ الْحَقِّ لَا بَصِيرَةَ لَهُ فِي أَحْنَائِهِ يَنْقَدِحُ الشَّكُّ فِي قَلْبِهِ لِأَوَّلِ عَارِضٍ مِنْ شُبْهَةٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا قَسِيمُ النَّارِ وَخَازِنُ الْجِنَانِ وَصَاحِبُ الْحَوْضِ وَصَاحِبُ الْأَعْرَافِ وَلَيْسَ مِنَّا أَهْلَ الْبَيْتِ إِمَامٌ إِلَّا وَهُوَ عَارِفٌ بِأَهْلِ وَلَايَتِهِ وَذَلِكَ لِقَوْلِهِ تَعَالَى إِنَّما أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هادٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا صِنْوُ رَسُولِ اللَّهِ وَالسَّابِقُ إِلَى الْإِسْلَامِ وَكَاسِرُ الْأَصْنَامِ وَمُجَاهِدُ الْكُفَّارِ وَقَامِعُ الْأَضْدَادِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا كَابُّ الدُّنْيَا لِوَجْهِهَا وَقَادِرُهَا بِقَدْرِهَا وَرَادُّهَا عَلَى عَقِبِهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا مَعَ رَسُولِ اللَّهِ ص وَمَعِي عِتْرَتِي عَلَى الْحَوْضِ [فَلْيَأْخُذْ أَحَدُكُمْ بِقَوْلِنَا وَلْيَعْمَلْ بِعَمَلِنَا] وَإِنَّا لَنَذُودُ عَنْهُ أَعْدَاءَنَا وَنَسْقِي مِنْهُ أَوْلِيَاءَنَا فَمَنْ شَرِبَ مِنْهُ شَرْبَةً لَمْ يَظْمَأْ بَعْدَهَا أَبَداً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا يَعْسُوبُ الْمُؤْمِنِينَ وَالْمَالُ يَعْسُوبُ الْفُجَّارِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا وَضَعْتُ بِكَلْكَلِ [صُدُورِ] الْعَرَبِ وَكَسَرْتُ نَوَاجِمَ رَبِيعَةَ وَمُضَرَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا مُخَيَّرٌ فِي الْإِحْسَانِ إِلَى مَنْ لَمْ أُحْسِنْ إِلَيْهِ وَمُرْتَهَنٌ بِإِتْمَامِ الْإِحْسَانِ إِلَى مَنْ أَحْسَنْتُ إِلَيْهِ لِأَنِّي إِذَا أَتْمَمْتُهُ فَقَدْ حَفِظْتُهُ وَإِذَا قَطَعْتُهُ فَقَدْ أَضَعْتُهُ وَإِذَا أَضَعْتُهُ فَلِمَ فَعَلْتُهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا عَلَى رَدِّ مَا لَمْ أَقُلْ أَقْدَرُ مِنِّي عَلَى رَدِّ مَا قُلْتُهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا شَاهِدٌ لَكُمْ وَحَجِيجُ يَوْمِ الْقِيَامَةِ عَلَيْكُمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا دَاعِيكُمْ إِلَى طَاعَةِ رَبِّكُمْ وَمُرْشِدُكُمْ إِلَى فَرَائِضِ دِينِكُمْ وَدَلِيلُكُمْ إِلَى مَا يُنْجِيكُمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَنَا خَلِيفَةُ رَسُولِ اللَّهِ فِيكُمْ وَمُقِيمُكُمْ عَلَى حُدُودِ دِينِكُمْ وَدَاعِيكُمْ إِلَى جَنَّةِ الْمَأْوَى",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي لَعَلَى بَيِّنَةٍ مِنْ رَبِّي وَبَصِيرَةٍ مِنْ دِينِي وَيَقِينٍ مِنْ أَمْرِي",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي لَعَلَى يَقِينٍ مِنْ رَبِّي وَغَيْرِ شُبْهَةٍ فِي دِينِي",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي مُحَارِبٌ أَمَلِي وَمُنْتَظِرٌ أَجَلِي",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي مُسْتَوْفٍ رِزْقِي وَمُجَاهِدٌ نَفْسِي وَمُنْتَهٍ إِلَى قِسْمِي",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي لَعَلَى جَادَّةِ الْحَقِّ وَإِنَّهُمْ لَعَلَى مَزَلَّةِ [مَنْزِلَةِ] الْبَاطِلِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي لَعَلَى إِقَامَةِ حُجَجِ اللَّهِ أُقَاوِلُ وَعَلَى نُصْرَةِ دِينِهِ أُجَاهِدُ وَأُقَاتِلُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي لَأَرْفَعُ نَفْسِي أَنْ تَكُونَ حَاجَةٌ لَا يَسَعُهَا جُودِي أَوْ جَهْلٌ لَا يَسَعُهُ حِلْمِي أَوْ ذَنْبٌ لَا يَسَعُهُ عَفْوِي أَوْ أَنْ يَكُونَ زَمَانٌ أَطْوَلَ مِنْ زَمَانِي",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي كُنْتُ إِذَا سَأَلْتُ رَسُولَ اللَّهِ ص أَعْطَانِي وَإِذَا سَكَتُّ عَنْ مَسْأَلَتِهِ ابْتَدَأَنِي",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي لَأَرْفَعُ نَفْسِي أَنْ أَنْهَى النَّاسَ عَمَّا لَسْتُ أَنْتَهِي عَنْهُ أَوْ آمُرَهُمْ بِمَا لَا أَسْبِقُهُمْ إِلَيْهِ بِعَمَلِي أَوْ أَرْضَى مِنْهُمْ بِمَا لَا يَرْضَى رَبِّي",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي لَا أَحُثُّكُمْ عَلَى طَاعَةٍ إِلَّا وَأَسْبِقُكُمْ إِلَيْهَا وَلَا أَنْهَاكُمْ عَنْ مَعْصِيَةٍ إِلَّا وَأَتَنَاهَى قَبْلَكُمْ عَنْهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي طَلَّقْتُ الدُّنْيَا ثَلَاثاً بَتَاتاً لَا رَجْعَةَ لِي فِيهَا وَأَلْقَيْتُ حَبْلَهَا عَلَى غَارِبِهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّمَا مَثَلِي بَيْنَكُمْ كَالسِّرَاجِ فِي الظُّلْمَةِ يَسْتَضِي‏ءُ بِهَا مَنْ وَلَجَهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "سَلُونِي قَبْلَ أَنْ تَفْقِدُونِي فَإِنِّي بِطُرُقِ السَّمَاءِ أَخْبَرُ مِنْكُمْ بِطُرُقِ الْأَرْضِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "سَلُونِي قَبْلَ أَنْ تَفْقِدُونِي فَوَ اللَّهِ مَا فِي الْقُرْآنِ آيَةٌ إِلَّا وَأَنَا أَعْلَمُ فِيمَنْ نَزَلَتْ فِي سَهْلٍ أَوْ فِي جَبَلٍ وَإِنَّ رَبِّي وَهَبَ لِي قَلْباً عَقُولًا وَلِسَاناً نَاطِقاً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُنْتُ إِذَا سَأَلْتُ رَسُولَ اللَّهِ ص أَعْطَانِي وَإِذَا أَمْسَكْتُ [سَكَتُ‏] ابْتَدَأَنِي",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَقَدْ رَقَعْتُ مِدْرَعَتِي هَذِهِ حَتَّى اسْتَحْيَيْتُ مِنْ رَاقِعِهَا فَقَالَ لِي قَائِلٌ أَ لَا تَنْبِذُهَا فَقُلْتُ لَهُ اعْزُبْ [اغْرُبْ‏] عَنِّي عَلَى الصَّبَاحِ [فَعِنْدَ الصَّبَاحِ‏] يَحْمَدُ الْقَوْمُ السُّرَى",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَقَدْ كُنْتُ وَمَا أُهَدَّدُ بِالْحَرْبِ وَلَا أُرَهَّبُ بِالضَّرْبِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَوْ كُشِفَ الْغِطَاءُ مَا ازْدَدْتُ يَقِيناً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَوِ اسْتَوَتْ قَدَمَايَ مِنْ هَذِهِ الْمَدَاحِضِ لَغَيَّرْتُ أَشْيَاءَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَوْ شِئْتُ أَنْ أُخْبِرَ كُلَّ رَجُلٍ مِنْكُمْ بِمَخْرَجِهِ وَمَوْلِجِهِ وَجَمِيعِ شَأْنِهِ لَفَعَلْتُ لَكِنِّي أَخَافُ أَنْ تَكْفُرُوا فِيَّ بِ رَسُولِ اللَّهِ ص إِلَّا أَنِّي مُفْضِيهِ إِلَى الْخَاصَّةِ مِمَّنْ يُؤْمَنُ ذَلِكَ مِنْهُ وَالَّذِي بَعَثَهُ بِالْحَقِّ وَاصْطَفَاهُ عَلَى‏ الْخَلْقِ مَا أَنْطِقُ إِلَّا صَادِقاً وَلَقَدْ عَهِدَ إِلَيَّ بِذَلِكَ كُلِّهِ وَبِمَهْلِكِ مَنْ يَهْلِكُ وَبِمَنْجَى مَنْ يَنْجُو وَمَا أَبْقَى شَيْئاً يَمُرُّ عَلَى رَأْسِي إِلَّا أَفْرَغَهُ فِي أُذُنِيَّ وَأَفْضَى بِهِ إِلَيَّ",
"source": "غرر الحكم ودرر الكلم"
}
]
}