[["مَا كَذَبْتُ [أكذبت‏] وَلَا كُذِّبْتُ","غرر الحكم ودرر الكلم"],["مَا أَنْكَرْتُ اللَّهَ تَعَالَى مُنْذُ عَرَفْتُهُ [عرف‏]","غرر الحكم ودرر الكلم"],["مَا شَكَكْتُ فِي الْحَقِّ مُنْذُ أُرِيتُهُ [رَأَيْتُهُ‏]","غرر الحكم ودرر الكلم"],["مَا ضَلَلْتُ وَلَا ضُلَّ بِي","غرر الحكم ودرر الكلم"],["مَا نَزَلَتْ آيَةٌ إِلَّا وَقَدْ عَلِمْتُ فِيمَا نَزَلَتْ وَأَيْنَ نَزَلَتْ فِي نَهَارٍ أَوْ فِي لَيْلٍ فِي جَبَلٍ أَوْ سَهْلٍ وَإِنَّ رَبِّي وَهَبَ لِي قَلْباً عَقُولًا وَلِسَاناً قَئُولًا","غرر الحكم ودرر الكلم"],["مَا بَاتَ لِرَجُلٍ عِنْدِي مَوْعِدٌ قَطُّ فَبَاتَ يَتَمَلْمَلُ عَلَى فِرَاشِهِ لِيَغْدُوَ بِالظَّفَرِ بِحَاجَتِهِ أَشَدَّ مِنْ تَمَلْمُلِي عَلَى فِرَاشِي حِرْصاً عَلَى الْخُرُوجِ إِلَيْهِ مِنْ دَيْنِ عِدَتِهِ وَخَوْفاً مِنْ عَائِقٍ يُوجِبُ الْخُلْفَ فَإِنَّ خُلْفَ الْوَعْدِ لَيْسَ مِنْ أَخْلَاقِ الْكِرَامِ","غرر الحكم ودرر الكلم"],["وَسُئِلَ ع عَنْ مَسَافَةِ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ فَقَالَ مَسِيرُ يَوْمٍ لِلشَّمْسِ","غرر الحكم ودرر الكلم"],["نَحْنُ أَقَمْنَا عَمُودَ الْحَقِّ وَهَزَمْنَا جُيُوشَ الْبَاطِلِ","غرر الحكم ودرر الكلم"],["نَسْأَلُ اللَّهَ سُبْحَانَهُ لِمِنَّتِهِ تَمَاماً وَبِحَبْلِهِ اعْتِصَاماً","غرر الحكم ودرر الكلم"],["هَيْهَاتَ لَوْ لَا التُّقَى لَكُنْتُ أَدْهَى الْعَرَبِ","غرر الحكم ودرر الكلم"],["وَا عَجَبَا أَنْ تَكُونَ الْخِلَافَةُ بِالصَّحَابَةِ وَلَا تَكُونُ بِالصَّحَابَةِ وَالْقَرَابَةِ","غرر الحكم ودرر الكلم"],["وَاللَّهِ مَا كَتَمْتُ وَشْمَةً وَلَا كَذَبْتُ كَذْبَةً","غرر الحكم ودرر الكلم"],["وَاللَّهِ مَا فَجَعَنِي مِنَ الْمَوْتِ وَارِدٌ كَرِهْتُهُ وَلَا طَالِعٌ أَنْكَرْتُهُ وَمَا كُنْتُ إِلَّا كَغَارِبٍ وَرَدَ أَوْ طَالِبٍ وَجَدَ","غرر الحكم ودرر الكلم"],["وَاللَّهِ لَأَنْ أَبِيتَ عَلَى حَسَكِ السَّعْدَانِ مُسَهَّداً وَأُجَرَّ فِي الْأَغْلَالِ مُصَفَّداً أَحَبُّ إِلَيَّ مِنْ أَنْ أَلْقَى اللَّهَ وَرَسُولَهُ ظَالِماً لِبَعْضِ الْعِبَادِ أَوْ غَاصِباً لِشَيْ‏ءٍ مِنَ الْحُطَامِ وَكَيْفَ أَظْلِمُ لِنَفْسٍ يُسْرِعُ إِلَى الْبِلَى قُفُولُهَا وَيَطُولُ فِي الثَّرَى حُلُولُهَا","غرر الحكم ودرر الكلم"],["وَلَقَدْ عَلِمَ الْمُسْتَحْفَظُونَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ ص أَنَّنِي لَمْ أَرُدَّ عَلَى اللَّهِ سُبْحَانَهُ وَلَا عَلَى رَسُولِهِ سَاعَةً قَطُّ وَلَقَدْ وَاسَيْتُهُ بِنَفْسِي فِي الْمَوَاطِنِ الَّتِي تَنْكُصُ فِيهَا الْأَبْطَالُ وَتَتَأَخَّرُ عَنْهَا الْأَقْدَامُ نَجْدَةً أَكْرَمَنِي اللَّهُ بِهَا وَلَقَدْ بَذَلْتُ فِي طَاعَتِهِ ص جُهْدِي وَجَاهَدْتُ أَعْدَاءَهُ بِكُلِّ طَاقَتِي وَوَقَيْتُهُ بِنَفْسِي وَلَقَدْ أَفْضَى إِلَيَّ مِنْ عِلْمِهِ بِمَا لَمْ يُفْضِ بِهِ إِلَى أَحَدٍ غَيْرِي وَلَقَدْ قُبِضَ رَسُولُ اللَّهِ ص وَإِنَّ رَأْسَهُ عَلَى صَدْرِي وَلَقَدْ سَالَتْ نَفْسُهُ فِي كَفِّي فَأَمْرَرْتُهَا عَلَى وَجْهِي وَلَقَدْ وَلِيتُ غُسْلَهُ ص وَالْمَلَائِكَةُ أَعْوَانِي فَضَجَّتِ الدَّارُ وَالْأَفْنِيَةُ مَلَأٌ يَهْبِطُ وَمَلَأٌ يَعْرُجُ وَمَا فَارَقَتْ سَمْعِي هَيْنَمَةٌ مِنْهُمْ يُصَلُّونَ عَلَيْهِ حَتَّى وَارَيْنَاهُ ص فِي ضَرِيحِهِ فَمَنْ ذَا أَحَقُّ بِهِ مِنِّي حَيّاً وَمَيِّتاً","غرر الحكم ودرر الكلم"],["وَالَّذِي فَلَقَ الْحَبَّةَ وَبَرَأَ النَّسَمَةَ لَوْ لَا حُضُورُ الْحَاضِرِ وَقِيَامُ الْحُجَّةِ بِوُجُودِ النَّاصِرِ وَمَا أَخَذَ اللَّهُ سُبْحَانَهُ عَلَى الْعُلَمَاءِ أَنْ لَا يُقَارُّوا عَلَى كِظَّةِ ظَالِمٍ وَلَا سَغَبِ مَظْلُومٍ لَأَلْقَيْتُ حَبْلَهَا عَلَى غَارِبِهَا وَلَسَقَيْتُ آخِرَهَا بِكَأْسِ أَوَّلِهَا وَلَأَلْفَيْتُمْ دُنْيَاكُمْ هَذِهِ عِنْدِي أَزْهَدَ مِنْ عَفْطَةِ عَنْزٍ","غرر الحكم ودرر الكلم"],["قَدِ اسْتَدَارَ الزَّمَانُ كَهَيْئَتِهِ يَوْمَ خُلِقَ السَّمَاوَاتُ وَالْأَرْضُ","غرر الحكم ودرر الكلم"],["قَدْ طَلَعَ طَالِعٌ وَلَمَعَ لَامِعٌ وَلَاحَ لَائِحٌ وَاعْتَدَلَ مَائِلٌ","غرر الحكم ودرر الكلم"]]