{
"title": "في مدح بعض أصحابه",
"type": "text",
"data": [
{
"text": "كَانَ لِي فِيمَا مَضَى أَخٌ فِي اللَّهِ وَكَانَ يُعْظِمُهُ فِي عَيْنِي صِغَرُ الدُّنْيَا فِي عَيْنِهِ وَكَانَ خَارِجاً عَنْ سُلْطَانِ بَطْنِهِ فَلَا يَشْتَهِي مَا لَا يَجِدُ وَلَا يُكْثِرُ إِذَا وَجَدَ وَكَانَ أَكْثَرَ دَهْرِهِ صَامِتاً فَإِنْ قَالَ بَذَّ الْقَائِلِينَ وَنَقَعَ غَلِيلَ السَّائِلِينَ وَكَانَ ضَعِيفاً مُسْتَضْعَفاً فَإِنْ جَاءَ الْجِدُّ فَهُوَ لَيْثُ عَادٍ وَصِلُّ وَادٍ لَا يُدْلِي بِحُجَّةٍ حَتَّى يَأْتِيَ قَاضِياً وَكَانَ لَا يَلُومُ أَحَداً عَلَى مَا لَا يَجِدُ الْعُذْرَ فِي مِثْلِهِ حَتَّى يَسْمَعَ اعْتِذَارَهُ وَكَانَ لَا يَشْكُو وَجَعاً إِلَّا عِنْدَ بُرْئِهِ وَكَانَ يَفْعَلُ مَا يَقُولُ وَلَا يَقُولُ مَا لَا يَفْعَلُ وَكَانَ إِذَا غُلِبَ عَلَى الْكَلَامِ لَمْ يُغْلَبْ عَلَى السُّكُوتِ وَكَانَ عَلَى أَنْ يَسْمَعَ أَحْرَصَ مِنْهُ عَلَى أَنْ يَتَكَلَّمَ وَكَانَ إِذَا بَدَهَهُ أَمْرَانِ نَظَرَ أَيُّهُمَا أَقْرَبُ إِلَى الْهَوَى فَخَالَفَهُ فَعَلَيْكُمْ بِهَذِهِ الْخَلَائِقِ فَالْزَمُوهَا وَتَنَافَسُوا فِيهَا فَإِنْ لَمْ تَسْتَطِيعُوا فَاعْلَمُوا أَنَّ أَخْذَ الْقَلِيلِ خَيْرٌ مِنْ تَرْكِ الْكَثِيرِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "وَقَالَ ع فِي حَقِّ الْأَشْتَرِ النَّخَعِيِّ لَمَّا بَلَغَهُ وَفَاتُهُ رَحِمَهُ اللَّهُ لَوْ كَانَ جَبَلًا لَكَانَ فِنْداً لَا يَرْتَقِيهِ الْحَافِرُ وَلَا يُوفِي عَلَيْهِ الطَّائِرُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "وَقَالَ ع فِي مَدْحِ مَالِكٍ الْأَشْتَرِ هُوَ سَيْفُ اللَّهِ لَا يَنْبُو عَنِ الضَّرْبِ وَلَا كَلِيلُ الْحَدِّ وَلَا تَسْتَهْوِيهِ بِدْعَةٌ وَلَا تَتِيهُ بِهِ غَوَايَةٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "وَقَالَ ع فِي حَقِّ مَنْ أَثْنَى عَلَيْهِ لَمْ يَقْتُلْهُ قَاتِلَاتُ الْغُرُورِ وَلَمْ تَغُمَّ عَلَيْهِ مُشْتَبِهَاتُ الْأُمُورِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَالَ ع فِي حَقِّ مَنْ أَثْنَى عَلَيْهِمْ هَجَمَ بِهِمُ الْعِلْمُ عَلَى حَقِيقَةِ الْإِيمَانِ وَبَاشَرُوا رُوحَ الْيَقِينِ فَاسْتَسْهَلُوا مَا اسْتَوْعَرَ الْمُتْرَفُونَ وَأَنِسُوا بِمَا اسْتَوْحَشَ مِنْهُ الْجَاهِلُونَ وَصَحِبُوا الدُّنْيَا بِأَبْدَانٍ أَرْوَاحُهَا مُعَلَّقَةٌ بِالْمَحَلِّ الْأَعْلَى أُولَئِكَ خُلَفَاءُ اللَّهِ فِي أَرْضِهِ وَالدُّعَاةُ إِلَى دِينِهِ آهِ آهِ شَوْقاً إِلَى رُؤْيَتِهِمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "فَتَّاحُ مُبْهَمَاتٍ دَلِيلُ فَلَوَاتٍ دَفَّاعُ مُعْضَلَاتٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنْ تَكَلَّمُوا ذُكِرُوا وَإِنْ سَكَتُوا تَفَكَّرُوا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنْ نَظَرُوا اعْتَبَرُوا وَإِنْ أَعْرَضُوا لَمْ يَلْهُوا",
"source": "غرر الحكم ودرر الكلم"
}
]
}