[["قَالَ فِي حَقِّ مَنْ ذَمَّهُ عَاشٍ رَكَّابُ عَشَوَاتٍ جَاهِلٌ رَكَّابُ جَهَالاتٍ عَادٍ عَلَى نَفْسِهِ مُزَيِّنٌ لَهَا سُلُوكَ الْمَحَالاتِ وَبَاطِلَ التُّرَّهَاتِ","غرر الحكم ودرر الكلم"],["فَالصُّورَةُ صُورَةُ إِنْسَانٍ وَالْقَلْبُ قَلْبُ حَيَوَانٍ","غرر الحكم ودرر الكلم"],["مِنْهُمْ تَخْرُجُ الْفِتْنَةُ وَإِلَيْهِمْ تَأْوِي الْخَطِيئَةُ يَرُدُّونَ مَنْ شَذَّ عَنْهَا فِيهَا وَيَسُوقُونَ مَنْ تَأَخَّرَ عَنْهَا إِلَيْهَا ","غرر الحكم ودرر الكلم"],["مَاتِحاً فِي غَرْبِ هَوَاهُ كَادِحاً سَعْياً لِدُنْيَاهُ","غرر الحكم ودرر الكلم"],["نَسِيتُمْ مَا ذُكِّرْتُمْ وَأَمِنْتُمْ مَا حُذِّرْتُمْ فَتَاهَ عَلَيْكُمْ رَأْيُكُمْ وَتَشَتَّتَ عَلَيْكُمْ أَمْرُكُمْ","غرر الحكم ودرر الكلم"],["قَالَ فِي وَصْفِ بَنِي أُمَيَّةَ هِيَ مُجَاجَةٌ فِي لَذِيذِ الْعَيْشِ يَتَطَعَّمُونَهَا بُرْهَةً وَيَلْفَظُونَهَا جُمْلَةً","غرر الحكم ودرر الكلم"],["هَيْهَاتَ مَا تَنَاكَرْتُمْ إِلَّا لِمَا قَبْلَكُمْ مِنَ الْخَطَايَا وَالذُّنُوبِ","غرر الحكم ودرر الكلم"],["هُوَ بِالْقَوْلِ مُدِلٌّ وَمِنَ الْعَمَلِ مُقِلٌّ وَعَلَى النَّاسِ طَاعِنٌ وَلِنَفْسِهِ مُدَاهِنٌ هُوَ فِي مُهْلَةٍ مِنَ اللَّهِ يَهْوِي مَعَ الْغَافِلِينَ وَيَغْدُو مَعَ الْمُذْنِبِينَ بِلَا سَبِيلٍ قَاصِدٍ وَلَا إِمَامٍ قَائِدٍ وَلَا عِلْمٍ مُبِينٍ وَلَا دِينٍ مَتِينٍ هُوَ يَخْشَى الْمَوْتَ وَلَا يَخَافُ الْفَوْتَ","غرر الحكم ودرر الكلم"],["وَاللَّهِ مَا مَنَعَ الْأَمْنَ أَهْلَهُ وَأَزَاحَ الْحَقَّ عَنْ مُسْتَحِقِّهِ إِلَّا كُلُّ كَافِرٍ جَاحِدٍ وَمُنَافِقٍ مُلْحِدٍ","غرر الحكم ودرر الكلم"],["وَالَّذِي فَلَقَ الْحَبَّةَ وَبَرَأَ النَّسَمَةَ مَا أَسْلَمُوا وَلَكِنِ اسْتَسْلَمُوا وَأَسَرُّوا الْكُفْرَ فَلَمَّا وَجَدُوا أَعْوَاناً عَلَيْهِ أَعْلَنُوا مَا كَانُوا أَسَرُّوا وَأَظْهَرُوا مَا كَانُوا أَبْطَنُوا","غرر الحكم ودرر الكلم"],["لَا يَحْتَسِبُ رَزِيَّةً وَلَا يَخْشَعُ تَقِيَّةً لَا يَعْرِفُ بَابَ الْهُدَى فَيَتَّبِعَهُ وَلَا بَابَ الرَّدَى فَيَصُدَّ عَنْهُ","غرر الحكم ودرر الكلم"],["يُحِبُّ أَنْ يُطَاعَ وَيَعْصِي وَيَسْتَوْفِي وَلَا يُوفِي يُحِبُّ أَنْ يُوصَفَ بِالسَّخَاءِ وَلَا يُعْطِي وَيَقْتَضِي وَلَا يُقْتَضَى","غرر الحكم ودرر الكلم"],["هَلَكَ مَنِ ادَّعَى وَخابَ مَنِ افْتَرى‏","غرر الحكم ودرر الكلم"]]