{
"title": "ذم زمانه و أهل زمانه",
"type": "text",
"data": [
{
"text": "اللَّهُمَّ احْقِنْ دِمَاءَنَا وَدِمَاءَهُمْ وَأَصْلِحْ ذَاتَ بَيْنِنَا وَبَيْنَهُمْ وَأَنْقِذْهُمْ [اهْدِهِمْ‏] مِنْ ضَلَالَتِهِمْ حَتَّى يَعْرِفَ الْحَقَّ مَنْ جَهِلَهُ وَيَرْعَوِيَ عَنِ الْغَيِّ وَالْغَدْرِ مَنْ لَهِجَ بِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَلَا وَإِنَّ الدُّنْيَا قَدْ تَصَرَّمَتْ وَآذَنَتْ بِانْقِضَاءٍ وَتَنَكَّرَ مَعْرُوفُهَا وَصَارَ جَدِيدُهَا رَثّاً وَسَمِينُهَا غَثّاً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنْ كَانَتِ الرَّعَايَا قَبْلِي تَشْكُوا حَيْفَ رُعَاتِهَا فَإِنِّي الْيَوْمَ أَشْكُو حَيْفَ رَعِيَّتِي كَأَنِّي الْمَقُودُ وَهُمُ الْقَادَةُ وَالموزع [الْمَوْزُوعُ وَهُمُ الْوَزَعَةُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنْ لَمْ يُصْلِحْهُمْ إِلَّا إِفْسَادِي فَلَا أَصْلَحَهُمُ اللَّهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّكُمْ فِي زَمَانٍ الْقَائِلُ بِالْحَقِّ قَلِيلٌ وَاللِّسَانُ فِيهِ عَنِ الصِّدْقِ كَلِيلٌ وَاللَّازِمُ فِيهِ لِلْحَقِّ ذَلِيلٌ أَهْلُهُ مُتَعَكِّفُونَ عَلَى الْعِصْيَانِ مُصْطَلِحُونَ عَلَى الْإِدْهَانِ فَتَاهُمْ عَارِمٌ وَشَيْخُهُمْ آثِمٌ وَعَامِلُهُمْ مُنَافِقٌ وَقَارِيهِمْ مُمَارِقٌ [مُمَازِقٌ‏] لَا يُعَظِّمُ صَغِيرُهُمْ كَبِيرَهُمْ وَلَا يَعُولُ غَنِيُّهُمْ فَقِيرَهُمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "فَيَا عَجَبَا وَمَا لِي لَا أَعْجَبُ مِنْ خَطَإِ هَذِهِ الْأُمَّةِ عَلَى اخْتِلَافِ حُجَجِهَا فِي دِيَانَاتِهَا لَا يَقْتَصُّونَ أَثَرَ نَبِيٍّ وَلَا يَقْتَدُونَ بِعَمَلِ وَصِيٍّ وَلَا يُؤْمِنُونَ بِغَيْبٍ وَلَا يَعْفُونَ عَنْ عَيْبٍ يَعْمَلُونَ فِي الشُّبُهَاتِ وَيَسِيرُونَ فِي الشَّهَوَاتِ الْمَعْرُوفُ فِيهِمْ مَا عَرَفُوا وَالْمُنْكَرُ عِنْدَهُمْ مَا أَنْكَرُوا مَفْزَعُهُمْ فِي الْمُعْضِلَاتِ إِلَى أَنْفُسِهِمْ وَتَعْوِيلُهُمْ فِي الْمُبْهَمَاتِ عَلَى آرَائِهِمْ [رَأْيِهِمْ‏] كَأَنَّ كُلًّا مِنْهُمْ إِمَامُ نَفْسِهِ قَدْ أَخَذَ فِيمَا يَرَى بِغَيْرِ وَثِيقَاتٍ بَيِّنَاتٍ وَلَا أَسْبَابٍ مُحْكَمَاتٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "خَفَّتْ عُقُولُكُمْ وَسَفِهَتْ حُلُومُكُمْ فَأَنْتُمْ غَرَضٌ لِنَابِلٍ وَأُكْلَةٌ لِآكِلٍ وَفَرِيسَةٌ لِصَائِلٍ [وَ فَرِيسَةُ الصَّائِلِ‏]",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "خَذَلُوا الْحَقَّ وَلَمْ يَنْصُرُوا الْبَاطِلَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "فَالْقُلُوبُ لَاهِيَةٌ مِنْ رُشْدِهَا قَاسِيَةٌ عَنْ حَظِّهَا سَالِكَةٌ فِي غَيْرِ مِضْمَارِهَا كَأَنَّ الْمَعْنِيَّ سِوَاهَا وَكَأَنَّ الْحَظَّ فِي إِحْرَازِ دُنْيَاهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ صِرْتُمْ بَعْدَ الْهِجْرَةِ أَعْرَاباً وَبَعْدَ الْمُوَالاةِ أَحْزَاباً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ تَصَافَيْتُمْ عَلَى حُبِّ الْعَاجِلِ وَرَفْضِ الْآجِلِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ ذَهَبَ مِنْكُمُ الذَّاكِرُونَ وَالْمُتَذَكِّرُونَ وَبَقِيَ النَّاسُونَ وَالْمُتَنَاسُونَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ قَادَتْكُمْ أَزِمَّةُ الْحِينِ وَاسْتَغْلَقَتْ علَى قُلُوبِكُمْ أَقْفَالُ الرَّيْنِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ صَارَ دِينُ أَحَدِكُمْ لَعْقَةً عَلَى لِسَانِهِ صَنِيعُ مَنْ فَرَغَ مِنْ عَمَلِهِ وَأَحْرَزَ رِضَا سَيِّدِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ أَمَرَّ مِنَ الدُّنْيَا مَا كَانَ حُلْواً وَكَدَرَ مِنْهَا مَا كَانَ صَفْواً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ خَاضُوا بِحَارَ الْفِتَنِ وَأَخَذُوا بِالْبِدَعِ دُونَ السُّنَنِ وَتَوَغَّلُوا الْجَهْلَ وَاطَّرَحُوا الْعِلْمَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ أَصْبَحْنَا فِي زَمَانٍ عَنُودٍ وَدَهْرٍ كَنُودٍ يُعَدُّ فِيهِ الْمُحْسِنُ مُسِيئاً وَيَزْدَادُ الظَّالِمُ فِيهِ عُتُوّاً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ تَوَاخَى النَّاسُ عَلَى الْفُجُورِ وَتَهَاجَرُوا عَلَى الدِّينِ وَتَحَابَبُوا عَلَى الْكَذِبِ وَتَبَاغَضُوا عَلَى الصِّدْقِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ ظَهَرَ أَهْلُ الشَّرِّ وَبَطَنَ أَهْلُ الْخَيْرِ وَفَاضَ الْكَذِبُ وَغَاضَ الصِّدْقُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ كَثُرَ الْقَبِيحُ حَتَّى قَلَّ الْحَيَاءُ مِنْهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ كَثُرَ الْكَذِبُ حَتَّى قَلَّ مَنْ يُوثَقُ بِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كَأَنَّ الْمَعْنِيَّ سِوَاهَا وَكَأَنَّ الْحَظَّ فِي إِحْرَازِ دُنْيَاهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا لِي أَرَاكُمْ أَشْبَاحاً بِلَا أَرْوَاحٍ وَأَرْوَاحاً بِلَا فَلَاحٍ وَنُسَّاكاً بِلَا صَلَاحٍ وَتُجَّاراً بِلَا أَرْبَاحٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "هَدَرَ فَنِيقُ [هَدَمَ رَفِيقُ‏] الْبَاطِلِ بَعْدَ كُظُومٍ وَصَالَ الدَّهْرُ صِيَالَ السَّبُعِ الْعَقُورِ",
"source": "غرر الحكم ودرر الكلم"
}
]
}