{
"title": "حقيقة الدنيا",
"type": "text",
"data": [
{
"text": "الدُّنْيَا دَارُ الْغُرَبَاءِ وَمَوْطِنُ الْأَشْقِيَاءِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَلَا وَإِنَّ الْيَوْمَ الْمِضْمَارَ وَغَداً السِّبَاقَ وَالسُّبْقَةُ الْجَنَّةُ وَالْغَايَةُ النَّارُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا دَارُ فَجَائِعٍ مَنْ عُوجِلَ فِيهَا فُجِعَ بِنَفْسِهِ وَمَنْ أُمْهِلَ فِيهَا فُجِعَ بِأَحِبَّتِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا مَعْكُوسَةٌ مَنْكُوسَةٌ لَذَّاتُهَا تَنْغِيصٌ وَمَوَاهِبُهَا تَغْصِيصٌ وَعَيْشُهَا عَنَاءٌ وَبَقَاؤُهَا فَنَاءٌ تَجْمَحُ بِطَالِبِهَا وَتُرْدِي رَاكِبَهَا وَتَخُونُ الْوَاثِقَ بِهَا وَتُزْعِجُ الْمُطْمَئِنَّ إِلَيْهَا وَإِنَّ جَمْعَهَا إِلَى انْصِدَاعٍ وَوَصْلَهَا إِلَى انْقِطَاعٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا كَالْحَيَّةِ لَيِّنٌ مَسُّهَا قَاتِلٌ سَمُّهَا فَأَعْرِضْ عَمَّا يُعْجِبُكَ فِيهَا لِقِلَّةِ مَا يَصْحَبُكَ مِنْهَا وَكُنْ آنَسَ مَا تَكُونُ بِهَا أَحْذَرَ مَا تَكُونُ مِنْهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا كَالْغُولِ تُغْوِي مَنْ أَطَاعَهَا وَتُهْلِكُ مَنْ أَجَابَهَا وَإِنَّهَا لَسَرِيعَةُ الزَّوَالِ وَشِيكَةُ الِانْتِقَالِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا لَهِيَ الْكَنُودُ الْعَنُودُ وَالصَّدُودُ الْجَحُودُ وَالْحَيُودُ الْمَيُودُ حَالُهَا انْتِقَالٌ وَسُكُونُهَا زِلْزَالٌ وَعِزُّهَا ذُلٌّ وَجِدُّهَا هَزْلٌ وَكَثْرَتُهَا قُلٌّ وَعُلُوُّهَا سِفْلٌ أَهْلُهَا عَلَى سَاقٍ وَسِيَاقٍ وَلَحَاقٍ وَفِرَاقٍ وَهِيَ دَارُ حَرْبٍ وَسَلْبٍ وَنَهْبٍ وَعَطَبٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا عَيْشُهَا قَصِيرٌ وَخَيْرُهَا يَسِيرٌ وَإِقْبَالُهَا خَدِيعَةٌ وَإِدْبَارُهَا فَجِيعَةٌ وَلَذَّاتُهَا فَانِيَةٌ وَتَبِعَاتُهَا بَاقِيَةٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا دَارٌ أَوَّلُهَا عَنَاءٌ وَآخِرُهَا فَنَاءٌ فِي حَلَالِهَا حِسَابٌ وَفِي حَرَامِهَا عِقَابٌ مَنِ اسْتَغْنَى فِيهَا فُتِنَ وَمَنِ افْتَقَرَ فِيهَا حَزِنَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا دَارُ شُخُوصٍ وَمَحَلَّةُ تَنْغِيصٍ سَاكِنُهَا ظَاعِنٌ وَقَاطِنُهَا بَائِنٌ وَبَرْقُهَا خَالِبٌ وَنُطْقُهَا كَاذِبٌ وَأَمْوَالُهَا مَحْرُوبَةٌ [مخروبة] وَأَعْلَاقُهَا مَسْلُوبَةٌ أَلَا وَهِيَ الْمُتَصَدِّيَةُ الْعَتُونُ [لِلْعُيُونِ‏] وَالْمُجَامِحَةُ الْحَرُونُ وَالْمَانِيَةُ الْخَئُونُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا تُدْنِي الْآجَالَ وَتُبَاعِدُ الْآمَالَ‏ وَ تُبِيدُ الرِّجَالَ وَتُغَيِّرُ الْأَحْوَالَ مَنْ غَالَبَهَا غَلَبَتْهُ وَمَنْ صَارَعَهَا صَرَعَتْهُ وَمَنْ عَصَاهَا أَطَاعَتْهُ وَمَنْ تَرَكَهَا أَتَتْهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا كَالشَّبَكَةِ تَلْتَفُّ عَلَى مَنْ رَغِبَ فِيهَا وَتَتَحَرَّزُ عَمَّنْ أَعْرَضَ عَنْهَا فَلَا تَمِلْ إِلَيْهَا بِقَلْبِكَ وَلَا تُقْبِلْ عَلَيْهَا بِوَجْهِكَ فَتُوقِعَكَ فِي شَبَكَتِهَا وَتُلْقِيَكَ فِي هَلَكَتِهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا تُعْطِي وَتَرْتَجِعُ وَتَنْقَادُ وَتَمْتَنِعُ وَتُوحِشُ وَتُؤْنِسُ وَتُطْمِعُ وَتُؤْيِسُ يُعْرِضُ عَنْهَا السُّعَدَاءُ وَيَرْغَبُ فِيهَا الْأَشْقِيَاءُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا ظِلُّ الْغَمَامِ وَحُلُمُ الْمَنَامِ وَالْفَرَحُ الْمَوْصُولُ بِالْغَمِّ وَالْعَسَلُ الْمَشُوبُ بِالسَّمِّ سَلَّابَةُ النِّعَمِ أَكَّالَةُ الْأُمَمِ جَلَّابَةُ النِّقَمِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ اللَّهَ تَعَالَى جَعَلَ الدُّنْيَا لِمَا بَعْدَهَا وَابْتَلَى فِيهَا أَهْلَهَا لِيَعْلَمَ أَيُّهُمْ أَحْسَنُ عَمَلًا وَلَسْنَا لِلدُّنْيَا خُلِقْنَا وَلَا بِالسَّعْيِ لَهَا أُمِرْنَا وَإِنَّمَا وُضِعْنَا فِيهَا لِنُبْتَلَى بِهَا وَنَعْمَلَ فِيهَا لِمَا بَعْدَهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا دَارٌ مِنْهَالُهَا الْفَنَاءُ وَلِأَهْلِهَا مِنْهَا الْجَلَاءُ وَهِيَ حُلْوَةٌ خَضِرَةٌ قَدْ عَجَّلَتْ لِلطَّالِبِ وَالْتَبَسَتْ بِقَلْبِ النَّاظِرِ فَارْتَحِلُوا عَنْهَا بِأَحْسَنِ مَا يَحْضُرُكُمْ مِنَ الزَّادِ وَلَا تَسْأَلُوا فِيهَا إِلَّا الْكَفَافَ وَلَا تَطْلُبُوا مِنْهَا أَكْثَرَ مِنَ الْبَلَاغِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا لَا يُسْلَمُ مِنْهَا إِلَّا بِالزُّهْدِ فِيهَا ابْتُلِيَ النَّاسُ بِهَا فِتْنَةً فَمَا أَخَذُوا مِنْهَا لَهَا أُخْرِجُوا مِنْهُ وَحُوسِبُوا عَلَيْهِ مَا أَخَذُوا مِنْهَا لِغَيْرِهَا قَدِمُوا عَلَيْهِ وَأَقَامُوا فِيهِ وَإِنَّهَا عِنْدَ ذَوِي الْعُقُولِ كَالظِّلِّ بَيْنَا تَرَاهُ سَائِغاً حَتَّى قَلَصَ وَزَائِداً حَتَّى نَقَصَ وَقَدْ أَعْذَرَ اللَّهُ سُبْحَانَهُ إِلَيْكُمْ فِي النَّهْيِ عَنْهَا وَأَنْذَرَكُمْ وَحَذَّرَكُمْ مِنْهَا فَأَبْلَغَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الدَّهْرُ يُخْلِقُ الْأَبْدَانَ وَيُجَدِّدُ الْآمَالَ وَيُدْنِي الْمَنِيَّةَ وَيُبَاعِدُ الْأُمْنِيَّةَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الدُّنْيَا إِنِ انْجَلَتْ انْجَلَتْ وَإِذَا جَلَتْ ارْتَحَلَتْ [إِنِ انْحَلَتْ انْحَلَتْ وَإِذَا أُحِلَّتْ أَوْحَلَتْ‏]",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ جِدَّ الدُّنْيَا هَزْلٌ وَعِزَّهَا ذُلٌّ وَعُلْوَهَا سُفْلٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا دَارُ خَبَالٍ وَوَبَالٍ وَزَوَالٍ وَانْتِقَالٍ لَا تُسَاوِي لَذَّاتُهَا تَنْغِيصَهَا وَلَا تَفِي سُعُودُهَا بِنُحُوسِهَا وَلَا يَقُومُ صُعُودُهَا بِهُبُوطِهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا لَمُفْسِدَةُ الدِّينِ مُسْلِبَةُ الْيَقِينِ وَإِنَّهَا لَرَأْسُ الْفِتَنِ وَأَصْلُ الْمِحَنِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّمَا مَثَلُ مَنْ خَيَّرَ [خَبَرَ] الدُّنْيَا كَمَثَلِ قَوْمٍ سَفْرٍ نَبَا بِهِمْ مَنْزِلٌ جَدِيبٌ فَأَمُّوا مَنْزِلًا خَصِيباً وَجَنَاباً مَرِيعاً فَاحْتَمَلُوا وَعْثَاءَ الطَّرِيقِ وَخُشُونَةَ السَّفَرِ وَجُشُوبَةَ المَطْعَمِ لِيَأْتُوا سَعَةَ دَارِهِمْ وَمَحَلَّ قَرَارِهِمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "جُودُ الدُّنْيَا فَنَاءٌ وَرَاحَتُهَا عَنَاءٌ وَسَلَامَتُهَا عَطَبٌ وَمَوَاهِبُهَا سَلَبٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "حُلْوُ الدُّنْيَا صَبِرٌ وَغِذَاؤُهَا سِمَامٌ وَأَسْبَابُهَا رِمَامٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "خَطَرُ الدُّنْيَا يَسِيرٌ وَحَاصِلُهَا حَقِيرٌ وَبَهْجَتُهَا زُورٌ وَمَوَاهِبُهَا غُرُورٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "دَارُ الْفَنَاءِ مَقِيلُ الْعَاصِينَ وَمَحَلُّ الْأَشْقِيَاءِ وَالْمُتَعَدِّينَ [الْمُعْتَدِّينَ‏]",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "صِحَّةُ الدُّنْيَا أَسْقَامٌ وَلَذَّاتُهَا آلَامٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كَثْرَةُ الدُّنْيَا قِلَّةٌ وَعِزُّهَا ذِلَّةٌ وَزَخَارِفُهَا مُضِلَّةٌ وَمَوَاهِبُهَا فِتْنَةٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَثَلُ الدُّنْيَا كَمَثَلِ الْحَيَّةِ لَيِّنٌ مَسُّهَا وَالسَّمُّ الْقَاتِلُ فِي جَوْفِهَا يَهْوِي إِلَيْهَا الْغِرُّ الْجَاهِلُ وَيَحْذَرُهَا اللَّبِيبُ الْعَاقِلُ [ذُو اللُّبِ‏]",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "يَا أَهْلَ الْغُرُورِ مَا أَلْهَجَكُمْ بِدَارٍ خَيْرُهَا زَهِيدٌ وَشَرُّهَا عَتِيدٌ وَنَعِيمُهَا مَسْلُوبٌ وَمُسَالِمُهَا مَحْرُوبٌ وَمَالِكُهَا مَمْلُوكٌ وَتُرَاثُهَا مَتْرُوكٌ",
"source": "غرر الحكم ودرر الكلم"
}
]
}