{
"title": "الدين و الدنيا",
"type": "text",
"data": [
{
"text": "الدِّينُ يُجِلُّ [الدِّينُ يُحِلُ‏] الدُّنْيَا تُذِلُّ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِيَّاكَ أَنْ تَبِيعَ حَظَّكَ مِنْ رَبِّكَ وَزُلْفَتَكَ لَدَيْهِ بِحَقِيرٍ مِنْ حُطَامِ الدُّنْيَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ مَنْ بَاعَ جَنَّةَ الْمَأْوَى بِعَاجِلَةِ الدُّنْيَا تَعِسَ جِدُّهُ وَخَسِرَتْ صَفْقَتُهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنْ جَعَلْتَ دِينَكَ تَبَعاً لِدُنْيَاكَ أَهْلَكْتَ دِينَكَ وَدُنْيَاكَ وَكُنْتَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "بِئْسَ الرَّجُلُ مَنْ بَاعَ دِينَهُ بِدُنْيَا غَيْرِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "صُنْ دِينَكَ بِدُنْيَاكَ تَرْبَحْهُمَا وَلَا تَصُنْ دُنْيَاكَ بِدِينِكَ فَتَخْسَرَهُمَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "صُنِ الدِّينَ بِالدُّنْيَا يُنْجِكَ وَلَا تَصُنِ الدُّنْيَا بِالدِّينِ فَتُرْدِيَكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "طَالِبُ الدُّنْيَا بِالدِّينِ مُعَاقَبٌ مَذْمُومٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "عَامِلُ الدِّينِ لِلدُّنْيَا جَزَاؤُهُ عِنْدَ اللَّهِ النَّارُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "فَسَادُ الدِّينِ الدُّنْيَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُنْ عَاقِلًا فِي أَمْرِ دِينِكَ جَاهِلًا فِي أَمْرِ دُنْيَاكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ كَرُمَ دِينُهُ عِنْدَهُ هَانَتِ الدُّنْيَا عَلَيْهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ لَمْ يَسْتَغْنِ بِاللَّهِ عَنِ الدُّنْيَا فَلَا دِينَ لَهُ [مَنْ لَمْ يُؤْثِرِ الْآخِرَةَ عَلَى الدُّنْيَا فَلَا عَقْلَ لَهُ‏]",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مِنَ الشَّقَاءِ أَنْ يَصُونَ الْمَرْءُ دُنْيَاهُ بِدِينِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا أَفْسَدَ الدِّينَ كَالدُّنْيَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "هَلَكَ مَنِ اسْتَنَامَ إِلَى الدُّنْيَا وَأَمْهَرَهَا دِينَهُ فَهُوَ حَيْثُمَا مَالَتْ مَالَ إِلَيْهَا قَدِ اتَّخَذَهَا هَمَّهُ وَمَعْبُودَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "وُفُورُ الْعِوَضِ بِابْتِذَالِ الْمَالِ وَصَلَاحُ الدِّينِ بِإِفْسَادِ الدُّنْيَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَا تَمْهَرِ الدُّنْيَا دِينَكَ فَإِنَّ مَنْ مَهَرَ [أَمْهَرَ] الدُّنْيَا دِينَهُ زُفَّتْ إِلَيْهِ بِالشَّقَاءِ وَالْعَنَاءِ وَالْمِحْنَةِ وَالْبَلَاءِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَا تَكُنْ غَافِلًا عَنْ دِينِكَ حَرِيصاً عَلَى دُنْيَاكَ مُسْتَكْثِراً مِمَّا لَا يَبْقَى عَلَيْكَ مُسْتَقِلًّا مِمَّا يَبْقَى لَكَ فَيُورِدَكَ ذَلِكَ الْعَذَابَ الشَّدِيدَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَا يَتْرُكِ النَّاسُ شَيْئاً مِنْ دِينِهِمْ لِإِصْلَاحِ دُنْيَاهُمْ إِلَّا فَتَحَ اللَّهُ عَلَيْهِمْ مَا هُوَ أَضَرُّ مِنْهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "يَسِيرُ الدُّنْيَا يُفْسِدُ الدِّينَ",
"source": "غرر الحكم ودرر الكلم"
}
]
}