[["الدُّنْيَا مَحَلُّ الْآفَاتِ","غرر الحكم ودرر الكلم"],["الدُّنْيَا دَارُ الْمِحَنِ","غرر الحكم ودرر الكلم"],["الدُّنْيَا دَارُ الْمِحْنَةِ","غرر الحكم ودرر الكلم"],["الدُّنْيَا مَلِيئَةٌ بِالْمَصَائِبِ طَارِقَةٌ بِالْفَجَائِعِ وَالنَّوَائِبِ","غرر الحكم ودرر الكلم"],["الدَّهْرُ يَوْمَانِ يَوْمٌ لَكَ وَيَوْمٌ عَلَيْكَ فَإِذَا كَانَ لَكَ فَلَا تَبْطَرْ وَإِذَا كَانَ عَلَيْكَ فَاصْطَبِرْ","غرر الحكم ودرر الكلم"],["الدُّنْيَا شَرَكُ النُّفُوسِ وَقَرَارَةُ كُلِّ ضُرٍّ وَبُؤْسٍ","غرر الحكم ودرر الكلم"],["إِنَّ بَطْنَ الْأَرْضِ مَيِّتٌ وَظَهْرَهُ سَقِيمٌ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا خَيْرُهَا زَهِيدٌ وَشَرُّهَا عَتِيدٌ وَلَذَّتُهَا قَلِيلَةٌ وَحَسْرَتُهَا طَوِيلَةٌ تَشُوبُ نَعِيمَهَا بِبُؤْسٍ وَتَقْرِنُ سُعُودَهَا بِنُحُوسٍ وَتَصِلُ نَفْعَهَا بِضُرٍّ وَتَمْزِجُ حُلْوَهَا بِمُرٍّ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا رُبَّمَا أَقْبَلَتْ عَلَى الْجَاهِلِ بِالاتِّفَاقٍ وَأَدْبَرَتْ [عَلَى الْعَاقِلِ بِالاسْتِحْقَاقِ [مَعَ اسْتِحْقَاقٍ‏] فَإِنْ أَتَتْكَ مِنْهَا سَهْمَةٌ مَعَ جَهْلٍ أَوْ فَاتَتْكَ مِنْهَا بَغِيَّةٌ مَعَ عَقْلٍ فَإِيَّاكَ أَنْ يَحْمِلَكَ ذَلِكَ عَلَى الرَّغْبَةِ فِي الْجَهْلِ وَالزُّهْدِ فِي الْعَقْلِ فَإِنَّ ذَلِكَ يُزْرِي بِكَ وَيُرْدِيكَ","غرر الحكم ودرر الكلم"],["إِنَّ لِلدُّنْيَا مَعَ كُلِّ شَرْبَةٍ شَرَقاً وَمَعَ كُلِّ أَكْلَةٍ غَصَصاً لَا تُنَالُ مِنْهَا نِعْمَةٌ إِلَّا بِفِرَاقِ أُخْرَى وَلَا يَسْتَقْبِلُ فِيهَا الْمَرْءُ يَوْماً مِنْ عُمُرِهِ إِلَّا بِفِرَاقِ آخَرَ مِنْ أَجْلِهِ وَلَا يَحْيَا لَهُ فِيهَا أَثَرٌ إِلَّا مَاتَ لَهُ أَثَرٌ","غرر الحكم ودرر الكلم"],["دَارٌ بِالْبَلَاءِ مَحْفُوفَةٌ وَبِالْغَدْرِ مَوْصُوفَةٌ لَا تَدُومُ أَحْوَالُهَا وَلَا يَسْلَمُ نُزَّالُهَا","غرر الحكم ودرر الكلم"],["دَارٌ هَانَتْ عَلَى رَبِّهَا فَخَلَطَ حَلَالَهَا بِحَرَامِهَا وَخَيْرَهَا بِشَرِّهَا وَحُلْوَهَا بِمُرِّهَا","غرر الحكم ودرر الكلم"],["رُبَّ عَاطِبٍ بَعْدَ السَّلَامَةِ","غرر الحكم ودرر الكلم"],["كُلُّ يَسَارِ الدُّنْيَا إِعْسَارٌ","غرر الحكم ودرر الكلم"],["لِلْمُسْتَحْلِي لَذَّةَ الدُّنْيَا غُصَّةٌ","غرر الحكم ودرر الكلم"],["لَمْ يَنَلْ أَحَدٌ مِنَ الدُّنْيَا حَبْرَةً إِلَّا أَعْقَبَتْهُ عَبْرَةٌ","غرر الحكم ودرر الكلم"],["لَمْ يَلْقَ أَحَدٌ مِنْ سَرَّاءِ الدُّنْيَا بَطْناً إِلَّا مَنَحَتْهُ مِنْ ضَرَّائِهَا ظَهْراً","غرر الحكم ودرر الكلم"],["لَمْ تُظِلَّ امْرَءً مِنَ الدُّنْيَا دِيمَةُ رَخَاءٍ إِلَّا هَتَنَتْ عَلَيْهِ مُزْنَةُ بَلَاءٍ","غرر الحكم ودرر الكلم"],["مَنْ لَمْ يَتَعَرَّضْ لِلنَّوَائِبِ تَعَرَّضَتْ لَهُ النَّوَائِبُ ","غرر الحكم ودرر الكلم"],["مَنْ بَلَغَ غَايَةَ مَا يُحِبُّ فَلْيَتَوَقَّعْ غَايَةَ مَا يَكْرَهُ","غرر الحكم ودرر الكلم"],["مَنْ عَرَفَ الدُّنْيَا لَمْ يَحْزَنْ عَلَى مَا أَصَابَهُ","غرر الحكم ودرر الكلم"],["مِنَ السَّاعَاتِ تُولَدُ الْآفَاتُ [الْأَوْقَاتُ‏]","غرر الحكم ودرر الكلم"],["مِنْ صِحَّةِ الْأَجْسَامِ تُولَدُ الْأَسْقَامُ","غرر الحكم ودرر الكلم"],["مَا أَقْرَبَ الْبُؤْسَ مِنَ النَّعِيمِ وَالْمَوْتَ مِنَ الْحَيَاةِ","غرر الحكم ودرر الكلم"],["مَا قَالَ النَّاسُ لِشَيْ‏ءٍ طُوبَى إِلَّا وَقَدْ خَبَأَ لَهُ الدَّهْرُ يَوْمَ سَوْءٍ","غرر الحكم ودرر الكلم"],["مَا أَقْرَبَ الرَّاحَةَ مِنَ التَّعَبِ","غرر الحكم ودرر الكلم"],["مَا أَقْرَبَ النَّعِيمَ مِنَ الْبُؤْسِ","غرر الحكم ودرر الكلم"],["مَا أَقْرَبَ السُّعُودَ مِنَ النُّحُوسِ","غرر الحكم ودرر الكلم"],["هَلْ يَنْتَظِرُ أَهْلُ غَضَاضَةِ [غَضَارَةِ] الصِّحَّةِ إِلَّا نَوَازِلَ السُّقْمِ","غرر الحكم ودرر الكلم"],["يَا أَسْرَى الرَّغْبَةِ أَقْصِرُوا فَإِنَّ الْمُعَرِّجَ عَلَى الدُّنْيَا لَا يَرُوعُهُ مِنْهَا إِلَّا صَرِيفُ أَنْيَابِ الْحَدَثَانِ","غرر الحكم ودرر الكلم"]]