[["الْأَيَّامُ تُوضِحُ السَّرَائِرَ الْكَامِنَةَ","غرر الحكم ودرر الكلم"],["الرُّكُونُ إِلَى الدُّنْيَا مَعَ مَا يُعَايِنُ مِنْ غَيْرِهَا جَهْلٌ","غرر الحكم ودرر الكلم"],["الدُّنْيَا مَصَائِبُ مُفْجِعَةٌ وَمَنَايَا مُوجِعَةٌ وَعِبَرٌ [عِبْرَةٌ] مُقَطِّعَةٌ [مفصعة]","غرر الحكم ودرر الكلم"],["اللَّيْلُ وَالنَّهَارُ دَائِبَانِ فِي طَيِّ الْبَاقِينَ وَمَحْوِ آثَارِ الْمَاضِينَ","غرر الحكم ودرر الكلم"],["أَ وَلَسْتُمْ تَرَوْنَ أَهْلَ الدُّنْيَا يُمْسُونَ وَيُصْبِحُونَ عَلَى أَحْوَالٍ شَتَّى فَمَيِّتٌ يُبْكَى وَحَيٌّ يُعَزَّى وَصَرِيعٌ مُبْتَلًى وَعَائِدٌ يَعُودُ وَآخَرُ بِنَفْسِهِ يَجُودُ وَطَالِبٌ لِلدُّنْيَا وَالْمَوْتُ يَطْلُبُهُ وَغَافِلٌ لَيْسَ بِمَغْفُولٍ عَنْهُ وَعَلَى أَثَرِ الْمَاضِينَ مَا يَمْضِي الْبَاقُونَ","غرر الحكم ودرر الكلم"],["أَبْلَغُ نَاصِحٍ لَكَ الدُّنْيَا لَوِ انْتَصَحْتَ بِمَا تُرِيكَ مِنْ تَغَايُرِ الْحَالاتِ وَتُؤْذِنُكَ بِهِ مِنَ الْبَيْنِ وَالشَّتَاتِ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا مَنْزِلُ قُلْعَةٍ وَلَيْسَتْ بِدَارِ نُجْعَةٍ خَيْرُهَا زَهِيدٌ وَشَرُّهَا عَتِيدٌ وَمِلْكُهَا يُسْلَبُ وَعَامِرُهَا يَخْرَبُ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا دَارُ صِدْقٍ لِمَنْ صَدَّقَهَا وَدَارُ عَافِيَةٍ لِمَنْ فَهِمَ عَنْهَا وَدَارُ غِنًى لِمَنْ تَزَوَّدَ مِنْهَا وَدَارُ مَوْعِظَةٍ لِمَنِ اتَّعَظَ بِهَا قَدْ آذَنَتْ بِبَيْنِهَا وَنَادَتْ بِفِرَاقِهَا وَنَعَتْ نَفْسَهَا وَأَهْلَهَا فَمَثَّلَتْ لَهُمْ بِبَلَائِهَا الْبَلَاءَ وَشَوَّقَتْهُمْ بِسُرُورِهَا إِلَى السُّرُورِ رَاحَتْ بِعَافِيَةٍ وَتَبَكَّرَتْ [ابْتَكَرَتْ‏] بِفَجِيعَةٍ تَرْغِيباً وَتَرْهِيباً وَتَخْوِيفاً وَتَحْذِيراً فَذَمَّهَا رِجَالٌ غَدَاةَ النَّدَامَةِ وَحَمِدَهَا آخَرُونَ ذَكَّرَتْهُمْ فَذَكَرُوا وَحَدَّثَتْهُمْ فَصَدَقُوا وَوَعَظَتْهُمْ فَاتَّعَظُوا مِنْهَا الْغِيَرَ وَالْعِبَرَ","غرر الحكم ودرر الكلم"],["إِنَّ لِلدُّنْيَا رِجَالًا لَدَيْهِمْ كُنُوزٌ مَذْخُورَةٌ مَذْمُومَةٌ عِنْدَكُمْ مَدْحُورَةٌ يُكْشَفُ بِهِمُ الدِّينُ كَكَشْفِ أَحَدِكُمْ رَأْسَ قِدْرِهِ يَلُوذُونَ كَالْجَرَادِ فَيُهْلِكُونَ جَبَابِرَةَ الْبِلَادِ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا مُنْتَهَى بَصَرِ الْأَعْمَى لَا يُبْصِرُ مِمَّا وَرَاءَهَا شَيْئاً وَالْبَصِيرُ ينقذها [يَنْفُذُهَا بَصَرُهُ وَيَعْلَمُ أَنَّ الدَّارَ وَرَاءَهَا فَالْبَصِيرُ مِنْهَا شَاخِصٌ وَالْأَعْمَى إِلَيْهَا شَاخِصٌ وَالْبَصِيرُ مِنْهَا مُتَزَوِّدٌ وَالْأَعْمَى لَهَا مُتَزَوِّدٌ","غرر الحكم ودرر الكلم"],["إِنَّ الدَّهْرَ يَجْرِي بِالْبَاقِينَ كَجَرْيِهِ بِالْمَاضِينَ مَا يَعُودُ مَا قَدْ وَلَّى وَلَا يَبْقَى سَرْمَداً مَا فِيهِ آخِرُ فَعَالِهِ كَأَوَّلِهِ مُتَسَابِقَةٌ أُمُورُهُ مُتَظَاهِرَةٌ أَعْلَامُهُ لَا يَنْفَكُّ مُصَاحِبُهُ مِنْ عَنَاءٍ وَفَنَاءٍ وَسَلَبٍ وَحَرَبٍ","غرر الحكم ودرر الكلم"],["إِنَّ الدَّهْرَ مُوتِرٌ قَوْسَهُ لَا تُخْطِي سِهَامُهُ وَلَا تُؤْسِي جِرَاحُهُ يَرْمِي الصَّحِيحَ بِالسُّقْمِ وَالنَّاجِيَ بِالْعَطَبِ","غرر الحكم ودرر الكلم"],["كَفَى مُخْبِراً عَمَّا بَقِيَ مِنَ الدُّنْيَا مَا مَضَى مِنْهَا","غرر الحكم ودرر الكلم"],["لَقَدْ كَاشَفَتْكُمُ الدُّنْيَا الْغِطَاءَ وَآذَنَتْكُمْ‏ [أَذِنَتْكُمْ‏] عَلَى سَوَاءٍ","غرر الحكم ودرر الكلم"],["مَنْ عَطَفَ عَلَيْهِ اللَّيْلُ وَالنَّهَارُ أَدَّبَاهُ وَأَبْلَيَاهُ وَإِلَى الْمَنَايَا أَدْنَيَاهُ","غرر الحكم ودرر الكلم"],["مَا لَكُمْ [مَا بَالُكُمْ‏] تُؤَمِّلُونَ مَا لَا تُدْرِكُونَهُ وَتَجْمَعُونَ مَا لَا تَأْكُلُونَهُ وَتَبْنُونَ مَا لَا تَسْكُنُونَهُ","غرر الحكم ودرر الكلم"]]