[["الدُّنْيَا أَمَدٌ الْآخِرَةُ أَبَدٌ","غرر الحكم ودرر الكلم"],["الدُّنْيَا ظِلٌّ زَائِلٌ","غرر الحكم ودرر الكلم"],["الدُّنْيَا مَحَلُّ الْغِيَرِ","غرر الحكم ودرر الكلم"],["الدُّنْيَا كَمَا تَجْبُرُ تَكْسِرُ","غرر الحكم ودرر الكلم"],["أَسْبَابُ الدُّنْيَا مُنْقَطِعَةٌ وَعَوَارِيهَا مُرْتَجَعَةٌ","غرر الحكم ودرر الكلم"],["الدَّهْرُ ذُو حَالَتَيْنِ إِبَادَةٍ وَإِفَادَةٍ فَمَا أَبَادَهُ فَلَا رَجْعَةَ لَهُ وَمَا أَفَادَهُ فَلَا بَقَاءَ لَهُ","غرر الحكم ودرر الكلم"],["أَلَا وَإِنَّهُ قَدْ أَدْبَرَ مِنَ الدُّنْيَا مَا كَانَ مُقْبِلًا وَأَقْبَلَ مِنْهَا مَا كَانَ مُدْبِراً","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا مَاضِيَةٌ بِكُمْ عَلَى سُنَنٍ وَأَنْتُمْ وَالْآخِرَةُ فِي قَرَنٍ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا دَارُ عَنَاءٍ وَفَنَاءٍ وَغِيَرٍ وَعِبَرٍ وَمَحَلُّ فِتْنَةٍ وَمِحْنَةٍ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا تُقْبِلُ إِقْبَالَ الطَّالِبِ وَتُدْبِرُ إِدْبَارَ الْهَارِبِ وَتَصِلُ مُوَاصَلَةَ الْمُلُوكِ [الْمَلُولِ‏] وَتُفَارِقُ مُفَارَقَةَ الْعَجُولِ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا دَارٌ بِالْبَلَاءِ مَعْرُوفَةٌ وَبِالْغَدْرِ مَوْصُوفَةٌ لَا تَدُومُ أَحْوَالُهَا وَلَا يَسْلَمُ نُزَّالُهَا الْعَيْشُ فِيهَا مَذْمُومٌ وَالْأَمَانُ فِيهَا مَعْدُومٌ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا لَا تَفِي لِصَاحِبٍ وَلَا تَصْفُو لِشَارِبٍ نَعِيمُهَا يَنْتَقِلُ وَأَحْوَالُهَا تَتَبَدَّلُ وَلَذَّاتُهَا تَفْنَى وَتَبِعَاتُهَا تَبْقَى فَأَعْرِضْ عَنْهَا قَبْلَ أَنْ تُعْرِضَ عَنْكَ وَاسْتَبْدِلْ بِهَا قَبْلَ أَنْ تَسْتَبْدِلَ بِكَ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا سَرِيعَةُ التَّحَوُّلِ كَثِيرَةُ التَّنَقُّلِ شَدِيدَةُ الْغَدْرِ دَائِمَةُ الْمَكْرِ فَأَحْوَالُهَا تَتَزَلْزَلُ وَنَعِيمُهَا يَتَبَدَّلُ وَرَخَاؤُهَا يَتَنَقَّصُ وَلَذَّاتُهَا تَتَنَغَّصُ [تتقصص‏] وَطَالِبُهَا يَذِلُّ وَرَاكِبُهَا يَزِلُّ","غرر الحكم ودرر الكلم"],["إِنَّ مِنْ نَكَدِ الدُّنْيَا أَنَّهَا لَا تَبْقَى عَلَى حَالَةٍ وَلَا تَخْلُو مِنِ اسْتِحَالَةٍ تُصْلِحُ جَانِباً بِفَسَادِ جَانِبٍ وَتَسُرُّ صَاحِبَهَا بِمَسَاءَةِ صَاحِبٍ فَالْكَوْنُ فِيهَا خَطَرٌ وَالثِّقَةُ بِهَا غَرَرٌ وَالْإِخْلَادُ إِلَيْهَا مُحَالٌ وَالِاعْتِمَادُ عَلَيْهَا ضَلَالٌ","غرر الحكم ودرر الكلم"],["إِنَّمَا الدُّنْيَا أَحْوَالٌ مُخْتَلِفَةٌ وَتَارَاتٌ مُتَصَرِّفَةٌ وَأَغْرَاضٌ مُسْتَهْدِفَةٌ","غرر الحكم ودرر الكلم"],["إِنَّمَا الدُّنْيَا مَتَاعُ أَيَّامٍ قَلَائِلَ ثُمَّ تَزُولُ كَمَا يَزُولُ السَّرَابُ وَتَقْثَعُ كَمَا يَقْثَعُ السَّحَابُ [وَ تَقْشَعُ كَمَا يَقْشَعُ السَّحَابُ‏]","غرر الحكم ودرر الكلم"],["إِذَا أَقْبَلَتِ الدُّنْيَا عَلَى عَبْدٍ كَسَتْهُ مَحَاسِنَ غَيْرِهِ وَإِذَا أَدْبَرَتْ عَنْهُ سَلَبَتْهُ مَحَاسِنَهُ","غرر الحكم ودرر الكلم"],["كُلُّ مَاضٍ فَكَأَنْ لَمْ يَكُنْ","غرر الحكم ودرر الكلم"],["كُلُّ أَحْوَالِ الدُّنْيَا زِلْزَالٌ وَمِلْكُهَا سَلَبٌ وَانْتِقَالٌ","غرر الحكم ودرر الكلم"],["كَمْ مِنْ ذِي ثَرْوَةٍ خَطِيرٍ صَيَّرَهُ الدَّهْرُ فَقِيراً حَقِيراً","غرر الحكم ودرر الكلم"],["كَمْ مِنْ ذِي أُبُّهَةٍ جَعَلَتْهُ الدُّنْيَا حَقِيراً","غرر الحكم ودرر الكلم"],["كَمْ مِنْ ذِي عِزَّةٍ رَدَّتْهُ الدُّنْيَا ذَلِيلًا","غرر الحكم ودرر الكلم"],["كَيْفَ تَبْقَى عَلَى حَالَتِكَ وَالدَّهْرُ فِي إِحَالَتِكَ","غرر الحكم ودرر الكلم"],["لِكُلِّ نَاجِمٍ أُفُولٌ","غرر الحكم ودرر الكلم"],["لِكُلِّ كَثْرَةٍ قِلَّةٌ","غرر الحكم ودرر الكلم"],["لِكُلِّ إِقْبَالٍ إِدْبَارٌ","غرر الحكم ودرر الكلم"],["لَرُبَّمَا أَقْبَلَ الْمُدْبِرُ وَأَدْبَرَ الْمُقْبِلُ","غرر الحكم ودرر الكلم"],["لَرُبَّمَا قَرُبَ الْبَعِيدُ وَبَعُدَ الْقَرِيبُ","غرر الحكم ودرر الكلم"],["لَوْ بَقِيَتِ الدُّنْيَا عَلَى أَحَدِكُمْ لَمْ تَصِلْ إِلَى مَنْ هِيَ فِي يَدَيْهِ","غرر الحكم ودرر الكلم"],["مَنْ مَلَكَتْهُ الدُّنْيَا كَثُرَ صَرْعُهُ","غرر الحكم ودرر الكلم"],["لَا ضَمَانَ عَلَى الزَّمَانِ","غرر الحكم ودرر الكلم"],["لَا تَدُومُ حَيْرَةُ الدُّنْيَا وَلَا يَبْقَى سُرُورُهَا وَلَا تُؤْمَنُ فَجْعَتُهَا","غرر الحكم ودرر الكلم"]]