[["اعْزُفْ [أَعْرِضْ‏] عَنْ دُنْيَاكَ تَسْعَدْ بِمُنْقَلَبِكَ وَتُصْلِحْ مَثْوَاكَ","غرر الحكم ودرر الكلم"],["انْظُرْ إِلَى الدُّنْيَا نَظَرَ الزَّاهِدِ الْمُفَارِقِ وَلَا تَنْظُرْ إِلَيْهَا نَظَرَ الْعَاشِقِ الْوَامِقِ","غرر الحكم ودرر الكلم"],["ازْهَدْ فِي الدُّنْيَا وَاعْزُفْ عَنْهَا وَإِيَّاكَ أَنْ يَنْزِلَ بِكَ الْمَوْتُ وَأَنْتَ آبِقٌ [أبقى‏] مِنْ رَبِّكَ فِي طَلَبِهَا فَتَشْقَى","غرر الحكم ودرر الكلم"],["ازْهَدْ فِي الدُّنْيَا وَاعْزُفْ عَنْهَا وَإِيَّاكَ أَنْ يَنْزِلَ بِكَ الْمَوْتُ وَقَلْبُكَ مُتَعَلِّقٌ بِشَيْ‏ءٍ مِنْهَا فَتَهْلِكَ","غرر الحكم ودرر الكلم"],["انْظُرُوا إِلَى الدُّنْيَا نَظَرَ الزَّاهِدِينَ فِيهَا الصَّارِفِينَ عَنْهَا فَإِنَّهَا وَاللَّهِ عَمَّا قَلِيلٍ تُزِيلُ الثَّاوِيَ السَّاكِنَ وَتَفْجَعُ الْمُتْرَفَ الْآمِنَ","غرر الحكم ودرر الكلم"],["أَلَا وَإِنَّ الدُّنْيَا دَارٌ لَا يُسْلَمُ مِنْهَا إِلَّا بِالزُّهْدِ فِيهَا وَلَا يُنْجَى مِنْهَا بِشَيْ‏ءٍ كَانَ لَهَا [وَ لَا يُنْجَى بِشَيْ‏ءٍ مِنْهَا]","غرر الحكم ودرر الكلم"],["أَ يَسُرُّكَ أَنْ تَلْقَى اللَّهَ غَداً فِي الْقِيَامَةِ وَهُوَ عَلَيْكَ رَاضٍ غَيْرَ غَضْبَانَ كُنْ فِي الدُّنْيَا زَاهِداً وَفِي الْآخِرَةِ رَاغِباً وَعَلَيْكَ بِالتَّقْوَى وَالصِّدْقِ فَهُمَا جِمَاعُ الدِّينِ وَالْزَمْ أَهْلَ الْحَقِّ وَاعْمَلْ عَمَلَهُمْ تَكُنْ مِنْهُمْ","غرر الحكم ودرر الكلم"],["إِنَّكَ لَمْ تُخْلَقَ لِلدُّنْيَا فَازْهَدْ فِيهَا وَأَعْرِضْ عَنْهَا","غرر الحكم ودرر الكلم"],["إِذَا فَاتَكَ مِنَ الدُّنْيَا شَيْ‏ءٌ فَلَا تَحْزَنْ وَإِذَا أَحْسَنْتَ فَلَا تَمْنُنْ","غرر الحكم ودرر الكلم"],["إِذَا أَعْرَضْتَ عَنْ دَارِ الْفَنَاءِ وَتَوَلَّهْتَ بِدَارِ الْبَقَاءِ فَقَدْ فَازَ قِدْحُكَ وَفُتِحَتْ لَكَ أَبْوَابُ النَّجَاحِ وَظَفِرْتَ بِالْفَلَاحِ","غرر الحكم ودرر الكلم"],["زُهْدُكَ فِي الدُّنْيَا يُنْجِيكَ وَرَغْبَتُكَ فِيهَا تُرْدِيكَ","غرر الحكم ودرر الكلم"],["طُوبَى لِلزَّاهِدِينَ فِي الدُّنْيَا الرَّاغِبِينَ فِي الْآخِرَةِ أُولَئِكَ اتَّخَذُوا الْأَرْضَ بِسَاطاً وَتُرَابَهَا فِرَاشاً وَمَاءَهَا طِيباً وَالْقُرْآنَ شِعَاراً وَالدُّعَاءَ دِثَاراً وَقَرَضُوا الدُّنْيَا عَلَى مِنْهَاجِ الْمَسِيحِ عِيسَى ابْنِ مَرْيَمَ عَلَى نَبِيِّنَا وَعَلَيْهِ السَّلَامُ","غرر الحكم ودرر الكلم"],["فِي الْعُزُوفِ عَنِ الدُّنْيَا دَرْكُ النَّجَاحِ","غرر الحكم ودرر الكلم"],["كُونُوا مِمَّنْ عَرَفَ فَنَاءَ الدُّنْيَا فَزَهِدَ فِيهَا وَعَلِمَ بَقَاءَ الْآخِرَةِ فَعَمِلَ لَهَا","غرر الحكم ودرر الكلم"],["مَنْ عَرَفَ الدُّنْيَا تَزَهَّدَ","غرر الحكم ودرر الكلم"],["مَنْ أَيْقَنَ بِمَا يَبْقَى زَهِدَ فِيمَا يَفْنَى","غرر الحكم ودرر الكلم"],["مَنْ عَزَفَ عَنِ الدُّنْيَا أَتَتْهُ صَاغِرَةً","غرر الحكم ودرر الكلم"],["يَنْبَغِي لِمَنْ عَلِمَ سُرْعَةَ زَوَالِ الدُّنْيَا أَنْ يَزْهَدَ فِيهَا","غرر الحكم ودرر الكلم"],["يَا أَيُّهَا النَّاسُ ازْهَدُوا فِي الدُّنْيَا فَإِنَّ عَيْشَهَا قَصِيرٌ وَخَيْرَهَا يَسِيرٌ وَإِنَّهَا لَدَارُ شُخُوصٍ وَمَحَلَّةُ تَنْغِيصٍ وَإِنَّهَا لَتُدْنِي الْآجَالَ وَتَقْطَعُ الْآمَالَ أَلَا وَهِيَ الْمُتَصَدِّيَةُ الْعَنُونُ وَالْجَامِحَةُ الْحَرُونُ وَالْمَانِيَةُ الْخَئُونُ","غرر الحكم ودرر الكلم"],["الدُّنْيَا دُوَلٌ فَأَجْمِلْ فِي طَلَبِهَا وَاصْطَبِرْ [وَ اصْبِرْ] حَتَّى تَأْتِيَكَ دَوْلَتُكَ","غرر الحكم ودرر الكلم"],["هَوِّنْ عَلَيْكَ فَإِنَّ الْأَمْرَ قَرِيبٌ وَالِاصْطِحَابَ قَلِيلٌ وَالْمُقَامَ يَسِيرٌ","غرر الحكم ودرر الكلم"]]