[["الدُّنْيَا تَضُرُّ الْآخِرَةُ تَسُرُّ","غرر الحكم ودرر الكلم"],["النَّاسُ فِي الدُّنْيَا عَامِلَانِ عَامِلٌ فِي الدُّنْيَا لِلدُّنْيَا قَدْ شَغَلَتْهُ دُنْيَاهُ عَنْ آخِرَتِهِ يَخْشَى عَلَى مَنْ يُخَلِّفُ الْفَقْرَ وَيَأْمَنُهُ عَلَى نَفْسِهِ فَيُفْنِي عُمُرَهُ فِي مَنْفَعَةِ غَيْرِهِ وَعَامِلٌ فِي الدُّنْيَا لِمَا بَعْدَهَا فَجَاءَهُ الَّذِي لَهُ بِغَيْرِ عَمَلٍ فَأَحْرَزَ الْحَظَّيْنِ مَعاً وَمَلَكَ الدَّارَيْنِ جَمِيعاً","غرر الحكم ودرر الكلم"],["أَخْرِجُوا الدُّنْيَا مِنْ قُلُوبِكُمْ قَبْلَ أَنْ تَخْرُجَ مِنْهَا أَجْسَادُكُمْ فَفِيهَا اخْتُبِرْتُمْ وَلِغَيْرِهَا خُلِقْتُمْ","غرر الحكم ودرر الكلم"],["أَرْبَحُ النَّاسِ مَنِ اشْتَرَى بِالدُّنْيَا الْآخِرَةَ","غرر الحكم ودرر الكلم"],["أَخْسَرُ النَّاسِ مَنْ رَضِيَ الدُّنْيَا [بِالدُّنْيَا] عِوَضاً عَنِ الْآخِرَةِ","غرر الحكم ودرر الكلم"],["إِنَّ مَثَلَ الدُّنْيَا وَالْآخِرَةِ كَرَجُلٍ لَهُ امْرَأَتَانِ إِذَا أَرْضَى إِحْدَاهُمَا أَسْخَطَ الْأُخْرَى","غرر الحكم ودرر الكلم"],["إِنَّ مَنْ كَانَتِ الْعَاجِلَةُ أَمْلَكَ بِهِ مِنَ الْآجِلَةِ وَأُمُورُ الدُّنْيَا أَغْلَبَ عَلَيْهِ مِنْ أُمُورِ الْآخِرَةِ فَقَدْ بَاعَ الْبَاقِيَ بِالْفَانِي وَتَعَوَّضَ الْبَائِدَ عَنِ الْخَالِدِ وَأَهْلَكَ نَفْسَهُ وَرَضِيَ لَهَا بِالْحَائِلِ الزَّائِلِ وَنَكَبَ بِهَا عَنْ نَهْجِ السَّبِيلِ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا قَدْ أَدْبَرَتْ وَآذَنَتْ بِوَدَاعٍ وَإِنَّ الْآخِرَةَ قَدْ أَقْبَلَتْ وَأَشْرَفَتْ بِاطِّلَاعٍ","غرر الحكم ودرر الكلم"],["إِنَّ الدُّنْيَا وَالْآخِرَةَ عَدُوَّانِ مُتَفَاوِتَانِ وَسَبِيلَانِ مُخْتَلِفَانِ فَمَنْ أَحَبَّ الدُّنْيَا وَتَوَالاهَا أَبْغَضَ الْآخِرَةَ وَعَادَاهَا وَهُمَا بِمَنْزِلَةِ الْمَشْرِقِ وَالْمَغْرِبِ وَمَاشٍ بَيْنَهُمَا فَكُلَّمَا قَرُبَ مِنْ وَاحِدٍ بَعُدَ مِنَ الْآخَرِ وَهُمَا بَعْدُ ضَرَّتَانِ","غرر الحكم ودرر الكلم"],["إِنْ دُعِيَ إِلَى حَرْثِ الدُّنْيَا عَمِلَ وَإِنْ دُعِيَ إِلَى حَرْثِ الْآخِرَةِ كَسِلَ","غرر الحكم ودرر الكلم"],["إِنَّكُمْ إِنَّمَا خُلِقْتُمْ لِلْآخِرَةِ لَا لِلدُّنْيَا وَلِلْبَقَاءِ لَا لِلْفَنَاءِ","غرر الحكم ودرر الكلم"],["بِإِيثَارِ حُبِّ الْعَاجِلَةِ صَارَ مَنْ صَارَ إِلَى سُوءِ الْآجِلَةِ","غرر الحكم ودرر الكلم"],["ثَرْوَةُ الدُّنْيَا فَقْرُ الْآخِرَةِ","غرر الحكم ودرر الكلم"],["حَلَاوَةُ الدُّنْيَا تُوجِبُ مَرَارَةَ الْآخِرَةِ وَسُوءَ الْعُقْبَى","غرر الحكم ودرر الكلم"],["حَصِّلُوا الْآخِرَةَ بِتَرْكِ الدُّنْيَا وَلَا تُحَصِّلُوا بِتَرْكِ الدِّينِ الدُّنْيَا","غرر الحكم ودرر الكلم"],["ذُلُّ الدُّنْيَا عِزُّ الْآخِرَةِ","غرر الحكم ودرر الكلم"],["صَلَاحُ الْآخِرَةِ رَفْضُ الدُّنْيَا","غرر الحكم ودرر الكلم"],["طَلَبُ الْجَمْعِ بَيْنَ الدُّنْيَا وَالْآخِرَةِ مِنْ خِدَاعِ النَّفْسِ","غرر الحكم ودرر الكلم"],["طَالِبُ الدُّنْيَا تَفُوتُهُ الْآخِرَةُ وَيُدْرِكُهُ الْمَوْتُ‏ حَتَّى يَأْخُذَهُ بَغْتَةً [يَأْخُذَ بِعُنُقِهِ‏] وَلَا يُدْرِكُ مِنَ الدُّنْيَا إِلَّا مَا قُسِمَ لَهُ","غرر الحكم ودرر الكلم"],["كَيْفَ يَعْمَلُ لِلْآخِرَةِ الْمَشْغُولُ بِالدُّنْيَا","غرر الحكم ودرر الكلم"],["لَمْ يُفِدْ مَنْ كَانَتْ هِمَّتُهُ الدُّنْيَا عِوَضاً وَلَمْ يَقْضِ مُفْتَرَضاً","غرر الحكم ودرر الكلم"],["مَنْ بَاعَ آخِرَتَهُ بِدُنْيَاهُ خَسِرَهُمَا","غرر الحكم ودرر الكلم"],["مَنْ رَضِيَ بِالدُّنْيَا فَاتَتْهُ الْآخِرَةُ","غرر الحكم ودرر الكلم"],["مَنْ أَحَبَّ لِقَاءَ اللَّهِ سُبْحَانَهُ سَلَا عَنِ الدُّنْيَا","غرر الحكم ودرر الكلم"],["مَنْ أَخْسَرُ مِمَّنْ تَعَوَّضَ عَنِ الْآخِرَةِ بِالدُّنْيَا","غرر الحكم ودرر الكلم"],["مَنْ رَغِبَ فِي زَخَارِفِ الدُّنْيَا فَاتَهُ الْبَقَاءُ الْمَطْلُوبُ","غرر الحكم ودرر الكلم"],["مَنْ عَمَّرَ دُنْيَاهُ أَفْسَدَ دِينَهُ وَأَخْرَبَ أُخْرَاهُ","غرر الحكم ودرر الكلم"],["مَنْ غَلَبَتِ الدُّنْيَا عَلَيْهِ عَمِيَ عَمَّا بَيْنَ يَدَيْهِ","غرر الحكم ودرر الكلم"],["مَنْ طَلَبَ مِنَ الدُّنْيَا شَيْئاً فَاتَهُ مِنَ الْآخِرَةِ أَكْثَرُ مِمَّا طَلِبَ","غرر الحكم ودرر الكلم"],["مَنْ طَلَبَ الدُّنْيَا بِعَمَلِ الْآخِرَةِ كَانَ أَبْعَدَ لَهُ مِمَّا طَلَبَ","غرر الحكم ودرر الكلم"],["مَنْ مَلَكَ مِنَ الدُّنْيَا شَيْئاً فَاتَهُ مِنَ الْآخِرَةِ أَكْثَرُ مِمَّا مَلَكَ","غرر الحكم ودرر الكلم"],["مَا ظَفِرَ بِالْآخِرَةِ مَنْ كَانَتِ الدُّنْيَا مَطْلَبَهُ","غرر الحكم ودرر الكلم"],["مَا الْتَذَّ أَحَدٌ مِنَ الدُّنْيَا لَذَّةً إِلَّا كَانَتْ لَهُ يَوْمَ الْقِيَامَةِ غُصَّةً","غرر الحكم ودرر الكلم"],["مَا زَادَ فِي الدُّنْيَا نَقَصَ فِي الْآخِرَةِ","غرر الحكم ودرر الكلم"],["مَا الْمَغْرُورُ الَّذِي ظَفِرَ مِنَ الدُّنْيَا بِأَدْنَى سُهْمَتِهِ كَالْآخَرِ الَّذِي ظَفِرَ مِنَ الْآخِرَةِ بِأَعْلَى هِمَّتِهِ","غرر الحكم ودرر الكلم"],["هَلَكَ الْفَرِحُونَ بِالدُّنْيَا يَوْمَ الْقِيَامَةِ وَنَجَا الْمَحْزُونُونَ بِهَا","غرر الحكم ودرر الكلم"],["لَا تَرْغَبْ فِي الدُّنْيَا فَتَخْسَرَ آخِرَتَكَ","غرر الحكم ودرر الكلم"],["لَا تَبِيعُوا الْآخِرَةَ بِالدُّنْيَا وَلَا تَسْتَبْدِلُوا الْفَنَاءَ بِالْبَقَاءِ","غرر الحكم ودرر الكلم"],["لَا يَجْتَمِعُ الْفَنَاءُ وَالْبَقَاءُ","غرر الحكم ودرر الكلم"],["لَا تَجْتَمِعُ الْآخِرَةُ وَالدُّنْيَا","غرر الحكم ودرر الكلم"],["لَا يَنْفَعُ الْعَمَلُ لِلْآخِرَةِ مَعَ الرَّغْبَةِ فِي الدُّنْيَا","غرر الحكم ودرر الكلم"],["لَا يَتْرُكُ النَّاسُ شَيْئاً مِنْ دُنْيَاهُمْ لِإِصْلَاحِ آخِرَتِهِمْ إِلَّا عَوَّضَهُمُ اللَّهُ سُبْحَانَهُ خَيْراً مِنْهُ","غرر الحكم ودرر الكلم"]]