{
"title": " الترغيب إلى الآخرة",
"type": "text",
"data": [
{
"text": "اجْعَلْ هَمَّكَ وَجِدَّكَ لِآخِرَتِكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "اجْعَلْ هَمَّكَ لِمَعَادِكَ تَصْلَحْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "اسْتَفْرِغْ جُهْدَكَ لِمَعَادِكَ تَصْلُحْ مَثْوَاكَ وَلَا تَبِعْ آخِرَتَكَ بِدُنْيَاكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "اجْعَلْ كُلَّ هَمِّكَ وَسَعْيِكَ لِلْخَلَاصِ مِنْ مَحَلِّ الشَّقَاءِ وَالْعِقَابِ وَالنَّجَاةِ مِنْ مُقَامِ الْبَلَاءِ وَالْعَذَابِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "اجْعَلْ هَمَّكَ لِآخِرَتِكَ وَحُزْنَكَ عَلَى نَفْسِكَ فَكَمْ مِنْ حَزِينٍ وَفَدَ بِهِ حُزْنُهُ عَلَى سُرُورِ الْأَبَدِ وَكَمْ مِنْ مَهْمُومٍ أَدْرَكَ أَمَلَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الْمَرْءَ قَدْ يَسُرُّهُ دَرْكُ مَا لَمْ يَكُنْ لِيَفُوتَهُ وَيَسُوؤُهُ فَوْتُ مَا لَمْ يَكُنْ لِيُدْرِكَهُ فَلْيَكُنْ سُرُورُكَ بِمَا نِلْتَ مِنْ آخِرَتِكَ وَلْيَكُنْ أَسَفُكَ عَلَى مَا فَاتَكَ مِنْهَا وَلْيَكُنْ هَمُّكَ فِيهَا لِمَا بَعْدَ الْمَوْتِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّكَ فِي سَبِيلِ مَنْ كَانَ قَبْلَكَ فَاجْعَلْ جِدَّكَ لِآخِرَتِكَ وَلَا تَكْتَرِثْ بِعَمَلِ الدُّنْيَا ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ جَعَلَ كُلَّ هَمِّهِ لِآخِرَتِهِ ظَفِرَ بِالْمَأْمُولِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ رَغِبَ فِيهَا عِنْدَ اللَّهِ بَلَغَ آمَالَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ كَانَتِ الْآخِرَةُ هِمَّتَهُ بَلَغَ مِنَ الْخَيْرِ غَايَةَ أُمْنِيَّتِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ لَمْ يَكُنْ هَمُّهُ مَا عِنْدَ اللَّهِ سُبْحَانَهُ لَمْ يُدْرِكْ مُنَاهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ أَمَّلَ ثَوَابَ الْحُسْنَى لَمْ تُنَكِّدْ آمَالَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْآخِرَةُ فَوْزُ السُّعَدَاءِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "ذَرْ مَا قَلَّ لِمَا كَثُرَ وَمَا ضَاقَ لِمَا اتَّسَعَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "طَالِبُ الْآخِرَةِ يُدْرِكُ مِنْهَا أَمَلَهُ وَيَأْتِيهِ مِنَ الدُّنْيَا مَا قُدِّرَ لَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "عَلَيْكَ بِالْآخِرَةِ تَأْتِكَ الدُّنْيَا صَاغِرَةً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُلُّ شَيْ‏ءٍ مِنَ الْآخِرَةِ عَيَانُهُ أَعْظَمُ مِنْ سَمَاعِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُونُوا عَنِ الدُّنْيَا نُزَّاهاً وَإِلَى الْآخِرَةِ وُلَّاهاً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ حَرَصَ عَلَى الْآخِرَةِ مَلَكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا أَعْظَمَ نِعَمَ اللَّهِ سُبْحَانَهُ فِي الدُّنْيَا وَمَا أَصْغَرَهَا فِي نِعَمِ الْآخِرَةِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا دُنْيَاكَ الَّتِي تَحَبَّبَتْ إِلَيْكَ بِخَيْرٍ مِنَ الْآخِرَةِ الَّتِي قَبَّحَهَا سُوءُ النَّظَرِ عَنْكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا أَخْسَرَ مَنْ لَيْسَ لَهُ فِي الْآخِرَةِ نَصِيبٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا بَالُكُمْ تَفْرَحُونَ بِالْيَسِيرِ مِنَ الدُّنْيَا تُدْرِكُونَهُ وَلَا يَحْزُنُكُمُ الْكَثِيرُ مِنَ الْآخِرَةِ تُحْرَمُونَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَوْتَاتُ الدُّنْيَا أَهْوَنُ مِنْ مَوْتَاتِ الْآخِرَةِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّكُمْ إِلَى الْآخِرَةِ صَائِرُونَ وَعَلَى اللَّهِ مُعْرَضُونَ",
"source": "غرر الحكم ودرر الكلم"
}
]
}