[["الْعَالِمُ مَنْ عَرَفَ قَدْرَهُ","غرر الحكم ودرر الكلم"],["الْعَالِمُ يَعْرِفُ الْجَاهِلَ لِأَنَّهُ كَانَ قَبْلُ جَاهِلًا","غرر الحكم ودرر الكلم"],["الْعَالِمُ كُلُّ الْعَالِمِ مَنْ لَمْ يَمْنَعِ الْعِبَادَ الرَّجَاءَ لِرَحْمَةِ اللَّهِ وَلَمْ يُؤْمِنْهُمْ مَكْرَ اللَّهِ","غرر الحكم ودرر الكلم"],["إِنَّمَا الْعَالِمُ مَنْ دَعَاهُ عِلْمُهُ إِلَى الْوَرَعِ وَالتُّقَى وَالزُّهْدِ فِي عَالَمِ الْفَنَاءِ وَالتَّوَلُّهِ بِجَنَّةِ الْمَأْوَى","غرر الحكم ودرر الكلم"],["إِذَا كُنْتَ جَاهِلًا فَتَعَلَّمْ وَإِذَا سَأَلْتَ عَمَّا لَا تَعْلَمُ فَقُلْ اللَّهُ وَرَسُولُهُ أَعْلَمُ","غرر الحكم ودرر الكلم"],["بَخْ بَخْ لِعَالِمٍ عَلِمَ فَكَفَّ وَخَافَ الْبَيَاتَ فَأَعَدَّ وَاسْتَعَدَّ إِنْ سُئِلَ أَفْصَحَ وَإِنْ تُرِكَ سَكَتَ كَلَامُهُ صَوَابٌ وَسُكُوتُهُ عَنْ غَيْرِ عِيٍّ عَنِ الْجَوَابِ [فِي الْجَوَابِ‏]","غرر الحكم ودرر الكلم"],["قَوْلُ لَا أَعْلَمُ نِصْفُ الْعِلْمِ","غرر الحكم ودرر الكلم"],["وَاضِعُ الْعِلْمِ عِنْدَ غَيْرِ أَهْلِهِ ظَالِمٌ لَهُ","غرر الحكم ودرر الكلم"],["لَا يَسْتَحْيِيَنَّ أَحَدٌ إِذَا سُئِلَ عَمَّا لَا يَعْلَمُ أَنْ يَقُولَ لَا أَعْلَمُ","غرر الحكم ودرر الكلم"],["لَا تُحَدِّثِ الْجُهَّالَ بِمَا لَا يَعْلَمُونَ فَيُكَذِّبُوكَ بِهِ فَإِنَّ لِعِلْمِكَ عَلَيْكَ حَقّاً وَحَقَّهُ عَلَيْكَ بَذْلُهُ لِمُسْتَحِقِّهِ وَمَنْعُهُ مِنْ غَيْرِ مُسْتَحِقِّهِ","غرر الحكم ودرر الكلم"],["لَا يَزْكُو الْعِلْمُ بِغَيْرِ وَرَعٍ","غرر الحكم ودرر الكلم"],["لَا يَكُونُ الْعَالِمُ عَالِماً حَتَّى لَا يَحْسُدَ مَنْ فَوْقَهُ وَلَا يَحْتَقِرَ مَنْ دُونَهُ وَلَا يَأْخُذَ عَلَى عِلْمِهِ شَيْئاً مِنْ حُطَامِ الدُّنْيَا","غرر الحكم ودرر الكلم"],["يَنْبَغِي أَنْ يَكُونَ عِلْمُ الرَّجُلِ زَائِداً عَلَى نُطْقِهِ وَعَقْلُهُ غَالِباً عَلَى لِسَانِهِ","غرر الحكم ودرر الكلم"],["الْفَقِيهُ كُلُّ الْفَقِيهِ مَنْ لَمْ يُقَنِّطِ النَّاسَ مِنْ رَحْمَةِ اللَّهِ وَلَمْ يُؤْيِسْهُمْ مِنْ رَوْحِ اللَّهِ","غرر الحكم ودرر الكلم"],["آفَةُ الْفُقَهَاءِ عَدَمُ الصِّيَانَةِ","غرر الحكم ودرر الكلم"],["إِذَا تَفَقَّهَ الْوَضِيعُ تَرَفَّعَ","غرر الحكم ودرر الكلم"],["إِذَا تَفَقَّهَ الرَّفِيعُ تَوَاضَعَ","غرر الحكم ودرر الكلم"],["إِذَا فَقِهْتَ فَتَفَقَّهْ فِي دِينِ اللَّهِ","غرر الحكم ودرر الكلم"],["إِذَا أَرَادَ بِعَبْدٍ خَيْراً فَقَّهَهُ فِي الدِّينِ وَأَلْهَمَهُ الْيَقِينَ","غرر الحكم ودرر الكلم"],["خَيْرُ الِاجْتِهَادِ مَا قَارَنَهُ التَّوْفِيقُ","غرر الحكم ودرر الكلم"],["مَنْ تَفَقَّهَ فِي الدِّينِ كَثُرَ","غرر الحكم ودرر الكلم"]]