[["الْحَازِمُ مَنْ تَرَكَ الدُّنْيَا لِلْآخِرَةِ","غرر الحكم ودرر الكلم"],["الرَّابِحُ مَنْ بَاعَ الْعَاجِلَةَ بِالْآجِلَةِ","غرر الحكم ودرر الكلم"],["بِيعُوا مَا يَفْنَى بِمَا يَبْقَى وَتَعَوَّضُوا بِنَعِيمِ الْآخِرَةِ عَنْ شَقَاءِ الدُّنْيَا","غرر الحكم ودرر الكلم"],["مَنِ ابْتَاعَ آخِرَتَهُ بِدُنْيَاهُ رَبِحَهُمَا","غرر الحكم ودرر الكلم"],["الرَّابِحُ مَنْ بَاعَ الدُّنْيَا بِالْآخِرَةِ وَاسْتَبْدَلَ بِالْآجِلَةِ عَنِ الْعَاجِلَةِ","غرر الحكم ودرر الكلم"],["الْمَغْبُونُ مَنْ شُغِلَ بِالدُّنْيَا [مَنْ شَغِلَ الدُّنْيَا] وَفَاتَهُ حَظُّهُ مِنَ الْآخِرَةِ","غرر الحكم ودرر الكلم"],["أَوْفَرُ النَّاسِ حَظّاً فِي الْآخِرَةِ أَقَلُّهُمْ حَظّاً مِنَ الدُّنْيَا","غرر الحكم ودرر الكلم"],["أَغْنَى النَّاسِ فِي الْآخِرَةِ أَفْقَرُهُمْ فِي الدُّنْيَا","غرر الحكم ودرر الكلم"],["أَسْعَدُ النَّاسِ بِالدُّنْيَا التَّارِكُ لَهَا وَأَسْعَدُهُمْ بِالْآخِرَةِ الْعَامِلُ لَهَا","غرر الحكم ودرر الكلم"],["إِنْ كُنْتُمْ لِلنَّعِيمِ طَالِبِينَ فَأَعْتِقُوا أَنْفُسَكُمْ مِنْ دَارِ الشَّقَاءِ","غرر الحكم ودرر الكلم"],["وَأَزْمَعَ [و إن مع‏] التَّرْحَالَ عِبَادُ اللَّهِ الْأَخْيَارُ وَبَاعُوا قَلِيلًا مِنَ الدُّنْيَا لَا يَبْقَى بِكَثِيرٍ مِنَ الْآخِرَةِ لَا يَفْنَى","غرر الحكم ودرر الكلم"],["طَلَاقُ الدُّنْيَا مَهْرُ الْجَنَّةِ","غرر الحكم ودرر الكلم"],["ظَفِرَ بِفَرْحَةِ الْبُشْرَى مَنْ أَعْرَضَ عَنْ زَخَارِفِ الدُّنْيَا","غرر الحكم ودرر الكلم"],["قَلِيلُ الدُّنْيَا يَذْهَبُ بِكَثِيرِ الْآخِرَةِ","غرر الحكم ودرر الكلم"],["مَنْ عَمَّرَ دُنْيَاهُ خَرَّبَ مَالَهُ","غرر الحكم ودرر الكلم"],["مَنْ رَغِبَ فِي نَعِيمِ الْآخِرَةِ قَنِعَ بِيَسِيرِ الدُّنْيَا","غرر الحكم ودرر الكلم"],["مَنْ طَالَ حُزْنُهُ عَلَى نَفْسِهِ فِي الدُّنْيَا أَقَرَّ اللَّهُ عَيْنَهُ يَوْمَ الْقِيَامَةِ وَأَحَلَّهُ دَارَ الْمُقَامَةِ","غرر الحكم ودرر الكلم"],["مَا نَقَصَ فِي الدُّنْيَا زَادَ فِي الْآخِرَةِ","غرر الحكم ودرر الكلم"],["مَرَارَةُ الدُّنْيَا حَلَاوَةُ الْآخِرَةِ","غرر الحكم ودرر الكلم"],["لَا يُدْرِكُ أَحَدٌ مَا يُرِيدُ مِنَ الْآخِرَةِ إِلَّا بِتَرْكِ مَا يَشْتَهِي مِنَ الدُّنْيَا","غرر الحكم ودرر الكلم"],["زُهْدُ الْمَرْءِ فِيمَا يَفْنَى عَلَى قَدْرِ يَقِينِهِ بِمَا يَبْقَى","غرر الحكم ودرر الكلم"]]