[["الدُّنْيَا مَعْبَرَةُ الْآخِرَةِ","غرر الحكم ودرر الكلم"],["الدُّنْيَا بِالاتِّفَاقِ [بِالْإِنْفَاقِ‏] وَالْآخِرَةُ بِالاسْتِحْقَاقِ","غرر الحكم ودرر الكلم"],["أَحْوَالُ الدُّنْيَا تَتْبَعُ الِاتِّفَاقَ وَأَحْوَالُ الْآخِرَةِ تَتْبَعُ الِاسْتِحْقَاقَ","غرر الحكم ودرر الكلم"],["الدُّنْيَا عَرَضٌ حَاضِرٌ يَأْكُلُ مِنْهُ الْبَرُّ وَالْفَاجِرُ وَالْآخِرَةُ دَارُ حَقٍّ يَحْكُمُ فِيهَا مَلِكٌ قَادِرٌ","غرر الحكم ودرر الكلم"],["إِنْ سَقُمَ فَهُوَ نَادِمٌ عَلَى تَرْكِ الْعَمَلِ وَإِنْ صَحَّ أَمِنَ مُغْتَرّاً فَأَخَّرَ الْعَمَلَ إِنْ دُعِيَ إِلَى حَرْثِ الدُّنْيَا عَمِلَ وَإِنْ دُعِيَ إِلَى حَرْثِ الْآخِرَةِ كَسِلَ إِنِ اسْتَغْنَى بَطِرَ وَفُتِنَ إِنِ افْتَقَرَ قَنِطَ وَوَهَنَ إِنْ أُحْسِنَ إِلَيْهِ جَحَدَ وَإِنْ أَحْسَنَ تَطَاوَلَ وَامْتَنَّ إِنْ عَرَضَتْ لَهُ مَعْصِيَةٌ وَاقَعَهَا بِالاتِّكَالِ عَلَى التَّوْبَةِ إِنْ عَزَمَ عَلَى التَّوْبَةِ سَوَّفَهَا وَأَصَرَّ عَلَى الْحَوْبَةِ إِنْ عُوفِيَ ظَنَّ أَنْ قَدْ تَابَ إِنِ ابْتُلِيَ ظَنَّ وَارْتَابَ إِنْ مَرِضَ أَخْلَصَ وَأَنَابَ إِنْ صَحَّ نَسِيَ وَعَادَ وَاجْتَرَى عَلَى مَظَالِمِ الْعِبَادِ إِنْ أَمِنَ افْتُتِنَ لَاهِياً بِالْعَاجِلَةِ فَنَسِيَ الْآخِرَةَ وَغَفَلَ عَنِ الْمَعَادِ","غرر الحكم ودرر الكلم"],["ثَوَابُ الْآخِرَةِ يُنْسِي مَشَقَّةَ الدُّنْيَا","غرر الحكم ودرر الكلم"],["حَلَاوَةُ الْآخِرَةِ تُذْهِبُ مَضَاضَةَ شَقَاءِ الدُّنْيَا","غرر الحكم ودرر الكلم"],["إِنَّ الْيَوْمَ عَمَلٌ وَلَا حِسَابَ وَغَداً حِسَابٌ وَلَا عَمَلَ","غرر الحكم ودرر الكلم"],["فِي الدُّنْيَا عَمَلٌ وَلَا حِسَابٌ","غرر الحكم ودرر الكلم"],["فِي الْآخِرَةِ حِسَابٌ وَلَا عَمَلٌ","غرر الحكم ودرر الكلم"],["يَا أَيُّهَا النَّاسُ إِلَى كَمْ تُوعَظُونَ وَلَا تَتَّعِظُونَ فَكَمْ قَدْ وَعَظَكُمُ الْوَاعِظُونَ وَحَذَّرَكُمُ الْمَحْذُرُونَ وَزَجَرَكُمُ الزَّاجِرُونَ وَبَلَّغَكُمُ الْعَالِمُونَ وَعَلَى سَبِيلِ النَّجَاةِ دَلَّكُمُ الْأَنْبِيَاءُ وَالْمُرْسَلُونَ وَأَقَامُوا عَلَيْكُمُ الْحُجَّةَ وَأَوْضَحُوا لَكُمُ الْمَحَجَّةَ فَبَادِرُوا الْعَمَلَ وَاغْتَنِمُوا الْمَهَلَ فَإِنَّ الْيَوْمَ عَمَلٌ وَلَا حِسَابَ وَغَداً حِسَابٌ وَلَا عَمَلَ وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ","غرر الحكم ودرر الكلم"],["لِيَكْفِكُمْ [لَيَكْفِيكُمْ‏] مِنَ الْعِيَانِ السَّمَاعُ وَمِنَ الْغَيْبِ الْخَبَرُ وَهَذِهِ تَتِمَّةُ كَلَامِهِ ع الَّتِي ذُكِرَ فِي نَهْجِ الْبَلَاغَةِ هَكَذَا كُلُّ شَيْ‏ءٍ مِنَ الدُّنْيَا سَمَاعُهُ أَعْظَمُ مِنْ عِيَانِهِ وَكُلُّ شَيْ‏ءٍ مِنَ الْآخِرَةِ عِيَانُهُ أَعْظَمُ مِنْ سَمَاعِهِ فَلْيَكْفِكُمْ مِنَ الْعِيَانِ السَّمَاعُ وَمِنَ الْغَيْبِ الْخَبَرُ","غرر الحكم ودرر الكلم"]]