{
"title": "الزاد",
"type": "text",
"data": [
{
"text": "طُوبَى لِمَنْ ذَكَرَ الْمَعَادَ فَاسْتَكْثَرَ مِنَ الزَّادِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "عَجِبْتُ لِمَنْ عَرَفَ أَنَّهُ مُنْتَقِلٌ عَنْ دُنْيَاهُ كَيْفَ لَا يُحْسِنُ التَّزَوُّدَ لِأُخْرَاهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لِيَكُنْ زَادُكَ التَّقْوَى",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ أَيْقَنَ بِالنُّقْلَةِ تَأَهَّبَ لِلرَّحِيلِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ وُفِّقَ لِرَشَادِهِ تَزَوُّدَ لِمَعَادِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ أَيْقَنَ بِالْمَعَادِ اسْتَكْثَرَ مِنَ الزَّادِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ مِنَ الْفَسَادِ إِضَاعَةَ الزَّادِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مِنَ الْفَسَادِ إِضَاعَةُ الزَّادِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مِنَ الْعَقْلِ التَّزَوُّدُ لِيَوْمِ الْمَعَادِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْآخِرَةُ دَارُ مُسْتَقَرِّكُمْ فَجَهِّزُوا إِلَيْهَا مَا يَبْقَى لَكُمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "ارْتَدِ لِنَفْسِكَ قَبْلَ يَوْمِ نُزُولِكَ وَوَطِّ [وَطِّئِ‏] الْمَنْزِلَ قَبْلَ حُلُولِكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَلَا مُتَزَوِّدٌ لِآخِرَتِهِ قَبْلَ أُزُوفِ رِحْلَتِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَلَا وَقَدْ أُمِرْتُمْ بِالظَّعْنِ وَدُلِلْتُمْ عَلَى الزَّادِ فَتَزَوَّدُوا مِنَ الدُّنْيَا مَا تَحُوزُونَ بِهِ أَنْفُسَكُمْ غَداً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ أَمَامَكَ طَرِيقاً ذَا مَسَافَةٍ بَعِيدَةٍ وَمَشَقَّةٍ شَدِيدَةٍ وَلَا غِنَى بِكَ مِنْ حُسْنِ الِارْتِيَادِ وَقَدْرِ بَلَاغِكَ مِنَ الزَّادِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الْعَاقِلَ مَنْ نَظَرَ فِي يَوْمِهِ لِغَدِهِ وَسَعَى فِي فَكَاكِ نَفْسِهِ وَعَمِلَ لِمَا لَا بُدَّ لَهُ مِنْهُ وَلَا مَحِيصَ لَهُ عَنْهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الدُّنْيَا لَمْ تُخْلَقْ لَكُمْ دَارَ مُقَامٍ وَلَا مَحَلَّ قَرَارٍ وَإِنَّمَا جُعِلَتْ لَكُمْ مَجَازاً لِتَزَوَّدُوا مِنْهَا الْأَعْمَالَ الصَّالِحَةَ لِدَارِ الْقَرَارِ فَكُونُوا مِنْهَا عَلَى أَوْفَازٍ وَلَا تَخْدَعَنَّكُمْ مِنْهَا الْعَاجِلَةُ وَلَا تَغُرَّنَّكُمْ فِيهَا الْفِتْنَةُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنْ رَغِبْتُمْ فِي الْفَوْزِ وَكَرَامَةِ الْآخِرَةِ فَخُذُوا فِي الْفَنَاءِ لِلْبَقَاءِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي آمُرُكُمْ بِحُسْنِ الِاسْتِعْدَادِ وَالْإِكْثَارِ مِنَ الزَّادِ لِيَوْمِ تَقْدَمُونَ عَلَى مَا تُقَدِّمُونَ وَتَنْدَمُونَ عَلَى مَا تُخَلِّفُونَ وَتُجْزَوْنَ بِمَا كُنْتُمْ تُسْلِفُونَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّمَا الدُّنْيَا دَارُ مَمَرٍّ وَالْآخِرَةُ دَارُ مُسْتَقَرٍّ فَخُذُوا مِنْ مَمَرِّكُمْ لِمُسْتَقَرِّكُمْ وَلَا تَهْتِكُوا أَسْتَارَكُمْ عِنْدَ مَنْ يَعْلَمُ أَسْرَارَكُمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّمَا لَكَ مِنْ مَالِكَ مَا قَدَّمْتَهُ لِآخِرَتِكَ وَمَا أَخَّرْتَهُ فَلِلْوَارِثِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "تَزَوَّدُوا مِنْ أَيَّامِ الْفَنَاءِ لِلْبَقَاءِ فَقَدْ دُلِلْتُمْ عَلَى الزَّادِ وَأُمِرْتُمْ بِالظَّعْنِ وَحُثِثْتُمْ عَلَى الْمَسِيرِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "تَزَوَّدُوا مِنَ الدُّنْيَا مَا تَحُوزُونَ بِهِ أَنْفُسَكُمْ غَداً وَخُذُوا مِنَ الْفَنَاءِ لِلْبَقَاءِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "تُوبُوا مِنَ الْغَفْلَةِ وَتَنَبَّهُوا مِنَ الرَّقْدَةِ وَتَأَهَّبُوا لِلنُّقْلَةِ وَتَزَوَّدُوا لِلرِّحْلَةِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "خُذْ مِنْ نَفْسِكَ لِنَفْسِكَ وَتَزَوَّدْ مِنْ يَوْمِكَ لِغَدِكَ وَاغْتَنِمْ عَفْوَ الزَّمَانِ وَانْتَهِزْ فُرْصَةَ الْإِمْكَانِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "خُذْ مِمَّا لَا يَبْقَى لَكَ لِمَا يَبْقَى لَكَ وَلَا يُفَارِقُكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "طُوبَى لِمَنْ أَحْسَنَ إِلَى الْعِبَادِ وَتَزَوَّدَ لِلْمَعَادِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "طُوبَى لِمَنْ قَدَّمَ خَالِصاً وَعَمِلَ صَالِحاً وَاكْتَسَبَ مَذْخُوراً وَاجْتَنَبَ مَحْذُوراً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "عَزِيمَةُ الْكَيِّسِ وَجِدُّهُ لِإِصْلَاحِ الْمَعَادِ وَالِاسْتِكْثَارِ مِنَ الزَّادِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا قَدَّمْتَ مِنْ دُنْيَاكَ فَلِنَفْسِكَ وَمَا أَخَّرْتَ مِنْهَا فَلِلْعَدُوِّ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا أَعْظَمَ الْمُصِيبَةَ فِي الدُّنْيَا مَعَ عِظَمِ الْفَاقَةِ غَداً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "يَنْبَغِي لِلْعَاقِلِ أَنْ يُقَدِّمَ لِآخِرَتِهِ وَيَعْمُرَ دَارَ إِقَامَتِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "اسْتَحِقُّوا مِنَ اللَّهِ مَا أَعَدَّ لَكُمْ بِالتَّنَجُّزِ لِصِدْقِ مِيعَادِهِ وَالْحَذَرِ مِنْ هَوْلِ مَعَادِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الْمَرْءَ عَلَى مَا قَدَّمَ قَادِمٌ وَعَلَى مَا خَلَّفَ نَادِمٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "رَحِمَ اللَّهُ امْرَءاً بَادَرَ الْأَجَلَ وَأَحْسَنَ الْعَمَلَ لِدَارِ إِقَامَتِهِ وَمَحَلِّ كَرَامَتِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "رَحِمَ اللَّهُ امْرَءاً قَصَّرَ الْأَمَلَ وَبَادَرَ الْأَجَلَ وَاغْتَنَمَ الْمَهَلَ وَتَزَوَّدَ مِنَ الْعَمَلِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "رَحِمَ اللَّهُ امْرَءاً أَخَذَ مِنْ حَيَاةٍ لِمَوْتٍ وَمِنْ فَنَاءٍ لِبَقَاءٍ وَمِنْ ذَاهِبٍ لِدَائِمٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "زَادُ الْمَرْءِ [الْمُؤْمِنِ‏] إِلَى الْآخِرَةِ الْوَرَعُ وَالتُّقَى",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدِّمُوا بَعْضاً يَكُنْ لَكُمْ وَلَا تُخَلِّفُوا كُلًّا فَيَكُونَ عَلَيْكُمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "رُبَّ سَلَفٍ عَادَ خَلَفاً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدِّمْ إِحْسَانَكَ تَغْنَمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ قَدَّمَ خَيْراً وَجَدَهُ",
"source": "غرر الحكم ودرر الكلم"
}
]
}