[["أَدِمْ ذِكْرَ الْمَوْتِ وَذِكْرَ مَا تَقَدَّمَ عَلَيْهِ بَعْدَ الْمَوْتِ وَلَا تَتَمَنَّ الْمَوْتَ إِلَّا بِشَرْطٍ وَثِيقٍ","غرر الحكم ودرر الكلم"],["أَكْثِرْ ذِكْرَ الْمَوْتِ [اذْكُرِ الْمَوْتَ‏] وَمَا تَهْجُمُ عَلَيْهِ وَتُفْضِي إِلَيْهِ بَعْدَ الْمَوْتِ حَتَّى يَأْتِيَكَ وَقَدْ أَخَذْتَ لَهُ حِذْرَكَ وَشَدَدْتَ لَهُ أَزْرَكَ وَلَا يَأْتِيكَ بَغْتَةً فَيَبْهَرَكَ","غرر الحكم ودرر الكلم"],["ذِكْرُ الْمَوْتِ يُهَوِّنُ أَسْبَابَ الدُّنْيَا","غرر الحكم ودرر الكلم"],["مَنْ أَكْثَرَ مِنْ ذِكْرِ الْمَوْتِ نَجَا مِنْ خِدَاعِ الدُّنْيَا","غرر الحكم ودرر الكلم"],["مَنْ ذَكَرَ الْمَوْتَ رَضِيَ مِنَ الدُّنْيَا بِالْيَسِيرِ","غرر الحكم ودرر الكلم"],["اذْكُرُوا هَادِمَ اللَّذَّاتِ وَمُنَغِّصَ الشَّهَوَاتِ وَدَاعِيَ الشَّتَاتِ","غرر الحكم ودرر الكلم"],["أَلَا مُنْتَبِهٌ مِنْ رَقْدَتِهِ قَبْلَ حِينِ مَنِيَّتِهِ","غرر الحكم ودرر الكلم"],["أَبْلَغُ الْعِظَاتِ النَّظَرُ إِلَى مَصَارِعِ الْأَمْوَاتِ وَالِاعْتِبَارُ بِمَصَايِرِ الْآبَاءِ وَالْأُمَّهَاتِ","غرر الحكم ودرر الكلم"],["إِنَّ وَرَاءَكَ طَالِباً حَثِيثاً مِنَ الْمَوْتِ فَلَا تَغْفُلْ","غرر الحكم ودرر الكلم"],["إِذَا كَثُرَ النَّاعِي إِلَيْكَ قَامَ النَّاعِي بِكَ","غرر الحكم ودرر الكلم"],["طُوبَى لِمَنْ بَادَرَ أَجَلَهُ وَأَخْلَصَ عَمَلَهُ","غرر الحكم ودرر الكلم"],["عَجِبْتُ لِمَنْ نَسِيَ الْمَوْتَ وَهُوَ يَرَى مَنْ يَمُوتُ","غرر الحكم ودرر الكلم"],["عَجِبْتُ لِغَافِلٍ وَالْمَوْتُ حَثِيثٌ فِي طَلَبِهِ","غرر الحكم ودرر الكلم"],["قَدْ ذَهَبَ عَنْ قُلُوبِكُمْ صِدْقُ الْأَجَلِ وَغَلَبَكُمْ غُرُورُ الْأَمَلِ","غرر الحكم ودرر الكلم"],["قَدْ غَابَ عَنْ قُلُوبِكُمْ ذِكْرُ الْآجَالِ وَحَضَرَتْكُمْ كَوَاذِبُ الْآمَالِ","غرر الحكم ودرر الكلم"],["كَيْفَ تَنْسَى الْمَوْتَ وَآثَارُهُ تُذَكِّرُكَ","غرر الحكم ودرر الكلم"],["لَوْ فَكَّرْتُمْ فِي قُرْبِ الْأَجَلِ وَحُضُورِهِ لَأَمَرَّ عِنْدَكُمْ حُلْوُ الْعَيْشِ وَسُرُورُهُ","غرر الحكم ودرر الكلم"],["لَوْ رَأَيْتُمُ الْأَجَلَ وَمَسِيرَهُ لَأَبْغَضْتُمُ الْأَمَلَ وَغُرُورَهُ","غرر الحكم ودرر الكلم"],["مَنْ رَاقَبَ أَجَلَهُ قَصَّرَ أَمَلَهُ","غرر الحكم ودرر الكلم"],["مَنْ رَاقَبَ أَجَلَهُ اغْتَنَمَ مَهَلَهُ","غرر الحكم ودرر الكلم"],["مَنِ اسْتَقْصَرَ بَقَاءَهُ وَأَجَلَهُ قَصُرَ رَجَاؤُهُ وَأَمَلُهُ","غرر الحكم ودرر الكلم"]]