[["إِنَّ اللَّهَ سُبْحَانَهُ فَرَضَ عَلَيْكُمْ فَرَائِضَ فَلَا تُضَيِّعُوهَا وَحَدَّ لَكُمْ حُدُوداً فَلَا تَعْتَدُوهَا وَنَهَاكُمْ عَنْ أَشْيَاءَ فَلَا تَنْتَهِكُوهَا وَسَكَتَ عَنْ أَشْيَاءَ وَلَمْ يَدَعْهَا نِسْيَاناً فَلَا تَتَكَلَّفُوهَا","غرر الحكم ودرر الكلم"],["لَمْ يَأْمُرْكُمُ اللَّهُ سُبْحَانَهُ إِلَّا بِحَسَنٍ وَلَمْ يَنْهَكُمْ إِلَّا عَنْ قَبِيحٍ","غرر الحكم ودرر الكلم"],["إِنَّ اللَّهَ سُبْحَانَهُ أَمَرَ عِبَادَهُ تَخْيِيراً وَنَهَاهُمْ تَحْذِيراً وَكَلَّفَ يَسِيراً وَلَمْ يُكَلِّفْ عَسِيراً وَأَعْطَى عَلَى الْقَلِيلِ كَثِيراً وَلَمْ يُعْصَ مَغْلُوباً وَلَمْ يُطَعْ مُكْرَهاً وَلَمْ يُرْسِلِ الْأَنْبِيَاءَ لَعِباً وَلَمْ يُنْزِلِ الْكِتَابَ عَبَثاً وَمَا خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَما بَيْنَهُما باطِلًا ذلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ","غرر الحكم ودرر الكلم"],["إِنْ كُنْتَ حَرِيصاً عَلَى طَلَبِ [عَلَى اسْتِيفَاءِ طَلَبِ‏] الْمَضْمُونِ لَكَ فَكُنْ حَرِيصاً عَلَى أَدَاءِ الْمَفْرُوضِ عَلَيْكَ","غرر الحكم ودرر الكلم"],["جَرِّبْ نَفْسَكَ فِي طَاعَةِ اللَّهِ بِالصَّبْرِ عَلَى أَدَاءِ الْفَرَائِضِ وَالدُّءُوبِ فِي إِقَامَةِ النَّوَافِلِ وَالْوَظَائِفِ","غرر الحكم ودرر الكلم"],["طُوبَى لِنَفْسٍ أَدَّتْ إِلَى رَبِّهَا فَرْضَهَا","غرر الحكم ودرر الكلم"],["عَلَيْكَ بِحِفْظِ كُلِّ أَمْرٍ لَا تُعْذَرُ بِإِضَاعَتِهِ","غرر الحكم ودرر الكلم"],["قَضَاءُ اللَّوَازِمِ مِنْ أَفْضَلِ الْمَكَارِمِ","غرر الحكم ودرر الكلم"],["لَا عِبَادَةَ كَأَدَاءِ الْفَرَائِضِ","غرر الحكم ودرر الكلم"],["فَرَضَ اللَّهُ سُبْحَانَهُ الْإِيمَانَ تَطْهِيراً مِنَ الشِّرْكِ وَالصَّلَاةَ تَنْزِيهاً عَنِ الْكِبْرِ وَالزَّكَاةَ تَسَبُّباً [تَسْبِيباً] لِلرِّزْقِ وَالصِّيَامَ ابْتِلَاءً لِإِخْلَاصِ الْخَلْقِ وَالْحَجَّ تَقْوِيَةً لِلدِّينِ وَالْجِهَادَ عِزّاً لِلْإِسْلَامِ وَالْأَمْرَ بِالْمَعْرُوفِ مَصْلَحَةً لِلْعَوَامِّ وَالنَّهْيَ عَنِ الْمُنْكَرِ رَدْعاً لِلسُّفَهَاءِ وَصِلَ الْأَرْحَامِ مَنْمَاةً لِلْعَدَدِ وَالْقِصَاصَ حَقْناً لِلدِّمَاءِ وَإِقَامَةَ الْحُدُودِ إِعْظَاماً لِلْمَحَارِمِ وَتَرْكَ شُرْبِ الْخَمْرِ تَحْصِيناً لِلْعَقْلِ وَمُجَانَبَةَ السَّرِقَةِ إِيجَاباً [إِيجَاداً] لِلْعِفَّةِ وَتَرْكَ الزِّنَاءِ تَحْصِيناً لِلْأَنْسَابِ وَتَرْكَ اللِّوَاطِ تَكْثِيراً لِلنَّسْلِ وَالشَّهَادَةَ اسْتِظْهَاراً عَلَى الْمُجَاحَدَاتِ وَتَرْكَ الْكَذِبِ تَشْرِيفاً لِلصِّدْقِ وَالْإِسْلَامَ أَمَاناً مِنَ الْمَخَاوِفِ وَالْإِمَامَةَ نِظَاماً لِلْأُمَّةِ وَالطَّاعَةَ تَعْظِيماً لِلْإِمَامَةِ","غرر الحكم ودرر الكلم"],["مَا قَضَى اللَّهُ سُبْحَانَهُ عَلَى عَبْدٍ قَضَاءً فَرَضِيَ بِهِ إِلَّا كَانَتِ الْخِيَرَةُ لَهُ فِيهِ","غرر الحكم ودرر الكلم"],["الْمُتَقَرِّبُ بِأَدَاءِ الْفَرَائِضِ وَالنَّوَافِلِ مُتَضَاعَفُ الْأَرْبَاحِ","غرر الحكم ودرر الكلم"],["إِنَّكَ إِنِ اشْتَغَلْتَ بِفَضَائِلِ النَّوَافِلِ عَنْ أَدَاءِ الْفَرَائِضِ فَلَنْ يَقُومَ فَضْلٌ تَكْسِبُهُ [تَكْتَسِبُهُ‏] بِفَرْضٍ تُضَيِّعُهُ","غرر الحكم ودرر الكلم"],["إِذَا أَضَرَّتِ النَّوَافِلُ بِالْفَرَائِضِ فَارْفُضُوهَا","غرر الحكم ودرر الكلم"],["لَا قُرْبَةَ بِالنَّوَافِلِ إِذَا أَضَرَّتْ بِالْفَرَائِضِ","غرر الحكم ودرر الكلم"]]