{
"title": "الترغيب في الطاعة",
"type": "text",
"data": [
{
"text": "أَطِعِ اللَّهَ سُبْحَانَهُ فِي كُلِّ حَالٍ وَلَا تُخْلِ قَلْبَكَ مِنْ خَوْفِهِ وَرَجَائِهِ طَرْفَةَ عَيْنٍ وَالْزَمِ الِاسْتِغْفَارَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَطِيعُوا اللَّهَ حَسْبَ مَا أَمَرَكُمْ بِهِ رُسُلُهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَشْغِلُوا [اشْتَغِلُوا] أَنْفُسَكُمْ بِالطَّاعَةِ وَأَلْسِنَتَكُمْ بِالذِّكْرِ وَقُلُوبَكُمْ بِالرِّضَا فِيمَا أَحْبَبْتُمْ وَكَرِهْتُمْ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَحَقُّ مَنْ تُطِيعُهُ مَنْ لَا تَجِدُ مِنْهُ بُدّاً وَلَا تَسْتَطِيعُ لِأَمْرِهِ رَدّاً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ اللَّهَ سُبْحَانَهُ جَعَلَ الطَّاعَةَ غَنِيمَةَ الْأَكْيَاسِ عِنْدَ تَفْرِيطِ الْعَجَزَةِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِذَا قَوِيتَ فَاقْوَ عَلَى طَاعَةِ اللَّهِ سُبْحَانَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِذَا أَحَبَّ اللَّهُ عَبْداً أَلْهَمَهُ رُشْدَهُ وَوَفَّقَهُ لِطَاعَتِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "ثَابِرُوا عَلَى الطَّاعَاتِ وَسَارِعُوا إِلَى فِعْلِ الْخَيْرَاتِ وَتَجَنَّبُوا السَّيِّئَاتِ وَبَادِرُوا إِلَى فِعْلِ الْحَسَنَاتِ وَتَجَنَّبُوا ارْتِكَابَ الْمَحَارِمِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "دَوَامُ الطَّاعَاتِ وَفِعْلُ الْخَيْرَاتِ وَالْمُبَادَرَةُ إِلَى الْمَكْرُمَاتِ مِنْ كَمَالِ الْإِيمَانِ وَأَفْضَلِ الْإِحْسَانِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "شَتَّانَ بَيْنَ عَمَلٍ تَذْهَبُ لَذَّتُهُ وَتَبْقَى تَبِعَتُهُ وَبَيْنَ عَمَلٍ تَذْهَبُ مَئُونَتُهُ وَتَبْقَى مَثُوبَتُهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "طَاعَةُ اللَّهِ سُبْحَانَهُ لَا يَحُوزُهَا إِلَّا مَنْ بَذَلَ الْجِدَّ وَاسْتَفْرَغَ الْجُهْدَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُنْ مُطِيعاً لِلَّهِ سُبْحَانَهُ وَبِذِكْرِهِ آنِساً وَتَمَثَّلْ فِي حَالِ تَوَلِّيكَ عَنْهُ إِقْبَالَهُ عَلَيْكَ يَدْعُوكَ إِلَى عَفْوِهِ وَيَتَغَمَّدُكَ بِفَضْلِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَوْ لَمْ يَتَوَاعَدِ اللَّهُ سُبْحَانَهُ لَوَجَبَ أَنْ لَا يُعْصَى شُكْراً لِنِعْمَتِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَوْ لَمْ يُرَغِّبِ اللَّهُ سُبْحَانَهُ فِي طَاعَتِهِ لَوَجَبَ أَنْ يُطَاعَ رَجَاءَ رَحْمَتِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ تَقَرَّبَ إِلَى اللَّهِ بِالطَّاعَةِ أَحْسَنَ لَهُ الْحِبَاءَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ صَبَرَ عَلَى طَاعَةِ اللَّهِ سُبْحَانَهُ عَوَّضَهُ اللَّهُ سُبْحَانَهُ خَيْراً مِمَّا صَبَرَ عَلَيْهِ ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ صَلُحَ مَعَ اللَّهِ سُبْحَانَهُ لَمْ يَفْسُدْ مَعَ أَحَدٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مِنَ الْمُرُوءَةِ طَاعَةُ اللَّهِ وَحُسْنُ التَّقْدِيرِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مِنْ كَرَمِ النَّفْسِ الْعَمَلُ بِالطَّاعَةِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مِنْ تَقْوَى النَّفْسِ الْعَمَلُ بِالطَّاعَةِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا أَمَرَ اللَّهُ سُبْحَانَهُ بِشَيْ‏ءٍ إِلَّا وَأَعَانَ عَلَيْهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَا مِنْ شَيْ‏ءٍ مِنْ طَاعَةِ اللَّهِ سُبْحَانَهُ يَأْتِي إِلَّا فِي كُرْهٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "يَنْبَغِي لِلْعَاقِلِ أَنْ لَا يَخْلُوَ فِي كُلِّ حَالَةٍ عَنْ طَاعَةِ رَبِّهِ وَمُجَاهَدَةِ نَفْسِهِ",
"source": "غرر الحكم ودرر الكلم"
}
]
}