[["الْمَنْقُوصُ مَسْتُورٌ عَنْهُ [مِنْهُ‏] عَيْبُهُ","غرر الحكم ودرر الكلم"],["اشْتِغَالُكَ بِمَعَايِبِ نَفْسِكَ يَكْفِيكَ الْعَارَ","غرر الحكم ودرر الكلم"],["إِيَّاكَ أَنْ تَسْتَكْبِرَ مِنْ مَعْصِيَةِ غَيْرِكَ مَا تَسْتَصْغِرُهُ مِنْ نَفْسِكَ أَوْ تَسْتَكْثِرَ مِنْ طَاعَتِكَ مَا تَسْتَقِلُّهُ مِنْ غَيْرِكَ","غرر الحكم ودرر الكلم"],["أَبْصَرُ النَّاسِ مَنْ أَبْصَرَ عُيُوبَهُ وَأَقْلَعَ عَنْ ذُنُوبِهِ","غرر الحكم ودرر الكلم"],["أَفْضَلُ النَّاسِ مَنْ شَغَلَتْهُ مَعَايِبُهُ عَنْ عُيُوبِ النَّاسِ","غرر الحكم ودرر الكلم"],["عَجِبْتُ لِمَنْ يُنْكِرُ عُيُوبَ النَّاسِ وَنَفْسُهُ أَكْثَرُ شَيْ‏ءٍ مَعَاباً وَلَا يُبْصِرُهَا","غرر الحكم ودرر الكلم"],["عَجِبْتُ لِمَنْ يُوصَفُ بِالْخَيْرِ الَّذِي يَعْلَمُ أَنَّهُ لَيْسَ فِيهِ كَيْفَ يَرْضَى","غرر الحكم ودرر الكلم"],["كَيْفَ يُصْلِحُ غَيْرَهُ مَنْ لَا يُصْلِحُ نَفْسَهُ","غرر الحكم ودرر الكلم"],["كَفَى بِالْمَرْءِ كَيْساً أَنْ يَعْرِفَ مَعَايِبَهُ","غرر الحكم ودرر الكلم"],["كَفَى بِالْمَرْءِ كَيْساً أَنْ يَقِفَ عَلَى مَعَايِبِهِ وَيَقْتَصِدَ فِي مَطَالِبِهِ","غرر الحكم ودرر الكلم"],["كَفَى بِالْمَرْءِ شُغُلًا بِنَفْسِهِ عَنِ النَّاسِ","غرر الحكم ودرر الكلم"],["كَفَى بِالْمَرْءِ جَهْلًا أَنْ يَجْهَلَ عَيْبَهُ","غرر الحكم ودرر الكلم"],["لِيَنْهَكَ [ليهلك‏] عَنْ ذِكْرِ مَعَايِبِ النَّاسِ مَا تَعْرِفُ مِنْ مَعَايِبِكَ","غرر الحكم ودرر الكلم"],["لِيَكُفَّ مَنْ عَلِمَ مِنْكُمْ عَنْ عَيْبِ غَيْرِهِ مَا يَعْرِفُ مِنْ [عَنْ‏] عَيْبِ نَفْسِهِ","غرر الحكم ودرر الكلم"],["مَنْ طَلَبَ عَيْباً وَجَدَهُ","غرر الحكم ودرر الكلم"],["مَنْ عَلِمَ مَا فِيهِ سَتَرَ عَلَى أَخِيهِ","غرر الحكم ودرر الكلم"],["مَنْ أَبْصَرَ عَيْبَ نَفْسِهِ لَمْ يَعِبْ أَحَداً","غرر الحكم ودرر الكلم"],["مَنْ بَحَثَ عَنْ عُيُوبِ النَّاسِ فَلْيَبْدَأْ بِنَفْسِهِ","غرر الحكم ودرر الكلم"],["مَنْ أَنِفَ مِنْ عَمَلِهِ اضْطَرَّهُ ذَلِكَ إِلَى عَمَلٍ خَيْرٍ مِنْهُ","غرر الحكم ودرر الكلم"],["مَنْ أَبْصَرَ زَلَّتَهُ صَغُرَتْ عِنْدَهُ زَلَّةُ غَيْرِهِ","غرر الحكم ودرر الكلم"],["مَنْ عَمِيَ عَنْ زَلَّتِهِ اسْتَعْظَمَ زَلَّةَ غَيْرِهِ","غرر الحكم ودرر الكلم"],["مَنْ شَغَلَ نَفْسَهُ بِغَيْرِ نَفْسِهِ تَحَيَّرَ فِي الظُّلُمَاتِ وَارْتَبَكَ فِي الْهَلَكَاتِ","غرر الحكم ودرر الكلم"],["مَنْ غَشَّ نَفْسَهُ كَانَ أَغَشَّ لِغَيْرِهِ","غرر الحكم ودرر الكلم"],["مِنْ أَشَدِّ عُيُوبِ الْمَرْءِ أَنْ تَخْفَى عَلَيْهِ عُيُوبُهُ","غرر الحكم ودرر الكلم"],["مِنْ حَقِّ اللَّبِيبِ أَنْ يَعُدَّ سُوءَ عَمَلِهِ وَقُبْحَ سِيرَتِهِ مِنْ شَقَاوَةِ جَدِّهِ وَنَحْسِهِ","غرر الحكم ودرر الكلم"],["مِنْ كَمَالِ الْإِنْسَانِ وَوُفُورِ فَضْلِهِ اسْتِشْعَارُهُ بِنَفْسِهِ النُّقْصَانَ","غرر الحكم ودرر الكلم"],["مَعْرِفَةُ الْمَرْءِ بِعُيُوبِهِ أَنْفَعُ الْمَعَارِفِ","غرر الحكم ودرر الكلم"],["لَا تَعِبْ غَيْرَكَ بِمَا يَأْتِيهِ وَلَا تُعَاقِبْ غَيْرَكَ بِذَنْبٍ [عَلَى ذَنْبٍ‏] تُرَخِّصُ لِنَفْسِكَ فِيهِ","غرر الحكم ودرر الكلم"]]