[["تَوَقُّوا الْمَعَاصِيَ وَاحْبِسُوا أَنْفُسَكُمْ عَنْهَا فَإِنَّ الشَّقِيَّ مَنْ أَطْلَقَ فِيهَا عِنَانَهُ","غرر الحكم ودرر الكلم"],["أَنْصَفُ النَّاسِ مَنْ أَنْصَفَ مِنْ نَفْسِهِ مِنْ غَيْرِ حَاكِمٍ عَلَيْهِ","غرر الحكم ودرر الكلم"],["ثَمَرَةُ الْمُحَاسَبَةِ [الْمُحَاسَنَةِ] صَلَاحُ النَّفْسِ","غرر الحكم ودرر الكلم"],["جَاهِدْ نَفْسَكَ وَحَاسِبْهَا مُحَاسَبَةَ الشَّرِيكِ شَرِيكَهُ وَطَالِبْهَا بِحُقُوقِ اللَّهِ مُطَالَبَةَ الْخَصْمِ خَصْمَهُ فَإِنَّ أَسْعَدَ النَّاسِ مَنِ انْتَدَبَ لِمُحَاسَبَةِ نَفْسِهِ","غرر الحكم ودرر الكلم"],["حَاسِبُوا أَنْفُسَكُمْ تَأْمَنُوا مِنَ اللَّهِ الرَّهَبَ وَتُدْرِكُوا عِنْدَهُ الرَّغَبَ","غرر الحكم ودرر الكلم"],["حَاسِبْ نَفْسَكَ لِنَفْسِكَ فَإِنَّ غَيْرَهَا مِنَ الْأَنْفُسِ لَهَا حَسِيبٌ غَيْرُكَ","غرر الحكم ودرر الكلم"],["حَاسِبُوا أَنْفُسَكُمْ بِأَعْمَالِهَا طَالِبُوهَا بِأَدَاءِ الْمَفْرُوضِ عَلَيْهَا وَالْأَخْذِ مِنْ فَنَائِهَا لِبَقَائِهَا وَتَزَوَّدُوا وَتَأَهَّبُوا قَبْلَ أَنْ تُبْعَثُوا","غرر الحكم ودرر الكلم"],["حَاسِبُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُحَاسَبُوا وَوَازِنُوهَا قَبْلَ أَنْ تُوَازَنُوا","غرر الحكم ودرر الكلم"],["زِنُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُوَازَنُوا [تُوزَنُوا] وَحَاسِبُوهَا قَبْلَ أَنْ تُحَاسَبُوا وَتَنَفَّسُوا مِنْ ضِيقِ الْخِنَاقِ قَبْلَ عُنْفِ السِّيَاقِ","غرر الحكم ودرر الكلم"],["قَيِّدُوا أَنْفُسَكُمْ بِالْمُحَاسَبَةِ وَامْلِكُوهَا بِالْمُخَالَفَةِ","غرر الحكم ودرر الكلم"],["مَنْ حَاسَبَ نَفْسَهُ سَعِدَ","غرر الحكم ودرر الكلم"],["مَنْ حَاسَبَ نَفْسَهُ رَبِحَ","غرر الحكم ودرر الكلم"],["مَنْ تَعَاهَدَ نَفْسَهُ بِالْحَذَرِ أَمِنَ","غرر الحكم ودرر الكلم"],["مَنْ تَعَاهَدَ نَفْسَهُ بِالْمُحَاسَبَةِ أَمِنَ فِيهَا الْمُدَاهَنَةَ","غرر الحكم ودرر الكلم"],["مَنْ حَاسَبَ نَفْسَهُ وَقَفَ عَلَى عُيُوبِهِ وَأَحَاطَ بِذُنُوبِهِ وَاسْتَقَالَ الذُّنُوبَ وَأَصْلَحَ الْعُيُوبَ","غرر الحكم ودرر الكلم"],["مَا أَحَقَّ الْإِنْسَانَ أَنْ تَكُونَ لَهُ سَاعَةٌ لَا يَشْغَلُهُ عَنْهَا شَاغِلٌ يُحَاسِبُ فِيهَا نَفْسَهُ فَيَنْظُرُ فِيمَا اكْتَسَبَ لَهَا وَعَلَيْهَا فِي لَيْلِهَا وَنَهَارِهَا","غرر الحكم ودرر الكلم"],["مَا الْمَغْبُوطُ إِلَّا مَنْ كَانَتْ هِمَّتُهُ نَفْسَهُ لَا يُغِبُّهَا عَنْ مُحَاسَبَتِهَا وَمُطَالَبَتِهَا وَمُجَاهَدَتِهَا","غرر الحكم ودرر الكلم"],["مَنْ وَثِقَ بِنَفْسِهِ خَانَتْهُ","غرر الحكم ودرر الكلم"],["مَنْ أَهْمَلَ نَفْسَهُ أَهْلَكَهَا","غرر الحكم ودرر الكلم"],["مَنْ أَهْمَلَ نَفْسَهُ خَسِرَ","غرر الحكم ودرر الكلم"],["مَنْ أَهْمَلَ نَفْسَهُ أَفْسَدَ أَمْرَهُ","غرر الحكم ودرر الكلم"],["مَنْ سَامَحَ نَفْسَهُ فِيمَا يُحِبُّ طَالَ شَقَاؤُهَا فِيمَا لَا تُحِبُّ","غرر الحكم ودرر الكلم"],["لَا يَسْلَمُ عَلَى اللَّهِ مَنْ لَا يَمْلِكُ نَفْسَهُ","غرر الحكم ودرر الكلم"],["غَايَةُ الْعَدْلِ أَنْ يَعْدِلَ الْمَرْءُ فِي نَفْسِهِ","غرر الحكم ودرر الكلم"],["غَايَةُ الْحَيَاءِ أَنْ يَسْتَحْيِيَ الْمَرْءُ مِنْ نَفْسِهِ","غرر الحكم ودرر الكلم"],["مَنْ كَثُرَ احْتِرَاسُهُ سَلِمَ غَيْبُهُ","غرر الحكم ودرر الكلم"],["مِنْ تَمَامِ الْمُرُوءَةِ أَنْ تَسْتَحْيِيَ مِنْ نَفْسِكَ","غرر الحكم ودرر الكلم"]]