[["الشَّرِيعَةُ رِيَاضَةُ النَّفْسِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ يَضَعُ نَفْسَهُ فَيَرْتَفِعُ [فَيُرْفَعُ‏]","غرر الحكم ودرر الكلم"],["الْمَرْءُ حَيْثُ وَضَعَ نَفْسَهُ بِرِيَاضَتِهِ وَطَاعَتِهِ فَإِنْ نَزَّهَهَا تَنَزَّهَتْ وَإِنْ دَنَّسَهَا تَدَنَّسَتْ [دُنِّسَتْ‏]","غرر الحكم ودرر الكلم"],["الرَّجُلُ حَيْثُ اخْتَارَ لِنَفْسِهِ إِنْ صَانَهَا ارْتَفَعَتْ وَإِنِ ابْتَذَلَهَا اتَّضَعَتْ","غرر الحكم ودرر الكلم"],["آفَةُ الرِّيَاضَةِ غَلَبَةُ الْعَادَةِ","غرر الحكم ودرر الكلم"],["خِدْمَةُ النَّفْسِ صِيَانَتُهَا عَنِ اللَّذَّاتِ وَالْمُقْتَنَيَاتِ وَرِيَاضَتُهَا بِالْعُلُومِ وَالْحِكَمِ وَاجْتِهَادُهَا [إِجْهَادُهَا] بِالْعِبَادَاتِ وَالطَّاعَاتِ وَفِي ذَلِكَ نَجَاةُ النَّفْسِ","غرر الحكم ودرر الكلم"],["ذَلِّلُوا أَنْفُسَكُمْ بِتَرْكِ الْعَادَاتِ وَقُودُوهَا إِلَى فِعْلِ [أَفْضَلِ‏] الطَّاعَاتِ وَحَمِّلُوهَا أَعْبَاءَ الْمَغَارِمِ وَحُلُّوهَا بِفِعْلِ الْمَكَارِمِ وَصُونُوهَا عَنْ دَنَسِ الْمَآثِمِ","غرر الحكم ودرر الكلم"],["سِيَاسَةُ النَّفْسِ أَفْضَلُ سِيَاسَةٍ وَرِئَاسَةُ الْعِلْمِ أَشْرَفُ رِئَاسَةٍ","غرر الحكم ودرر الكلم"],["ضَابِطُ نَفْسِهِ عَنْ دَوَاعِي اللَّذَّاتِ مَالِكٌ مُهْمِلُهَا هَالِكٌ","غرر الحكم ودرر الكلم"],["ضَبْطُ النَّفْسِ عِنْدَ الرَّغَبِ وَالرَّهَبِ مِنْ أَفْضَلِ الْأَدَبِ","غرر الحكم ودرر الكلم"],["ضَبْطُ النَّفْسِ عِنْدَ حَادِثِ الْغَضَبِ يُؤْمِنُ مَوَاقِعَ الْعَطَبِ","غرر الحكم ودرر الكلم"],["طُوبَى لِمَنْ سَعَى فِي فَكَاكِ نَفْسِهِ قَبْلَ ضِيقِ الْأَنْفَاسِ وَشِدَّةِ الْإِبْلَاسِ","غرر الحكم ودرر الكلم"],["طُوبَى لِمَنْ كَابَدَ هَوَاهُ وَكَذَّبَ مُنَاهُ وَرَمَى غَرَضاً وَأَحْرَزَ عِوَضاً","غرر الحكم ودرر الكلم"],["غَيْرُ مُدْرِكِ الدَّرَجَاتِ مَنْ أَطَاعَ الْعَادَاتِ","غرر الحكم ودرر الكلم"],["فِي خِلَافِ النَّفْسِ رُشْدُهَا","غرر الحكم ودرر الكلم"],["كَيْفَ يَسْتَطِيعُ صَلَاحَ نَفْسِهِ مَنْ لَا يَقْنَعُ بِالْقَلِيلِ","غرر الحكم ودرر الكلم"],["لِلْعَاقِلِ فِي كُلِّ عَمَلٍ ارْتِيَاضٌ","غرر الحكم ودرر الكلم"],["لِقَاحُ الرِّيَاضَةِ دِرَاسَةُ الْحِكْمَةِ وَغَلَبَةُ الْعَادَةِ","غرر الحكم ودرر الكلم"],["مَنِ اسْتَدَامَ رِيَاضَةَ نَفْسِهِ انْتَفَعَ","غرر الحكم ودرر الكلم"],["مَنْ سَخَتْ نَفْسُهُ عَنْ مَوَاهِبِ الدُّنْيَا فَقَدِ اسْتَكْمَلَ الْعَقْلَ","غرر الحكم ودرر الكلم"],["لَا تُدَاهِنُوا فَيَقْتَحِمَ بِكُمُ الْإِدْهَانُ عَلَى الْمَعْصِيَةِ","غرر الحكم ودرر الكلم"],["لَا تَنْجَعُ الرِّيَاضَةُ إِلَّا فِي نَفْسٍ يَقَظَةٍ","غرر الحكم ودرر الكلم"]]