[["أَهِنْ نَفْسَكَ مَا جَمَحَتْ بِكَ إِلَى مَعَاصِي اللَّهِ","غرر الحكم ودرر الكلم"],["إِزْرَاءُ الرَّجُلِ عَلَى نَفْسِهِ بُرْهَانُ رَزَانَةِ عَقْلِهِ وَعُنْوَانُ وُفُورِ فَضْلِهِ","غرر الحكم ودرر الكلم"],["أَقْبِلْ عَلَى نَفْسِكَ بِالْإِدْبَارِ عَنْهَا أَعْنِي [أعن‏] أَنْ تُقْبِلَ عَلَى نَفْسِكَ الْفَاضِلَةِ الْمُقْتَبِسَةِ مِنْ نُورِ عَقْلِكَ الْحَائِلَةِ بَيْنَكَ وَبَيْنَ دَوَاعِي طَبْعِكَ وَأَعْنِي [أعن‏] بِالْإِدْبَارِ عَنْ نَفْسِكَ الْأَمَّارَةِ بِالسُّوءِ الْمُصَافِحَةِ بِيَدِ الْعُتُوِّ","غرر الحكم ودرر الكلم"],["اقْمِعُوا هَذِهِ النُّفُوسَ فَإِنَّهَا طُلَعَةٌ [طُلَقَةٌ] إِنْ تُطِيعُوهَا تَزِغْ بِكُمْ إِلَى شَرِّ غَايَةٍ","غرر الحكم ودرر الكلم"],["إِنَّ النَّفْسَ الَّتِي تَطْلُبُ الرَّغَائِبَ الْفَانِيَةِ لَتَهْلَكُ فِي طَلَبِهَا وَتَشْقَى فِي مُنْقَلَبِهَا","غرر الحكم ودرر الكلم"],["إِنَّ النَّفْسَ الَّتِي تَجْهَدُ فِي اقْتِنَاءِ الرَّغَائِبِ الْبَاقِيَةِ لَتُدْرِكُ طَلَبَهَا وَتَسْعَدُ فِي مُنْقَلَبِهَا","غرر الحكم ودرر الكلم"],["إِنَّكَ لَسْتَ بِسَابِقٍ أَجَلَكَ وَلَا بِمَرْزُوقٍ مَا لَيْسَ لَكَ فَلِمَا ذَا تُشْقِي نَفْسَكَ يَا شَقِيُّ","غرر الحكم ودرر الكلم"],["إِذَا صَعَبَتْ عَلَيْكَ نَفْسُكَ فَاصْعَبْ لَهَا تَذِلُّ لَكَ وَخَادِعْ نَفْسَكَ عَنْ نَفْسِكَ تَنْقَدْ لَكَ","غرر الحكم ودرر الكلم"],["تَقَاضَ نَفْسَكَ بِمَا يَجِبُ عَلَيْهَا تَأْمَنْ تَقَاضِيَ غَيْرِكَ لَكَ وَاسْتَقْصِ عَلَيْهَا تَغْنَ عَنِ اسْتِقْصَاءِ غَيْرِكَ","غرر الحكم ودرر الكلم"],["كُنْ مُؤَاخِذاً نَفْسَكَ مُغَالِباً سُوءَ طَبْعِكَ وَإِيَّاكَ أَنْ تَحْمِلَ ذُنُوبَكَ عَلَى رَبِّكَ","غرر الحكم ودرر الكلم"],["كُنْ لِنَفْسِكَ مَانِعاً رَادِعاً وَلِثَرْوَتِكَ عِنْدَ الْحَمِيَّةِ [لِنَزْوَتِكَ عِنْدَ الْحَفِيظَةِ] وَاقِماً قَامِعاً","غرر الحكم ودرر الكلم"],["لَيْسَ مَنْ أَسَاءَ إِلَى نَفْسِهِ بِذِي مَأْمُولٍ","غرر الحكم ودرر الكلم"],["مَنْ أَهَانَ نَفْسَهُ أَكْرَمَهُ اللَّهُ","غرر الحكم ودرر الكلم"],["مَنْ غَشَّ نَفْسَهُ لَمْ يَنْصَحْ غَيْرَهُ","غرر الحكم ودرر الكلم"],["مَنْ لَمْ يَسُسْ نَفْسَهُ أَضَاعَهَا","غرر الحكم ودرر الكلم"],["مَنْ سَخِطَ عَلَى نَفْسِهِ أَرْضَى رَبَّهُ","غرر الحكم ودرر الكلم"],["مَنْ وَاخَذَ نَفْسَهُ صَانَ قَدْرَهُ وَحُمِدَ عَوَاقِبُ أَمْرِهِ","غرر الحكم ودرر الكلم"],["مَنِ اسْتَقْصَى عَلَى نَفْسِهِ أَمِنَ اسْتِقْصَاءَ غَيْرِهِ عَلَيْهِ","غرر الحكم ودرر الكلم"],["مَنِ اتَّهَمَ نَفْسَهُ فَقَدْ غَالَبَ الشَّيْطَانَ","غرر الحكم ودرر الكلم"],["مَنْ وَبَّخَ نَفْسَهُ عَلَى الْعُيُوبِ ارْتَعَدَتْ [ارْتَدَعَتْ‏] عَنْ كَثِيرِ الذُّنُوبِ","غرر الحكم ودرر الكلم"],["مَنْ كَانَ لَهُ مِنْ نَفْسِهِ زَاجِرٌ كَانَ عَلَيْهِ مِنَ اللَّهِ حَافِظٌ","غرر الحكم ودرر الكلم"],["مَنْ ذَمَّ نَفْسَهُ أَصْلَحَهَا","غرر الحكم ودرر الكلم"],["مَا آنَسَكَ أَيُّهَا الْإِنْسَانُ بِهَلَكَةِ نَفْسِكَ أَ مَا مِنْ دَائِكَ بُلُولٌ أَمْ لَيْسَ لَكَ مِنْ نَوْمَتِكَ يَقَظَةٌ أَ مَا تَرْحَمُ مِنْ نَفْسِكَ مَا تَرْحَمُ مِنْ غَيْرِكَ","غرر الحكم ودرر الكلم"],["مَا صَبَّرَكَ أَيُّهَا الْمُبْتَلَى عَلَى دَائِكَ وَجَلَّدَكَ عَلَى مَصَائِبِكَ وَعَزَّاكَ عَنِ الْبُكَاءِ عَلَى نَفْسِكَ","غرر الحكم ودرر الكلم"],["مَا لَكَ وَمَا إِنْ أَدْرَكْتَهُ شَغَلَكَ بِصَلَاحِهِ عَنِ الِاسْتِمْتَاعِ بِهِ وَإِنْ تَمَتَّعْتَ [تمنعت‏] بِهِ نَغَّصَهُ عَلَيْكَ ظَفَرُ الْمَوْتِ بِكَ","غرر الحكم ودرر الكلم"],["لَا يَلُمْ لَائِمٌ إِلَّا نَفْسَهُ","غرر الحكم ودرر الكلم"]]