[["الِاشْتِغَالُ بِتَهْذِيبِ النَّفْسِ أَصْلَحُ","غرر الحكم ودرر الكلم"],["الْكِرَامُ أَصْبَرُ أَنْفُساً","غرر الحكم ودرر الكلم"],["الْعَارِفُ مَنْ عَرَفَ نَفْسَهُ فَأَعْتَقَهَا وَنَزَّهَهَا عَنْ كُلِّ مَا يُبْعِدُهَا وَيُوبِقُهَا","غرر الحكم ودرر الكلم"],["أَفْضَلُ النَّاسِ مَنْ تَنَزَّهَتْ نَفْسُهُ وَزَهِدَ عَنْ غُنْيَةٍ","غرر الحكم ودرر الكلم"],["إِنَّ أَغَشَّ النَّاسِ أَغَشُّهُمْ لِنَفْسِهِ وَأَعْصَاهُمْ لِرَبِّهِ","غرر الحكم ودرر الكلم"],["خَيْرُ النُّفُوسِ أَزْكَاهَا","غرر الحكم ودرر الكلم"],["خَيْرُ النَّاسِ مَنْ طَهَّرَ مِنَ الشَّهَوَاتِ نَفْسَهُ وَقَمَعَ غَضَبَهُ وَأَرْضَى رَبَّهُ","غرر الحكم ودرر الكلم"],["دَلَالَةُ حُسْنِ الْوَرَعِ عُزُوفُ النَّفْسِ عَنْ مَذَلَّةِ الطَّمَعِ","غرر الحكم ودرر الكلم"],["ذِرْوَةُ [ذِرْوَاتُ‏] الْغَايَاتِ لَا يَنَالُهَا إِلَّا ذَوُو التَّهْذِيبِ وَالْمُجَاهَدَاتِ","غرر الحكم ودرر الكلم"],["صَافُّوا الشَّيْطَانَ بِالْمُجَاهَدَةِ وَاغْلِبُوهُ بِالْمُخَالَفَةِ تَزْكُو أَنْفُسُكُمْ وَتغلوا [تَعْلُو عِنْدَ اللَّهِ دَرَجَاتُكُمْ","غرر الحكم ودرر الكلم"],["وَخَلَقَ الْإِنْسَانَ ذَا نَفْسٍ نَاطِقَةٍ إِنْ زَكَّاهَا بِالْعِلْمِ وَالْعَمَلِ فَقَدْ شَابَهَتْ جَوَاهِرَ أَوَائِلِ عِلَلِهَا وَإِذَا اعْتَدَلَ مِزَاجُهَا وَفَارَقَتِ الْأَضْدَادَ فَقَدْ شَارَكَ بِهَا السَّبُعُ الشِّدَادُ","غرر الحكم ودرر الكلم"],["طُوبَى لِمَنْ كَانَ لَهُ مِنْ نَفْسِهِ شُغُلٌ شَاغِلٌ عَنِ النَّاسِ","غرر الحكم ودرر الكلم"],["طَهِّرُوا أَنْفُسَكُمْ مِنْ دَنَسِ الشَّهَوَاتِ تُدْرِكُوا رَفِيعَ الدَّرَجَاتِ","غرر الحكم ودرر الكلم"],["عَوِّدْ نَفْسَكَ الْجَمِيلَ فَإِنَّهُ يُجْمِلُ [يَحْمِلُ‏] عَنْكَ الْأُحْدُوثَةَ وَيُجْزِلُ لَكَ الْمَثُوبَةَ","غرر الحكم ودرر الكلم"],["عَجِبْتُ لِمَنْ يَتَصَدَّى لِإِصْلَاحِ النَّاسِ وَنَفْسُهُ أَشَدُّ شَيْ‏ءٍ فَسَاداً فَلَا يُصْلِحُهَا وَيَتَعَاطَى إِصْلَاحَ غَيْرِهِ","غرر الحكم ودرر الكلم"],["فَازَ بِالْفَضِيلَةِ مَنْ غَلَبَ غَضَبَهُ وَمَلَكَ نَوَازِعَ شَهْوَتِهِ","غرر الحكم ودرر الكلم"],["مَنْ تَرَكَ لِلَّهِ سُبْحَانَهُ شَيْئاً عَوَّضَهُ اللَّهُ خَيْراً مِمَّا تَرَكَ","غرر الحكم ودرر الكلم"],["مَنْ لَمْ يُهَذِّبْ نَفْسَهُ لَمْ يَنْتَفِعْ بِالْعَقْلِ","غرر الحكم ودرر الكلم"],["مَنْ لَمْ يُعِنْهُ اللَّهُ عَلَى نَفْسِهِ لَمْ يَنْتَفِعْ بِمَوْعِظَةِ وَاعِظٍ","غرر الحكم ودرر الكلم"],["مَنْ لَمْ يُهَذِّبْ نَفْسَهُ فَضَحَهُ سُوءُ الْعَادَةِ","غرر الحكم ودرر الكلم"],["مَا أَحْسَنَ بِالْإِنْسَانِ أَنْ يَصْبِرَ عَمَّا يَشْتَهِي","غرر الحكم ودرر الكلم"],["نَزِّهْ نَفْسَكَ عَنْ كُلِّ دَنِيَّةٍ وَإِنْ سَاقَتْكَ إِلَى الرَّغَائِبِ","غرر الحكم ودرر الكلم"],["نَزِّهُوا أَنْفُسَكُمْ عَنْ دَنَسِ اللَّذَّاتِ وَتَبِعَاتِ الشَّهَوَاتِ","غرر الحكم ودرر الكلم"],["نَزِّهْ عَنْ كُلِّ دَنِيَّةٍ نَفْسَكَ وَابْذُلْ فِي الْمَكَارِمِ جُهْدَكَ تَخْلُصْ مِنَ الْمَآثِمِ وَتُحْرِزِ الْمَكَارِمَ","غرر الحكم ودرر الكلم"],["يَنْبَغِي أَنْ يَتَدَاوَى الْمَرْءُ مِنْ أَدْوَاءِ الدُّنْيَا كَمَا يَتَدَاوَى ذُو الْعِلَّةِ وَيَحْتَمِي مِنْ شَهَوَاتِهَا وَلَذَّاتِهَا كَمَا يَحْتَمِي الْمَرِيضُ","غرر الحكم ودرر الكلم"]]