[["الْعَاقِلُ مَنْ هَجَرَ شَهْوَتَهُ وَبَاعَ دُنْيَاهُ بِآخِرَتِهِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ تَوَرَّعَ عَنِ الذُّنُوبِ وَتَنَزَّهَ عَنِ الْعُيُوبِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ عَصَى هَوَاهُ فِي طَاعَةِ رَبِّهِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ غَلَبَ هَوَاهُ وَلَمْ يَبِعْ آخِرَتَهُ بِدُنْيَاهُ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ [الْكَامِلُ‏] مَنْ قَمَعَ هَوَاهُ بِعَقْلِهِ","غرر الحكم ودرر الكلم"],["حَقٌّ عَلَى الْعَاقِلِ أَنْ يَقْهَرَ هَوَاهُ قَبْلَ ضِدِّهِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ عَقَلَ لِسَانَهُ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ لَا يَتَكَلَّمُ إِلَّا بِحَاجَتِهِ أَوْ حُجَّتِهِ [وَ لَا يَشْتَغِلُ إِلَّا بِصَلَاحِ آخِرَتِهِ‏]","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ عَقَلَ لِسَانَهُ إِلَّا عَنْ ذِكْرِ اللَّهِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ صَانَ لِسَانَهُ عَنِ الْغِيبَةِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ يَطْلُبُ الْكَمَالَ الْجَاهِلُ يَطْلُبُ الْمَالَ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ تَغَمَّدَ [تَعَمَّدَ] الذُّنُوبَ بِالْغُفْرَانِ [بِالْكُفْرَانِ‏]","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ أَحْسَنَ صَنَائِعَهُ وَوَضَعَ سَعْيَهُ فِي مَوَاضِعِهِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ إِذَا سَكَتَ فَكَرَ وَإِذَا نَطَقَ ذَكَرَ وَإِذَا نَظَرَ اعْتَبَرَ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ زَهِدَ فِي دُنْيَا فَانِيَةٍ دَنِيَّةٍ [دَنِيَّةٍ فَانِيَةٍ] وَرَغِبَ فِي جَنَّةٍ سَنِيَّةٍ خَالِدَةٍ عَالِيَةٍ [عَلِيَّةٍ]","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ وَضَعَ الْأَشْيَاءَ مَوَاضِعَهَا وَالْجَاهِلُ ضِدُّ ذَلِكَ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ إِذَا عَلِمَ عَمِلَ وَإِذَا عَمِلَ أَخْلَصَ وَإِذَا أَخْلَصَ اعْتَزَلَ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ يَجْتَهِدُ فِي عَمَلِهِ وَيُقَصِّرُ مِنْ أَمَلِهِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ لَا يَفْرُطُ بِهِ عُنْفٌ وَلَا يَقْعُدُ بِهِ ضَعْفٌ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ يَمْلِكُ نَفْسَهُ إِذَا غَضِبَ وَإِذَا رَغِبَ وَإِذَا رَهِبَ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ يَتَقَاضَى نَفْسَهُ بِمَا يَجِبُ عَلَيْهِ وَلَا يَتَقَاضَى [غَيْرَهُ‏] لِنَفْسِهِ بِمَا يَجِبُ لَهُ","غرر الحكم ودرر الكلم"],["الْعَقْلُ إِنَّكَ تَقْتَصِدُ فَلَا تُسْرِفُ وَتَعِدُ فَلَا تُخْلِفُ وَإِذَا غَضِبْتَ حَلُمْتَ","غرر الحكم ودرر الكلم"],["الْعَقْلُ أَنْ تَقُولَ مَا تَعْرِفُ وَتَعْمَلَ بِمَا تَنْطِقُ بِهِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ لَا يُضِيعُ لَهُ نَفْسَاً فِيمَا لَا يَنْفَعُهُ وَلَا يَقْتَنِي مَا لَا يَصْحَبُهُ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ غَلَبَ نَوَازِعَ أَهْوِيَتِهِ","غرر الحكم ودرر الكلم"],["الْعَاقِلُ مَنْ سَلَّمَ إِلَى الْقَضَاءِ وَعَمِلَ بِالْحَزْمِ","غرر الحكم ودرر الكلم"],["إِنَّ الْعَاقِلَ لَا يَنْخَدِعُ لِلطَّمَعِ","غرر الحكم ودرر الكلم"],["إِنَّ الْعَاقِلَ مَنْ عَقْلُهُ فِي إِرْشَادٍ [فِي ارْتِيَادٍ] وَمَنْ رَأْيُهُ فِي ازْدِيَادٍ فَلِذَلِكَ رَأْيُهُ سَدِيدٌ وَفِعْلُهُ حَمِيدٌ","غرر الحكم ودرر الكلم"],["إِنَّ الْعَاقِلَ يَتَّعِظُ بِالْأَدَبِ وَالْبَهَائِمَ لَا تَتَّعِظُ إِلَّا بِالضَّرْبِ","غرر الحكم ودرر الكلم"],["إِنَّ الْعَاقِلَ يَنْبَغِي أَنْ يَحْذَرَ الْمَوْتَ فِي هَذِهِ الدَّارِ وَيُحْسِنَ لَهُ التَّأَهُّبَ قَبْلَ أَنْ يَصِلَ إِلَى دَارٍ يَتَمَنَّى فِيهَا الْمَوْتَ فَلَا يَجِدُهُ","غرر الحكم ودرر الكلم"],["حَقٌّ عَلَى الْعَاقِلِ الْعَمَلُ لِلْمَعَادِ وَالِاسْتِكْثَارُ مِنَ الزَّادِ ","غرر الحكم ودرر الكلم"],["إِنَّمَا اللَّبِيبُ مَنِ اسْتَسَلَّ [مَنِ اسْتَلَ‏] الْأَحْقَادَ","غرر الحكم ودرر الكلم"],["إِنَّمَا الْبَصِيرُ مَنْ سَمِعَ فَفَكَرَ وَنَظَرَ فَأَبْصَرَ وَانْتَفَعَ بِالْعِبَرِ","غرر الحكم ودرر الكلم"],["ثَلَاثَةٌ تَدُلُّ عَلَى عُقُولِ أَرْبَابِهَا الرَّسُولُ وَالْكِتَابُ وَالْهَدِيَّةُ","غرر الحكم ودرر الكلم"],["حَقٌّ عَلَى الْعَاقِلِ أَنْ يَسْتَدِيمَ الِاسْتِرْشَادَ وَيَتْرُكَ الِاسْتِبْدَادَ","غرر الحكم ودرر الكلم"],["رَغْبَةُ الْعَاقِلِ فِي الْحِكْمَةِ وَهِمَّةُ الْجَاهِلِ فِي الْحَمَاقَةِ","غرر الحكم ودرر الكلم"],["كُلُّ عَاقِلٍ مَغْمُومٌ","غرر الحكم ودرر الكلم"],["كُلُّ عَاقِلٍ مَحْزُونٌ","غرر الحكم ودرر الكلم"],["لِلْعَاقِلِ فِي كُلِّ عَمَلٍ إِحْسَانٌ","غرر الحكم ودرر الكلم"],["لِلْعَاقِلِ فِي كُلِّ كَلِمَةٍ نُبْلٌ","غرر الحكم ودرر الكلم"],["لِلْعَاقِلِ فِي كُلِّ عَمَلٍ ارْتِيَاضٌ","غرر الحكم ودرر الكلم"],["لَيْسَ لِلْعَاقِلِ أَنْ يَكُونَ شَاخِصاً إِلَّا فِي ثَلَاثٍ حَظْوَةٍ فِي مَعَادٍ أَوْ مَرَمَّةٍ لِمَعَاشٍ أَوْ لَذَّةٍ فِي غَيْرِ مُحَرَّمٍ","غرر الحكم ودرر الكلم"],["يَنْبَغِي لِلْعَاقِلِ أَنْ يُخَاطِبَ الْجَاهِلَ مُخَاطَبَةَ الطَّبِيبِ الْمَرِيضَ","غرر الحكم ودرر الكلم"],["سِتَّةٌ تُخْتَبَرُ بِهَا عُقُولُ النَّاسِ الْحِلْمُ عِنْدَ الْغَضَبِ وَالصَبْرُ عِنْدَ الرَّهَبِ وَالْقَصْدُ عِنْدَ الرَّغَبِ وَتَقْوَى اللَّهِ فِي [عَلَى‏] كُلِّ حَالٍ وَحُسْنُ الْمُدَارَاةِ وَقِلَّةُ الْمُمَارَاةِ","غرر الحكم ودرر الكلم"]]