[["الْكِبْرُ شَرُّ الْعُيُوبِ","غرر الحكم ودرر الكلم"],["التَّكَبُّرُ عَيْنُ الْحَمَاقَةِ","غرر الحكم ودرر الكلم"],["التَّكَبُّرُ أُسُّ التَّلَفِ","غرر الحكم ودرر الكلم"],["الْكِبْرُ مَصْيَدَةُ إِبْلِيسَ الْعُظْمَى","غرر الحكم ودرر الكلم"],["اقْمَعُوا نَوَاجِمَ الْفَخْرِ وَاقْدَعُوا لَوَامِعَ [اقْلَعُوا طَوَالِعَ‏] الْكِبْرِ","غرر الحكم ودرر الكلم"],["اسْتَعِيذُوا بِاللَّهِ مِنْ لَوَاقِحِ الْكِبْرِ كَمَا تَسْتَعِيذُونَ بِهِ مِنْ طَوَارِقِ الدَّهْرِ وَاسْتَعِدُّوا لِمُجَاهَدَتِهِ حَسَبَ الطَّاقَةِ","غرر الحكم ودرر الكلم"],["احْذَرِ الْكِبْرَ فَإِنَّهُ رَأْسُ الطُّغْيَانِ وَمَعْصِيَةِ الرَّحْمَنِ","غرر الحكم ودرر الكلم"],["احْذَرُوا مَنَافِخَ الْكِبْرِ وَغَلَبَةَ الْحَمِيَّةِ وَتَعَصُّبَ الْجَاهِلِيَّةِ","غرر الحكم ودرر الكلم"],["إِيَّاكَ وَالْكِبْرَ فَإِنَّهُ أَعْظَمُ الذُّنُوبِ وَأَلْأَمُ الْعُيُوبِ وَهُوَ حِلْيَةُ إِبْلِيسَ","غرر الحكم ودرر الكلم"],["إِيَّاكَ وَمُسَامَاةَ اللَّهِ سُبْحَانَهُ فِي عَظَمَتِهِ فَإِنَّ اللَّهَ تَعَالَى يُذِلُّ كُلَّ جَبَّارٍ وَيُهِينُ كُلَّ مُخْتَالٍ","غرر الحكم ودرر الكلم"],["أَقْبَحُ الْخُلُقِ التَّكَبُّرُ","غرر الحكم ودرر الكلم"],["آفَةُ الشَّرَفِ الْكِبْرُ","غرر الحكم ودرر الكلم"],["رُبَّ ذِي أُبَّهَةٍ أَحْقَرُ مِنْ كُلِّ حَقِيرٍ","غرر الحكم ودرر الكلم"],["شَرُّ الْخَلَائِقِ [الْأَخْلَاقِ‏] الْكِبْرُ","غرر الحكم ودرر الكلم"],["عَجِبْتُ لِمُتَكَبِّرٍ كَانَ أَمْسِ نُطْفَةً وَهُوَ فِي غَدٍ جِيفَةً","غرر الحكم ودرر الكلم"],["فَاللَّهَ اللَّهَ عِبَادَ اللَّهِ فِي كِبْرِ الْحَمِيَّةِ وَفَخْرِ الْجَاهِلِيَّةِ فَإِنَّهُ مَلَاقِحُ الشَّنَآنِ وَمَنَافِخُ الشَّيْطَانِ","غرر الحكم ودرر الكلم"],["فَاللَّهَ اللَّهَ عِبَادَ اللَّهِ أَنْ تَتَرَدَّوْا رِدَاءَ الْكِبْرِ فَإِنَّ الْكِبْرَ مَصْيَدَةُ إِبْلِيسَ الْعُظْمَى الَّتِي يُسَاوِرُ بِهَا الْقُلُوبَ مُسَاوَرَةَ السُّمُومِ الْقَاتِلَةِ","غرر الحكم ودرر الكلم"],["لَوْ رَخَّصَ اللَّهُ سُبْحَانَهُ فِي الْكِبْرِ لِأَحَدٍ مِنَ الْخَلْقِ لَرَخَّصَ فِيهِ لِأَنْبِيَائِهِ لَكِنَّهُ كَرَّهَ إِلَيْهِمُ التَّكَبُّرَ وَرَضِيَ لَهُمُ التَّوَاضُعَ","غرر الحكم ودرر الكلم"],["مِنْ كَمَالِ الْحَمَاقَةِ الِاخْتِيَالُ فِي الْفَاقَةِ","غرر الحكم ودرر الكلم"],["مِنْ أَقْبَحِ الْكِبْرِ تَكَبُّرُ الرَّجُلِ عَلَى ذَوِي رَحِمِهِ وَأَبْنَاءِ جِنْسِهِ","غرر الحكم ودرر الكلم"],["مَا تَكَبَّرَ إِلَّا وَضِيعٌ","غرر الحكم ودرر الكلم"],["لَا يَتَكَبَّرُ إِلَّا وَضِيعٌ خَامِلٌ","غرر الحكم ودرر الكلم"],["لَا خُلُقَ أَقْبَحُ مِنَ الْكِبْرِ","غرر الحكم ودرر الكلم"],["لَا خَيْرَ فِي شِيمَةِ كِبْرٍ وَتَجَبُّرٍ وَفَخْرٍ","غرر الحكم ودرر الكلم"]]