{
"title": "الفصل الثاني في الأمر بالمعروف و النهي عن المنكر",
"type": "text",
"data": [
{
"text": "الْعَقْلُ مُنَزِّهٌ عَنِ الْمُنْكَرِ آمِرٌ بِالْمَعْرُوفِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْأَمْرُ بِالْمَعْرُوفِ أَفْضَلُ أَعْمَالِ الْخَلْقِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الرَّاضِي بِفِعْلِ قَوْمٍ كَالدَّاخِلِ فِيهِ مَعَهُمْ وَلِكُلِّ دَاخِلٍ فِي بَاطِلٍ إِثْمَانِ إِثْمُ الرِّضَا بِهِ وَإِثْمُ الْعَمَلِ بِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "السَّيْفُ فَاتِقٌ وَالدِّينُ رَاتِقٌ فَالدِّينُ [الدِّينُ‏] يَأْمُرُ بِالْمَعْرُوفِ وَالسَّيْفُ يَنْهَى عَنِ الْمُنْكَرِ قَالَ اللَّهُ تَعَالَى وَلَكُمْ فِي الْقِصاصِ حَياةٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "اومُرْ بِالْمَعْرُوفِ تَكُنْ مِنْ أَهْلِهِ وَأَنْكِرِ الْمُنْكَرَ بِيَدِكَ وَلِسَانِكَ وَبَايِنْ مَنْ فَعَلَهُ بِجُهْدِكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "ائْتَمَرُوا بِالْمَعْرُوفِ وَأْمُرُوا بِهِ وَتَنَاهَوْا عَنِ الْمُنْكَرِ وَانْهَوْا عَنْهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ الْأَمْرَ بِالْمَعْرُوفِ وَالنَّهْيَ عَنِ الْمُنْكَرِ لَا يُقَرِّبَانِ مِنْ أَجَلٍ وَلَا يَنْقُصَانِ مِنْ رِزْقٍ لَكِنْ يُضَاعِفَانِ الثَّوَابَ وَيُعْظِمَانِ الْأَجْرَ وَأَفْضَلُ مِنْهُمَا كَلِمَةُ عَدْلٍ عِنْدَ إِمَامٍ جَائِرٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "غَايَةُ الدِّينِ الْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ وَإِقَامَةُ الْحُدُودِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قِوَامُ الشَّرِيعَةِ الْأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ وَإِقَامَةُ الْحُدُودِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُنْ عَامِلًا بِالْخَيْرِ نَاهِياً عَنِ الشَّرِّ مُنْكِراً شِيمَةَ الْغَدْرِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُنْ بِالْمَعْرُوفِ آمِراً وَعَنِ الْمُنْكَرِ نَاهِياً وَلِمَنْ قَطَعَكَ وَاصِلًا وَلِمَنْ حَرَمَكَ مُعْطِياً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُنْ بِالْمَعْرُوفِ آمِراً وَعَنِ الْمُنْكَرِ نَاهِياً وَبِالْخَيْرِ عَامِلًا وَلِلشَّرِّ مَانِعاً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ أَمَرَ بِالْمَعْرُوفِ شَدَّ ظُهُورَ الْمُؤْمِنِينَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ نَهَى عَنِ الْمُنْكَرِ أَرْغَمَ أُنُوفَ الْفَاسِقِينَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ كَانَ فِيهِ ثَلَاثٌ سَلِمَتْ لَهُ الدُّنْيَا وَالْآخِرَةُ يَأْمُرُ بِالْمَعْرُوفِ وَيَأْتَمِرُ بِهِ وَيَنْهَى عَنِ الْمُنْكَرِ وَيَنْتَهِي عَنْهُ وَيُحَافِظُ عَلَى حُدُودِ اللَّهِ جَلَّ وَعَلَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مِنْ أَفْضَلِ الْفَضَائِلِ اصْطِنَاعُ الصَّنَائِعِ وَبَثُّ الْمَعْرُوفِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَنْ تَهْتَدِيَ إِلَى الْمَعْرُوفِ حَتَّى تَضِلَّ عَنِ الْمُنْكَرِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنَّ مَنْ رَأَى عُدْوَاناً يُعْمَلُ بِهِ وَمُنْكَراً يُدْعَى إِلَيْهِ فَأَنْكَرَهُ بِقَلْبِهِ فَقَدْ سَلِمَ وَبَرِئَ وَمَنْ أَنْكَرَهُ بِلِسَانِهِ فَقَدْ أُجِرَ وَهُوَ أَفْضَلُ مِنْ صَاحِبِهِ وَمَنْ أَنْكَرَهُ بِسَيْفِهِ لِتَكُونَ حُجَّةُ اللَّهِ الْعُلْيَا وَكَلِمَةُ الظَّالِمِينَ السُّفْلَى فَذَلِكَ الَّذِي أَصَابَ سَبِيلَ الْهُدَى وَقَامَ [أَقَامَ‏] عَلَى الطَّرِيقِ وَنَوَّرَ فِي قَلْبِهِ الْيَقِينُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِذَا رَأَى أَحَدُكُمُ الْمُنْكَرَ وَلَمْ يَسْتَطِعْ أَنْ يُنْكِرَهُ بِيَدِهِ وَلِسَانِهِ وَأَنْكَرَهُ بِقَلْبِهِ وَعَلِمَ اللَّهُ صِدْقَ ذَلِكَ مِنْهُ فَقَدْ أَنْكَرَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنْ كُنْتُمْ لَا مَحَالَةَ مُتَسَابِقِينَ فَتَسَابَقُوا إِلَى إِقَامَةِ حُدُودِ اللَّهِ وَالْأَمْرِ بِالْمَعْرُوفِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "فَمِنْهُمُ الْمُنْكِرُ لِلْمُنْكَرِ بِيَدِهِ وَلِسَانِهِ وَقَلْبِهِ فَذَلِكَ الْمُسْتَكْمِلُ لِخِصَالِ الْخَيْرِ وَمِنْهُمُ الْمُنْكِرُ بِلِسَانِهِ وَقَلْبِهِ وَالتَّارِكُ بِيَدِهِ فَذَلِكَ الْمُتَمَسِّكُ بِخَصْلَتَيْنِ مِنْ خِصَالِ الْخَيْرِ وَمُضَيِّعُ خَصْلَةٍ وَمِنْهُمُ الْمُنْكِرُ بِقَلْبِهِ وَالتَّارِكُ بِلِسَانِهِ وَيَدِهِ فَذَلِكَ مُضَيِّعٌ أَشْرَفَ الْخَصْلَتَيْنِ مِنَ الثَّلَاثِ وَمُتَمَسِّكٌ بِوَاحِدَةٍ وَمِنْهُمْ تَارِكٌ لِإِنْكَارِ الْمُنْكَرِ بِقَلْبِهِ وَلِسَانِهِ وَيَدِهِ فَذَلِكَ مَيِّتُ الْأَحْيَاءِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "رُبَّ زَاجِرٍ غَيْرُ مُزْدَجِرٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "رُبَّ آمِرٍ غَيْرُ مُؤْتَمِرٍ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كَفَى بِالْمَرْءِ جَهْلًا أَنْ يُنْكِرَ عَلَى النَّاسِ مَا يَأْتِي مِثْلَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كَفَى بِالْمَرْءِ غَوَايَةً أَنْ يَأْمُرَ النَّاسَ بِمَا لَا يَأْتَمِرُ بِهِ وَيَنْهَاهُمْ عَمَّا لَا يَنْتَهِي عَنْهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُنْ آمِراً بِالْمَعْرُوفِ عَامِلًا بِهِ وَلَا تَكُنْ مِمَّنْ يَأْمُرُ بِهِ وَيَنْأَى عَنْهُ فَيَبُوءُ بِإِثْمِهِ وَيَتَعَرَّضُ مَقْتَ [لِمَقْتِ‏] رَبِّهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "يَقْبُحُ عَلَى الرَّجُلِ أَنْ يُنْكِرُ عَلَى النَّاسِ مُنْكَرَاتٍ وَيَنْهَاهُمْ عَنْ رَذَائِلَ وَسَيِّئَاتٍ وَإِذَا خَلَا بِنَفْسِهِ ارْتَكَبَهَا وَلَا يَسْتَنْكِفُ مِنْ فِعْلِهَا",
"source": "غرر الحكم ودرر الكلم"
}
]
}