[["الْأَخْذُ عَلَى الْعَدُوِّ بِالْفَضْلِ أَحَدُ الظَّفَرَيْنِ","غرر الحكم ودرر الكلم"],["الِاسْتِصْلَاحُ لِلْأَعْدَاءِ بِحُسْنِ الْمَقَالِ وَجَمِيلِ الْأَفْعَالِ أَهْوَنُ مِنْ مُلَاقَاتِهِمْ وَمُغَالَبَتِهِمْ بِمَضِيضِ الْقِتَالِ","غرر الحكم ودرر الكلم"],["زَكَاةُ الظَّفَرِ الْإِحْسَانُ","غرر الحكم ودرر الكلم"],["الرَّأْيُ بِتَحْصِينِ الْأَسْرَارِ","غرر الحكم ودرر الكلم"],["أَنْجَحُ الْأُمُورِ مَا أَحَاطَ بِهِ الْكِتْمَانُ","غرر الحكم ودرر الكلم"],["عَثْرَةُ الِاسْتِرْسَالِ لَا تُسْتَقَالُ","غرر الحكم ودرر الكلم"],["قَدْ يَخْدَعُ الْأَعْدَاءُ","غرر الحكم ودرر الكلم"],["مَنْ نَامَ عَنْ عَدُوِّهِ أَنْبَهَتْهُ [نَبَّهَتْهُ‏] الْمَكَايِدُ","غرر الحكم ودرر الكلم"],["مَنْ أَبْغَضَكَ أَغْرَاكَ","غرر الحكم ودرر الكلم"],["لَا تَغْتَرَّنَّ بِمُجَامَلَةِ الْعَدُوِّ فَإِنَّهُ كَالْمَاءِ وَإِنْ أُطِيلَ إِسْخَانُهُ بِالنَّارِ لَا يَمْتَنِعُ [لَمْ يَمْنَعْ‏] مِنْ إِطْفَائِهَا","غرر الحكم ودرر الكلم"],["اسْتَعْمِلْ مَعَ عَدُوِّكَ مُرَاقَبَةَ الْإِمْكَانِ وَانْتِهَازَ الْفُرْصَةِ تَظْفَرْ","غرر الحكم ودرر الكلم"],["كَافِلُ النَّصْرِ الصَّبْرُ","غرر الحكم ودرر الكلم"],["لَا تُغَالِبْ مَنْ لَا تَقْدِرُ عَلَى دَفْعِهِ","غرر الحكم ودرر الكلم"],["لَا تُوقِعْ بِالْعَدُوِّ قَبْلَ الْقُدْرَةِ","غرر الحكم ودرر الكلم"],["إِنْ وَقَعَتْ بَيْنَكَ وَبَيْنَ عَدُوِّكَ قِصَّةٌ عَقَدْتَ بِهَا صُلْحاً وَأَلْبَسْتَهُ بِهَا ذِمَّةً فَحُطْ عَهْدَكَ بِالْوَفَاءِ وَارْعَ ذِمَّتَكَ بِالْأَمَانَةِ وَاجْعَلْ نَفْسَكَ جُنَّةٌ بَيْنَكَ وَبَيْنَ مَا أَعْطَيْتَ مِنْ عَهْدِكَ","غرر الحكم ودرر الكلم"],["رُدَّ الْحَجَرَ مِنْ حَيْثُ جَاءَكَ فَإِنَّهُ لَا يُرَدُّ الشَّرُّ إِلَّا بِالشَّرِّ","غرر الحكم ودرر الكلم"],["مَنْ أَظْهَرَ عَدَاوَتَهُ قَلَّ كَيْدُهُ","غرر الحكم ودرر الكلم"],["مَنْ دَارَى أَضْدَادَهُ أَمِنَ الْمَحَارِبَ","غرر الحكم ودرر الكلم"],["لَا تَسْتَصْغِرَنَّ عَدُوّاً وَإِنْ ضَعُفَ","غرر الحكم ودرر الكلم"],["لَا تُحَارِبْ مَنْ يَعْتَصِمُ بِالدِّينِ فَإِنَّ مُغَالِبَ الدِّينِ مَحْرُوبٌ","غرر الحكم ودرر الكلم"],["لَا تُغَالِبْ مَنْ يَسْتَظْهِرُ بِالْحَقِّ فَإِنَّ مُغَالِبَ الْحَقِّ مَغْلُوبٌ","غرر الحكم ودرر الكلم"],["لَا تَعَرَّضْ لِعَدُوِّكَ وَهُوَ مُقْبِلٌ فَإِنَّ إِقْبَالَهُ يُعِينُهُ عَلَيْكَ وَلَا تَعَرَّضْ لَهُ وَهُوَ مُدْبِرٌ فَإِنَّ إِدْبَارَهُ يَكْفِيكَ أَمْرُهُ","غرر الحكم ودرر الكلم"],["الْفِرَارُ فِي أَوَانِهِ يَعْدِلُ الظَّفَرَ فِي زَمَانِهِ","غرر الحكم ودرر الكلم"],["طَيِّبُوا عَنْ أَنْفُسِكُمْ نَفْساً وَامْشُوا إِلَى الْمَوْتِ مَشْياً سَجْحاً","غرر الحكم ودرر الكلم"],["عَضُّوا عَلَى النَّوَاجِذِ فَإِنَّهُ أَنْبَا لِلسُّيُوفِ عَنِ الْهَامِ","غرر الحكم ودرر الكلم"],["غُضُّوا الْأَبْصَارَ فِي الْحُرُوبِ فَإِنَّهُ أَرْبَطُ لِلْجَأْشِ وَأَسْكَنُ لِلْقُلُوبِ","غرر الحكم ودرر الكلم"],["قَدِّمُوا الدَّارِعَ وَأَخِّرُوا الْحَاسِرَ وَعَضُّوا عَلَى الْأَضْرَاسِ فَإِنَّهُ أَنْبَا لِلسُّيُوفِ عَنِ الْهَامِ","غرر الحكم ودرر الكلم"],["نَافِحُوا بِالظَّبَى وَصِلُوا السُّيُوفَ بِالْخُطَى وَطَيِّبُوا عَنْ أَنْفُسِكُمْ نَفْساً وَامْشُوا إِلَى الْمَوْتِ مَشْياً سَجْحاً","غرر الحكم ودرر الكلم"],["لَا تَدْعُوَنَّ إِلَى مُبَارَزَةٍ وَإِنْ دُعِيتَ إِلَيْهَا فَأَجِبْ فَإِنَّ الدَّاعِيَ إِلَيْهَا بَاغٍ وَالْبَاغِيَ مَصْرُوعٌ","غرر الحكم ودرر الكلم"],["لَا تَشْتَدَّنَّ عَلَيْكُمْ فَرَّةٌ [زَفْرَةٌ] بَعْدَهَا كَرَّةٌ وَلَا جَوْلَةٌ بَعْدَهَا صَوْلَةٌ وَأَعْطُوا السُّيُوفَ حُقُوقَهَا وَقُصُّوا لِلْحَرْبِ مَصَارِعَهَا وَاذْمِرُوا أَنْفُسَكُمْ عَلَى الطَّعْنِ الدَّعْسِيِّ وَالضَّرْبِ الطِّلَخْفِيِّ [التلحفي‏] وَأَمِيتُوا الْأَصْوَاتِ فَإِنَّهُ أَطْرَدُ لِلْفَشَلِ","غرر الحكم ودرر الكلم"],["الْتَوُوا فِي أَطْرَافِ الرِّمَاحِ فَإِنَّهُ أَمْوَرُ لِلْأَسِنَّةِ","غرر الحكم ودرر الكلم"]]