[["اسْتَعِنْ عَلَى الْعَدْلِ بِحُسْنِ النِّيَّةِ فِي الرَّعِيَّةِ وَقِلَّةِ الطَّمَعِ وَكَثْرَةِ الْوَرَعِ","غرر الحكم ودرر الكلم"],["أَقِمِ النَّاسَ عَلَى سُنَّتِهِمْ وَدِينِهِمْ وَلْيَأْمَنْكَ بَرِئُهُمْ وَلْيَخَفْكَ مُرِيبُهُمْ وَتَعَاهَدْ ثُغُورَهُمْ وَأَطْرَافَهُمْ [أَطْرَافَ بِلَادِهِمْ‏]","غرر الحكم ودرر الكلم"],["إِنَّ السُّلْطَانَ لَأَمِينُ اللَّهِ فِي الْأَرْضِ وَمُقِيمُ الْعَدْلِ فِي الْبِلَادِ وَالْعِبَادِ وَوَزَعَتُهُ [وَ زَرَعَتُهُ‏] فِي الْأَرْضِ","غرر الحكم ودرر الكلم"],["إِنَّ هَذَا الْمَالَ لَيْسَ لِي وَلَكَ وَإِنَّمَا هُوَ لِلْمُسْلِمِينَ وَجَلَبُ أَسْيَافِهِمْ فَإِنْ شَرِكْتَهُمْ فِي حَرْبِهِمْ شَرِكْتَهُمْ فِيهِ وَإِلَّا فَجَنَا أَيْدِيهِمْ لَا يَكُونُ لِغَيْرِ أَفْوَاهِهِمْ","غرر الحكم ودرر الكلم"],["إِذَا وُلِّيتَ فَاعْدِلْ","غرر الحكم ودرر الكلم"],["إِذَا أَرَدْتَ أَنْ تُطَاعَ فَاسْأَلْ مَا يُسْتَطَاعُ","غرر الحكم ودرر الكلم"],["خَيْرُ الْمُلُوكِ مَنْ أَمَاتَ الْجَوْرَ وَأَحْيَا الْعَدْلَ","غرر الحكم ودرر الكلم"],["ذُدْ عَنْ [ذُرْ عَنْ‏] شَرَائِعِ الدِّينِ وَحُطْ ثُغُورَ الْمُسْلِمِينَ وَأَحْرِزْ دِينَكَ وَأَمَانَتَكَ بِإِنْصَافِكَ مِنْ نَفْسِكَ وَالْعَمَلِ بِالْعَدْلِ فِي رَعِيَّتِكَ","غرر الحكم ودرر الكلم"],["زَكَاةُ السُّلْطَانِ إِغَاثَةُ الْمَلْهُوفِ","غرر الحكم ودرر الكلم"],["مَنْ لَمْ يُنْصِفِ الْمَظْلُومَ مِنَ الظَّالِمِ عَظُمَتْ آثَامُهُ","غرر الحكم ودرر الكلم"],["مَنْ لَمْ يُنْصِفِ الْمَظْلُومَ مِنَ الظَّالِمِ سَلَبَهُ اللَّهُ قُدْرَتَهُ","غرر الحكم ودرر الكلم"],["لَا تُؤْيِسِ الضُّعَفَاءَ مِنْ عَدْلِكَ","غرر الحكم ودرر الكلم"],["عَلَيْكُمْ بِالْإِحْسَانِ إِلَى الْعِبَادِ وَالْعَدْلِ فِي الْبِلَادِ تَأْمَنُوا عِنْدَ قِيَامِ الْأَشْهَادِ","غرر الحكم ودرر الكلم"],["عَلَى الْإِمَامِ أَنْ يُعْلِمَ أَهْلَ وَلَايَتِهِ حُدُودَ الْإِسْلَامِ وَالْإِيمَانِ","غرر الحكم ودرر الكلم"],["فِي حَمْلِ عِبَادِ اللَّهِ عَلَى أَحْكَامِ اللَّهِ اسْتِيفَاءُ الْحُقُوقِ وَكُلُّ الرِّفْقِ","غرر الحكم ودرر الكلم"],["فَضِيلَةُ السُّلْطَانِ عِمَارَةُ الْبُلْدَانِ","غرر الحكم ودرر الكلم"],["كَمَا تَدِينُ تُدَانُ","غرر الحكم ودرر الكلم"],["لَوِ اسْتَوَتْ قَدَمَايَ مِنْ هَذِهِ الْمَدَاحِضِ لَغَيَّرْتُ أَشْيَاءَ","غرر الحكم ودرر الكلم"],["مِنَ النُّبْلِ أَنْ تَتَيَقَّظَ لِإِيجَابِ حَقِّ الرَّعِيَّةِ إِلَيْكَ وَتَتَغَابَى عَنِ الْجِنَايَةِ عَلَيْكَ","غرر الحكم ودرر الكلم"]]