{
"title": " إجابة المحتاج",
"type": "text",
"data": [
{
"text": "إِنَّ اللَّهَ سُبْحَانَهُ فَرَضَ فِي أَمْوَالِ الْأَغْنِيَاءِ أَقْوَاتَ الْفُقَرَاءِ فَمَا جَاعَ فَقِيرٌ إِلَّا بِمَا مَنَعَ غَنِيٌّ وَاللَّهُ سَائِلُهُمْ عَنْ ذَلِكَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْعَجْزُ مَعَ لُزُومِ الْخَيْرِ خَيْرٌ مِنَ الْقُدْرَةِ مَعَ رُكُوبِ الشَّرِّ [الشُّرُورِ]",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "خَيْرُ النَّاسِ مَنْ تَحَمَّلَ مَئُونَةَ النَّاسِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "سَبَبُ زَوَالِ الْيَسَارِ مَنْعُ الْمُحْتَاجِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قِوَامُ الدُّنْيَا بِأَرْبَعٍ عَالِمٌ يَعْمَلُ بِعِلْمِهِ وَجَاهِلٌ يَسْتَنْكِفُ أَنْ يَتَعَلَّمَ وَغَنِيٌّ يَجُودُ بِمَالِهِ عَلَى الْفُقَرَاءِ وَفَقِيرٌ لَا يَبِيعُ آخِرَتَهُ بِدُنْيَاهُ فَإِذَا لَمْ يَعْمَلِ الْعَالِمُ بِعِلْمِهِ اسْتَنْكَفَ الْجَاهِلُ أَنْ يَتَعَلَّمَ وَإِذَا بَخِلَ الْغَنِيُّ بِمَالِهِ بَاعَ الْفَقِيرُ آخِرَتَهُ بِدُنْيَاهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ جَمَعَ الْمَالَ لِيَنْفَعَ [لِيَنْتَفِعَ‏] بِهِ النَّاسُ أَطَاعُوهُ وَمَنْ جَمَعَ لِنَفْسِهِ أَضَاعُوهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ كَثُرَتْ نِعَمُ اللَّهِ عَلَيْهِ كَثُرَتْ حَوَائِجُ النَّاسِ إِلَيْهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ كَثُرَتْ نِعَمُ اللَّهِ عَلَيْهِ كَثُرَتْ حَوَائِجُ النَّاسِ إِلَيْهِ فَإِنْ قَامَ فِيهَا بِمَا أَوْجَبَ اللَّهُ سُبْحَانَهُ عَلَيْهِ فَقَدْ عَرَضَهَا [أَهَّلَهَا] لِلدَّوَامِ وَإِنْ مَنَعَ مَا أَوْجَبَ اللَّهُ سُبْحَانَهُ فِيهَا فَقَدْ عَرَضَهَا لِلزَّوَالِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ حَرَمَ السَّائِلَ مَعَ الْقُدْرَةِ عُوقِبَ بِالْحِرْمَانِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ لَمْ يَحْتَمِلْ مَئُونَةَ النَّاسِ فَقَدْ أَهَّلَ قُدْرَتَهُ لِانْتِقَالِهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مِنَ الْوَاجِبِ عَلَى الْغَنِيِّ أَنْ لَا يَضَنَّ عَلَى الْفَقِيرِ بِمَالِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "وَقُودُ النَّارِ يَوْمَ الْقِيَامَةِ كُلُّ غَنِيٍّ بَخِلَ بِمَالِهِ عَلَى الْفُقَرَاءِ وَكُلُّ عَالِمٍ بَاعَ الدِّينَ بِالدُّنْيَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَا تَرُدَّ السَّائِلَ وَصُنْ مُرُوَّتَكَ عَنْ حِرْمَانِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَا وِزْرَ أَعْظَمُ مِنْ وِزْرِ غَنِيٍّ مَنَعَ الْمُحْتَاجَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "النَّاسُ رَجُلَانِ جَوَادٌ لَا يَجِدُ وَوَاجِدٌ لَا يُسْعِفُ",
"source": "غرر الحكم ودرر الكلم"
}
]
}