[["الرِّزْقُ مَقْسُومٌ الْحَرِيصُ مَحْرُومٌ","غرر الحكم ودرر الكلم"],["الْحَظُّ يَسْعَى إِلَى مَنْ لَا يَخْطُبُهُ","غرر الحكم ودرر الكلم"],["الْمَعُونَةُ تَنْزِلُ مِنَ اللَّهِ عَلَى قَدْرِ الْمَئُونَةِ","غرر الحكم ودرر الكلم"],["تَنْزِلُ مِنَ اللَّهِ الْمَعُونَةُ عَلَى قَدْرِ الْمَئُونَةِ","غرر الحكم ودرر الكلم"],["حَسْبُكَ مِنْ تَوَكُّلِكَ أَنْ لَا تَرَى لِرِزْقِكَ مُجْرِياً إِلَّا اللَّهُ سُبْحَانَهُ","غرر الحكم ودرر الكلم"],["رِزْقُ كُلِّ امْرِئٍ مُقَدَّرٌ كَتَقْدِيرِ أَجَلِهِ","غرر الحكم ودرر الكلم"],["سَوْفَ يَأْتِيكَ مَا قُدِّرَ لَكَ فَخَفِّضْ فِي الْمُكْتَسَبِ","غرر الحكم ودرر الكلم"],["عَلَى قَدْرِ الْمَئُونَةِ تَكُونُ مِنَ اللَّهِ الْمَعُونَةُ","غرر الحكم ودرر الكلم"],["عَجِبْتُ لِمَنْ عَلِمَ أَنَّ اللَّهَ قَدْ ضَمِنَ الْأَرْزَاقَ وَقَدَّرَهَا وَأَنَّ سَعْيَهُ لَا يَزِيدُهُ فِيمَا قُدِّرَ لَهُ وَهُوَ حَرِيصٌ دَائِبٌ فِي طَلَبِ الرِّزْقِ","غرر الحكم ودرر الكلم"],["كُلُّكُمْ عِيَالُ اللَّهِ وَاللَّهُ سُبْحَانَهُ كَافِلُ عِيَالِهِ","غرر الحكم ودرر الكلم"],["لَنْ يَفُوتَكَ مَا قُسِمَ لَكَ فَأَجْمِلْ فِي الطَّلَبِ","غرر الحكم ودرر الكلم"],["لَنْ يَغْلِبَكَ عَلَى مَا قُدِّرَ لَكَ غَالِبٌ","غرر الحكم ودرر الكلم"],["مَنْ وَثِقَ بِقَسْمِ اللَّهِ لَمْ يَتَّهِمْهُ فِي الرِّزْقِ","غرر الحكم ودرر الكلم"],["لَا تَحْمِلْ هَمَّ يَوْمِكَ الَّذِي لَمْ يَأْتِكَ عَلَى يَوْمِكَ الَّذِي قَدْ أَتَاكَ فَإِنَّهُ إِنْ يَكُنْ مِنْ عُمُرِكَ يَأْتِكَ اللَّهُ سُبْحَانَهُ فِيهِ بِرِزْقِكَ وَإِنْ لَمْ يَكُنْ مِنْ عُمُرِكَ فَمَا هَمُّكَ [فَلَا تَهْتَمَ‏] بِمَا لَيْسَ مِنْ أَجَلِكَ","غرر الحكم ودرر الكلم"],["لَا تَحْمِلْ عَلَى يَوْمِكَ هَمَّ سَنَتِكَ كَفَاكَ كُلَّ يَوْمٍ مَا قُدِّرَ لَكَ فِيهِ فَإِنْ تَكُنِ السَّنَةُ مِنْ‏ عُمُرِكَ فَإِنَّ اللَّهَ سُبْحَانَهُ سَيَأْتِيكَ فِي كُلِّ غَدٍ جَدِيدٍ بِمَا قَسَمَ لَكَ وَإِنْ لَمْ تَكُنْ عُمُرَكَ فَمَا هَمُّكَ بِمَا لَيْسَ لَكَ","غرر الحكم ودرر الكلم"],["لَا يَمْلِكُ إِمْسَاكَ الْأَرْزَاقِ وَإِدْرَارَهَا إِلَّا الرَّزَّاقُ","غرر الحكم ودرر الكلم"],["الرِّزْقُ يَطْلُبُ مَنْ لَا يَطْلُبُهُ","غرر الحكم ودرر الكلم"],["الْأَرْزَاقُ لَا تُنَالُ بِالْحِرْصِ وَالْمُطَالَبَةِ","غرر الحكم ودرر الكلم"],["إِنَّ اللَّهَ سُبْحَانَهُ أَبَى أَنْ يَجْعَلَ أَرْزَاقَ عِبَادِهِ الْمُؤْمِنِينَ إِلَّا مِنْ حَيْثُ لَا يَحْتَسِبُونَ","غرر الحكم ودرر الكلم"],["رِزْقُكَ يَطْلُبُكَ فَأَرِحْ نَفْسَكَ مِنْ طَلَبِهِ","غرر الحكم ودرر الكلم"],["قَصِّرْ مِنْ حِرْصِكَ وَقِفْ عِنْدَ الْمَقْدُورِ لَكَ مِنْ رِزْقِكَ تُحْرِزْ دِينَكَ","غرر الحكم ودرر الكلم"],["لِكُلِّ رِزْقٍ سَبَبٌ فَأَجْمِلُوا فِي الطَّلَبِ","غرر الحكم ودرر الكلم"],["لَنْ يَسْبِقَكَ إِلَى رِزْقِكَ طَالِبٌ","غرر الحكم ودرر الكلم"],["لَيْسَ كُلُّ طَالِبٍ بِمَرْزُوقٍ","غرر الحكم ودرر الكلم"],["لَيْسَ كُلُّ مُجْمِلٍ بِمَحْرُومٍ","غرر الحكم ودرر الكلم"],["لَيْسَ كُلُّ مَنْ أَضَلَّ فَقَدَ","غرر الحكم ودرر الكلم"],["لَمْ يَفُتْ نَفْساً مَا قُدِّرَ لَهَا مِنَ الرِّزْقِ","غرر الحكم ودرر الكلم"],["لَمْ يَصْدُقْ يَقِينُ مَنْ أَسْرَفَ فِي الطَّلَبِ وَأَجْهَدَ نَفْسَهُ فِي الْمُكْتَسَبِ","غرر الحكم ودرر الكلم"],["لَوْ جَرَتِ الْأَرْزَاقُ بِالْأَلْبَابِ وَالْعُقُولِ لَمْ تَعِشِ الْبَهَائِمُ وَالْحَمْقَى","غرر الحكم ودرر الكلم"],["مَنْ لَمْ يُعْطِ قَاعِداً لَمْ يُعْطَ قَائِماً","غرر الحكم ودرر الكلم"],["مَنِ اهْتَمَّ بِرِزْقِ غَدٍ لَمْ يُفْلِحْ أَبَداً","غرر الحكم ودرر الكلم"],["لَا يُنَالُ الرِّزْقُ بِالتَّعَنِّي","غرر الحكم ودرر الكلم"],["يَطْلُبُكَ رِزْقُكَ أَشَدُّ مِنْ طَلَبِكَ لَهُ فَأَجْمِلْ فِي طَلَبِهِ","غرر الحكم ودرر الكلم"],["رُبَّ سَاعٍ لِقَاعدٍ","غرر الحكم ودرر الكلم"],["رُبَّ سَاهِرٍ لِرَاقِدٍ","غرر الحكم ودرر الكلم"],["كَمْ مِنْ طَالِبٍ خَائِبٍ وَمَرْزُوقٍ غَيْرِ طَالِبٍ","غرر الحكم ودرر الكلم"]]