[["الْعِتَابُ حَيَاةُ الْمَوَدَّةِ","غرر الحكم ودرر الكلم"],["إِنَّمَا سُمِّيَ الصَّدِيقُ صَدِيقاً لِأَنَّهُ يَصْدُقُكَ فِي نَفْسِكَ وَمَعَايِبِكَ فَمَنْ فَعَلَ ذَلِكَ فَاسْتَنِمْ إِلَيْهِ فَإِنَّهُ الصَّدِيقُ","غرر الحكم ودرر الكلم"],["صَدِيقُكَ مَنْ نَهَاكَ وَعَدُوُّكَ مَنْ أَغْرَاكَ","غرر الحكم ودرر الكلم"],["عَلَيْكَ بِمُؤَاخَاةِ مَنْ حَذَّرَكَ وَنَهَاكَ فَإِنَّهُ يُنْجِدُكَ وَيُرْشِدُكَ","غرر الحكم ودرر الكلم"],["لِيَكُنْ آثَرُ النَّاسِ عِنْدَكَ [إِلَيْكَ‏] مَنْ أَهْدَى إِلَيْكَ عَيْبَكَ [مَرْشَدَكَ‏] وَأَعَانَكَ عَلَى نَفْسِكَ","غرر الحكم ودرر الكلم"],["لِيَكُنْ أَحَبُّ [آثَرُ] النَّاسِ إِلَيْكَ مَنْ هَدَاكَ إِلَى مَرَاشِدِكَ [أَهْدَى إِلَيْكَ مَرْشَدَكَ‏] وَكَشَفَ لَكَ عَنْ مَعَايِبِكَ","غرر الحكم ودرر الكلم"],["مَنْ أَحَبَّكَ نَهَاكَ","غرر الحكم ودرر الكلم"],["مَنْ بَصَّرَكَ عَيْبَكَ فَقَدْ نَصَحَكَ","غرر الحكم ودرر الكلم"],["مَنْ أَبَانَ لَكَ عَيْبَكَ فَهُوَ وَدُودُكَ","غرر الحكم ودرر الكلم"],["مَنْ كَاشَفَكَ فِي عَيْبِكَ حَفِظَكَ فِي غَيْبِكَ","غرر الحكم ودرر الكلم"],["مَنْ بَصَّرَكَ عَيْبَكَ وَحَفِظَكَ فِي غَيْبِكَ فَهُوَ الصَّدِيقُ فَاحْفَظْهُ","غرر الحكم ودرر الكلم"],["مَنْ أَخَافَكَ لِكَيْ يُؤْمِنَكَ خَيْرٌ لَكَ مِمَّنْ يُؤْمِنُكَ لِكَيْ يُخِيفَكَ","غرر الحكم ودرر الكلم"],["الصَّدِيقُ مَنْ كَانَ نَاهِياً عَنِ الظُّلْمِ وَالْعُدْوَانِ مُعِيناً عَلَى الْبِرِّ وَالْإِحْسَانِ","غرر الحكم ودرر الكلم"],["أَحْبِبْ فِي اللَّهِ مَنْ يُجَاهِدُكَ عَلَى صَلَاحِ دِينٍ وَيُكْسِبُكَ حُسْنَ يَقِينٍ","غرر الحكم ودرر الكلم"],["أَخُوكَ الصَّدِيقُ مَنْ وَقَاكَ بِنَفْسِهِ وَآثَرَكَ عَلَى مَالِهِ وَوَلَدِهِ وَعِرْسِهِ","غرر الحكم ودرر الكلم"],["أَحَقُّ مَنْ أَحْبَبْتَهُ مَنْ نَفْعُهُ لَكَ وَضَرُّهُ لِغَيْرِكَ","غرر الحكم ودرر الكلم"],["إِذَا وَجَدْتَ مِنْ أَهْلِ الْفَاقَةِ مَنْ يَحْمِلُ لَكَ زَادَكَ إِلَى يَوْمِ الْقِيَامَةِ فَيُوَفِّيكَ بِهِ غَداً حَيْثُ تَحْتَاجُ إِلَيْهِ فَاغْتَنِمْهُ وَحَمِّلْهُ إِيَّاهُ وَأَكْثِرْ مِنْ تَزْوِيدِهِ وَأَنْتَ قَادِرٌ عَلَيْهِ فَلَعَلَّكَ أَنْ تَطْلُبَهُ فَلَا تَجِدَهُ","غرر الحكم ودرر الكلم"],["جَمَالُ الْأُخُوَّةِ إِحْسَانُ الْعِشْرَةِ [الْعُسْرَةِ] وَالْمُوَاسَاةُ مَعَ الْعُسْرَةِ [الْعِشْرَةِ] ","غرر الحكم ودرر الكلم"],["خَيْرُ إِخْوَانِكَ مَنْ وَاسَاكَ وَخَيْرٌ مِنْهُ مَنْ كَفَاكَ وَإِنِ احْتَاجَ إِلَيْكَ أَعْفَاكَ [خَيْرُ إِخْوَانِكَ مَنْ إِذَا احْتَجْتَ إِلَيْهِ كَفَاكَ وَإِذَا احْتَاجَ إِلَيْكَ أَعْفَاكَ‏]","غرر الحكم ودرر الكلم"],["خَيْرُ إِخْوَانِكَ مَنْ وَاسَاكَ بِخَيْرِهِ وَخَيْرٌ مِنْهُ مَنْ أَغْنَاكَ عَنْ غَيْرِهِ","غرر الحكم ودرر الكلم"],["خَيْرُ إِخْوَانِكَ مَنْ دَلَّكَ عَلَى هُدًى وَأَكْسَبَكَ تُقًى وَصَدَّكَ عَنِ اتِّبَاعِ هَوًى","غرر الحكم ودرر الكلم"],["صَاحِبِ الْإِخْوَانَ بِالْإِحْسَانِ وَتَغَمَّدْ ذُنُوبَهُمْ بِالْغُفْرَانِ","غرر الحكم ودرر الكلم"],["لِيَكُنْ أَحَبُّ النَّاسِ إِلَيْكَ وَأَحْظَاهُمْ لَدَيْكَ أَكْثَرَهُمْ سَعْياً فِي مَنَافِعِ النَّاسِ","غرر الحكم ودرر الكلم"],["مَنِ اهْتَمَّ بِكَ فَهُوَ صَدِيقُكَ","غرر الحكم ودرر الكلم"],["لَا يَشْبَعُ الْمُؤْمِنُ وَأَخُوهُ جَائِعٌ","غرر الحكم ودرر الكلم"]]