[["تُبْتَنَى الْأُخُوَّةُ فِي اللَّهِ عَلَى التَّنَاصُحِ فِي اللَّهِ وَالتَّبَاذُلِ فِي اللَّهِ وَالتَّعَاوُنِ عَلَى طَاعَةِ اللَّهِ وَالتَّنَاهِي عَنْ مَعَاصِي اللَّهِ وَالتَّنَاصُرِ فِي اللَّهِ وَإِخْلَاصِ الْمَحَبَّةِ","غرر الحكم ودرر الكلم"],["الْمَوَدَّةُ فِي اللَّهِ [لِلَّهِ‏] أَقْرَبُ نَسَبٍ","غرر الحكم ودرر الكلم"],["الْمَوَدَّةُ فِي اللَّهِ آكَدُ مِنْ وَشِيجِ الرَّحِمِ","غرر الحكم ودرر الكلم"],["الْمَوَدَّةُ فِي اللَّهِ أَكْمَلُ النَّسَبَيْنِ [آكَدُ الشَّيْئَيْنِ‏]","غرر الحكم ودرر الكلم"],["الْإِخْوَانُ فِي اللَّهِ تَعَالَى تَدُومُ مَوَدَّتُهُمْ لِدَوَامِ سَبَبِهَا","غرر الحكم ودرر الكلم"],["الْأَخُ الْمُكْتَسَبُ فِي اللَّهِ أَقْرَبُ الْأَقْرِبَاءِ وَأَحَمُّ [أَرْحَمُ‏] مِنَ الْأُمَّهَاتِ وَالْآبَاءِ","غرر الحكم ودرر الكلم"],["أَخُوكَ فِي اللَّهِ مَنْ هَدَاكَ إِلَى رَشَادٍ [الرَّشَادِ] وَنَهَاكَ عَنْ فَسَادٍ [الْفَسَادِ] وَأَعَانَكَ إِلَى [عَلَى‏] إِصْلَاحِ مَعَادٍ","غرر الحكم ودرر الكلم"],["بِالتَّوَاخِي فِي اللَّهِ تَثْمُرُ الْأُخُوَّةُ","غرر الحكم ودرر الكلم"],["خَيْرُ الْإِخْوَانِ مَنْ كَانَتْ فِي اللَّهِ مَوَدَّتُهُ","غرر الحكم ودرر الكلم"],["عَلَى التَّوَاخِي فِي اللَّهِ تَخْلُصُ الْمَحَبَّةُ","غرر الحكم ودرر الكلم"],["كُلُّ مَوَدَّةٍ مَبْنِيَّةٍ عَلَى غَيْرِ ذَاتِ اللَّهِ ضَلَالٌ وَالِاعْتِمَادُ عَلَيْهَا مُحَالٌ","غرر الحكم ودرر الكلم"],["مَنْ آخَى [تَاجَرَ] فِي اللَّهِ غَنِمَ","غرر الحكم ودرر الكلم"],["مَنْ آخَى فِي الدُّنْيَا [لِلدُّنْيَا] حُرِمَ","غرر الحكم ودرر الكلم"],["مَنْ كَانَتْ صُحْبَتُهُ فِي اللَّهِ كَانَتْ صُحْبَتُهُ كَرِيمَةً وَمَوَدَّتُهُ مُسْتَقِيمَةً","غرر الحكم ودرر الكلم"],["مَنْ لَمْ تَكُنْ مَوَدَّتُهُ فِي اللَّهِ فَاحْذَرْهُ فَإِنَّ مَوَدَّتَهُ لَئِيمَةٌ وَصُحْبَتَهُ مَشُومَةٌ","غرر الحكم ودرر الكلم"],["مَنْ مَتَّ إِلَيْكَ بِحُرْمَةِ الْإِسْلَامِ فَقَدْ مَتَّ بِأَوْثَقِ الْأَسْبَابِ","غرر الحكم ودرر الكلم"],["مَا تَوَاخَى قَوْمٌ عَلَى غَيْرِ ذَاتِ اللَّهِ سُبْحَانَهُ إِلَّا كَانَتْ أُخُوَّتُهُمْ عَلَيْهِمْ تِرَةً [تِرَةً عَلَيْهِمْ‏] يَوْمَ الْعَرْضِ عَلَى اللَّهِ سُبْحَانَهُ","غرر الحكم ودرر الكلم"],["وَاصِلُوا مَنْ تُوَاصِلُونَهُ فِي اللَّهِ وَاهْجُرُوا مَنْ تَهْجُرُونَهُ فِي اللَّهِ سُبْحَانَهُ","غرر الحكم ودرر الكلم"],["وَادُّوا مَنْ تُوَادُّونَهُ فِي اللَّهِ وَأَبْغِضُوا مَنْ تُبْغِضُونَهُ فِي اللَّهِ سُبْحَانَهُ","غرر الحكم ودرر الكلم"],["إِخْوَانُ الدِّينِ أَبْقَى مَوَدَّةً","غرر الحكم ودرر الكلم"],["مَوَدَّةُ ذَوِي الدِّينِ بَطِيئَةُ الِانْقِطَاعِ دَائِمَةُ الثَّبَاتِ وَالْبَقَاءِ","غرر الحكم ودرر الكلم"]]