{
"title": "صفات المنافق",
"type": "text",
"data": [
{
"text": "النِّفَاقُ مَبْنِيٌّ عَلَى الْمَيْنِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْمُنَافِقُ مَكُورٌ مُضِرٌّ [مصر] مُرْتَابٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْمُنَافِقُ قَوْلُهُ جَمِيلٌ وَفِعْلُهُ الدَّاءُ الدَّخِيلُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْمُنَافِقُ لِسَانُهُ يَسُرُّ وَقَلْبُهُ يَضُرُّ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْغَشُوشُ [الْغَشِيشُ‏] لِسَانُهُ حُلْوٌ وَقَلْبُهُ مُرٌّ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْمُنَافِقُ وَقِحٌ غَبِيٌّ مُتَمَلِّقٌ شَقِيٌّ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْمُنَافِقُ لِنَفْسِهِ مُدَاهِنٌ وَعَلَى النَّاسِ طَاعِنٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "احْذَرُوا أَهْلَ النِّفَاقِ فَإِنَّهُمُ الضَّالُّونَ الْمُضِلُّونَ [وَ] الزَّالُّونَ الْمُزِلُّونَ قُلُوبُهُمْ دَوِيَّةٌ وَصِحَافُهُمْ [صفاههم‏] نَقِيَّةٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَظْهَرُ النَّاسِ نِفَاقاً مَنْ أَمَرَ بِالطَّاعَةِ وَلَمْ يَعْمَلْ بِهَا وَنَهَى عَنِ الْمَعْصِيَةِ وَلَمْ يَنْتَهِ عَنْهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "أَشَدُّ النَّاسِ نِفَاقاً مَنْ أَمَرَ بِالطَّاعَةِ وَلَمْ يَعْمَلْ بِهَا وَنَهَى عَنِ الْمَعْصِيَةِ وَلَمْ يَنْتَهِ عَنْهَا",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "إِنِّي أَخَافُ عَلَيْكُمْ كُلَّ عَلِيمِ اللِّسَانِ مُنَافِقِ الْجَنَانِ يَقُولُ مَا تَعْلَمُونَ وَيَفْعَلُ مَا تُنْكِرُونَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "حَسَدَةُ الرَّخَاءِ وَمُؤَكِّدُو الْبَلَاءِ وَمُقْنِطُو الرَّجَاءِ لَهُمْ بِكُلِّ طَرِيقٍ صَرِيعٌ وَإِلَى كُلِّ قَلْبٍ شَفِيعٌ وَلِكُلِّ شَجْوٍ دُمُوعٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "الْمُنَافِقُ مُرِيبٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كُلُّ مُنَافِقٍ مُرِيبٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "شُكْرُ الْمُنَافِقِ لَا يَتَجَاوَزُ لِسَانَهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "عِلْمُ الْمُنَافِقِ فِي لِسَانِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "عَادَةُ الْمُنَافِقِينَ تَهْزِيعُ الْأَخْلَاقِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَدْ أَعَدُّوا لِكُلِّ حَقٍّ بَاطِلًا وَلِكُلِّ قَائِمٍ [قَوِيمٍ‏] مَائِلًا وَلِكُلِّ حَيٍّ قَاتِلًا وَلِكُلِّ بَابٍ مِفْتَاحاً وَلِكُلِّ لَيْلٍ صَبَاحاً",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "كَثْرَةُ الْوِفَاقِ نِفَاقٌ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "مَنْ كَثُرَ نِفَاقُهُ لَمْ يُعْرَفْ وِفَاقُهُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لِسَانُهُ كَالشَّهْدِ وَلَكِنْ قَلْبُهُ سِجْنٌ لِلْحِقْدِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لِسَانُ الْمُرَائِي جَمِيلٌ وَفِي قَلْبِهِ الدَّاءُ الدَّخِيلُ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "وَرَعُ الْمُنَافِقِ لَا يَظْهَرُ إِلَّا عَلَى لِسَانِهِ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَا تَلْتَمِسِ الدُّنْيَا بِعَمَلِ الْآخِرَةِ وَلَا تُؤْثِرِ الْعَاجِلَةَ عَلَى الْآجِلَةِ فَإِنَّ ذَلِكَ شِيمَةُ الْمُنَافِقِينَ وَسَجِيَّةُ الْمَارِقِينَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "لَا تَكُنْ مِمَّنْ يَرْجُو الْآخِرَةَ بِغَيْرِ عَمَلٍ وَيُسَوِّفُ التَّوْبَةَ بِطُولِ الْأَمَلِ يَقُولُ فِي الدُّنْيَا بِقَوْلِ الزَّاهِدِينَ وَيَعْمَلُ فِيهَا بِعَمَلِ الرَّاغِبِينَ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "قَالَ ع فِي وَصْفِ مَنْ ذَمَّهُ يَقُولُ فِي الدُّنْيَا بِقَوْلِ الزَّاهِدِينَ وَيَعْمَلُ فِيهَا بِعَمَلِ الرَّاغِبِينَ يُظْهِرُ شِيمَةَ الْمُحْسِنِينَ وَيُبْطِنُ عَمَلَ الْمُسِيئِينَ يَكْرَهُ الْمَوْتَ لِكَثْرَةِ ذُنُوبِهِ وَلَا يَتْرُكُهَا فِي حَيَاتِهِ يُسْلِفُ الذَّنْبَ وَيُسَوِّفُ بِالتَّوْبَةِ يُحِبُّ الصَّالِحِينَ وَلَا يَعْمَلُ أَعْمَالَهُمْ وَيُبْغِضُ الْمُسِيئِينَ وَهُوَ مِنْهُمْ يَقُولُ لِمَ أَعْمَلُ فَأَتَعَنَّى بَلْ أَجْلِسُ فَأَتَمَنَّى يُبَادِرُ دَائِباً مَا يَفْنَى وَيَدَعُ أَبَداً مَا يَبْقَى يَعْجِزُ عَنْ شُكْرِ مَا أُوتِيَ وَيَبْتَغِي الزِّيَادَةَ فِيمَا بَقِيَ يُرْشِدُ غَيْرَهُ وَيُغْوِي نَفْسَهُ وَيَنْهَى النَّاسَ بِمَا لَا يَنْتَهِي وَيَأْمُرُهُمْ بِمَا لَا يَأْتِي يَتَكَلَّفُ مِنَ النَّاسِ مَا لَمْ يُؤْمَرْ وَيُضَيِّعُ مِنْ نَفْسِهِ مَا هُوَ أَكْثَرُ يَأْمُرُ النَّاسَ وَلَا تَأْتَمِرُ وَيُحَذِّرُهُمْ وَلَا يَحْذَرُ يَرْجُو ثَوَابَ مَا لَمْ يَعْمَلْ وَيَأْمَنُ عِقَابَ جُرْمٍ مُتَيَقَّنٍ يَسْتَمِيلُ وُجُوهَ النَّاسِ بِتَدَيُّنِهِ وَيُبْطِنُ ضِدَّ مَا يُعْلِنُ يَعْرِفُ لِنَفْسِهِ عَلَى غَيْرِهِ وَلَا يَعْرِفُ عَلَيْهَا لِغَيْرِهِ يَخَافُ عَلَى غَيْرِهِ بِأَكْثَرَ مِنْ ذَنْبِهِ وَيَرْجُو لِنَفْسِهِ أَكْثَرَ مِنْ عَمَلِهِ يَرْجُو اللَّهَ فِي الْكَبِيرِ وَيَرْجُو الْعِبَادَ فِي الصَّغِيرِ فَيُعْطِي الْعَبْدَ مَا لَا يُعْطِي الرَّبَّ",
"source": "غرر الحكم ودرر الكلم"
},
{
"text": "يَمْشُونَ الْخَفَاءَ وَيَدُبُّونَ الضَّرَّاءَ قَوْلُهُمُ الدَّوَاءُ وَفِعْلُهُمُ الدَّاءُ الْعَيَاءُ يَتَقَارَضُونَ الثَّنَاءَ وَيَتَقَارَبُونَ الْجَزَاءَ يَتَوَصَّلُونَ إِلَى الطَّمَعِ بِالْيَأْسِ وَيَقُولُونَ فَيُشَبِّهُونَ يُنَافِقُونَ فِي الْمَقَالِ وَيَقُولُونَ فَيُوهِمُونَ",
"source": "غرر الحكم ودرر الكلم"
}
]
}