[["أَرْبَعَةٌ لا تُردُّ لَهُمْ دَعْوَةٌ: إِمامٌ عادِلٌ، وَ والِدٌ لِوَلَدِه، وَ الرَّجُلُ يَدْعُو\rلِأَخيهِ بِظَهْر الْغَيْبِ، وَ الْمَظْلُومُ يَقُولُ اللهُ وَ عِزَّتي وَ جَلالي لَأَنْتَصِرَنٌّ لَكَ وَ لَوْ بَعْدَ\rحينٍ.","عيون الحكم والمواعظ"],["أَرْبَعَةٌ لا يَنْظُرُ اللهُ تَعالى إِلَيْهِم يَوْمَ الْقِىمَةِ: عاقُّ والِدَيْهِ، وَجارُ سَوْءِ\rفِي دارِ مُقامٍ، وَ دَيُّوثٌ، وَ مُدْمِنُ خَمْرٍ.","عيون الحكم والمواعظ"],["أَرْبَعَةٌ مِنْ قَواصِمِ الظَّهْرِ: إِمامٌ يَعْصِي اللهَ وَ يُطاعُ أَمْرُهُ، وَ زَوْجَةٌ يَحْفَظٌها\rزَوْجُها وَ هِيَ تَخُونُهُ، وَ فَقْرٌ لا يَجِدُ صاحِبُهُ لَهُ مُداوِياً، |وَ جارُ سُوءٍ فِي دارِ مقام|.","عيون الحكم والمواعظ"],["أَرْبَعُ خِصالٍ فِي وَلَدِ الزِّنا عَلامَةٌ عَلَيْهِ: أَحَدُها بُغْضُنا أَهْلَ الْبَيْتِ، وَ ثانيها\rأَنْ يَحِنَّ عَلى الْحَرامِ الَّذي خُلِقَ مِنْهُ، وَ ثالِثُهَا الْإِسْتِخْفافُ بِالدِّينِ، وَ رابِعُها سُوءُ\rالْمَحْضَرِ لِلنّاسِ.","عيون الحكم والمواعظ"],["أَرْبَعٌ الْقَليلُ مِنْها كَثيرٌ: اَلنَّارُ، وَ النَّوْمُ، وَ الْمَرَضُ، وَ الْعَداوَةُ","عيون الحكم والمواعظ"],["أَرْبَعٌ تُميتُ الْقَلْبَ: الذَّنْبُ عَلى الذَّنْبِ، وَ مُلاحاةُ الْأَحْمَقِ، وَ كَثْرَةُ مُثافَنَةِ\rالنِّساءِ، وَ الْجُلُوسُ مَعَ الْمَوْتى، قيلَ لَهُ: وَ مَنِ الْمُوْتى يا أَميرَ الْمُؤْمِنينَ؟ قالَ:\rكُلُّ عَبْدٍ مُتْرِفٍ.","عيون الحكم والمواعظ"],["أَرْبَعَةٌ لا تُقْبَلُ لَهُمْ صَلاةٌ: الإِمامُ الْجائِرُ، وَ الرَّجُلُ يَؤُمُّ الْقَوْمَ وَ هُمْ لَهُ\rكارِهُونَ، وَ الْعَبْدُ الْابِقُ مِنْ مَواليهِ مِنْ غَيرِ ضَرُورَةٍ، وَ الْمَرْأةُ تَخْرُجُ مِنْ بَيْتِ زَوْجِها\rبِغَيرِ إِذْنِه.","عيون الحكم والمواعظ"],["أَرْبَعٌ هِيَ مَطْلُوباتُ النّاسِ فِي الدُّنْيا: الْغِنى، وَ الدَّعَةُ، وَ قِلَّةُ الْإِهْتِمامِ،\rوَ الْعِزُّ. فَأَمَّا الْغِنى: فَمَوْجُودٌ فِي الْقَناعَةِ فَمَنْ طَلَبَهُ في كَثْرَةِ الْمالِ لَمْ يَجِدْهُ، وَ\rأَمَّا الدَّعَةُ: فَمَوْجودَةٌ في خِفَّةِ الْمَحْمِلِ فَمَنْ طَلَبَها في ثِقْلِه لَمْ يَجِدْها، وَ أَمّا قِلَّةُ\rالْإِهْتِمامِ: فَمَوجودَةٌ في قِلَّةِ الشُّغْلِ فَمَنْ طَلَبَها في كَثْرَتِه لَمْ يَجِدْها، وَ أَمَّا الْعِزُّ:\rفَمَوْجُودٌ في خِدْمَةِ الْخالِقِ فَمَنْ طَلَبَهُ في خِدْمَهِ الْمَخْلُوقِ لَمْ يَجِدْهُ.","عيون الحكم والمواعظ"],["أَرْبَعٌ مَنْ أُعْطِيَهُنَّ فَقَدْ أُعْطيَ خَيرَ الدُّنْيا وَ الْاخِرَةِ: صِدْقُ حَديثٍ، وَ أداءُ\rأَمانَةٍ، وَ عِفَّةُ بَطْنٍ، وَ حُسْنُ خُلْقٍ.","عيون الحكم والمواعظ"],["أَرْبَعٌ تَشينُ الرَّجُلَ: البُخْلُ، وَ الْكِذْبُ، وَ الشَّرَهَ، وَ سُوءُ الْخُلْقِ.","عيون الحكم والمواعظ"]]