{
"title": "بلفظ الأمر في خطاب الجمع وهو مائة وأربع عشرة حكمة",
"type": "text",
"data": [
{
"text": "اِتّقُوا اللهَ الَّذي إِنْ قُلْتُمْ سَمِعَ وَ إِنْ أَضْمَرْتُمْ عَلِمَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِحْترِسُوا مِنْ سَوْرَةِ الْغَضَبِ وَ أَعِدُّوا لَهُ عُدَّةً تُجاهِدُونَ بِها فِي الْكَظْمِ وَ الْحِلْمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَخْرِجُوا الدُّنْيا عَنْ قُلُوبِكُمْ قَبْلَ أَنْ تَخْرُجَ مِنْها أَجْسامُكُمْ فَفيهَا احْتَزَمْتُمْ وَلِغَيرِها خُلِقْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِلْزَمُوا الْحَقَّ تَلْزَمْكُمُ النَّجاةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَخْلِصُوا إِذا عَمِلْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْمَلُوا إِذا عَلِمْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَشْغِلُوا أَنْفُسَكُمْ بِالطّاعَةِ وَ أَلْسِنَتَكُمْ بِالذِّكْرِ وَقُلُوبَكُمْ بِالرِّضا فيما أَحْبَبْتُمْ وَكَرِهْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَقيلُوا ذَوِي الْعَثَراتِ عَثَراتِهِمْ فَما يَعْثُرُ مِنْهُمْ عاثِرٌ إِلّا وَ يَدُ اللهِ تَرْفَعُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَحْسِنُوا تِلاوَةَ الْقُرْآنَ فَإِنَّهُ أَنْفَعُ مِنَ الْقَصَصِ وَ اسْتَشْفُوا بِه فَإِنَّهُ شِفاءُ الصُّدُورِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اقْتَدُوا بِهَدْيِ نَبِيِّكُمْ فَإِنَّهُ أَصْدَقُ الْهَدْيِ وَ اسْتَنُّوا بِسُنَّتِه فَإِنَّهُ أَهْدَى السُّنَنِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اقْنَعُوا بِالْقَليلِ مِنْ دُنْياكُمْ مَعَ سَلامَةِ دينِكُمْ فَإِنَّ الْمُؤْمِنَ الْبُلْغَةُ الْيَسيرَةُ مِنَ الدُّنْيا تَقْنَعُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَعِدُّوا لِلْمَوْتِ فَقَدْ أَظَلَّكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَسْمِعُوا دَعْوَةَ الْمُؤْمِنِ آذانَكُمْ قَبْلَ أَنْ يُدْعى بِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِرْفُضُوا هذِهِ الدُّنْيا فَإِنَّها ذَميمَةٌ فَقَدْ رَفَضَتْ مَنْ كانَ أَشْغَفَ بِها مِنْكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا دَعْوَةَ الْمَظْلُومِ فَإِنَّهُ يَسْئَلُ اللهَ حَقَّهُ وَ اللهُ سُبْحانَهُ أَكْرَمُ مِنْ أَنْ يُسْئَلَ حَقّاً إِلّا أَجابَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا ظُنُونَ الْمُؤْمِنينَ فَإِنَّ اللهَ أَجْرَى الْحَقَّ عَلى أَلْسِنَتِهِمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِقْمَعُوا نَواجِمَ الْفَخْرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إقْدَعُوا طَوالِعَ الْكِبْرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِرْغَبُوا فيما وَعَدَ اللهُ الْمُتَّقينَ فَإِنَّ أَصْدَقَ الْوَعْدِ ميعادُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْمَلُوا لِيَوْمٍ تُدَّخَرُ فيهِ الذَّخائِرُ وَ تُبْلى فيهِ السَّرائِرُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اُذْكُرُوا هادِمَ اللَّذّاتِ وَ مُنَغَّصَ الشَّهَواتِ وَ داعِيَ الشَّتاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اُذْكُرُوا مُفَرِّقَ الْجَماعاتِ وَ مُباعِدَ الْاُمْنِيّاتِ وَ مُدْنِيَ الْمَنِيّاتِ وَ الْمُؤْذِنَ بِالْبَيْنِ وَ الشَّتاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اُرْفُضوا هذهِ الدُّنْيَا التّارِكَةِ لَكُمْ",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِحْتَرِسُوا مِنْ سَوْرَةِ الْجَهْلِ وَ الْحِقْدِ وَالْغَضَبِ وَ الْحَسَدِ وَ أَعِدُّوا لِكُلِّ شَيْ ءٍ مِنْ\rذلِكَ عُدَّةً تُجاهِدُونَهُ بِها مِنَ الْفِكْرِ فِي الْعاقِبَةِ وَ مَنْعِ الرَّذيلَةِ وَ طَلَبِ الْفَضيلَةِ وَ\rصَلاحِ الْاخِرَةِ وَ لُزُومِ الْحِلْمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْجَبُوا لِهذا الْإِنْسانِ يَنْظُرُ بِشَحْمٍ وَ يَتَكَلَّمُ بِلَحْمٍ وَ يَسْمَعُ بِعَظْمٍ وَ يَتَنَفَّسُ مِنْ خُرْمٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اتَّقُوا غُرُورَ الدُّنْيا فَإِنَّها تَسْتَرْجِعُ أَبَداً ما خَدَعَتْ بِهِ مِنَ الْمَحاسِنِ وَ تَزْعَجُ الْمُطْمَئِنَّ إِلَيْها وَ الْقاطِنَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ائْتَمِرُوا بِالْمَعْرُوفِ وَ أُمُرُوا بِهِ وَ تَناهَوْا عَنِ الْمُنْكَر وَ انْهَوْا عَنْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَعيذُوا بِاللهِ مِنْ سُكْرِ الْغِنى فَإِنَّ لَهُ سُكْرَةً بَعيدَةَ الْإِفاقَة.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَعيذُوا بِاللهِ مِنْ لَواقِحِ الْكِبْرِ كَما تَسْتَعيذُونَهُ مِنْ طَوارِقِ الدَّهْرِ وَاسْتَعِدُّوا لِلْمُجاهَدَةِ حَسَبَ الطّاقَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِلْجَأوا إِلَى التَّقْوى فَإِنَّها جُنَّةٌ مَنيعَةٌ مَنْ لَجَأَ إِلَيْها حَصَّنَتْهُ وَ مَنِ اعْتَصَمَ بِها عَصَمَتْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْتَصِمُوا بِتَقْوَى اللهِ فَإِنَّ لَهُ حَبْلاً وَثيقاً عُرْوَتُهُ وَ مُعْتَقَلاً مَنيعاً ذِرْوَتُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا اللهَ تُقاةَ مَنْ سَمِعَ فَخَشَعَ وَ اقْتَرَفَ فَاعْتَرَفَ وَ عَلِمَ فَوَجِلَ وَ حَاذَرَ فَبادَرَ وَ عَمِلَ فَأَحْسَنَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اتَّقُوا اللهَ تُقاةَ مَنْ دُعِيَ فَأَجابَ وَ تابَ فَأنابَ وَ حُذِّرَ فَحَذِرَ وَ عُبِّرَ فَاعْتَبَرَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْمَلُوا مِنْ غَيرِ رِياءٍ وَ لا سُمْعَةٍ فَإِنَّهُ مَنْ يَعْمَلْ لِغَيرِ اللهِ يَكِلُهُ اللهُ إِلى مَنْ عَمِلَ لَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِغْتَنِمُوا الشُّكْرَ فَأَدْنى نَفْعِهِ الزِّيادَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اُطْلُبُوا الْعِلْمَ تَرْشُدُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْمَلُوا بِالْعِلْمِ تَسْعَدُوا بِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَنْزِلُوا الرِّزْقِ بِالصَّدَقَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْمَحُوا إِذا سُئِلْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَمْلِكُوا أَنْفُسَكُمْ بِدَوامِ جِهادِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْمَعُوا مِنْ رَبَّانِيَّكُمْ وَ أَحْضِرُوهُ قُلوُبَكُم وَ اسْمَعُوا إِنْ هَتَفَ بِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِقْبَلُوا النَّصيحَةَ مِمَّنْ أَهْداها إِلَيْكُمْ وَ أَعْقِلُوها عَلى أَنْفُسِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّعِظُوا بِمَنْ كانَ كانَ قَبْلَكُمْ قَبْلَ أَنْ يَتَّعِظَ بِكُمْ مَنْ بَعْدَكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَسْهِرُوا عُيُونَكُمْ وَ ضَمِّرُوا بُطُونَكُمْ وَ خُذُوا مِنْ أَجْسادِكُمْ تَجُودُوا بِها عَلى أَنْفُسِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِلْزَمُوا الأرْضَ وَ اصْبِرُوا عَلى الْبَلاءِ وَ لا تُحَرِّكُوا بِأَيْديكُمْ سُيُوفَكُمْ وَ هَوى أَلْسِنَتِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَفيضُوا في ذِكْرِ اللهِ فَإِنَّهُ أَحْسَنُ الذِّكْرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِجْعَلوا كُلَّ رَجائِكُمْ لِلّهِ وَ لا تَرْجَوه أَحَداً سِواهُ فَإِنَّهُ ما رَجا أَحَدٌ غَيرَ اللهِ إِلّا خابَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَجيبُوا لِأَنْبِياءِ اللهِ وَ سَلِّمُوا لِأَمْرِهِمْ وَ اعْمَلُوا بِطاعَتِهِمْ تَدْخُلُوا في شَفاعَتِهِمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِنْتَهِزُوا فُرَصَ الْخَيرِ فَإِنَّها تَمُرُّ مَرَّ السَّحابِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَحْيُوا مِنَ الْفِرارِ فَإِنَّهُ عارٌ فِي الْأَعْقابِ وَ نارٌ يَوْمَ الْحِسابِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أكْذِبُوا آمالَكُمْ وَ اغْتَنِمُوا آجالَكُمْ بِأَحْسَنِ أَعْمالِكُمْ وَ بادِرُوا مُبادَرَةَ أُولِي النُّهى وَ الْأَلْبابِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اذْكُرُوا عِنْدَ الْمَعاصي ذَهابَ اللَّذَّاتِ وَ بَقاءَ التَّبِعاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اهْجُرُوا الشَّهَواتِ فَإِنَّها تَقُودُكُمْ إِلى رُكُوبِ الذُّنُوبِ وَ التَّهَجُّمِ إِلى السَّيِّئاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اسْتَحِقُّوا ما أَعَدَّ اللهُ لَكُمْ بِالتَّنَجُّزِ لِصِدْقِ ميعادِه وَ الْحَذَرِ مِنْ هَوْلِ مَعادِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّعِظُوا بِالعِبَرِ وَ اعْتَبِرُوا بِالغيرِ وَ انْتَفِعُوا بِالنُّذُرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِمْتاحُوا مِنْ صَفْوِ عَينٍ قَدْ رُوِّقَتْ مِنَ الْكَدَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْعَوْا في فَكاكِ رِقابِكُمْ قَبْلَ أَنْ تُغْلَقَ رَهائِنُها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَحْسِنُوا جِوارَ نِعَمِ الدِّينِ وَ الدُّنْيا بِالشُّكْرِ لِمَنْ دَلَّكُمْ عَلَيها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَتِمُّوا نِعَمَ اللهِ عَلَيْكُمْ بِالصَّبْرِ عَلى طاعَتِه وَ الْمُحافَظَةِ عَلى مَا اسْتَحْفَظَكُمْ مِنْ كِتابِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا شِرارَ النِّساءِ وَ كُونُوا مِنْ خِيارِهِنَّ عَلى حَذَرٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا اللهَ حَقَّ تُقاتِه وَ اسْعَوْا في مَرْضاتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا الْبَغْيَ فَإِنَّهُ يَسْلُبُ النِّعَمَ وَ يَجْلِبُ النِّقَمَ وَ يُوجِبُ الْغِيَرَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا مَعاصِيَ اللهِ فِي الْخَلَواتِ فَإِنَّ الشَّاهِدَ هُوَ الْحاكِمُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اُبْعُدُوا عَنِ الظُّلْمِ فَإِنَّهُ أَعْظَمُ الْجَرائِمِ وَ أَكْبَرُ الْمَآثِمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَحْيُوا الْمَعْرُوفَ بِإِماتَتِه فَإِنَّ الْمِنَّةَ تَهْدِمُ الصَّنيعَةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَغْلِبُوا الْجَزَعَ بِالصَّبْرِ فَإِنَّ الْجَزَعَ مُحْبِطُ الْأَجْرِ وَ يُعَظِّمُ الْفَجِيعَةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَقْبِلُوا عَلى مَنْ أَقْبَلَتْ عَلَيْهِ الدُّنْيا فَإِنَّهُ أَجْدَرُ بِالْغِنى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِلْزَمُوا الْجَماعَةَ وَ اجْتَنِبُوا الْفُرْقَةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِطْرحُوا سُوءَ الظَّنِّ مِنْكُمْ فَإِنَّ اللهَ عَزَّ وَ جَلَّ نَهى عَنْ ذلِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَيُّهَا النَّاسُ انْظُرُوا إِلَى الدُّنْيا نَظَرَ الزّاهِدينَ فيهَا الْماقِتينَ لَها فَما\rخُلِقَ امْرُؤٌ عَبَثاً فَيَلْهُو وَ لا أُمْهِلَ سُدىً فَيَلْغو وَ ما دُنْيَا الَّتي تُزَيِّنُهُ بِخَيْرٍ مِنَ\rالْاخِرَةِ ألّتي قَبّحَها سوءَ النّظَر إلَيها وَ الخَسِيسُ الّذي أَظْفِرَ بِه مِنَ الاخِرَة عَلى\rسُهْمَتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْتَبِرُوا وَ انْظُرُوا إِدْبارَ ما قَدْ أَدْبَرَ وَ حُضُورَ ما قَدْ حَضَرَ فَكَأَنَّ ما هُوَ\rكائِنٌ لَمْ يَكُنْ وَ كَأَنَّ ما هُوَ آتٍ قَدْ نَزَلَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أُنْظُرُوا إِلَى الدُّنْيا نَظَرَ الزّاهِدينَ فيها فَإِنَّها وَ اللهِ عَنْ قَليلٍ تُزيلُ\rالثّاوِيَ السّاكِنَ وَ تَفْجَعُ الْمُتْرِفَ الْامِنَ، لا يَرْجِعُ ما تَوَلّى عَنْها فَأَدْبَرَ، وَ لا يُدْرى\rما هُوَ آتٍ مِنْها فَيُنْتَظَرُ، سُرُورُها مَشُوبٌ بِالْحُزْنِ، فَآخِرُ الْحَياةِ فيها إِلَى الضَّعْفِ وَ\rالْوَهْنِ، فَلا يَغُرَّنَّكُمْ كَثْرَةُ ما يُعْجبُكُمْ مِنْها بِقِلَّةِ ما يَصْحَبُكُمْ فيها، رَحِمَ اللهُ عَبْداً\rتَفَكَّرَ فَاعْتَبَرَ وَ اعْتَبَرَ فَأبصرَ إِدْبارَ ما قَدْ أَدْبَرَ وَ حُضُورَ ما قَدْ حَضَرَ وَ كَأَنَّ ما هُوَ\rكائِنٌ مِنَ الدُّنْيا عَنْ قَليلٍ لَمْ يَكُنْ وَ كَأَنَّ ما هُوَ كائِنٌ مِنَ الْاخِرَةِ لَمْ يَزَلْ وَ كَأَنَّ ما\rهُوَآتٍ قَريبٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْلَمُوا أَنَّكُمْ مَيِّتُونَ وَ مَبْعُوثُونَ مِنْ بَعْدِ الْمَوْتِ وَ مَوْقُوفُونَ عَلى أَعْمالِكُمْ وَ\rمُجْزَونَ بِها وَ لا تَغُرَّنكُمُ الْحَياةُ الدُّنْيا فَإِنَّها دارٌ بِالْبَلاءِ مَحْفُوفَةٌ وَ بِالْعَناءِ\rمَعْرُوفَةٌ وَ بِالْغَدْرِ مَوْصُوفَةٌ وَ كُلُّ ما فيها إلى زَوالٍ وَ هِيَ بَيْنَ أَهْلِها دُوَلٌ وَ سِجالٌ\rلا تَدُومُ أَحْوالُها وَ لَمْ يَسْلَمْ مِنْ شَرِّها نُزّالُها، بَيْنا أَهْلُها مِنْها في رَخاءٍ وَ سُرُورٍ\rإِذا هُمْ في بَلاءٍ وَ غُرُورٍ، أَحْوالٌ مُخْتَلِفَةٌ وَ تاراتٌ مُتَصَرِّفَةٌ، الْعَيْشُ فيها مَذْمُومٌ وَ\rالرَّخاءُ فيها لا يَدُومُ وَ إِنَّما أَهْلُها فيها أَغْراضٌ مُسْتَهْدَفَةٌ فَتَرْميهِمْ سِهامُها وَ\rتَقْصِمُهُمْ بِحِمامِها وَ كُلٌّ حتْفُهُ فيها مَقْدُورٌ وَ حَظُّهُ مِنْها غَيرُ مَوْفُورٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَعِدُّوا لِيَوْمٍ تَشْخَصُ فيهِ الْأَبْصارُ وَ تَزِلُّ لِهَوْلِهِ الْعُقُولُ وَ تَتَبَلَّدُ الْبَصائِرْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا باطِلَ الْأَمَلِ فَرُبَّ مُسْتَقْبِلِ يَوْمٍ لَيْسَ بِمُسْتَدْبِرٍ وَ مَغْبُوطٍ في أَوَّلِ لَيْلِه قامَتْ عَلَيْهِ بَواكيه في آخِرِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْمَلُوا وَ أَنْتُمْ في دارِ الْفَناءِ وَ الصُّحُفُ مَنْشُورَةٌ وَ التَّوْبَةُ مَبْسُوطَةٌ وَ\rالْمُدْبِرُ يُدْعا وَ الْمُسي ءُ يُرْجا قَبْلَ أَنْ يُخْمَدَ الْعَمَلُ وَ يَنْقَطِعَ الْمَهَلُ وَ تَنْقَضِيَ الْمُدَّةُ\rوَ يُسَدَّ بابُ التَّوْبَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِمْخَضُوا الرَّأْيَ مَخْضَ السِّقاءِ يُنْتِجُ سَديدَ الاراءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّهِمُوا عُقُولَكُمْ فَإِنَّ مِنَ الثِّقَةِ بِها يَكُونُ الْخَطَأُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَحْسِنُوا صُحْبَةَ النِّعَمِ قَبْلَ فِراقِها فَإِنَّها تَزُولُ وَتَشْهَدُ عَلى صاحِبِها بِما عَمِلَ فيها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَجْمِلُوا فِي الْخِطابِ تَسْمَعُوا جَميلَ الثَّوابِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِضْرِبُوا بَعْضَ الرَّأْيِ بِبَعْضٍ يَتَوَلَّدُ مِنْهُ الصَّوابُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْرِفُوا الْحَقَّ لِمَنْ عَرَفَهُ لَكُمْ صَغيراً كانَ أَوْ كَبيراً وَ ضَعيفاً كانَ أَوْ رَفيعاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا |خُداعَ| الْامالَ فَكَمْ مِنْ مُؤَمِّلِ يَوْمٍ لَمْ يُدْرِكْهُ وَ باني بِناءٍ لَمْ يَسْكُنْهُ\rوَ جامِعِ مالٍ لَمْ يَأْكُلْهُ وَ لَعَلَّهُ مِنْ باطِلٍ جَمَعَهُ وَ مِنْ حَقٍّ مَنَعَهُ أَصابَهُ حَراماً وَ احْتَمَلَ\rبه آثاماً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أُنْظُرُوا إِلىَ الدُّنْيا نَظَرَ الزّاهِدينَ فيهَا الصّادِفينَ عَنْها فانها وَ اللهُ عَمَّا قَليلٌ تُزْيلُ الثّاوي السّاكِنِ وَ تَفْجَعُ الْمُتْرَفِ الامِنِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أعْرِضُوا عَنْ كُلِّ عَمَلٍ بِكُمْ غِنىً عَنْهُ وَ اشْغَلُوا أَنْفُسَكُمْ مِنْ أَمْرِ الْاخِرَةِ بِما لابُدَّ لَكُمْ مِنْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِحْتَرِسُوا مِنْ سُوْرَةِ الْإِطْراءِ وَ الْمَدْحِ فَإِنَّ لَها ريحاً خَبيثَةً فِي الْقَلْبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْمَلُوا وَ الْعَمَلُ يَنْفَعُ وَ الدُّعاءُ يُسْمَعُ وَ التَّوْبَةُ تُرْفَعُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّبِعُوا النُّورَ الَّذي لا يُطْفى وَ الْوَجْهَ الَّذي لا يُبْلى وَ سَلِّمُوا لِأَمْرِهِ فَإِنَّكُمْ لَنْ تَضِلُّوا مَعَ التَّسْليمَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِلْزَمُوا الصَّبْرَ فَإِنَّهُ دِعامَةُ الْإِيمانِ وَ مِلاكُ الْاُمورِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اُصْدُقُوا في أَقْوالِكُمْ وَ اخْلُصُوا في أَعْمالِكُمْ وَ تَزَكُّوا بِالْوَرَعِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَصْبِحْوا مِنْ شُعْلَةِ واعِظٍ مُتَّعِظٍ وَ اقْبَلُوا نَصيحَةَ ناصِحٍ مُتَيَقِّظٍ وَ قِفُوا عِنْدَ ما أَفادَكُمْ مِنَ التَّعْليمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اُهْرُبُوا مِنَ الدُّنْيا وَ اصْرِفُوا قُلُوبَكُمْ عَنْها فَإِنَّها سِجْنُ الْمُؤْمِنِ حَظُّهُ فيها قَليلٌ وَ عَقْلُهُ بِها عَليلٌ وَ ناظِرُهُ فيها كَليلٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْقِلُوا الْخَبَرَ إِذا سَمِعْتُمُوهُ عَقْلَ رِعايَةٍ لا عَقْلَ رِوايَةٍ فَإِنَّ رُواةَ الْعِلْمِ كَثيرٌ وَ رُعاتُهُ قَليلٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا الْبَغْي فَإِنَّهُ يَسْلُبُ النِّعَمَ وَ يَجْلِبُ النِّقَمَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا الْحِرْصَ فَإِنَّ مُصاحِبَهُ رَهينُ ذُلٍّ وَ عَناءٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أُطْلُبُوا الْعِلْمَ تُعْرَفُوا بِه وَ اعْمَلُوا بِه تَكُونُوا مِنْ أَهْلِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِفْعَلُوا الْخَيرَ مَا اسْتَطَعْتُمْ فَخيرٌ مِنَ الْخَيرِ فاعِلُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِجْتَنِبُوا الشَّرَّ فَإِنَّ شَرّاً مِنَ الشَّرِّ فاعِلُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَديمُوا الذِّكْرَ فَإِنَّهُ يُنيرُ القُلُوبَ وَ هُوَ أَفْضَلُ الْعِبادَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اكْتَسِبُوا الْعِلْمَ يُكْسِبْكُمُ الْجاهَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَكْثِروا ذِكْرَ اللهِ إِذا دَخَلْتُمُ الْأَسْواقَ عِنْدَ اشْتِغالِ النّاسِ فَإِنَّهُ كَفّارَةٌ لِلذُّنُوبِ وَزيادَةٌ فِي الْحِسابِ وَ لا تَكُونُوا مِنَ الْغافِلينَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِلْزَمُوا الصِّدْقَ فَإِنَّهُ مَنْجاةٌ وَ ارْغَبُوا فيما عِنْدَ اللهِ عَزَّ وَ جَلَّ وَ اطْلُبُوا طاعَتَهُ وَ اصْبِرُوا عَلَيْها فَما أَقْبَحَ بِالْمُؤْمِنِ أَنْ يَدْخُلَ الْجَنَّةِ وَ هُوَ مَهْتُوكُ السِّتْرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَكْثِرُوا الْإِسْتِغْفارَ تَجْلِبُوا الرِّزْقَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِنْتَظِرُوا الْفَرَجَ وَ لا تَيْأسُوا مِنْ رَوْحِ اللهِ فَإِنَّ أَحَبَّ الْأَعْمالِ إِلَى اللهِ عَزَّ وَ جَلَّ إِنْتِظارُ الْفَرَجِ ما داوَمَ عَلَيْهِ الْمُؤْمِنُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَكْثِرُوا ذِكْرَ الْمَوْتِ وَ يَوْمَ خُرُوجِكُمْ مِنَ الْقُبُورِ وَ قِيامكمْ بَيْنَ يَدَيِ اللهِ عَزَّ وَ جَلَّ يُهَوِّنْ عَلَيْكُمُ الْمَصائِبَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اصْطَنِعُوا الْمَعْرُوفَ بِما قَدَرْتُمْ عَلَى اصْطِناعِه فَإِنَّهُ يَقي مَصارِعَ السَّوْءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَنْفِقُوا مِمّا رَزَقَكُمُ اللهُ فَإِنَّ الْمُنْفِقَ بِمَنْزِلَةِ الْمُجاهِدِ في سَبيلِ اللهِ فَمَنْ أَيْقَنَ بِالْخَلَفِ سَخَتْ نَفْسُهُ بِالنَّفَقَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِدْفَعُوا أَمْواجَ الْبَلاءِ عَنْكُمْ بِالدُّعاءِ قَبْلَ ورُوُدِ الْبَلاءِ فَوَ الَّذي فَلَقَ الْحَبَّةَ وَ بَرَأ النَّسِمَةَ اَلبَلاءُ أَسْرَعُ إِلَى الْمُؤْمِنِ مِنِ انْحِدارِ السَّيْلِ مِنْ أَعْلَى التَّلْعَةِ إِلى أَسْفَلِها وَ مِنْ رَكْضِ الْبَراذينِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اُطْلُبُوا الْخَيرَ مِنْ أَعْناقِ الْإِبِلِ وَ أَخْفافِها صادِرَةً وَ وارِدَةً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّخِذُوا الْماءَ طِيباً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اُثْنُوا عَلَى اللهِ تَعالى وَ امْدَحُوهُ قَبْلَ طَلَبِ الْحَوائِجِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِشْرَبُوا مآءَ السَّمآءِ فَإِنَّهُ يُطَهِّرُ الْبَدَنَ وَ يَدْفَعُ الْأَسْقامَ قالَ اللهُ تَعالى:\r'وَ يُنَزِّلُ مِنَ السَّماءِ ماءً لِيُطَهِّرَكُمْ بِه وَ يُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطانِ وَ لِيَرْبِطَ عَلى\rقُلُوبِكُمْ وَ يُثَبّتَ بِهِ الْأَقْدامَ' |11 / الأنفال|.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِتَّقُوا الْغُدَدَ مِنَ اللَّحْمِ فَإِنَّهُ يُحَرِّكُ عِرْقَ الْجُذامِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِسْتَعِظوا بِالْبَنَفْسَجْ وَ عَلَيْكُمْ بِالْحِجامَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَحْلِفُوا الظّالِمَ إِذا أَرَدْتُمْ يَمينَهُ بإِنَّهُ بَري ءٌ مِنْ حَوْلِ اللهِ وَ قُوَّتِه فَإِنَّهُ\rإِذا حَلَفَ كاذِباً عُوجِلَ وَ إِذا حَلَفَ بِاللهِ الَّذي لا إِلهَ إِلّا هُوَ لَمْ يُعاجَلْ لِأَنَّهُ قَدْ\rوَحَّدَ اللهَ تَعالى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْدِلُوا عن النِّساءِ مَا اسْتَطَعْتُمْ وَامْتَنِعُوا عَنْ ذِكْرِهِنَّ وَ عَنِ الْمُقارَبَةِ لَهُنَّ\rلِأَنَّ ذلِكَ تَفُتُّ في عَضُدِ الْحَمِيَّةِ وَ يَقْدَحُ في مَعاقِدِ الْعَزيمَةِ وَ يَكْسِرُ عَنِ الْعَدُوِّ وَ يَلْفِتُ\rعَنِ الْإِبْعادِ فِي الْغَزْوِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِلْزَمُوا الجَماعَة وَ اجْتَنِبُوا الفرقة.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "اِعْلَمُوا إِنَّ صالِحي عَدُوِّكُمْ يُراعي بَعْضُهُمْ بَعْضَاً، لكِنَّ اللهَ تَعالى لا يُوَفِّقَهم وَ لا يَقْبَلْ إِلَّا مَا كَانَ خَالِصاً.",
"source": "عيون الحكم والمواعظ"
}
]
}