[["اِيّاكَ أَنْ تُغَيِّر بِغَلْطَةِ شَريرٍ بِالْخَيرِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَسْتَوْحِشَ بِغلْطَةِ خَيِّرٍ بِالشَّرِّ.","عيون الحكم والمواعظ"],["إِيَّاكَ وَ الْمُجاهَرَةَ بِالْفُجُورِ فَإِنَّهُ مِنْ أَشَدِّ الْمَآثِمِ.","عيون الحكم والمواعظ"],["إِيَّاكَ وَ الْجَوْرَ فَإِنَّ الْجائِرَ لا يَشُمُّ رائِحَةَ الْجَنَّةَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ طاعَةَ الْهَوى فَإِنَّهُ يَقُودُ إِلى كُلِّ مِحْنَةٍ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ انْتِهاكَ الْمَحارِم فَإِنَّها شيمَةُ الْفُسّاقِ وَ أُولِي الْفُجُورِ وَ الْغَوايَةِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ السَّفَهَ فَإِنَّهُ يُوحِشُ الرِّفاقَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْبَغْيَ فَإِنَّهُ يُعَجِّلُ الصَّرْعَةَ وَ يُحِلُّ بِالْعامِلِ بِهِ الْغِيَرَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُصادَقَةَ الْبَخيلِ فَإِنَّهُ يَقْعُدُ |عنك| أَحْوَجَ ما تَكُونُ إِلَيْهِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَعْتَمِدَ عَلَى اللَّئيمِ فَإِنَّهُ يَخْذُلُ مَنِ اعْتَمَدَ عَلَيْهِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ فِعْلَ الْقَبيحِ فَإِنَّهُ يُقَبِّحُ ذِكْرَكَ وَ يُكْثِرُ وِزْرَكَ.","عيون الحكم والمواعظ"],["إِيَّاكَ وَ الشَّكَّ فَإِنَّهُ يُفْسِدُ الدِّينَ وَ يُبْطِلُ الْيَقينَ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَجْمَحَ بِكَ مَطِيَّةُ اللَّجاجِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُوجِفَ بِكَ مَطايَا الطَّمَعِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَعْتَذِرَ مَنْ ذَنْبٍ تَجِدُ إِلى تَرْكِه سَبيلاً فَإِنَّ أَحْسَنَ حالِكَ فِي الْإِعْتِذارِ أَنْ تَبْلُغَ مَنْزِلَةَ السَّلامَةِ مِنَ الذُّنُوبِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْإِتِّكالَ عَلى الْمُنى فَإِنَّها بَضائِعُ النَّوْكى وَ تُثَبَّطُ عَنِ الْاخِرَةِ وَ الدُّنْيا.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْوُقُوفَ عَمّا عَرَفْتَهُ فَإِنَّ كُلَّ ناظِرٍ مسْؤُلٌ عَنْ عَمَلِه وَ قَوْلِه وَ إِرادَتِه.","عيون الحكم والمواعظ"],["إِيَّاكَ وَ مُصادَقَةَ الْكَذّابِ فَإِنَّهُ يُقَرِّبُ عَلَيْكَ الْبَعيدَ وَ يُبَعِّدُ عَلَيْكَ الْقَريبَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْحِرْصَ فَإِنَّهُ يَشينُ الدِّينَ وَ يُبْعِدُ الْقَرينَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْغيبَةَ فَإِنَّها تَمْقُتُكَ إِلَى اللهِ تَعالى وَ تُحْبِطُ أَجْرَكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْبِطْنَةَ فَمَنْ لَزِمَها كَثُرَتْ أَسْقامُهُ وَ فَسَدَتْ أَحْلامُهُ.","عيون الحكم والمواعظ"],["إِيَّاكَ وَ مُصادَقَةَ الْأَحْمَق فَإِنَّهُ يُريدُ أَنْ يَنْفَعَكَ فَيَضُرّكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْكِبْرَ فَإِنَّهُ أَعْظَمُ الذُّنُوبِ وَ أَقْبَحُ الْعُيُوبِ وَ هُوَ حُلْيَةُ إِبْليسَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْحَسَدَ فَإِنَّهُ شَرُّ شيمَةٍ وَ أَقْبَحُ سَجِيَّةٍ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْعَجَلَ فَإِنَّهُ مَقْرُونٌ بِالْعَثارِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ النَّميمَةَ فَإِنَّها تَزْرَعُ الضَّغينَةَ وَ تُبَعِّدُ عَنِ اللهِ وَ النّاسِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْغَدْرَ فَإِنَّهُ أَقْبَحُ الْخِيانَةِ وَ إِنَّ الْغَدُورَ لَمُهانٌ عِنْدَ اللهِ بِغَدْرِه.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْخِيانَةَ فَإِنَّها شَرُّ مَعْصِيَةٍ وَ إِنَّ الْخائِنَ لَمُعَذِّبٌ بِالنّارِ عَلى خِيانَتِه.","عيون الحكم والمواعظ"],["إِيّاكَ وَ حُبَّ الدُّنْيا فَإِنَّها أَصْلُ كُلِّ خَطيئَةٍ وَ مَعْدِنُ كُلِّ بَلِيَّةٍ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْمَنَّ بِالْمَعْرُوفِ فَإِنَّ الْإِمْتِنانَ \"يُكَدِّرُ\" الْإِحسانَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مَذْمُومُ اللِّجْاجِ فَإِنَّهُ يُثيرُ الْحُروبِ.","عيون الحكم والمواعظ"],["إِيَّاكَ أَنْ تَعْجَبَ بِنَفْسِكَ فَيَظْهَرُ عَلَيْكَ الْنَّقْصُ وَ الْشنآن.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَسْتَكْثِرَ مِنْ مَعْصِيَةَ غَيْرِكَ ما تَسْتَصْغِرَهُ مِنْ نَفْسَكَ وَ تَسْتَكْثِرُ مِنْ طاعَتِكَ ما تَسْتَقِلُّهُ مِنْ غَيرَكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْغَضَبَ فَإِنَّ أَوَّلَهُ جُنُونٌ وَ آخِرَهُ نَدَمٌ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُصاحَبَةَ الْفُسّاقِ فَإِنَّ الشَّرَّ بِالشَّرِّ يُلْحَقُ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُعاشَرَةَ الْأَشْرارِ فَإِنَّهُمْ كَالنّارِ مُباشَرَتُهُمْ تُحْرِقُ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْعَجَلَ فَإِنَّهُ عُنْوانُ الْفَوْتِ وَ النَّدَمِ.","عيون الحكم والمواعظ"],["إِيَّاكَ وَ الْهَذَرَ فَمَنْ كَثُرَ كَلامُهُ كَثُرَتْ آثامُهُ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الظُّلْمَ فَمَنْ ظَلَمَ كَرُهَتْ أَيّامُهُ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَرْضى لِنَفْسِكَ فَيُكْثِرَ السّاخِطَ عَلَيْكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الظُّلْمَ فَإِنَّهُ يَزُولُ عَمَّنْ تَظْلِمُهُ وَ يَبْقى وِزْرُهُ عَلَيْكَ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُخْدَعَ عَنْ صَديقِكَ أَوْ تَغْلِبَ عَلى عَدُوِّكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُصاحَبَةَ الْأَشْرارِ فَإِنَّهُمْ يَمُنُّونَ عَلَيْكَ بِالسَّلامَةِ مِنْهُمْ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُعاشَرَةَ مُتَتَبِّعي عُيُوبِ النّاسِ فَإِنَّهُ لَنْ يَسْلَمَ مُصاحِبُهُمْ مِنْهُمْ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ التَّحَلّي بِالْبُخْلِ فَإِنَّهُ يُزْري بِكَ عِنْدَ الْغَريبِ وَ يَمْقُتُكَ إِلَى الْقَريبِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ التَّسَرُّعَ إِلَى الْعُقُوبَةِ فَإِنَّهُ مَمْقَتَةٌ عِنْدَ اللهِ وَ مُقَرِّبٌ مِنَ الْغِيَرِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الشُّحَّ فَإِنَّهُ جِلْبابُ الْمَسْكَنَةِ وَ زِمامٌ تُقادُ بِه إِلى دَناءَ ةٍ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الشَّرَهَ فَإِنَّهُ يُفْسِدُ الْوَرَعَ وَ يُدْخِلُ النّارَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْجَفاءَ فَإِنَّهُ يُفْسِدُ الْإِخاءَ وَيُمَقِّتُ إِلَى اللهِ وَ النّاسِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الظُّلْمَ فَإِنَّهُ أَكبَرُ الْمَعاصي وَ إِنَّ الظّالِمَ لَمُعاقَبٌ يَوْمَ الْقِيامَةِ بِظُلْمِه.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْإِسائَةَ فَإِنَّها خُلْقُ اللِّئامِ وَ إِنَّ الْمُسي ءَ لَمُتَرَدٍّ في جَهَنَّمَ بِإِسائَتِه.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الشَّرَهَ فَإِنَّهُ رَأْسَ كُلِّ دَنِيَّةٍ وَ رَذيلَةٍ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْإِعْجابَ وَ حُبَّ الْإِطْراءِ فَانَّ ذلِكَ مِنْ أَوْثَقِ فُرَصِ الشَّيْطانِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُسْتَهْجَنَ الْكَلامِ فَإِنَّهُ يُوغرُ الْقُلُوبَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْإِصْرارَ فَإِنَّهُ مِنْ أَكْبَرِ الْكَبائِرِ وَ أَعْظَمِ الْجَرائِمِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ كَثْرَةَ الْكَلامِ فَإِنَّهُ يُكْثِرُ الزَّلَلَ وَ يُورِثُ الْمَلَلَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ إِدْمانَ الشَّبَعِ فَإِنَّهُ يُهَيِّجُ الْأَسْقامَ وَ يُثيرُ الْعِلَلَ.","عيون الحكم والمواعظ"],["إِيَّاكَ وَ أَنْ تَذْكُرَ مِنَ الكَلامِ مُضْحِكاً وَ إِنْ حَكَيْتَهُ عَنْ غَيرِكَ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَغْفَلَ عَنْ حَقِّ أَخيكَ اتِّكالاً عَلى واجِبِ حَقَّكَ عَلَيْهِ لِأَنَّ لِأَخيكَ مِنَ الْحَقِّ مِثْلَ الَّذي لَكَ عَلَيْهِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُخْرِجَ صَديقَكَ إِخْراجاً تُخْرِجُهُ عَنْ مَوَدَّتِكَ وَ اسْتَبْقِ لَهُ مِنْ أُنْسِكَ مَوْضِعاً يَثِقُ بِالرُّجُوعِ إِلَيْهِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُهْمِلَ حَقَّ أَخيكَ اتِّكالاً عَلى ما بَيْنَكَ وَ بَيْنَهُ فَلَيْسَ لَكَ بِأَخٍ مَنْ أَضَعْتَ حَقَّهُ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُوحِشَ مُوادَّكَ وَحْشَةً تُفْضي إِلَى اخْتِيارِهِ \"الْبُعْدَ\" عَنْكَ وَ إِيثارَه الْفُرْقَةِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ التَّغايُرَ في غَيرِ مَوْضِعِه فَإِنَّ ذلِكَ يَدْعُو الصَّحيحَةَ إِلَى السُّقْمِ وَ الْبَريئَةَ إِلَى الرَّيبِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَتَخَيَّرَ لِنَفْسِكَ وَ اسْتَخِرْ فَإِنَّ أَكْثَرَ النُّجْحِ فيما لا تَحْتَسِبُ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ صُحْبَةَ مَنْ أَلْهاكَ وَ أَغْراكَ فَإِنَّهُ يَخْذُلُكَ وَ يُوبِقُكَ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ يَفْقِدَكَ رَبُّكَ عِنْدَ طاعَتِه وَ يَراكَ عِنْدَ مَعْصِيَتِه فَيَمْقُتُكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ النِّفاقَ فَإِنَّ ذَا الْوَجْهَينِ لا يَكُونُ وَجيهاً عِنْدَ اللهِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ التَّجَبُّرَ عَلى عِبادِ اللهِ فَإِنَّ كُلَّ مُتَجَبِّرٍ يَقْصِمُهُ اللهُ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْمَلَقَ فَإِنَّ الْمَلَقَ لَيْسَ مِنْ خَلائِقِ الْإِيمانِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مَحاضِرَ الْفُسُوقِ فَإِنَّها مُسْخِطَةُ الرَّحْمنِ وَ مُصْلِيَةُ النِّيرانِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ يَنْزِلَ بِكَ الْمَوْتُ وَ أَنْتَ آبِقٌ عَنْ رَبِّكَ في طَلَبِ الدُّنْيا.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَبيعَ حَظَّكَ مِنْ رَبِّكَ وَ زُلْفَتَكَ لَدَيْهِ بِحَقيرِ حُطامِ الدُّنْيا.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُصاحَبَةَ أَهْلِ الْفُسُوقِ فَإِنَّ الرَّاضِيَ بِفِعْلِ قَوْمٍ كَالْواحِدِ مِنْهُمْ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُحِبَّ أَعْداءَ اللهِ وَ تُصْفِيَ وُدَّكَ لِغَيرِ أَوْلِياءِ اللهِ فَإِنَّهُ مَنْ أَحَبَّ قَوْماً حُشِرَ مَعَهُمْ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْخَديعَةَ فَإِنَّ الْخَديعَةَ مِنْ أَخْلاقِ اللِّئامِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْمَكْرَ فَإِنَّ الْمَكْرَ لَخُلْقٌ ذَميمٌ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْمَعصِيَةَ فَإِنَّ الشَّقِيَّ مَنْ باعَ جَنَّةَ الْمَأْوى بِمَعْصِيَةٍ دَنِيَّةٍ مِنْ مَعاصِي الدُّنْيا.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْوَلَهَ بِالدُّنْيا فَإِنَّها تُورِثُكَ الشَّقاءَ وَ الْبَلاءَ وَ تَحْدُوكَ عَلى بَيْعِ الْبَقاءِ بِالْفَناءِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَغْلِبَكَ نَفْسُكَ عَلى ما تَظُنُّ وَ لا تَغْلِبُها عَلى ما تَسْتَيْقِنُ فَإِنَّ ذلِكَ مِنْ أَعْظَمِ الشَّرِّ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُسي ءَ الظَّنَّ فَإِنَّ سُوءَ الظَّنِّ يُفْسِدُ الْعِبادَةَ وَ يُعَظِّمُ الْوِزْرَ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُسْلِفَ الْمَعْصِيَةَ وَ تُسَوِّفَ بِالتَّوْبَةِ فَتَعْظُمَ لَكَ الْعُقُوبَةُ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَكُونَ عَلىَ النّاسِ طاعِناً وَ لِنَفْسِكَ مُداهِناً فَيَعْظُمَ عَلَيْكَ الْحُوبَةُ وَ تَحْرُمَ الْمَثُوبَةُ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مَقاعِدَ الْأَسْواقِ فَإِنَّها مَعاريضُ الْفِتَنِ وَ مَحاضِرُ الشَّيْطانِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْإِمْساكَ فَإِنَّ ما أَمْسَكْتَهُ فَوْقَ قُوتِ يَوْمِكَ كُنْتَ فيهِ خازِناً لِغَيْرِكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُلابَسَةَ الشَّرِّ فَإِنَّكَ تُنيلُهُ نَفْسَكَ قَبْلَ عَدُوِّكَ وَ تُهْلِكُ بِه دينَكَ قَبْلَ إِيصالِه إِلى غَيْرِكَ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُثْنِيَ عَلى أَحَدٍ بِما لَيْسَ فيهِ فَإِنَّ فِعْلَهُ يُصَدِّقُ عَنْ وَصْفِه وَ يُكَذِّبُكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ طُولَ الْأَمَلِ فَكَمْ مِنْ مَغْرُورٍ افْتَتَنَ بِطُولِ أَمَلِه فَأَفْسَدَ عَمَلَهُ وَ قَطَعَ أَجَلَهُ فَلا أَمَلَهُ أَدْرَكَ وَ لا ما فاتَهُ اسْتَدْرَكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُساماةَ اللهِ في عَظَمَتِه فَإِنَّ اللهَ سُبْحانَهُ وَ تَعالى يُذِلُّ كُلَّ جَبّارٍ وَيُهينُ كُلَّ مُخْتالٍ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْغَفْلَةَ وَ الْإِغْتِرارَ بِالْمُهْلَةِ فَإِنَّ الْغَفْلَةَ تُفْسِدُ الْأَعْمالَ وَ الْاجالُ تَقْطَعُ الْامالَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْقُحَّةَ فَإِنَّها تَحْدُو إِلى رُكُوبِ الْقَبائِحِ وَ التَّهَجُّمِ عَلىَ السَّيِّئاتِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْبَغْيَ فَإِنَّ الْباغِيَ يُعَجَّلُ لَهُ النَّقِمَةُ وَ تَحُلُّ بِهِ الْمَثُلاتُ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ فُضُولَ الْكَلامِ فَإِنَّهُ يُظْهِرُ مِنْ عُيْوبِكَ ما بَطَنَ وَ يُحَرِّكُ عَلَيْكَ مِنْ أَعْدائِكَ مَا سَكَنَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ كَثْرَةَ الْوَلَهِ بِالنِّساءِ وَ الْإِغْراءَ بِاللَّذّاتِ فَإِنَّ الْوَالِهَ بِالنَّساءِ مُمْتَحَنٌ وَ الْمُغْرى بِاللَّذّاتِ مُمْتَهَنٌ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ ما يُسْتَهْجَنُ مِنَ الْكَلامِ فَإِنَّهُ يَحْبِسُ عَلَيْكَ اللِّئامَ وَ يُنْفِرَ عَنْكَ الْكِرامَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الوُقُوعِ فِي الشُّبُهَاتِ وَ الولوع بِالشَّهَواتِ فَإِنَّهما يَقُودانك إِلى الوقوعِ فِي الْحَرامِ وَ ارْتِكابِ كَثيرٍ مِنَ الْاثامِ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَجْعَلَ مَرْكَبَكَ لِسانَكَ في غَيبَةِ إِخْوانِكَ أَوْ تَقُولَ ما يَصْيرُ عَلَيْكَ حُجَّةً وَ فِي الْإِساءَ ةِ إِلَيْكَ عِلَّةً.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَسْتَسْهِلَ رُكُوبَ الْمَعاصي فَإِنَّها تَكْسُوكَ فِي الدُّنْيا ذِلَّةً وَ تُكْسِبُكَ فِي الْاخِرَةِ سَخَطَ اللهِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ ما قَلَّ إِنْكارُهُ وَ إِنْ كَثُرَ مِنْكَ اعْتِذارُهُ فَما كُلُّ قائِلٍ نُكْراً يُمْكِنُكَ أَنْ تُوَسِّعَهُ عُذْراً.","عيون الحكم والمواعظ"],["إِيّاكَ وَ ظُلْمَ مَنْ لا يَجِدُ عَلَيْكَ ناصِراً إِلَّا اللهَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ كُلَّ عَمَلٍ يُنَفِّرُ عَنْكَ حُرّاً أَوْ يُذِلُّ لَكَ قَدْراً أَوْ يَجْلِبُ عَلَيْكَ شَرّاً أَوْ تَحْمِلُ بِه إِلَى الْقِيامَةِ وِزْراً.","عيون الحكم والمواعظ"],["إِيّاكَ وَ ما يُسْخِطُ رَبَّكَ أَوْ يُوحِشُ النّاسَ مِنْكَ فَمَنْ أَسْخَطَ رَبَّهُ تَعَرَّضَ لِلْمَنِيَّةِ وَمَنْ أَوْحَشَ النّاسَ تَبَرّى مِنْهُ الْحُرِّيَّةُ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْكَلامَ فيما لا تَعْرِفُ طَريقَتهُ وَ لا تَعْلَمُ حَقيقَتَهُ فَإِنَّ قَوْلَكَ يَدُلُّ\rعَلى عَقْلِكَ وَ عِبارَتَكَ تُنْسى ءُ عَنْ مَعْرِفَتِكَ فَتَوَقَّ مِنْ طُولِ لِسانِكَ ما أَمِنْتَهُ وَ اخْتَصِرْ مِنْ\rكَلامِكَ عَلى مَا اسْتَحْسَنْتَهُ فَإِنَّهُ بِكَ أَجْمَلُ وَ عَلى فَضْلِكَ أَدَلُّ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مُشاوَرَةَ النِّساءِ فَإِنَّ رَأْيَهُنَّ إِلى أَفَنٍ وَ عَزْمَهُنَّ إِلى وَهَنٍ وَ اكْفَفْ\rعَلَيْهِنَّ مِنْ أَبْصارِهِنَّ فَحِجابُكَ لَهُنَّ خَيرٌ مِنَ الْإِرْتِيابِ بِهِنَّ وَ لَيْسَ خُرُوجُهُنَّ بِشَرٍّ مِنْ\rإِدْخالِكَ مَنْ لا يُوثَقُ بِه عَلَيْهِنَّ وَ إِنِ اسْتَطَعْتَ أَنْ لا يَعْرِفْنَ غَيرَكَ فَافْعَلْ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ خُبْثَ الطَّوِيَّةِ وَ فَسادَ النِّيَّةِ وَ رُكُوبَ الدَّنِيَّةِ وَ غُرُورَ الْاُمْنِيَّةِ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ الْإِسْتئثارَ بِما لِلنّاسِ فيهِ أُسْوَةٌ وَالتَّغابي عَمّا وَضَحَ لِلنّاظِرينَ فَإِنَّهُ مَأْخُوذٌ مِنْكَ لِغَيْرِكَ.","عيون الحكم والمواعظ"],["إِيّاكَ وَ مَوَدَّةَ الْأَحْمَقِ فَإِنَّهُ يَضُرُّكَ مِنْ حَيْثُ يَرى أَنَّهُ يَنْفَعُكَ وَ يَغُمُّكَ وَ هُوَ يَرى أَنّهُ يَسُرُّكَ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَسْتَخِفَّ بِالْعُلَماءِ فَإِنَّ ذلِكَ يُزْري بِكَ وَ يُسي ءُ الظَّنَّ بِكَ وَ الْمَخْيَلَة فيكَ.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تَغْتَرَّ بِما تَرى مِنْ إِخْلادِ أَهْلِ الدُّنْيا إِلَيْها وَ تَكالُبِهِمْ عَلَيْها وَ قَدْ نَبَّأَكَ اللهُ عَنْها وَ كَشَفَ عَنْ عُيُوبِها وَ مَساوِئِها.","عيون الحكم والمواعظ"],["إِيّاكَ أَنْ تُخْدَعَ عَنْ دارِ الْقَرارِ وَ مَحَلِّ الطَّيِّبينَ الْأَبْرارِ الْأَوْلياءِ الْأَخْيارِالَّتي نَطَقَ الْقُرآنُ بِوَصْفِها وَ أَثْنى عَلى أَهْلِها وَ دَلَّكَ اللهُ عَلَيْها وَ دَعاكَ إِلَيْها.","عيون الحكم والمواعظ"]]