{
"title": "بلفظ إِيّاكُم وهو أيضاً داخل في ألف الأمر وهو عشرون حكمة",
"type": "text",
"data": [
{
"text": "إِيّاكُمْ وَ التَّدابُرَ وَ التَّقاطُعَ وَ تَرْكَ الْأَمْرِ بِالْمَعْرُوفِ وَ النَّهْيِ عَنِ الْمُنْكَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ مُصادَقَةَ الْفاجِرِ فَإِنَّهُ بِئْسَ الْعَشْيرُ وَ إِنَّهُ يَبيعُ مُصادِقَتَهُ بِالْيَسيرِ الْحَقيرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ صَرَعاتِ الْبَغْيِ وَ فَضَحاتِ الْغَدْرِ وَ إِثارَةَ كامِنِ الشَّرِّ الْمُذْمَّمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ الْبُخْلَ فَإِنَّ الْبَخيلَ يَلْعَنُهُ الْغَريبُ وَ يَنْفُرُ مِنْهُ الْقَريبُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ الْبِطْنَةَ فَإِنَّها مِقْساةٌ لِلْقَلْبِ مِكْسَلَةٌ عَنِ الصَّلاةِ مُفْسِدَةٌ لِلْجَسَدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ الْغلُوَّ فينا قُولُوا إِنّا مَرْبُوبُونَ وَ اعْتَقِدُوا في فَضْلِنا ما شِئْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ تَحَكُّمَ الشَّهَواتِ عَلَيْكُمْ فَإِنَّ عاجِلَها ذَميمٌ وَ آجِلَها وَخيمٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ دَناءَ ةَ الشَّرَهِ وَ الطَّمَعِ فَإِنَّهُ رَأْسُ كُلِّ شَرٍّ وَ مَزْرَعَةُ الذُّلِّ وَ مُهينُ النَّفْسِ وَ مُتْعِبُ الْجَسَدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ غَلَبَةَ الدُّنْيا عَلى أَنْفُسِكُمْ فَإِنَّ عاجِلَها نَغَصَةٌ وَ آجِلَها غُصَّةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ تَمَكُّنَ الْهَوى مِنْكُمْ فَإِنَّ أَوَّلَهُ فِتْنَةٌ وَ آخِرَهُ مِحْنَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ غَلَبَةَ الشَّهَواتِ عَلى قُلُوبِكُمْ فَإِنَّ بِدايَتَها مَلَكَةٌ وَ نِهايَتَها هَلَكَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ الْفُرْقَةَ فَإِنَّ الشَّاذَّ مِنَ النّاسِ لِلشَّيْطانِ كَما أَنَّ الشَّاذَّ مِنَ الْغَنَمِ لِلْذِّئْبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ التَّفْريطَ فَتَقَعَ الْحَسْرَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ الْخِلافَ فَتَمْرِقُوا وَ عَلَيْكُمْ بِالصِّدْقِ تَزْلِفُوا وَ تَرْجُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ الْكسَلَ فَإِنَّ مَنْ كَسَلَ لَمْ يُؤَدِّ حَقَّ اللهِ تَعالى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ غيبَةَ الْمُسْلِمِ فَإِنَّ الْمُسْلِمَ لا يَغْتابُ أَخاهُ وَ قَدْ نَهَى اللهُ عَزَّ وَجَلَّ أَنْ يَأْكُلَ لَحْمَ أَخيهِ مَيْتاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ شُرْبَ الْماءِ مِنْ قِيامٍ فَإِنَّهُ يُورِثُ الدَّاءَ الَّذي لا دَواءَ مَعَهُ أَوْ يُعافِيَ اللهُ تَعالى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِيّاكُمْ وَ عَمَلَ الصُّوَرِ فَتُسْأَلُوا عَنْها يَوْمَ الْقِيامَةِ.",
"source": "عيون الحكم والمواعظ"
}
]
}