[["اِحْذَرِ الذُّنُوبَ الْمُورِطَةَ وَ الْعُيُوبَ الْمُسْخِطَةَ.","عيون الحكم والمواعظ"],["اِحْذَرُوا صَوْلَةَ الْكَريمِ إِذا جاعَ وأشَرَ اللَّئيمِ إِذا شَبِعَ.","عيون الحكم والمواعظ"],["اِحْذَرُوا الْكِبْرَ فَإِنَّهُ رَأْسُ الطُّغْيانِ وَ مَعْصِيَةُ الرَّحْمنِ.","عيون الحكم والمواعظ"],["اِحْذَرُوا فُحْشَ الْقَوْلِ وَ الْكِذْبَ فَإِنَّهُما يُزْرِيانِ بِالْقائِلِ.","عيون الحكم والمواعظ"],["اِحْذَرْ مُجالَسَةَ قَرينِ السَّوْءِ فَإِنَّهُ يُهْلِكُ مُقارِبَهُ وَ يُرْدي مُصاحِبَهُ.","عيون الحكم والمواعظ"],["اِحْذَرِ الْغَضَبَ فَإِنَّ نارَهُ مُحْرِقَةٌ.","عيون الحكم والمواعظ"],["اِحْذَرْ كُلَّ أَمْرٍ إِذا ظَهَرَ أَزْرى بِصاحِبِه وَ حَقَّرَهُ.","عيون الحكم والمواعظ"],["اِحْذَرِ الْعَجَلَةَ فَإِنَّها تُثْمِرُ النَّدامَةَ.","عيون الحكم والمواعظ"],["اِحْذَرْ كُلَّ عَمَلٍ يَرْضاهُ عامِلُهُ لِنَفْسِه وَ يَكْرَهُهُ لِعامَّةِ الْمُسْلِمينَ.","عيون الحكم والمواعظ"],["اِحْذَرِ الشَّرَهَ فَكَمْ مِنْ أَكْلَةٍ مَنَعَتْ أَكَلاتٍ.","عيون الحكم والمواعظ"],["اِحْذَرِ التَّفْريطَ فَإِنَّهُ يُوجِبُ الْمَلامَةَ.","عيون الحكم والمواعظ"],["اِحْذَرْ قِلَّةَ الزَّادِ وَ أَكْثِرْ مِنَ الْإسْتِعْدادِ تَسْعَدْ بِرِحْلَتِكَ.","عيون الحكم والمواعظ"],["اِحْذَرِ اللِّسانَ فَإِنَّهُ سَهْمٌ يُخْطِى ءُ.","عيون الحكم والمواعظ"],["اِحْذَرِ الشَّرَهَ فَإِنَّهُ خُلُقٌ مُرْدٍ.","عيون الحكم والمواعظ"],["اِحْذَرْ نِفارَ النِّعَمِ فَما كُلُّ شارِدٍ بِمرْدُودٍ.","عيون الحكم والمواعظ"],["اِحْذَرُوا سُوءَ الْأَعْمالِ وَ غُرُورَ الْامالِ وَ هُجُومَ الْاجالِ.","عيون الحكم والمواعظ"],["اِحْذَرُوا يَوْماً تُعْرَضُ فيهِ الْأَعْمالُ وَ يَكْثُرُ فيهِ الزَّلْزالُ وَ تَشيبُ فيهِ الأَطْفالُ.","عيون الحكم والمواعظ"],["اِحْذَرُوا عَدُوَّ اللهِ إِبْلِيسَ أَنْ يُعَذِّبَكُمْ بِدائِه وَ يَسْتَفِزَّكُمْ بِخَيْلِه وَ رَجِلِه فَقَدْ فَوَّقَ لَكُمْ سَهْمَ الْوَعيدِ وَ رَماكُمْ مِنْ مَكانٍ بَعيدٍ.","عيون الحكم والمواعظ"],["اِحْذَرُوا مِنَ اللهِ كُنْهَ ما حَذَّرَكُمْ مِنْ نَفْسِه وَ اخْشَوْهُ خَشْيَةً تَحْجُزْكُمْ عَمّا يُسْخِطُهُ.","عيون الحكم والمواعظ"],["اِحْذَرُوا ناراً لَهَبُها شَديدٌ وَ عَذابُها جَديدٌ.","عيون الحكم والمواعظ"],["اِحْذَرُوا ناراً حَرُّها شَديدٌ وَ قَعْرُها بَعيدٌ.","عيون الحكم والمواعظ"],["اِحْذَرُوا الدُّنْيا فَإِنَّها شَبَكَةُ الشَّيْطانِ وَ مَفْسَدَةُ الْإِيمانِ.","عيون الحكم والمواعظ"],["اِحْذَرُوا مُصاحَبَةَ الْفُسّاقِ وَ الْفُجّارِ وَ الْمُجاهِرينَ بِمَعاصِي اللهِ.","عيون الحكم والمواعظ"],["اِحْذَرُوا الْأَحْمَقَ فَإِنَّ مُداراتَهُ تُعْيِيكَ وَ مُوافَقَتَهُ تُرْديكَ وَ \"مُخالَفَتَهُ\" تُؤْذْيكَ وَ مُصاحَبَتَهُ وَبالٌ عَلَيْكَ.","عيون الحكم والمواعظ"],["اِحْذَرْ كُلَّ قَوْلٍ وَ فِعْلٍ يُؤَدّي إِلى فَسادِ الْاخِرَةِ وَ الدِّينِ.","عيون الحكم والمواعظ"],["اِحْذَرِ الشّريرَ عِنْدَ إِقْبالِ الدَّوْلَةِ لِئَلّا يُزيلَها عَنْكَ وَ عِنْدَ إِدْبارِها لِئَلّا يُعَينَ عَلَيْكَ.","عيون الحكم والمواعظ"],["اِحْذَرُوا الْجُبْنَ فَإِنَّهُ عارٌ وَ مَنْقَصَةُ.","عيون الحكم والمواعظ"],["اِحْذَرُوا الْبُخْلَ فَإِنَّهُ لُؤْمٌ وَ مَسَبَّةٌ.","عيون الحكم والمواعظ"],["اِحْذَرِ الْحَسَدَ فَإِنَّهُ يُزْري بِالنَّفْسِ.","عيون الحكم والمواعظ"],["اِحْذَرِ الْأَمانِيَّ فَإِنَّها مَنِيَّةٌ مُحَقَّقَةٌ.","عيون الحكم والمواعظ"],["اِحْذَرْ كُلَّ عَمَلٍ إِذا سُئِلَ عَنْهُ عامِلُهُ اسْتَحْىى مِنْهُ وَ أَنْكَرَهُ.","عيون الحكم والمواعظ"],["اِحْذَرِ اللَّهْوَ وَ اللَّعِبَ وَ الْهَزْلَ وَ كَثْرَةَ الضِّحْكِ وَ الْمَزْحِ وَ التُّرَّهاتِ.","عيون الحكم والمواعظ"],["اِحْذَرِ اللَّئيمَ إِذا أَكْرَمْتَهُ وَ الرَّذْلَ إِذا قَدَّمْتَهُ وَ السِّفْلَةَ إِذا رَفَعْتَهُ.","عيون الحكم والمواعظ"],["اِحْذَرِ الْكَريمَ إِذا أَهَنْتَهُ وَ الْحَليمَ إِذا أَحْرَجْتَهُ وَ الشُّجاعَ إِذا أَوْجَعْتَهُ.","عيون الحكم والمواعظ"],["اِحْذَرْ مُجالَسَةَ الْجاهِلِ كَما تَأْمَنُ مُصاحَبَةَ الْعاقِلِ.","عيون الحكم والمواعظ"],["اِحْذَرْ أَنْ يَخْدَعَكَ الْغَرُورُ بِالْحائِلِ الْيَسيرِ أَوْ يَسْتَزِلَّكَ السُّرُورُ بِالزّائِلِ الْحَقيرِ.","عيون الحكم والمواعظ"],["اِحْذَرِ الْمَوْتَ وَ أَحْسِنْ لَهُ الْإِسْتِعْدادَ تَسْعَدْ بِمُنقَلَبِكَ.","عيون الحكم والمواعظ"],["اِحْذَرُوا سَطْوَةَ الْكَريمِ إِذا وُضِعَ وَ سَوْرَةَ اللَّئيمِ إِذا رُفِعَ.","عيون الحكم والمواعظ"],["اِحْذَرُوا الشُّحَّ فَإِنَّهُ يَكْسِبُ الْمَقْتَ وَ يَشينُ الْمَحاسِنَ وَ يُشيعُ الْعُيُوبَ.","عيون الحكم والمواعظ"],["اِحْذَرُوا أَهْلَ النِّفاقِ فَإِنَّهُمُ الضّالُّونَ الْمُضِلُّونَ الزّالُّونَ الْمُزِلُّونَ قُلُوبُهُمْ رَدِيَّةٌ وَ صِفاحُهُمْ نَقِيَّةٌ.","عيون الحكم والمواعظ"],["اِحْذَرُوا \"مَنافِخَ\" الْكِبْرِ وَ غَلَبَةَ الْحَمِيَّةِ وَ تَعَصُّبَ الْجاهِليَّةِ.","عيون الحكم والمواعظ"],["إِحْذَرْ مِنَ الْاُمُورِ ثَلاثاً وَ خَفْ مِنْ ثَلاثٍ وَ ارْجُ ثَلاثاً وَ وافِقْ ثَلاثاً وَ\rاسْتَحْيِ مِنْ ثَلاثٍ وَ افْزَعْ إِلى ثَلاثٍ وَ شُحَّ عَلى ثَلاثٍ وَ تَخَلَّصْ إِلى ثَلاثٍ وَ اهْرَبْ مِنْ\rثَلاثٍ وَ جانِبْ ثَلاثاً يَجْمَعِ اللهُ لَكَ حُسْنَ السِّيرَةِ فِي الدُّنْيا وَ الْاخِرَةِ , فَأَمَّا الَّتي\rأَمَرْتُكَ أَنْ تَحْذَرَها:\r\rفَاحْذَرِ الْكِبْرَ وَ الْغَضَبَ وَ الطَّمَعَ.\r\rفَأَمَّا الْكِبْرُ فَإِنَّهُ خَصْلَةٌ مِنْ خِصالِ الْأَشْرارِ , وَ الْكِبْرِياءُ رِداءُ اللهَ عَزَّ وَ جَلَّ , وَمَنْ أَسْكَنَ اللهُ قَلْبَهُ مِثْقالَ حَبَّةٍ مِنْ كِبْرٍ أَوْرَدَهُ النّارَ.\r\rوَ الْغَضَبَ يُسَفَّهُ الْحَليمَ وَ يُطيشُ الْعالِمَ وَ يُفْقَدُ مَعَهُ الْعَقْلُ وَ يَظْهَرُ مَعَهُ الْجَهْلُ.\r\rوَ الطَّمَعُ فَخٌّ مِنْ فِخاخِ إِبْليسَ وَ شَرَكٌ مِنْ عَظيمِ حِبالِه يَصيدُ بِهِ الْعُلَماءَ وَ الْعُقَلاءَ وَأَهْلَ الْمَعْرِفَةِ وَ ذَوِي الْبَصائِرِ.\r\rوَ أَمَّا الثَّلاثُ الَّتي تَخافُها: خَفِ اللهَ تَعالى وَ خَفْ مَنْ لا يَخافُ مِنَ اللهِ وَ خَفْ لِسانَكَ فَإِنَّهُ عَدُوُّكَ عَلى دينِكَ يُؤْمِنْكَ اللهُ جَميعَ ما خِفْتَهُ.\r\rوَ أَمَّا الثَّلاثُ الَّتي تَرْجُوها: ارْجُ اللهَ عِنْدَ ذُنُوبِكَ , وَ ارْجُ مَحاسِنَ عَمَلِكَ , وَ ارْجُ شَفاعَةَ نَبِيِّكَ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَ آلِه وَ سَلَّمَ.\r\rوَ أَمَّا الثَّلاثُ الَّتي تُوافِقُ فيها: وافِقْ كِتابَ اللهِ تَعالى وَ وافِقْ سُنَّةَ نَبِيَّكَ عليه السّلام وَ وافِقْ ما يُوافِقُ الْحَقَّ وَ الْكِتابَ الْعَزيزَ.\r\rوَ أَمَّا الثَّلاثُ الَّتي تَسْتَحْيي مِنْهُنَّ: إِسْتَحْيِ مِنْ مُطالَعَةِ اللهِ إِيّاكَ وَ أَنْتَ مُقيمٌ عَلى\rما يَكْرَهُ , وَ اسْتحْيِ مِنَ الْحَفَظَةِ الْكِرامِ الْكاتِبينَ , وَ اسْتَحْيِ مِنْ صالِحِ الْمُؤْمِنينَ.\r\rوَ أَمَّا الثَّلاثُ الَّتي تَفْزَعُ إِلَيْها: إِفْزَعْ إِلَى اللهِ في مُلِمّاتِ أُمُورِكَ , وَ افْزَعْ إِلىَ\rالتَّوْبَةِ مِنْ مَساوي ء عَمَلِكَ , وَ افْزَعْ إِلى أَهْلِ الْعِلْمِ وَ الْأَدَبِ.\r\rوَ أَمَّا الثَّلاثُ الَّتي تَشُحُّ عَلَيْها: شُحَّ عَلى عُمْرِكَ أَنْ أَفْنَيْتَهُ فيما هُو عَلَيْكَ لا لَكَ, وَ\rشُحَّ عَلى دينِكَ لا تَبْذُلْهُ لِلْغَضَبِ , وَ شُحَّ عَلى كَلامِكَ تَكَلَّمْ ما كانَ لَكَ لا عَلَيْكَ.\r\rوَ أَمَّا الثَّلاثُ الَّتي تَخَلَّصُ إِلَيْها: تَخَلَّصْ إِلى مَعْرِفَتِكَ نَفْسَكَ , وَ تَجْهَرُ لها بِعُيُوبِها\rوَ مَقْتِكَ إِيّاها , وَ تَخَلَّصْ إِلى تَقْوَى اللهِ تَعالى , وَ تَخَلَّصْ إِلى إِخْمالِ نَفْسِكَ وَ\rإِخْفاءِ ذِكْرِكَ.\r\rوَ أَمَّا الثَّلاثُ الَّتي تَهْرَبُ مِنْها: فَاهْرَبْ مِنَ الْكِذْبِ , وَ اهْرَبْ مِنَ الظّالِمِ وَ لَوْ كانَ\rوَلَدَكَ أَوْ والِدَكَ وَ اهْرَبْ مِنْ بَواطِنِ الْإِمْتِحانِ الَّتي تَحْتاجُ فيها إِلى صَبْرِكَ.\r\rوَ أَمَّا الثَّلاثُ الَّتي تُجانِبُها: جانِبْ هَواكَ وَ أَهْلَ الْأَهْواءِ , وَ جانِبِ الشَّرِّ وَ أَهْلَ\rالشَّرِّ , وَ جانِبِ الْحَمْقى وَ إِنْ كانُوا مُتَقَرِّبينَ أَوْ صَحْبَةً مُخْتَصِّينَ.\r\r","عيون الحكم والمواعظ"]]