{
"title": "بألف الإستفتاح وهو إحدى وأربعون حكمة",
"type": "text",
"data": [
{
"text": "أَلا تائِبٌ مِنْ خَطيئَتِه قَبْلَ حُضُورِ مَنِيَّتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ أَسْمَعَ الْأَسْماعِ مَنْ وَعَى التَّذْكيرَ وَ قَبِلَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ الدّنيا دارٌ لا يُسْلَمُ مِنْها إِلّا بِالزُّهْدِ فيها وَ لا يُنْجى مِنْها\rبِشَيْ ءٍ كانَ لَها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنّي لَمْ أَرَ كَالْجَنَّةِ نامَ طالِبُها وَ لا كَالنّارِ نامَ هارِبُها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا مُتَنَبِّهٌ مِنْ رَقْدَتِه قَبْلَ حينِ مَنِيَّتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا مُسْتَعِدٌّ لِلِقاءِ رَبِّه قَبْلَ زُهُوقِ نَفْسِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنّا أَهْلَ الْبَيْتِ أَبْوابُ الْحِكْمَةِ وَ أَنْوارُ الظُّلَمِ وَ ضِياءُ الْاُمَمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ قَدْ أَمَرَنِيَ اللهُ بِقِتالِ أَهْلِ النَّكْثِ وَ الْبَغْيِ وَ الْفَسادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ الْجِهادَ ثَمَنُ الْجَنَّةِ فَمَنْ جاهَدَ نَفْسَهُ مَلَكَها وَ هِيَ أَكْرَمُ ثَوابِ اللهِ\rلِمَنْ عَرَفَها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ شَرائِعَ الدِّينِ واحِدَةٌ وَ سُبُلَهُ قاصِدَةٌ فَمَنْ أَخَذَ بِها لَحِقَ وَ غَنِمَ وَ\rمَنْ تَوَقَّفَ عَنْها ضَلَّ وَ نَدِمَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّهُ قَدْ أَدْبَرَ مِنَ الدُّنْيا ما كانَ مُقْبِلاً وَ أَقْبَلَ مِنْها ما كانَ\rمُدْبِراً، وَ أَزْمَعَ التَّرْحالَ عِبادُ اللهِ الْأَخْيارُ وَ باعُوا قَليلاً مِنَ الدُّنْيا لا يَبْقى\rبِكَثيرٍ مِنَ الْاخِرَةِ لا يَفْنى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ مِنَ الْبَلاءِ الْفاقَةَ وَ أَشَدُّ مِنَ الْفاقَةِ مَرَضُ الْبَدَنِ وَ أَشَدُّ مِنْ مَرَضِ الْبَدَنِ مَرَضُ الْقَلْبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ مِنَ النِّعَمِ سَعَةُ الْمالِ وَ أَفْضَلُ مِنْ سَعَةِ الْمالِ صَحَّةُ الْبَدَنِ وَ أَفْضَلُ مِنْ صِحَّةِ الْبَدَنِ تَقْوَى الْقَلْبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ الْخَطايا خَيْلٌ شُمْسُ حُمِلَ عَلَيْها أَهْلُها وَ خَلَعَتْ لُجُمَها فَأَوْرَدَتْهُمُ النّارَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ التَّقْوى مَطايا ذُلُلٌ حُمِلَ عَلَيْها أَهْلُها وَ أُعْطُوا أَزِمَّتَها فَأَوْرَدَتْهُمُ الْجَنَّةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ أَخْوَفَ ما أَخافُ عَلَيْكُمُ اتِّباعُ الْهَوى وَ طُولُ الْأَمَلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا عامِلٌ لِنَفْسِه قَبْلَ يَوْمِ بُؤْسِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا مُتَزَوِّدٌ لِاخِرَتِه قَبْلَ أُزُوفِ رِحْلَتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ إِعْطاءَ هذَا الْمالِ فِي غَيرِ حَقِّه تَبْذيرٌ وَ إِسْرافٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ الْقَناعَةَ وَ غَلَبَةَ الشَّهْوَةِ مِنْ أَكْبَرِ الْعَفافِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا حُرٌّ يَدَعُ هذِهِ اللُّماظَةَ لِأَهْلِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا إِنَّهُ لَيْسَ لِأَنْفُسِكُمْ ثَمَنٌ إِلَّا الْجَنَّةُ فَلا تَبيعُوها إِلّا بِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ الدُّنْيا قَدْ تَصَرَّمَتْ وَ آذَنَتْ بِانْقِضاءٍ وَ تَنَكَّرَ مَعْرُوفُها وَ صارَ\rجَديدُها رَثّاً وَ سَمينُها غَثّاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ مَنْ لا يَسْتَقيمُ بِالْهُدى يَطُولُ بِهِ الْأَمَلُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ مَنْ لا يَنْفَعُهُ الْحَقُّ يَضُرُّهُ الْباطِلُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا فَما يَصْنَعُ بِالدُّنْيا مَنْ خُلِقَ لِلْاخِرَةِ وَ ما يَصْنَعُ بِالْمالِ مَنْ عَمّا قَليلٍ يَسْلُبُهُ وَ يَبْقى عَلَيْهِ حِسابُهُ وَ تَبِعَتُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ الْيَوْمَ الْمِضْمارُ وَ غَداً السِّباقُ وَ السَّبَقَةُ الْجَنَّةُ وَ الْغايَةُ النّارُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّكُمْ في أَيّامِ أَمَلٍ مِنْ وَرائِه أَجَلٌ فَمَنْ عَمِلَ في أَيَّامِ أَمَلِه قَبْلَ حُضُورِ أَجَلِه نَفَعَهُ عَمَلُهُ وَ لَمْ يَضْرُرْهُ أَجَلُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ اللِّسانَ بَضْعَةٌ مِنَ الْإِنْسانِ فَلا يُسْعِدُهُ الْقَوْلُ إِذَا امْتَنَعَ وَ لا يُمْهِلُهُ النُّطْقُ إِذَا اتَّسَعَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ اللَّبيبَ مَنِ اسْتَقْبَلَ وُجُوهَ الْاراءِ بِفِكْرٍ صائِبٍ وَ نَظَر فِي الْعَواقِبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا لا يَعْدِ لَنّ أَحَدُكُمُ عَنِ الْقَرابَةِ يَرى بِهِ الْخَصاصَةَ أَنْ يَسُدَّها بِالَّذي لا يَزيدُهُ إِنْ أَمْسَكَهُ وَ لا يَنْقُصُهُ إِنْ أَنْفَقَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ اللِّسانَ الصَّادِقَ يَجْعَلُهُ اللهُ لِلْمَرْءِ فِي النّاسِ خَيرٌ مِنَ الْمالِ يُورِثُهُ مَنْ لا يَحْمَدُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ قَدْ أُمِرْتُمْ بِالظَّعْنِ وَ دُلِلْتُمْ عَلىَ الزّادِ فَتَزَوَّدُوا مِنَ الدَّنْيا ما تَجْزُونَ بِه أَنْفُسَكُمْ غَداً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا لايَسْتَقْبِحَنَّ مَنْ سُئِلَ عَمَّا لا يَعْلَمُ أَنْ يَقُولَ لا أَعْلَمُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا لا يَسْتَحْيِيَنَّ مَنْ لا يَعْلَمُ أَنْ يَتَعَلَّمَ فَإِنَّ قيمَةَ كُلِّ امْرِءٍ ما يَعْلَمُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا فَاعْمَلُوا وَ الْأَلْسُنُ مُطْلَقَةٌ وَ الْأَبْدانُ صَحيحَةٌ وَ الْأَعْضاءُ لَدْنَةٌ وَ\rالْمُنْقَلَبُ فَسيحٌ وَ الْمَجالُ عَريضٌ قَبْلَ إِرْهاقِ الْفَوْتِ وَ حُلُولِ الْمَوْتِ فَحَقِّقُوا عَلَيْكُمْ\rحُلُولَهُ وَ انْتَظِرُوا تَعْجيلَ قُدُومِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ قَدْ أَمَرَنِيَ اللهُ رَبِّي بِقِتالِ أَهْلِ النَّكْثِ وَ الْبَغْيِ وَ الْفَسادِ فِي الْأَرْضِ\rفَأَمَّا النّاكِثينَ فَقَدْ قاتَلْتُ وَ أَمَّا الْقاسِطينَ فَقَدْ جاهَدْتُ وَ أَمَّا الْمارِقَةَ فَقَدْ دَوَّخْتُ\rوَ أَمَّا شيْطانُ الرَّدْهَةُ فَإِنّي كُفيتُهُ بِصَعْقَةٍ سُمِعَتْ لَها وَجيبُ قَلْبِه وَ رَجَّةُ صَدْرِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ الظُّلْمَ ثَلاثَةٌ:فَظُلْمٌ لا يُغْفَرُ، وَ ظُلْمٌ لا يُتْرَكُ، وَ ظُلْمٌ مَغْفُورٌ لا\rيُطْلَبُ. فَأَمَّا الظُّلْمُ الَّذي لا يُغْفَرُ: فَالشِّرْكُ بِاللهِ لِقَوْلِه: 'إِنَّ اللهَ لا يَغْفِرُ أَنْ\rيُشْرَكَ بِه وَ يَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ'، وَ أَمَّا الظُّلْمُ الَّذي لا يُتْرَكُ: فَظُلْمُ\rالْعِبادِ بَعْضُهُمْ لِبَعْضٍ، الْعِقابُ هُنالِكَ شَديدٌ لَيْسَ جَرْحاً بِالْمُدى وَ لا ضَرْباً بِالسِّياطِ وَ\rلكِنَّهُ ما يُسْتَصْغَرُ ذلِكَ مَعَهُ، وَ أَمَّا الظُّلْمُ الَّذي يُغْفَرُ: فَظلْمُ الْمَرْءِ نَفْسَهُ عِنْدَ بَعْضِ\rالْهَناتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا فَاعْمَلوا عِبادَ اللهِ وَ الْخِناقُ مُهْمَلٌ وَ الرُّوحُ مُرْسَلٌ في فَيْنَةِ الْإِرْشادِ\rوَ راحَةِ الْأَجْسادِ وَ مَهَلِ الْبَقِيَّةِ وَ اُنُفِ الْمَشِيَّةِ وَ إِنْظارِ التَّوْبَةِ وَ انْفِساحِ الْحَوْبَةِ\rقَبْلَ الضَّنْكِ وَ الْمَضيقِ وَ الرَّوْعِ وَ الزُّهُوقِ وَ قَبْلَ قُدُومِ عائِدٍ وَ مَعُودٍ وَ آخَرَ بِنَفْسِه\rيَجُودُ وَ طالِبٌ لِلْدُّنْيا وَ الْمَوْتُ يَطْلُبُهُ وَ غافِلٌ وَ لَيْسَ بِمَغْفُولٍ عَنْهُ وَ عَلى أَثَرِ\rالْماضينَ ما يَمْضِي الْباقُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ الشَّيْطانَ قَدْ جَمَعَ حِزْبَهُ وَ اسْتَجْلَبَ خَيْلَهُ وَ رَجِلَهِ وَ إِنَّ مَعي\rلَبَصْيرَتي ما لَبَّسْتُ بِه عَلى نَفْسي وَ لا لُبِّسَ بِه عَلَيَّ وَ أَيْمُ اللهِ لَاُفْرِطَنَّ لَهُمْ حَوْضاً\rأَنْا ماتِحُهُ لا يَصْدِرُونَ عَنْهُ وَ لا يَعُودُونَ إِلَيْهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ إِنَّ الشَّيْطانَ قَدْ ذَمَّرَ حِزْبَهُ وَ اسْتَجْلَبَ جَلَبَهُ لِيَعُودَ |الجَور| إِلى\rأَوْطانِه وَ يَرْجِعَ الْباطِلُ في نِصابِه، وَ اللهِ ما أَنْكَرُوا عَلَيَّ مُنْكَراً وَ لا جَعَلُوا\rبَيْني وَ بَيْنَهُمْ نَصَفاً وَ إِنَّهُمْ لَيَطْلُبُونَ حَقّاً تَرَكُوهُ، وَ دَماً هُمْ سَفَكُوهُ، فَلَئِنْ كُنْتُ\rشَريكَهُمْ فيهِ فَإِنَّ لَهُمْ نَصيبَهُمْ مِنْهُ وَ إِنْ كانُوا تَوَلَّوْهُ دُوني فَما التَّبِعَةُ إِلّا عِنْدَهُمْ\rوَ إِنَّ أَعْظَمَ حُجَّتِهِمْ لَعَلى أَنْفُسِهِمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "أَلا وَ أِنِّي قَدْ دَعوْتُكُمْ إِلى قِتالِ هؤُلاءِ لَيْلاً وَ نَهاراً سِرّاً وَ إِعْلاناً وَ\rقُلْتُ لَكُمْ أُغْزُوهُمْ قَبْلَ أَنْ يَغْزُوكُمْ فَوَ اللهِ ما غُزِيَ قَوْمٌ قَطُّ في عُقْرِ دارِهِمْ إِلّا ذَلُّوا\rفَتَواكَلْتُمْ وَ تَخاذَلْتُمْ حَتّى شُنَّتْ عَلَيْكُمُ الْغاراتُ وَ مُلِكَتْ عَلَيْكُمُ الْأَقْطارُ.",
"source": "عيون الحكم والمواعظ"
}
]
}