[["أَيْنَ الْمُلُوكُ وَ الْأكاسِرَةُ.","عيون الحكم والمواعظ"],["أَيْنَ بَنُو الْأَصْفَرِ وَ الْفَراعِنَةُ.","عيون الحكم والمواعظ"],["أَيْنَ يَذْهَبُ بِكُمُ الْمَذاهِبُ.","عيون الحكم والمواعظ"],["أَيْنَ يَتيهُ بِكُمُ الْغَياهبُ وَ يَخْتَدِعُكُمُ الْكَواذِبُ.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ أَخْلَصُوا أَعْمالَهُمْ لِلّهِ وَ طَهُّرُوا قُلُوبَهُمْ لِمَواضِعِ نَظَرِ اللهِ.","عيون الحكم والمواعظ"],["أَيْنَ الْعَمالِقَةُ وَ أَبْناءُ الْعَمالِقَةِ.","عيون الحكم والمواعظ"],["أَيْنَ الْجَبابِرَةُ وَ أَبْناءُ الْجَبابِرَةِ.","عيون الحكم والمواعظ"],["أَيْنَ أَهْلُ مَدائِن الرَّسِّ الَّذينَ قَتَلُوا النَّبِيِّينَ وَ أَطْفَأوا أَنْوارَ الْمُرْسَلينَ.","عيون الحكم والمواعظ"],["أَيْنَ مَنْ كانَ أَطْوَلَ مِنْكُم أَعْماراً وَ أَعْظَمَ آثاراً.","عيون الحكم والمواعظ"],["أَيْنَ مَنْ بَنى وَ شَيَّدَ وَفَرَشَ وَ مَهَّدَ وَ جَمَعَ وَ عَدَّدَ.","عيون الحكم والمواعظ"],["أَيْنَ كِسْرى وَ قَيْصَرُ وَ تُبَّعٌ وَ حِمْيَرُ.","عيون الحكم والمواعظ"],["أَيْنَ مَنِ ادَّخَرَ وَ اعْتَقَلَ وَ جَمَعَ الْمالَ عَلى الْمالِ فَأَكْثَرَ.","عيون الحكم والمواعظ"],["أَيْنَ يَخْتَدِعُكُمْ غُرُورُ الْامالِ.","عيون الحكم والمواعظ"],["أَيْنَ يَغُرُّكُمْ سَرابُ الْا|مَا|لِ.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ مَلَكُوا مِنَ الدُّنْيا أَقاصِيَها.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ اسْتَذَلُّوا الْأَعْداءَ وَ مَلَكُوا نَواصِيَها.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ كانُوا أَشَدَّ مِنّا قُوَّةً وَ أَكْثَرَ جَمْعاً.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ هَزَمُوا الْجُيُوشَ وَ سارُوا بِالْاُلُوفِ.","عيون الحكم والمواعظ"],["أَيْنَ مَنْ سَعى وَاجْتَهَدَ وَ أَعَدَّ وَ احْتَشَدَ.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ دانَت لَهُمُ الْاُمَمُ.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ بَلَغُوا مِنَ الدُّنْيا أَقاصِيَ الْهِمَمِ.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ كانُوا أحْسَنَ آثاراً وَ أَعْدَلَ أَفْعالاً وَ أَعْظَمَ مُلْكاً.","عيون الحكم والمواعظ"],["أَيْنَ مَنْ حَصَّنَ وَ أَكَّدَ وَ زَخْرَفَ وَ لَحَّدَ.","عيون الحكم والمواعظ"],["أَيْنَ مَنْ جَمَعَ فَأَكْثَرَ وَ احْتَقَبَ وَ اعْتَقَدَ وَ نَظَرَ بِزَعْمِه لِلْوَلَدِ.","عيون الحكم والمواعظ"],["أَيْنَ مَنْ كانَ أَعَدَّ عَديداً وَ أَكْنَفَ جُنُوداً.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ شَيَّدُوا الْمَمالِكَ وَ مَهَّدُوا الْمَسالِكَ وَ أَغاثُوا الْمَلْهُوفَ وَ أَقْرَأوا الضُّيُوفَ.","عيون الحكم والمواعظ"],["أَيْنَ تَتيهُونَ وَ مِنْ أَيْنَ تُؤْتَوْنَ وَ أَنّى تُؤْفَكُونَ وَ عَلامَ تَعْمَهُونَ وَ بَيْنَكُمْ عِتْرَةُ نَبِيِّكُمْ وَ هُمْ أَزِمَّهُ الصِّدْقِ وَ أَلْسِنَةُ الْحَقِّ.","عيون الحكم والمواعظ"],["أَيْنَ تَضِلُّ عُقُولُكُمْ أَتَسْتَبْدِلُونَ الْكَذِبَ بِالصِّدْقِ وَ تَعْتاضُونَ الْباطِلَ بِالْحَقِّ.","عيون الحكم والمواعظ"],["أَيْنَ الْقُلُوبُ الّتي ذَهَبَتْ لِلّهِ وَ عُوقِدَتْ عَلى طاعَةِ اللهِ.","عيون الحكم والمواعظ"],["أَيْنَ الْعُقُولُ الْمُسْتَضيئَةُ بِمَصابيحِ الْهُدى.","عيون الحكم والمواعظ"],["أَيْنَ الْمُوقِنُونَ الَّذينَ خَلَعُوا سَراويلَ الهَوى وَ قَطَعُوا عَنْهُمْ عَلائِقَ الدُّنْيا.","عيون الحكم والمواعظ"],["أَيْنَ الْأَبْصارُ اللّامِحَةُ مَنارَ التَّقْوى.","عيون الحكم والمواعظ"],["أَيْنَ الَّذينَ زَعَمُوا أَنَّهُمْ هُمُ الرّاسِخُونَ قِي الْعِلْمِ دُونَنا كَذِباً وَ بَغْياً عَلَيْنا\rوَ حَسَداً لَنا أَنْ رَفَعَنَا اللهُ وَ وَضَعَهُمْ وَ أَعْطانا وَ مَنَعَهُمْ وَ أَدْخَلَنا وَ أَخْرَجَهُمْ، بِنا\rيُسْتَعْطَى الْهُدى وَ يُسْتَجْلى الْعَمى لا بِهِمْ.\r","عيون الحكم والمواعظ"]]