{
"title": "بلفظ إنّ وهو مائتان و ثلاث وتسعون حكمة",
"type": "text",
"data": [
{
"text": "إِنَّ أَسْرَعَ الْخَيْرِ ثَواباً الْبِرُّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَحْمَدَ الْاُمُورِ عاقِبَةً الصَّبْرُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَدْنَى الرِّياءِ شِرْكٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ ذِكرَ الْغيبَةِ شَرُّ الْإِفْكِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ يَمْشي عَلى ظَهْرِ الْأَرْضِ لَصائِرٌ إِلى بَطْنِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْاُمُورَ إِذا تَشابَهَتْ اعْتُبِرَ آخِرُها بِأَوَّلِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللَّيْلَ وَ النَّهارَ مُسْرِعانِ في هَدْمِ الْأَعْمارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ في كُلِّ شَيْ ءٍ مَوْعِظَةً وَ عِبْرَةً لِذَوِي الْأَلْبابِ وَ الْإِعْتِبارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلّهِ سُبْحانَهُ وَ تَعالى عِباداً يَخْتَصُّهُمْ بِالنِّعَمِ لِمَنافِعِ الْعِبادِ يُقِرُّها فيأَيْديهِمْ ما بَذَلُوها فَإِذا مَنَعُوها نَزَعَها مِنْهُمْ وَ حَوَّلَها إِلى غَيرِهِمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمَوَدَّةَ يُعَبِّرُ عَنْهَا اللِّسانُ وَ عَنِ الْمَحَبَّةِ الْعَيْنانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَفْضَلَ النّاسِ مَنْ حَلُمَ عَنْ قُدْرَةٍ وَ زَهِدَ عَنْ غَيْبَةٍ وَ أَنْصَفَ عَنْ قُوَّةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ هذِهِ النَّفْسَ لَأَمَّارَةٌ بِالسِّوءِ فَمَنْ أَهْمَلَها جَمَحَتْ بِه إِلى الْمَآثِم.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ النَّفْسَ لَجَوْهَرَةٌ نَفيسَةٌ مَنْ صانَها رَفَعَها وَ مَنِ ابْتَذَلَها وَ ضَعَها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلّهِ سُبْحانَهُ وَ تَعالى سَطَواتٍ وَ نَفَحاتٍ وَ نَفَخاتٍ فَإِذا نَزَلَتْ بِكُمْ فَارْفَعُوها بِالدُّعاءِ فَإِنَّهُ لا يَرْفعُ الْبَلاءَ إِلَّا الدُّعاءُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ كَلامَ الْحكيمِ إِذا كانَ صَواباً كانَ دَواءً وَ إِذا كانَ خَطأً كانَ داءً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَهْلَ الْجَنَّةِ لَيَرَوْنَ مَنازِلَ شيعَتِنا كَما يُتَرائى لِلرَّجُلِ الْكَواكِبُ في أُفُقِ السَّماءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَنْصَحَ النّاسِ أَنْصَحُهُمْ لِنَفْسِه وَ أَطْوَعُهُمْ لِرَبِّه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ يُعْطِي الدُّنْيا مَنْ يُحِبُّ وَ مَنْ لا يُحِبُّ وَ لا يُعْطِي الدِّينَ إِلّا مَنْ يُحِبُّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ تَخْليصَ النِّيَّةِ مِنَ الْفَسادِ أَشَدُّ عَلى الْعامِلينَ مِنْ طُولِ الْإِجْتِهادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَمامَكَ طَريقاً ذا مَسافَةٍ بَعيدَةٍ وَ مَشَقَّةٍ شَديدَةٍ وَ لا غَناءَ بِكَ مِنْ حُسْنِ الْإِرْتِيادِ وَ قَدْرِ بَلاغِكَ مِنَ الزّادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَغَشَّ النّاس أَغَشُّهُمْ لِنَفْسِه وَ أَعْصاهُمْ لِرَبِّه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ حُسْنَ الْعَهْدِ مِنَ الْإِيْمانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ حُسْنَ التَّوَكُّلِ مِنْ أَصْدَقِ الْإِيقانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ كُفْرَ النِّعَمِ لُؤْمٌ وَ مُصاحَبَةَ الْجاهِلِ شُؤْمٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ عُمْرَكَ وَقْتُكَ الَّذي أَنْتَ فيهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ يُبْغِضُ الْوَقِحَ الْمُتَجَرِّى ءَ عَلى الْمَعاصي.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ يُحِبُّ الحَيِّىَ الْمُتَعَفِّفَ التَّقِيَّ الرّاضي.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَفْضَلَ الْإِيمانِ إِنْصافُ الرَّجُلِ مِنْ نَفْسِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَفْضَلَ الْجِهادِ مُجاهَدَةُ الْمَرْءِ نَفْسَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْيَوْمَ عَمَلٌ وَ لا حِسابَ وَ غَداً حِسابٌ وَ لا عَمَلَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ عِنْدَ إِضْمارِ كُلِّ مُضْمَرٍ وَ قَوْلِ كُلِّ قائِلٍ وَ عَمَلِ كُلِّ عامِلٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَوْلَى النّاسِ بِالْأَنْبِياءِ أَعْمَلُهُمْ بِما جاؤُا بِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ لَيُبْغِضُ الطَّويلَ الْأَمَلِ السَّيِّ ءَ الْعَمَلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنَ الْعِبادَةِ لينَ الْكَلامِ وَ إِفْشاءَ السَّلامِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْفُحْشَ وَ التَّفَحُّشَ لَيْسا مِنْ خَلائِقِ الْإِسْلامِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِسانَكَ يَقْتَضيكَ ما عَوَّدْتَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ طِباعَكَ يَدْعُوكَ إِلى ما أَلِفْتَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمُؤْمِنِينَ مُسْتَكينُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمُؤْمِنينَ مُشْفِقُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمُؤْمِنينَ خائِفُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمُؤْمِنينَ وَجِلُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْحازِمَ مَنْ لا يَغْتَرُّ بِالْخُدَعِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْعاقِلَ مَنْ لا يَنْخَدِعُ لِلطَّمَعِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الصّادِقَ لَكَريمٌ جَليلٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْكاذِبَ لَمُهانٌ ذَليلٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ بَذْلَ التَّحِيَّةِ مِنْ مَحاسِنِ الْأَخْلاقِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مُواساةَ الرِّفاقِ مِنْ كَرَمِ الْأَعْراقِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنَ الْفَسادِ إِضاعَةَ الزّادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنَ الشَّقاءِ إِفْسادَ الْمَعادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَسْعَدَ النّاسِ مَنْ كانَ لَهُ مِنْ نَفْسِه بِطاعَةِ اللهِ مُتَقاضٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَهْنَأَ النّاسِ عَيْشاً مَنْ كانَ بِقَسْمِ اللهِ راضِياً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ إِنْفاقَ هذَا الْمالِ في طاعَةِ اللهِ أَعْظَمُ نِعْمَةٍ وَ إِنَّ إِنْفاقَهُ في مَعاصيهِ أَعْظَمُ مِحْنَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا وَ الْاخِرَةَ كَرَجُلٍ لَهُ امْرَأَتانِ إِذا أَرْضى إِحْداهُما أَسْخَطَ الْاُخْرى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنْ مَكارِمِ الْأَخْلاقِ أَنْ تَصِلَ مَنْ قَطَعَكَ وَ تُعْطِيَ مَنْ حَرَمَكَ وَ تَعْفُوَ عَمَّنْ ظَلَمَكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ تَعالى يُدْخِلُ بِحُسْنِ النِّيَّةِ وَ صالِحِ السَّريرَةِ مَنْ يَشاءُ مِنْ عِبادِهِ الْجَنَّةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَمْرَنا صَعْبٌ مُستَصْعَبٌ لا يَحْتَمِلُهُ إِلّا عَبْدٌ امْتَحَنَ اللهُ قَلْبَهُ لِلْإِيمانِ وَلا يَعي حَديثَنا إِلّا صُدُورٌ أَمينَةٌ وَ أَحْلامٌ رَزينَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمُؤْمِنينَ هَيِّنُونَ لَيِّنُونَ مُحْسِنُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ أَبى أَنْ يَجْعَلَ أَرْزاقَ عِبادِهِ الْمُؤْمِنينَ إِلّا مِنْ حَيْثُ لايَحْتَسِبُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْعاقِلَ يَتَّعِظُ بِالْأَدَبِ و البَهائِمَ لا تَتَّعِظُ إِلّا بِالضَّرْبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلّهِ سُبْحانَهُ وَ تَعالى مَلَكاً يُنادي في كُلِّ يَوْمٍ: يا أَهْلَ الدُّنْيا! لِدُوا لِلْمَوتِ وَ ابْنُوا لِلْخَرابِ وَ اجْمَعُوا لِلْذَّهابِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ خَيرَ الْمالِ مَا اكْتَسَبَ ثَناءً وَ شُكْراً وَ أَوْجَبَ ثَواباً وَ أَجْراً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْقُرْآنَ ظاهِرُهُ أَنْيقٌ وَ باطِنُهُ عَميقٌ، لا تَفْنى عَجائِبُهُ وَ لا تَنْقَضي غَرائِبُهُ وَ لا تُكْشَفُ الظُّلُماتُ إِلّا بِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ قَدْ أَنارَ طَريقَ الْحَقِّ وَ أَوْضَحَ طُرُقَهُ، فَشَقْوَةٌ لازِمَةٌ أَو سَعادَةٌ دائِمَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ النّاسَ إِلى صالِحِ الْأَدَبِ أَحْوَجُ مِنْهُمْ إِلَى الْفِضَّةِ وَ الذَّهَبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ هذَا الْقُرآنَ هُوَ النّاصِحُ الَّذي لا يَغُشُّ وَ الْهادِي الَّذي لا يُضِلُّ وَ الْمُحَدِّثُ الَّذي لا يَكْذِبُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللَّيْلَ وَ النَّهارَ يَعْمَلانِ فيكَ فَاعْمَلْ فيهِما وَ يَأْخُذانِ مِنْكَ فَخُذْ مِنْهُما.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا يُونِقُ مَنْظَرُها وَيُوبِقُ مَخْبَرُها، قَدْ تَزَيَّنَتْ بِالْغُرُورِ وَ غَرَّتْ بِزينَتها، دارٌ هانَتْ عَلى رَبِّها فَخَلَطَ حَلالَها بِحَرامِها وَ خَيْرَها بِشَرِّها وَ حُلْوَها بِمُرِّها لَمْ يُصْفِهَا اللهُ لِأَوْلِيائِه وَ لَمْ يَضُنَّ بِها عَلى أَعْدائِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنْ نَكَدِ الدُّنْيا أَنَّها لا تَبْقى عَلى حالَةٍ وَ لا تَخْلُو مِنِ اسْتِحالَةٍ، تُصْلِحُ\rجانِباً بِفَسادِ جانِبٍ، وَ تُسِرُّ صاحِباً بِمسائَةِ صاحِبٍ، فَالْكَوْنُ فيها خَطَرٌ وَ الثِّقَةُ بِها\rغُرُورٌ وَ الْإِخْلادُ إِلَيْها مُحالٌ وَ الْإِعْتِمادُ عَلَيْها ضَلالٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارٌ بِالْبَلاءِ مَعْرُوفَةٌ وَ بِالْغَدْرِ مَوْصُوفَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا لا تَدُومُ أَحْوالُها وَ لا يَسْلَمُ نُزّالُها، الْعَيْشُ فيها مَذْمُومٌ وَ الْأَمانُ فيها مَعْدُومٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا ظِلُّ الْغَمامِ وَ حُلُمُ الْمَنامِ وَ الْفَرَحُ الْمَوْصُولِ بِالْغَمِّ وَ الْعَسَلُ\rالْمشُوبُ بِالسَّمِّ، سَلّابَةُ النِّعَمِ أَكّالَةُ الْاُمَمِ جَلّابَةُ النِّقَمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إٍنَّ الدُّنْيا لا تَفي لِصاحِبٍ وَ لا تَصْفُو لِشارِبٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا نَعيمُها يَتَنَقَّلُ وَ أَحْوالُها تَتَبَدَّلُ وَ لَذّاتُها تَفْنى وَ تَبِعاتُها\rتَبْقى فَأَعْرِضْ عَنْها قَبْلَ أَنْ تُعْرِضَ عَنْكَ وَ أَبْدِلْ بِها قَبْلَ أَنْ تَسْتَبْدِلَ بِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا حُلْوَةٌ خَضِرَةٌ حُفَّتْ بِالشَّهَواتِ وَ راقَتْ بِالْقَليلِ وَ تَحَلَّتْ بِالْامالِ وَ\rتَزَيَّنَتْ بِالْغُرُورِ لا يَدُومُ نَعيمُها وَ لا يُؤْمَنُ فَجيعُها غَرّارَةٌ ضَرّارَةٌ حائِلَةٌ زائِلَةٌ\rنافِذَةٌ بائِدَةٌ أَكّالَةٌ غَوّالَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارُ صِدْقٍ لِمَنْ صَدَّقَها وَ دارُ عافِيَةٍ لِمَنْ فَهِمَ عَنْها وَ دارُ غَناءٍ\rلِمَنْ تَزَوَّدَ مِنْها وَ دارُ مَوْعِظَةٍ لِمَنْ اتَّعَظَ بِها قَدْ آذَنَتْ بِبَيْنِها وَ نادَتْ بِفِراقِها وَ\rنَعَتْ نَفْسَها وَ أَهْلَها فَمَثَّلَتْ لَهُمْ بِبَلائِهَا الْبَلاءَ وَ شَوَّقَتْهُمْ بِسُرُورِها إِلى السُّرُورِ،\rراحَتْ بِعافِيَةٍ وَ ابْتَكَرَتْ بِفَجيعَةٍ تَرْغيباً وَ تَرْهيباً وَ تَخْوِيفاً وَ تَحْذيراً فَذَمَّها رِجالٌ\rغَداةَ النَّدامَة وَ حَمِدَها آخَرُونَ ذَكَّرَتْهُمْ فَذُكِّرُوا وَ حَدَّثَتْهُمْ فَصَدَّقُوا وَ وَعَظَتْهُمْ\rفَاتَّعَظُوا مِنْها بِالْعِبَرِ وَ الْغِيَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا وَ الْاخِرَةَ عَدُوّانِ مُتفاوِتانِ وَسَبيلانِ مُخْتَلِفانِ فَمَنْ أَحَبَّ الدُّنْيا\rوَ تَوَلّاها أَبْغَضَ الْاخِرَةَ وَ عاداها وَ هُما بِمَنْزِلَةِ الْمَشْرِقِ وَ الْمَغْرِبِ وَ ماشٍ بَيْنهُما\rفَكُلَّما قَرُبَ مِنْ واحِدٍ بَعُدَ مِنَ الْاخَرِ وَ هُما بَعْدُ ضَرَّتانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارُ فَجائِعَ مَنْ عُوجِلَ فيها فُجِعَ بِنَفْسِه وَ مَنْ أُمْهِلَ فيها فُجِعَ\rبِأَحِبَّتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا قَدْ أَدْبَرَتْ وَ آذَنَتْ بِوَداعٍ وَ إِنَّ الْاخِرَةَ قَدْ أَقْبَلَتْ وَ أَشْرَفَتْ بِاطِّلاعٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا مَعْكُوسَةٌ مَنْكُوسَةٌ لَذّاتُها تَنْغيصٌ وَ مَواهِبُها تَغْصيصٌ وَ عَيْشُها عَناءٌ\rوَ بَقائُها فَناءٌ تَجْمَحُ بِطالِبِها وَ تُرْدي راكِبَها وَ تَخُونُ الْواثِقََ بِها وَ تُزْعجُ\rالْمُطْمَئِنَّ إِلَيْها وَ إِنَّ جَمْعَها إِلى انْصِداعٍ وَ وَصْلها إِلى انْقِطاعٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إٍنَّ مِنْ هَوانِ الدُّنْيا عَلى اللهِ أَنَّهُ لا يُعْصى إِلّا فيها وَ لا يُنالُ ما عِنْدَهُ\rإِلّا بِتَرْكِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا كَالْحَيَّةِ لَيِّنٌ مَسُّها قاتِلٌ سَمُّها فَأَعْرِضْ عَمّا يُعْجِبُكَ فيها لِقِلَّةِ ما\rيَصْحَبُكَ مِنْها وَ كُنْ آنَسَ ما تَكُونُ بِها أَحْذَرَ ما تَكُونُ مِنْها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ دُنْياكُمْ هذهِ لَأَهْوَنُ في عَيْني مِنْ عُراقِ خِنْزيرٍ فِي يَدِ مَجْذُومٍ وَ أَحْقَرُ مِنْ\rوَرَقَةٍ في فَمِ جَرادَةٍ ما لِعَلِيٍّ وَ نَعيمٍ يَفْنى وَ لَذَّةٍ لا تَبْقى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا كَالْغُولِ تُغْوي مَنْ أَطاعَها وَ تُهْلِكُ مَنْ أَجابَها وَ إِنَّها لَسَريعَةُ\rالزَّوالِ وَشيكَةُ الْإِنْتِقالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا تُقْبِلُ إِقْبالَ الطّألِبِ وَ تُدْبِرُ إِدْبارَ الْهارِبِ وَ تَصِلُ مُواصَلَةَ\rالْمَلُولِ وَ تُفارِقُ مُفارَقَةَ الْعَجُولِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا مَنْزِلُ قُلْعَةٍ وَ لَيْسَتْ بِدارِ نُجْعَةٍ، خَيْرُها زَهيدٌ وَ شَرُّها عَتيدٌ وَ\rمُِلْكُها يُسْلَبُ وَ عامِرُها يَخْرَبُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا لَهِيَ الْكَنُودُ الْعَنُودُ وَ الصَّدُودُ الْجَحُودُ وَ الْحَيُودُ الْمَيُودُ،\rحالُهَا انْتِقالٌ وَ سُكُونُها زَوالٌ وَ عِزُّها ذُلٌّ وَ جِدُّها هَزْلٌ وَ عُلُوُّها سِفْلٌ، أَهْلُها عَلى\rساقٍ وَ سِياقٍ وَ لَحاقٍ وَ فِراقٍ وَ هِيَ دارُ حَرْبٍ وَ سَلَبٍ وَ نَهْبٍ وَ عَطَبٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا غُرُورٌ حائِلٌ وَ ظِلٌّ زائِلٌ وَ سِنادٌ مائِلٌ تَصِلُ الْعَطِيَّةَ بِالرَّزِيَّةِ وَ\rالْاُمْنِيَّةَ بِالْمَنِيَّةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارُ مِحَنٍ وَ مَحَلُّ فِتَنٍ مَنْ ساعاها فاتَتْهُ وَ مَنْ قَعَدَ عَنْها أَتَتْهُ وَ\rمَنْ أَبْصَرَ إِلَيْها أَعْمَتْهُ وَ مَنْ أَبْصَر بِها بَصَّرَتْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا خَيرُها زَهيدٌ وَ شَرُّها عَتيدٌ وَ لَذّاتُها قَليلَةٌ وَ حَسَراتُها طَويلَةٌ،\rتَشُوبُ نَعيمَها ببُؤْسٍ وَ تُقْرِنُ سُعُودَها بِنُحُوسٍ وَ تَصِلُ نَفْعَها بِضُرٍّ وَ تَمْزُجُ حُلْوَها بِمُرٍّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا تُعْطي وَ تَمْتَنِعُ وَ تَنْقادُ وَ تَرْتَجِعُ وَ تُوحِشُ وَ تُؤنِسُ وَ تُطْمِعُ وَ\rتُؤْيِسُ، يُعْرِضُ عَنْهَا السُّعَداءُ وَ يَرْغبُ فيهَا الْأَشْقِياءُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا رُبَّما أَقْبلَتْ عَلى الْجاهِلِ بِالْإِنْفاقِ وَ أَدْبَرَتْ عَلى الْعاقِل مَعَ\rالْإِسْتِحقْاقِ، فَإِنْ أَتَتْكَ مِنْها سُهْمَةٌ مَعَ جَهْلٍ أَوْ فاتَتْكَ مِنْها بُغْيَةٌ مَعَ عَقْلٍ فَإِيّاكَ أَنْ\rتَحْمِلَ ذلِكَ عَلى الرَّغْبَةِ فِي الْجَهْلِ وَ الزُّهْدِ فِي الْعَقْلِ فَإِنَّ ذلِكَ يُزْري بِكَ وَ يُرْديكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلدُّنْيا مَعَ كُلِّ شَرْبَةٍ شَرَقاً وَ مَعَ كُلِّ أُكْلةٍ غَصَصاً، لا يَنالُ الْمَرْءُ مِنْها\rنِعْمَةً إِلّا بِفِراقِ أُخْرى وَ لا يَسْتَقْبِلُ مِنْها يَوْماً مِنْ عُمْرهُ إِلّا بِفَراقٍ آخَرَ مِنْ أَجلِه\rوَ لا يَحْيى لَهُ فيها أَثَرٌ إِلّا ماتَ لَها أَثَرٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا عَيْشُها قَصيرٌ وَ خَيرُها يَسيرٌ وَ إِقْبالُها خَديعَةٌ وَ إِدْبارُها فَجيعَةٌ\rوَ لَذّاتُها فانِيَةٌ وَ تَبِعاتُها باقِيَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارٌ أَوَّلُها عَناءٌ وَ آخِرُها فَناءٌ، في حَلالِها حِسابٌ وَ في حرامِها\rعِقابٌ، مَنِ اسْتَغْنى فيها فُتِنَ وَ مَنِ افْتَقَرَ فيها حَزِنَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارُ شُخُوصٍ وَ مَحَلَّةُ تَنْغيصٍ، ساكِنُها ظاعِنٌ وَ قاطِنُها بائِنٌ وَ\rبَرْقُها خالِبٌ وَ نُطْقُها كاذِبٌ وَ أَمْوالها مَحْرُوبَةٌ وَ أَعْلاقُها مَسْلُوبَةٌ وَ هِيَ الْمُتَصَدِّيَةُ\rلِلْعُيُونِ وَ الْجامِحَةُ الْحَرُونُ وَ الْمانِيَةُ الْخَؤُونِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا تُدْنِي الْاجالَ وَ تُباعِدُ الْامالَ وَ تُبيدُ الرِّجالَ وَ تُغَيِّرُ الْأَحْوالَ\rمَنْ غالَبَها غَلَبَتْهُ وَ مَنْ صارَعَها صَرَعَتْهُ وَ مَنْ عَصاها أَطاعَتْهُ وَ مَنْ تَرَكَها أتَتْهُ.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا تُخْلِقُ الْأَبْدانَ وَ تُجَدِّدُ الْامالَ وَ تُقَرِّبُ الْمَنِيَّةَ وَ تُباعِدُ\rالْاُمْنيَّةَ كُلَّما اطْمَأَنَّ مِنْها صاحِبُها إِلى سُرُورٍ أَشْخَصَتْهُ مِنْهُ إِلى مَحْذُورٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا غَرّارَةٌ خَدُوعٌ مُعْطِيَةٌ مَنُوعٌ مُلْبِسَةٌ نَزُوعٌ لا يَدومُ رَخاءُ ها وَ لا\rيَنْقَضي عَناءُ ها وَ لا يَرْكَدُ بَلاءُ ها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا سَريعَةُ التَّحَوُّلِ كَثيرَةُ التَّنَقُّلِ شَديدَةُ الْغَدْرِ دائِمَهُ الْمَكْرِ،\rأَحْوالُها تَتَزَلْزَلُ وَ نَعيمُها يَتَبَدَّلُ وَ رَخاءُ ها يَتَنَقَّصُ وَ لَذّاتُها تَتَنَغَّصُ وَ طالبُها\rيَذِلُّ وَ راكِبُها يَزِلُّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا مُنْتَهى بَصَرِ الْأَعْمى لا يَبْصُرُ مِمّا وَرائَها شَيْئاً وَ الْبَصيرُ\rيُنْفِذُها بَصَرُهُ وَ يَعْلَمُ أَنَّ الدّارَ وَرائَها فَالْبَصيرُ مِنْها شاخِصٌ وَ الْأَعْمى إِلَيْها شاخِصٌ\rوَ الْبَصيرُ مِنْها مُتَزَوَّدٌ وَ الْأَعْمى لَها مُتَزَوِّدٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ |للدنيا| رِجالاً لَدَيْهِمْ كُنُوزٌ مَذْخُورَةٌ مَذْمُومَةٌ عِنْدَكُمْ مَدْحُورَةٌ يُكْشَفُ بِهِمُ\rالدِّينُ كَما يَكْشِفُ أَحَدُكُمْ رَأْسَ قِدْرِهِ يَلُوذُونَ كَالْجَرادِ فَيُهْلِكُونَ جَبابِرَةَ الْبِلادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارُ فَناءٍ وَ عَناءٍ وَ عِبَرٍ وَ غِيَرٍ.\r\rفَمِنَ الْفَناءِ أَنَّ الدَّهْرَ مُوتِرٌ قَوْسَهُ مُفَوِّقٌ نَبْلَهُ لا يَطيشُ سِهامُهُ وَ لا تُؤْسى جِراحُهُ\rيَرْمِي الشَّبابَ بِالْهَرَمِ وَ الصَّحيحَ بِالسَّقَمِ وَ الْحَياةَ بِالْمَوْتِ، شارِبٌ لا يَرْوى وَ آكِلٌ\rلا يَشْبَعُ.\r\rوَ مِنَ الْعَناءِ: أَنَّ الْمَرْءَ يَجْمَعُ مَا لا يَأْكُلُ وَ يَبْني ما لا يَسْكُنُ ثُمَّ يَخْرُجُ إِلى اللهِ بِلا بَناءٍ نَقَلَ وَ لا مالٍ حَمَلَ.\r\rوَ مِنْ عِبَرِها: أَنَّها تُريكَ الْمَرْحُومَ مَغْبُوطاً وَ الْمَغْبُوطَ مَرْحُوماً لَيْسَ بَيْنَ ذلِكَ إِلّا نَعيمٌ زلَّ وَ بُؤْسٌ نَزَلَ.\r\rوَ مِنْ غَيرِها: أَنَّ الْمَرْءَ يُشْرِفُ عَلى أَمَلِه فَيَقْتَطِعُهُ دُونَهُ أَجَلُهُ فَلا أَمَلَ مُدْرَكٌ وَ لا مُؤَمّلَ يُتْركٌ.\r\rفَسُبْحانَ اللهِ ما أَعَزَّ سُرُورَها وَ أَظْمَأَ رِيّها وَ أَضْحَى فَيْئَها، كَأَنَّ الَّذي كانَ مِنَ\rالدُّنْيا لَمْ يَكُنْ وَ كَأَنَّ الَّذي هُوَ كائِنٌ مِنْها قَدْ كانَ، لا جاءٍ يُرَدُّ وَ لا ماضٍ يَرْتَجِعَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ِنَّ الْاخِرَةَ هِيَ دارُ الْقَرارِ وَ دارُ الْمُقامِ وَ جَنَّةٌ وَ نارٌ صارَ أَوْلِياءُ اللهِ\rإِلى الْاخِرَةَ بِالصَّبْرِ وَ إِلى الْأَمَلِ بِالْعَمَلِ جاوَرُوا اللهَ في دارِه مُلُوكاً خالِدينَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارُ غُرُورٍ حائِلٍ وَ زُخْرُفٍ زائِلٍ وَظِلٍّ آفِلٍ وَسَنَدٍ مائِلٍ تُرْدي\rمُسْتَزيدَها وَ تُضِرُّ مُسْتَفيدَها فَكَمْ مِنْ واثِقٍ بِها راكِنٍ إِلَيْها قَدْ أَرْهَقَتْهُ أَسْعافَها وَ\rأَعْلَقَتْهُ أَوْثاقَها وَأَشْرَبَتْهُ خِناقَها وَ اَلْزَمَتْهُ وَثاقَها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا لَمْ تُخْلَقْ لَكُمْ دارَ مُقامٍ |وَ لا محلّ قرار| وَ إِنَّما جُعِلَتْ لَكُمْ\rمَجازاً لِتَزَوِّدُوا مِنْهَا الْأَعْمالَ الصّالِحَةَ لِدارِ الْقَرارِ فَكُونُوا مِنْها عَلى أَوْفازٍ وَ\rلا تَخْدَعَنَّكُمْ مِنْهَا الْعاجِلَةُ وَ لا يَغُرَّنَّكُمْ فيهَا الْفِتْنَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا لا يُسْلَمُ مِنْها إِلّا بِالزُّهْدِ فِيها، ابْتُلِيَ النّاسُ بِها فِتْنَةً فَما\rأَخَذُوا مِنْها لَها أُخْرِجُوا مِنٌهُ وَ حُوسِبُوا عَلَيْهِ وَ ما أَخَذُوا مِنْها لِغَيْرِها قَدِمُوا\rعَلَيْهِ وَ أَقامُوا فيهِ، إِنَّها عِنْدَ ذَوِي الْعُقْولِ كَالظِّلِّ بَيْنا تَراهُ سائِغاً حَتّى قَلَصَ وَ\rزائِداً حَتّى نَقَصَ وَ قدْ أَعْذَرَ اللهُ إِلَيْكُمْ فِي النَّهْيِ عَنْها وَ أَنْذَرَكُمْ وَ حَذَّرَكُمْ مِنْها\rفَأَبْلَغَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارٌ مُنِيَ لَهَا الْفَناءُ وَ لِأَهْلِها مِنْهَا الْجَلاءُ وَ هِيَ حُلْوَةٌ خَضِرَةٌ\rوَ قَدْ عَجَلَتْ لِلطّالِبِ وَ الْتَبَسَتْ بِقَلْبِ النّاظِرِ فَارْتَحِلُوا عَنْها بِأَحْسَنِ ما يَحْضُرُكُمْ مِنَ\rالزّادِ وَ لا تَسْئَلُوا فيها إِلَّا الْكَفافَ وَ لا تَطْلُبُوا مِنْها أَكْثَرَ مِنَ الْبَلاغِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا لَمَشْغَلَةٌ عَنْ غَيرِها لَمْ يُصِبْ صاحِبُها مِنْها سَبباً إِلَّا فَتَحَتْ عَلَيْهِ\rحِرْصاً عَلَيْها وَ لَهْجاً بِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ تَعالى جَعَلَ الدُّنْيا لِما بَعْدَها وَ ابْتَلى فيها أَهْلَها لِيَعْلَمَ أَيُّهُمْ\rأَحْسَنُ عَمَلاً وَ لَسْنا لِلْدُّنْيا خُلِقْنا وَ لا بِالسَّعْيِ لَها أُمِرْنا وَ إِنَّما وُضِعْنا فيها\rلِنُبْتَلى بها وَ نَعْمَلَ فيها لِما بَعْدَها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدَّهْرَ يَجْري بِالْباقينَ كَجَرْيِهِ بِالْماضينَ لا يَعُودُ ما قَدْ ولّى مِنْهُ وَ لا\rيَبْقى سَرْمَداً ما فيهِ، آخِرُ أَفْعالِه كَأَوَّلِه، مُتَسابِقَةٌ أُمُورُهُ، مُتَظاهِرَةٌ أَعْلامُهُ، لا\rيَنْفَكُّ مُصاحِبُهُ مِنْ عَناءٍ وَ فَناءٍ وَ سَلَبٍ وَ حَرَبٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدَّهْرَ مُوتِرٌ قَوْسَهُ لا تُخْطى ء سِهامُهُ وَ لا تُوسى جِراحُهُ يَرْمِي الصَّحيحَ\rبِالسُّقْمِ وَ النّاجِيَ بِالْعَطبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الزَّهادَةَ قَصْرُ الْأَمَلِ، وَ الشُّكْرُ عَلى النِّعَمِ، وَ الْوَرَعُ عَنِ الْمَحارِمِ فَإِنْ\rعَزُبَ ذلِكَ عَنْكُمْ فَلا يَغْلِبِ الْحَرامُ صَبْرَكُمْ وَ لا تَنْسَوْا عِنْدَ النِّعَمِ شُكْرَكُمْ فَقَدْ أَعْذَرَ\rاللهُ سُبْحانَهُ إِلَيْكُمْ بِحُجَجٍ مُسْفِرَةٍ ظاهِرَةٍ وَ كُتُبٍ بارِزَةِ الْعُذْرِ واضِحَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ فِي الْخُمُولِ لَراحَةً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ فِي الشَّرِّ لَوَقاحَةً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ فِي الْقُنُوعِ لَغَناءٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ فِي الْحِرْصِ لَعَناءٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَعْجَلَ الْعُقُوبَةِ عُقُوبَةُ الْبَغْيِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَسْرَعَ الشَّرِّ عِقاباً الظُّلْمُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَفْضَلَ أَخْلاقِ الرِّجالِ الْحِلْمُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَعْظَمَ الْمَثُوبَةِ مَثُوبَةُ الْإِنْصافِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَزْيَنَ الْأَخْلاقِ الْوَرَعُ وَ الْعَفافُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ إِعْطاءَ هذا الْمالِ ذَخيرَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ إِمْساكَهُ لَفِتْنَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ النُّفُوسَ إِذا تَناسَبَتِ ائْتَلَفَتْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الرَّحِمَ إِذا تَماسَّتْ تَعاطَفَتْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنَ النِّعْمَةِ تَعَذُّرَ الْمَعاصي.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَهْلَ الْجَنَّةِ كُلُّ مُؤْمِنٍ هَيِّنٍ لَيِّنٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْأَتْقِياءُ كُلُّ سَخِيٍّ مُتَعَفِّفٍ مُحْسِنٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَهْلَ النّارِ كُلُّ كَفُورٍ مَكُورٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْفُجّارَ كُلُّ ظَلُومٍ خَتّارٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْعَ الْمُقْتَصِدِ أَحْسَنُ مِنْ إِعْطاءَ الْمُبَذِّرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ إِمْساكَ الْحافِظِ أَجْمَلُ مِنْ بَذْلِ الْمُضَيِّعِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ رُواةَ الْعِلْمِ كَثيرٌ وَ إِنَّ رُعاتَهُ قَليلٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ يُحِبٌّ الْعَقْلَ الْقَويمَ وَ الْعَمَلَ الْمُسْتَقيمَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ بَطْنَ الْأَرْضِ مَيْتَةٌ وَ ظَهْرُها سَقيمٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْبَهائِمِ هَمُّها بُطُونُها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ السِّباعَ هَمُّهَا الْعُدْوانُ عَلى غَيْرِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَنْفاسَكَ أَجْزاءُ عُمْرِكَ فَلا تُفْنِها إِلَّا في طاعَةِ رَبِّكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْفَقْرَ مَذْهَلَةٌ لِلنَّفْسِ مَدْهَشَةٌ لِلْعَقْلِ جالِبٌ لِلْهُمُومِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ عُمْرَكَ مَهْرُ سَعادَتِكَ إِنْ أَنْفَذْتَهُ في طاعَةِ رَبِّكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ يُجْرِي الْاُمُورَ عَلى ما يَقْتَضيهِ لا عَلى ما تَرْضاهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ عُمْرَكَ عَدَدُ أَنْفاسِكَ وَ عَلَيْها رَقيبٌ يُحْصيها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ ذَهابَ الذَّاهِبينَ لَعِبْرَةٌ لِلْقَوْمِ الْمُتَخَلِّفينَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنَ الْعَدْلِ أَنْ تَنْتَصِفَ فِي الْحُكْمِ وَ تَتَجَنَّبَ الظُّلْمَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنْ أَفْضَلِ الْعِلْم السَّكينَةُ وَ الْحِلْمُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْقُبْحَ فِي الظُّلْمِ بِقَدْرِ الْحُسْنِ فِي الْعَدْلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الزُّهْدَ فِي الْجَهْلِ بِقَدْرِ الرَّغْبَةِ فِي الْعَقْلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ جِدَّ الدُّنْيا هَزْلٌ وَ عِزَّها ذُلٌّ وَ عُلُوَّها سِفْلٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الزُّهْدَ في وَلايَةِ الظّالِمِ بِقَدْرِ الرَّغْبَةِ في وَلايَةِ الْعادِلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ هذِهِ الْقُلُوبَ أَوْعِيَةٌ فَخَيرُها أَوْعاها لِلْخَيرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ هذِهِ الطَّبائِعَ مَُبايِنَةٌ و خَيْرُها أَبْعَدُها مِنَ الشَّرِّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ وَلِيَّ مُحَمَّدٍ |صَلَّى الله عليه وَ آلهِ| مَنْ أَطاعَ اللهَ وَ إِنْ بَعُدَتْ لُحْمَتُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ عَدُوَّ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَ آلِهِ مَنْ عَصَى اللهَ وَ إِنْ قَرُبَتْ قَرابَتُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ بِشْرَ الْمُؤْمِنِ في وَجْهِه وَ قُوَّتَهُ في دينِه وَ حُزْنَهُ في قَلْبِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ومِنْ ذلكَ قَوْلُهُ عليه السّلام عِنْدَ دَفْنِ النَّبيِّ صلّى الله عليه و آله: إِنَّ\rالصَّبْرَ لَجَميلٌ إِلّا عَنْكَ، وَ إِنَّ الْجَزَعَ لَقبيحٌ إِلّا عَليكَ، وَ إِنَّ الْمُصابَ بي عَلَيْكَ\rلَجَليلٌ، وَ إِنَّهُ قَبْلَكَ وَ بَعْدَكَ لَجَلَلٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ ماضِيَ يَوْمِكَ مُنْتَقِلٌ وَ باقِيَهُ مُتَّهَمٌ فَاغْتَنِمْ وَقْتَكَ بِالْعَمَلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْعَدْلَ ميزانُ اللهِ الَّذي وَضَعَهُ لِلْخْلْقِ وَ نَصَبَهُ لِإِقامَةِ الْحَقِّ فَلا تُخالِفْهُ\rفي ميزانِه وَ لا تُعارِضْهُ في سُلْطانِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مالَكَ لَحامِدُكَ في حَياتِكَ وَ لَذامُّكَ بَعْدَ وَفاتِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ التَّقْوى عِصْمَةٌ لَكَ في حَياتِكَ وَ زُلْفَةٌ لَكَ بَعْدَ وَفاتِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَمْراً لا يَعلَمُ مَتى يَفْجَأُكَ يَنْبَغي أَنْ تَسْتَعِدَّ لَهُ قَبْلَ أَنْ يَغْشاكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَحْسَنَ الزَّيِّ ما خَلَطَكَ بِالنّاسِ وَ جَمَّلَكَ بَيْنَهُمْ وَ كَفَّ عَنْكَ أَلْسِنَتَهُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِأَنْفُسِكُمْ أَثْماناً فَلا تَبيعُوها إِلّا بِالْجَنَّةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ باعَ نَفْسَهُ بِغَيرِ الْجَنَّةِ فَقَدْ عَظُمَتْ عَلَيْهِ الْمِحْنَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ بِذَوِي الْعُقُولِ مِنَ الْحاجَةِ إِلَى الْأَدَبِ كَما يَظْمَأُ الزَّرْعِ إِلى الْمَطَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ كَرَمَ اللهِ تَعالى لا يَنْقُضُ حِكْمَتهُ فَلِذلِكَ لا تَقَعُ الْإِجابَةُ في كُلِّ دَعْوَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِ 'لا إِلهَ إِلَّا اللهُ' شُرُوطاً وَ إِنِّي وَ ذُرِّيَّتي لَمِنْ شُرُوطِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارُ خَبالٍ وَ وَبالٍ وَ زَوالٍ وَ انْتِقالٍ، لا تُساوي لَذّاتُها\rتَنْغيصَها، وَ لا يَفي سُعُودُها بِنُحُوسِها وَ لا يَقُومُ صُعُودُها بِهُبُوطِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنْ فَضْلِ الرَّجُلِ أَنْ يُنْصِفَ مَنْ لا يُنْصِفُهُ وَ يُحْسِنَ إِلى مَنْ أَساءَ إِلَيْهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ عَزَّى عليه السّلام قَوْماً بِمَيِّتٍ فَقالَ لَهُم: إِنَّ هذَا الْأَمْرَ لَيْسَ بِكُمْ بَدَءَ وَ\rلا إِلَيْكُمُ انْتَهى وَ قَدْ كانَ صاحِبُكُمْ هذا يُسافِرُ فَعُدُّوهُ في بَعْضِ سَفَراتِه فَإِنْ قَدِمَ\rعَلَيْكُمْ وَ إِلّا قَدِمْتُمْ أَنْتُمْ عَلَيْهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مُجاهَدَةَ النَّفْسِ لَتَزُمُّها عَنِ الْمَعاصي وَ تَعْصِمُها عَنِ الرَّدى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ النَّفْسَ أَبْعَدُ شَيْ ءٍ َنْزَعاً وَ إِنَّها لا تَزالُ تَنْزِعُ إِلى مَعْصِيَةٍ في هَوى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ باعَ جَنَّةَ الْمَأْوى بِعاجِلَةِ الدُّنْيا تَعِسَ جَدُّهُ وَ خَسِرَتْ صَفْقَتُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ هذِهِ النُّفُوسُ طَلْعَةٌ إِنْ تُطيعُوها تَنْزِعُ بِكُمْ إِلى شَرِّ غايَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ طاعَةَ النَّفْسِ وَ مُتابَعَةَ أَهْوِيَتِها أُسُّ كُلِّ مِحْنَةٍ وَ رَأْسُ كُلِّ غَوايَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ تَعالى وَضَعَ الْعِقابَ عَلى مَعاصيهِ ذِيادَةً عَنْ نِقمَتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ نَفْسَكَ لَخَدُوعٌ إِنْ تَثقْ بِها يَقْتَدْكَ الشَّيْطانُ إِلَى ارْتِكابِ الْمَحارِمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ النَّفْسَ لَأَمّارَةٌ بِالسُّوءِ وَ الْفَحْشآءِ فَمَنِ ائْتَمَنَها خانَتْهُ وَ مَنْ أَخْلَدَ\rإِلَيْها أَهْلَكَتْهُ وَ مَنْ رَضِيَ عَنْها أَوْرَدَتْهُ شَرَّ الْمَوارِدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مُقابَلَةَ الْإِسائَةِ بِالْإِحْسانِ وَ الْجَريمَةِ بِالْغُفْرانِ لَمِنْ أَحْسَنِ الْفَضائِلَ وَ\rأَفْضَلِ الْمَحامِدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْكَفَّ عِنْدَ حَيْرَةِ الضَّلالِ خَيْرٌ مِنْ رُكُوبِ الْأَهْوالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ قَدْرَ السُّؤالِ أَكْثَرُ مِنْ قيمَةِ النَّوالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ غَداً مِنَ الْيَوْمِ قَريبٌ، يَذْهَبُ الْيَوْمُ بِما فيهِ وَ يَجي ءُ الْغَدُ لاحِقاً بِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ ما تُقَدِّمُ مِنْ خَيرٍ يَكُونُ لَكَ ذُخْرُهُ وَ ما تُؤخِّرُهُ يَكُونُ لِغَيرِكَ خَيرُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ غايَةً تُنْقِصُهَا اللِّحْظةُ وَ تَهْدِمُهَا السّاعَةُ لَحَرِيَّةٌ بِقِصَرِ الْمُدَّةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا لَمَفْسَدَةُ الدِّينِ مَسْلَبَةٌ للْيَقينِ وَ إِنَّها لَرَأْسُ الْفِتَنِ وَ أَصْلُ الْمِحَنِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلْإِسْلامِ غايَةً فَانْتَهُوا إِلى غايَتِه وَ اخْرُجُوا إِلى اللهِ مِمَّا افْتَرَضَ\rعَلَيْكُمْ مِنْ حُقُوقِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لَكُمْ نِهايَةً فَانْتَهُوا إِلى نِهايَتِكُمْ وَ إِنَّ لَكُمْ عَلَماً فَانْتَهُوا بِعَلَمِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمَرْءَ عَلى ما قَدَّمَ قادِمٌ وَ على ما خَلَّفَ نادِمٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْوَفاءَ تَوْأَمُ الصِّدْقِ وَ ما أَعْرِفُ جُنَّةً أَوْقى مِنْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ النَّفْسَ الَّتي تَطْلُبُ الرَّغائِبَ الْفانِيَةَ لَتَهْلِكُ في طَلَبِها وَ تَشْقى في مُنْقَلَبِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ أَعْطى مَنْ حَرَمَهُ وَ وَصَلَ مَنْ قَطَعَهُ وَ عَفا عَمَّنْ ظَلَمهُ كانَ لَهُ مِنَ اللهِ الظَّهيرُ وَ النَّصيرُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ غَرَّتْهُ الدُّنْيا بِمُحالِ الْامالِ وَ خَدَعَتْهُ بِزُورِ الْأَمانِيِّ أَوْرَثَتْهُ كَمَهاً وَ أَكْسَبَتْهُ عَمَهاً وَ قَطَعَتْهُ عَنِ الْاُخْرى وَ أَوْرَدَتْهُ مَوارِدَ الرَّدى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ هذِهِ الْقُلُوبَ تَمِلُّ كَما تَمِلُّ الْأَبْدانُ فَابْتَغُوا لَها طرائِفَ الْحِكَمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمُؤْمِنَ مَنْ يَرى يَقينَهُ في عَمَلِه وَ الْمُنافِقَ مَنْ يَرى شَكَّهُ في عَمَلِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ وَ تَعالى اطَّلَعَ إِلى الْأَرْضِ فَاخْتارَنا وَ اخْتارَ لَنا شيعَةً يَنْصُرُونَنا وَ يَفْرَحُونَ لِفَرَحِنا وَ يَحْزَنُونَ لِحُزْنِنا وَ يَبْذُلُونَ أَنْفُسَهُمْ وَ أَمْوالَهُمْ فينا فَأُولئِكَ مِنّا وَ إِلَيْنا وَهُمْ مَعَنا فِي الْجِنانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَعَ الْإِنْسانِ مَلَكينِ يَحْفَظانِه فَإِذا جاءَ الْأَجَلُ خَلَّيا بَيْنَهُ وَ بَيْنَهُ وَ إِنَّ الْأَجَلَ لَجُنَّةُ حَصينَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الزّاهِدينَ فِي الدُّنْيا لَتَبْكي قُلُوبُهُمْ وَإِنْ ضَحِكُوا، وَيَشْتَدُّ حُزْنُهُمْ وَإِنْ فَرِحُوا، وَ يَكْثُرُ مَقْتُهُمْ أَنْفُسَهُمْ وَ إِنِ اغْتُبِطُوا بِما أُوتُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ فَرَضَ في أَمْوالِ الْأَغْنِياءِ أَقْواتُ الْفُقَراءِ فَما جاعَ فَقيرٌ إِلّا بِما مَنَعَ غَنِيٌّ وَ اللهُ سائِلُهمْ عَنْ ذلِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ أَمَرَ بِالْعَدلِ وَ الْإِحْسانِ وَ نَهى عَنِ الْفَحْشاءِ وَ الظُّلمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمَرْءَ إِذا هَلَكَ قالَ النّاسُ: ما تَرَكَ؟ وَ قالَ الْمَلائِكَةُ: ما قَدَّمَ؟ لِلّهِ اباؤكُمْ فَقَدِّمُوا بَعْضاً يكُنْ لَكُمْ ذُخْراً وَ لا تُخَلِّفُوا كُلّأً يَكُنْ عَلَيْكُمْ كَلّأً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْعاقِلَ مَنْ نَظَرَ في يَوْمِه لِغَدِه وَ سَعى في فَكاكِ نَفْسِه وَ عَمِلَ لِما لا بُدَّ لَهُ مِنْهُ وَ لا مَحيصَ لَهُ عَنْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْحازِمَ مَنْ شَغَلَ |نَفْسَهُ لِجِهادِ نَفْسِه وَ أَصْلَحَها وَ حَبَسَها عَنْ أَهْوِيَتِها وَ لَذّاتِها فَمَلَكَها وَ إِنَّ لِلْعاقِلِ بِنَفْسِه عَنِ الدُّنْيا وَ ما فيها وَ أَهْلِها شُغْلاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ خَيرَ الْمالِ ما أَوْرَثَكَ ذُخْراً وَ ذِكراً وَ أَكسَبَكَ حَمْداً وَ أَجْراً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْحَياءَ وَ الْعِفَّةَ لَمِنْ خَلائِقِ الْإِيمانِ وَ إِنَّهما لَسَجِيَّةُ الْأَحْرارِ وَ شيمَةُ الْأَبْرارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَبْغَضَ الْخَلائِقِ إِلى اللهِ تَعالى رَجُلٌ وَ كَلَهُ إِلى نَفْسِه جائِراً عَنْ قَصْدِ السَّبيلِ سائِراً بِغَيرِ دَليلٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ كانَتِ الْعاجِلَةُ أَمْلَكَ بِه مِنَ الْاجِلَةِ وَ أُمُورُ الدُّنْيا أَغْلَبَ عَلَيْهِ مِنْ\rأُمُورِ الْاخِرَةِ فَقَدْ باعَ الْباقِيَ بِالْفاني وَ تَعَوَّضَ الْبائِدَ عَنِ الْخالِدِ وَ أَهْلَكَ نَفْسَهُ وَ\rرَضِيَ لَها بِالْحائِلِ الزّائِلِ الْقَليلِ وَ نَكَبَ بِها عَنْ نَهْجِ السَّبيلِ.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَوَّلَ ما تَغْلِبُونَ عَلَيْهِ مِنَ الْجِهادِ جِهادٌ بِأَيْديكُمْ ثُمَّ بِأَلْسِنَتِكُمْ ثُمَّ\rبِقُلُوبِكُمْ فَمَنْ لَمْ يَعْرِفْ بِقَلْبِه مَعْرُوفاً وَ لَمْ يُنْكِرْ مُنْكَراً أُقلِبَ بِه فَجُعِلَ أَعْلاهُ أَسْفَلَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْعاقِلَ يَنْبَغي لَهُ أَنْ يَحْذَرَ الْمَوْتَ في هذِه الدّارِ وَ يُحْسِنَ التَّأَهُّبَ لَهُ قَبْلَ أَنْ يَصِلَ إِلى دارٍ يَتَمَنّى فيهَا الْمَوْتَ فَلا يَجِدُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمُتَّقينَ ذَهَبُوا بِعاجِلِ الدُّنْيا وَ الْاخِرَةِ شارَكُوا أَهْلَ الدُّنْيا في دُنْياهُمْ وَ لَمْ يُشارِكْهُمْ أَهْلُ الدُّنْيا في آخِرَتِهِمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ التَّقْوى حَقُّ اللهِ سُبْحانَهُ عَلَيْكُمْ، وَ الْمُوجِبَةُ عَلى اللهِ حَقَّكُمْ،\rفَاسْتَعينُوا بِاللهِ عَلَيْها وَ تَوَسَّلُوا إِلى اللهِ بِها.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ تَقْوَى اللهِ لَمْ تَزَلْ عارِضَةً نَفْسَها عَلى الْاُمَمِ الْماضينَ وَ الْغابِرينَ\rلِحاجَتِهِمْ إِلَيْها غَداً إِذا أَعادَ اللهُ ما أَبْدَءَ وَ أَخَذَ ما أَعْطى فَما أَقَلَّ مَنْ حَمَلَها\rحَقَّ حَمْلِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِتَقْوَى اللهِ حَبْلاً وَثيقاً عُرْوَتُهُ وَ مَعْقلاً مَنيعاً ذُِرْوَتُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ التَّقْوى مُنْتَهى رِضَى اللهِ مِنْ عِبادِه وَ حاجتِه مِنْ خَلْقِه فَاتَّقُوا اللهَ الَّذي إِنْ أَسْرَرْتُمْ عَلِمَهُ وَ إِنْ أَعْلَنْتُمْ كَتَبَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْعِلْمَ يَهْدي وَ يُرْشِدُ وَ يُنْجي وَ إِنَّ الْجَهْلَ يُغْوي وَ يُضِلُّ وَ يُرْديْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَكرَمَ الْمَوْتِ الْقَتْلُ وَ الَّذي نَفْسي بِيَدِه لَأَلْفُ ضَرْبَةٍ بِالسَّيْفِ أَهْوَنُ عَلَيَّ مِنْ مَيْتَةٍ عَلى الْفِراشِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ تَقْوَى اللهِ مِفْتاحُ سَدادٍ وَ ذَخيرَةُ مَعادٍ وَ عِتْقٌ مِنْ كُلِّ مَلَكَةٍ وَ نَجاةٌ مِنْ كُلِّ هَلَكَةٍ بِها يَنْجُو الْهارِبُ وَ تُنْجَحُ الْمَطالِبُ وَ تُنالُ الرَّغائِبُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمَوْتَ لَزائِرٌ غَيرُ مَحْبُوبٍ وَ واتِرٌ غَيرُ مَطْلُوبٍ وَ قِرْنٌ غَيرُ مَغْلُوبٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدَّهْرَ لَخَصْمٌ غَيْرُ مَخْصُومٍ وَ مُحْتَكِمٌ غَيْرُ ظَلُومٍ وَ مُحارِبٌ غَيْرُ مَحْرُوبٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ صَرَّحَتْ لَهُ الْعِبَرُ عَمّا بَينَ يَدَيْهِ مِنَ الْمَثُلاتِ حَجَزَهُ التَّقْوى عَنْ تَقَحُّمِ الشُّبُهاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ فارَقَ التَّقْوى أُغْرِيَ بِاللَّذّاتِ وَ الشَّهَواتِ وَ وَقَعَ في تيهِ السَّيِّئاتِ وَ لَزِمَهُ كَثيرَ التَّبِعاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْأَمْرَ بِالْمَعْرُوفِ وَ النَّهْيَ عَنِ الْمُنْكَرِ لا يُقَرِّبانِ مِنْ أَجَلٍ وَ لا يُبَعِّدانِ\rمِنْ رِزْقٍ لكِنْ يُضاعِفانِ الثَّوابَ وَ يُعْظِمانِ الْأَجْرَ وَ أَفْضَلُ مِنْهُما كَلِمَةُ عَدْلٍ عِنْدَ إِمامٍ\rجائِرٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْعَبْدَ بَينَ نِعْمَةٍ وَ ذَنْبٍ لا يُصْلِحُهُما إِلَّا الْإِسْتِغْفارُ وَ الشُّكْرُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَخاكَ حَقّاً مَنْ غَفَرَ زَلَّتَكَ وَ سَدَّ خَلَّتَكَ وَ قَبِلَ عُذْرَكَ وَ سَتَرَ عَوْرَتَكَ وَ نَفى وَجَلَكَ وَ حَقَّقَ أَمَلَكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدِّينَ لَشَجَرَةٌ أَصْلُهَا الْإِيمانُ |وَ الْيَقينُ| بِاللهِ وَ ثَمَرُهَا الْمُوالاةُ في اللهِ وَ الْمُعاداةُ فِي اللهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَكْرُمَةً صَنَعْتَها إِلى أَحَدٍ مِنَ النّاسِ إِنَّما أَكْرَمْتَ بِها نَفْسَكَ وَ زَيَّنْتَ بِها\rعِرْضَكَ فَلا تَطْلُبْ مِنْ غَيرِكَ شُكْرَ ما صَنَعْتَ إِلى نَفْسِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ سَخاءَ النَّفْسِ عَمّا في أَيْدِي النّاسِ لَأَفْضَلُ مِنْ سَخاءِ الْبَذْلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الوَعْظَ الَّذي لا يَمُجُّهُ سَمْعٌ وَ لا يَعْدِلُهُ نَفْعٌ ما سَكَتَ عَنْهُ لِسانُ الْقَوْلِ وَ\rنَطَقَ بِه لِسانُ الْعَقْلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلذِّكرِ أَهْلاً أَخَذُوهُ مِنَ الدُّنْيا بَدَلاً فَلَمْ يَشْغَلْهُمْ تِجارَةٌ وَ لا بَيْعٌ عَنْهُ\rيَقْطَعُونَ بِه أَيّامَ الْحَياةِ وَ يَهْتِفُونَ بِه في آذانِ الْغافِلينَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ النّاظِرَ بِالْقَلْبِ الْعامِلَ بِالبَصَرِ يَكُونُ مُبْتَدَءُ عَمَلِه أَنْ يَنْظُرَ عَمَلَهُ لَهُ أَمْ عَلَيْهِ فَإِنْ كانَ لَهُ مَضى فيهِ وَ إِنْ كانَ عَلَيْهِ وَقَفَ عَنْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْحازِمَ مَنْ قَيَّدَ نَفْسَهُ بِالْمُحاسَبَةِ وَ مَلَكَها بِالْمُغالَبَةِ وَ قَتَلَها بِالْمُجاهَدَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَوْلِياءَ اللهِ لَأَكْثَرُ النّاسِ ذِكراً وَ أَدْوُمهُمْ لَهُ شُكْراً وَ أَعْظَمُهُمْ عَلى بَلائِه صَبْراً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ خَيرَ الْمالِ مَا أكْسَبَ ثَناءً وَ شُكْراً وَ أَوْجَبَ ثَواباً وَ أَجْراً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ رَأى عُدْواناً يُعْمَلُ بِه وَ مُنْكَراً يُدْعى إِلَيْهِ فَأَنْكَرَهُ بِقَلْبِه فَقَدْ سَلِمَ وَ\rبَرِى ءَ وَ مَنْ أَنْكَرَهُ بِلِسانِه فَقَدْ أُجِرَ وَ هُوَ أَفْضَلُ مِنْ صاحِبِه وَ مَنْ أَنْكَرَهُ بِسَيْفِه\rلِتَكُونَ حُجَّةُ اللهِ الْعُلْيا وَ كَلِمَةُ الظّالِمينَ السُّفْلى فَذلِكَ الَّذي أَصابَ سَبيلَ الْهُدى وَ\rقامَ عَلى الطَّريقِ وَ نَوَّرَ في قَلْبِهِ الْيَقينُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلّهِ فِي كُلِّ نِعْمَةٍ حَقّاً مِنَ الشُّكْرِ فَمَنْ أَدّاهُ زادَهُ مِنْها وَ مَنْ قَصَّرَ عَنْهُ خاطَر بِزَوالِ نِعْمَتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ كانَ مَطِيَّتُهُ اللَّيْلَ وَ النَّهارَ فَإِنَّهُ يُسارُ بِه وَ إِنْ كانَ واقِفاً وَ يَقْطَعُ الْمَسافَةَ وَ إِنْ كانَ مُقيماً وادِعاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ بَذَلَ نَفْسَهُ في طاعَةِ اللهِ وَ رَسُولِه كانَتْ نَفْسُهُ ناجِيَةً سالِمَةً وَ صَفْقَتُهُ رابِحَةً غانِمَةً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمَرْءَ قَدْ يَسُرُّهُ دَرْكُ ما لَمْ يَكُنْ لِيَفُوتَهُ، وَ يَسُوؤُهُ فَوْتُ ما لَمْ يَكُنْ\rلِيُدْرِكَهُ، فَلْيَكُنْ سُرُورُكَ بِما نِلْتَ مِنْ آخِرَتِكَ، وَ لْيَكُنْ أَسَفُكَ عَلى ما فاتَ مِنْها وَ لْيَكُنْ\rهَمُّكَ لِما بَعْدَ الْمَوْتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لَيْلَكَ وَ نَهارَكَ لا يَسْتَوْعِبانِ حاجاتِكَ فَاقْسِمْهما بَيْنَ راحَتِكَ وَ عَمَلِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ نَفْسَكَ مَطِيَّتُكَ إِنْ أَجْهَدْتَها قَتَلْتَها وَ إِنْ رَفَقْتَ بِها أَبْقَيْتَها، إِنَّكَ إِنْ\rأَخْلَلْتَ بِهذا التَّقْسيمِ فَلا تَقُومُ فَضائِلُ تَكْسِبُها بِفَرائِضَ تُضيعُها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ رَأْيَكَ لا يَتَّسِعُ لِكُلِّ شَيْ ءٍ فَفَرِّغْهُ لِلْمُهِمِّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مالَكَ لا يُغْني كُلَّ الْخَلْقَ فَاخْصُصْ بِه أَهْلَ الْحَقِّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ كَرامَتَكَ لا تَتَّسِعُ النّاسَ فَتَوَخَّ بِها أَفاضِلَ الْخَلْقِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَحْسَنَ النّاسِ عَيْشاً مَنْ حَسُنَ عَيْشُ النّاسِ في عَيْشِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ إِحْسانَكَ إِلى مَنْ كادَكَ مِنَ الْأَضْدادِ وَ الْحُسّادِ لَأَغْيَظُ عَلَيْهِمْ مِنْ مَواقِعِ إِسائَتِكَ إِلَيْهِمْ وَ هُوَ داعٍ إِلى صَلاحِهِمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمُجاهِدَ نَفْسَهُ وَ الْمُغالِبَ غَضَبَهُ وَ الْحافِظَ عَلى طاعَةِ رَبّهِ يَرْفَعُ اللهُ لَهُ ثَوابَ الصّائِمِ الْقائِمِ وَ يُنيلُهُ دَرَجَةَ الْمُرابِطِ الصّابِرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَفْضَلَ مَا اسْتُجْلِبَ بِهِ الثَّناءُ السَّخاءُ وَ إِنَّ اَجْزَلَ مَا اسْتَدَرَّتِ الْأَرْباحَ الْباقِيَةَ الصَّدَقَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مَنْ شَغَلَ نَفْسَهُ بِالْمَفْرُوضِ عَلَيْهِ مِنَ الْمَضْمونِ لَهُ وَ رَضِيَ بِالْمَقْدُورِ عَلَيْهِ وَ\rلَهُ ؛ كانَ أَكْثَرَ النّاسِ سَلامَةً في عافِيَةٍ وَ رِبْحاً في غِبْطَةٍ وَ غَنيمَةً في مَسَرَّةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ صِلَةَ الْأَرْحامِ لَمِنْ مُوجَباتِ الْإِسْلامِ وَ إِنَّ اللهَ سُبْحانَهُ وَ تَعالى اَمَرَ\rبِإِكْرامِها وَ إِنَّهُ تَعالى يَصِلُ مَنْ وَصَلَها وَ يَقْطَعُ مَنْ قَطَعَها وَ يُكْرِمُ مَنْ أَكْرَمَها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنْ أَحَبِّ الْعِبادِ إِلى اللهِ تَعالى عَبْداً أَعانَهُ عَلى نَفْسِه فَاسْتَشْعَرَ الْحُزْنَ\rوَ تَجَلْبَبَ الْخَوْفَ وَ بَهَرَ مِصْباحُ الْهُدى في قلْبِه وَ أَعَدَّ الْقِرى لِيَوْمِ النّازِلِ بِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَمامَكَ عَقَبَةَ كَئُوداً الْمُخِفُّ فيها أَحْسَنُ حالاً مِنَ الْمُثْقِلِ وَ الْمُبْطِى ءُ\rعَلَيْها أَقْبَحُ أَمْراً مِنَ المُسْرِعِ وَ إِنَّ مَهْبَطَكَ بِها لا مَحالَةَ عَلى جَنَّةٍ أَوْ نارٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ تَعالى فَرَضَ عَلَيْكُمْ فَرائِضَ فَلا تُضَيِّعُوها وَ حَدَّ لَكُمْ حُدُوداً فَلا\rتَعْتَدُوها وَ نَهاكُمْ عَنْ أَشْياءَ فَلا تَنْتَهِكُوها وَ سَكَتَ عَنْ أَشْياءَ وَ لَمْ يَدَعْها نِسْياناً\rفَلا تَتَكَلَّفُوها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْفُرَصَ تَمُرُّ مَرَّ السَّحابِ فَانْتَهِزُوها إِذا أَمْكَنَتْ في أَبْوابِ الْخَيرِ وَ إِلّا عادَتْ نَدَماً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمَوتَ لَمَعْقُودٌ بِنَواصيكُمْ وَ الدُّنْيا تَطْوي مِنْ خَلْفِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَعْجَلَ الْعُقُوبَةِ عُقُوبَةُ الْبَغْيِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَسْوَءَ الْمَعاصي مَعْصِيَةُ الْغَيِّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلْقُلُوبِ خَواطِرَ سَوْءٍ وَ الْعُقُولُ تُزْجَرُ مِنْها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَوْلِياءَ اللهِ تَعالى كُلُّ مُسْتَقْرِبٍ أَجَلَهُ مُكَذَّبٍ أَجَلَهُ مُكَذَّبٍ أَمَلَهُ كَثيرٍ عَمَلُهُ قَليلٍ زَلَلُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَمْرَنا صَعْبٌ مُسْتَصْعَبٌ خَشِنٌ مُخْشَوشِنٌ سِرٌّ مُسْتَسِرٌّ مُقَنَّعٌ بِسِرٍّ لا يَحْتَمِلُهُ إِلّا\rمَلَكٌ مُقَرَّبٌ أَوْ نَبِيٌّ مُرْسَلٌ أَوْ مُؤْمِنٌ مُمْتَحَنٌ امْتَحَنَ اللهُ قَلْبَهُ لِلْإِيمانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْاكْياسَ هُمُ الَّذينَ لِلدُّنْيا مَقَتُوا وَ أَعْيُنَهُمْ عَنَ زُهْرَتِها أَغْمَضُوا وَ قُلُوبَهُمْ عَنْها صَرَفُوا وَ بِالدّارِ الْباقِيَةِ تَوَلَّهُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ جَعَلَ الذِّكْرَ جَلاءَ الْقُلُوبِ تَبْصُرُ بِه بَعْدَ الْعَشْوَةِ وَ تَسْمَعُ بِه بَعْدَ الْوَقْرَةِ وَ تَنْقادُ بِه بَعْدَ الْمُعانَدَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْكَيِّسَ مَنْ كانَ لِشَهْوَتِه مانِعاً وَ لِنَزْوَتِه عِنْدَ الْحَفيظَةِ واقماً قامِعاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ فِي الْفِرارِ مُوْجِدَةَ اللهِ وَ الذُّلَّ اللْازِمَ وَ الْعارَ الدّائِمِ وَ إِنْ الفارَّ غَيرُ مَزيدٍ في عُمْرِه وَ لا مُؤَخَّرٍ عَنْ يَوْمِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَعْظَمَ النّاسِ حَسْرَةً يَوْمَ الْقِيامَةِ رَجُلٌ اكْتَسَبَ مالاً مِنْ غَيرِ طاعَةِ اللهِ فَوَرَّثَهُ رَجُلاً أَنْفَقَهُ في طاعَةِ اللهِ فَدَخَلَ بِهِ الْجَنَّةَ وَ دَخَلَ الْأَوَّلُ النّارَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ هذَا الْمَوْتَ لَطالِبٌ حَثيثٌ لا يَفُوتُهُ الْمُقيمُ وَ لا يُعْجِزُهُ مَنْ هَرَبَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ فِي الْمَوْتِ لَراحَةً لِمَنْ كانَ عَبْدَ شَهْوَتِه وَ اَسيرَ أَهْوِيَتِه لِأَنّهُ كُلَّما طالَتْ حَياتُهُ كَثُرَتْ سَيِّئاتُهُ وَ عَظُمَتْ عَلى نَفْسِه جِناياتُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَخْسَرَ النّاسِ صَفْقَةً وَ أَخْيَبَهُمْ سَعْياً رَجُلٌ أَخْلَقَ بَدَنَهُ في طَلَبِ آمالِه وَ لَمْ\rتُساعِدْهُ الْمَقاديرُ عَلى إِرادَتِه فَخَرَجَ مِنَ الدُّنْيا بِحَسَراتِه وَ قَدمَ عَلى الْاخِرَةِ بِتَبِعاتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلْمِحَنِ غاياتٍ وَ لِلْغاياتِ نِهاياتٍ فَاصْبِرُوا لَها حَتّى تَبْلُغَ نِهاياتِها وَ التَّحَرُّكُ لَها قَبْلَ انْقِضائِها زِيادَةٌ لَها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلْمِحَنِ غاياتٍ لا بُدَّ مِنِ انْقِضائُها فَنامُوا لَها إِلى حينِ انْقِضائِها فَإِنَّ إِعْمالَ الْحيلَةِ فيها قَبْلَ ذلِكَ زِيادَةٌ لَها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ حَوائِجَ النّاسِ إِلَيْكُمْ نِعْمَةٌ مِنَ اللهِ عَلَيْكُمْ فَاغْتَنِمُوها فَلا تَمِلُّوها فَتَتَحَوَّلَ نِقَماً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَفْضَلَ الْأَعْمالِ مَا اسْتُرِقَّ بِه حُرٌّ وَ اسْتُحِقَّ بِه أَجْرٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مادِحَكَ لَخادِعٌ لِعَقْلِكَ غاشٌّ لَكَ في نَفْسِكَ بِكاذِبِ الْإِطْراءِ وَ زُورِ الثَّناءِ\rفَإِنْ حَرَمْتَهُ نَوالَكَ أَوْ مَنَعْتَهُ إِفْضالَكَ وَ سَمَكَ بِكُلِّ فَضيحَةٍ وَنَسَبَكَ إِلى كُلِّ قَبيحَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ قَوْماً عَبَدُوا اللهَ سُبْحانَهُ رَغْبَةً فَتِلْكَ عِبادَةُ التُّجّارِ وَ قَوْماً عَبَدُوهُ\rرَهْبَةً فَتِلْكَ عِبادَةُ الْعَبيدِ وَ قَوْماً عَبَدُوهُ شُكْراً فَتِلْكَ عِبادَةُ الْأَحْرارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمَوْتَ لَهادِمٌ لَذّاتِكُمْ وَ مُباعِدٌ طَلِباتِكُمْ وَ مُفَرِّقٌ جَماعاتِكُمْ قَدْ أَعْلَقَتْكُمْ حَبائِلَهُ وَ أَقْصَدَتْكُمْ مَقاتِلَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ تَعالى أَوْصاكُمْ بِالتَّقْوى وَ جَعَلَها رِضاهُ مِنْ خَلْقِه فَاتَّقُوا اللهَ الَّذي أَنْتُمْ بِعَيْنِه وَ نَواصيكُمْ بِيَدِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلْمَوْتِ غَمَراتٍ هِيَ أَفْظَعُ مِنْ أَنْ تُسْتَغْرقَ بِصِفَةٍ أَوْ تَعْتَدِلَ عَلى عُقُولِ أَهْلِ الدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ تَقْوَى اللهِ هِيَ الزّادُ وَ الْمَعادُ، زادٌ مُبَلِّغٌ وَ مَعادٌ مُنْجِحٌ، دَعا إِلَيْها أَسْمَعُ داعٍ وَ وَعاها خَيرُ واعٍ فَأَسْمَعَ داعيها وَ فازَ واعيها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ تَقْوَى اللهِ عِمارَةُ الدِّينِ وَ عِمادُ الْمُتَّقينَ وَ إِنَّها لَمِفْتاحُ الصَّلاحِ وَ مِصْباحُ النَّجاحِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْغايَةَ الْقِيامَةُ وَ كَفى بِذلِكَ واعِظاً لِمَنْ عَقَلَ وَ مُعْتَبَراً لِمَنْ جَهِلَ وَ قَبْلَ\rذلِكَ ما تَعْلَمُونَ مِنْ هَوْلِ الْمُطَّلَعِ وَ رَوْعاتِ الْفَزَعِ وَ اخْتِلافِ الْأَضْلاعِ وَ اسْتِكاكِ\rالْأَسْماعِ وَ ضيقِ الْأرْماسِ وَ شِدَّةِ الْإِبْلاسِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلْقُلُوبِ شَهْوَةً وَ كَراهَةً وَ إِقْبالاً وَ إِدْباراً فَأْتُوها مِنْ إِقْبالِها وَ شَهْوَتِها فَإِنَّ الْقَلْبَ إِذا أُكرِهَ عَمِيَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلْقُلُوبِ إِقْبالاً وَ إِدْباراً فَإِذا أَقْبَلَتْ فَاحْمِلُوها عَلى النَّوافِلِ وَ إِذا أَدْبَرَتْ فَاقْتَصِرُوا بِها عَلى الْفَرائِضِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ السُّلْطانَ لَأَمينُ اللهِ فِي الْخَلْقِ وَ مُقيمُ الْعَدْلِ فِي الْبِلادِ وَ الْعِبادِ وَ ظِلُّهُ فِي الْأَرْضِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَوْقاتَكَ أَجْزاءُ عُمْرِكَ فَلا تُنْفِدْ لَكَ وَقْتاً في غَيرِ ما يُنْجيكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ اللهَ سُبْحانَهُ أَمَرَ عِبادَهُ تَخْييراً، وَ نَهاهُمْ تَحْذيراً، وَ كَلَّفَ يَسيراً، وَ\rلَمْ يُكَلِّف عَسيراً، وَ أَعْطى عَلى الْقَليلِ كَثيراً، وَ لَمْ يُعْصَ مَغْلُوباً وَ لَمْ يُطَعْ مُكْرِهَاً،\rوَ لَمْ يُرْسِلِ الْأَنْبِياءَ لَعباً، وَ لَمْ يُنْزِلِ الْكُتُبَ عَبَثاً، وَ ما خَلَقَ السَّماءَ وَ الْأَرْضَ وَ\rما بَيْنَهُما باطِلاً ذلِكَ ظَنَّ الَّذينَ كَفَرُوا فَوَيْلٌ لِلَّذينَ كَفَرُوا مِنَ النّارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْعُهُودَ عَلائِقُ فِي الْأَعْناقِ إِلى يَوْمِ الْقِيامَةِ فَمَنْ وَصَلَها وَصَلَهُ اللهُ وَ\rمَنْ نَقَضَها خُذِلَ وَ مَنِ اسْتَخَفَّ بِها خاصَمَتْهُ إِلى الَّذي آكَدَها وَ أَخَذَ خَلْقَهُ بِحِفْظِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَكْيَسَ النَّاسِ مَنِ اقْتَنَى الْيَأْسَ وَ لَزِمَ |القُنوع| الْوَرَعَ وَ بَرِى ءَ مِنَ\rالْحِرْصِ وَ الطَّمَعِ فَإِنَّ الطَّمَع وَ الْحِرْصَ الْفَقْرُ الْحاضِرُ وَ إِنَّ الْيَأْسَ وَ الْقَناعَةَ الْغِنَى\rالظّاهِرُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ ها هُنا لَعِلْماً جَمّاً@وَ أَشارَ عليه السّلام بيده إِلى صَدره@لَوْ أَصَبْتُ\rلَهُ حَمَلَةً بَلى أُصيبُ لَقِناً غَيرَ مَأْمُونٍ عَلَيْهِ مُسْتَعْمِلاً آلَةَ الدِّينِ لِلدُّنْيا أَوْ مُسْتَظْهِراً\rبِنِعَمِ اللهِ عَلى عِبادِه وَ بِحُجَجِه عَلى أَوْلِيائِه أَوْ مُنْقاداً لِجُمْلَةِ الْحَقَّ لا بَصيرَةَ لَهُ\rفي أَحْنائِه يَنْقَدِحُ الشَّكُّ في قَلْبِه لِأَوَّلِ عارِضٍ مِنْ شُبْهَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْاُمُورَ إِلى اللهِ تَعالى لَيْسَتْ إِلى الْعِبادِ وَ لَوْ كانَتْ إِلى الْعِبادِ ما\rكانُوا لِيَخْتارُوا عَلَيْنا أَحَداً وَ لكِنَّ اللهَ يَخْتَصٌّ بِرَحْمَتِه مَنْ يَشاءُ فَاحْمَدُوا اللهَ\rعَلى مَا اخْتَصَّكُمْ بِه مِنْ بادِئ النِّعَمِ عَلى طيبِ الْوِلادَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الدُّنْيا دارُ صِدْقٍ لِمَنْ صَدَّقَها وَ دارُ عافِيَةٍ لِمَنْ فَهِمَ عَنْها وَ دارُ غِنىً\rلِمَنْ تَزَوَّدَ مِنْها وَ دارُ مَوْعِظَةٍ لِمَنِ اتَّعَظَ بِها، مَسْجِدُ أَحِبّاءِ اللهِ اكتَسَبُوا فيهَا\rالرَّحْمَةَ، وَ مُصَلّى مَلائِكَةِ اللهِ وَ مَهْبَطُ وَحْيِ اللهِ وَ مَتْجَرُ أَوْلِياءِ اللهِ رَبِحُوا فيهَا\rالْجَنَّةَ، فَمَنْ ذا يَذُمُّها وَ قَدْ آذَنَتْ بِبَنِيها وَ نادَتْ بِفِراقِها وَ نَعَتْ نَفْسَها وَ أَهْلَها\rفَمَثَّلَتْ لَهُمْ بِبَلائِهَا الْبَلاءَ وَ شَوَّقَتْهُمْ بِسُرُورِها إِلى السُّرُورِ، راحَتْ بِعافِيَةٍ وَ\rابْتَكَرَتْ بِفَجيعَةٍ تَرْغيباً وَ تَرهْيباً وَ تَخْويفاً وَ تَحْذيراً، فَذَمَّها رِجالٌ غَداةَ النَّدامَةِ\rوَ حَمِدَها آخَرُونَ ذَكَّرَتْهُمُ الدُّنْيا فَذُكِّرُوا وَ حَدَّثَتْهُمْ فَصَدَّقُوا وَ وَعَظَتهُمْ فَاتَّعَظُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ لِلّهِ لَمَلَكاً يُنادي في كُلِّ يَوْمٍ لِدُوا لِلْمَوْتِ وَ اجْمَعُوا لِلْفَناءِ وَ ابْنُوا لِلْخَرابِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الطَّمَعَ مُورِدٌ غَيرُ مُصْدِرٍ، وَ ضامِنٌ غَيرُ وَفِيٍّ، وَ رُبَّما شَرَقَ شارِبُ الْماءِ قَبْلَ\rرَيِّه، وَ كُلَّما عَظُمَ قَدْرُ الشَّيْ ءِ الْمُتَنافِسِ فيهِ عَظُمَتِ الرَّزِيَّةُ بفَقْدِه، وَ الْأَمَلُ يُعْمي\rأَعْيُنَ الْبَصائِرِ، وَ الْحَظُّ يَأْتِي مَنْ لا يَأْتيهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَوْلِياءَ الله هُمُ الَّذينَ نَظَرُوا إِلى باطِنِ الدُّنْيا إِذا نَظَرَ النّاسُ إِلى\rظاهِرِها، وَ اشْتَغَلُوا بِآجِلِها إِذَا اشْتَغَلَ النّاسُ بِعاجِلِها، فَأَماتُوا مِنْها ما خَشَوا\rأَنْ يُميتَهُمْ وَ تَرَكُوا مِنْها ما عَلِمُوا أَنَّهُ سَيَتْرُكُهُمْ ورَأَوُا اسْتِكْثارَ غَيرِهِمْ مِنْهَا\rاسْتِقْلالاً، وَ دَرْكَهُمْ لَها فَوْتاً وَ إِعْداماً، سالَمُوا النّاسَ وَ سَلمُوا ما عادَ النّاسُ\rبِه، بِهِمْ عُلِمَ الْكِتابُ وَ عَلِمُوا بِه، وَ بِهِ|م| قامَ الكتاب وَ بهِ قامُوا، لا يَرَوْنَ\rمَرْجُوّاً فَوْقَ ما يَرْجُونَ وَ لا مَخُوفاً فَوْقَ ما يَخافُونَ.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ مِنَ الْكَرَمِ الْوَفاءَ بِالذِّمَم.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ أَغْنى الْغِنى الْعَقْلُ وَ أَكْبَرَ الْفَقْرِ الْحُمْقُ وَ أَوْحَشَ الْوَحْشِ الْعُجْبُ وَ أَكْرَمُ الْحَسَبِ حُسْنُ الْخُلْقِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّ الْمَرْءَ لَيَفْرَحُ بِإِدْراكِ ما لَمْ يَكُنْ لِيَفُوتَهُ وَ يَغْتَمُّ لِفَوْتِ ما لَمْ يَكُنْ\rلِيُدْرِكَهُ فَإِذا آتاكَ اللهُ مِنَ الدُّنْيا شَيْئاً فَلا تُكْثِرَنَّ بِه فَرَحاً وَ إِذا مَنَعَكَ مِنْها\rفَلا تُكْثِرَنَّ عَلَيْهِ حَزَناً وَ لْيكُنْ هَمُّكَ لِما بَعْدَ الْمَوْتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إنَّ وَراءُ ك طالِباً حَثيثاً مِنَ الْمَوْت فَلا تَغْفُلْ.",
"source": "عيون الحكم والمواعظ"
}
]
}