{
"title": "بلفظ الشرط إن وهو إحدى وستّون حكمة",
"type": "text",
"data": [
{
"text": "إِنْ آمَنْتَ بِاللهِ أَمِنَ مُنْقَلَبُكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ أَسْلَمْتَ لِلّهِ سَلِمَتْ نَفْسُكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ عَقَلْتَ أَمْرَكَ وَ أَصَبْتَ مَعْرِفَةَ نَفْسِكَ فَأَعْرِضْ عَنِ الدُّنْيا وَ ازْهَدْ فيها فَإِنَّها دارُ الْأَشْقِياءِ",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ جَعَلْتَ دُنْياكَ تَبَعاً لِدينِكَ أَحْرَزْت دُنْياكَ وَ دينَكَ وَ كُنْتَ فِي الْاخِرَةِ مِنَ الْفائِزينَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ جَعَلْتَ دينَكَ تَبَعاً لِدُنْياكَ أَهْلَكْتَ دينَكَ وَ دُنْياكَ وَ كُنْتَ فِي الْاخِرَةِ مِنَ الْخاسِرينَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ أَحْبَبْتَ سَلامَةَ نَفْسِكَ وَسَتْرَ مَعائِبِكَ فَأَقْلِلْ كَلامَكَ وَ أَكْثِر الصَّمْتَ يَتَوَفَّرْ فِكْرُكَ وَ يَسْتَتِرْ قَلْبُكَ وَ يَسْلَمِ النّاسُ مِنْ يَدِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ اتاكُمُ اللهُ بِنِعْمَةٍ فَاشْكُرُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنِ ابْتَلاكُمُ اللهُ بِمُصيبَةٍ فَاصْبِرُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كانَ فِي الْكَلامِ الْبَلاغَةُ فَفِي الصَّمْتِ الْعافِيَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتَ جازِعاً عَلى كُلِّ ما أَفْلَتَ مِنْ يَدَيْكَ فَاجْزَعْ عَلى ما لَمْ يَصِلْ إِلَيْكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ تَصْبِرْ فَفِي اللهِ مِنْ كُلِّ مُصيبَةٍ خَلَفٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ تَبْذُلُوا أَمْوالَكُمْ في جَنْبِ اللهِ فَإِنَّ اللهَ مُسْرِعُ الْخَلَفِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ صَبَرْتَ جَرَى الْقَلَمُ عَلَيْكَ وَ أَنْتَ مَأْجُورٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "و إِنْ جَزِعْتَ جَرى عَلَيْكَ الْقَلَمُ وَ أَنْتَ مَأْزُورٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنِ اسْتَطَعْتَ أَنْ لا يَكُونَ بَيْنَكَ وَ بَيْنَ اللهِ ذُو نِعْمَةٍ فَافْعَلْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ أَحْبَبْتَ أَنْ تَكُونَ أَسْعَدَ النّاسِ بِما عَلِمْتَ فَاعْمَلْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ أَرَدتَ قَطيعَةَ أَخيكَ فَاسْتَبْقِ لَهُ مِنْ نَفْسِكَ بَقِيَّةً يَرْجِعُ إِلَيْها إِنْ بَدا لَهُ ذلِكَ يَوْماً ما.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتَ حَريصاً عَلى طَلَبِ الْمَضْمُونِ لَكَ فَكُنْ حَريصاً عَلى أَداءِ الْمَفْرُوضِ عَلَيْكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ صَبَرْتَ صَبْرَ الْأَحْرارِ وَ إِلّا سَلَوْتَ سُلُوَّ الْأَغْمارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كانَ فِي الْغَضَبِ الْإِنْتِصارُ فَفي الْحِلْمِ حُسْنُ الْعافِيَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ لَمْ تَرْدَعْ نَفْسَكَ عَنْ كَثيرٍ مِمّا تُحِبُّ مَخافَةَ مَكْرُوهِه سَمَتْ بِكَ الْأَهْواءُ إِلى كَثيرٍ مِنَ الضَّرَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ عَقَدْتَ أَيمانَكَ فَارْضَ بِالْمَقْضِيِّ عَلَيْكَ وَ لَكَ وَ لا تَرْجُ أَحَداً إِلَّا اللهَ وَانْتَظِرْ ما أَتاكَ بِهِ الْقَدَرُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ وَقَعَتْ بَيْنَكَ وَ بَينَ عَدُوَّكَ قَضِيّةٌ عَقَدْتَ بها صُلْحاً وَ أَلْبَسْتَهُ بِها ذِمَّةً فَحُطْ\rعَهْدَك بِالْوَفاءِ وَ ارْعَ ذِمَّتَكَ بِالأمَانَةِ وَ اجْعَلْ نَفْسَكَ جُنَّةً بَيْنَكَ وَ بَيْنَ ما أَعْطَيْتَ مِنْ\rعَهْدِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ لَمْ تَكُنْ حَليماً فَتَحَلَّمْ فَإِنَّهُ قَلَّ مَنْ تَشَبَّهَ بِقَوْمٍ إِلّا أَوْشَكَ أَنْ يَصيرَ مِنْهُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ صَبَرْتَ صَبْرَ الْأَكارِمِ وَ إِلّا سَلَوْتَ سُلُوَّ الْبَهائِمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال عليه السّلام في حقّ مَنْ أَثنى عليهم:\r\rإِنْ نَطَقُوا صَدَقُوا وَ إِنْ صَمَتُوا لَمْ يُسْبَقُوا، إِنْ نَظَرُوا اعْتَبَرُوا وَ إِنْ أَعْرضُوا لَمْ\rيَلْهَوا، إِنْ تَكَلَّمُوا ذَكَّرُوا وَ إِنْ سَكَتُوا تَفَكَّرُوا.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال عليه السّلام في حقّ مَنْ ذمّه:\r\rإِنْ سَقِمَ فَهُوَ نادِمٌ عَلى تَرْكِ الْعَمَلِ وَ إِنْ صَحَّ أمِنَ مُغْتَرّاً وَ أَخَّرَ الْعَمَلَ، إِنْ دُعيَ الى\rحَرْثِ الدُّنْيا عَمِلَ وَ إِنْ دُعِيَ إِلى حَرْثِ الْاخِرَةِ كَسِلَ، إِنِ اسْتَغْنى بَطرَ وَ فَتَنَ، إِنِ\rافْتَقَرَ قَنَطَ وَ وَهَنَ، إِنْ أُحْسِنَ إِلَيْهِ جَحَدَ وَ إِنْ أَحْسَنَ تَطاوَلَ وَ امْتَنَّ، إِنْ عَرَضَتْ لَهُ\rمَعْصِيَةٌ واقَعَها بِالْإِتِّكالِ عَلى التَّوْبَةِ وَ إِنْ عَزَمَ عَلى التَّوبَةِ سَوَّفَها وَ أَصَرَّ عَلى\rالْحَوْبَةِ، إِنْ عُوفِيَ ظَنَّ أَنَّهُ قَدْ تابَ، إِنِ ابْتُلِيَ ظَنَّ وَ ارْتابَ، إِنْ مَرِضَ أَخْلَصَ وَ أتَابَ،\rإِنْ صَحَّ نَسِيَ وَ عادَ وَ اجْتَرَأَ عَلى مَظالِمِ الْعِبادِ، إِنْ أَمِنَ افْتَتَنَ لاهِياً بِالْعاجِلَةِ وَ\rنَسِيَ الْاخِرَةَ وَ غَفَلَ عَنِ الْمَعادِ.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ عَقَلْتَ أَمْرَكَ أَوْ أَصَبْتَ مَعْرِفَةَ نَفْسِكَ فَأَعْرِضْ عَنِ الدُّنْيا وَ ازْهَدْ فيها فَإِنَّها\rدارُ الْأَشْقِياءِ وَ لَيْسَتْ بِدارِ السُّعَداءِ، بَهْجَتُها زُورٌ وَ زينَتُها غُرُورٌ وَ سَحائِبُها\rمُنْقَشِعَةٌ وَ مَواهِبُها مُرْتَجِعَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ لا مَحالَةَ راغِبينَ فَارْغَبُوا في جَنَّةٍ عَرْضُهَا السَّماواتُ وَ الْأَرْضُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ عامِلينَ فَاعْمَلُوا لِما يُنْجيكُمْ يَوْمَ الْعَرْضِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ لا مَحالَةَ مُتَعَصِّبِينَ فَتَعَصَّبُوا لِنُصْرَةِ الْحَقِّ وَ إِغاثَةِ الْمَلْهُوفِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ لا مَحالَةَ مُتَسابِقينَ فَتَسابَقُوا إِلى إِقامَةِ حُدُودِ اللهِ وَ الْأَمْرِ بِالْمَعْرُوفِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ فِي الْبَقاءِ راغِبينَ فَازْهَدُوا في عالَمِ الْفَناءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ تُحِبُّونَ اللهَ فَأَخْرِجُوا حُبَّ الدُّنْيا مِنْ قُلُوبِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ لا مَحالَةَ مُتَنافِسينَ فَتَنافَسُوا فِي الْخِصالِ الرَّغيبَةِ وَ خِلالِ الْمَجْدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ لِلنَّجاةِ طالِبينَ فَارْفَضُوا الْغَفْلَةَ وَ اللَّهْوَ وَ الْزَمُوا الْإِجْتِهادَ وَالْجِدَّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ لا مَحالَةَ مُتَنَزِّهينَ فَتَنَزَّهُوا عَنْ مَعاصِي الْقُلُوبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ لا مَحالَةَ مُتَطَهِّرينَ فَتَطَهَّرُوا مِنْ دَنَسِ الْعُيُوبِ وَ الذُّنُوبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كُنْتُمْ لِلْنَّعيمِ طالِبينَ فَأَعْتِقُوا أَنْفُسَكُمْ مِنْ شَقاءِ الدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ رَغِبْتُمْ فِي الْفَوْزِ وَ كَرامَةِ الْاخِرَةِ فَخُذُوا مِنَ الْفَناءِ للْبَقاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ رَأَيْتَ مِنْ نِسائِكَ ريبَةً فَعاجِلْ لَهُنَّ التَّنْكيرَ عَلى الصَّغيرِ وَ الْكَبيرِ وَإِيّاكَ أَنْ تُكَرِّرَ الْعَتْبَ فَإِنَّ ذلِكَ يُغْري بِالذَّنْبِ وَ يُهَوِّنُ الْعَتْبَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ سَمَتْ هِمَّتُكَ لِإِصْلاحِ النّاسِ فَابْدَأْ بِنَفْسِكَ فَإِنْ تَعاطَيْتَ إصلاحَ غَيْرِكَ وَ نَفْسُك فاسِدَةٌ فَهُوَ أَكبَرُ عَيْبٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنِ اتَّقَيْتَ اللهَ وَقاكَ وَ إِنْ أَطَعْتَ الطَّمَعَ أَرْداكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ تَفَضَّلْتَ خُدِمْتَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ تَوَفَّرْتَ أُكرِمْتَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ تَقْنَعْ تَعُزَّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ تُخْلِصْ عَمَلَكَ تَفُزْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قيل له عليه السّلام: إِنَّ أَهْلَ الْعِراقِ لا يُصْلِحُهُمْ إِلَّا السَّيْفُ. فَقال: إِنْ لَمْ يُصْلِحْهُمْ إِلَّا فَسادي فَلا أَصْلَحَهُمُ اللهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ تَنَزَّهُوا عَنِ الْمَعاصي تَنْجَوا يَوْمَ الْعَرْضِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنْ كانَتِ الرَّعايا قَبْلي تَشْكُو حَيْفَ رُعاتِها فَإِنّي الْيَوْمَ أَشْكُو حَيْفَ رَعِيَّتي كَأَنّي الْمَقُودُ وَ هُمُ الْقادَةُ وَ الْمَوْزُوعُ وَ هُمُ الْوَزَعَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قالَ عليه السّلام لأَنسِ بن مالك وَ قد كانَ بعثه إِلى طَلحَةَ وَ الزُّبير\rلمّا جاء ا إِلى البصرة يذكِّرهما شيئاً سمعه من رسول الله صلّى الله عليه و آله\rفي معناهما فلوّى عن ذلك ورجع إِليه وَ قال: إِنّي نسيت ذلك فقال له:\r\rإِنْ كُنْتَ كاذِباً فَضَرَبَكَ اللهُ بِها بيْضاءَ لامِعَةً لا تُواريهَا الْعَمامَةُ يعني البرص،\rفَأَصابَ أَنَساً هذا الداء فيما بعد في وجهه وَ كانَ لا يُرى إلّا مُبَرْقَعاً.",
"source": "عيون الحكم والمواعظ"
}
]
}