[["إِنّي مُحارِبٌ أَمَلي وَ مُنْتَظرٌ أَجَلي.","عيون الحكم والمواعظ"],["إِنّي لَعَلى إِقامَةِ حُجَجِ اللهِ أُقاوِلُ وَ عَلى نُصْرَةِ دينِه أُجاهِدُ وَ أُقاتِلُ.","عيون الحكم والمواعظ"],["إِنّي لَعَلى بيِّنَةٍ مِنْ رَبّي وَ بَصيرَةٍ في ديني وَ يَقينٍ في أَمْري.","عيون الحكم والمواعظ"],["إِنّي لا أَحُثُّكُمْ عَلى طاعَةِ اللهِ إِلّا وَ أسْبِقُكُمْ إِلَيْها وَ لا أَنْهاكُمْ عَنْ مَعْصِيَةِ اللهِ إِلّا وَ أَنْتَهي قَبْلَكُمْ عَنْها.","عيون الحكم والمواعظ"],["إِنّي آمُرُكُمْ بِالْإِسْتِعْدادِ وَ الْإِسْتِكْثارِ مِنَ الزّادِ لِيَوْمٍ تَقْدُمُونَ عَلى ما تُقَدِّمُونَ وَتَنْدَمُونَ عَلى ما تُخَلِّفُونَ وَ تُجْزَوْنَ بِما كُنْتُمْ تُسْلِفُونَ.","عيون الحكم والمواعظ"],["إِنّي لَعَلى يَقينٍ مِنْ رَبّي وَ غَيرِ شُبْهَةٍ في ديني.","عيون الحكم والمواعظ"],["إِنّي مُسْتَوْفٍ رِزْقي وَ مُجاهِدٌ نَفْسي وَ مُنْتَهٍ إِلى قِسَمي.","عيون الحكم والمواعظ"],["إِنّيَ لَعَلى جادَّةِ الْحَقِّ وَ إِنَّهُمْ لَعَلى مَزَلّة الْباطِل.","عيون الحكم والمواعظ"],["إِنّي لَأَرْفَعُ نَفْسي أَنْ تَكُونَ لَها حاجَةٌ لا يَسَعُها جُودي أَوْ جَهْلٌ لا يَسَعُهُ حِلْمي أَوْ ذَنْبٌ لا يَسَعُهُ عَفْوي أَو أَنْ يَكُونَ زَمانٌ أَطْوَلُ مِنْ زَماني.","عيون الحكم والمواعظ"],["إِنّي كُنْتُ إِذا سَئَلْتُ رَسُولَ اللهِ صلّى الله عليه و آله أَعْطاني وَ إِذا سَكَتُّ عَنْ مَسْألَتِ|هِ| ابْتَدَأَني.","عيون الحكم والمواعظ"],["إِنّي لَأَرْفَعُ نَفْسي عَنْ أَنْ أَنْهَى النّاسَ عَمَّا لَسْتُ عَنْهُ أَنْتَهي أَوْ آمُرُهُمْ بِما لا أَسْبِقُهُمْ إِلَيْهِ بِعَمَلي أَوْ أَرْضى مِنْهُمْ إِلّا بِما لا يَرْضى رَبّي.","عيون الحكم والمواعظ"],["إِنّي طَلَّقْتُ الدُّنْيا ثَلاثاً |بَتاتاً لا رَجْعَةَ لي فيها وَ أَلْقَيْتُ حَبْلَها عَلى غارِبِها.","عيون الحكم والمواعظ"],["إِنّي أَخافُ عَلَيْكُمْ كُلَّ مُذْلِقِ اللِّسانِ مُنافِقِ الْجِنانِ يَقُولُ ما تَعْلَمُونَ وَ يَفْعَلُ ما تُنْكِرُونَ.","عيون الحكم والمواعظ"],["إِنّي إِذَا اسْتَحْكَمْتُ فِي الرَّجُلِ خَصْلَةً مِنْ خِصالِ الْخَيرِ احْتَمَلْتُهُ لَها وَ اغْتَفَرْتُ\rلَهُ فَقْدَ ما سِواها وَ لا أَغْتَفِرُ لَهُ فَقْدَ عَقْلٍ وَ لا عُدْمَ دينٍ لِأَنَّ مُفارَقَةَ الدِّينِ\rمُفارَقَةُ الْأَمْنِ وَ لا تَهْنأُ حَياةٌ مَعَ مَخافَةٍ وَ عَدَمُ الْعَقْلِ عَدَمُ الْحَياةِ وَ لا تُعاشَرُ\rالْأَمْواتُ.","عيون الحكم والمواعظ"]]