[["إِنَّكَ لَمْ تُخْلَقْ لِلدُّنْيا فَازْهَدْ فيها وَأَعْرِضْ عَنْهَا.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ عَمِلْتَ لِلآخِرَةِ فَازَ قِدْحُكَ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ عَمِلْتَ لِلدُّنْيَا خَسِرَتْ صَفْقَتُكَ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ أَقْبَلْتَ عَلى الدُّنْيا أَدْبَرَتْ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ أَدْبَرْتَ عَنِ الدُّنْيا أَقْبَلَتْ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنِ اشْتَغَلْتَ بِقَضاءِ النَّوافِلِ عَنْ أَداءِ الْفَرائِضِ فَلَنْ يَقُومَ فَضْلٌ تَكْسِبُهُ بِفَرْضٍ تُضَيِّعُهُ.","عيون الحكم والمواعظ"],["إِنَّكَ لَنْ تَلِجَ الْجَنَّةَ حَتّى تَزْدَجِرَ عَنْ غَيِّكَ وَ تَنْتَهي، وَ تَرْتَدِعَ عَنْ مَعاصيكَ وَتَرْعَوِىَ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ سالَمْتَ اللهَ سَلِمْتَ وَ فُزْتَ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ حارَبْتَ الْحَقَّ حُرِبْتَ وَهَلَكْتَ.","عيون الحكم والمواعظ"],["إِنَّكَ لَسْتَ بِسابِقٍ أَجَلَكَ وَ لا بِمَرْزُوقٍ ما لَيْسَ لَكَ فَلِماذا تُشْقي نَفْسَكَ يا شَقِيُّ.","عيون الحكم والمواعظ"],["إِنَّكَ في سَبيلِ مَنْ كانَ قَبْلَكَ فَاجْعَلْ جِدَّكَ لِاخِرَتِكَ وَ لا تُكْتَرِثْ بِعَمَلِ الدُّنْيا.","عيون الحكم والمواعظ"],["إِنَّكَ لَنْ تَبْلُغَ أَمَلَكَ وَ لَنْ تَعْدُوَ أَجَلَكَ فَاتَّقِ اللهَ وَ أَجْمِلْ في الطَّلَبِ.","عيون الحكم والمواعظ"],["إِنَّكَ مُدْرِكٌ قِسَمَكَ وَ مَضْمُونٌ رِزْقُكَ وَ مُسْتَوْفٍ ما كُتِبَ لَكَ فَأَرِحْ نَفْسَكَ مِنْ شَقاءِ الْحِرْصِ وَ ذِلَّةِ الطَّلَبِ وَثِقْ بِاللهِ وَ خَفِّضْ فِي الْمُكْتَسِبِ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ مَلَّكْتَ نَفْسَكَ قِيادَكَ أَفْسَدَتْ مَعادَكَ وَ أَوْرَثَتْكَ بَلاءً لا يَنْتَهي وَ شَقاءً لا يَنْقَضي.","عيون الحكم والمواعظ"],["إِنَّكَ لَنْ يُتَقَبَّلَ مِنْكَ إِلّا عَمَلٌ أَخْلَصْتَ فيهِ وَ لَمْ تَشُبْهُ بِالْهَوى وَ اَسْبابِ الدُّنْيا.","عيون الحكم والمواعظ"],["إِنَّكَ طَريدُ الْمَوْتِ الَّذي لا يَنْجُو هارِبهُ وَ لابُدَّ أَنَّهُ مُدْرِكُهُ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ تَواضَعْتَ رَفَعَكَ اللهُ.","عيون الحكم والمواعظ"],["إِنَّكَ لَنْ تُدْرِكَ مِنْ رَبِّكَ ما تُحِبُّ إِلّا بِالصَّبْرِ عَمّا تَشْتَهي.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ تَكَبَّرْتَ وَضَعَكَ اللهُ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ جاهَدْتَ نَفْسَكَ حُزْتَ رِضى اللهِ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ أَنْصَفْتَ مِنْ نَفْسِك أَزْلَفَكَ اللهُ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنِ اجْتَنَبْتَ السَّيِّئاتِ نِلْتَ رَفيعَ الدَّرَجاتِ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ تَوَرَّعْتَ تَنَزَّهْتَ عَنْ دَنَسِ السَّيِّئاتِ.","عيون الحكم والمواعظ"],["إِنَّكَ إَنْ أَطَعْتَ اللهَ نَجّاك وَ أَصْلَحَ مَثْواكَ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ أَطَعْتَ هَواكَ أَصَمَّكَ وَ أَعْماكَ وَ أَفْسَدَ مُنْقَلَبَكَ وَ أَرْداكَ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ أَحْسَنْتَ فَلِنَفْسِكَ تُكْرِمُ وَ إِلَيْها تُحْسِنُ.","عيون الحكم والمواعظ"],["إِنَّكَ إِنْ أَسَأْتَ فَلِنَفْسِكَ تَمْتَهِنُ وَ إِيّاها تَغْبِنُ.","عيون الحكم والمواعظ"],["إِنَّكَ مَخْلُوقٌ لِلْاخِرَةِ فَاعْمَلْ لَها.","عيون الحكم والمواعظ"],["إِنَّكَ مَوْزُونٌ بِعَقْلِكَ فَزَكَّه بِالْعِلْمِ.","عيون الحكم والمواعظ"],["إِنَّكَ مُقَوِّمٌ بِأَدَبِكَ فَزَيِّنْهُ بِالْحِلْمِ.","عيون الحكم والمواعظ"],["إِنَّكَ لَنْ يُغْنِي عَنْكَ بَعْدَ الْمَوْتِ إِلّا صالِحُ عَمَلٍ قَدَّمْتَهُ فَتَزَوَّدْ مِنْ صالِحِ الْعَمَلِ.","عيون الحكم والمواعظ"],["إِنَّكَ لَنْ تَلْقَى الله سُبْحانَهُ وَ تَعالى بِعَمَلٍ أَضَرَّ عَلَيْكَ مِنْ حُبِّ الدُّنْيا.","عيون الحكم والمواعظ"],["إِنَّكَ لَنْ تَحْمِلَ إِلى الْاخِرَةِ عَمَلاً أَنْفَعَ لَكَ مِنَ الصَّبْرِ وَ الرِّضا وَ الْخَوْفِ وَالرَّجاءِ.","عيون الحكم والمواعظ"]]