{
"title": "بلفظ إنّكم في خطاب الجمع وهو خمس و ثلاثون حكمة",
"type": "text",
"data": [
{
"text": "إِنَّكُمْ مُؤاخَذُونَ بِأَقْوالِكُمْ فَلا تَقُولُوا إِلّا خَيْراً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى اكْتِسابِ صالِحِ الْأَعْمالِ أَحْوَجُ مِنْكُمْ إِلى مَكاسِبِ الْأَمْوالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ رَغِبْتُمْ إِلى اللهِ غَنِمْتُمْ وَ نَجَوْتُمْ وَ إِنْ رَغِبْتُمْ إِلى الدُّنْيا خَسِرْتُمْ وَ هَلَكْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ أَقْبَلْتُمْ عَلى اللهِ أَقْبَلْتُمْ وَ إِنْ أَدْبَرْتُمْ عَنْهُ أَدْبَرْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ أَمَّرْتُمْ عَلَيْكُمُ الْهَوى أَصَمَّكُمْ وَ أَعْماكُمْ وَ أَرْداكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ زَهِدْتُمْ تَخَلَّصْتُمْ مِنْ شَقاءِ الدُّنْيا وَ فُزْتُمْ بِدارِ الْبَقاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى اكْتِسابِ الْأَدَبِ أَحْوَجُ مِنْكُمْ إِلى اكْتِسابِ الْفِضّةِ وَ الذَّهَبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ أَغْبَطُ بِما بَذَلْتُمْ مِنَ الرّاغِبِ إِلَيْكُمْ بِما وَصَلَهُ مِنْكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى عَمارَةِ دارِ الْبَقاءِ أَحْوَجُ مِنْكُمْ إِلى عِمارَةِ دارِ الْفَناءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ في زَمانٍ الْقائِلُ بِالحَقِّ فيهِ قَليلٌ وَ اللِّسانُ فيهِ عَنِ الصِّدْقِ كَليلٌ وَ\rاللّازِمُ فيهِ لِلْحَقِّ ذَليلٌ، أَهْلُهُ مَعْتَكِفُونَ عَلى الْعِصْيانِ، مُصْطَلِحُونَ عَلى الْإِدِّهانِ،\rفَتاهُمْ عارِمٌ وَ شَيْخُهُمْ آثِمٌ وَ عالِمُهُمْ مُنافِقٌ وَ قاريهِمْ مُماذِقٌ، لا يُعَظِّمُ صَغيرُهُمْ\rكَبيرَهُمْ وَ لا يَعُولُ غَنِيُّهُمْ فَقيرَهُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ سَتُعْرَضُونَ عَلى سَبِّي وَ الْبَراءَ ةِ مِنِّي، فَسُبُّوني وَ لا تَتَبَرَّؤُا مِنّي فَإِنّي وُلِدْتُ عَلى الْفِطْرَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ بِأَعْمالِكُمْ مُجازُونَ وَ بِها مُرْتَهَنُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى الْاخِرَةِ صائِرُونَ وَ عَلى اللهِ مُعْرَضُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ حَصائِدُ الْاجالِ وَ أَغْراضُ الْحِمامِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى الْإِهْتِمامِ بِما يَصْحَبُكُمْ مِنَ الْاخِرَةِ أَحْوَجُ مِنْكُمْ إِلى كُلِّ ما يَصْحَبُكُمْ مِنَ الدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى أَزْوادِ التَّقْوى أَحْوَجُ مِنْكُمْ إِلى أَزْوادِ الدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ هَدَفُ النَّوائِبِ وَ دَرِيئةُ الْأَسْقامِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ مَدينُونَ بِما قَدَّمْتُمْ وَ مُرْتَهَنُونَ بِما أَسْلَفْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ طُرَداءُ الْمَوْتِ الَّذي إِنْ أَقَمْتُمْ أَخَذَكُمْ وَ إِنْ فَرَرْتُمْ مِنْهُ أَدْرَكَكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى الْعَمَلِ بِما عُلِّمْتُمْ أَحْوَجُ مِنْكُمْ إِلى تَعَلُّمِ ما لمْ تَكُونُوا تَعْلَمُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى إِنْفاقِ ما كَسَبْتُمْ أَحْوَجُ مِنْكُمْ إِلى اكْتِسابِ ما تَجْمَعُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى إِعْرابِ الْأَعْمالِ أَحْوَجُ مِنْكُمْ إِلى إِعْرابِ الْأَقْوالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى جَزاءِ ما أَعْطَيْتُمْ أَشَدُّ حاجَةً مِن السّائِلِ إِلى مَا أَخذَ مِنْكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِلى الْقَناعَةِ بِيَسيرِ الرِّزْقِ أَحْوَجُ مِنْكُمْ إِلى إِكْتِسابِ الْحِرْصِ فِي الطَّلَبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ مُجازَونَ بِأَفعالِكُمْ فَلا تَفْعَلُوا إِلّا بِرّاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنِ اغْتَنَمْتُمْ صالِحَ الْأَعْمالِ نِلْتُمْ مِنَ الْاخِرَةِ نِهايَةَ الْامالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنَّما خُلِقْتُمْ لِلْاخِرَةِ لا لِلْدُّنْيا وَ لِلْبَقاءِ لا لِلْفَناءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنَّما خُلِقْتُمْ لِلفَناءِ وَ التَّزَوُّدِ لِلْاخِرَةِ لا لِلْدُنيا وَ الْبَقاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ رَضيتُمْ بِالْقَضاءِ طابَتْ عيشَتُكُمْ وَ فُزْتُمْ بِالْغَناءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ صَبَرْتُمْ عَلى الْبَلاءِ وَ شَكَرْتُمْ فِي الرَّخاءِ وَ رَضيتُمْ بِالْقَضاءِ كانَ لَكُمْ مِنَ اللهِ الرِّضا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ قَنَعْتُمْ حُزْتُمُ الْغَناءَ وَ خَفَّتْ عَلَيْكُمْ مُؤَنُ الدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ رَغِبْتُمْ فِي الدُّنْيا أَفْنَيْتُمْ أَعْمارَكُمْ فيما لا تَبْقُونَ لَهُ وَ لا يَبْقى لَكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ أَطَعْتُمْ أَنْفُسَكُمْ نَزَعَتْ بِكُمْ إِلى شَرِّ غايَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ رَجَوْتُمُ الله بَلَغْتُمْ آمالَكُمْ وَ إن رَجَوْتُمْ غَيرَ اللهِ خابَتْ أَمانِيُّكُمْ وَ آمالُكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ إِنْ أَطَعْتُمْ سَوْرَةَ الْغَضَبِ أَوْرَدَتْكُمْ نِهايَةَ الْعَطَبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "إِنَّكُمْ لَنْ تُحَصِّلُوا بِالْجَهْلِ إرباً وَ لَنْ تَبْلُغُوا بِه مِنَ الْخَيْرِ سَبَباً وَ لَنْ تُدْرِكُوا بِه مِنَ الْاخِرَةِ مَطلَباً.",
"source": "عيون الحكم والمواعظ"
}
]
}