[["إِنَّما الدُّنْيا دارُ مَمَرٍّ وَ الْاخِرَةٌُ دارُ مُسْتَقَرٍّ فَخُذُوا مِنْ دارِ مَمَرِّكُمْ لِمُسْتَقَرِّكُمْ وَ لا تَهْتِكُوا أسْتارَكُمْ عَنْدَ مَنْ يَعْلَمُ أَسْرارَكُمْ.","عيون الحكم والمواعظ"],["إِنَّمَا الْكَيِّسُ مَنْ إِذا أَساءَ اسْتَغْفَرَ وَ إِذا أَذْنَبَ نَدِمَ.","عيون الحكم والمواعظ"],["إِنَّمَا الْمَرْءُ مَجْزِيٌّ بِما أسْلَفَ وَ قادِمٌ عَلى ما قَدَّمَ.","عيون الحكم والمواعظ"],["إِنَّما زَهَّدَ النّاسَ في طَلَبِ الْعِلْمِ كَثْرَةُ ما يَرَوْنَ مِنْ قِلَّةِ مَنْ عَمِلَ بِما عَلِمَ.","عيون الحكم والمواعظ"],["إِنَّما الْكَرَمُ بَذْلُ الرَّغائِبِ وَ إِسْعافُ الْمَطالِبِ.","عيون الحكم والمواعظ"],["إِنَّما يُعْرَفُ مِقْدارُ النِّعَمِ بِمُقاساة ضِدِّها.","عيون الحكم والمواعظ"],["إِنَّما الْمَرْأَةُ لُعْبَةٌ فَمَنِ اتَّخَذَها فَلْيُغَطِّها.","عيون الحكم والمواعظ"],["إِنَّما يُحِبُّكَ مَنْ لا يَتَمَلَّقُكَ وَ يُثْني عَلَيْكَ مَنْ لا يُسْمِعُكَ.","عيون الحكم والمواعظ"],["إِنَّما أَهْلُ الدُّنْيا كِلابٌ عاوِيَةٌ وَ سِباعٌ ضارِيَةٌ يَهِرُّ بَعْضُها عَلى بَعْضٍ وَ يَأْكُلُ\rعَزيزُها ذَليلَها وَ يَقْهَرُ كَبيرُها صَغيرَها، نَعَمٌ مُعَقَّلَةٌ وَ أُخْرى مُهْمَلَةٌ، قَدْ أَضَلَّتْ\rعَقُولَها وَ رَكِبَتْ مَجْهُولَها.","عيون الحكم والمواعظ"],["إِنَّما الْحِلْمُ كَظْمُ الْغَيْظِ وَ مِلْكُ النَّفْسِ.","عيون الحكم والمواعظ"],["إِنَّمَا الْحَزْمُ طاعَةُ اللهِ وَ مَعْصِيَةُ النَّفْسِ.","عيون الحكم والمواعظ"],["إِنَّما الْعاقِلُ مَنْ وَعَظَتْهُ التَّجارِبُ.","عيون الحكم والمواعظ"],["إِنَّمَا الْجاهِلُ مَنِ اسْتَعْبَدَتْهُ الْمَطالِبُ.","عيون الحكم والمواعظ"],["إِنَّمَا الدُّنْيا شَرَكٌ وَقَعَ فيهِ مَنْ لا يَعْرِفُهُ.","عيون الحكم والمواعظ"],["إِنَّما سادَةُ أَهْلِ الدُّنْيا وَ الْاخِرَةِ الْأَجْوادُ.","عيون الحكم والمواعظ"],["إِنَّما الشَّرَفُ بِالْعقْلِ وَ الْأَدَبِ لا بِالْمالِ وَ الْحَسَبِ.","عيون الحكم والمواعظ"],["إِنَّما سُمِّيَ الْعَدُؤُّ عَدُّؤَّاً لِأَنَّهُ يَعْدُو عَلَيْكَ فَمَنْ داهَنَكَ في مَعايِبِكَ فَهُوَ الْعَدُوُّ الْعادي عَلَيْكَ.","عيون الحكم والمواعظ"],["إِنَّما أَنْتُمْ كَرَكْبِ وُقُوفٍ لا يَدْرُونَ مَتى بالْمَسيرِ يُؤْمَرُونَ.","عيون الحكم والمواعظ"],["إِنَّمَا الْعَقْلُ التَّحَذُّرُ مِنَ الْإِثْمِ وَ النَّظَرُ فِي الْعَواقِبِ وَ الْأَخْذُ بِالْحَزْمِ.","عيون الحكم والمواعظ"],["إِنَّمَا الْوَرَعُ التَّحَرِّي فِي الْمَكاسِبِ وَ الْكَفُّ عَنِ الْمَطالِبِ.","عيون الحكم والمواعظ"],["إِنَّمَا النَّاسُ رَجُلانِ مُتَّبِعُ شِرْعَةٍ وَ مُبْتَدِعُ بِدْعَةٍ.","عيون الحكم والمواعظ"],["إِنَّمَا اللَّبيبُ مَنِ اسْتَسَلَّ الْأَحْقادَ.","عيون الحكم والمواعظ"],["إِنَّمَا الكَرَمُ التَّنَزهُ عَنِ الْمَساوي.","عيون الحكم والمواعظ"],["إِنَّما الْوَرَعُ التَّطَهُّرُ عَنِ الْمَعاصي.","عيون الحكم والمواعظ"],["إِنَّمَا النَّبْلُ التَّبَرّي عَنِ الْمَخازي.","عيون الحكم والمواعظ"],["إِنَّما أَنْتَ عَدَدُ أَيّامٍ فَكُلُّ يَوْمٍ يَمْضي عَلَيْكَ يَمْضي بِبَعْضِكَ فَخَفِّضْ فِي الطَّلَبِ وَأَجْمِلْ فِي الْمُكْتَسَبِ.","عيون الحكم والمواعظ"],["إِنَّما سُمِّيَ الصَّديقُ صَديقاً لِأَنَّهُ يُصَدِّقُكَ في نَفْسِكَ وَ مَعايِبِكَ فَمَنْ فَعَلَ ذلِكَ فَاسْتَنِمْ إِلَيْهِ فَإِنَّهُ الصَّديقُ.","عيون الحكم والمواعظ"],["إِنَّما سُمِّيَ الرَّفيقُ رَفيقاً لِأَنَّهُ يَرْفَقُكَ عَلى صَلاحِ دينِكَ فَمَنْ يَرْفَقُكَ عَلى صَلاحِ دينِكَ فَهُوَ الرَّفيقُ الشَّفيقُ.","عيون الحكم والمواعظ"],["إِنَّما الدُّنْيا جيفَةٌ وَ الْمُتَواخُونَ عَلَيْها أَشْباهُ الْكِلابِ فَلا يَمْنَعُهُمْ أُخُوَّتُهُمْ لَها مِنَ التَّهارُشِ عَلَيْها.","عيون الحكم والمواعظ"],["إِنَّما مَثَلِيَ بَيْنَكُمْ كَالسِّراجِ فِي الظُّلَمِ يَسْتَضي ءُ بِها مَنْ وَلَجَها.","عيون الحكم والمواعظ"],["إِنَّما أَبادَ الْقُرُونَ تَعاقُبُ الْحَرَكاتِ وَ السُّكُونُ","عيون الحكم والمواعظ"],["إِنَّمَا الْمَجْدُ أَنْ تُعْطِيَ فِي الْغُرْمِ وَ تَعْفُوَ عَنِ الْجُرْمِ.","عيون الحكم والمواعظ"],["إِنَّمَا الدُّنْيا مَتاعُ أَيّامٍ قَلائِلَ ثُمَّ تَزُولُ كَما يَزُولُ السَّرابُ وَ تَنْقَشِعُ كَما يَنْقَشِعُ السَّحابُ.","عيون الحكم والمواعظ"],["إِنَّمَا الْبصيرُ مَنْ سَمِعَ فَفَكَّرَ وَ بَصَرَ فَأَبْصَرَ وَ انْتَفَعَ بِالْعِبَرِ.","عيون الحكم والمواعظ"],["إِنَّمَا الْحَليمُ مَنْ إِذا أُوْذِيَ صَبَرَ وَ إِذا ظُلِمَ غَفَرَ.","عيون الحكم والمواعظ"],["إِنَّما حَظُّ أَحَدِكُمْ مِنَ الْأَرْضِ ذاتِ الطُّوْلِ وَ الْعَرْضِ قَيْدُ قَدِّهِ مُتَعَفِّراً عَلى خَدِّه.","عيون الحكم والمواعظ"],["إِنَّمَا الْحازِمُ مَنْ كانَ بِنَفْسِه كُلُّ شُغْلِهِ وَ لِدينْهِ كُلُّ هِمَّتِه وَ لِاخِرَتِه كُلُّ جِدِّه.","عيون الحكم والمواعظ"],["إِنَّمَا مَثَلُ مَنْ خَبَّرَ الدُّنْيا كَمَثَلِ قَوْمٍ في سَفَرٍ نَبا بِهِمْ مَنْزِلٌ جَديبٌ فَأَمُّوا\rمَنْزِلاً خَصيباً وَ جِناباً مَريعاً فَاحْتَمَلُوا وَ عْثاءَ الطَّريقِ وَ خُشُونَةَ السَّفَرِ وَ جُشُوبَةَ\rالْمَطْعَمِ لِيَأْتُوا سَعَةَ دارِهِمْ وَ مَحَلَّ قَرارِهِمْ.","عيون الحكم والمواعظ"],["إِنَّما يَنْبَغي لأَهْلِ الْعِصْمَةِ وَ الْمَصْنُوعِ إِلَيْهِمْ فِي السَّلامَةِ أَنْ يَرْحَمُوا أَهْلَ\rالْمَعْصِيَةِ وَ الذُّنُوبِ وَ أَنْ يَكُونَ الشُّكْرُ عَلى مُعافاتِهِمْ هُوَ الْغالِبُ عَلَيْهِمْ وَ الْحاجِزُ لَهُمْ.","عيون الحكم والمواعظ"],["إِنَّما قَلْبُ الْحَدَثِ كَالْأَرْضِ الْخالِيَةِ مَهْما أُلْقِيَ فيها مِنْ شَيْ ءٍ قَبِلَتْهُ.","عيون الحكم والمواعظ"],["إِنَّما طَبائِعُ الْأَبْرارِ طَبائِعُ مُحْتَمِلَةٌ لِلْخَيرِ فَمَهْما حُمِّلَتْ مِنْهُ احْتَمَلَتْهُ.","عيون الحكم والمواعظ"],["إِنَّمَا الْمَرْءُ فِي الدُّنْيا غَرَضٌ تَنْتَصِلُهُ الْمَنايا وَ نَهَبٌ تُبادِرُهُ الْمَصائِبُ وَ الْحَوادِثُ.","عيون الحكم والمواعظ"],["إِنَّما لَكَ مِنْ مالِكِ ما قَدَّمْتَهُ لِاخِرَتِكَ وَما أَخَّرْتَهُ فَلِلْوارِثِ.","عيون الحكم والمواعظ"],["إِنَّمَا النَّاسُ عالِمٌ وَ مُتَعَلِّمٌ وَ ما سِواهُما هَمَجٌ.","عيون الحكم والمواعظ"],["إِنَّمَا السَّعيدُ مَنْ خافَ الْعِقابَ فَأَمِنَ وَ رَجَا الثَّوابَ فَأَحْسَنَ وَ اشْتاقَ إِلى الْجَنَّةِ فَأَدْلَجَ.","عيون الحكم والمواعظ"],["إِنَّما يَسْتَحِقُّ اسْمَ الصَّمْتِ الْمُضْطلِعُ بِالْإِجابَةِ وَ إِلّا فَالْعَيُّ بِه أَوْلى.","عيون الحكم والمواعظ"],["إِنَّما حُضّ عَلى الْمُشاوَرَةِ لِأَنَّ رَأْيَ الْمُشيرِ صِرْفٌ وَ رَأْى الْمُسْتَشيرِ مَشُوبٌ بِالْهَوى.","عيون الحكم والمواعظ"],["إِنَّما سُمِّيَتِ الشُّبْهَةُ شُبْهَةً لِأَنَّها تُشْبِهُ الْحَقَّ فَأَمّا أَوْلِياءُ اللهِ فَضِياؤُهُمْ\rفيهَا الْيَقينُ وَ دَليلُهُمْ سَمْتُ الْهُدى وَ أَمّا أَعْداءُ اللهِ فَدُعاؤُهُمْ إِلَيْهَا الضَّلالُ وَ\rدَليلُهُمُ الْعَمى.","عيون الحكم والمواعظ"],["إِنَّمَا الْعالِمُ مَنْ دَعاهُ عِلْمُهُ إِلى الْوَرَعِ وَ التُّقى وَ الزُّهْدِ في عالَمِ الْفَناءِ وَ التَّوَلُّهِ بِجَنَّةِ الْمَأْوى.","عيون الحكم والمواعظ"],["إِنَّما الْأَئِمَّةُ قُوّامُ اللهِ عَلى خَلْقِه وَ عُرَفاءُ هُ عَلى عِبادِه فَلا يَدْخُلُ الْجَنَّةَ\rإِلّا مَنْ عَرَفَهُمْ وَ عَرَفُوهُ وَ لا يَدْخُلُ النّارَ إِلّا مَنْ أَنْكَرَهُمْ وَ أَنْكَرُوهُ.","عيون الحكم والمواعظ"],["إِنَّمَا الْمُسْتَحْفِظُونَ لِدينِ اللهِ هُمُ الَّذينَ أَقامُوا الدِّينَ وَ نَصَرُوهُ وَ حاطُوهُ\rمِنْ جَميعِ جَوانِبِه وَ حَفِظُوهُ عَلى عِبادِ اللهِ وَ رَعَوْهُ.","عيون الحكم والمواعظ"],["إِنَّما يَعْرِفُ الْفَضْلَ لِأَهْلِ الْفَضْلِ أُولُو الْفَضْلِ.","عيون الحكم والمواعظ"],["إِنَّما سَراةُ النّاسِ أُوُلُوا الْأَحْلامِ الرَّغيبَةِ وَ الْهِمَمِ الشَّريفَةِ وَ ذَوُوا النَّبْلِ.","عيون الحكم والمواعظ"]]