[["بادِرِ الْفُرْصَةَ قَبْلَ أَنْ تَصيرَ غُصَّةً.","عيون الحكم والمواعظ"],["بادِرِ الْبِرَّ فَإِنَّ أَعْمالَ الْبِرِّ فُرْصَةٌ.","عيون الحكم والمواعظ"],["بادِرِ الْخَيْرَ تَرْشُدْ.","عيون الحكم والمواعظ"],["بادِرِ الطَّاعَةَ تَسْعَدْ.","عيون الحكم والمواعظ"],["بادِرُوا قَبْلَ الضَّنْكِ وَ الْمَضيقِ.","عيون الحكم والمواعظ"],["بادِرُوا قَبْلَ الرَّوْعِ وَ الزُّهُوقِ.","عيون الحكم والمواعظ"],["بادِرُوا آجالَكُمْ بِأَعْمالِكُمْ وَ ابْتاعُوا ما يَبْقى لَكُمْ بِما يَزُولُ عَنْكُمْ.","عيون الحكم والمواعظ"],["بادِرْ شَبابَكَ قَبْلَ هَرَمِكَ وَ صَحَّتَكَ قَبْلَ سَقَمِكَ.","عيون الحكم والمواعظ"],["بادِرْ غِناكَ قَبْلَ فَقْرِكَ وَ حَياتَكَ قَبْلَ مَوْتِكَ.","عيون الحكم والمواعظ"],["بادِرُوا الْعَمَلَ وَ أَكْذِبُوا الْأَمَلَ وَلَاحِظُوا الْأَجَلَ.","عيون الحكم والمواعظ"],["بادِرُوا الْعَمَلَ وَ خافُوا بَغْتَةَ الْأَجَلِ تُدْرِكُوا أَفْضَلَ الْأَمَلِ.","عيون الحكم والمواعظ"],["بادِرُوا بِالْعَمَلِ مَرَضاً حابِساً وَ مَوْتاً خالِساً.","عيون الحكم والمواعظ"],["بادِرُوا بِالْعَمَلِ مَوْتاً ناكِساً.","عيون الحكم والمواعظ"],["بادِرُوا قَبْلَ قُدُومِ الْغائبِ الْمُنْتَظَرِ.","عيون الحكم والمواعظ"],["بادِرُوا قَبْلَ أَخْذِ الْعَزيزِ الْمُقْتَدِرِ.","عيون الحكم والمواعظ"],["بادِرُوا في فيْنَةِ الْإِرْشادِ وَ راحَةِ الْأَجْسادِ وَ مَهَلِ الْبَقِيَّةِ وَ أَنْفِالْمَشِيَّةِ.","عيون الحكم والمواعظ"],["بادِرُوا في مَهَلِ الْبَقِيَّةِ وَ أَنْفِ الْمَشِيَّةِ وَانْتِظارِ التَّوْبَةِ وَ انْفِساحِ الْحَوْبَةِ.","عيون الحكم والمواعظ"],["بادِرُوا وَ الْأَبْدانُ صَحيحَةٌ وَ الْأَلْسُنُ مُطْلَقَةٌ وَ التَّوْبَةُ مَسْمُوعَةٌ وَ الْأَعْمالُ مَقْبُولَةٌ.","عيون الحكم والمواعظ"],["بادِرُوا بِأَمْوالِكُمْ قَبْلَ حُلُولِ آجالِكُمْ تُزَكِّكُمْ وَتُزْلِفُكُمْ.","عيون الحكم والمواعظ"],["بادِرُوا الْمَوْتَ وَ غَمَراتِه وَ مَهِّدُوا لَهُ قَبْلَ حُلُولِه وَ أَعِدُّوا لَهُ قَبْلَ نُزُولِه.","عيون الحكم والمواعظ"],["بادِرُوا بِأَعْمالِكُمْ فَإِنَّكُمْ مُرْتَهِنُونَ بِما أَسْلَفْتُمْ وَ مُجازُونَ بِما قَدَّمْتُمْ وَمُطالَبُونَ بِما خَلَّفْتُمْ.","عيون الحكم والمواعظ"],["بادِرُوا بِأَعْمالِكُمْ وَ سابِقُوا بِآجالِكُمْ فَإِنَّكُمْ مَدينُونَ بِما أَسْلَفْتُمْ وَ مُجازُونَ بِما قَدَّمْتُمْ.","عيون الحكم والمواعظ"],["بادِرُوا بِالْعَمَلِ وَ سابِقُوا الْأَجَلَ فَإِنَّ النّاسَ يُوشِكُ أَنْ يَنْقَطِعَ بِهِمُ الْأَمَلُ وَ يُرْهِقَهُمُ الْأَجَلُ.","عيون الحكم والمواعظ"],["بادِرُوا بِصالِحِ الْأَعْمالِ وَ الْخَناقُ مُهْمَلٌ وَ الرُّوحُ مُرْسَلٌ.","عيون الحكم والمواعظ"]]