[["بَشِّرْ مالَ الْبَخيلِ بِحادِثٍ أوْ وارِثٍ.","عيون الحكم والمواعظ"],["بِرُّ الْوالِدَيْنِ أَكْبَرُ فَريضَةٍ.","عيون الحكم والمواعظ"],["بَطْنُ الْمَرْءِ عَدُوُّهُ.","عيون الحكم والمواعظ"],["بُعْدُ الْمَرْءِ عَنِ الدَّنِيَّةِ فُتُوَّةٌ.","عيون الحكم والمواعظ"],["بَرُّوا آبائَكُمْ يَبَرَّكُمْ أَبْناءُ كُمْ.","عيون الحكم والمواعظ"],["بَرُّوا أَيْتامَكُمْ وَ واسُوا فُقَرائَكُمْ وَ ارْأفُوا بِضُعَفائِكُمْ.","عيون الحكم والمواعظ"],["بَذْلُ الْوَجْهِ إِلى اللِّئامِ الْمَوْتُ الْأَكبَرُ.","عيون الحكم والمواعظ"],["بَشِّرْ نَفْسَكَ إِذا صَبَرْتَ بِالنُّجْحِ وَ الظَّفَرِ.","عيون الحكم والمواعظ"],["بَذْلُ التَّحِيَّةِ مِنْ أَحْسَنِ الْأَخْلاقِ وَ السَّجِيَّةِ.","عيون الحكم والمواعظ"],["بابُ التَّوْبَةِ مَفْتُوحٌ لِمَنْ أَرادَها.","عيون الحكم والمواعظ"],["بُكْرَةُ السَّبْتِ وَ الْخَميسِ بَرَكَةٌ.","عيون الحكم والمواعظ"],["بَرَكَةُ الْمالِ فِي الصِّدَقَةِ.","عيون الحكم والمواعظ"],["بَلاءُ الْإِنْسانِ فِي لِسانِه.","عيون الحكم والمواعظ"],["باكِرِ الطّاعَةَ تَسْعَدْ.","عيون الحكم والمواعظ"],["باكِرِ الْخَيْرَ تَرْشُدْ.","عيون الحكم والمواعظ"],["بُكاءُ الْعَبْدِ مِنْ خَشْيَةِ اللهِ يُمَحِّصُ ذَنْبَهُ.","عيون الحكم والمواعظ"],["بِرُّ الرَّجُلِ ذَوي رَحمِه صِلَةٌ وَ صَدَقَةٌ.","عيون الحكم والمواعظ"],["بَلاءُ الرَّجُلِ عَلى قَدْرِ إِيْمانِه وَ دينِه.","عيون الحكم والمواعظ"],["بَرَكَةُ الْعُمْرِ في حُسْنِ الْعَمَلِ.","عيون الحكم والمواعظ"],["بَلاءُ الرَّجُلِ في طاعَةِ الطَّمَعِ وَ الْأَمَلِ.","عيون الحكم والمواعظ"],["بَذْلُ الْعِلْمِ زَكاةٌ.","عيون الحكم والمواعظ"],["بِالْعِلْمِ تُدْرَكُ دَرَجَةُ الْحِلْمِ.","عيون الحكم والمواعظ"],["بَذْلُ الْعَطاءِ زَكاةُ النَّعْماءِ.","عيون الحكم والمواعظ"],["بَقِيَّةُ السَّيْفِ أَنْمى عَدَداً وَ أَكْثَرَ وَلَداً.","عيون الحكم والمواعظ"],["بَذْلُ الْجاهِ زَكاةُ الْجاهِ.","عيون الحكم والمواعظ"],["بِنَا اهْتَدَيْتُمْ فِي الظَّلْماءِ وَ تَسَنَّمْتُمُ الْعَلْياءَ وَ بِنَا انْفَجَرْتُمْ عَنِ السِّرارِ.","عيون الحكم والمواعظ"],["بِنا فَتَحَ اللهُ وَ بِنا يَخْتِمُ وَ بِنا يَمْحُو ما يَشاءُ وَ يُثْبِتُ.","عيون الحكم والمواعظ"],["بِنا يَدْفَعُ اللهُ الزَّمانَ الْكَلِبَ وَ بِنا يُنَزِّلُ اللهُ الْغَيْثَ فَلا يَغُرَّنَّكُمْ بِاللهِ الْغَرُورُ.","عيون الحكم والمواعظ"],["بِشْرُكَ يُنْبِى ء عَنْ كَرَمِ نَفْسِكَ، وَ تَؤاضُعُكَ يُنْبِى ء عَنْ شَريف خُلْقِكَ.","عيون الحكم والمواعظ"],["بِشْرُكَ أَوَّلُ بِرَّكَ وَ وَعْدُكَ أَوَّلُ عَطائِكَ.","عيون الحكم والمواعظ"],["بَيْنَكُمْ وَبَينَ الْمَوْعِظَةِ حِجابٌ مِنَ الْغَفْلَةِ وَ الْغِرَّةِ.","عيون الحكم والمواعظ"],["بُعْدُ الْأَحْمَقِ خَيرٌ مِنْ قُرْبِه وَ سُكُونُةُ خَيرٌ مِنْ نُطْقِه.","عيون الحكم والمواعظ"],["بَخٍّ بَخٍّ لِعالِمٍ عَلِمَ فَكَفَّ وَ خافَ الْبَياتَ فَأَعَدَّ وَ اسْتَعَدَّ، إِنْ سُئِلَ أَفْصَحَ وَ إِنْ تُرِكَ صَمَتَ، كَلامُهُ صَوابٌ وَ سُكُوتُهُ عَنْ غَيرِ عَيٍّ عَنِ الْجَوابِ.","عيون الحكم والمواعظ"],["باكِرُوا فَالْبَرَكَةُ فِي الْمُباكَرَةِ وَ شاوِرُوا فَالْنُّجْحُ فِي الْمُشاوَرَةِ.","عيون الحكم والمواعظ"],["بَذْلُ ماءِ الْوَجهِ فِي الطَّلَبِ أَعْظَمُ مِنْ قَدْرِ الْحاجَةِ وَ إِنْ عَظُمَتْ وَ أُنْجِحَ فيهَا الطَّلَبُ.","عيون الحكم والمواعظ"],["بَذْلُ الْيَدِ بِالعَطِيَّةِ أَحْسَنُ مَنْقَبَةً وَ أَفْضَلُ سَجيَّةً.","عيون الحكم والمواعظ"],["بيعُوا ما يَفْنى بِما يَبْقَى وَ تَعَوَّضُوا بِنَعيمِ الْاخِرَةِ عَنْ شَقاءِ الدُّنْيا.","عيون الحكم والمواعظ"],["بَسْطُ اليَدِ بِالعَطاءِ يُجْزيكَ الْأَجْرَ وَ يُضاعِفُ الْجَزاءَ.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في ذكر رَسُولِ اللهِ صلّى الله عليه و آله:\r\rبَلَّغَ عَنْ رَبِّه مُعْذِراً وَ نَصَحَ لِأَمَّتِه مُنْذِراً وَ دَعا إِلى الْجَنَّةِ مُبَشِّراً.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في وَصْف المؤمن:\r\rبِشْرُهُ في وَجْهِه وَ حُزْنُهُ في قَلْبِه، أَوْسَعُ شَيْ ءٍ صَدْراً وَ أَذلُّ شَيْ ءٍ نَفْساً، يَكْرَهُ الرِّفْعَةَ\rوَ يَشْنَأُ السُّمْعَةَ، طَويلٌ غَمُّهُ بَعيدٌ هَمُّهُ كَثيرٌ صَمْتُهُ مَشْغُولٌ وَقْتُهُ، شَكُورٌ صَبُورٌ، مَغْمُورٌ\rبِفِكْرَتِه، ضَنينٌ بِخُلَّتِه سَهْلُ الْخَليقَةِ لَيِّنُ العَريكَةِ، نَفْسُهُ أَصْلَبُ مِنَ الصَّلْدِ وَ هُوَ أَذَلُّ\rمِنَ الْعَبْدِ.","عيون الحكم والمواعظ"]]