[["تَوَقَّ مَعاصِي اللهِ تُفْلِحْ.","عيون الحكم والمواعظ"],["تَفاَّلْ بِالْخَيْرِ تُنْجِحْ.","عيون الحكم والمواعظ"],["تَقَرَّبُ العَبْدِ إِلى اللهِ بِإِخْلاصِ نِيَّتِه.","عيون الحكم والمواعظ"],["تَعَلَّمْ تَعْلَمْ.","عيون الحكم والمواعظ"],["تَكَرَّمْ تُكْرَمْ.","عيون الحكم والمواعظ"],["تَفَضَّلْ تُخْدَمْ وَ احْلُمْ تُقَدَّمْ.","عيون الحكم والمواعظ"],["تَمامُ الشَّرَفِ التَّواضُعُ.","عيون الحكم والمواعظ"],["تَمامُ السُّؤدَدِ إِسْداءُ الصَّنائِعِ.","عيون الحكم والمواعظ"],["تَمامُ الْعِلْمِ العَمَلُ بِمُوجَبِه.","عيون الحكم والمواعظ"],["تَمامُ الْإِحْسانِ تَرْكُ الْمَنِّ بِه.","عيون الحكم والمواعظ"],["تَبْتَني الْاُخُوَّةُ فِي اللهِ عَلى التَّناصُحِ فِي اللهِ وَ التَّباذُلِ فِي اللهِ وَ التَّعاوُنِ عَلى طاعَةِ اللهِ وَ التَّناهي عَنْ مَعاصِي اللهِ وَ التَّناصُرِ فِي اللهِ وَ إِخْلاصِ المَحَبَّةِ.","عيون الحكم والمواعظ"],["تَواضُعُ الشَّريفِ يُوجِبُ كَرامَتَهُ.","عيون الحكم والمواعظ"],["تَكَبُّرُ|كَ| فِي الْوَلايَةِ ذُلٌّ فِي العَزْلِ.","عيون الحكم والمواعظ"],["تَكَبُّرُكَ بِما لا يَبْقى لَكَ وَ لا تَبْقى لَهُ جَهْلٌ.","عيون الحكم والمواعظ"],["تَكَبُّرُ الدَّنِيِّ يَدْعُو إِلى إِهانَتِه.","عيون الحكم والمواعظ"],["تَفَكُّرُكَ يُفيدُكَ الْإِسْتِبْصارَ وَ يُكْسِبُكَ الْإِعْتِبارَ.","عيون الحكم والمواعظ"],["تَعْجيلُ اليَأْسِ أَحَدُ الظَّفَرَيْنِ.","عيون الحكم والمواعظ"],["تَوَقُّعُ الفَرَجِ إِحْدى الرّاحَتَينِ.","عيون الحكم والمواعظ"],["تَجاوَزْ عَنِ الزَّلَلِ وَ أَقِلِ الْعَثَراتِ تُرْفَعْ لَكَ الدَّرَجاتُ.","عيون الحكم والمواعظ"],["تَغَمَّدِ الذُّنُوبَ بِالغُفْرانِ سِيَّما في ذَوِي المُرُوَّةِ وَ الْهِباتِ.","عيون الحكم والمواعظ"],["تَقَرَّبْ إِلى اللهِ بِالسُّجُودِ وَ الركُوعَِ وَ الْخُضُوعِ لِعَظَمَتِه وَ الْخُشُوعِ.","عيون الحكم والمواعظ"],["تَبادَرُوا إِلى مَحامِدِ الْأَفْعالِ وَ فَضائِلِ الخِلالِ وَ تَنافَسُوا في صِدْقِ الْأَقْوالِ وَ بَذْلِ الْأَمْوالِ.","عيون الحكم والمواعظ"],["تَعَزَّ عَنِ الشَّيْ ءِ إِذا مُنِعْتَهُ بِقِلَّةِ ما يَصْحَبُكَ مِنْهُ إِذا أُوتيتَهُ.","عيون الحكم والمواعظ"],["تَبادَرُوا إِلى الْمَكارِمِ وَ سارِعُوا إِلى تَحَمُّلِ الْمَغارِمِ وَ اسْعَوْا في حاجَةِ مَنْ هُوَ نائِمٌ يَحْسُنْ لَكُمْ فِي الدّارَيْنِ الْجَزاءُ وَ تَنالُوا مِنَ اللهِ عَظيمَ الْحَباءِ.","عيون الحكم والمواعظ"],["تَنافَسُوا فِي الْأَخْلاقِ الرَّغيبَةِ وَ الْأَحْلامِ العَظيمَةِ وَ الْأَخْطارِ الْجَليلَةِ يَعْظُمْ لَكُمُ الْجَزاءُ.","عيون الحكم والمواعظ"],["تَجَنَّبُوا تَضاغُنَ الْقُلُوبِ وَ تَشاحُنَ الصُّدُورِ وَ تَدابُرَ النُّفُوسِ وَ تَخاذُلَ الْأَيْدي تَمْلِكُوا أَمْرَكُمْ.","عيون الحكم والمواعظ"],["تَزَوَّدُوا مِنَ الدُّنْيا ما تُنْقِذُونَ بِهِ أَنْفُسَكُمْ غَداً وَ خُذُوا مِنَ الفَناءِ لِلبَقاءِ.","عيون الحكم والمواعظ"],["تَجاوَزْ مَعَ القُدْرَةِ وَ أَحْسِنْ مَعَ الدَّوْلَةِ تكْمُلْ لَكَ السِّيادَةُ.","عيون الحكم والمواعظ"],["تَعَلَّمُوا العِلْمَ تُعْرَفُوا بِه وَ اعْمَلُوا بِه تَكُونُوا مِنْ أَهْلِه.","عيون الحكم والمواعظ"],["تَقاضَ نَفْسَكَ بِما يَجِبُ عَلَيْها تَأْمَنْ تَقاضِيَ غَيرِكَ لَكَ وَ اسْتَقْصِ عَلَيْها تَغْنَ عَنِ اسْتِقْصاءِ غَيرِكَ عَلَيْكَ.","عيون الحكم والمواعظ"],["تَرْكُ الشَّهَواتِ أَفْضَلُ عِبادَةٍ وَ أَجْمَلُ عادَةٍ.","عيون الحكم والمواعظ"],["تارِكُ التَّأَهُّبِ لِلْمَوْتِ وَ اغْتِنامِ الْمَهَلِ غافِلٌ عَنْ هُجُومِ الْأَجَلِ.","عيون الحكم والمواعظ"],["تَحَبَّبْ إِلى النَّاسِ بِالزُّهْدِ فيما في أَيْديهِمْ تَفُزْ بِالْمَحَبَّةِ مِنْهُمْ.","عيون الحكم والمواعظ"],["تَناسَ مَساوِى ءَ الْإِخْوانِ تَسْتَدِمْ وُدَّهُمْ.","عيون الحكم والمواعظ"],["تَوَخَّ رِضى اللهِ وَ تَوَقَّ سَخَطَهُ وَ زَعْزِعْ قَلْبَكَ بِخَوْفِه.","عيون الحكم والمواعظ"],["تَدَبَّرْ آياتِ الْقُرْآنِ وَ اعْتَبِرْ بِه فَإِنَّه أَبْلَغُ الْعِبَرِ.","عيون الحكم والمواعظ"],["تَجَرُّعُ غُصَصَ الْحِلْمِ، يُطْفِى ءُ نارَ الْغَضَبِ.","عيون الحكم والمواعظ"],["تَعْجيلُ السَّراحِ نَجاحٌ.","عيون الحكم والمواعظ"],["تَكَلَّمُوا تُعْرَفُوا فَإِنَّ الْمَرْءَ مَخْبُوءٌ تَحْتَ لِسانِه.","عيون الحكم والمواعظ"],["تَوَكَّلْ عَلى اللهِ سُبْحانَهُ فَإِنَّهُ تَعالى قَدْ تَكَفَّلَ بِكِفايَةِ الْمُتَوَكِّلينَ عَلَيْهِ.","عيون الحكم والمواعظ"],["تَقَرَّبْ إِلى اللهِ سُبْحانَهُ فَإِنَّهُ يُزْلِفُ الْمُتَقَرِّبينَ إِلَيْهِ.","عيون الحكم والمواعظ"],["تَمَسَّكْ بِكُلِّ صَديقٍ أَفادَكَ فِي الشِّدَّةِ.","عيون الحكم والمواعظ"],["تَوَقّوا الْمَعاصِيَ وَ احْبِسُوا أَنْفُسَكُمْ عَنْها فَإِنَّ الشَّقِيَّ مَنْ أَطْلَقَ فيها عِنانَهُ.","عيون الحكم والمواعظ"],["تَرْكُ جَوابِ السَّفْيهِ أَبْلَغُ جَوابِه.","عيون الحكم والمواعظ"],["تَأَمْيلُ النَّاسِ نَوالَكَ خَيْرٌ مِنْ خَوْفِهِمْ نَكَالَكَ.","عيون الحكم والمواعظ"],["تاجِرِ اللهَ تَرْبَحْ.","عيون الحكم والمواعظ"],["تَوَسَّلْ بِطاعَةِ اللهِ تَنْجَحْ.","عيون الحكم والمواعظ"],["تَمامُ الْعِلْمِ اسْتِعْمالُهُ.","عيون الحكم والمواعظ"],["تَمامُ الْعِلْمِ اسْتِكْمالُهُ.","عيون الحكم والمواعظ"],["تَواضَعْ لِلّهِ يَرْفَعْكَ.","عيون الحكم والمواعظ"],["تَمَسَّكْ بِطاعَةِ اللهِ يُزْلِفْكَ.","عيون الحكم والمواعظ"],["تَعْجيلُ الْمَعْرُوفِ مِلاكُ الْمَعْرُوفِ.","عيون الحكم والمواعظ"],["تَضْييعُ الْمَعْرُوفِ وَضْعُهُ في غَيرِ مَعْرُوفٍ.","عيون الحكم والمواعظ"],["تَأْخيرُ الْعَمَلِ عِنْوانُ الْكَسَلِ.","عيون الحكم والمواعظ"],["تَصْفِيَةُ الْعَمَلِ أَشَدُّ مِنَ الْعَمَلِ.","عيون الحكم والمواعظ"],["تاجُ الْمُلْكِ عَدْلُهُ.","عيون الحكم والمواعظ"],["تَزْكِيَةُ الرَّجُلِ عَقْلُهُ.","عيون الحكم والمواعظ"],["تَواضُعُ المَرْءِ يَرْفَعُهُ.","عيون الحكم والمواعظ"],["تَكَبُّرُ الْمَرْءِ يَضَعُهُ.","عيون الحكم والمواعظ"],["تَنْزِلُ الْمَثُوبَةُ بِقَدْرِ الْمُصيبَةِ.","عيون الحكم والمواعظ"],["تَنْزِلُ مِنَ اللهِ الْمَعُونَةُ عَلى قَدْرِ الْمَؤُنَةِ.","عيون الحكم والمواعظ"],["تَحَرّي الصِّدْقِ وَ تَجَنُّبُ الْكِذْبِ أَجْمَلُ شيمَةٍ وَ أَفْضَلُ أَدَبٍ.","عيون الحكم والمواعظ"],["تَمْييزُ الْباقِي مِنَ الْفاني مِنْ أَشْرَفِ النَّظَر.","عيون الحكم والمواعظ"],["تاجُ الرَّجُلِ عَفافُهُ وَ زينَتُهُ إِنْصافُهُ.","عيون الحكم والمواعظ"],["تَقِيَّةُ الْمُؤْمِنِ في قَلْبِه وَ تَوْبَتُهُ في اعْتِرافِه.","عيون الحكم والمواعظ"],["تَلْويحُ زَلَّةِ الْعاقِلِ لَهُ أَمَضُّ مِنْ عِتابِه.","عيون الحكم والمواعظ"],["تَحَبَّبْ إِلى اللهِ بِالرَّغْبَةِ فيما لَدَيْهِ.","عيون الحكم والمواعظ"],["تَحَلَّ بِالْيَأْسِ مِمّا في أَيْدِي النّاسِ تَسْلَمْ مِنْ غَوائِلِهِمْ وَتُحْرِزِ الْمَوَدَّةَ مِنْهُمْ.","عيون الحكم والمواعظ"],["تَجَلْبَبْ بِالصَّبْرِ وَ الْيَقينِ فَإِنَّهُما أَنْعَمُ الْعُدَّةِ فِي الرَّخاءِ وَ الشِّدَّةِ.","عيون الحكم والمواعظ"],["تَحَلَّ بِالسَّخاءِ وَ الوَرَعِ فَهُما حُلْيَةُ الْإِيْمانِ وَ أْشرَفُ خِلالِكَ.","عيون الحكم والمواعظ"],["تارِكُ الْعَمَلِ بِالْعِلْمِ غَيرُ واثِقٍ بَثَوابِ الْعَمَلِ.","عيون الحكم والمواعظ"],["تَرَحَّلُوا فَقَدْ جَدَّ بِكُمْ وَ اسْتَعِدُّوا لِلْمَوْتِ فَقَدْ أَظَلَّكُمْ.","عيون الحكم والمواعظ"],["تَذِلُّ الْاُمُورُ لِلْمَقاديرِ حَتّى يَكُونَ الْحَتْفُ فِي التَّدْبيرِ.","عيون الحكم والمواعظ"],["تَزَوَّدُوا في أَيّامِ الْفَناءِ لِلْبَقاءِ فَقَدْ دُلِلْتُمْ عَلى الزّادِ وَ أُمِرْتُمْ بِالظَّعْنِ وَ حُثِثْتُمْ عَلى الْمَسيرِ.","عيون الحكم والمواعظ"],["تَوَلّي الْأَراذِلِ وَ الْأَحْداثِ الدُّوَلَ دَليلُ انْحِلالِها وَ إِدْبارِها.","عيون الحكم والمواعظ"],["تَخْليصُ النِّيَّةِ مِنَ الْفَسادِ أَشدُّ عَلى الْعامِلينَ مِنْ طُولِ الْإِجْتِهادِ.","عيون الحكم والمواعظ"],["تَخَلَّقُوا بِالْفَضْلِ وَ الْكَفِّ عَنِ الْبَغْيِ وَ الْعَمَلِ بِالْحَقِّ وَ الْإِنْصافِ مِنْ أَنْفُسِكُمْ وَ اجْتِنابِ الْفَسادِ وَ إِصْلاح الْمَعادِ.","عيون الحكم والمواعظ"],["تَسَرْبَلِ بِالْحَياءَ وَ ادَّرِعِ الْوَفاءَ وَ احْفَظِ الْإِخاءَ وَ أَقْلِلْ مُحادَثَةَ النِّساءِ يَكْمُلْ لَكَ السَّناءُ.","عيون الحكم والمواعظ"],["تَعَلَّمُوا الْقُرآنَ فَإِنَّهُ رَبيعُ الْقُلُوبِ وَ اسْتَشْفُوا بِنُورِه فَإِنَّهُ شِفاءُ الصُّدُورِ.","عيون الحكم والمواعظ"],["تَواضَعُوا لِمَنْ تَتَعَلَّمُونَ مِنْهُ الْعِلْمَ وَ لِمَنْ تُعَلِّمُونَهُ وَ لاتُكُونُوا مِنْ جَبابِرَةِ الْعُلَماءِ فَلا يَقُومُ جَهْلُكُمْ بِعِلْمِكُمْ.","عيون الحكم والمواعظ"],["تَفَكَّرْ قَبْلَ أَنْ تَعْزِمَ وَ شاوِرْ قَبْلَ أَنْ تُقْدِمَ وَ تَدَبَّرْ قَبْلَ أَنْ تَهْجُمَ.","عيون الحكم والمواعظ"],["تَجَرَّعْ غُصَصَ الْحِلْمِ فَإِنَّهُ رَأْسُ الْحِكْمَةِ وَ ثَمَرَةُ الْعِلْمِ.","عيون الحكم والمواعظ"],["تَعْجيلُ الْبِرِّ زِيادَةٌ فِي الْبِرِّ.","عيون الحكم والمواعظ"],["تَزْكِيَةُ الْأَشْرارِ مِنْ أَعْظَمِ الأَوْزارِ.","عيون الحكم والمواعظ"],["تَدارَكْ في آخِرِ عُمْرِكَ ما أَضَعْتَهُ في أَوَّلِه تَسْعَدْ بِمُنْقَلَبِكَ.","عيون الحكم والمواعظ"],["تَخَيَّرْ لِنَفْسِكَ مِنْ كُلِّ خُلْقٍ أَحْسَنَهُ فَإِنَّ الْخَيْرَ عادَةٌ.","عيون الحكم والمواعظ"],["تَجَنَّبْ مِنْ كُلِّ خُلْقٍ أَسْوَأَهُ وَ جاهِدْ نَفْسَكَ عَلى تَجَنُّبِه فَإِنَّ الشَّرَّ لَجاجَةٌ.","عيون الحكم والمواعظ"],["تَجَنُّبُ الشَّرِّ طاعَةٌ.","عيون الحكم والمواعظ"],["تَمَسَّكْ بِحَبْلِ الْقُرْآنِ وَ انْتَصِحْهُ وَ حَلِّلْ حَلالَهُ وَ حَرِّمْ حَرامَهُ وَ اعْمَلْ بِأَحْكامِه.","عيون الحكم والمواعظ"],["تَأَدَّمْ بِالْجُوعِ وَ تَأَدَّبْ بِالْقُنُوعِ.","عيون الحكم والمواعظ"],["تَداوَ مِنْ داءِ الْفَتْرَةِ في قَلْبِكَ بِعَزيمَةٍ وَ مِنْ كَرَى الْغَفْلَةِ في ناظِرِكَ بِيَقْظَةٍ.","عيون الحكم والمواعظ"],["تَخَفَّفُوا تَلْحَقُوا فَإِنَّما يُنْتَظَرُ بِأَوِّلِكُمْ آخِرُكُمْ.","عيون الحكم والمواعظ"],["تَيَسَّرْ لِسَفَرِكَ وَ شِمْ بَرْقَ النَّجاةِ وَ أَرْحِلْ مَطايَا التَّشْميرِ.","عيون الحكم والمواعظ"],["تُعْرَفُ حَماقَةُ الرَّجُلِ بِالْأَشَرِ فِي النِّعْمَةِ وَ كَثْرَةِ الذُّلِّ فِي الْمِحْنَةِ.","عيون الحكم والمواعظ"],["تَوَلُّوْا مِنْ أَنْفُسِكُمْ تَأْديبَها وَ اعْدِلُوا بِها عَنْ ضَراوَةِ عاداتِها.","عيون الحكم والمواعظ"],["تَأْتينا أَشْياءُ نَسْتكْثِرُها إِذا جَمَعْناها وَ نَسْتَقِلُّها إِذا قَسَمْناها.","عيون الحكم والمواعظ"],["تَحَبَّبْ إِلى خَليلِكَ يُحْبِبْ وَ أَكْرِمْهُ يُكْرِمْكَ وَ آثِرْهُ عَلى نَفْسِكَ يُؤْثِرْكَ عَلى نَفْسِه وَ أَهْلِه.","عيون الحكم والمواعظ"],["تَحَرَّ رِضَى اللهِ بِرِضاكَ بِقَدَرِه.","عيون الحكم والمواعظ"],["تَأْميلُ النّاسِ خَيْرَكَ خَيرٌ مِنْ خَوْفِهِمْ نَكالَكَ.","عيون الحكم والمواعظ"],["تَخَفَّفُوا فَإِنَّ الْغايَةَ أَمامَكُمْ وَ السّاعَةَ |من ورائِكُمْ تَحْدُوكُمْ.","عيون الحكم والمواعظ"],["تَحَرَّ مِنْ أَمْرِكَ ما يَقُومُ بِه عُذْرُكَ وَ تُثْبُتُ بِهِ حُجَّتَكَ وَ يَفي ءُ إِلَيْكَ بِرُشْدِكَ.","عيون الحكم والمواعظ"],["تَعالى اللهُ مِنْ قَوِيٍّ ما أَحْمَلَهُ.","عيون الحكم والمواعظ"],["تُعْرَفُ حَماقَةُ الرَّجُلِ في ثَلاثٍ: كَلامِهُ فيما لا يَعْنيهِ، وَ جَوابِهُ عَمَّا لا يُسْئَلُ عَنْهُ، وَ تَهَوُّرِهُ فِي الاُمُورِ.","عيون الحكم والمواعظ"],["تَعَلَّمِ الْعِلْمَ فَإِنْ كُنْتَ غَنِيَّاً زانَكَ وَ إِنْ كُنْتَ فَقيراً مانَكَ.","عيون الحكم والمواعظ"],["تَوَخَّ الصِّدْقَ وَ الْأَمانَةَ وَ لا تُكَذِّبْ مَنْ كَذَّبَكَ وَ لا تَخُنْ مَنْ خانَكَ.","عيون الحكم والمواعظ"],["تَعَلَّمُوا الْعِلْمَ وَ تَعَلَّمُوا مَعَ الْعِلْمِ السَّكينَةَ وَ الْحِلمَ فَإِنَّ الْعِلمَ خَليلُ الْمُؤْمِنِ وَ الْحِلمُ وَزيرُهُ.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في حقّ مَنْ ذَمَّهُ:\r\rتَغْلِبُهُ نَفْسُهُ عَلى ما يَظُنُّ مِنْها وَ لا يَغْلِبُها عَلى ما يَسْتَيْقِنُ، قَدْ جَعَلَ اللهُ هَواهُ أَميرَهُ وَ أَطاعَهُ في سائِرِ أُمُورِه.","عيون الحكم والمواعظ"],["تَوَقُّوا الْبَرْدَ في أَوَّلِه وَ تَلَقَّوْهُ في آخِرِه فَإِنَّهُ يَفْعَلُ بِالْأَبْدانِ كَما يَفْعَلُ بِالْأَغْصانِ أَوَّلُهُ يُحْرِقُ وَ آخِرُهُ يُورِقُ.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في ذكر الإِسْلام: تَبْصِرَةٌ لِمَنْ عَزَمَ وَ آيَةٌ لِمَنْ تَوَسَّمَ وَ عِبْرَةٌ لِمَنْ اتَّعَظَ وَ نَجاةٌ لِمَنْ صَدَقَ.","عيون الحكم والمواعظ"],["تَحَرَّ رِضَى اللهِ وَ تَجَنَّبْ سَخَطَهُ فَإِنَّكَ لا يَدَ لَكَ بِنَقِمَتِه وَ لا غَناءَ بِكَ عَنْ مَغْفِرَتِه وَ لا مَلْجَأَ لَكَ إِلّا إِلَيْهِ.","عيون الحكم والمواعظ"],["تَوَقَّ سَخَطَ مَنْ لا يُنْجيكَ إِلّا طاعَتُهُ وَ لا يُرْديكَ إِلّا مَعْصِيَتُهُ وَ لا يَسَعُكَ إِلّا رَحْمَتُهُ وَ الْتَجِى ءْ إِلَيْهِ وَ تَوَكَّلْ عَلَيْهِ.","عيون الحكم والمواعظ"],["تَعَصَّبُوا لِخِلالِ الْحَمْدِ مِنَ الْحِفْظِ لِلْجارِ وَ الوَفاءِ بِالذِّمامِ وَ الطّاعَةِ لِلْبِرِّ وَ الْمَعْصِيَةِ لِلْكِبْرِ وَتَحَلَّوْا بِمَكارِمِ الْخِلالِ.","عيون الحكم والمواعظ"]]