{
"title": "بلفظ ثلاث وهو ثمان وأربعون حكمة",
"type": "text",
"data": [
{
"text": "ثَلاثٌ هُنَّ مِنْ كَمالِ الدِّينِ: الْإِخْلاصُ، وَ الْيَقينُ، وَ الْقَناعَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ يَهْدُدْنَ الْقِوى: فَقْدُ الْأَحِبَّةِ، وَ الْفَقْرُ فِي الْغُرْبَةِ، وَ دَوامُ الشِّدَّةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ هُنَّ الْمُرُوَّةُ: جُودٌ مَعَ قِلَّةٍ، وَ احْتِمالٌ مِنْ غَيْرِ مَذَلَّةٍ، وَ تَعَفُّفٌ عَنِ الْمَسْأَلَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ مَنْ كُنَّ فيهِ فَقَدْ أَكْمَلَ الْإِيْمانَ: الْعَدْلُ فِي الْغَضَبِ وَ الرِّضا، وَ الْقَصْدُ فِي الْفَقْرِ وَ الْغِنى، وَ اعْتِدالُ الْخَوْفِ وَ الرَّجاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ لا يَنْتَصِفُونَ مِنْ ثَلاثَةٍ: العاقِلُ مِنَ الْأَحْمَقِ، وَ الْبَرُّ مِنَ الْفاجِرِ، وَ الْكَريمُ مِنَ اللَّئيمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ مُهْلِكَةٌ: اَلجُرْأَةُ عَلى السُّلْطانِ، وَ ائْتِمانُ الْخَوّان، وَ شُرْبُ السَّمِّ لِلتَّجْرِبَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ تَدُلُّ عَلى عُقُولِ أَرْبابِها: الرَّسُولُ، وَ الْكِتابُ، وَ الْهَدِيَّةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ مَنْ كُنَّ فيهِ فَقَدِ اسْتَكْمَلَ إِيمانَهُ: مَنْ إِذا رَضِيَ لَمْ يُخْرِجْهُ رِضاهُ إِلى\rباطِلٍ، وَ إِذا غَضِبَ لَمْ يُخْرِجْهُ غَضَبُهُ عَنِ الْحَقِّ، وَ إِذا قَدَرَ لَمْ يَأْخُذْ ما لَيْسَ لَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ هُنَّ زينَةُ الْمُؤْمِن: تَقْوَى اللهِ، وَ صِدْقُ الْحَديثِ، وَ أَداءُ الْأَمانَة.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ مَنْ كُنَّ فيهِ كَمُلَ إِيمانُهُ: الْعَقْلُ، وَ الْحِلْمُ، وَ الْعِلْمُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ تَشينُ الدِّينَ: الفُجُورُ، وَ الْغَدْرُ، وَ الْخِيانَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ يُوجِبْنَ الْمَحَبَّةَ: الدِّينُ، وَالتَّواضُعُ، وَ السَّخاءُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ مِنْ جِماعِ الدِّين: العِفَّةُ، وَ الْوَرَعُ، وَ الْحَياءُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ لَيْسَ عَلَيْهِنَّ مُسْتَزادٌ: حُسْنُ الْأَدَبِ، وَ مُجانَبَةُ الرَّيْبِ، وَ الْكَفُّ عَنِ الْمَحارِم.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ مَنْ كُنَّ فيه فَقَدْ رُزِقَ خَيرَ الدُّنْيا وَ الْاخِرَةِ: الرِّضا بِالْقَضاءِ، وَ الصَّبْرُ عَلى الْبَلاءِ، وَ الشُّكْرُ عَلى الرَّخاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ لا يَهْنَأُ لِصاحِبِهِنَّ عَيْشٌ: الحِقْدُ، وَ الْحَسَدُ، وَ سُوءُ الْخُلْق.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ لا يُسْتَوْدَعَنَّ سِرّاً: المَرْأَةُ، وَ النَّمّامُ، وَ الْأَحْمَقُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ فيهِنَّ الْمُرُوَّةُ: غَضُّ الطَّرْفِ، وَ غَضُّ الصَّوْتِ، وَ مَشْيُ الْقَصْدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ فيهِنَّ النَّجاةُ: لُزُومُ الْحَقِّ، وَ تَجَنُّبُ الْباطِل، وَ رُكُوبُ الْجِدِّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ تُمْتَحَنُ بِهِنَّ عُقُولُ الرِّجالِ: هُنَّ الْوَلايَةُ، وَ الْمالُ، وَ الْمُصيبَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ مُهْلِكاتٌ: طاعَةُ النِّساءِ، وَ طاعَةُ الْغَضَبِ، وَ طاعَةُ الشَّهْوَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ لا يُسْتَحْيى مِنْهُنَّ: خِدْمَةُ الرَّجُلِ ضَيْفَهُ، وَ قِيامُهُ عَنْ مَجْلِسِه لِأَبيهِ وَمُعَلِّمِه، وَ طَلَبُ الْحَقِّ وَ إِنْ قَلَّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ مَنْ جِماعِ الْمَوَدَّةِ: عَطاءٌ مِنْ غَيرِ مَسْأَلَةٍ، وَ وَفاءٌ مِنْ غَيرِ عَهْدِ، وُجُودٌ مَعَ إِقْلالٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ مِنْ كُنُوزِ الْجَنَّةِ: كِتْمانُ الْمُصيبَةِ، وَ الصَّدَقَةُ، وَ الْمَرَضُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ مِنْ أَعْظَمِ الْبَلاءِ: كَثْرَةُ الْعائِلَةِ، وَ غَلَبَةُ الدَّيْنِ، وَ دَوامُ الْمَرَضِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ هُنَّ الْمُحْرِقاتُ الْمُوبِقاتُ: فَقْرٌ بَعْدَ غِنىً، وَ ذُلٌّ بَعْدَ عِزٍّ، وَ فَقْدُ الْأَحِبَّةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ يُوجِبْنَ الْمَحَبَّةَ: حُسْنُ الْخُلْقِ، وَ حُسْنُ الرِّفْقِ، وَ التَّواضُعُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ يُدْخِلُهُمُ اللهُ الْجَنَّةَ بِغَيرِ حِسابٍ: إِمامٌ عادِلٌ، وَ تاجِرٌ صَدُوقٌ، وَ شَيْخٌ أَفْنى عُمْرَهُ في طاعَةِ اللهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ يُدْخِلُهُمُ اللهُ النّارَ بِغَيرِ حِسابٍ: إِمامٌ جائِرٌ، وَ تاجِرٌ كَذُوبٌ، وَ شَيْخٌ زانٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ في ظِلِّ عَرْشِ اللهِ تَعالى يَوْمَ لا ظِلَّ إِلّا ظِلُّهُ: رَجُلٌ أَنْصَفَ النّاسَ مِنْ\rنَفْسِه، وَ رَجُلٌ لَمْ يُقَدِّمْ رِجْلاً وَ لَمْ يُؤَخِّرْ رِجْلاً حَتّى يَعْلَمَ أَنَّ ذلِكَ لِلّهِ رِضىً أَوْ سَخَطٌ،\rوَ رَجُلٌ لَمْ يَعِبْ أَخاهُ بِعَيْبٍ حَتّى يَنْفي ذلِكَ مِنْ نَفْسِه فَإِنَّهُ لا يَخْفى مِنْهُ عَيْبٌ إِلّا بَدا\rلَهُ عَيْبٌ آخَرُ وَ كَفى بِالْمَرْءِ شُغْلاً بِنَفْسِه عَنِ النّاسِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ هُمْ أَقْرَبُ الْخَلْقِ إِلى اللهِ تَعالى: رَجُلٌ مَشى بَينَ اثْنَيْنِ فَلَمْ يَمِلْ مَعَ\rأَحَدِهِما عَلى الْاخَرِ بِشَعيرَةٍ، وَ رَجُلٌ لَمْ تَدْعُهُ قُدْرَتُهُ في حالِ غَضَبِه إِلى أَنْ يَحيفَ عَلى\rمَنْ تَحْتَ يَدَيْهِ، وَ رَجُلٌ قالَ الْحَقَّ فيما لَهُ وَ عَلَيْهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ منْ كُنَّ فيهِ فَقَدْ كَمُلَ إِيمانُهُ: سُنَّةٌ مِنْ رَبِّه، وَ سُنَّةٌ مِنْ نَبِيِّه، وَ سُنَّةٌ\rمِنْ وَلِيِّه، فَالسُّنّةُ مِنْ رَبِّه كِتْمانُ سِرِّه قالَ اللهُ تَعالى: 'عالِمُ الْغَيْبِ فَلا يُظْهِرُ\rعَلى غَيْبِه أَحَداً إِلّا مَنِ ارْتَضى مِنْ رَسُولٍ'، وَ أَمَّا السُّنَّةُ مِنْ نَبِيِّه فَمُداراةُ النّاسَ\rقالَ اللهُ عَزَّ وَ جَلَّ: 'خُذِ الْعَفْوَ وَ أْمُرْ بِالْعُرْفِ وَ أَعْرِضْ عَنِ الْجاهِلينَ'، وَ أَمَّا\rالسُّنَّةُ مِنْ وَلِيِّه فَالصَّبْرُ فِي الْبَأْساءِ وَ الضَّرّاءِ قالَ اللهُ تَعالى: 'وَ الصّابِرينَ فِي\rالْبَأْساءِ وَ الضَّرّاءِ'.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ لا تَكُونُ فِي الْمُؤْمِنِ: لا يَكُونُ جَباناً، وَ لا حَريصاً، وَ لا شَحيحاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ لا يَنْتَصِفُونَ مِنْ ثَلاثَةٍ: شَريفٌ مِنْ وَضيعٍ، وَ حَليمٌ مِنْ سَفيهٍ، وَ بَرٌّ مِنْ فاجِرٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ حَقٌّ أَنْ يُرْحَمُوا: عَزيزٌ أَصابَتْهُ مَذَلَّةٌ بَعْدَ الْعِزِّ، وَ غَنِيٌّ أَصابَتْهُ حاجَةٌ بَعْدَ الْغِنى، وَ عالِمٌ يَسْتَخِفُّ بِه قَوْمُهُ وَ جُهّالُ أَهْلِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ يَحْسُنُ فيهِ الْكِذْبُ: الْمَكيدَةُ فِي الْحَرْبِ، وَ عِدَتُكَ زَوْجَتَكَ، وَ الْإِصْلاحُ بَينَ النّاسِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ يَقْبُحُ فيهِنَّ الصِّدْقُ: النَّميمَةُ، وَ إِخْبارُ|كَ| الرَّجُلِ عَنْ أَهْلِه بِما يَكْرَهُهُ، وَ تَكْذيبُكَ الرَّجُلَ عَنِ الْخَبَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثةٌ مُجالَسَتُهُمْ تُميتُ الْقُلُوبَ: مُجالَسَةُ الْأَنْذالِ، وَ الْحَديثُ مَعَ النِّساءِ، وَمُجالَسَةُ الْأَغْنِياءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ هُنَّ جِماعُ الْخَيرِ: إِسْداءُ النِّعَمِ، وَ رِعايَةُ الذِّمَمِ، وَ صِلَةُ الرَّحِمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ بِثَلاثٍ: مَنْ صَدَقَ لِسانُهُ زَكى عَمَلُهُ، وَ مَنْ حَسُنَتْ نِيَّتُهُ زادَ اللهُ في رِزْقِه، وَ مَنْ حَسُنَ بِرُّهُ بِأَهْلِه زادَ اللهُ في عُمْرِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثُ خِصالٍ هِيَ أُصُولُ الْكُفْرِ: الْحِرْصُ، وَ الْإِسْتِكْبارُ، وَ الْحَسَدُ. فَأَمَّا الْحِرْصُ\rفَآدَمُ حينَ نُهِيَ عَنِ الشَّجَرَةِ حَمَلَهُ الْحِرْصُ عَلى أَنْ يَأْكُلَ مِنْها، وَ أَمَّا الْإِسْتِكْبارُ\rفَإِبْليسُ حينَ أُمِرَ بِالسُّجُودِ فَأَبى، وَ أَمَّا الْحَسَدُ فَابْنا آدَمَ حينَ قَتَلَ أَحَدُهُمَا الْاخَرَ\rحَسَداً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ لا يَنْظُرُ اللهُ إِلَيْهِمْ: الْعامِلُ بِالظُّلْمِ، وَ الْمُعينُ عَليْهِ، وَ الرّاضي بِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ قاصِماتٌ لِلظَّهْرِ، رَجُلٌ اسْتَكْثَرَ عِلْمَهُ، وَ نَسِيَ ذُنوبَهُ، وَ أُعْجِبَ بِرَأْيِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ تُكْمِلُ الْمُسْلِمَ: الفِقْهُ فِي الدِّيْنِ، وَ التَّقْديرُ فِي الْمَعيشَةِ، وَ الصَّبْرُ عَلى النَّوائِبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثٌ لَمْ يَجْعَلِ اللهُ لِأَحَدٍ مِنَ النّاسِ فيهِنَّ رُخْصَةً: بِرُّ الوالِدَيْنِ بَرَّيْنِ كانا أوْ فاجِرَيْنِ، وَ وَفاءٌ بِالْعَهْدِ لِلْبَرِّ وَ الْفاجِرِ، وَ أَداءُ الْأَمانَةِ لِلْبَرِّ وَ الْفاجِرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ يَشْكُونَ إِلى اللهِ: مَسْجِدٌ خَرابٌ لا يُصَلّي فيهِ أَهْلُهُ، وَ عالِمٌ بَينَ جاهِلٍ، وَ مُصْحَفٌ مُعَلَّقٌ قَدْ وَقَعَ عَلَيْهِ غُبارٌ لا يُقْرَءُ فيهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ يَشْكُونَ يَوْمَ الْقِيامَةِ: المُصْحَفُ، وَ المَسْجِدُ، وَ العِتْرَةُ، يَقُولُ الْمُصْحَفُ:\rيا رَبِّ حَرَّقُوني وَ مَزَّقُوني، وَيَقُولُ الْمَسْجِدُ: يا رَبِّ عَطَّلُوني وَ ضَيَّعُوني، وَ تَقُولُ\rالْعِتْرَةُ: يا رَبِّ غَصَبُوني وَ طَرَدُوني وَ شَرَّدُوني.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ لا يَدْخُلُونَ الْجَنَّةَ: سَفّاكُ دَمٍ حَرامٍ، وَ عاقُّ والِدَيْهِ، ومَشَّاءٌ بِنَميمَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثةٌ لا يُكَلِّمُهُمُ اللهُ تَعالى: المنّانُ الَّذي لا يُعْطي شَيْئاً إِلّا يَمُنُّهُ، وَ الْمُسْبِلُ إِزارَهُ، وَ الْمُنْفِقُ سِلْعَتَهُ بِالأيْمانِ الْفاجِرَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "ثَلاثَةٌ لا يَدْخُلُونَ الْجَنَّةَ: مُدْمِنُ خَمْرٍ، وَ مُدْمِنُ سِحْرٍ، وَ قاطِعُ رَحِمٍ.",
"source": "عيون الحكم والمواعظ"
}
]
}