{
"title": "باللّفظ المطلق وهو خمسون حكمة",
"type": "text",
"data": [
{
"text": "خُذْ مِنْ نَفْسِكَ لِنَفْسِكَ وَ تَزَوَّدْ مِنْ يَوْمِكَ لِغَدِكَ وَ اغْتَنِمْ عَفْوَ الزَّمانِ وَ انْتَهِزْ فُرْصَةَ الْإِمْكانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذِ الْقَصْدَ فِي الْاُمُورِ فَمَنْ أَخَذَ الْقَصْدَ خَفَّتْ عَلَيْهِ الْمُؤَنُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذْ مِنْ قَليلِ الدُّنْيا ما يَكْفيكَ وَ دَعْ مِنْ كَثيرِها ما يُطْغيكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذِ الْحِكْمَةَ مِمَّنْ أَتاكَ بِها وَ انْظُرَ إِلى ما قالَ وَ لا تَنْظُرْ إِلى مَنْ قالَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَفْ رَبَّكَ وَ ارْجُ رَحْمَتَهُ يُؤْمِنْكَ مِمّا تَخافُ وَ يُنِلْكَ ما رَجَوْتَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَفْ تَأْمَنْ وَ لا تَأْمَنْ فَتَخفْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَفْ رَبَّكَ خَوْفاً يَشْغَلْكَ عَنْ رَجائِه وَ ارْجُهُ رَجاءَ مَنْ |لا| يَأْمَنُ خَوْفَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خالِفْ مَنْ خالَفَ الْحَقَّ إِلى غَيْرِه وَ دَعْهُ وَ ما رَضيَ لِنَفْسِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَفِ اللهَ خَوْفَ مَنْ شَغَلَ بِالْفِكْرِ قَلْبُهُ فإِنَّ الْخَوْفَ مَطِيَّةُ الْأَمْنِ وَ سِجْنُ النَّفْسِ عَنْ الْمَعاصي.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُلْطَةُ أَبْناءِ الدُّنْيا رَأْسُ الْبَلْوى وَ فَسادُ التَّقْوى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خالِفِ الْهوى تَسْلَمْ وَ أَعْرِضْ عَنِ الدُّنْيا تَغْنَمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُلِّفَ لَكُمْ عِبَرٌ مِنْ آثارِ الْماضينَ قَبْلَكُمْ لِتعْتَبِرُوا بِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خالِطُوا النّاسَ بِما يَعْرِفُونَ وَ دَعُوهُمْ وَ ما يُنْكِرُونَ وَ لا تُحمِّلُوهُمْ عَلى أَنْفُسِكُمْ وَ عَلَينا فَإِنَّ أَمْرَنا صَعْبٌ مُسْتَصْعَبٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خادِعْ نَفْسَكَ عَنِ الْعبادَةِ وَ ارْفقْ بِها وَ خُذْ عَفْوَها وَ نَشاطَها إِلّا ما كَانَ مَكتُوباً في الفَريْضة فَإِنَّهُ لا بُدَّ مِنْ أَدائِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذُوا مِنْ أَجْسادِكُمْ ما تَجُودُوا بِها عَلى أَنْفُسِكُمْ وَ اسْعَوْ في فَكاكِ رِقابِكُمْ قبْل أَنْ تُغْلَقَ رَهائِنُها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خالِقُوا النّاسَ بِأَخْلاقِهِمْ وَ زايِلُوهُمْ فِي الْأَعْمالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَلَّتانِ لا تَجْتَمِعانِ في مُؤْمِنٍ: سُوْءُ الْخُلُقِ وَ الْبُخْلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خالِطُوا النّاسَ مُخالَطَةً \"جَميلَةً\" إِنْ مُتُّمْ بَكَوْا عَلَيْكُمْ وَ إِنْ غِبْتُمْ حَنَّوْا إِلَيْكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَفْضُ الصَّوْتِ وَ غَضُّ الْبَصَرِ وَ مَشْيُ الْقَصْدِ مِنْ أَمارَةِ الْإِيمانِ وَ حُسْنِ الدِّين.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذْ عَلى عَدُوِّكَ بِالْفَضْلِ فَإِنَّهُ أَحَدُ الظَّفَرَيْنِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَرَق عِلْمُ اللهِ سُبْحانَهُ باطِنَ غَيْبِ السُّتَراتِ وَ أَحاطَ بِغُمُوضِ عَقائِدِ السَّريراتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذُوا مَهَلَ الْأَيّامِ وَ حُوطُوا قَواصِيَ الْإِسْلامِ وَ بادِرُوا هُجُومَ الْحَمامِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُضِ الْغَمراتِ إِلى الْحَقِّ حَيْثُ كانَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَوْضُ النّاسِ فِي الشَّيْ ءِ مُقَدِّمَةُ الْكائِنِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُلْطَةُ أَبْناءِ الدُّنْيا تَشينُ الدِّينَ وَ تُضْعِفُ الْيَقينَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَطَرُ الدُّنْيا يَسيرٌ وَ عاجِلُها حَقيرٌ وَ بَهْجَتُها زور وَ مَواهبُها غُرُورٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خِيانَةُ الْمُسْتَسْلِم وَ الْمُسْتَشيرِ مِنْ أَفْظَعِ الْاُمُورِ وَ أَعْظَمِ الشُّرُورِ وَ مُوجِبَةُ عَذابِ السَّعير.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذْ مِنْ صالِحِ الْعَمَلِ وَ خالِلْ خَيْرَ خليلٍ فَإِنَّ لِلْمَرْء مَا اكْتَسَبَ وَ هُوَ فِي الْقِيامَةِ مَعَ مَنْ أَحَبَّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَشْيَةُ اللهِ جَناحُ الْإِيمانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَوْفُ اللهِ يُوجِبُ الْأَمانَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَفِ اللهَ يُؤْمِنْكَ وَ لا تَأْمَنْهُ يُعَذِّبْكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذِ الْعَفْوَ مِنَ النّاسِ وَ لا تَبْلُغْ مِنْ أَحَدٍ مَكْرُوهَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَليلُ الْمَرْءِ دَليلُ عَقْلِه وَ كَلامُهُ بُرْهانُ فَضْلِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خالفْ نَفْسَكَ تَسْتَقِمْ وَ خالِطِ الْعُلَماءَ تَعْلَمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذْ مِنْ كُلِّ عِلْمٍ أَحْسَنَهُ فَإِنَّ النَّحْلَ يَأْكُلُ مِنْ كُلِّ زَهْرٍ أَزْيَنَهُ فَتُولَدُ مِنْهُ جَوْهَرانِ نَفيسانِ: أَحَدُهُما فيهِ شِفاءٌ لِلنّاسِ وَ الْاخَرُ يُسْتَضاءُ بِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذِ الْعَدْلَ وَ ائْتِ بِالْفَضْلِ تَحُزِ الْمَنْقَبَتَينِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذْ مِنْ أَمْرِكَ ما يَقُومُ بِه عُذْرُكَ وَ تَثْبُتَ بِه حُجَّتُكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذْ مِمّا لا يَبْقى لَكَ لِما يَبْقى لَكَ وَ لا يُفارِقُك.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذِ الْقَصْدَ فِي الْاُمُورِ فَمَنْ أَخَذَ الْقَصْدَ خَفَّتْ عَلَيْه الْمُؤُنُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذِ الْحِكْمَةَ أَنّى كانَتْ فَإِنَّ الْحِكْمَةَ ضالَّةُ كُلِّ مُؤْمِنٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذْ بِالْحَزْمِ وَ الْزَمِ الْعَزْمَ تُحْمَدْ عَواقِبُكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذُوا مِنْ كَرائِمِ أَمْوالِكُمْ ما يَرْفَعُ لَكُمْ بِه اللهِ سَنِيَّ الْأَعْمالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذْ مِنَ الدُّنْيا ما أَتاكَ وَ تَوَلَّ عَمَّا تَوَلَّى مِنْها عَنْكَ فَإِنْ لَمْ تَفْعَلْ فَأَجْمِلْ فِي الطَّلَبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خالِطُوا النّاسَ بِأَلْسِنَتِكُمْ وَ أَجْسادِكُمْ وَ زايِلُوُهْم بِقُلُوبِكُمْ وَ أَعْمالِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال عليه السّلام في حقِّ قومٍ ذَمَّهُمْ: خفَّتْ عُقُولُكُمْ وَسَفِهَتْ حُلُومُكُمْ فَأَنْتُمْ غَرَضٌ لِنابِلٍ وَأْكْلَةٌ لِاكِلٍ وَ فَريسَةٌ لِصائِلٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال أيضاً: خَذلُوا الْحَقَّ وَ لَمْ يَنْصُرُوا الْباطِلَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُلُوُّ الْقَلْبِ مِنَ التَّقْوى يَمْلَاُهُ مِنْ فِتَنِ الدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَمْسَةٌ يَنْبَغي أَنْ يُهانُوا: الدّاخِلُ بَينَ اثْنَينِ لَمْ يُدْخِلاهُ في أَمْرِهِما، وَ\rالْمُتَأَمِّرُ عَلى صاحِبِ الْبَيْتِ في بَيْتِه، وَ الْمُتَقَدِّمُ إِلى مائِدَةٍ لَمْ يُدْعَ إِلَيْها، وَ\rالْمُقْبِلُ بِحَديثِه عَلى غَيرِ مُسْتَمِعٍ، وَ الْجالِسُ فِي الْمَجالِسِ الَّتي لا يَسْتَحِقُّها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَمْسٌ تُسْتَقْبَحُ مِنْ خَمْسَةٍ: كَثْرَةُ الْفُجُورِ مِنَ الْعُلَماءِ، وَ الْحِرْصُ مِنَ الْحُكَماءِ، وَ الْبُخْلُ مِنَ الْأَغْنِياءِ، وَ الْقِحَةُ مِنَ النِّساء، وَ مِنَ الْمَشايِخِ الزِّنا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُلُوُّ الصَّدْرِ مِنَ الْغِلِّ وَ الْحَسَدِ مِنْ سَعادَةِ الْمُتَعَبِّدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خُذْ مِمّا لا تَبْقَى لَهُ وَ لا يَبْقى لَكَ لِما لا تُفارِقُهُ وَ لا يُفارِقُكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَمْسُ خِصالٍ مِنْ عَلاماتِ الْمُؤْمِنِ: الوَرَعُ فِي الْخَلْوَةِ، وَ الصَّدَقَةُ فِي الْقِلَّةِ، وَ\rالصَّبْرُ عِنْدَ الْمُصيبَةِ، وَ الْحِلْمُ عِنْدَ الْغَضَبِ، وَ الصِّدْقُ عِنْدَ الْخَوْفِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَمْسٌ مِنْ خَمْسَةٍ مُحالٌ: النَّصيحَةُ مِنَ الْحاسِدِ مُحالٌ، وَ الشَّفَقَةُ مِنَ الْعَدُوِّ مُحالٌ،\rوَ الْحُرْمَةُ مِنَ الْفاسِقِ مُحالٌ، وَ الْوَفاءُ مِنَ الْمَرْأةِ مُحالٌ، وَ الْهَيْبَةُ مِنَ الْفَقيرِ مُحالٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَمْسَةٌ مِنْ عَلاماتِ الْقائِمِ عليه السّلام: اليَمانِيُّ مِنَ الْيَمَنِ، وَ السُّفْيانِيُّ،\rوَ الْمُنادي يُنادي بِالسَّماءِ، وَ خَسْفٌ بِالْبَيْداءِ، وَ قَتْلُ النَّفْسِ الزَّكِيَّةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَمْسٌ لَوْ رَحِلْتُمْ لَهُنَّ ما قَدَرْتُمْ عَلى مِثْلِهِنَّ: لا يَخافُ عَبْدٌ إِلّا ذَنْبَهُ، وَ لا\rيَرْجُو إِلّا رَبَّهُ، وَ لا يَسْتَحْيي |الجاهِلُ| إِذا سُئِلَ عَمّا لا يَعْلَمُ أَنْ يَتَعَلَّمَ، وَ الصَّبْرُ\rمِنَ الْإِيمانِ بِمَنْزِلَةِ الرَّأْسِ مِنَ الْجَسَدِ وَ لا إِيمانَ لِمَنْ لا صَبْرَ لَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خالِفُوا أَصْحابَ السُّكْرِ وَ كُلُوا التَّمْرَ فَإِن فيهِ شِفاءٌ مِنَ الْأَدْواءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خِيارُ خِصالِ النِّساءِ شَرُّ خِصالِ الرَّجُلِ: الزَّهْوُ وَ الْجُبْنُ وَ الْبُخْلُ فَإِذا كانَتِ\rالْمَرْأَةُ مَزْهُوَّةً لَمْ تُمَكِّنْ مِنْ نَفْسِها وَ إِذا كانَتْ بَخيلَةً حَفِظَتْ ما لَها وَ مالَ بَعْلِها وَ\rإِذا كانَتْ جَبانَةً فَرَّتْ مِنْ كُلِّ شيْ ءٍ يَعْرُضُ لَها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَصْلَتانِ فيهِما جِماعُ الْمُرُوَّةِ: اجْتِنابُ الرَّجُل ما يَشينُهُ، وَ اكْتِسابُهُ ما يَزينُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَوافِي الْأَخْلاقِ يَكْشِفُهَا الْمُعاشَرَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خَوافِي الْاراءِ يَكْشِفُهَا الْمُشاوَرَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خِدْمَةُ النَّفْسِ صِيانَتُها عَنِ اللَّذّاتِ وَالْمُقْتَنَياتِ وَ رِياضَتُها بِالْعُلُومِ وَ الْحِكَمِ وَ اجْتِهادُها بِالْعِباداتِ وَ الطّاعاتِ وَ في ذلِكَ نَجاةُ النَّفْسِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "خِدْمَةُ الْجَسَدِ إِعْطاءُ هُ ما يَسْتَدْعيهِ مِنَ الْمَلاذِّ وَ الشَّهَواتِ وَ الْمُقْتَنَياتِ وَ في ذلِكَ هَلاكُ النَّفْسِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال عليه السّلام في ذكر رسول الله صلّى الله عليه و آله:\r\rخَرَجَ مِنَ الدُّنْيا خَميصاً وَ وَرَدَ الْاخِرَةَ سَليماً لَمْ يَضَعْ حَجَراً عَلى حَجَرٍ حَتَّى مَضى لِسَبيلِه وَ أَجابَ داعِيَ رَبِّه.\r",
"source": "عيون الحكم والمواعظ"
}
]
}