[["ذِكْرُ اللهِ شِيمَةُ الْمَُّقينَ.","عيون الحكم والمواعظ"],["ذِكْرُ اللهِ دَواءُ اعْتِلالِ النُّفُوسِ.","عيون الحكم والمواعظ"],["ذِكرُ اللهِ طارِدُ اللَّأوْاء وَ الْبُؤْسِ.","عيون الحكم والمواعظ"],["ذِكْرُ اللهِ نُورُ الْإِيمانِ.","عيون الحكم والمواعظ"],["ذِكرُ اللهِ مَطْرَدَةُ الشَّيْطانِ.","عيون الحكم والمواعظ"],["ذِكْرُ اللهِ تُسْتَنْجَحُ بِهِ الْاُمُورُ وَ تَسْتَنيرُ بِهِ السَّرائِرِ.","عيون الحكم والمواعظ"],["ذِكرُ الْمَوْتِ مَسَرَّةُ كُلِّ زاهِدٍ وَ لَذَّةُ كُلِّ مُؤْمِنٍ.","عيون الحكم والمواعظ"],["ذِكْرُ اللهِ يُنيرُ الْبَصائِرِ وَ يُؤْنِسُ الضَّمائِرِ.","عيون الحكم والمواعظ"],["ذِكْرُ الدُّنْيا أَدْوَءُ الدّاءِ.","عيون الحكم والمواعظ"],["ذِمَّتي بِما أَقُولُ رَهينَةٌ وَ أَنَا بِه زَعيمٌ |إِنَّ مَنْ صَرَّحَتْ لَهُ الْعِبَرُ عَمّا بَينَ يَدَيْهِ مِنَ الْمَثُلاتِ حَجَزَهُ التَّقْوى عَنْ تَقَحُّمِ الشُّبُهاتِ|.","عيون الحكم والمواعظ"],["ذُو الْإِفْضالِ مَشْكُورُ السِّيادَةِ.","عيون الحكم والمواعظ"],["ذُو الْمَعْرُوفِ مَحْمُودُ الْعادَةِ.","عيون الحكم والمواعظ"],["ذَلِّلْ نَفْسَكَ بِالطّاعَةِ وَ حَلِّها بِالْقَناعَةِ وَ خَفِّضْ فِي الطَّلَبِ وَ أَجْمِلْ فِي الْمُكْتَسَبِ.","عيون الحكم والمواعظ"],["ذُلُّ الرِّجالِ فِي الْمَطامِعِ وَ فَناءُ الْاجالِ في غُرُورِ الْامالِ.","عيون الحكم والمواعظ"],["ذَلِّلُوا أَنْفُسَكُمْ بِتَرْكِ الْعَاداتِ وَ قُودُها إِلى فِعْلِ الطّاعاتِ وَ حَمِّلُوها أَعْباءَ الْمَغارِمِ وَ حَلُّوها بِفِعْلِ الْمَكارِمِ وَ صُونُوها عَنْ دَنَسِ الْمَاثِمِ.","عيون الحكم والمواعظ"],["ذُو الكَرَمِ جَميلُ الشِّيَمِ مُسْدٍ لِلْنِّعَمِ وَ مُوْصِلٌ لِلرَّحِمِ.","عيون الحكم والمواعظ"],["ذِلَّ في نَفْسِكَ وَ عِزّ في دينِكَ وَ صُنْ آخِرَتَكَ وَ ابْذُلْ دُنْياكَ.","عيون الحكم والمواعظ"],["ذُدْ عَنْ شَرائِعِ الدِّينِ وَ حُطْ ثُغُورَ الْمُسْلِمينَ وَ احْرُزْ دينَكَ وَ أَمانَتَكَ بِإِنْصافِكَ مِنْ نَفْسِكَ وَ الْعَمَلِ بِالْعَدْلِ في رَعِيَّتِكَ.","عيون الحكم والمواعظ"],["ذِكرُ الْمَوْت يُهَوِّنُ أَسْبابَ الدُّنْيا.","عيون الحكم والمواعظ"],["ذُلُّ الرِّجالِ في خَيْبَةِ الْامالِ.","عيون الحكم والمواعظ"],["ذَهابُ الْبَصَرِ خَيرٌ مِنْ عَمَى الْبَصيرَةِ.","عيون الحكم والمواعظ"],["ذَهابُ النَّظَرِ خَيْرٌ مِنَ النَّظَرِ إِلى ما يُوجِبُ الْفِتْنَةَ.","عيون الحكم والمواعظ"],["ذَرِ الطَّمَعَ وَ عَلَيكَ بِلُزُومِ الْوَرَعِ.","عيون الحكم والمواعظ"],["ذَلِّلْ قَلْبَكَ بِالْيَقينِ وَ قَرِّرْهُ بِالْفَناءِ وَ بَصِّرْهُ بِفَجائِعِ الدُّنْيا.","عيون الحكم والمواعظ"],["ذَرِ السَّرَفَ فَإِنَّ الْمُسْرِفَ لا يُحْمَدُ جُودُهُ وَ لا يُرْحَمُ فَقْرُهُ.","عيون الحكم والمواعظ"],["ذَهابُ الْعَقْلِ بَيْنَ الْهَوى وَ الشَّهْوَةِ.","عيون الحكم والمواعظ"],["ذُلُّ الدُّنْيا عِزُّ الْاخِرَةِ.","عيون الحكم والمواعظ"],["ذاكِرُ اللهِ مُجالِسُهُ.","عيون الحكم والمواعظ"],["ذاكِرُ اللهِ مُؤانِسُهُ.","عيون الحكم والمواعظ"],["ذاكِرُ اللهِ مِنَ الْفائِزينَ.","عيون الحكم والمواعظ"],["ذِكْرُ اللهِ جَلاءُ الصُّدُورِ وَ طَمَأْنينَةُ الْقُلُوبِ.","عيون الحكم والمواعظ"],["ذِكْرُ اللهِ سَجِيَّةُ كُلِّ مُحْسِنٍ وَ شيمَةُ كُلِّ مُؤْمِنٍ.","عيون الحكم والمواعظ"],["ذِكْرُ اللهِ مَسَرَّةُ كُلِّ مُتَّقٍ وَ لَذَّةُ كُلِّ مُوقِنٍ.","عيون الحكم والمواعظ"],["ذِكْرُ اللهِ رَأْسُ مالِ كُلِّ مُؤْمِنٍ وَ رِبْحُهُ السَّلامَةُ مِنَ الشَّيْطانِ.","عيون الحكم والمواعظ"],["ذِكْرُ اللهِ دِعامَةُ الْإِيمانِ وَ عِصْمَةٌ مِنَ الشَّيْطانِ.","عيون الحكم والمواعظ"],["ذِكْرُ الْاخِرَةِ دَواءٌ وَ شِفاءٌ.","عيون الحكم والمواعظ"],["ذُو الْعقْلِ لا يَنْكَشِفُ إِلّا عَنِ احْتِمالٍ وَ إِجْمالٍ وَ إِفْضالٍ.","عيون الحكم والمواعظ"],["ذَرْ ما قَلَّ لِما كَثُرَ وَ مَا ضاقَ لِمَا اتَّسَعَ.","عيون الحكم والمواعظ"],["ذَرِ الْإِسْرافَ مُقْتَصِداً وَ اذْكُرْ فِي الْيَوْمِ غَداً.","عيون الحكم والمواعظ"],["ذَرِ الْعَجَلَ فِي الْاُمُورِ فَإِنَّ الْعَجِلَ فِي الْامُورِ لا يُدْرَكُ مَطْلبُهُ وَ لا يُحْمَدُ أَمْرُهُ.","عيون الحكم والمواعظ"],["ذِرْوَةُ الْغاياتِ لا يَنالُها إِلّا ذَوُوا التَّهْذيبِ وَ الْمُجاهَداتِ.","عيون الحكم والمواعظ"],["ذُو الشَّرَفِ لا تُبْطِرُهُ مَنْزِلَةٌ نالَها وَ إِنْ عَظُمَتْ كَالْجَبَلِ الَّذي لا تُزَعْزِعُهُ الرِّياحُ، وَ الدَّنِيُّ يُبْطِرُهُ أَدْنى مَنْزلَةٍ كَالْكَلأ الَّذي يُحَرِّكُهُ مَرُّ النَّسيمُ.","عيون الحكم والمواعظ"],["ذَوُوا الْعُيُوبِ يُحِبُّونَ إِشاعَةَ مَعايِبِ النّاسِ لِيَتَّسِعَ لَهُمُ الْعُذْرُ في مَعايِبِهِمْ.","عيون الحكم والمواعظ"],["ذَكِّ عَقْلَكَ بِالْأَدَبِ كَما تُذَكَّي النّارَ بِالْحَطَبِ.","عيون الحكم والمواعظ"],["وَ أَثْنى عليه السّلام على رجلٍ فقال: ذاكَ يَنْفَعُ سِلْمُهُ وَ لا يُخافُ ظُلْمُهُ إِذا قالَ فَعَلَ وَ إِذا وَلِيَ عَدَلَ.","عيون الحكم والمواعظ"]]