{
"title": "بلفظ رحم الله وهو ست عشرة حكمة",
"type": "text",
"data": [
{
"text": "رَحِمَ اللهُ امْرَءً قَصَّرَ الْأَمَلَ وَ بادَرَ الْأَجَلَ وَ اغْتَنَمَ الْمَهَلَ وَ تَزَوَّدَ مِنَ الْعَمَلَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً أَحْيى حَقّاً وَ أَماتَ باطِلاً وَ دَحَضَ الْجَوْرَ وَ أَقامَ الْعَدْلَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ مَنْ أَلْجَمَ نَفْسَهُ عَنْ مَعاصي اللهِ بِلجامِها وَ قادَها إِلى طاعَةِ اللهِ بِزِمامِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ عَبْداً راقَبَ ذَنْبَهُ وَ خافَ رَبَّهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "|رَحِمَ اللهُ امْرَءً عَرَفَ قَدْرَهُ وَ لَمْ يَتَعَدَّ طَوْرَهُ|.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ عَبْداً تَفَكَّرَ وَ اعْتَبَرَ فَأَبْصَرَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً اتَّعَظَ وَ ازْدَجَرَ وَ انْتَفَعَ بِالْعِبَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ عَبْداً جَعَلَ الصَّبْرَ مَطِيَّةَ حَياتِه وَ التَّقْوى عُدَّةَ وَفاتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً بادَرَ الْأَجَلَ وَ أَحْسَنَ الْعَمَلَ لِدارِ إِقامَتِه وَ مَحَلِّ كَرامَتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً غالَبَ الْهَوى وَ أَفْلَتَ مِنْ حَبائِل الدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً سَمِعَ فَوَعى وَ دُعِيَ إِلى رَشادٍ فَدَنى وَ أَخَذَ بِحُجْزَةِ هادٍ فَنَجى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ رَجُلاً رَأى حَقّاً فَأَعانَ عَلَيْهِ وَ رَأى جَوْراً فَرَدَّهُ وَ كانَ عَوْناً بِالْحَقِّ عَلى صاحِبِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً عَلِمَ أَنَّ نَفْسَهُ خُطاهُ إِلى أَجَلِه فَبادَرَ عَمَلَهُ وَ قَصَّرَ أَمَلَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً قَمَعَ نَوازِعَ نَفْسِه إِلى الْهَوى فَصانَها وَ قادَها إِلى طاعَةِ اللهِ بِعِنانِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً أَخَذَ مِنْ حَياةٍ لِمَوْتٍ وَ مِنْ فَناءٍ لِبَقاءٍ وَ مِنْ ذاهِبٍ لِدائِمٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً تَوَرَّعَ عَنِ الْمَحارِمِ وَ تَحَمَّلَ الْمَغارِمَ وَ بادَرَ جَزيلَ الْمَغانِمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً بادَرَ الْأَجَلَ وَ أَكْذَبَ الْأَمَلَ وَ أَخْلَصَ الْعَمَلَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "رَحِمَ اللهُ امْرَءً اغْتَنَمَ الْمَهَلَ وَ بادَرَ الْعَمَلَ وَ انْكَمَشَ مِنَ الْوَجَلِ.",
"source": "عيون الحكم والمواعظ"
}
]
}