[["سُوءُ الْخُلْقِ يُوحِشُ الْقَريبَ وَ يُنْفِرُ الْبَعيدَ.","عيون الحكم والمواعظ"],["سامِعُ ذِكرِ اللهِ ذاكِرٌ.","عيون الحكم والمواعظ"],["سِياسَةُ النَّفْسِ أَفْضَلُ سِياسَةٍ.","عيون الحكم والمواعظ"],["سُوءُ الْمَحْضَرِ دَليلُ لُؤْمِ الْأَصْلِ.","عيون الحكم والمواعظ"],["سُلْطانُ الدُّنْيا ذُلٌّ وَ عُلُوُّها سُفْلٌ.","عيون الحكم والمواعظ"],["سُوءُ الظَّنِّ يُفْسِدُ الْاُمُورِ وَ يَبْعَثُ عَلى الشُّرُورِ.","عيون الحكم والمواعظ"],["سُرُورُ الدُّنْيا غُرُورٌ وَ مَتاعُها ثُبُورٌ.","عيون الحكم والمواعظ"],["سُلْطانُ الْعاقِلِ يَنْشُرُ مَناقِبَهُ.","عيون الحكم والمواعظ"],["سُلْطانُ الْجاهِلِ يُبْدي مَعايِبهُ.","عيون الحكم والمواعظ"],["سامِعُ الْغيْبَة أَحَدُ الْمُغْتابينَ.","عيون الحكم والمواعظ"],["سادَة أَهْلِ الْجَنَّةِ الْأَسْخِياءُ وَالْمُتَّقُونَ.","عيون الحكم والمواعظ"],["سَلُوا اللهَ الْعَفْوَ وَ الْعافِيَةَ وَ حُسْنَ التَّوْفيق.","عيون الحكم والمواعظ"],["سَلُوا اللهَ الْعافِيَةَ مِنَ |تسويل الهَوى وَ فِتَنِ| الدُّنْيا.","عيون الحكم والمواعظ"],["سادَةُ النّاسِ فِي الدُّنْيا الْأَسْخِياءُ وَ فِي الْاخِرَةِ الْأَتْقِياءُ.","عيون الحكم والمواعظ"],["سالِمِ النّاسَ تَسْلَمْ دُنْياكَ.","عيون الحكم والمواعظ"],["سُنَّةُ اللِّئامِ قُبْحُ الْكَلامِ.","عيون الحكم والمواعظ"],["سُنَّةُ الْكِرامِ تَرادُفُ الْإِنْعامِ.","عيون الحكم والمواعظ"],["سُنَّةُ الْكِرامِ الْجُودُ.","عيون الحكم والمواعظ"],["سُنَّةُ الْلِّئَام الْجُحُودُ.","عيون الحكم والمواعظ"],["سُوءُ الْخُلْقِ شَرُّ قَرينٍ.","عيون الحكم والمواعظ"],["سُوءُ النِّيَّة داءٌ دَفينٌ.","عيون الحكم والمواعظ"],["سادَةُ أَهْلِ الْجنَّةِ الْمُخْلِصُونَ.","عيون الحكم والمواعظ"],["سَوْفَ يَأْتيكَ ما قُدِّرَ لَكَ.","عيون الحكم والمواعظ"],["سَوْفَ يَأْتيْكَ أَجَلُكَ.","عيون الحكم والمواعظ"],["سَلْ عَنِ الرَّفيقِ قَبْلَ الطَّريقِ.","عيون الحكم والمواعظ"],["سَلْ عَنِ الْجارِ قَبْلَ الدّارِ.","عيون الحكم والمواعظ"],["سِتَّةٌ تُخْتَبَرُ بِها \"أَحْوالُ\" عُقُولِ الرِّجالِ: الْمُعامَلَةُ، وَ الْمُصاحَبَةُ، وَ الْوِلايَةُ، وَ الْعَزْلُ، وَ الْغِنى، وَ الْفَقْرُ.","عيون الحكم والمواعظ"],["سَلْ عَمّا لا بُدَّ لكَ مِنْ عِلْمِه وَ لا تُعْذَرُ في جَهْلِه.","عيون الحكم والمواعظ"],["سِلاحُ الْحِرْصِ الشَّرَهُ.","عيون الحكم والمواعظ"],["سِلاحُ الْجَهْلِ السَّفَهُ.","عيون الحكم والمواعظ"],["سِلاحُ الشَّرِّ الْحِقْدُ.","عيون الحكم والمواعظ"],["سِلاحُ اللُّؤْمِ الْحَسَدُ.","عيون الحكم والمواعظ"],["سِلاحُ الْمُؤْمِنِ الدُّعاءُ.","عيون الحكم والمواعظ"],["سَعادَةُ الْمَرْءِ فِي الْقَناعَةِ وَ الرِّضا.","عيون الحكم والمواعظ"],["سِلاحُ الْمُوقِن الصَّبْرُ عَلى الْبَلاءِ وَ الشُّكْرُ فِي الرَّخاءِ.","عيون الحكم والمواعظ"],["سِلاحُ الْمُذْنِبِ الْإِسْتِغفارُ.","عيون الحكم والمواعظ"],["سِلاحُ الْحازِمِ الْإِسْتِظْهارُ.","عيون الحكم والمواعظ"],["سُنَّةُ الْأَبْرارِ حُسْنُ الْإِسْتِسْلامِ.","عيون الحكم والمواعظ"],["سُنَّةُ الْأَخْيارِ لينُ الْكَلامِ وَ إِفْشاءُ السَّلامِ.","عيون الحكم والمواعظ"],["سُوءُ الْخلْقِ شُؤْمٌ وَ الْإِساءَ ةُ إِلى الْمُحْسِنِ لُؤْمٌ.","عيون الحكم والمواعظ"],["سُوءُ التَّدْبيرِ سَبَبُ التَّدْميرِ.","عيون الحكم والمواعظ"],["سُوءُ التَّدْبيرِ مِفْتاحُ الْفَقْرِ.","عيون الحكم والمواعظ"],["سُوءُ الظَّنِّ بِالْمُحْسِنِ شَرُّ الْإِثْمِ وَ أَقْبَحُ الظُّلْمِ.","عيون الحكم والمواعظ"],["سُوءُ الظَّنِّ بِمَنْ لا يَخُونُ مِنَ اللُّؤْمِ.","عيون الحكم والمواعظ"],["سُوءُ الْعُقُوبَةِ مِنْ لُؤْمِ الظَّفَرِ.","عيون الحكم والمواعظ"],["ساعَةُ ذُلٍّ لا تَفي بِعزّةِ الدَّهْرِ.","عيون الحكم والمواعظ"],["سامِعُ هُجْرِ الْقَوْلِ شَريكُ الْقائِلِ.","عيون الحكم والمواعظ"],["ساعِدْ أَخاكَ عَلى كُلِّ حالٍ وَ زُلْ مَعَهُ حَيْثُما زالَ.","عيون الحكم والمواعظ"],["سُوسُوا إِيمانَكُمْ بِالصَّدَقَةِ.","عيون الحكم والمواعظ"],["سِياسَةُ الدِّينِ بِحُسْنِ الْيَقينِ.","عيون الحكم والمواعظ"],["سِياسَةُ الدِّينِ ثَلاثٌ: رِقَّةٌ في حَزْمٍ، وَاسْتِقْصاءٌ في عَدْلٍ، وَ إِفْضالٌ في قَصْدٍ.","عيون الحكم والمواعظ"],["سَلُوني قَبْلَ أَنْ تَفْقِدُوني فَوَ اللهِ ما فِي الْقُرْآنِ آيَةٌ إِلّا وَ أَنَا أَعْلَمُ فيمَنْ\rأُنْزِلَتْ وَ أَيْنَ نَزَلَتْ ؛ في سَهْلٍ أَوْ في جَبَلٍ، وَ إِنَّ رَبّي وَهَبَ لي قَلْباً عَقُولاً وَ لِساناً\rناطِقاً.","عيون الحكم والمواعظ"],["سَلوا الْقُلُوبَ عَنِ الْمَوَدّاتِ فَإِنَّها شُهُودٌ لا تَقْبَلُ الرُّشا.","عيون الحكم والمواعظ"],["سَنامُ الدِّينِ الصَّبْرُ وَ الْيَقينُ وَ مُجاهَدَةُ الْهَوى.","عيون الحكم والمواعظ"],["سَلوُني قَبْلَ أَنْ تَفْقِدُوني فَإِنّي بِطُرُقِ السَّماءِ أَخْبَرُ مِنْكُمْ بِطُرُقِ الْأَرْضِ.","عيون الحكم والمواعظ"],["سِرُّكَ أَسيرُكَ فَإِذا أَفْشَيْتَهُ صِرْتَ أَسيرَهُ.","عيون الحكم والمواعظ"],["سَعادَةُ الرَّجُلِ |فِي إِحْرازِ دينِه وَ الْعَمَلِ لِآخِرَتِه.","عيون الحكم والمواعظ"],["سالِمِ النّاسَ تَسْلَمْ وَ اعْمَلْ لِاخِرَتِكَ تَغْنَمْ.","عيون الحكم والمواعظ"],["سَلِّمُوا لِأَمْرِ الله وَ إِلى وَلِيَّه فَإِنَّكُمْ لَنْ تَضِلُّوا مَعَ التَّسْليمِ.","عيون الحكم والمواعظ"],["سَلامَةُ الْعَيْشِ فِي الْمُداراةِ.","عيون الحكم والمواعظ"],["سَهَرُ اللَّيْلِ في طاعَةِ اللهِ رَبيعُ الْأَوْلِياءِ |وَ رَوْضَةُ السُّعَداءِ|.","عيون الحكم والمواعظ"],["سَلامَةُ الدِّيْنِ وَ الدُّنْيا في مُداراةِ النّاسِ.","عيون الحكم والمواعظ"],["سَلامَةُ الدِّينِ فِي اعْتِزالِ النّاسِ.","عيون الحكم والمواعظ"],["سُكْرُ الْغَفْلَةِ وَ الْغُرُورِ أَبْعَدُ إِفاقَةً مِنْ سُكْرِ الْخُمُورِ.","عيون الحكم والمواعظ"],["سُكُونُ النَّفْسِ إِلى الدُّنْيا مِنْ أَعْظم الْغُرُورِ.","عيون الحكم والمواعظ"],["سَهَرُ الْعُيُونِ بِذِكرِ اللهِ فَرْصَةُ السُّعَداءِ وَ نُزْهَةُ الْأَوْلِياءِ.","عيون الحكم والمواعظ"],["سابِقُوا الْأَجَلَ وَ أَحْسِنُوا الْعَمَلَ تَسْعَدُوا بِالْمَهَلِ.","عيون الحكم والمواعظ"],["سُوءُ الْخُلْقِ نَكدُ الْعَيْش وَ عَذابُ النَّفْسِ.","عيون الحكم والمواعظ"],["سارِعُوا إِلى الطّاعاتِ |وَ سابِقُوا إِلى إِسْداءِ الْمَكْرُماتِ| \"وَ سابقوا إلى فعل الصَّالحات\" فإِنْ قَصَّرْتُمْ فَإيّاكُمْ أَنْ تُقَصِّرُوا عَنْ أَداءِ الْفَرائِضِ.","عيون الحكم والمواعظ"],["ساهِلِ الدَّهْرَ ما ذَلَّ لَكَ قُعُودُهُ وَ لا تُخاطِرْ بِشَيْ ءٍ رَجاءَ أَكْثَرَ مِنْهُ.","عيون الحكم والمواعظ"],["سِرُّكَ سُرُورُكَ إِنْ كَتَمْتَهُ فَإِنْ أَذَعْتَهُ كانَ ثُبُورُكَ.","عيون الحكم والمواعظ"],["سامِعُ الْغيبَةِ شَريكُ الْمُغْتابِ.","عيون الحكم والمواعظ"],["سَهَرُ الْعُيُونِ بِذِكرِ اللهِ خُلْصانُ الْعارِفينَ وَ دَأْبُ الْمُقَرَّبينَ.","عيون الحكم والمواعظ"],["سُرُورُ الْمُؤْمِنِ بِطاعَةِ رَبِّه وَ حُزْنُهُ عَلى ذَنْبِه.","عيون الحكم والمواعظ"],["سِتَّةٌ تُخْتَبَرُ بِها عُقولُ النّاسِ: الْحِلْمُ عِنْدَ الْغَضَبِ، وَ الصَّبْرُ عِنْدَ الرَّهَبِ، وَ\rالْقَصْدُ عِنْدَ الرَّغَبِ، وَ تَقْوَى اللهِ في كُلِّ حالٍ، وَ حُسْنُ الْمُداراةِ،وَ قِلَّة الْمُماراةِ\r\"لِلنّاسِ\".","عيون الحكم والمواعظ"],["سَهَرُ اللَّيْلِ شِعارُ الْمُتَّقينَ وَ شيمَةُ الْمُشْتاقينَ.","عيون الحكم والمواعظ"],["سُخْفُ الْقَوْلِ يُزْري بِالْبَهاءِ وَ الْمُرُوَّةِ.","عيون الحكم والمواعظ"],["سَمْعُ الْاُذُنِ لا يَنْفعُ مَعَ غَفْلَة الْقَلْبِ.","عيون الحكم والمواعظ"],["سُلَّم الشَّرَفِ التَّواضُعُ وَ السَّخاءُ.","عيون الحكم والمواعظ"],["سُوءُ الْمَنْطِقِ |يُزْري بِالْقَدْرِ وَ | يُفْسِدُ الْاُخُوَّةَ.","عيون الحكم والمواعظ"],["سُوءُ الظَّنَّ يُردي مُصاحبَهُ وَ يُنْجي مُجانِبَهُ.","عيون الحكم والمواعظ"],["سَبُعٌ أَكُولٌ حَطُومٌ، خَيرٌ مِنْ والٍ ظَلومٍ غَشُومٍ.","عيون الحكم والمواعظ"],["سُوءُ الْجَوارِ وَ الْإِساءَ ةِ إِلى الْأَبْرارِ مِنْ أَعْظَمِ اللُّؤْمِ.","عيون الحكم والمواعظ"],["سِتَّةٌ تُخْتَبَرُ بِها دينُ الرَّجُلِ: الوَرَعُ، وَ التَّقْوى، وَ صِدْقُ الْيقينِ، وَ مُجاهَدَةُ\rالْهَوى وَ الْعِفَّةُ، وَ الْإِجْمالُ فِي الطَّلبِ.","عيون الحكم والمواعظ"],["سُوءُ الْخُلْقِ يُوحِشُ النَّفْسَ وَ يَرْفَعَ الْاُنْسَ.","عيون الحكم والمواعظ"],["سَيِّئَةٌ تَسُوؤُكَ خَيرٌ مِنْ حَسَنَةٍ تُعْجِبُكَ.","عيون الحكم والمواعظ"],["ساعٍ سَريعٌ نَجا وَ طالِبٌ بَطي ءٌ رَجا.","عيون الحكم والمواعظ"],["سَفْكُ الدِّماءِ بِغَيرِ حَقِّها يَدْعُو إِلى حُلُولِ النَّقِمَةِ وَ زَوالِ النِّعْمَةِ.","عيون الحكم والمواعظ"],["سَلِ الْمَعْرُوفَ مَنْ يَنْساهُ وَ اصْطَنِعْهُ إِلى مَنْ يَذكرُهُ.","عيون الحكم والمواعظ"],["سِتَّةٌ تُخْتَبَرُ بِها أَخْلاقُ الرِّجالِ: الرِّضا، وَ الْغَضَبُ، وَ الْأَمْنُ، وَ الرَّهْبُ، وَ\rالْمَنْع، وَ الرَّغْبُ.","عيون الحكم والمواعظ"],["سِتَّةٌ تُخْتَبَرُ بِها دينُ الرَّجُلِ: قُوَّةُ الدِّينِ، وَ صِدْقُ الْيَقينِ، وَ شِدَّةُ التَّقْوى، وَ مُغالَبَةُ الْهَوى، وَ قِلَّةُ الرَّغَبِ، وَ الْإِجْمالُ فِي الطَّلبِ.","عيون الحكم والمواعظ"],["سِتَّةٌ لا يُمارُونَ: الْفَقيهُ، وَ الرَّئيسُ، وَ الدَّنِيُّ، وَ الْبَذِيُّ، وَ الْمَرْأَةُ، وَ\rالصَّبِيُّ.\r","عيون الحكم والمواعظ"],["سِتٌّ مِنْ قَواعِدِ الدِّينِ: إِخْلاصُ الْيَقينِ، وَ نُصْحُ الْمُسْلِمينَ، وَ إِقامَة الصَّلاةِ، وَ إِيتاءُ الزَّكاةِ، وَ حِجُّ الْبَيْتِ، وَ الزُّهْدُ فِي الدُّنْيا.","عيون الحكم والمواعظ"],["سابِقُوا الْأَجَلَ فَإِنَّ النَّاسَ يُوشِكُ أَنْ يَنْقَطِعَ بِهِمُ الْأَمَلُ فَيُرْهِقَهُمُ الْأَجَلُ.","عيون الحكم والمواعظ"],["سَفَهُكَ عَلى مَنْ فَوْقَكَ جَهْلٌ مُرْدٍ.","عيون الحكم والمواعظ"],["سَفَهُكَ عَلى مَنْ دُونَكَ لُؤْمٌ مُزْرٍ.","عيون الحكم والمواعظ"],["سَفَهُكَ عَلى مَنْ هُوَ في دَرَجَتِكَ نِقارٌ كَنِقارِ الدِّيكَيْنِ وَ هِراشٌ كَهِراشِ الْكَلْبَيْنِ وَ\rلَنْ يَفْتَرِقا إِلّا مَجْرُوحَينِ أَوْ مَفْضُوحَينِ، وَ لَيْسَ ذلِكَ فِعْلَ الْحُكَماءِ وَ لا سُنَّةَ الْعُقَلاءِ\rوَ لَعَلَّهُ أَنْ يَحْلُمَ عَنْكَ فَيَكُونَ أَوْزَنَ مِنْكَ وَ أَكرَمَ وَ أَنْتَ أَنْقَصُ مِنْهُ وَ أَلْأَمُ.","عيون الحكم والمواعظ"],["سَلُوا اللهَ الْإِيمانَ وَ اعْمَلُوا بِواجِبِ الْقُرْآنِ.","عيون الحكم والمواعظ"],["سِتُّ خِصالٍ مِنَ الْمُرُوَّةِ ثَلاثً مِنْها فِي الْحَضَرِ وَثَلاثٌ مِنْهافِي السَّفَرِ. فَأَمَّا\rالَّتي فِي الْحَضَرِ: فَتِلاوَةُ كِتابِ اللهِ، وَ عِمارَةُ مَساجِدِ اللهِ، وَاتِّخاذُ الْإِخْوانِ فِي\rاللهِ عَزَّوَجَلَّ. وَ أَمَّا الَّتي فِي السَّفرِ: فَبَذْلُ الزّاد، وَ حُسْنُ الْخُلْقِ، وَ الْمِزاحُ في\rغَيرِ الْمَعاصي.","عيون الحكم والمواعظ"],["سِتَّةٌ لا يُسَلَّمُ عَلَيْهِمْ: الْيَهُودِيُّ، وَ النَّصْرانِيُّ، وَ الرَّجُلُ عَلى غائِطِه وَ عَلى\rمَوائِدِ الْخَمْرِ، وَ عَلى الشّاعِرِ الَّذي يَقْذِفُ الْمُحْصَناتِ، وَ عَلى الْمُتَفَكِّهينَ بِشَتيمَةِ\rالْاُمَّهاتِ.","عيون الحكم والمواعظ"],["سِتَّةٌ لا يَأُمُّوا بِالنّاسِ: وَلَدُ الزِّنا وَ الْمُرْتَدُّ، وَ الْأَعْرابِيُّ بَعْدَ الْهِجْرَةِ، وَ شارِبُ الْخَمْرِ، وَ الْمَحْدُودُ، وَ الْأَغْلَفُ.","عيون الحكم والمواعظ"],["سَبْعَةٌ حُقَوقُ الْمُؤْمِنِ عَلى الْمُؤْمِنِ:\r\rالْأَوَّلُ: أَنْ تُحِبَّ لَهُ ما تُحِبُّ لِنَفْسِكَ وَ تَكْرَهَ لَهُ ما تَكْرَهُ لَها.\r\rالثّاني: أَنْ تَمْشِيَ لَهُ في حاجَتِه وَ تَبْتَغِيَ رِضاهُ وَ لا تُخالِفَ قَوْلَهُ.\r\rالثّالثُ: أَنْ تَصِلَهُ بِنَفْسِكَ وَ مالِكَ وَ يَدِكَ وَ رِجْلِكَ وَ لِسانِكَ.\r\rالرّابع: أنْ تَكُونَ عَيْنَهُ وَ دَليلَهُ وَ مِرْآتَهُ وَ قَميصَهُ.\r\rالخْامِسُ: أَنْ لا تَشْبَعَ وَ يَجُوَعُ وَ لا تَلْبَسَ وَ يَعْرى وَ لا تَرْوى وَ يَظْمَأُ.\r\rالسّادِسُ: أَنْ يَكُونَ لَكَ امْرأَةٌ وَ خادِمٌ وَ لَيْسَ لِأَخيكَ ؛ أَنْ تَبْعَثَ خادِمَكَ إِلَيْهِ فَتَغْسِلَ\rثِيابَهُ وَ تَصْنَعَ طَعامَهُ وَ تُمَهِّدَ فِراشَهُ.\r\rالسّابع: أَنْ تُبِرَّ قَسَمَهُ وَ تُجيبَ دَعْوَتَهُ وَ تَشْهَدَ جَنازَتَهُ وَ تَعُودَهُ في مَرَضِه وَ تُشْخِصَ\rبَدَنَكَ في قضاءِ حاجَتِه وَ لا تُحْوِجَهُ أَنْ يَسْئَلَكَ وَ لكِنْ تَبادَرْ إِلى قَضاءِ حَوائِجِه فَإِذا\rفَعَلْتَ ذلِكَ بِه وَصَلْتَ وَلايَتَكَ بِوَلايَتِه وَ وَلايَتَهُ بِوَلايَةِ اللهِ عَزَّ وَ جَلَّ.\r","عيون الحكم والمواعظ"],["سَبْعَةُ أَشْياءَ خَلَقَها اللهُ تَعالى لَمْ تَخْرُجْ مِنْ رَحِمٍ: آدَمُ، وَ حَوّاءُ، وَ كَبْشُ\rإِبْراهيمَ، وَ ناقَةُ صالِحَ، وَ حَيَّةُ الْجنَّةِ، وَ الْغُرابُ الَّذي بَعَثَهُ اللهُ يَبْحَثُ فِي\rالْأَرْضِ، وَ إِبْليسُ لَعَنَهُ اللهُ تَعالى.","عيون الحكم والمواعظ"],["سَلُوا اللهَ الْعافِيَةَ مِنْ جُهْدِ الْبَلاءِ فَإِنَّ في جُهْدِ الْبَلاءِ ذَهابُ الدِّينِ.","عيون الحكم والمواعظ"],["وَ سارِعُوا إِلى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَ جَنَّةٍ عَرْضُهَا السَّماواتُ وَ الْأَرْضُ أُعدَّتْ لِلْمُتَّقينَ.","عيون الحكم والمواعظ"]]