[["شَيْئانِ لا يُسْلَمُ مِنْ عاقِبَتهِما: الظُّلمُ وَالشَّرُّ.","عيون الحكم والمواعظ"],["شَيْئانِ لا يَعْرِفُ قَدْرَهُما إِلّا مَنْ سُلِبَهُما: الغنى وَ الْقُدْرَةُ.","عيون الحكم والمواعظ"],["شَيْئان لا يُبْلَغُ غايَتُهُما: العِلمُ وَ الْعَقْلُ.","عيون الحكم والمواعظ"],["شَيْئانِ لا يُوزَنُ ثَوابُهُما: العَفْوُ وَ الْعَدْلُ.","عيون الحكم والمواعظ"],["شِدَّةُ الْحِرْصِ مِنْ قُوَّةِ الشَّرَهِ وَضَعْفِ الدِّينِ.","عيون الحكم والمواعظ"],["شافِعُ الْمُذْنِبِ إِقْرارُهُ، وَ تَوْبَتُهُ اعْتِذارُهُ.","عيون الحكم والمواعظ"],["شَتّانَ بَيْنَ عَمَلٍ تَذْهَبُ لَذَّتُهُ وَ تَبْقى تَبِعَتُهُ، وَ بَيْنَ عَمَلٍ تَذْهَبُ مَؤُنَتُهُ وَ تَبْقى مَثُوبَتُهُ.","عيون الحكم والمواعظ"],["شَيْئانِ لا يُوازِنُهُما عَمَلٌ: حُسْنُ الوَرَعُ وَ الْإِحْسانُ إِلى الْمُؤْمِنينَ.","عيون الحكم والمواعظ"],["شيمَةُ الْأَتْقياءِ اغْتِنامُ الْمُهْلَةِ، وَ التَّزَوُّدُ لِلرَّحْلَةِ.","عيون الحكم والمواعظ"],["شَوِّقُوا أَنْفُسَكُمْ إِلى نَعيمِ الْجَنَّةِ تُحِبُّوا الْمَوْتَ وَ تَمْقُتُوا الْحَياةَ.","عيون الحكم والمواعظ"],["شِيمَةُ ذَوي الْأَلْبابِ وَ النُّهى ؛ الْإِقْبالُ عَلى دارِ الْبقاءِ وَ الْإِعْراضُ عَنْ دارِ الْفَناءِ وَ التَّوَلُّهُ بِجَنَّةِ الْمَأْوى.","عيون الحكم والمواعظ"],["شافِعُ الْخَلْقِ الْعَمَلُ بِالْحَقِّ وَ لُزُومُ الصِّدْقِ.","عيون الحكم والمواعظ"],["شيعَتُنا كَالنَّحْلِ لَوْ عَرفُوا ما في أَجْوافِها لَأَكَلُوها.","عيون الحكم والمواعظ"],["شيعَتُنا كَالْاُتْرُجَّةِ طَيِّبٌ ريحُها حَسَنٌ ظاهِرُها وَ باطِنُها.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في ذِكرِ القُرْآن: شافُعٌ مُشَفَّعٌ وَ قائِلٌ مُصَدَّقٌ.","عيون الحكم والمواعظ"],["شارِكُوا الَّذي قَدْ أَقْبَلَ عَلَيْهِ الرِّزْقُ فَإِنَّهُ أَجْدرُ بِالْحَظِّ وَ أَخْلَقُ بِالْغِنى.","عيون الحكم والمواعظ"],["شُقُّوا أَمْواجَ الْفِتَنِ بِسُفُن النَّجاةِ وَ عَرِّجُوا عَنْ طَريقِ الْمُنافَرَةِ وَ ضَعُوا تيجانَ الْمُفاخَرَةِ.","عيون الحكم والمواعظ"],["شاوِرْ قَبْلَ أَنْ تَعْزِمَ وَ فَكِّرْ قَبْلَ أَنْ تُقْدِمَ.","عيون الحكم والمواعظ"],["شاوِرْ ذَوِي الْعُقولِ تَأْمَنِ اللَّوْمَ وَ النَّدَمَ.","عيون الحكم والمواعظ"],["شاوِرْ في أُمُورِكَ الَّذينَ يَخْشَوْنَ اللهَ تَرْشُدْ.","عيون الحكم والمواعظ"],["شِدَّةُ الْحِقْدِ مِنْ شِدَّةِ الْحَسَدِ.","عيون الحكم والمواعظ"],["شَرَفُ الرَّجُلِ نَزاهتُهُ وَ جَمالُهُ مُرُوَّتُهُ.","عيون الحكم والمواعظ"],["شَيْئانِ لا يَعْرِفُ مَحَلَّهُما إِلّا مَنْ فَقَدَهُما: الشَّبْابُ وَ الْعافِيَةُ.","عيون الحكم والمواعظ"],["شَرَفُ الْمُؤْمِنِ إِيمانُهُ وَ عِزُّهُ بِطاعَته.","عيون الحكم والمواعظ"],["شافِعُ الْمُجْرِمِ خُضُوعُهُ بِالْمَعْذِرَة.","عيون الحكم والمواعظ"],["شَجاعةُ الرَّجُلِ عَلى قَدْرِ هِمَّتِه وَ غَيْرَتُهُ عَلى قَدْرِ حَمِيَّتِه.","عيون الحكم والمواعظ"],["شَيْئانِ لا يُؤْنَفُ مِنْهُما: الْمَرَضُ وَ ذُو الْقَرابَةِ الْمُفْتَقِرُ.","عيون الحكم والمواعظ"],["شَيْئانِ هُما مِلاكُ الدِّين الصِّدْقُ وَ الْيَقينُ.","عيون الحكم والمواعظ"],["شِدَّةُ الْجُبْنِ مِنْ عَجْزِ النَّفْسِ وَ ضَعْفِ الْيَقين.","عيون الحكم والمواعظ"],["شيمَةُ الْعُقَلاءِ قِلَّةُ الشَّهْوَة وَ قِلَّةُ الْغَفْلَةِ.","عيون الحكم والمواعظ"],["شَرَعَ اللهُ لَكُمُ الْإِسْلامَ فَسَهَّلَ شَرائِعهُ وَ أَعَزَّ أَرْكانهُ عَلى مَنْ حارَبَهُ.","عيون الحكم والمواعظ"],["شَرْطُ الْاُلْفَةِ اطِّراحُ الْكُلْفَةِ.","عيون الحكم والمواعظ"],["شَرْطُ الْمُصاحَبَةِ قِلَّةُ الْمُخالَفَةِ.","عيون الحكم والمواعظ"],["شَيْنُ الْعِلْمِ الصَّلَفُ.","عيون الحكم والمواعظ"],["شَيْنُ السَّخاءِ السَّرَفُ.","عيون الحكم والمواعظ"],["شُغِلَ مَنِ الْجَنَّةُ وَ النَّارُ أَمامَهُ.","عيون الحكم والمواعظ"],["شُغِلَ مَنْ كانتِ النَّجاةُ وَ مَرْضاةُ الله مَرامَهُ.","عيون الحكم والمواعظ"]]