{
"title": "بلفظ عجبت وهو أربع وثلاثون حكمة",
"type": "text",
"data": [
{
"text": "عَجِبْتُ لِمَنْ لا يَمْلِكُ أَجَلَهُ كَيْفَ يُطيلُ اَمَلَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَجْهَلُ نَفْسَهُ كَيْفَ يَعْرِفُ رَبَّهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ عَلِمَ أَنَّهُ مُنْتَقِلٌ عَنْ دُنْياهُ كَيْفَ لا يُحْسِنُ التَّزَوُّدَ لِاخِرَتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَشُكُّ فِي |قُدْرَةِ اللهِ وهُوَ يَرى خَلْقَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِغافِلٍ وَ الْمَوْتُ يَطْلُبُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ عَرَفَ سُوءَ عَواقِبِ اللَّذّاتِ كَيْفَ لا يَعِفُّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ عَرفَ شِدَّةَ انْتِقامِ اللهِ وَ هُوَ مُقيمٌ عَلى الْإِصْرارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمُتَكَبِّرٍ كانَ أَمْسِ نُطْفَةً وَ هُوَ غَداً جيفَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ عَرَفَ اللهَ كَيْفَ لا يَشْتَدُّ خَوْفُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ عَرَفَ نَفْسَهُ كَيْفَ يَأْنَسُ بِدارِ الْفَناءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ عَرَفَ رَبَّهُ كَيْفَ لا يَسْعى لِدارِ الْبَقاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَنْشِدُ ضالَّتَهُ وَ قَدْ أَضَلَّ نَفْسَهُ فَلا يَطْلُبُها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَتَصَدّى لِإِصْلاحِ النّاسِ وَ نَفْسُهُ أَشَدُّ شَيْ ءٍ فَساداً فَلا يُصْلِحُها وَ تَعاطى إِصْلاحَ غَيْرِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يُنْكِرُ عُيُوبَ النّاسِ وَ نَفْسُهُ أَكْثَرُ شَيْ ءٍ مُعاباً وَ لا يُبْصِرُها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَظْلِمُ نَفْسَهُ كَيْفَ يُنْصِفُ غَيرَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يُقالُ فيهِ الشَّرُّ الَّذِي يَعْلَمُ أَنَّهُ فيهِ كَيْفَ يَغْضِبُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يُقالُ فيهِ الْخَيرُ الَّذي يَعْلَمُ أَنَّهُ لَيْسَ فيهِ كَيْفَ يَرْضى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِلْبَخيلِ يَتَعَجَّلُ بِالْفَقْرِ الَّذي مِنْهُ هَرَبَ وَ يَفُوتُهُ الْغِنَى الَّذي إِيّاهُ طَلبَ\rفَيَعيشُ فِي الدُّنْيا عَيْشَ الْفُقَراءِ وَ يُحاسَبُ فِي الْاخِرَةِ حِسابَ الْأَغْنِياءِ.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَشْتَري الْعَبيدَ بِمالِه فَيُعْتِقَهُمْ كَيفَ لا يَشْتَري الْأَحْرارَ بِإِحْسانِه فَيَسْتَرِقَّهُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يُنْكِرُ النَّشْأَةَ الْاُخْرى وَ هُوَ يَرَى النَّشْأَةَ الْاُولى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِعامِرِ دارِ الْفَناءِ وَ تارِكِ دارِ الْبَقاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبتُ لِمَنْ نَسِيَ الْمَوْتَ وَ هُوَ يَرى مَنْ يَمُوتُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَرى أَنَّهُ يَنْقُصُ كُلَّ يَوْمٍ في نَفْسِه وَ عُمْرِه وَ هُوَ لا يَتَأَهَّبُ لِلْمَوْتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَحْتَمي عَنِ الطَّعامِ لِمَضَرَّتِه كَيْفَ لا يَحْتَمِي الذَّنْبَ لِأَلِيمِ عُقُوبَتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَتَكَلَّمُ فيما إِنْ حُكِيَ عَنْهُ ضَرَّهُ وَ إِنْ لَمْ يُحْكَ عَنْهُ لَمْ يَنْفَعْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَتَكَلَّمُ بِما لا يَنْفَعُهُ في دُنْياهُ وَ لا يُكْتَبُ لَهُ أَجْرُهُ في أُخْراهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَرْغَبُ فِي التَّكثُّرِ مِنَ الْأَصْحابِ كَيْفَ لا يَصْحَبُ الْعُلَماءَ الْأَلِبّاءَ\rالْأَتْقِياءَ الَّذينَ تُغْتَنَمُ فَضائِلُهُمْ وَ تَهْديهِ عُلُومُهُمْ وَ تَزينُهُ صُحْبَتُهُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِرَجُلٍ يَأْتيهِ أخُوهُ الْمُسْلِمُ في حاجَةٍ فَيَمْتَنِعُ مِنْ قَضائِها وَ لا يَرى\rنَفْسَهُ لِلْخَيرِ أَهْلاً فَهَبْ أَنَّهُ لا ثَوابَ يُرْجى وَ لا عِقابَ يُتَّقى أَفَتَزْهَدُونَ في مَكارِمِ\rالْأَخْلاقِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَرْجُو فَضْلَ مَنْ فَوْقَهُ كيْفَ لا يرْحَمُ مَنْ دُونَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ خافَ الْبَياتَ فَلَمْ يَكُفَّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَقْنَطُ وَ مَعَهُ النَّجاةُ وَ هُوَ الْإِسْتِغْفارُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِغَفْلَةِ الْحُسّادِ عَنْ سَلامَةِ الْأَجْسادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِغَفْلَةِ ذَوِي الْأَلْبابِ عَنْ حُسْنِ الْإِرْتِيادِ وَ الْإِسْتِعْدادِ لِلْمَعادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ عَرَفَ دَواءَ دائِه فَلا يَطْلُبُهُ وَ إِنْ وَجَدَهُ فَلا يَتَداوى بِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَعْلَمُ أَنَّ لِلْأَعْمالِ أَجْراً كيْفَ لا يُحْسِنُ عَمَلَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَجِبْتُ لِمَنْ يَعْجِزُ عَنْ دَفْعِ ما عَراهُ كيْفَ يَقَعُ لَهُ الْأَمْنُ ممّا يَخْشاه.",
"source": "عيون الحكم والمواعظ"
}
]
}