{
"title": "باللّفظ المطلق وهو إِثنتان و ثمانون حكمة",
"type": "text",
"data": [
{
"text": "عَيْبُكَ مَسْتُورٌ ما أَسْعَدَكَ جَدُّكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عاقِبَةُ الصِّدْقِ نَجاةٌ وَ سَلامَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عُنْوانُ الْعَقْلِ مُداراةُ النّاسِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَداوَةُ الْأَقارِبِ أَمَضُّ مِنْ لَسْعِ الْعَقارِب.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عُقُوبَةُ الْعُقَلاءِ التَّلْويحُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عُقُوبَةُ الْجُهَلاءِ التَّصْريحُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عُرِفَ اللهُ سُبْحانَهُ وَ تَعالى بِفَسْخِ الْعَزائمِ وَ حَلِّ الْعُقُودِ وَ كَشْفِ الضُّرِّ وَ الْبَلِيَّةِ عَمَّنْ أَخْلَصَ لَهُ النِّيَّة.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَبْدُ الدُّنْيا مُؤَبَّدُ |الفِتْنَةِ وَ الْبَلاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَبْدُ الْحِرْصِ مُخَلَّدُ الشَّقاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَداوَةُ الْعاقِلِ خَيْرٌ مِنْ صَداقَةِ الْجاهِلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "علمٌ لا يُصْلِحُكَ ضَلالٌ وَ مالٌ لا يَنْفَعُكَ وَبالٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوِّدْ نَفْسَكَ الْجَميلَ فَإِنَّهُ يُجْمِلُ عَنْكَ الْاُحْدُوثَةَ وَ يُجْزِلُ لَكَ الْمَثُوبَة.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عاتِبْ أَخاكَ بِالْإِحْسانِ إِلَيْهِ وَ ارْدُدْ شَرَّهُ بِالْإِنْعامِ عَلَيْهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَزيمَةُ الْخَيرِ تُطْفِى ءُ نارَ الشَّرِّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عارُ الْفَضيحَةِ يُكَدِّرُ حَلاوَةَ اللَّذَّةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِزُّ الْقُنُوعِ خَيْرٌ مِنْ ذُلِّ الْخُضُوعِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِالْمَحَجَّةِ الْبَيْضاءِ فَاسْلُكُوها وَ إِلّا يَسْتَبْدِلِ اللهُ بِكُمْ غَيرَكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِلمٌ بِلا عَمَلٍ كَشَجَرٍ بِلا ثَمَرٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِلمٌ بِلا عَمَلٍ كَقَوْسٍ بِلا وَتَرٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَبْدُ الْمَطامِعِ مُسْتَرِقٌّ لا يَجِدُ أَبداً الْعِتْقَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوِّدْ نَفْسَكَ الْإِسْتِكْثارَ بِالْإِسْتِغْفارِ فَإِنَّهُ يَمْحُو عَنْكَ الْحَوْبَةَ وَيُعْظمُ لَكَ الْمَثُوبَةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوِّدْ لِسانَكَ لينَ الْكَلامِ وَ بَذْلَ السَّلامِ يَكْثُرْ مُحِبُّوكَ وَ يَقِلَّ مُبْغِضُوكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوِّدْ لِسانَكَ حُسْنَ الْكَلامِ تَأْمَنِ الْملامَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوْدُك إِلى الْحَقِّ خَيرٌ مِنْ تَماديكَ فِي الْباطِل.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوِّدْ نَفْسَكَ السَّماحَ وَتَجَنُّبَ الْإِلْحاحِ يُكْرِمْكَ الصَّلاحُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوِّدْ نَفْسَكَ حُسْنَ النِّيَّةِ |وَ جَميلَ المَقْصَدِ تُدْرِكْ |في مَباغيكَ النَّجاحَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عادَةُ الْكِرام الْجُودُ وَ عادَةُ اللِّئامِ الْجُحُودُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِلْمٌ بِلا عَمَلٍ حُجَّةُ اللهِ عَلى الْعَبْدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عالِمٌ مُعانِدٌ خَيرٌ مِنْ جاهِلٍ مُساعِدٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِأَعْمالِ الْخَيرِ فَبادِروها وَ لا يَكُنْ غَيرُكمْ أَحَقَّ بها مِنْكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِبادٌ مَخْلُوقُونَ اقْتِداراً وَ مَرْبُوبُونَ اقْتِساراً وَ مَقْبُوضُونَ احْتِضاراً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَرِّجُوا عَنْ طَريقِ الْمُنافَرَةِ وَ ضَعُوا تيجانَ الْمُفاخَرَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِالتَّواصُلِ وَ الْمُوافَقَةِ وَ إِيّاكُمْ وَ الْمُقاطَعَةَ وَ الْمُهاجَرَةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عاشِرْ أَهْلَ الْفَضائِلِ تَسْعَدْ وَ تَنْبُلْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِمارَةُ الْقُلُوبِ في مُعاشَرَة ذوِي الْعُقُولِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَينُ الْمُحِبِّ عَمْياءُ عَنْ عَيْبِ الْمَحْبُوب وَ أُذُنُهُ صَمَّاءُ عَنْ قُبْحِ مَساوِيهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عاوِدُوا الْكَرَّ وَ اسْتَحْيُوا مِنَ الْفَرِّ فَإِنَّهُ عارٌ فِي الْأَعْقابِ وَ نارٌ يَوْمَ الْحِسابِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عاشٍ ركّابُ عَشَواتٍ جاهِلٌ ركّابُ جَهالاتٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِالْحقِّ وَ التَّقْوى فَالْزَمُوهُما وَإِيّاكُمْ وَ مُحالاتِ الْباطِلِ وَ التُّرَّهاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَضُّوا عَلى النَّواجِذِ فَإِنَّهُ أَنْبا لِلسُّيُوف عَنِ الْهامِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عُنْوانُ النَّبْلِ الْإِحْسانُ إِلى النّاسِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عُقْبَى الْجَهْلِ مَضَرَّةٌ وَ الْحَسُودُ لا تَدُومُ لَهُ مَسَرَّةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِلُزُومِ الْيَقينِ وَ التَّقْوى فَإِنَّهُما يُبْلِغانِكُمْ جَنَّةَ الْمَأْوى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عادَةُ اللِّئامِ وَ الْأَغْمارِ أَذِيَّةُ الْكِرامِ وَ الْأَحْرارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ في قَضاءِ حَوائِجِكُمْ بِشِرافِ النُّفُوسِ ذَوِي الْاُصُولِ الطَّيِّبَةِ فَإِنَّها عِنْدَهُمْ أَقْضى وَ هِيَ لَدَيْهِمْ أَزْكى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوِّدْ نَفْسَكَ فِعْلَ الْمَكارِمِ وَ تَحَمُّلِ |أعْباءِ الْمَغارِمِ تَشْرُفْ نفْسُكَ وَ تَعمُرْ آخرَتُكَ وَ يَكْثُرْ حامِدُكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوِّدْ أُذُنَكَ حُسْنَ الْإِسْتِماعِ وَ لا تُصْغِ إِلى ما لا يَزيدُ في إِصْلاحِكَ اسْتِماعَهُ فَإِنَّ ذلِكَ يُصْدِى ءُ الْقُلُوبَ وَ يُوجِبُ الْمَذامَّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوْدُكَ إِلى الْحَقِّ وَ إِنْ تَتْعَبْ خَيرٌ مِنْ راحَتِكَ مَعَ لُزُومِ الْباطِلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عادَةُ الْإِحْسانِ مادَّةُ الْإِمْكانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عادَةُ اللِّئامِ |المُكافِأة بِالقَبيحِ عَنِ الإحسان.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عادَةُ الأغْمارِ| قَطْعُ مَوادِّالْإِحْسانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عادَةُ اللِّئامِ قُبْحُ الْوَقيعَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عادَةُ الْكِرامِ حُسْنُ الصَّنيعَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِلْمُ الْمُنافِقِ في لِسانِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِلْمُ الْمُؤْمِنِ في عَمَلِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِلْمٌ لا يَنْفَعُ كَدَواءٍ لا يَنْجَعُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَبْدُ الشَّهْوَةِ أَذَلُّ مِنْ عَبْدِ الرِّقِّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَبْدُ الشَّهْوَةِ أَسيرٌ لا يُفَكُّ أَسْرُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِلَّةُ الْمُعاداةِ قِلَّةُ الْمُبالاةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلِّمُوا أَوْلادَكُمُ الصَّلاةَ لِسَبْعٍ وَ خُذُوهُمْ بِها إِذا بَلَغُوا الْحُلُمَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِظَمُ الْجَسَدِ وَ طُولُهُ لا يَنْفَعُ إِذا كانَ الْقَلْبُ خاوِياً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِالْقَصْدِ فِي الْمَطاعِمِ فَإِنَّهُ أَبْعَدُ مِنَ السَّرَفِ وَ أَصْحُّ لِلبَدَنِ وَ أَعْوَنُ عَلى\rالْعِبادَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِمُوجِباتِ الْحَقِّ فَالْزَمُوها وَ إِيّاكُمْ وَ مُحالاتِ التُّرَّهاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِلُزُومِ الدِّيْنِ وَ التَّقْوى وَ الْيَقينِ فَهُنَّ أَحْسَنُ الْحَسَناتِ وَ بِهِنَّ تُنالُ رَفيعُ الدَّرَجاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِلُزُومِ الْعِفَّةِ وَ الْأَمانَةِ فَإِنَّهُما أَشْرَفُ ما أَسْرَرْتُمْ وَ أَحْسَنُ ما أَعْلَنْتُمْ وَ أَفْضَلُ مَا ادَّخَرْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِهذا الْقُرْآنِ أَحِلُّوا حَلالَهُ وَ حَرِّمُوا حَرامَهُ وَ اعْمَلُوا بِمُحْكمِه وَ رُدُّوا مُتَشابِهَهُ إِلى عالِمِه فَإِنَّهُ شاهِدٌ عَلَيْكُمْ وَ أَفْضَلُ ما بِه تَوَسَّلْتُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ في قَضاءِ حَوائِجِكُمْ بِكِرامِ الْأَنْفُسِ وَ الْاُصُولِ يُنْجَحْ لَكُمْ عِنْدَهُمْ مِنْ غَيرِ مِطالٍ وَ لا مَنٍّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِصِدْقِ الْإِخْلاصِ وَ حُسْنِ الْيَقينِ فَإِنَّهُما أَفْضَلُ عِبادَةِ الْمُقَرَّبينَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِدَوامِ الشُّكْرِ وَ لُزُومِ الصَّبْرِ فَإِنَّهُما يَزيدانِ النِّعْمَة وَ يُزيلانِ الْمِحْنَةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِالسَّخاءِ وَ حُسْنِ الْخُلْقِ فَإِنَّهُما يَزيدانِ الرِّزْقَ وَ يُوجِبانِ الْمَحَبَّةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِالْإِحْسانِ إِلى الْعِبادِ وَ الْعَدْلِ فِي الْبِلادِ تَأْمَنُوا عِنْدَ قِيامِ الْأَشْهادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِالتَّقْوى فَإِنَّهُ خَيرُ زادٍ وَ أَحْرَزُ عَتادٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِصَنائِع الْمَعْرُوفِ فَإِنَّها نِعْمَ الزّادُ إِلى الْمَعادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِإِخْلاصِ الْإِيْمانِ فَإِنَّهُ السَّبيلُ إِلى الْجَنَّةِ وَ النَّجاةُ مِنَ النّارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِصَنائِعِ الْإِحْسانِ وَ حُسْنِ الْبِرِّ بِذَوِي الرَّحِمِ وَ الْجيرانِ فَإِنَّهُما يَزيدانِ فِي الْأَعْمارِ وَ يَعْمُرانِ الدِّيارَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَلَيْكُمْ بِحُبِّ آلِ نَبِيِّكُمْ فَإِنَّهُ حَقُّ اللهِ عَلَيْكُمْ وَ الْمُوجِبُ عَلى اللهِ حَقَّكُمْ أَلا تَرَوْنَ إِلى قَوْل اللهِ: 'قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى'.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِلَّةُ الْكِذْبِ أَشدُّ عِلَّةًٍ وَ زَلَّةَ الْمُتَوَقّي أَشَدُّ زَلَّةًٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِزُّ اللَّئيمِ مَذَلَّةٌ وَ ضَلالُ الْعَقْلِ أَشَدُّ ضَلَّةًٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عُقُوبَةُ الْكِرامِ أَحْسَنُ مِنْ عَفْوِ اللِّئامِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عُقُوبَةُ الْغَضُوبِ وَ الْحَقُودِ وَ الْحَسُودِ تَبْدَأُ بِأَنْفُسِهِمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَثْرَةُ الْإِسْتِرْسالِ لا تُسْتَقالُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَمَلُ الْجاهِلِ وَبالٌ وَ عِلْمُهُ ضَلالٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عاقِبَةُ الْكِذْبِ مَلامَةٌ وَ نَدامَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ عَزّى عليه السّلام رَجُلاً قَدْ ماتَ لَهُ وَلَدٌ وَرُزِقَ ولَداً فَقالَ لَهُ: عَظَّمَ اللهُ أَجْرَكَ فيما أَبادَ وَ بارَكَ لَكَ فيما أَفادَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عُقُولُ الرِّجالِ في أَطْرَافِ أَقْلامِهِا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَوْدُ الْفُرْصَةِ بَعيدٌ مَرامُها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَشَرُ خِصالٍ مِنَ الْمَكارِمِ: صِدْقُ البأسِ، وَ صِدْقُ اللّسانِ، وَ تَرْكُ الْكِذْبِ، وَ أَداءُ\rالْأَمانةِ، وَ صِلَةُ الرَّحِمِ، و إِقْراءُ الضَّيْفِ، وَ إِطْعامُ السّائِلِ، وَ الْمُكافاةُ عَلى\rالصَّنائِعِ، وَ الذِّمَمُ لِلمُصاحِبِ، وَ رأْسُهُنَّ الْحَياءُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَشْرُ خِصالٍ مَنْ لَقِيَ اللهَ بِهِنَّ دَخَلَ الْجَنَّةَ: شَهادَةُ أَنْ لا إِلهَ إِلَّا اللهُ، وَ\rأَنَّ مُحَمَّداً رَسُولُ اللهِ، وَ الْإِقْرارُ بِما جاءَ مِنْ عِنْدِ اللهِ عَزَّ وَ جَلَّ، وَ إِقامُ\rالصَّلاةِ، وَ إِيتاءُ الزَّكاةِ، وَ صَوْمُ شَهْرِ رَمَضانَ، وَ الْحِجُّ إِلى بَيْتِهِ الْحَرامِ، وَ\rالْوَلايَةُ لِأَوْلِياءِ اللهِ، وَ الْبَراءَ ةُ مِنْ أَعْداءِ اللهِ، وَاجْتِنابُ كُلِّ مُنكرٍ.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَشَرُ خِصالٍ اخْتُصَّ بِها شيعَتُنا: هُمُ الشّاحِبُونَ النّاحِلُونَ الذّابِلُونَ، ذابِلَةٌ\rشِفاهُهُمْ، خَميصَةٌ بُطُونُهُمْ، مُتَغَيِّرَةٌ أَلْوانُهُمْ، مُصْفَرَّةٌ وُجُوهُهُمْ، إِذا جَنَّهُمُ اللَّيلُ\rاتَّخَذُوا الْأَرْضَ فِراشاً وَ اسْتَقْبَلُوها بِجِباهِهِمْ، كَثيرٌ سُجُودُهُمْ، غَزيرَةٌ دُمُوعُهُمْ، كَثيرٌ\rدُعاؤُهُمْ، كَثيرٌ بُكاؤُهُمْ، يَفْرَحُ النّاسُ وَ هُمْ يَحْزَنُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَشَرَةُ أَشْياءَ مِنْ عَلاماتِ السّاعَةِ: طُلُوعُ الشَّمْس مِنْ مَغْرِبِها، وَ الدَّجَّالُ، وَ\rدابَّةُ الْأَرْضِ، وَ ثَلاثَةُ خُسُوفٍ: خَسْفٌ بِالْمَشْرِقِ وَ خَسْفٌ بِالْمَغْرِبِ وَ خَسْفٌ بِجَزيرَةِ الْعَرَبِ،\rوَ خُرُوجُ عيسى عليه السّلام، و خُرُوجُ الْمَهْدِيِّ مِنْ وُلْدي، وَ خُرُوجُ يَأْجُوجَ وَ مَأْجُوجَ، وَ\rيَكُونُ في آخِرِ ذَلِكَ الزَّمانِ خُرُوجُ نارٍ مِنَ الْيَمَنِ مِنْ قَعْرِ الْأَرْضِ لا تَدَعُ خَلْفَها أَحَداً\rتَسُوقُ النّاسَ إِلى الْمَحْشَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عِشْرُونَ خَصْلَةً في مُحِبِّ أَهْلِ الْبَيْتِ عليهم السّلام، عَشَرَةٌ مِنْها فِي الدُّنْيا وَ\rعَشَرَةٌ مِنْها فِي الْاخِرَةِ فَأَمَّا الَّتي فِي الدُّنْيا: فَالزُّهْدُ فِي الدُّنْيا، وَالْحِرْصُ عَلى\rالْعِلْمِ، وَ الْوَرَعُ فِي الْدِّينِ، وَ الْرَّغْبَةُ فِي الْعِبادَةِ، وَ التَّوْبَةُ قَبْلَ الْمَماةِ، وَ\rالنَّشاطُ في قِيامِ اللَّيْلِ، وَ الْيَأْسُ مِمّا في أَيْدِي النّاسِ، وَ الْحِفْظ لِأَمْرِ اللهِ وَ\rنَهْيِه، وَ بُغْضُ الدُّنْيا، وَ السَّخاءُ. وَ أَمَّا الْعَشَرَةُ الَّتي فِي الْاخِرَةِ: فَلا يُنْشَرُ لَهُ\rديوانٌ، وَ لا يُنْصَبُ لَهُ ميزانٌ، وَ يُعْطى كِتابَهُ بِيَمِينِه، وَ تُكْتَبُ لَهُ بَراءَ ةٌ مِنَ\rالنّارِ، وَ يَبْيَضُّ وَجْهُهُ، وَ يُكْسى مِنْ حُلَلِ الْجَنَّةِ، وَ يُشَفَّعُ في مِأَةٍ مِنْ أَهْلِ بَيْتِه، وَ\rيَنْظُرُ اللهُ تَعالى إِلَيْهِ بِالرَّحْمَةِ، وَ يُتَوَّجُ بِتاجٍ مِنْ تيجانِ الْجَنَّة فَيَدْخُلُها بِغَيرِ\rحِسابٍ فَطُوبى لِمُحِبِّي وَلَدي وَعِتْرَتي وَأَهْل بَيْتي.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "عَشَرُ عِظاتٍ كانَ |الصّادق| عليه السّلام دائِماً يَعِظُ بِهَا النّاسَ كانَ عليه\rالسّلام يقول: إِنْ كانَ اللهُ تَبارَكَ وَ تَعالى قَدْ تَكَفَّلَ بِالرِّزْقِ فَاهْتِمامُكَ لِماذا؟ وَ\rإِنْ كانَ الرِّزْقُ مَقْسُوماً فَالْحِرْصُ لِماذا؟ وَ إِنْ كانَ الْحِسابُ حَقّاً فَالْجَمْعُ لِماذا؟ وَ إِنْ\rكانَ الْخَلَفُ مِنَ اللهِ حَقَّاً فَالْبُخْلُ لِماذا؟ وَ إِنْ كانَتِ الْعُقُوبَةُ مِنَ اللهِ النّارُ\rفَالْمَعْصِيَةُ لِماذا؟ وَ إِنْ كانَ الْمَوْتُ حَقّاً فَالْفَرَحُ لِماذا؟ وَ إِنْ كانَ الْعَرْضُ عَلى اللهِ\rحَقّاً فَالْمَكرُ لِماذا؟ وَ إِنْ كانَ الْمَمَرُّ عَلى الصِّراطِ حَقّاً فَالْعُجْبُ لِماذا؟ وَ إِنْ 1 كانَ\rكُلُّ شَيْ ءٍ بِقَضاءٍ وَ قَدَرٍ فَالْحُزْنُ لِماذا؟ وَإِنْ كانَتِ الدُّنْيا فانِيَةً فَالطُّمأْنينَةُ لِماذا؟.",
"source": "عيون الحكم والمواعظ"
}
]
}