{
"title": "باللفظ المطلق وهو تسع وسبعون حكمة",
"type": "text",
"data": [
{
"text": "فَخْرُ الرَّجُلِ بِفَضْلِهِ لا بِأَصْلِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَضْلُ الرَّجُلِ يُعْرَفُ مِنْ قَوْلِهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَقْدُ الْوَلَدِ مُحْرِقٌ لِلْكَبِد.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَقْدُ الْإِخْوانِ مُوهِيُ الْجَلَدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِكْرُكَ يَهْديكَ إِلى الرَّشادِ وَ يَحْدُوكَ إِلى إِصْلاحِ الْمعادِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِعْلُ الْخَيرِ ذَخيرَةٌ باقِيةٌ وَثَمَرَةٌ زاكِيَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِكرُ الْمَرْءِ مِرْآةٌ تُريهِ حُسْنَ عَملِه مِنْ قُبْحِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَقْرُ الْأَحْمَقِ لا يُغْنيهِ الْمالُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فاقِدُ الدِّينِ مُتَرَدِّدٌ فِي الْكُفْرِ وَ الضَّلالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَقْرُ النَّفْسِ شَرُّ الْفَقْرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَسادُ الدِّين الطَّمَعُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَسادُ الْعقْلِ الْإِغْتِرارُ بِالْخُدَعِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَسادُ النَّفْسِ الْهَوى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَسادُ الدِّينِ الدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَسادُ الْأَمانَةِ طاعَةُ الْخِيانَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فازَ مَنْ تَجَلْبَبَ الْوقارَ وَ ادَّرَعَ الْأَمانَةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَضيلَةُ الْإِنْسانِ بَذْلُ الْإِحسانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَضيلَةُ السلْطانِ عِمارَةُ الْبُلْدانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِكْرُكَ فِي الطّاعَةِ يَدْعُوكَ إِلى الْعَمَلِ بِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِكْرُكَ فِي الْمَعْصِيَةِ يَحْدُوكَ عَلى الْوُقُوعِ فيها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَقْدُ الرُّؤَساءِ أَهْوَنُ مِنْ رِئاسَةِ السِّفّلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِرُّوا إِلى اللهِ وَ لا تَفِرُّوا مِنْهُ فَإِنَّهُ مُدْركُكُمْ وَ لَنْ تُعْجِزُوهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِرُّوا كُلَّ الْفِرارِ مِنَ اللَّئيم الْأَحْمَقِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فازَ مَنِ اسْتصْبَحَ بِنُورِ الْهُدى وَ خالَفَ دَواعِيَ الْهَوى وَ جَعَلَ الْإِيمانَ عُدَّةَ مَعاده وَ التَّقوى ذُخْرَهُ وَ زادَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاللهَ الله عِبادَ اللهِ أَنْ تَتَرَدَّوْا رِداءَ الْكِبْرِ فَإِنَّ الْكِبْرَ مَصيدَةُ إِبْليسَ الْعُظْمى الَّتي يُساوِرُ بِهَا الْقُلُوبَ مُساوَرَةَ السُّمُوم الْقاتِلَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فازَ بِالسَّعادَةِ مَنْ أَخْلَصَ الْعِبادَةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِعْلُ الْمَعْرُوف وَ إِغاثَةُ الْمَلْهُوفِ وَ إِقْراءُ الضُّيُوفِ زَيْنُ السِّيادَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فاقَةُ الْكَريمِ أَحْسَنُ مِنْ غِنى اللَّئيمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَقْدُ اللِّئامِ راحةُ الْأَنام.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَقْدُ الْحاجَةِ خَيرٌ مِنْ طَلَبِها مِنْ غَيرِ أَهْلِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فازَ بِالْفَضيلَةِ مَنْ مَلَكَ غَضَبَهُ وَ مَلَكَ نَوازِعَ نَفْسِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَضيلَةُ الْعَمَلِ الْإِخْلاصُ فيهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فارِقْ مَنْ فارَقَ الْحَقَّ إِلى غَيرِه وَ دَعْهُ وَ ما رَضِيَ لِنَفْسِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِعْلُ الرِّيبَةِ عارٌ وَ الْوُلُوعُ بِالْغيبَةِ نارٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فازَ مَنْ كانَتْ شيمَتُهُ الْإِعْتِبارَ وَ سَجِيَّتُهُ الْإِسْتِظْهارَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِرُّوا كُلَّ الْفِرارِ مِنَ الْفاجِرِ الْفاسِقِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَضائِلُ الطّاعاتِ تُنيلُ رَفيعَ الْمقاماتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فاعِلُ الْخَيرِ خَيْرٌ مِنْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فاعِلُ الشَّرِّ شَرٌّ مِنْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِكْرُ العاقِلِ هِدايَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِكْرُ الْجاهِلِ غَوايَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِعْلُ الشَّرِّ مَسَبَّةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَقْدُ الْأَحِبَّةِ غُرْبَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَوْتُ الدُّنْيا غَنيمَةُ الْأَكْياسِ وَ حَسْرَةُ الْحَمْقى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَقْدُ الْبَصَرِ أَهْوَنُ مِنْ فَقْدِ البَصيرَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِكْرُ ساعَةٍ قَصيرَةٍ خَيرٌ مِنْ عِبادَةٍ طَويلَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فازَ مَنْ أَصْلَحَ عَمَلَ يَوْمِه وَ اسْتَدْرَكَ فَوارِطَ أَمْسِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فازَ مَنْ غَلَبَ هَواهُ وَ مَلَكَ دَواعِيَ نَفْسِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَسادُ الْبَهاءِ الْكِذْبُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فاقِدُ الْبَصيرَةِ فاسِدُ النَّظَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَلْيَصْدُقْ رائِدٌ أَهلَه، وَ لْيَحْضُرْ عَقْلَهُ، وَ لْيَكُنْ مِنْ أَبْناءِ الْاخِرَةِ فَمِنْها قَدِمَ وَ إِلَيْها يَنْقَلِبُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَضيلَةُ السِّيادَةِ حُسْنُ الْعادَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَضيلَةُ الْعَقْلِ الزَّهادَةُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَضيلَةُ الرِّئاسَةِ حُسْنُ السِّياسَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَضْلُ فِكْرٍ وَ تَفَهُّمٍّ أَنْجَعُ مِنْ فَضْلِ تَكْرارٍ وَ دِراسَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فِطْنَةُ الْمَواعِظِ تَدْعُو إِلى الْحَذَرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فاتَّعِظُوا بِالْعِبَرِ وَ انْتَفِعُوا بِالنُّذُرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَكِّرْ ثُمَّ تَكَلَّمْ تَسْلَمْ مِنَ الزَّلَلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال عليه السّلام في حقّ مَنْ أَثنى عليه:\r\rفَتّاحُ مُبْهَماتٍ دَليلُ فَلَواتٍ دَفّاعُ مُعْضَلاتٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَيا لَها حَسْرَةً عَلى كُلِّ ذي غَفْلَةٍ أَنْ يَكُونَ عُمْرُهُ عَلَيْهِ حُجَّةً وَ أَن تُؤَدِّيَهُ أَيّامُهُ إِلى شَقْوَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَالْقُلُوبُ لاهِيَةٌ عَنْ رُشْدِها قاسِيَةٌ عَنْ حَظِّها سالِكَةٌ في غَيرِ مِضْمارِها كَأَنَّ الْمَعْنى سِواها وَ كَأَنَّ الْحَظَّ في إِحْرازِ دُنْياها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاسْمَعُوا أَيُّهَا النَّاسُ وَ عُوا وَ أَحْضِرُوا آذانَ قُلُوبِكُمْ تَفَهَّمُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَتَفَكَّرُوا |أيُّها النّاسُ| وَ تَبَصَّرُوا وَاعْتَبِرُوا وَ اتَّعِظُوا وَ تَزَوَّدُوا لِلْاخِرَةِ تَسْعَدُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاتَّقُوا اللهَ تَقِيَّةَ مَنْ سَمِعَ فَخَشَعَ وَ اقْتَرَفَ فَاعْتَرَفَ وَ وَجِلَ فَعَمِلَ وَ حاذَرَ فَبادَرَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاللهَ اللهَ عِبادَ اللهِ مِنْ كِبْرِ الْحَمِيَّةِ وَ فَخْرِ الْجاهِلِيَّةِ فَإِنَّهُ مَلاقِحُ الشَّنَآنِ وَ مَنافِخُ الشَّيْطانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال عليه السّلام في حقّ من ذَمَّهُ:\r\rفَالصُّورَةُ صُورَةُ إِنْسانٍ وَ الْقَلْبُ قَلْبُ حَيْوانٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَدَعِ الْإِسْرافَ مُقْتَصِداً وَ اذْكُرْ فِي الْيَوْمِ غَداً وَ أَمْسِكْ مِنَ الْمالِ بِقَدْرِ ضَرُورَتِكَ وَ قَدِّمِ الْفَضْلَ لِيَوْمِ حاجَتِكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَأَفِقْ أَيُّها السّامِعُ مِنْ غَفْلَتِكَ وَ اخْتَصِرْ مِنْ عَجَلَتِكَ وَ اشْدُدْ أَزْرَكَ وَ خُذْ حَذَرَكَ وَ اذْكُرْ قَبْرَكَ فَإِنَّ عَلَيْهِ مَمَرَّكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَيا لَها مَواعِظٌ شافِيَةٌ لَوْ صادَفَتْ قُلُوباً زاكِيَةٌ وَ أَسْماعاً واعِيَةً وَ آراءً عازِمَةً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاتَّقُوا اللهَ تَقِيَّة مَنْ أَنْصَبَ الْخَوْفُ بَدَنَهُ وَ اَسْهَرَ التَّهَجُّدُ غِرارَ نَوْمِه وَ أَظْمَأَ الرَّجاءُ هَواجِرَ يَوْمِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَمِنَ الْإِيْمانِ ما يَكُونُ ثابِتاً مُسْتَقِرّاً في الْقُلُوبِ وَ مِنْهُ ما يَكُونُ عَوارِيَ بَينَ الْقُلُوبِ وَ الصُّدُورِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاتَّقُوا اللهَ تَقِيَّةَ مَنْ أَيْقَنَ وَ أَحْسَنَ وَ عُبِّرَ فَاعْتَبَرَ وَ حُذِّرَ |فَجَذِرَ، وَ زُجِرَ| فَازْدَجَرَ وَأَجابَ فَأَنابَ وَراجَعَ فَتابَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاتَّقُوا اللهَ تَقِيَّةَ مَنْ ذُكِّرَ فَذَكَرَ وَ وُعِظَ فَحَذَرَ وَ بُصِّرَ فَاسْتَبْصَرَ وَ خافَ الْعِقابَ وَ عَمِلَ لِيَوْمِ الْحِسابِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاتَّقُوا اللهَ تَقيَّةَ مَنْ شَغَلَ بِالْفِكْرِ قَلْبُهُ وَأَوْجَفَ الذَّكرَ بِلِسانِه وَ قَدَّمَ الْخَوْفَ لِأَمانِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاتَّقُوا اللهَ جَهَةَ ما خَلَقَكُمْ لَهُ وَ احْذَرُوا مِنْهُ كُنْهَ ما حَذَّرَكُمْ مِنْ نَفْسِه \rوَاسْتَحِقُّوا مِنْهُ ما أَعَدَّ لَكُمْ بِالتَّنجُّزِ لِصِدْقِ ميعاده وَ الْحَذَرِ مِنْ هَوْلِ مَعادِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاتَّقُوا اللهَ عِبادَ اللهِ تَقِيَّةَ مَنْ شَمَّرَ تَجْريداً وَ جَدَّ تَشْميراً وَ أَكْمَشَ في مَهَلٍ وَ بَادَرَ عَنْ وَجَلٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَاتَّقُوا اللهَ تَقِيَّةَ مَنْ نَظَرَ في كَرَّةِ الْمَوْئِلِ وَ عاقِبَةِ الْمَصْدَرِ وَ مَغَبَّةِ الْمَرْجِعِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَتَدارَكَ فارِطَ الزَّلَلِ وَ اسْتَكْثرَ مِنْ صالِح الْعَمَلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَالْأَرْواحُ مُرْتَهِنَةٌ بِثِقْلِ أَعْبائِها، مُوقِنَةٌ بِغَيْبِ أَنْبائِها، لا تُسْتَزادُ مِنْ صالِحِ عَمَلِها وَ لا تُسْتَعْتَبُ مِنْ سَيِّ ءٍ زَلَلِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "في ذكر الآمرين بالمعروف وَ النّاهين عن المنكر قال عليه السّلام:\r\rفَمِنْهُمُ الْمُنْكِرُ لِلْمُنْكَرِ بِيَدِه وَ لِسانِه وَ قَلْبِه فَذلِكَ الْمُسْتَكْمِلُ لِخِصالِ الْخَيرِ، وَ\rمِنْهُمُ الْمُنْكِرُ بِلِسانِه وَ قَلْبِه وَ التّارِكُ بِيَدِه فَذلكَ الْمُتَمَسِّكُ بِخَصْلَتَيْنِ مِنْ خِصالِ\rالْخَيرِ وَ مُضيعُ خَصْلَةٍ، وَ مِنْهُمُ الْمُنْكِرُ بِقَلْبِه وَ التّارِكُ بِلِسانِه وَ يَدِه فَذلِكَ مُضَيِّعُ\rأَشْرَفِ الْخَصْلَتَينِ مِنَ الثَّلاثِ وَ مُتَمَسِّكٌ بِواحِدَةٍ، وَ مِنْهُمْ تارِكٌ لِإِنْكارِ الْمُنْكَرِ بِقَلْبِه\rوَ لِسانِه وَ يَدِه فَذلِكَ مَيِّتٌ بَيْنَ الْأَحْياءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَيا عَجَباً وَ ما لي لا أَعْجَبُ مِنْ خَطَإِ هذِهِ الْاُمَّةِ عَلى اخْتِلافِ حُجَجِها في\rدِياناتِها لا يَقْتَصُّونَ أَثَرَ نَبِيٍّ وَ لا يَقْتَدُونَ بِعَمَلِ وَصيٍّ وَ لا يُؤْمِنُونَ بِغَيْبٍ وَ لا\rيَعِفُّونَ عَنْ عَيْبٍ، يَعْمَلُونَ فِي الشُّبُهاتِ وَ يَسيرُونَ فِي الشَّهَواتِ، الْمعْرُوفُ فيهِمْ ما\rعَرَفُوا وَ الْمُنْكَرُ عِنْدَهُمْ ما أَنْكَرُوا، مَفْزَعُهُمْ فِي الْمُعْضَلات إِلى أَنْفُسِهِمْ وَ تعْويلُهُمْ\rفِي الْمُبْهَماتِ عَلى آرائِهِمْ كَأَنَّ كُلاًّ مِنْهُمْ إِمامُ نَفْسِه قَدْ أَخَذَ فيما يَرى بِغَيْرِ\rوَثيقاتٍ بَيِّناتٍ وَ لا أسْبابٍ مُحْكَماتٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فَرَضَ اللهُ سُبْحانَهُ وَ تَعالى الْإِيمانَ تَطْهيراً مِنَ الشِّرْكِ، وَ الصَّلاةَ تَنْزيهاً\rعَنِ الْكِبْرِ، وَ الزَّكاةَ تَسْبيباً لِلرِّزْقِ، وَ الصِّيامَ ابْتِلاءً لِإِخْلاصِ الْخَلْقِ، وَ الْحَجَّ\rتَقْوِيَةً لِلدِّينِ وَ الْجِهادَ عِزّاً لِلْإِسْلامِ، وَ الْأَمْرَ بِالْمَعْرُوفِ مَصْلَحَةً لِلعَوامِّ، و النَّهْيَ\rعَنِ الْمُنْكَرِ ردْعاً لِلسُّفَهاءِ، وَ صِلَةَ الْأَرْحامِ مَنْماةَ لِلْعَدَدِ، وَ الْقِصاصَ حِقْناً لِلدِّماءِ\rوَإِقامَةَ الْحُدُودِ إِعْظاماً لِلمَحارِمِ، وَ تَرْكَ شُرْبِ الْخَمْرِ تَحْصيناً لِلْعَقْلِ، وَ مُجانَبَةَ\rالسَّرِقَةِ إِيجاباً لِلْعِفَّةِ، وَ تَرْكَ الزِّناءِ تَحْصيناً لِلْأَنْسابِ، وَ تَرْكَ اللِّواطِ تكْثيراً\rلِلنَّسْلِ، وَ الشَّهادَةَ اسْتِظْهاراً عَلى الْمُجاحَداتِ، وَ تَرْكَ الْكِذْبِ تَشْريفاً لِلصِّدْقِ، وَ\rالْإِسْلامَ أَماناً مِنَ الْمَخاوِفِ، وَ الأَمانَةُ نَظاماً لِلْأُمَّةِ، وَ الطّاعَةَ تَعْظيماً لِلْإِمامَةِ.\r",
"source": "عيون الحكم والمواعظ"
}
]
}