{
"title": "بلفظ لم وهو ثمان وعشرون حكمة",
"type": "text",
"data": [
{
"text": "لَمْ يُصْفِ اللهُ سُبْحانَهُ الدُّنْيا لِأَوْلِيائِه وَلَمْ يَضِنَّ بِها عَلى أَعْدائِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَتَّصِفْ بِالْمُرُوَّةِ مَنْ لَمْ يَرْعَ ذِمَّةَ أَوِدّائِه وَ يُنصفْ أَعْدائَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَتَحَلَّ بِالْقَناعَةِ مَنْ لَمْ يَكْتفِ بِيَسيرِ ما وَجَدَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَتَحَلَّ بِالْعِفَّةِ مَنِ اشْتَهى ما لايَجِدُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يُطْلِعِ اللهُ سُبْحانَهُ الْعُقُولَ عَلى تَحْديدِ صِفَتِه وَ لَمْ يَحْجُبْها عَنْ واجِب مَعْرِفَتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَخْلُقِ اللهُ سُبْحانَهُ الْخَلْقَ لِوَحْشَتِهِ وَ لَمْ يَسْتَعْمِلْهُمْ لِمَنْفَعَتِهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يُخْلِ اللهُ سُبْحانَهُ عِبادَهُ مِنْ حُجَّةٍ لازِمَةٍ أَوْ مَحَجَّةٍ قائِمَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَتْرُكِ اللهُ سُبْحانَهُ خَلْقَهُ مُغْفَلاً وَ لا تَرَكَ أَمْرَهُمْ مُهْمَلاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَخْلُقْكُمْ اللهُ سُبْحانَهُ عَبَثاً وَ لَمْ يَتْرُكْكُمْ سُدىً وَ لَمْ يَدَعْكُمْ في ضَلالَةٍ وَ عَمىً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَحْلِلِ اللهُ سُبْحانَهُ فِي الْأَشْياءِ فَيَكُونَ فيها كائِناً وَلَمْ يَنْأَ عَنْها فَيُقالُ هُوَ عَنْها بائِنٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَأْمُرْكَ اللهُ إِلَّا بِحَسَنٍ وَ لَمْ يَنْهَكَ إِلَّا عَنْ قَبيحٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يُوَفَّقْ مَنِ اسْتَحْسَنَ الْقَبيحَ وَأَعْرَضَ عَنْ قَوْلِ الْنَّصيحِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يُدْرِكِ الْمَجْدَ مَنْ عَداهُ الْحَمْدُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَهْنَإِ الْعيْشَ مَنْ قارَنَ الضِّدَّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَسُدْ مَنِ افْتَقَرَ إِخْوانُهُ إِلى غَيْرِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يُوَفَّقْ مَنْ بَخِلَ عَلى نَفْسِه بِخَيْرِه وَ خَلَّفَ مالَهُ لِغَيرِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَتَعَرَّ مِنَ الشَّرِّ مَنْ لَمْ يَتَجَلْبَبْ بِالْخَيرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَعْدَمِ النَّصْرَ مَنِ انْتَصَرَ بِالصَّبْرِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَلْقَ أَحَدٌ مِنْ سَرّاءِ الدُّنْيا بطْناً إِلَّا مَنَحَتْهُ مِنْ ضَرّائِها ظَهْراً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَكْتَسِبْ مالاً مَنْ لَمْ يُصْلِحْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يُرْزَقِ الْمالَ مَنْ لَمْ يُنْفِقْهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَضِقْ شَيْ ءٌ مَعَ حُسْنِ الْخُلْقِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَفُتْ نَفْساً ما قُدِّرَ لَها مِنَ الرِّزْقِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَذْهَبْ مِنْ مالِكَ ما وَقى عِرْضَكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَعْقِلْ مَواعِظَ الزَّمانِ مَنْ سَكَنَ إِلى حُسْنِ الظَّنِّ بِالْأَيّامِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَضَعِ امْرُؤٌ مالَهُ في غَيرِ حَقِّه أَوْ مَعْرُوفَهُ في غَيرِ أَهْلِه إِلَّا حَرَّمَهُ اللهُ شُكْرَهُمْ وَ كانَ لِغَيرِه وُدُّهُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يُخْلِ اللهُ سُبْحانَهُ عِبادَهُ مِنْ نَبِيٍّ مُرْسَلٍ أَوْ كِتابٍ مُنْزَلٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ تُظِلَّ امْرَءً مِنَ الدُّنْيا ديمَةُ رَخاءٍ إِلَّا هَطَلتْ عَلَيْهِ مُزْنَةُ بَلاءٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يُفَكِّرْ في عَواقِبِ الْاُمُورِ مَنْ وَثِقَ بِالْغُرُورِ وَ صَبا إِلى زُورِ السُّرُورِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَصْدُقْ يَقينُ مَنْ أَسْرَفَ فِي الطَّلَبِ وَ أَجْهَدَ نَفْسَهُ فِي الْمُكْتَسَبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَعْقِلْ مَنْ وَلَهَ بِاللَّعَبِ وَ اسْتُهْتِرَ بِاللَّهْوِ وَ الطَّرَبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَنَلْ أَحَداً مِنْ الدُّنْيا حَبْرَةٌ إِلَّا أَعْقَبَتْهُ عَبْرَةً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ تَرَهُ",
"source": "عيون الحكم والمواعظ"
},
{
"text": "لَمْ يَتَناهَ فِي الْعُقُولِ فَيَكُونَ في مَهَبِّ فِكْرِها مُكيَّفاً وَ لا في رَوِيَّاتِ خاطِرِها مُحَدَّداً مُصَرَّفاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال عليه السّلام في حقِّ مَنْ أَثنى عليه:\r\rلَمْ يَقْتُلْهُ قاتِلاتُ الْغُرُورِ وَ لَمْ يَغُمَّ عَلَيْهِ مُشْتَبِهاتُ الْاُمُورِ.",
"source": "عيون الحكم والمواعظ"
}
]
}