[["لَوْ ظَهَرَتِ الْاجالُ لَافْتَضَحَتِ الْامالُ.","عيون الحكم والمواعظ"],["لَوْ خَلُصَتِ النِّيَّاتُ لَزكَتِ الْأَعْمالُ.","عيون الحكم والمواعظ"],["لَوْ رَأَيْتُمُ الأَجَلَ وَ مَسيرَهُ لَأَبْغَضْتُمُ الْأَمَلَ وَ غُرُورَهُ.","عيون الحكم والمواعظ"],["لَوْ فَكَّرْتُمْ في قُرْبِ الْأَجَلِ وَ حُضُورِه لَأَمَرَّ عِنْدَكمْ حُلْوُ الْعَيْشِ وَ سُرُورُهُ.","عيون الحكم والمواعظ"],["لَوْ صَحَّ يَقينُكَ لَمَا اسْتَبْدَلْتَ الْفانِيَ بِالْباقي وَ لا بِعْتَ السَّنِيَّ بِالْدَّنِيِّ.","عيون الحكم والمواعظ"],["لَوِ اعْتَبَرْتَ بِما أَضَعْتَ مِنْ ماضِيَ عُمْرِكَ لَحَفِظْتَ ما بَقِيَ.","عيون الحكم والمواعظ"],["لَوْ كُنّا نَأْتي ما تَأْتُونَ ما قامَ لِلدِّينِ عَمُودٌ وَ لَا اخْضَرَّ لِلْإِيمانِ عُودٌ.","عيون الحكم والمواعظ"],["لَوْ رَأَيْتُمُ السَّخاءَ رَجُلاً لَرَأَيْتُمُوهُ حَسَناً جَميلاً يَسُرُّ النَّاظِرين.","عيون الحكم والمواعظ"],["لَوْ كانَتِ الدُّنْيا عِنْدَ اللهِ مَحْمُودَةً لَاْختَصَّ بِها أَوْلِياءَ هُ لكِنَّهُ صَرَفَ قُلُوبَهُمْ\rعَنْها وَ مَحا عَنْهُمْ مِنْهَا الْمَطامِعَ.","عيون الحكم والمواعظ"],["لَوْ رَأَيْتُمُ الْإِحْسانَ شَخْصاً لَرَأَيْتُمُوهُ شَكْلاً جَميلاً يَفُوقُ الْعالَمينَ.","عيون الحكم والمواعظ"],["لَوْ جَرَتِ الْأَرْزاقُ بِا|لأْلبابِ وَا|لْعُقُولِ لَمْ تَعِشِ الْبَهائِمُ وَ الْحَمْقى.","عيون الحكم والمواعظ"],["لَوْ كُشِفَ الْغِطاءُ مَا ازْدَدْتُ يَقيناً.","عيون الحكم والمواعظ"],["لَوِ اسْتَوَتْ قَدَمايَ في هذِهِ الْمَداحِضِ لَغَيَّرْتُ أَشْياءَ.","عيون الحكم والمواعظ"],["لَوْ ضَرَبْتُ خَيْشُومَ الْمُؤْمِنِ عَلى أَنْ يُبْغِضَني ما أبْغَضَني.","عيون الحكم والمواعظ"],["لَوْ صَبَبْتُ الدُّنْيا عَلى الْمُنافِقِ بِجُمْلَتِها عَلى أَنْ يُحِبَّني ما أَحَبَّني.","عيون الحكم والمواعظ"],["لَوْ أَنَّ الْمَوْتَ يُشْتَرى لَاشْتَراهُ الْأَغنِياءُ.","عيون الحكم والمواعظ"],["لَوْ رَأَيْتُمُ الْبُخْلَ رَجُلاً لَرَأَيْتُمُوهُ شَخْصاً مُشَوَّهاً يُغَضُّ عَنْهُ كُلُّ بَصَرٍ وَ يَنْصَرِفُ عَنْهُ كُلُّ قَلْبٍ.","عيون الحكم والمواعظ"],["لَوْ عَقَلَ أَهْلُ الدُّنْيا لَخَزِيَتِ الدُّنْيا.","عيون الحكم والمواعظ"],["لَوْ أَنَّ أَهْلَ الْعِلْمِ حَمَلُوهُ بِحَقِّه لَأَحَبَّهُمُ اللهُ وَ مَلائِكَتُهُ وَ لكِنَّهُمْ حَمَلُوهُ لِطلَبِ الدُّنْيا فَمَقَتَهُمُ اللهُ وَ هانُوا عَلَيْهِ.","عيون الحكم والمواعظ"],["لَوْ زَهَدْتُمْ فِي الشَّهَواتِ لَسَلِمْتُمْ مِنَ الْافاتِ.","عيون الحكم والمواعظ"],["لَوْ أَنَّ السَّماواتِ وَ الْأَرْضَ كانَتا عَلى عَبْدٍ رَتْقاً ثُمَّ اتَّقَى اللهَ لَجَعَلَ لَهُ مِنْها مَخْرَجاً وَ رَزَقَهُ مِنْ حَيْثُ لا يَحْتَسِبُ.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في حقِّ الْأَشْتَرِ النَّخعيِّ لَمّا بَلَغَهُ وَفاتَه رحمه الله:\rلَوْ كانَ جَبَلاً لَكانَ فِنْداً لا يَرْتَقيهِ الْحافِرُ وَ لا يَرْقى عَلَيْهِ الطّائِرُ.","عيون الحكم والمواعظ"],["لَوْ أَنَّ الْمُرُوَّةَ لَم تَشْتَدَّ مَؤُنَتُها وَ لَمْ يَثْقَلْ مَحْمِلُها ما تَركَ اللِّئامُ لِلْكِرامِ\rمِنْها مَبيتَ لَيْلَةٍ لكِنَّها حَيْثُ اشْتَدَّتْ مَؤُنَتُها وَ ثَقُلَ مَحْمِلُها حادَ عَنْهَا اللِّئامُ\rالْأَغْمارُ وَ حَمَلَهَا الْكِرامُ الْأَبْرارُ.","عيون الحكم والمواعظ"],["لَوْ شِئْتُ أَنْ أُخْبِرَ كُلَّ رَجُلٍ مِنْكُمْ بِمَخْرَجِه وَ مَوْلِجِه وَ جَميعِ شَأْنِه لَفَعَلْتُ وَ\rلكِنِّي أَخافُ أَنْ تَكْفُرُوا فِيَّ بِرَسُولِ اللهِ إِلَّا أَنّي أُفَوِّضُهُ إِلى الْخَاصَّةِ مِمَّنْ يُؤْمَنْ ذلِكَ\rمِنْهُمْ وَ الَّذي بَعَثَهُ بِالْحَقِّ نَبِيّاً وَ اصْطَفاهُ عَلى الْخَلْقِ ما أَنْطِقُ إِلَّا صادِقاً وَ لَقَدْ\rعَهِدَ إِلَيَّ بِذَلِكَ كُلِّه وَ بِمَهْلِكِ مَنْ يَهْلِكُ وَ بِمَنْجا مَنْ يَنْجُو وَ ما أَبْقى شَيْئاً يَمُرُّ عَلى\rرَأْسي إِلَّا أَفْرَغَهُ في أُذُنيَّ وَ أَفْضى بِه إِلَيَّ.","عيون الحكم والمواعظ"],["لَوْ كانَ لِرَبِّكَ شَريكٌ لَأَتَتْكَ رُسُلُهُ.","عيون الحكم والمواعظ"],["لَوِ ارْتَفَعَ الْهَوى لَأَنِفَ غَيرُ الْمُخْلِصِ مِنْ عَمَلِه.","عيون الحكم والمواعظ"],["لَوْ صَحَّ الْعَقْلُ لَاغْتَنَمَ كُلُّ امْرِى ءٍ مَهَلَهُ.","عيون الحكم والمواعظ"],["لَوْ عَرَفَ الْمَنْقُوصُ نَقْصَهُ لَساءَ هُ ما يَرى مِنْ عَيْبِه.","عيون الحكم والمواعظ"],["لَوْ أَنَّ الْعِبادَ حينَ جَهِلُوا وَ قَفُوا، لَمْ يَكْفُرُوا وَ لَمْ يَضِلُّوا.","عيون الحكم والمواعظ"],["لَوْ أَنَّ النّاسَ حينَ عَصَوْا تابوا وَ اسْتَغْفرُوا لَمْ يُعَذَّبُوا وَ لَمْ يَهْلِكُوا.","عيون الحكم والمواعظ"],["لَوْ حَفِظْتُمْ حُدُودَ اللهِ لَعَجَّلَ لَكُمْ مِنْ فَضْلِهِ الْمَوْعُودِ.","عيون الحكم والمواعظ"],["لَوْ عَلِمَ الْمُصَلِّي ما يَغْشاهُ مِنَ الرَّحْمَةِ لَما رَفَعَ رَأْسَهُ مِنَ السُّجُودِ.","عيون الحكم والمواعظ"],["لَوْ لَمْ يَتَوَعَّدِ اللهُ سُبْحانَهُ عَلى مَعْصِيَتِه لَوَجَبَ أَنْ لا يُعْصى شُكْراً لِنِعْمَتِه.","عيون الحكم والمواعظ"],["لَوْ لَمْ يُرَغِّبِ اللهُ سُبْحانَهُ في طاعَتِه لَوَجَبَ أَنْ يُطاعَ رَجاءً لِرَحْمَتِه.","عيون الحكم والمواعظ"],["لَوْ لَمْ يَنْهَ اللهُ سُبْحانَهُ عَنْ مَحارِمِه لَوَجَبَ أَنْ يَجْتَنِبَهَا الْعاقِلُ.","عيون الحكم والمواعظ"],["لَوْ لَمْ تَتَخاذَلُوا عَنْ نُصْرَةِ الْحَقِّ لَمْ تَهِنُوا عَنْ تَوْهينِ الْباطِلِ.","عيون الحكم والمواعظ"],["لَوْ تَمَيَّزَتِ الْأَشْياءُ لَكانَ الصِّدْقُ مَعَ الشَّجاعَةِ وَ كانَ الْجُبْنُ مَعَ الْكِذْبِ.","عيون الحكم والمواعظ"],["لَوْ رَخَّصَ اللهُ سُبْحانَهُ فِي الْكِبْرِ لِأَحَدٍ مِنْ عِبادِه لَرَخَّصَ فيهِ لِأَنْبِيائِه لكِنَّهُ كَرِهَ إِلَيْهِمُ التَّكَبُّرَ وَ رَضِيَ لَهُمُ التَّواضُعَ.","عيون الحكم والمواعظ"],["لَوْ بَقِيَتِ الدُّنْيا عَلى أَحَدِكُمْ لَمْ تَصِلْ إِلى مَنْ هِيَ في يَدِه.","عيون الحكم والمواعظ"],["لَوْ عَقَلَ الْمَرْءُ عَقْلَهُ لَأَحْرَزَ سِرَّهُ مِمَّنْ أَفْشاهُ إِلَيْهِ وَ لَمْ يُطْلِعْ أَحَداً عَلَيْهِ.","عيون الحكم والمواعظ"]]