[["نُصْحُكَ بَيْنَ الْمَلَإ تَقْريعٌ.","عيون الحكم والمواعظ"],["نِظامُ الدِّينِ مُخالَفَةُ الْهَوى وَ التَّنَزُّهُ عَنِ الدُّنْيا.","عيون الحكم والمواعظ"],["نَسْئَلُ اللهَ لِمِنَنِه تَماماً وَ بِحَبْلِهِ اعْتِصاماً.","عيون الحكم والمواعظ"],["نُزُولُ الْقَدَرِ يَسْبِقُ الْحَذَرَ.","عيون الحكم والمواعظ"],["نُزُولُ الْقَدَرِ يُعْمي الْبَصَرَ.","عيون الحكم والمواعظ"],["نَفَسُ الْمَرْءِ خُطاهُ إِلى أَجَلِه.","عيون الحكم والمواعظ"],["نِعَمُ الْجُهّالِ كَرَوْضَةٍ عَلى مَزْبَلَةٍ.","عيون الحكم والمواعظ"],["نَفْسُكَ أَقْرَبُ أَعْدائِكَ إِلَيْكَ.","عيون الحكم والمواعظ"],["نالَ الْغَناءَ مَنْ رَضِيَ بِالْقَضاءِ.","عيون الحكم والمواعظ"],["نالَ الْمُنى مَنْ عَمِلَ لِدارِ الْبَقاءِ.","عيون الحكم والمواعظ"],["نَيْلُ الْمَآثِرِ بِبَذْلِ الْمَكارِمِ.","عيون الحكم والمواعظ"],["نالَ الْجَنَّةَ مَنِ اتَّقَى الْمَحارِمَ.","عيون الحكم والمواعظ"],["نَوْمٌ عَلى يَقينٍ خَيْرٌ مِنْ صَلاةٍ عَلى شَكٍّ.","عيون الحكم والمواعظ"],["نِعْمَةٌ لا تُشْكَرُ كَسَيِّئَةٍ لا تُغْفَرُ.","عيون الحكم والمواعظ"],["نِعَمُ اللهِ أَكْثَرُ مِنْ أَنْ تُشْكَرَ إِلَّا مَا أَعانَ اللهُ عَلَيْهِ وَ ذُنُوبُ ابْنِ آدَمَ\rأَكْثَرُ مِنْ أَنْ تُغْفَرَ إِلَّا مَا عَفَا اللهُ عَنْهُ.","عيون الحكم والمواعظ"],["نَزِّهْ نَفْسَكَ عَنْ كُلِّ دنِيَّةِ وَ إِنْ ساقَتْكَ إِلى الرَّغائِبِ.","عيون الحكم والمواعظ"],["نَكيرُ الْجَوابِ مِنْ نَكيرِ الْخِطابِ.","عيون الحكم والمواعظ"],["نالَ الْفَوْزَ الْأَكْبَرَ مَنْ ظَفَرَ بِمَعْرِفَةِ النَّفْسِ.","عيون الحكم والمواعظ"],["نَظَرُ النَّفْسِ لِلنَّفْسِ الْعِنايَةُ بِصَلاحِ النَّفْسِ.","عيون الحكم والمواعظ"],["نَظَرُ الْبَصَرِ لا يُجْدي إِذا عَمِيَتِ الْبَصيرَةُ.","عيون الحكم والمواعظ"],["نَدَمُ الْقَلْبِ يُمَحِّصُ الذَّنْبَ وَ يُكَفِّرُ الْجَريرَةَ.","عيون الحكم والمواعظ"],["نَحْمَدُ اللهَ عَلى مَا وَفَّقَ لَهُ مِنَ الطَّاعَةِ وَ ذادَ عَنْهُ مِنَ الْمَعْصِيَةِ.","عيون الحكم والمواعظ"],["نَعُوذُ بِاللهِ مِنَ الْمَطامِعِ الدَّنِيَّةِ وَ الْهِمَمِ الْغَيرِ الْمَرْضِيَّةِ.","عيون الحكم والمواعظ"],["نَعُوذُ بِاللهِ مِنْ سَيِّئاتِ الْعَقْلِ وَ قُبْحِ الزَّلَلِ وَ بِه نَسْتَعْينُ.","عيون الحكم والمواعظ"],["نِظامُ الْمُرُوَّةِ حُسْنُ الْاُخوَّةِ.","عيون الحكم والمواعظ"],["نِظامُ الدِّينِ حُسْنُ الْيَقينِ.","عيون الحكم والمواعظ"],["نَحْنُ أَعْوانُ الْمَنُونِ وَ أَنْفُسُنا نُصُبُ الْحُتُوفِ فَمِنْ أَيْنَ نَرْجُو الْبَقاءَ وَ هَذا\rاللَّيلُ وَ النَّهارُ لَمْ يَرْفَعا مِنْ شَيْ ءٍ شَرَفاً إِلَّا أَسْرَعا الْكَرَّةَ في هَدْمِ مَا بَنَيا وَ\rتَفْريقِ مَا جَمَعا.","عيون الحكم والمواعظ"],["نِظامُ الدِّينِ خَصْلَتانِ: إِنْصافُكَ مِنْ نَفْسِكَ، وَ مُواساةُ إِخْوانِكَ.","عيون الحكم والمواعظ"],["نَفْسُكَ عَدُوٌّ مُحارِبٌ وَ ضِدٌّ مُواثِبٌ إِنْ غَفَلْتَ عَنْها قَتَلَتْكَ.","عيون الحكم والمواعظ"],["نَزِّلْ نَفْسَكَ دُونَ مَنْزِلَتِها يُنَزِّلْكَ اللهُ فَوْقَ مَنْزِلَتِكَ.","عيون الحكم والمواعظ"],["ناظِرُ قَلْبِ اللَّبيب بِهِ يُبْصِرُ رُشْدَهُ وَيَعْرِفُ غَوْرَهُ وَ نَجْدهُ.","عيون الحكم والمواعظ"],["نِعْمَتانِ لِلْعَبْدِ: أَنْ يَعْرِفَ قَدْرهُ، وَ لا يَتَجاوَزَ حَدَّهُ.","عيون الحكم والمواعظ"],["نَزِّهْ عَنْ كُلِّ دَنِيَّةٍ نَفْسَكَ وَ ابْذُلْ فِي الْمَكارِمِ جُهْدَكَ تَخْلُصْ مِنَ الْمآثِمِ وَ تَحْرُزْ وَ الْمَكارِمَ.","عيون الحكم والمواعظ"],["نَسيتُمْ مَا ذُكِّرْتُمْ وَ أَمِنْتُمْ مَا حُذِّرْتُمْ فَتاهَ عَلَيْكُمْ رَأْيُكُمْ وَ تَشَتَّتَ عَلَيْكُمْ أَمْرُكُمْ.","عيون الحكم والمواعظ"],["نَالَ الْعِزَّ مَنْ رُزِقَ الْقَناعَةَ.","عيون الحكم والمواعظ"],["نالَ الْفَوْزَ مَنْ وُفِّقَ لِلْطّاعَةِ.","عيون الحكم والمواعظ"],["نُفُوسُ الْأَخْيارِ نافِرَةٌ مِنْ نُفُوسِ الْأَشْرارِ.","عيون الحكم والمواعظ"],["نُفُوسُ الْأَبْرارِ أَبَداً تَأْبى أَفْعال الْفُجّارِ.","عيون الحكم والمواعظ"],["نَالَ الْغِنى مَنْ رُزِقَ الْيَأْسَ عَمَّا في أَيْدِي النّاسِ وَ الْقَناعَةَ بِما أُوتِيَ وَ الرِّضا بِالْقَضاءِ.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في ذكر القرآن الكريم: نُورٌ لِمَنِ اسْتَضاءَ بِه وَ شاهِدٌ\rلِمَنْ خاصَمَ بِه وَ فَلَجٌ لِمَنْ حاجَّ بِه وَ عِلْمٌ لِمَنْ وَعى وَ حُكْمٌ لِمَنْ قَضى.\r","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في ذكر جهنَّم: نارٌ شَديدٌ كَلَبُها عالٍ لَجَبُها ساطِعٌ\rلَهَبُها مُتَأَجِّجٌ سَعيرُها مُتَزائِدٌ زَفيرُها بَعيدٌ خُمُودُها ذاكٍ وَقُودُها مُتَخَوِّفٌ وَعيدُها.","عيون الحكم والمواعظ"],["نَجا مَنْ صَدَقَ إِيمانُهُ وَ هُدِيَ مَنْ حَسُنَ إِسْلامُهُ.","عيون الحكم والمواعظ"],["نِظامُ الْمُرُوَّةِ في مُجاهَدَةِ أَخيكَ عَلى طاعَةِ اللهِ وَ صَدِّه عَنْ مَعاصِي اللهِ وَ عَنْ كَثْرَةِ الْكَلامِ.","عيون الحكم والمواعظ"],["نِظامُ الْكَرَمِ مُوالاةُ الْإِحْسانِ وَ مُواساةُ الْإِخْوانِ.","عيون الحكم والمواعظ"],["نِظامُ الْفُتُوَّةِ احْتِمالُ عَثَراتِ الْإِخْوان وَ حُسْنُ تَعَهُّداتِ الْجِيرانِ.","عيون الحكم والمواعظ"],["نَكَدُ الْعِلْمِ الْكَذِبُ.","عيون الحكم والمواعظ"],["نَكَدُ الْجِدِّ اللَّعِبُ.","عيون الحكم والمواعظ"],["نَكَدُ الدِّينِ الطَّمَعُ وَ صَلاحُهُ الْوَرَعُ.","عيون الحكم والمواعظ"],["نِصْفُ الْعاقِلِ احْتِمالٌ وَ نصْفُهُ تَغافُلٌ.","عيون الحكم والمواعظ"],["نَحْنُ أَقَمْنا عَمُودَ الْحَقِّ وَ هَزَمْنا جُيُوشَ الْباطِلِ.","عيون الحكم والمواعظ"],["نَزِّهْ نَفْسَكَ عَنْ دَنَسِ اللَّذّاتِ وَ تَبِعاتِ الشَّهَواتِ.","عيون الحكم والمواعظ"],["نَزِّهْ دينَكَ عَنِ الشُّبُهاتِ وَصُنْ نَفْسَكَ عَنْ مَواقِع الرِّيَبِ الْمُوبِقاتِ.","عيون الحكم والمواعظ"],["نَحْنُ دَعائِمُ الْحَقِّ وَ أَئِمَّةُ الْخَلْقِ.","عيون الحكم والمواعظ"],["نَحْنُ دُعاةُ الْحَقِّ وَ أَئِمَّةُ الْخَلْقِ وَ أَلْسِنَةُ الصِّدْقِ مَنْ أَطاعَنا مَلَكَ وَ مَنْ عَصانا هَلَكَ.","عيون الحكم والمواعظ"],["نَحْنُ بابُ حِطَّةٍ وَ هُوَ بابُ الْسَّلامِ مَنْ دَخَلَهُ |سَلِمَ وَ| نَجا وَ مَنْ تَخَلَّفَ عَنْهُ هَلَكَ.","عيون الحكم والمواعظ"],["نَحْنُ الْنُّمْرُقَةُ الْوُسْطى بِها يَلْحَقُ التّالي وَ إِلَيْها يَرْجِعُ الْغالي.","عيون الحكم والمواعظ"],["نَحْنُ أُمَناءُ اللهِ عَلى عِبادِه وَ مُقيمُوا الْحَقّ في بِلادِهِ بِنا يَنْجُو الْمُوالي وَ بِنا يَهْلِكُ الْمُعادي.","عيون الحكم والمواعظ"],["نَحْنُ شَجَرَةُ النُّبُوَّةِ وَ مَحَطُّ الرِّسالَةِ وَ مُخْتَلَفُ الْمَلائِكَة وَ يَنابيعُ الْحِكْمَةِ وَ\rمَعادِنُ الْعِلْمِ، ناصِرُنا وَ مُحِبنا يَنْتَظِرُ الرَّحْمَةَ وَ عَدُوُّنا وَ مُبْغِضُنا يَنْتَظِرُ السَّطْوَةَ.","عيون الحكم والمواعظ"],["نَحْنُ الشِّعارُ وَ الْأَصْحابُ وَ السَّدَنَةُ وَ الْخَزَنَةُ وَ الْأَبْوابُ وَ لا تُؤْتَى الْبُيُوتُ\rإِلَّا مِنْ أَبْوابِها وَ مَنْ أَتاها مِنْ غَيرِ أَبْوابِها سُمِّي سارِقاً لا تَعْدُوهُ الْعُقُوبَةُ.\r","عيون الحكم والمواعظ"],["نَسْئَلُ اللهَ مَنازِلَ الشُّهَداءِ وَ مُعايَشَةَ السُّعَداءِ وَ مُرافَقَةَ الْأَنْبِياءِ |وَ الأبرار|.","عيون الحكم والمواعظ"],["نَحْنُ الْخُزّانُ لِدينِ اللهِ وَ نَحْنُ مَصابيحُ الْعِلْمِ إِذا مَضى مِنّا عَلَمٌ نَبا عَلَمٌ.","عيون الحكم والمواعظ"]]