{
"title": "باللّفظ المطلق وهو فصل واحد ثمان وثمانون حكمة",
"type": "text",
"data": [
{
"text": "وَيْحُ الْعاصي مَا أَجْهَلَهُ وَ عَنْ حَظِّه ما أَعْدَلَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْحُ ابْنِ آدَمَ مَا أَغْفَلَهُ وَ عَنْ رُشْدِه مَا أَذْهَلَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْحُ الْحَسَدِ مَا أَعْدَلَهُ بَدا بِصاحِبِه فَقَتَلَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقارُ الْحِلْمِ زينَةُ الْعِلْمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَفاءُ الذِّمَمِ زينَةُ الْكَرَمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقاحَةُ الرَّجُلِ تَشينُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقارُ الشَّيْبِ نُورٌ وَ زينَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَرَعٌ يُنْجي خَيرٌ مِنْ طَمَعٍ يُرْدي.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وُلُوعُ النَّفْسِ بِاللَّذّاتِ يُغْوي وَ يُرْدي.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَرَعٌ يُعِزُّ خَيرٌ مِنْ طَمَعٍ يُذِلُّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وُقُوعُكَ فيما لا يَعْنيكَ جَهْلٌ مُضِلٌّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَلَدُ السَّوْءِ يَعُرُّ الشَّرَفَ وَ يَشينُ السَّلَفَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَلَدُ السَّوْءِ يَضِرُّ السَّلَفَ وَ يُفْسِدُ الْخَلَفَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَرَعُ الرَّجُلِ عَلى قَدْرِ دينِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقارُ الْفَتى يَزينُهُ وَ خُرْقُهُ يَشينُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقُودُ النّارِ يَوْمَ الْقِيامَةِ كُلُّ غَنِيٍّ بَخِلَ بِمالِه عَلى الْفُقَراءِ وَ كُلُّ عالِمٍ باعَ الدِّينَ بِالدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "واضِعُ الْعِلْمِ عِنْدَ غَيْرِ أَهْلِه ظالِمٌ لَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "واضِعُ مَعْرُوفِه في غَيرِ مُسْتَحَقِّه مُضَيِّعٌ لَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَرَعُ الْمُؤْمِنِ يَظْهَرُ في عَمَلِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَرَعُ الْمُنافِقِ لا يَظْهَرُ إِلَّا عَلى لِسانِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَادُّوا مَنْ تُوادُّونَهُ فِي اللهِ سُبْحانَهُ وَ ابْغُضُوا مَنْ تَبْغُضُونَهُ فِي اللهِ سُبْحانَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "واصِلُوا مَنْ تُواصِلُونَهُ فِي اللهِ سُبْحانَهُ وَ اهْجُرُوا مَنْ تَهْجُرُونَهُ فِي اللهِ سُبْحانَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وُزَراءُ السوءِ أَعْوانُ الظَّلَمَةِ وَ إِخْوانُ الْأَثَمَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقِّرِ اللهَ سُبْحانَهُ وَ اجْتَنِبْ مَحارِمَهُ وَ أَحْبِبْ أَحِبّائَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقِّ نَفْسَكَ ناراً وَقُودُهَا النّاسُ وَ الْحِجارَةُ بِمُبادَرَتِكَ إِلى طاعَةِ اللهِ وَ تَجَنُّبِكَ مَعاصِيَهُ وَ تَوَخّيكَ رِضاهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْحُ الْبَخيلِ الْمتَعَجِّلِ الْفَقْرَ الَّذي مِنْهُ هَرَبَ وَ التّارِكِ الْغِنى الَّذي إِيّاهُ طَلَبَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقارُ الشَّيْبِ أَحَبُّ إِلَيَّ مِنْ نَضارَةِ الشَّبابِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْحُ النّائِمِ مَا أَخْسَرَهُ قَصُرَ عُمْرَهُ وَقَلَّ أَجْرُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْحُ الْمُسْرِفِ مَا أَبْعَدَهُ عَنْ صَلاحِ نَفْسِه وَ اسْتِدْراكِ أَمْرِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْلٌ لِمَنْ غَلَبَتْ عَلَيْهِ الْغَفْلَةُ فَنَسِيَ الرِّحْلَةَ وَ لَمْ يَسْتَعِدَّ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَعْدُ الْكَريمِ نَقْدٌ وَ تَعْجيلٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَعْدُ اللَّئيمِ تَسْويفٌ وَ تَعْطيلٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقِّرُوا كِبارَكُمْ يُوَقِّرْكُمْ صِغارُكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقُّوا أَعْراضَكُمْ بِبَذْلِ أَمْوالِكُمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وُفُورُ الْأَمْوالِ بِانْتِقاصِ الْأَعْراضِ لُؤْمٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَلَدٌ عَقُوقٌ مِحْنَةٌ وَ شُؤْمٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَرَعُ الرَّجُلِ يُنَزِّهُهُ عَنْ كُلِّ دَنِيَّةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وُفُورُ الدِّينِ وَ الْعِرْضِ بِابْتِذالِ الْمالِ مَوْهِبَةٌ سَنِيّةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَصُولٌ مُعْدِم خَيرٌ مِنْ جافٍ مُكْثِرٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَجْهٌ مُسْتَبْشِرٌ خَيرٌ مِنْ قَطُوبٍ مُؤْثرٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَصُولُ النّاسِ مَنْ وَصَلَ مَنْ قَطَعَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَجيهُ النّاسِ مَنْ تَواضَعَ مَعَ رِفْعَةٍ وَ ذَلَّ مَعَ مَنَعَةٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْلٌ لِمَنْ تَمادى في غَيِّه وَ لَمْ يَفِى ءْ إِلى الرُّشْدِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْلٌ لِمَنْ تَمادى في جَهْلِه وَ طُوبى لِمَنْ عَقَلَ وَ اهْتَدى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْلٌ لِمَنْ سائَتْ سيرَتُهُ وَ جارَتْ مَمْلَكتُهُ وَ تَجَبَّرَ وَ اعْتَدى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْحُ ابْنِ آدَمَ أَسيرُ الْجُوعِ صَريعُ الشَّبَع غَرَضُ الْافاتِ خَليفَةُ الْأَمْواتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقِّرُوا أَنْفُسَكُمْ عَنِ الْمُفاكَهاتِ وَ مَضاحِكِ الْحِكاياتِ وَ مَحالِ التُّرَّهاتِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْلٌ لِلْباغينَ مِنْ أَحْكَمِ الْحاكمينَ وَ عالِمِ ضَمائِرِ الْمُضْمِرينَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَيْلٌ لِمَنْ بُلي بِعِصْيانٍ وَ حِرْمانٍ وَ خِذْلانٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ الَّذي فَلَقَ الْحَبَّةَ وَ بَرَأَ النَّسَمَةَ لَيَظْهَرَنَّ عَلَيْكُمْ قَوْمٌ يَضْرِبُونَ الْهامَ عَلى\rتَأْويلِ الْقُرْآنِ كَما بَدَأكُمْ مُحَمَّدٌ صلّى الله عليه و آله عَلى تَنْزيلِه وَ ذلِكَ حُكْمٌ مِنَ\rالرَّحْمانِ عَلَيْكُمْ في آخِر الزَّمانِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقِرَ سمْعٌ لَمْ يَسْمَعِ الْدّاعِيَةَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقِرَ قَلْبٌ لَمْ يَكُنْ لَهُ أُذُنٌ واعِيَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقُّوا دينَكُمْ بِالْإِسْتِعانَةِ بِاللهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقُّوا أَنْفُسَكُمْ مِنْ عَذابِ اللهِ بِالْمُبادَرَةِ إِلى طاعَةِ اللهِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "والٍ ظَلُومٌ غَشُومٌ خَيْرٌ مِنْ فِتْنَةٍ تَدُومُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وافِدُ الْمَوْتِ يُدْنِي الْأَجَلَ وَ يُبْعِدُ الْأَمَلَ وَ يُبيدُ الْمَهَلَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَفْدُ الْجَنَّةِ أَبَداً مُنَعَّمُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَفْدُ النّارِ أَبَداً مُعَذَّبُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وارِدُ الْجَنَّةِ مُخَلَّدُ النَّعْماءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وارِدُ النّارِ مُؤبَّدُ الشَّقاءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقِّرْ عِرْضَكَ بِعَرَضِكَ تَكْرُمْ، وَ تَفَضَّلْ تُخْدَمْ، وَ احْلُمْ تَقَدَّمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وافِدُ الْمَوْتِ يَقْطَعُ الْعَمَلَ وَ يَفْضَحُ الْأَمَلَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وُدُّ أَبْناءِ الدُّنْيا يَنْقَطِعُ لاِنْقِطاع أَسْبابِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وُدُّ أَبْناءِ الْأَخِرَةِ يَدُومُ لِدَوامِ سَبَبِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَا عَجَبا كَيْفَ تُسْتَحَقُّ الْخَلافَةُ بِالصُّحْبَةِ وَ لا تُسْتَحَقُّ بِالْصُّحْبَةِ وَ الْقَرابَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وُفورِ الْعِرْضِ بِابْتِذالِ الْأَمْوالِ، وَ صَلاحُ الدِّينِ بِإِفْسادِ الدُّنْيا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ اللهِ مَا فَجَأني مِنَ الْمَوْتِ وارِدٌ كَرِهْتُهُ وَ لا طالِعٌ أَنْكَرْتُهُ، |وَ ما كُنْتُ إلّا كغاربٍ وَرَدَ أوْ طالِبٍ وَجَدَ|.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ اللهِ مَا مَنَعَ الأمْرَ أَهْلَه وَأَزاحَ الْحَقَّ عَنْ مُسْتَحِقِّه إِلَّا كُلُّ كافِرٍ جاحِدٍ وَ مُنافِقٍ مُلْحِدٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ لَئِنْ أَمْهَلَ اللهُ الظّالِمَ فَلَنْ يَفُوتَهُ أَخْذُهُ وَ هُوَ لَهُ بِالْمِرْصادِ عَلى مَجازِ طَريقِه وَ بِمَوْضِعِ الشَّجا مِنْ مَجاز ريقِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وجْهُكَ ماءٌ جامِدٌ يَقْطُرُهُ السُّؤالُ فَانْظُرْ عِنْدَ مَنْ تَقْطُرُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وِزْرُ صَدَقَةِ الْمَنّانِ يَغْلِبُ أَجْرَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَحْدَةُ الْمَرْءِ خَيرٌ لَهُ مِنْ قَرينِ السَّوْءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَضْعُ الصَّنيعَةِ في أَهْلِها تَكْبِتُ الْعَدُوَّ وَ تَقي مَصارِعَ السّوءِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ اللهِ لَأَنْ أَبَيتَ عَلى حَسَكِ السَّعْدانِ مُسَهَّداً وَ أُجَرَّ فِي الْأَغْلالِ مُصَفَّداً أَحَبُّ\rإِلَيَّ مِنْ أَنْ أَلْقَى اللهَ وَ رَسُولَهُ ظالِماً لِبَعْضِ الْعِبادِ أَوْ غاصِباً لِشَيْ ءٍ مِنَ الْحُطامِ وَ\rكَيْفَ أَظْلِمُ لِنَفْسٍ يَسْرَعُ إِلى الْبِلى قُفُولُها وَ يَطُولُ فِي الثَّرى حُلُولُها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ لَقَدْ عَلِمَ الْمُسْتَحْفِظُونَ مِنْ أَصْحابِ رَسُولِ اللهِ صلّى الله عليه و آله أَنَّني\rلَمْ أَرُدَّ عَلى اللهِ وَ لا عَلى رَسُولِه ساعَةً قَطُّ وَ لَقَدْ واسَيْتُهُ بِنَفْسي فِي الْمَواطِنِ\rالَّتي تَنْكُصُ فيهَا الْأَبْطالُ وَ تَتَأَخَّرُ عَنْهَا الْأَقْدامُ نَجْدَةً أَكْرَمَنِيَ اللهُ بِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ الَّذي فَلَقَ الْحَبَّةَ وَ بَرَأ النَّسَمَةَ مَا أَسْلَمُوا وَ لكِنِ اسْتَسْلَمُوا وَ أَسَرُّوا\rالْكُفْرَ فَلَمَّا وَجَدُوا أَعْواناً عَلَيْهِ أَعْلَنُوا مَا كانُوا أَسَرُّوا وَ أَظْهَرُوا مَا كانُوا بَطَنُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَجَدْتُ الْمُسالَمَةَ خَيراً مَا لَمْ يَكُنْ وَهْنٌ فِي الْإِسْلامِ أَنْجَعُ مِنَ الْقِتالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَجَدْتُ الحِلمَ وَ الْإِحْتِمالَ أَنْصَرَ لي مِنْ شُجْعانِ الرِّجالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ اللهِ لا يُعَذِّبُ اللهُ مُؤْمِنْاً بَعْدَ الْإِيْمانِ إِلَّا بِسُوءِ ظَنِّه وَ سُوءِ خُلْقِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وُصُولُ الْمَرْءِ إِلى كُلِّ ما يَبْتَغيهِ مِنْ طيبِ عَيْشِه وَ أَمْنِ سِرْبِه وَ سَعَةِ رِزْقِه بِنِيَّتِه وَ سِعَةِ خُلْقِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ الَّذي فَلَقَ الْحَبَّة وَ بَرَأ النَّسَمَةَ لَوْلا حُضُورُ الْحاضِرِ وَ قِيامُ الْحُجَّةِ لِوُجُودِ\rالنّاصِرِ وَ مَا أَخَذَ اللهُ عَلى الْعُلَماءِ أَنْ لا يُقارُّوا عَلى كِظَّةِ ظالِمِ وَ لا سَغَبِ\rمَظْلُومٍ لَأَلْقَيْتُ حَبْلَها عَلى غارِبِها وَ لَسَقَيْتُ آخِرَها بِكَأْسِ أَوَّلِها وَ لَأَلْفَيْتُمْ دُنْياكُمْ\rهذِه عِنْدي أَزْهَدَ مِنْ عَفْطَةِ عَنْزٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ |أَيْمُ| اللهِ لَئِنْ فَرَرْتُمْ مِنْ سَيْفِ الْعاجِلَةِ لا تَسْلَمُوا مِنْ سُيُوفِ الْاخِرَةِ وَ\rأَنْتُمْ لَهاميمُ الْعَرَبِ وَ السِّنامُ الْأَعْظَمُ فَاسْتَحْيُوا مِنَ الْفِرارِ فَإِنَّ فيهِ ادِّراعَ الْعارِ\rوَ وُلُوجَ النّارِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ سيقَ الَّذينَ اتَّقَوْا رَبَّهُمْ إِلى الْجَنَّةِ زُمَراً قَدْ أَمِنَ الْعِقابَ وَ انْقَطَعَ\rالْعِتابُ وَ زُحْزِحُوا عَنِ الْنّارِ وَ اطْمَأَنَّتْ بِهِمْ الدّارُ وَ رَضُوا الْمَثْوى وَ الْقَرارَ.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ اتَّقُوا اللهَ الَّذي أَعْذَرَ بِما أَنْذَرَ وَ احْتَجَّ بِما نَهَجَ وَ حَذَّرَكُمْ عَدُوّاً نَفَذَ\rفِي الصُّدُورِ خَفِيّاً وَ نَفَثَ فِي الْاذانِ نَجِيّاً.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ اللهِ مَا كَتَمْتُ وَشْمَةً وَ لا كَذَبْتُ كِذْبَةً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ اللهِ لَقَدْ بَذَلْتُ في طاعَةِ اللهِ وَ رَسُولِه جُهْدي وَ جاهَدْتُ أَعْداءَ هُ بِكُلِّ\rطاقَتي وَ وَقَيْتُهُ بِنَفْسي، وَ لَقَدْ أَفْضى إِلَيَّ مِنْ عِلْمِه بِما لَمْ يُفْضِ بِه إِلى أَحَدٍ غَيْري،\rوَ لَقَدْ قُبِضَ رَسُولُ اللهِ صلّى الله عليه و آله وَ إِنْ رَأْسَهُ لَعَلى صَدْري، وَ لَقَدْ سالَتْ\rنَفْسُهُ في كَفّي فَأَمْرَرْتُها عَلى وَجْهي، وَ لَقَدْ وَليتُ غُسْلَهُ صلّى الله عليه و آله وَ\rالْمَلائِكَةُ أَعْواني فَضَجَّتِ الدّارُ وَ الْأَفْنِيَةُ مَلَاٌ مِنْهُمْ يَهْبِطُ وَ مَلَاٌ مِنْهُمْ يَعْرُجُ وَ ما\rفارَقَتْ سَمْعي هَيْمَنَةً مِنْهُمْ يُصَلُّونَ عَلَيْهِ حَتّى وارَيْناه في ضَريحِه فَمَنْ أَحَقُّ بِه مِنّي حَيّاً\rوَ مَيِّتاً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ الَّذي بَعَثَ مُحَمَّداً صلّى الله عليه و آله بِالْحَقِّ نَبِيّاً لَتُبَلْبَلُنَّ بَلْبَلَةً وَ\rلَتُغَرْبَلُنَّ غَرْبَلَةً وَ لَتُساطُنَّ سَوْطَ الْقِدْرِ حَتّى يَعْلُوا أَسْفَلُكُمْ أَعْلاكُمْ وَ أَعْلاكُمْ\rأَسْفَلَكُمْ، |و ليَسْبِقَنَّ سابقون كانوا قَصَّروا، و ليُقَصِّرَنَّ سابِقونَ كانوا سَبَقوا|.",
"source": "عيون الحكم والمواعظ"
}
]
}