{
"title": "باللّفظ المطلق وهو فصل واحد وهو ستّون حكمة",
"type": "text",
"data": [
{
"text": "هُدِيَ مَنْ أَطاعَ رَبَّهُ وَ خافَ ذَنْبَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُدِيَ مَنْ أَحْسَنَ إِسْلامَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُدِيَ مَنْ أَخْلَصَ إِيمانَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ فِيَّ رَجُلانِ مُحِبٌّ غالٍ وَ مُبْغِضٌ قالٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ مَنْ لَمْ يَعْرِفْ قَدْرَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ مَنْ لَمْ يُحْرِزُ أَمْرَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ مَنِ ادَّعى وَ خابَ مَنِ افْتَرى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَيْهاتَ أَنْ يَفُوتَ الْمَوْتُ مَنْ طَلَبَ أَوْ يَنْجُوَ مِنْهُ مَنْ هَرَبَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ الْفَرِحُونَ بِالدُّنْيا يَوْمَ الْقِيامَةِ، وَنَجَا الْمَحْزُونُونَ بِها.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلْ تَنْظُرُ إِلَّا فَقيراً يُكابِدُ فَقْراً أَوْ غَنِيَّاً بَدَّلَ نِعْمَةَ اللهِ كُفْراً أَوْ بَخيلاً\rاتَّخَذَ الْبُخْلَ بِحَقِّ اللهِ وَفْراً أَوْ مُتَمَرِّداً كَأَنَّ بِاُذنَيْهِ عَنْ سَماعِ الْحِكْمَةِ وَقْراً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هذَا اللِّسانُ جَمُوحٌ بِصاحِبه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَمُّ الْمُؤْمِنِ لاِخِرَتِه وَ كُلُّ جِدِّه لِمُنْقَلَبِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ مَنْ باعَ الْيَقينَ بِالشَّكِّ وَ الْحَقِّ بِالْباطِلِ وَ الْاجِلَ بِالْعاجِلِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ مَنِ اسْتَنامَ إِلى الدُّنْيا وَ أَمْهَرَها دينَهُ فَهُوَ حَيْثُ مالَتْ مالَ إِلَيْها قَدِ اتَّخَذَها هَمَّهُ وَ مَعْبُودَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلْ يَنْتَظِرُ أَهْلُ غَضاضَةِ الشَّبابِ إِلَّا حَوانِيَ الْهَرَمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلْ يَنْتَظِرُ أَهْلَ غَضارَةِ الْصَّحَّةِ إِلَّا نَوازِلَ السَّقَمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَيْهاتَ لا يُخْدَعُ اللهُ عَنْ جَنَّتِه وَ لا يُنالُ ما عِنْدَهُ إِلَّا بِمَرْضاتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَيْهاتَ أَنْ يَنْجُوَ الظّالِمُ مِنْ أَليمِ عَذابِ اللهِ وَ عَظيمِ سَطَواتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُوَ اللهُ الَّذي تَشْهَدُ لَهُ أَعْلامُ الْوُجُودِ عَلى إِقْرارِ قَلْبِ ذَوِي الْجُحُودِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "في وصف الدُّنيا هِيَ الصَّدُودُ الْعَنُودُ وَ الْحَيُودُ الْمَيُودُ وَ الْخَدُوعُ الْكَنُودُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلْ مِنْ خَلاصٍ أَوْ مَناصٍ أَوْ مَلاذٍ أَوْ مَعاذٍ أَوْ قَرارٍ أَوْ مَحارٍ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَوِّنْ عَلَيْكَ فَإِنَّ الْأَمْرَ قَريبٌ وَ الْإِصْطِحابَ قَليلٌ وَ الْمُقامَ يَسيرٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَدَرَ فَنيقُ الْباطِلِ بَعْدَ كَظُومٍ وَصالَ الدَّهْرُ صِيالَ السَّبُعِ الْعَقُورِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَيْهاتَ لَوْلا التُّقى لَكُنْتُ أَدهَى الْعَرَبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَيْهاتَ مِنْ نَيْلِ السَّعادَةِ السُّكُونُ إِلى الْهُوَيْنا وَ الْبَطالَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُدَى اللهِ أَحْسَنُ الْهُدى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُدِيَ مَنْ أَشْعَرَ قَلْبَهُ التَّقْوى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُدِيَ مَنْ تَجَلْبَبَ جِلْبابَ الدِّينِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُدِيَ مَنِ ادَّرَعَ لِباسَ الصَّبْرِ وَ الْيَقينِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُدِيَ مَنْ سَلَّمَ مَقادَتهُ اِلى اللهِ وَ رَسُولِه وَ وَلِيِّ أَمْرِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قالَ عليه السّلام في ذكر الملائكة عليهم السّلام هُمْ أُسَراءُ إِيمانٍ لَمْ يَفُكَّهُمْ مِنْهُ زَيْغٌ وَ لا عُدُولٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "في ذكر المنافقين هُمْ لُمَّة الشَّيْطانِ وَ حُمَّةُ النّيرانِ أُوْلئِكَ حِزْبُ الشَّيْطانِ أَلا إِنَّ حِزْبَ الشَّيْطانِ هُمُ الْخاسِرُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ مَنْ رَضِيَ عَنْ نَفْسِه وَ وَثِقَ بِما تُسَوِّلُهُ لَهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ رُوِيَ أَنّه عليه السّلام مَرَّ عَلى بَرْبَخٍ قَدِ انْفَجَرَ فَقالَ هذا ما كُنْتُمْ عَلَيْهِ بِالْأَمْسِ تَتَنافَسونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَرُوِيَ أَيْضاً أَنَّهُ مَرَّ عَلى مَزْبَلَةٍ فَقال هذا مَا بَخِلَ بِهِ الْباخِلُونَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ مَنْ أَضَلَّهُ الْهَوى وَ اسْتَقادَهُ الشَّيْطانُ إِلى سَبيلَ الْعَمى.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلْ يَنْتَظِرُ أَهْلُ مُدَّةِ الْبَقاءِ إِلَّا آوِنَةَ الْفَناءِ مَعَ قُرْبِ الزَّوالِ وَ أزُوفِ الْإِنْتِقالِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلَكَ خُزّانُ الْأَمْوالِ وَ هُمْ أَحْياءٌ وَ الْعُلَماءُ باقُونَ مَا بَقِيَ اللَّيلُ وَ النَّهارُ أَعْيانُهُمْ مَفْقُودَةٌ وَ أَمْثالُهُمْ فِي الْقُلُوبِ مَوْجُودَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَلْ يَدْفَعُ عَنْكُمُ الْأَقارِبُ أَوْ تَنْفَعُكُمْ النَّواحِبُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَيْهاتَ مَا تَناكَرْتُمْ إِلَّا لِما قَبْلَكُمْ مِنَ الْخَطايا وَ الذُّنُوبِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قالَ في ذكر القرآن المجيد هُوَ الَّذي لا تَزيغُ بِه الْأَهْواءُ وَ لا تَلْتَبِسُ بِهِ الشُّبَهُ وَ الْاراءُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ في ذكره أَيضاً هُوَ الْفَضْلُ لَيْسَ بِالْهَزَلِ، هُوَ النّاطِقُ بِسُنَّةِ الْعَدْلِ وَ\rالْامِرُ بِالْفَصْلِ، هُوَ حَبْلُ اللهِ الْمَتْينُ وَ الذِّكرُ الْحَكيمُ، هُوَ وَحْيُ اللهِ الْأَمينُ، هُوَ\rرَبيعُ الْقُلُوبِ وَ يَنابيعُ الْعِلْمِ، هُوَ الصِّراطُ الْمُسْتَقيمُ، هُوَ هُدىً لِمَنِ ائْتَمَّ بِه وَ\rزينَةٌ لِمَنْ تَحَلّى بِه وَ عِصْمَةٌ لِمَنِ اعْتَصَمَ بِه وَ حَبْلٌ لِمَنْ تَمَسَّكَ بِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "في ذكر الْإِسْلام هُوَ أَبْلَجُ الْمَناهِجِ نَيِّرُ الْوَلائِجِ مُشْرِقُ الْأَقْطارِ رَفيعُ الْغايَةِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال عليه السّلام في ذكر الْأَشْتَرِ النَّخعي \"رضي اللهُ عَنه\" هُوَ سَيْفُ اللهِ\rلا يَنْبُو عَنِ الضَّرْبِ وَ لا كَليلُ الْحَدِّ وَ لا تَسْتَهْويه بِدْعَةٌ وَ لا تَتيهُ بِه غَوايَةٌ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "في ذكر |دَولَة| بني أُمَيَّة هِيَ مُجاجَةٌ مِنْ لَذيذِ الْعَيْشِ يَتَطَعَّمُونَها بُرْهَةً وَ يَلْفَظُونَها جُمْلَةً.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "في ذكر مَنْ ذَمَّهُ هُوَ بِالْقَوْلِ مُدِلٌّ وَ مِنَ الْعَمَلِ مُقِلٌّ وَ عَلى النّاسِ\rطاعِنٌ وَ لِنَفْسِه مُداهِنٌ، هُوَ في مُهْلَةٍ مِنَ اللهِ يَهْوي مَعَ الْغافِلينَ وَ يَغْدُو مَعَ\rالْمُذْنِبينَ بِلا سَبيلٍ قاصِدٍ وَ لا إِمامٍ قائِدٍ وَ لا عِلْمٍ مُبينٍ وَ لا دينٍ مَتينٍ، هُوَ لا\rيَخْشَى الْمَوْتَ وَ لا يَخافُ الْفَوْتَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "فاضي",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَبْ مَا أَنْكَرْتَ لِما عَرَفْتَ وَ مَا جَهِلْتَ لِما عَلِمْتَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَبِ اللَّهُمَّ لَنا رِضاكَ وَ أَغْنِنا عَنْ مَدِّ الْأَيْدي إِلى سِواكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَواكَ أَعْدى عَلَيْكَ مِنْ كُلِّ عَدُوٍّ فَاغْلِبْهُ وَ إِلَّا أَهْلَكَكَ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُمُومُ الرَّجُلِ عَلى قَدْرِ هِمَّتِه وَ غيرَتُهُ عَلى قَدْرِ حَمِيَّتِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هَمُّ الْكافِرِ لِدُنْياهُ وَ سَعْيُهُ لِعاجِلِه وَ غايَتُهُ شَهْوَتُهُ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَ قال عليه السّلام في مدح من أثنى عليهم هَجَمَ بِهِمُ الْعِلْمُ عَلى حَقائقِ\rالْإِيْمانِ وَ باشَرُوا رُوح الْيَقينِ فَاسْتَسْهَلُوا مَا اسْتَوْعَرَهُ الْمُتْرَفُونَ وَ أَنِسُوا بِمَا\rاسْتَوْحَشَ مِنْهُ الْجاهِلُونَ وَ صَحِبُوا الدُّنْيا بِأَبْدانٍ أَرْواحُها مُعَلَّقَةٌ بِالْمَحَلِّ الْأَعْلى\rأُولئِكَ خُلَفاءُ اللهِ في أَرْضِه وَ الدُّعاةُ إِلى دينِه آهْ آهْ شَوْقاً إِلى رُؤْيَتِهِمْ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "وَقال عليه السّلام في وصف آل رسُولِ الله صلّى الله عليه و آله هُمْ دَعائِمُ\rالْإِسْلامِ وَ وَلائِجُ الْإِعْتِصام بِهِمْ عادَ الْحَقُّ في نِصابِه وَ انْزاحَ الْباطِلُ عَنْ مَقامِه وَ\rانْقَطَعَ لِسانُهُ عَنْ مَنْبَتِه عَقَلُوا الدِّينَ عَقْلَ وِعايَةٍ وَ رِعايَةٍ لا عَقْلَ سَماعٍ وَ رِوايَةٍ.\r",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُمْ مَوْضِعُ سِرِّ رَسُولِ اللهِ صلّى الله عليه و آله وَ حُماةُ أَمْرِه وَ عَيْبَةُ عِلْمِه وَ مَوْئِلُ حُكْمِه وَ كُهُوفُ كُتْبِه وَ حِبالُ دينِه.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُمْ كَرائِمُ الْإِيمانِ وَ كُنُوزُ الرَّحْمانِ إِنْ قالُوا صدَقُوا وَ إِنْ صَمَتُوا لَمْ يَسْبقُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُمْ كُنُوزُ الْإِيمانِ وَ مَعادِنُ الْإِحْسانِ إِنْ حَكَمُوا عَدَلُوا وَ إِنْ حاجُّوا خَصَمُوا.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُمْ أَساسُ الدِّينِ وَ عِمادُ الْيَقينِ إِلَيْهمْ يَفي ءُ الْغالي وَ بِهِمْ يَلْحَقُ التّالي.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُمْ مَصابيحُ الظُّلْمِ وَ يَنابيعُ الْحِكَمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُمْ مَعادِنُ الْعِلْمِ وَ مَواطِنُ الْحِلْمِ.",
"source": "عيون الحكم والمواعظ"
},
{
"text": "هُمْ عَيْشُ الْعِلْم وَ مَوْتُ الْجَهْلِ يُخْبِرُكُمْ حِلْمُهُمْ عَنْ عِلْمِهِمْ وَ صَمْتُهُمْ عَنْ مَنْطِقِهِمْ\rلا يُخالِفُونَ الْحَقَّ وَ لا يَخْتَلِفُونَ فيهِ فَهُوَبَيْنَهُمْ صامِتٌ ناطِقٌ وَشاهِدٌ صادِقٌ.",
"source": "عيون الحكم والمواعظ"
}
]
}