[["لا تَرْجُ إِلَّا رَبَّكَ.","عيون الحكم والمواعظ"],["لا تَخَفْ إِلَّا ذَنْبَكَ.","عيون الحكم والمواعظ"],["لا تُضيعَنَّ مالَكَ في غَيرِ مَعْرُوفٍ.","عيون الحكم والمواعظ"],["لا تَضَعَنَّ مَعْرُوفَكَ عِنْدَ غَيرِ عَرُوفٍ.","عيون الحكم والمواعظ"],["لا تَعِدْ مَا تَعْجِزُ عَنِ الْوَفاءِ بِه.","عيون الحكم والمواعظ"],["لا تَضْمَنْ مَا لاتَقْدِرُ عَلى الْقِيامِ بِه.","عيون الحكم والمواعظ"],["لا يَحْمَدْ حامِدٌ إِلَّا رَبَّهُ.","عيون الحكم والمواعظ"],["لا يَخَفْ خائِفٌ إِلَّا ذَنْبَهُ.","عيون الحكم والمواعظ"],["لا تُعِنْ قَوِيّاً عَلى ضَعيفٍ.","عيون الحكم والمواعظ"],["لا تُؤْثِرْ دَنِيّاً عَلى شَريفٍ.","عيون الحكم والمواعظ"],["لا تَثِقَنَّ بِعَهْدِ مَنْ لا دينَ لَهُ.","عيون الحكم والمواعظ"],["لا تَمْنَحَنَّ وُدَّكَ مَنْ لا وَفاءَ لَهُ.","عيون الحكم والمواعظ"],["لا تَصْحَبَنَّ مَنْ لا عَقْلَ لَهُ.","عيون الحكم والمواعظ"],["لا تُودِعَنَّ سِرَّكَ مَنْ لا أَمانَةَ لَهُ.","عيون الحكم والمواعظ"],["لا تُقْدِمْ عَلى مَا تَخْشَى الْعَجْزَ عَنْهُ.","عيون الحكم والمواعظ"],["لا تَعْزِمْ عَلى مَا لا تَسْتَبينُ الرُّشْدَ فيهِ.","عيون الحكم والمواعظ"],["لا تَنْظُرْ إِلى مَنْ قالَ وَ انْظُرْ إِلى مَا قال.","عيون الحكم والمواعظ"],["لا تُرَخِّصْ لِنَفْسِكَ فِي شَيْ ءٍ مِنْ سَيِّى ءِ الْأَقْوالِ وَ الْأَفْعالِ.","عيون الحكم والمواعظ"],["لا تُفْسِدْ مَا يَعْنيكَ صَلاحُهُ.","عيون الحكم والمواعظ"],["لا تَغْلِقْ باباً يُعْجِزُكَ افْتِتاحُهُ.","عيون الحكم والمواعظ"],["لا تُخاطِرْ بِشَيْ ءٍ رَجاءَ أَكْثَرَ مِنْهُ.","عيون الحكم والمواعظ"],["لا تَسْتَعْظِمَنَّ النَّوالَ وَ إِنْ عَظُمَ فَإِنَّ قَدْرَ السُّؤالِ أَعْظَمُ مِنْهُ.","عيون الحكم والمواعظ"],["لا تُمارِيَنَّ الْجَهُولَ في مَحْفِلٍ.","عيون الحكم والمواعظ"],["لا تُشاوِرَنَّ في أَمْرِكَ مَنْ يَجْهَلُ.","عيون الحكم والمواعظ"],["لا تَتَّكِلْ في أُمُورِكَ عَلى كَسْلانَ.","عيون الحكم والمواعظ"],["لا تَرْجُ فَضْلَ مَنّانٍ وَ لا تَأْتَمِنْ لأَِحْمَقَ وَ خَوّانٍ.","عيون الحكم والمواعظ"],["لا تَزْدَرِيَنَّ أَحَداً حَتَّى تَسْتَنْطِقَهُ.","عيون الحكم والمواعظ"],["لا تَسْتَعْظِمَنَّ أَحَداً حَتّى تَسْتَكْشِفَ مَعْرِفَتَهُ.","عيون الحكم والمواعظ"],["لا تَثِقْ بِمَنْ يُذيعُ سِرَّكَ.","عيون الحكم والمواعظ"],["لا تَصْطَنِعْ مَنْ يَكْفُرُ بِرَّكَ.","عيون الحكم والمواعظ"],["لا تُمازِحِ الشَّريفَ فَيَحْقِدَ عَلَيْكَ.","عيون الحكم والمواعظ"],["لا تُلاحِي الدَّنيَّ فَيَجْتَرِى ءَ عَلَيْكَ.","عيون الحكم والمواعظ"],["لا تَضَعْ مَنْ رَفَعَتْهُ التَّقْوى.","عيون الحكم والمواعظ"],["لا تَرْفَعْ مَنْ رَفَعَتْهُ الدُّنْيا.","عيون الحكم والمواعظ"],["لا تُقِلَّ مَا يُثَقِّلُ وِزْرَكَ.","عيون الحكم والمواعظ"],["لا تَفْعَلْ مَا يَضَعُ قَدْرَكَ.","عيون الحكم والمواعظ"],["لا تَكُونُوا لِنِعَمِ اللهِ عَلَيْكُمْ أَضْداداً.","عيون الحكم والمواعظ"],["لا تَكُونُوا لِفَضْلِه عَلَيْكُمْ حُسّاداً.","عيون الحكم والمواعظ"],["لا تَتَكَلَّمْ بِكُلِّ مَا تَعْلَمُ فَكَفى بِذلِكَ جَهْلاً.","عيون الحكم والمواعظ"],["لا تُمْسِكْ عَنْ إِظْهارِ الْحَقِّ إِذا وَجَدْتَ لَهُ أَهْلاً.","عيون الحكم والمواعظ"],["لا تُعامِلْ مَنْ لا تَقْدِرُ عَلى الْإِنْتِصافِ مِنْهُ.","عيون الحكم والمواعظ"],["لا تَقْطَعْ صَديقاً وَ إِنْ كَفَرَ.","عيون الحكم والمواعظ"],["لا تَأْمَنْ عَدُوّاً وَ إِنْ شَكَرَ.","عيون الحكم والمواعظ"],["لا تَسْتَكْثِرَنَّ الْعَطاءَ وَ إِنْ كَثُرَ فَإِنَّ حُسْنَ الثَّناءِ أَكْثَرُ مِنْهُ.","عيون الحكم والمواعظ"],["لا يَسْتَحْييَنَّ أَحَدُكُمْ إِذا سُئِلَ عَمَّا لا يَعْلَمُ أَنْ يَقُولَ لا أَعْلَمُ.","عيون الحكم والمواعظ"],["لا تَهْتِكُوا أَسْتارَكُمُ عِنْدَ مَنْ يَعْلَمُ أَسْرارَكُمْ.","عيون الحكم والمواعظ"],["لا تُؤْيِسِ الضُّعَفاءَ مِنْ عَدْلِكَ.","عيون الحكم والمواعظ"],["لا تُطْمِعِ الْعُظَماءَ في حَيْفِكَ.","عيون الحكم والمواعظ"],["لا يَغْلِبَنَّ غَضَبُكَ عَلى حِلْمِكَ.","عيون الحكم والمواعظ"],["لا يَغْلِبَنَّ هَواكَ عَلى عِلْمِكَ.","عيون الحكم والمواعظ"],["لا تَرْغَبْ فِي الدُّنْيا فَتَخْسَرَ آخِرَتَكَ.","عيون الحكم والمواعظ"],["لا تَغْتَرَّ بِالرَّذائِلِ فَتَسْقُطَ قيمَتُكَ.","عيون الحكم والمواعظ"],["لا تَسْتَصْغِرَنَّ عَدُوّاً وَ إِنْ ضَعُفَ.","عيون الحكم والمواعظ"],["لا تَرُدَّ السّائِلَ وَ إِنْ أَسْرَفَ.","عيون الحكم والمواعظ"],["لا تُعاتِبِ الْجاهِلَ فَيَمْقُتَكَ وَ عاتِبِ الْعاقِلَ فَيُحِبَّكَ.","عيون الحكم والمواعظ"],["لا يَغْلِبِ الْحِرْصُ صَبْرَكُمْ.","عيون الحكم والمواعظ"],["لا تَنْسَوا عِنْدَ النِّعْمَةِ شُكْرَكُمْ.","عيون الحكم والمواعظ"],["لا تَعِدَنَّ عِدَةً لا تَثِقُ مِنْ نَفْسِكَ بِإِنْجازِها.","عيون الحكم والمواعظ"],["لا تَغْتَرَّنَّ بِمُجامَلَةِ الْعَدُوِّ فَإِنَّهُ كَالْماءِ وَإِنْ أُطيلَ إِسْخانُهُ بِالنّارِ لَمْ يَمْنَعْ مِنْ إِطْفائِها.","عيون الحكم والمواعظ"],["لا تُخْلِ نَفْسُكَ مِنْ فِكْرَةٍ تَزيدُكَ حِكْمَةً أَوْ عِبْرةٍ تُفيدُك عِصْمَةً.","عيون الحكم والمواعظ"],["لا تُخْبِرْ إِلَّا عَنْ ثِقَةٍ فَتَكُونَ كَذّاباً إِنْ أَخْبَرْتَ عَنْ غَيرِه فَإِنَّ الْكِذْبَ مَهانَةٌ وَ ذُلٌّ.","عيون الحكم والمواعظ"],["لا تُنازِع السُّفَهاءَ وَ لا تَسْتَهْتِرْ بِالنِّساءِ فَإِنَّ ذلِكَ يُزْري بِالْعُقَلاءِ.","عيون الحكم والمواعظ"],["لا تُكْثِرَنَّ الضِّحْكَ فَتَذْهَبَ هَيْبَتُكَ وَ لا الْمِزْاحَ فَيُسْتَخَفُّ بِكَ.","عيون الحكم والمواعظ"],["لا تَأْمَنْ مِنَ الْبَلاءِ في أَمْنِكَ وَ رَخائِكَ.","عيون الحكم والمواعظ"],["لا تُكْثِرَنَّ الْعِتابَ فَإِنَّهُ يُورِثُ الضَّغينَةَ وَ يَدْعُو إِلى الْبَغْضاءِ وَ اسْتَعْتِبْ لِمَنْ رَجَوْتَ إِعْتابَهُ.","عيون الحكم والمواعظ"],["لا تَزِلُّوا عَنِ الْحَقِّ وَ أَهْلِه فَإِنَّهُ مَنِ اسْتَبْدَلَ بِنا أَهْلَ الْبَيْتِ هَلَكَ وَ فاتَتْهُ الدُّنْيا وَ الْاخِرَةُ.","عيون الحكم والمواعظ"],["لا تَخُنْ مَنِ ائْتَمَنَكَ وَ اِنْ خانَكَ وَ لا تَشِنْ عَدُوَّكَ وَ إِنْ شانَكَ.","عيون الحكم والمواعظ"],["لا تَصْحَبْ مَنْ يَحْفَظُ مَساوِيكَ وَ يَنْسَى فَضائِلَكَ وَ مَعالِيَكَ.","عيون الحكم والمواعظ"],["لا تُؤاخِ مَنْ يَسْتُرُ مَناقِبَكَ وَ يَنْشُرُ مَثالِبَكَ.","عيون الحكم والمواعظ"],["لا تَطْلُبِ الْإِخْاءَ عِنْدَ أَهْلِ الْجَفاءِ وَ اطْلُبْهُ عِنْدَ أَهْلِ الْحِفاظ وَ الْوَفاءِ.","عيون الحكم والمواعظ"],["لا تَحْرِمِ الْمُضْطَرَّ وَ إِنْ أَسْرَفَ.","عيون الحكم والمواعظ"],["لا تُخيِّبِ الْمُحْتاجَ وَ إِنْ أَلْحَفَ.","عيون الحكم والمواعظ"],["لا تُخْلِفَنَّ وَرائَكَ شَيْئاً مِنَ الْدُّنْيا فَإِنَّكَ تُخْلِفُهُ لأَِحَدِ رَجُلَيْنِ: إِمَّا رَجُلٌ عَمِلَ\rفيهِ بِطاعَةِ اللهِ فَسَعِدَ بِما شَقيتَ، وَ إِمّا رَجُلٌ عَمِلَ بِمَعْصِيَةِ اللهِ فَكُنْتَ عَوْناً لَهُ عَلى\rالْمَعْصِيَةِ وَ لَيْسَ أَحَدُ هذَيْنِ حَقيقاً أَنْ تُؤْثِرَهُ عَلى نَفْسِكَ.","عيون الحكم والمواعظ"],["لا تَجْعَلْ أَكْثَرَ هِمَّتِكَ أَهْلَكَ وَ أَوْلادَكَ فَإِنَّهُمْ إِنْ يَكُونُوا أَوْلِياءَ اللهِ فَإِنَّ\rاللهَ لا يُضيعُ وَلِيَّهُ وَ إِنْ يَكُونُوا أَعْداءَ اللهِ فَما هَمُّكَ بِأَعْداءِ اللهِ.","عيون الحكم والمواعظ"],["لا تَرْكَنُوا إِلى جُهّالِكُمْ وَ لا تَنْقادُوا لأَِهْوائِكُمْ فَإِنَّ النّازِلَ بِهذَا الْمَنْزِلِ عَلى شَفا جُرُفٍ هارٍ.","عيون الحكم والمواعظ"],["لا يَقُولَنَّ أَحَدُكُمْ إنَّ أَحَداً أَوْلى بِفِعْلِ الْخَيْرِ مِنَّي فَيَكُونَ","عيون الحكم والمواعظ"],["لا يَحِنَّنَّ أَحَدُكُمْ حَنينَ الْأَمَةِ عَلى مَا زُوِيَ عَنْهُ مِنَ الدُّنْيا.","عيون الحكم والمواعظ"],["لا تَفْرَحْ بِالْغَناءِ وَ الرَّخاءِ وَ لا تَغْتَمَّ بِالْفَقْرِ وَ الْبَلاءِ فَإِنَّ الذَّهَبَ يُجَرَّبُ بِالْنّارِ وَ الْمُؤْمِنُ يُجَرَّبُ بِالْبَلاءِ.","عيون الحكم والمواعظ"],["لا تَصْحَبْ اِلَّا عاقِلاً تَقِيّاً وَ لا تُخالِطْ إِلَّا عَالِماً زَكِيّاً وَ لا تُودِعْ سِرَّكَ إِلَّا مُؤْمِناً وَقِيّاً.","عيون الحكم والمواعظ"],["لا تَحْمِلْ على يَوْمِكَ هَمَّ سَنَتِكَ، كَفاك كُلَّ يَوْمٍ مَا قُدَّرَ لَكَ فيهِ، فَإِنْ تَكُنِ\rالسَّنَةُ مِنْ عُمْرِكَ فَإِنَّ اللهَ سَيَأْتيكَ في كُلِّ غَدٍ جَديدٍ بِما قَسَمَ لَكَ وَ إِنْ لَمْ تَكُنْ مِنْ\rعُمْرِكَ فَما هَمُّكَ بِما لَيْسَ لَكَ.","عيون الحكم والمواعظ"],["لا تَأْسَ عَلى مَا فاتَ.","عيون الحكم والمواعظ"],["لا تَفْرَحْ بِما هُوَ آتٍ.","عيون الحكم والمواعظ"],["لا يَلُمْ لائِمٌ إِلَّا نَفْسَهُ.","عيون الحكم والمواعظ"],["لا تَقُولَنَّ مَا يَسُوئُكَ جَوابُهُ.","عيون الحكم والمواعظ"],["لا تَفْعَلَنَّ مَا يَلحَقُكَ مَعابُهُ.","عيون الحكم والمواعظ"],["لا تَطْمَعْ فيما لا تَسْتَحِقُّ.","عيون الحكم والمواعظ"],["لا تَسْتَطِلْ عَلى مَنْ لا تَسْتَرِقُّ.","عيون الحكم والمواعظ"],["لا تَرْغَبَنَّ في مَوَدَّةِ مَنْ لا تَكْشِفُهُ.","عيون الحكم والمواعظ"],["لا تَزْهَدَنَّ في شَيْ ءٍ حَتّى تَعْرِفَهُ.","عيون الحكم والمواعظ"],["لا تُقْدِمَنَّ عَلى أَمْرٍ حَتّى تَخْبُرَهُ.","عيون الحكم والمواعظ"],["لا تَسْتَحْسِنْ مِنْ نَفْسِكَ مَا مِنْ غَيرِكَ تَسْتَنْكِرُهُ.","عيون الحكم والمواعظ"],["لا تُحَدِّثْ بِما تَخافُ تَكْذيبَهُ.","عيون الحكم والمواعظ"],["لا تُصَدِّقْ مَنْ يُقابِلُ صِدْقَكَ بِتَكْذيبِه.","عيون الحكم والمواعظ"],["لا تَسْئَلْ ما تَخافُ مَنْعَهُ.","عيون الحكم والمواعظ"],["لا تُغالِبْ مَنْ لا تَقْدِرُ عَلى دَفْعِه.","عيون الحكم والمواعظ"],["لا تُخْبرْ بِما لَمْ تُحِطْ بِه عِلْماً.","عيون الحكم والمواعظ"],["لا تَرْجُ مَا تُعَنَّفُ بِرَجائِكَ لَهُ.","عيون الحكم والمواعظ"],["لا تَعُدَّنَّ شَرَّاً مَا أَدْرَكْتَ بِه خَيراً.","عيون الحكم والمواعظ"],["لا تعُدَّنَّ خَيراً مَا أَدْرَكْتَ بِه شَرّاً.","عيون الحكم والمواعظ"],["لا تَطْمَعْ في كُلِّ مَا تَسْمَعُ فَكَفى بِذلِكَ غِرَّةً.","عيون الحكم والمواعظ"],["لا تَرْغَبْ في |كُلِّ| مَا يَفْنى وَ يَذْهَبُ فَكَفى بِذلِكَ مَضَرَّةً.","عيون الحكم والمواعظ"],["لا تُشاوِرْ عَدُوَّكَ وَ اسْتُرْهُ خَبَرَكَ.","عيون الحكم والمواعظ"],["لا يَكُنْ أَهْلُكَ وَ ذُو وُدِّكَ أَشْقَى النّاسِ بِكَ.","عيون الحكم والمواعظ"],["لا تُطْلِعْ زَوْجَكَ وَ عَبْدَكَ عَلى سِرِّكَ فَيَسْتَرِقّانِكَ.","عيون الحكم والمواعظ"],["لا تُسْرِفْ في شَهْوَتِكَ وَ غَضَبِكَ فَيُزْرِيانِكَ.","عيون الحكم والمواعظ"],["لا يَسْتَرِقَّنَّكَ الطَّمَعُ وَ كُنْ عَزُوفاً.","عيون الحكم والمواعظ"],["لا تَمْنَعِ الْمَعْرُوفَ وَ إِنْ لَمْ تَجِدْ عَرُوفاً.","عيون الحكم والمواعظ"],["لا تُصِرَّ عَلى مَا يُعَقِّبُ الْإِثْمَ.","عيون الحكم والمواعظ"],["لا تَفْعَلْ مَا يَشينُ الْعِرْضَ وَ الْإِسْمَ.","عيون الحكم والمواعظ"],["لا تَخافُوا ظُلْمَ رَبِّكُمْ وَ لَكِنْ خافُوا ظُلْمَ أَنْفُسِكُمْ.","عيون الحكم والمواعظ"],["لا تُطيعُوا الْأَدْعِياءَ الَّذينَ شَرِبْتُمْ بِصَفْوِكُمْ كَدَرَهُمْ وَ خَلَطْتُمْ بِصِحَّتِكُمْ مَرَضَهُمْ وَ أَدْخَلْتُمْ في حَقِّكُمْ باطِلَهُمْ.","عيون الحكم والمواعظ"],["لا تَكْرَهُوا سَخَطَ مَنْ يُرْضيهِ الْباطِلُ.","عيون الحكم والمواعظ"],["لا تُوادُّوا الْكافِرَ وَ لا تُصاحِبُوا الْجاهِلَ.","عيون الحكم والمواعظ"],["لا تَفْضَحُوا أَنْفُسَكُمْ لِتَشْفُوا غَيْظَكُمْ وَ إِنْ جَهِلَ عَلَيْكُمْ جاهِلٌ فَلْيَسَعْهُ حِلْمُكُمْ.","عيون الحكم والمواعظ"],["لا تَصْدَعُوا عَلى سُلْطانِكُمْ فَتَنْدَمُوا غِبَّ أَمْرِكُمْ.","عيون الحكم والمواعظ"],["لا يَسْتَنْكِفَنَّ مَنْ لَمْ يَكُنْ يَعْلَمُ أَنْ يَتَعَلَّمَ.","عيون الحكم والمواعظ"],["لا تُرَخِّصُوا لأَِنْفُسِكُمْ فَتَذْهَبَ بِكُمْ في مَذاهِبِ الظَّلمَةِ.","عيون الحكم والمواعظ"],["لا تُداهِنُوا فَيَقْتَحِمَ بِكُمُ الْإِدِّهانُ عَلى الْمَعْصِيَةِ.","عيون الحكم والمواعظ"],["لا تَقُولُوا فيما لا تَعْرِفُونَ فَإِنَّ أَكْثَرَ الْحَقِّ فيما تُنْكِرُونَ.","عيون الحكم والمواعظ"],["لا تُعادُوا مَا تَجْهَلُونَ فَإِنَّ أَكْثَرَ الْعِلْمِ فيما لا تَعْرِفُونَ.","عيون الحكم والمواعظ"],["لا تَسْتَعْجِلُوا مَا لَمْ يُعَجِّلْهُ اللهُ لَكُمْ.","عيون الحكم والمواعظ"],["لا تُحَدِّثِ النّاسَ بِكُلِّ مَا سَمِعْتَ فَكَفى بِذلِكَ خُرْقاً.","عيون الحكم والمواعظ"],["لا تَرُدَّ عَلى النّاسِ كُلَّما حَدَّثُوكَ فَكَفى بِذلِكَ حُمْقاً.","عيون الحكم والمواعظ"],["لا تَذْكُرُوا الْمَوْتَ بِسُوءٍ فَكَفى بِذلِكَ إِثْماً.","عيون الحكم والمواعظ"],["لا تَرْغَبْ فِيما يَفْنى وَ خُذْ مِنَ الْفَناءِ لِلْبَقاءِ.","عيون الحكم والمواعظ"],["لا تَعْمَلْ شَيْئاً مِنَ الْخَيرِ رِياءً وَ لا تَتْرُكْهُ حَياءً.","عيون الحكم والمواعظ"],["لا تَحْلُمْ عَنْ نَفْسِكَ إِذا هِيَ أَغْوَتْكَ.","عيون الحكم والمواعظ"],["لا تَعْصِ نَفْسَكَ إِذا هِيَ أَرْشَدَتْكَ.","عيون الحكم والمواعظ"],["لا تَقْضِ نافِلَةً في وَقْتِ فَريضَةٍ ابْدَأْ بِالْفَريضَةِ ثُمَّ صَلِّ مَا بَدا لَكَ.","عيون الحكم والمواعظ"],["لا تَثِقْ بِالصَّدَيقِ قَبْلَ الْخُبْرَةِ.","عيون الحكم والمواعظ"],["لا تُوقِعْ بِالْعَدُوِّ قَبْلَ الْقُدْرَةِ.","عيون الحكم والمواعظ"],["لا تَرْمِ سَهْماً يُعْجِزُكَ رَدُّهُ.","عيون الحكم والمواعظ"],["لا تَحُلَّنَّ عَقْداً يُعْجِزُكَ إِيثاقُهُ.","عيون الحكم والمواعظ"],["لا تُوحِشَنَّ أَمْراً يَسُوءُ كَ فِراقُهُ.","عيون الحكم والمواعظ"],["لا يَصْغُرَنَّ عِنْدَكَ الرّأيُ الْخَطيرُ إِذا أَتاكَ بِهِ الرَّجُلُ الْحَقيرُ.","عيون الحكم والمواعظ"],["لا تَرُدَّنَّ عَلى النَّصيحِ وَ لا تَسْتَغِشَّنَّ الْمُسْتَشيرَ.","عيون الحكم والمواعظ"],["لا تَزْدَرِيَنَّ الْعالِمَ وَ إِنْ كانَ حَقيراً.","عيون الحكم والمواعظ"],["لا تُعَظِّمَنَّ الْأَحْمَقَ وَ إِنْ كانَ كَبيراً.","عيون الحكم والمواعظ"],["لا تَبْسُطَنَّ يَدَكَ عَلى مَنْ لا يَقْدِرُ عَلى دَفْعِها عَنْهُ.","عيون الحكم والمواعظ"],["لا تَظْلِمَنَّ مَنْ لا يَجِدُ ناصِراً إِلَّا اللهَ.","عيون الحكم والمواعظ"],["لا تَجْعَلَنَّ لِنَفْسِكَ تَوَكُّلاً إلَّا عَلى اللهِ.","عيون الحكم والمواعظ"],["لا يَكُنْ لَكَ رَجاءٌ إِلَّا اللهُ.","عيون الحكم والمواعظ"],["لا يَشْغَلَنَّكَ عَنِ الْاخِرَةِ شاغِلٌ فَإِنَّ الْمُدَّةَ قَصيرَةٌ.","عيون الحكم والمواعظ"],["لا تُنافِسْ في مَواهِبِ الدُّنْيا فَإِنَّ مَواهِبَها حَقيرَةٌ.","عيون الحكم والمواعظ"],["لا تَسْرَعَنَّ إِلى الْغَضَبِ فَيَتَسَلَّطَ عَلَيْكَ بِالْعادَةِ.","عيون الحكم والمواعظ"],["لا تَطْمَعَنَّ نَفْسُكَ فيما فَوْقَ الْكَفافِ فَتَغْلِبَكَ بِالْزِّيادَةِ.","عيون الحكم والمواعظ"],["لا تَتَمَسَّكَنَّ بِمُدْبِرٍ وَلا تُفارِقَنَّ مُقْبِلاً.","عيون الحكم والمواعظ"],["لا تَجْعَلَنَّ لِلْشَّيْطانِ في عَمَلِكَ نَصيباً وَ لا عَلى نَفْسِكَ سَبيلاً.","عيون الحكم والمواعظ"],["لا تَتَكَلَّمَنَّ إِذا لَمْ تَجِدْ لِلْكَلامِ مَوْقِعاً.","عيون الحكم والمواعظ"],["لا تَبْذلَنَّ وُدَّكَ إِذا تَجِدْ لَهُ مَوْضِعاً.","عيون الحكم والمواعظ"],["لا تَظُنَّنَّ بِكَلِمَةٍ بَدَرَتْ مِنْ أَحَدٍ سُوءً وَ أَنْتَ تَجِدُ لَها فِي الْخَيرِ مُحْتَمَلاً.","عيون الحكم والمواعظ"],["لا تَعُدَّنَّ صَديقاً مَنْ لا يُواسي بِمالِه.","عيون الحكم والمواعظ"],["لا تَعُدَّنَّ غَنِيّاً مَنْ لَمْ يَرْزُقْ مِنْ مالِه.","عيون الحكم والمواعظ"],["لا تَسْرَعَنَّ إِلى أَرْفَع مَوْضِعٍ فِي الْمَجْلِسِ فَإِنَّ الْمَوْضِعِ الَّذي تُرْفَعُ إِلَيْهِ خَيرٌ مِنَ الْمَوْضِعِ الَّذي تُحَطُّ عَنْهُ.","عيون الحكم والمواعظ"],["لا تَفْرَحَنَّ بِسَقْطَةِ غَيرِكَ فَإِنَّكَ لا تَدْري مَا يُحْدِثُ بِكَ الزَّمانُ.","عيون الحكم والمواعظ"],["لا تَمْتَنِعَنَّ مِنْ فِعْلِ الْمَعْرُوفِ وَ الْإِحْسانِ فَتَسْلُبَ الْإِمْكانَ.","عيون الحكم والمواعظ"],["لا تَبْطَرَنَّ بِالْظَّفَرِ فَإِنَّكَ لا تَأْمَنُ ظَفَرَ الزَّمانِ بِكَ.","عيون الحكم والمواعظ"],["لا تَغْتَرَّنَّ بِالْأَمْنِ فَإِنَّكَ مَأْخُوْذٌ مِنْ مَأْمَنِكَ.","عيون الحكم والمواعظ"],["لا تَبْتَهِجَنَّ بِخَطَأَ غَيْرِكَ فَإِنَّكَ لَنْ تَمْلِكَ الْإِصْابةَ أَبَداً.","عيون الحكم والمواعظ"],["لا تَتَّبِعَنَّ عُيُوبَ النّاسِ فَإِنَّ لَكَ عُيُوباً إِنْ عَقَلْتَ |مَا| يَشْغَلُكَ أَنْ تَعيبَ أَحَداً.","عيون الحكم والمواعظ"],["لا تُقاوِلَنَّ إِلَّا مُنْصِفاً وَ لا تُرْشِدَنَّ إِلَّا مُسْتَرْشِداً.","عيون الحكم والمواعظ"],["لا تُعَوِّدْ نَفْسَكَ الْغيبَةَ فَإِنَّ مُعْتادَها عَظيمُ الْجُرْمِ.","عيون الحكم والمواعظ"],["لا تَأْمَنْ صَديقَكَ حَتّى تَخْتَبِرَهُ وَ كُنْ مِنْ عَدُوِّكَ عَلى أَشَدِّ الْحَذَرِ.","عيون الحكم والمواعظ"],["لا تَيْأَسْ مِنَ الزَّمانِ إِذا مَنَعَ وَ لا تَثِقْ بِه إِذا أَعْطى وَ كُنْ مِنْهُ عَلى أَعْظَمِ الْحَذَرِ.","عيون الحكم والمواعظ"],["لا تَعَرَّضْ لِعَدُوَّكَ وَ هُوَ مُقْبِلٌ فَإِنَّ إِقْبالَهُ يُعينُهُ عَلَيْكَ وَ لا تَعرَّضْ لَهُ وَ هُوَ مُدْبِرٌ فَإِنَّ إِدْبارَهُ يَكْفيكَ أَمْرُهُ.","عيون الحكم والمواعظ"],["لا تُجْرِ لِسانَكَ إِلَّا بِما يُكْتَبُ لَكَ أَجْرُهُ وَ يَجْمُلُ عَنْكَ نَشْرُهُ.","عيون الحكم والمواعظ"],["لا تَصْحَبِ الْمائِق فَيُزَيِّنَ لَكَ فِعْلَهُ وَ يَوُدَّ أَنَّكَ مِثْلُهُ.","عيون الحكم والمواعظ"],["لا تُكْثِرْ فَتَضْجَرَ وَ لا تُفْرِطْ فَتَسْقُطَ.","عيون الحكم والمواعظ"],["لا تَسْرَعْ إِلى النّاسِ بِما يَكْرَهُونَ فَيَقُولُونَ فيكَ مَا لا يَعْمَلُونَ.","عيون الحكم والمواعظ"],["لا تَجْزَعُوا مِنْ قَليلِ مَا أَكْرَهَكُمْ فَيُوقِعَكُمْ ذلِكَ في كَثيرِ مِمّا تَكْرَهُونَ.","عيون الحكم والمواعظ"],["لا تَسْألَنَّ عَمَّا لَمْ يَكُنْ فَفي الَّذي قَدْ كانَ عِلْمٌ كافٍ.","عيون الحكم والمواعظ"],["لا تَسْتَشْفِيَنَّ بِغَيْرِ الْقُرآنِ فَكَفى بِه مِنْ كُلِّ داءٍ شافٍ.","عيون الحكم والمواعظ"],["لا تُكْثِرَنَّ الدُّخُولَ عَلى الْمُلُوكِ فَإِنَّكَ إِنْ َأكْثَرْتَ عَلَيْهِمْ مَلُّوكَ وَ إِنْ نَصَحْتَهُمْ غَشُّوكَ.","عيون الحكم والمواعظ"],["لا تَصْحَبَنَّ أَبْناءَ الدُّنْيا فَإِنَّكَ إنْ أَقْلَلْتَ اسْتَقَلّوكَ وَ إِنْ أَكْثَرْتَ حَسَدُوكَ.","عيون الحكم والمواعظ"],["لا تَرْغَبْ في خُلْطَةِ الْمُلُوكِ فَإِنَّهُمْ يَسْتَكْثِرُونَ مِنَ الْكَلامِ رَدَّ السَّلامِ وَ يَسْتَقِلُّونَ مِنَ الْعِقابِ ضَرْبَ الرِّقابِ.","عيون الحكم والمواعظ"],["لا تُسْرِعَنَّ إِلى بادِرَةٍ وَجَدْتَ فيها مَنْدُوحَةً.","عيون الحكم والمواعظ"],["لا تَطْلُبَنَّ طاعَةَ غَيرُكَ طاعَةَ نَفْسِكَ عَلَيْكَ مُمْتَنِعَةٌ.","عيون الحكم والمواعظ"],["لا تَسْتَبْطِى ءْ إِجابَةَ دُعائِكَ وَ قَدْ سَدَدْتَ طَريقَهُ بِالذُّنُوبِ.","عيون الحكم والمواعظ"],["لا تُحارِبْ مَنْ يَعْتَصِمُ بِالدِّينِ فَإِنَّ مُحارِبَ الدِّينِ مَحْرُوبٌ.","عيون الحكم والمواعظ"],["لا تُغالِبْ مَنْ يَسْتَظْهِرُ بِالْحَقِّ فَإِنَّ مُغالِبَ الْحَقِّ مَغْلُوبٌ.","عيون الحكم والمواعظ"],["لا تَهْتَمَّنَّ إِلَّا فيما يُعَقِّبُكَ أَجْراً.","عيون الحكم والمواعظ"],["لا تَأْمَنَنَّ مَلُولاً وَ إِنْ تَحَلَّى بِالصِّلَةِ فَإِنَّهُ لَيْسَ فِي الْبَرْقِ الْخاطِفِ مُسْتَمْتَعٌ لِمَنْ يَخُوضُ الظُّلْمَةَ.","عيون الحكم والمواعظ"],["لا يَكُنِ الْمَضْمُونُ لَكَ طَلَبُهُ أَوْلى بِكَ مِنَ الْمَفْرُوضِ عَلَيْكَ عَمَلُهُ.","عيون الحكم والمواعظ"],["لا تَنْصَبَنَّ نَفْسَكَ لِحَرْبِ اللهِ فَلا يَدَ لَكَ بِنَقِمَتِه وَ لا غَناءَ بِكَ عَنْ رَحْمَتِه.","عيون الحكم والمواعظ"],["لا تَمْهَرِ الدُّنْيا دينَكَ فَإِنَّ مَنْ أَمْهَرَ الدُّنْيا دينَهُ زَفَّتْ إِلَيْهِ بِالشَّقاءِ وَالْعَناءِ وَالْمِحْنَةِ وَ الْبَلاءِ.","عيون الحكم والمواعظ"],["لا تَبيعُوا الْاخِرَةَ بِالْدُّنْيا وَ لا تَسْتَبْدِلُوا الْبَقاءَ بِالْفَناءِ.","عيون الحكم والمواعظ"],["لا تَجْعَلُوا يَقينَكُمْ شَكَّاً وَ لا عِلْمَكُمْ جَهْلاً.","عيون الحكم والمواعظ"],["لا تَجْهَلْ نَفْسَكَ فَإِنَّ الْجاهِلَ بِمَعْرِفَةِ نَفْسِه جاهِلٌ بِكُلِّ شَيْ ءٍ.","عيون الحكم والمواعظ"],["لا يَفْتِنَنَّكُمُ الْدّنْيَا وَ لا يَغْلِبَنَّكُمْ الْهَوى وَ لا يَطُولَنَّ عَلَيْكُمْ الْامَدُ وَ لا يَغُرَّنَّكُمُ الْأَمَلُ فَإِنَّ الْأَمَلَ لَيْسَ مِنَ الدِّينِ بِشَيْ ءٍ.","عيون الحكم والمواعظ"],["لا تَقُولَنَّ مَا لا تَفْعَلُهُ فَإِنَّكَ لا تَخْلُوَ في ذلِكَ مِنْ عَجْزٍ يَلْزَمُكَ وَ ذَمٍّ تَكْسِبُهُ.","عيون الحكم والمواعظ"],["لا تَجْعَلْ ذَرَبَ لِسانِكَ عَلى مَنْ أَنْطَقَكَ وَ لا بَلاغَةَ قَوْلِكَ عَلى مَنْ سَدَّدَكَ.","عيون الحكم والمواعظ"],["لا تُكْثِرَنَّ مِنْ صُحْبَةِ اللَّئيمِ فَإِنَّهُ إِنْ صَحِبَتْكَ نِعْمَةٌ حَسَدَكَ وَ إِنْ طَرَقَتْكَ نائِبَةٌ قَذَفَكَ.","عيون الحكم والمواعظ"],["لا تَتَّخِذَنَّ عَدُوَّ صَديقِكَ صَديقاً فَتُعادِيَ صَديقَكَ.","عيون الحكم والمواعظ"],["لا تُعاجِلِ الذَّنْبَ بِالْعُقُوبَةِ وَ اجْعَلْ بَيْنَهُما لِلْعَفْوِ مَوْضِعاً تَحْرُزُ بِهِ الْأَجْرَ وَ الْمَثُوبَةَ.","عيون الحكم والمواعظ"],["لا تُطيعُوا النِّساءَ فِي الْمَعْرُوفِ حَتّى لا يَطْمَعْنَ فِي الْمُنْكَرِ.","عيون الحكم والمواعظ"],["لا تَسْتَشِرِ الْكَذّابَ فَإِنَّهُ كَالسَّرابِ يُقرِّبُ عَلَيْكَ الْبَعيدَ وَ يُبَعِّدُ عَلَيْكَ الْقَريبَ.","عيون الحكم والمواعظ"],["لا تَكُونَنَّ مِمَّنْ لا تَنْفَعُهُ الْعِظَةُ إِلَّا إِذا بالَغْتَ في إِيلامِه فَإِنَّ الْعاقِلَ يَتَّعِظُ بِالْأَدَبِ وَ الْبَهائِمَ لا تَرْتَدِعُ إِلَّا بِالضَّرْبِ.","عيون الحكم والمواعظ"],["لا تَعْتَذِرْ مِنْ أَمْرٍ أَطَعْتَ اللهَ فيهِ فَكَفى بِذلِكَ مَنْقَبَةً.","عيون الحكم والمواعظ"],["لا تُبْدِ عَنْ واضِحَةٍ وَ قَدْ فَعَلْتَ الْاُمُورَ الْفاضِحَةَ.","عيون الحكم والمواعظ"],["لا تَسْتَعْمِلُوا الرَّأْيَ فيما لا يُدْرِكُهُ الْبَصَرُ وَ لا يَتَغَلْغَلُ فيهِ الْفِكَرُ.","عيون الحكم والمواعظ"],["لا تُدْخِلَنَّ في مَشُورَتِكَ بَخيلاً فَيَعْدِلَ بِكَ عَنِ الْقَصْدِ وَ يَعِدَكَ الْفَقْرَ.","عيون الحكم والمواعظ"],["لا تُشْرِكَنَّ في رَأْيِكَ جَباناً يُضْعفُكَ عَنِ الْأَمْرِ وَ يُعَظّمُ عَلَيْكَ مَا لَيْسَ بِعَظيمٍ.","عيون الحكم والمواعظ"],["لا تُقْدِمْ وَ لا تُحْجمْ إِلَّا عَلى طاعَةِ اللهِ وَ تَقْواهُ تَظْفَرْ بِالنُّجْح وَ الْنَّهْجِ الْقَويمِ.","عيون الحكم والمواعظ"],["لا تُشْرِكَنَّ في مَشْوَرَتِكَ حَريصاً يُهَوِّنُ عَلَيْكَ الشَّرَّ وَ يُزَيِّنُ لَكَ الشَّرَهَ.","عيون الحكم والمواعظ"],["لا يَكْبُرَنَّ عَلَيْكَ ظُلْمُ مَنْ ظَلَمَكَ فَإِنَّهُ يَسْعى في مَضَرَّتِه وَ نَفْعِكَ وَ مَا جَزاءُ مَنْ يسُرُّكَ أَنْ تَسُوءَ هُ.","عيون الحكم والمواعظ"],["لا يَكُونَنَّ أَفْضَلُ مَا نِلْتَ مِنْ دُنْياكَ بُلُوغَ لَذَّةٍ أَوْ شِفاءَ غَيْظٍ وَ لْيَكُنْ إِحْياءَ حَقٍّ وَ إِماتَةَ باطِلٍ.","عيون الحكم والمواعظ"],["لا يَقْنَطَنَّكَ تَأَخُّرُ إِجابَةِ الدُّعاءِ فَإِنَّ الْعَطِيَّةَ عَلى قَدْرِ النِّيَّةِ وَ رُبَّما\rتَأَخَّرَتِ الْإِجابَةُ لِيَكُونَ ذلِكَ أَعْظَمَ لأَِجْرِ السَّائِلِ وَ أَجْزَلَ لِعَطاءِ النّائِلِ.\r","عيون الحكم والمواعظ"],["لا تَذْكُرِ اللهَ ساهِياً وَ لا تَنْسَهُ لاهِياً وَ اذْكُرْهُ ذِكراً كامِلاً يُوافِقُ فيهِ\rقَلْبُكَ لِسانَكَ وَ يُطابِقُ إِضْمارُكَ إِعْلانَكَ وَ لَنْ تَذْكُرَهُ حَقيقَةَ الذِّكْرِ حَتّى تَنْسى نَفْسَكَ في\rذِكْرِكَ وَ تَفْقِدَها في أَمْرِكَ.","عيون الحكم والمواعظ"],["لا تُفْنِ عُمْرَكَ فِي الْمَلاهي فَتَخْرُجَ مِنَ الدُّنْيا بِلا أَمَلٍ.","عيون الحكم والمواعظ"],["لا تَصْرِفْ مالَكَ فِي الْمَعاصي فَتَقْدَمَ عَلى رَبِّكَ بِلا عَمَلٍ.","عيون الحكم والمواعظ"],["لا تُفْنِ دُنْياكَ بِحُسْنِ الْعَواري فَعَواري الدُّنْيا تُرْتَجعُ وَ يَبْقى عَلَيْكَ مَا احْتَقَبْتَهُ مِنَ الْمَحارِمِ.","عيون الحكم والمواعظ"],["لا تَغُرَّنَّكَ الْعاجِلَةُ بِزُورِ الْمَلاهي فَإِنَّ اللَّهْوَ يَنْقَطِعُ وَ يَلْزَمُكَ مَا اكْتَسَبْتَهُ مِنَ الْمَآثِمِ.","عيون الحكم والمواعظ"],["لا تُؤْخِّرْ إِنالَةَ الْمُحْتاجِ إِلى غَدٍ فَإِنَّكَ لا تَدْري مَا يعْرُضُ لَكَ وَ لَهُ في غَدٍ.","عيون الحكم والمواعظ"],["لا تَتْرُكِ الْإِجْتِهادَ في إِصْلاحِ نَفْسِكَ فَإِنَّهُ لا يُعْينُكَ عَلَيْها إِلَّا الْجِدُّ.","عيون الحكم والمواعظ"],["لا تُضَيِّعَنَّ حَقَّ أَخيكَ اتِّكالاً عَلى مَا بَيْنَكَ وَ بَيْنَهُ فَلَيْسَ هُوَ لَكَ بِأَخٍ مَا أَضَعْتَ حَقَّهُ.","عيون الحكم والمواعظ"],["لا تُحَدِّثِ الْجُهّالَ بِما لا يَعْقِلُونَهُ فَيُكَذِّبُوكَ فَإِنَّ بِهِ لِعِلْمِكَ عَلَيْكَ حَقّاً وَ حَقَّهُ عَلَيْكَ بَذْلُهُ لِمُسْتَحِقِّه وَ مَنْعُهُ عَنْ غَيْرِ مُسْتَحِقِّه.","عيون الحكم والمواعظ"],["لا يَكُونَنَّ أَخُوكَ عَلى الْإِسْاءَ ةِ إِلَيْكْ أَقْوى مِنْكَ عَلى الْإِحْسانِ إِلَيْهِ.","عيون الحكم والمواعظ"],["لا يَكُونَنَّ أَخوكَ عَلى قَطيعَتِكَ أَقْوى مِنْكَ عَلى صِلَتِه.","عيون الحكم والمواعظ"],["لا تَغْدَرَنَّ بِعَهْدِكَ وَ لا تَخْفُرَنَّ ذِمَّتَكَ وَ لا تَخْتَلْ عَدُوَّكَ فَقَدْ جَعَلَ اللهُ عَهْدَهُ وَ ذِمَّتَهُ أَمْناً لَهُ.","عيون الحكم والمواعظ"],["لا تَكُونَنَّ عَبْدَ غَيْرِكَ وَ قَدْ جَعَلَكَ اللهُ حُرَّاً، فَما خَيرُ خَيْرٍ لا يُنالُ إِلَّا بِشَرٍّ، وَ يُسْرٍ لا يُنالُ إِلَّا بِعُسْرٍ.","عيون الحكم والمواعظ"],["لا تُمَلِّكِ الْمَرْأةَ مَا جاوَزَ نَفْسَها فَإِنَّ الْمَرْأةَ رَيْحانَةٌ وَلَيْسَتْ بِقَهْرَمانَةٍ.","عيون الحكم والمواعظ"],["لا تَقُلْ مَا لا تَعْلَمُ فَإِنَّ اللهَ سُبْحانَهُ قَدْ فَرَضَ عَلى جَوارِحِكَ فَرائِضَ يَحْتَجُّ بِها عَلَيْكَ يَوْمَ الْقِيامَةِ.","عيون الحكم والمواعظ"],["لا تَحاسَدُوا فَإِنَّ الْحَسَدَ يَأْكُلُ الْإِيْمانَ كَما تَأْكُلُ النّارُ الْحَطَبَ وَ لا تَباغَضُوا فَإِنَّها الْحالِقَةُ.","عيون الحكم والمواعظ"],["لا تَنْقُضَنَّ سُنَّةً صالِحَةً عُمِلَ بِها وَاجْتَمَعَتِ الْاُلْفَةُ لَها وَ صَلُحَتِ الرَّعِيَّةُ عَلَيْها.","عيون الحكم والمواعظ"],["لا تُصاحِبْ مَنْ فاتَهُ الْعَقْلُ وَ لا تُصْطَنِعْ مَنْ خانَهُ الْأَصْلُ فَإِنَّ مَنْ فاتَهُ الْعَقْلُ\rيَضُرُّكَ مِنْ حَيْثُ يَرى أَنَّهُ يَنْفَعُكَ وَ مَنْ خانَهُ الْأَصْلُ يُسي ءُ إِلى مَنْ أَحْسَنَ إِلَيْهِ.","عيون الحكم والمواعظ"],["لا يَسُوءَ نَّكَ مَا يَقُولُ النّاسُ فِيكَ فَإِنَّهُ إِنْ كانَ كَما يَقُولُونَ كانَ ذَنْباً عُجلَتْ\rعُقُوبَتُهُ وَ إِنْ كانَ عَلى خِلافِ مَا قالُوا كانَتْ حَسَنَةً لَمْ تَعْمَلْها.","عيون الحكم والمواعظ"],["لا تَقْتَحِمُوا مَا اسْتَقْبَلْتُمْ مِنْ فَوْرِ الْفِتْنَةِ وَ أَميطُوا عَنْ سُنَّتِها وَ خَلُّوا قَصْدَ السَّبيلِ لَها.","عيون الحكم والمواعظ"],["لا تَدْعُونَّ إِلى مُبارَزَةٍ ؛ وَ إِنْ دُعيتَ إِلَيْها فَأَجِبْ فَإِنَّ الدّاعِيَ إِلَيْها باغٍ وَ الْباغي مَصْرُوعٌ.","عيون الحكم والمواعظ"],["لا تَسْتَكْثِرَنَّ مِنْ إِخْوانِ الدُّنْيا فَإِنَّكَ إِنْ عَجَزْتَ عَنْهُمْ تَحَوَّلُوا أَعْداءً وَ إِن مَثَلَهُمْ كَمَثَلِ النّارِ كَثيرُها يُحْرِقُ وَ قَليلُها يَنْفَعُ.","عيون الحكم والمواعظ"],["لا تَشْتَغِلْ بِما لا يَعْنيكَ وَ لا تَتَكَلَّفْ فَوْقَ مَا يَكْفيكَ وَ اجْعَلْ كُلَّ هَمِّكَ لِما يُنْجيكَ.","عيون الحكم والمواعظ"],["لا تُؤْيِسْ مُذْنِباً عاكِفاً عَلى ذَنْبِه فَكَمْ مِنْ مُذْنِبٍ خُتِمَ لَهُ بِالْمَغْفِرَةِ وَ كَمْ مِنْ مُقْبِلٍ عَلى عَمَلٍ هُوَ مُفْسِدٌ لَهُ خُتِمَ لَهُ في آخِرِ عُمْرِه بِالنّارِ.","عيون الحكم والمواعظ"],["لا يَزْهَدَنَّكَ في اصْطِناعِ الْمَعْرُوفِ قِلَّةُ مَنْ يَشْكُرُهُ فَقَدْ يَشْكُرُكَ عَلَيْهِ مَنْ لا يَنْتَفِعُ بِشَيْ ءٍ مِنْهُ وَ قَدْ تُدْرِكُ مِنْ شُكْرِ الشّاكِرِ أَكْثَرَ مِمّا أَضاعَ الْكافِرُ.","عيون الحكم والمواعظ"],["لا تُرَخِّصْ لِنَفْسِكَ في مُطاوَعَةِ الْهَوى وَ إِيثارِ لَذّاتِ الدُّنْيا فَيفْسُدَ دينُكَ وَ لا يَصْلُحَ وَ تَخْسَرَ نَفْسُكَ وَ لا تَرْبَحَ.","عيون الحكم والمواعظ"],["لا تَنْتَصِحْ مَنْ فاتَهُ الْعَقْلُ وَ لا تَثِقْ بِمَنْ خانَهُ الْأَصْلُ فَإِنَّ مَنْ لا عَقْلَ لَهُ\rيَغُشُّ مِنْ حَيْثُ يَنْصَحُ وَ مَنْ لا أَصْلَ لَهُ يُفْسِدُ مِنْ حَيْثُ يُصْلِحُ.","عيون الحكم والمواعظ"],["لا تُسِى ءْ إِلى مَنْ أَحْسَنَ إِلَيْكَ فَمَنْ أَساءَ إِلى مَنْ أَحْسَنَ إِلَيْهِ فَقَدْ مَنَعَ الْإِحْسانَ.","عيون الحكم والمواعظ"],["لا تَكُنْ مِمَّنْ يَرْجُو الْاخِرَةَ بِغَيْرِ عَمَلٍ وَ يُسَوِّفُ التَّوْبَةَ بِطُولِ الْأَمَلِ يَقُولُ فِي الدُّنْيا بِقَوْلِ الزّاهِدينَ وَ يَعْمَلُ فيها بِعَمَلِ الرّاغِبينَ.","عيون الحكم والمواعظ"],["لا تَلْتَمِسِ الدُّنْيا بِعَمَلِ الْاخِرَةِ وَ لا تُؤْثِرِ الْعاجِلَةَ عَلى الْاجِلَةِ فَإِنَّ ذلِكَ شيمَةُ الْمُنافِقينَ وَ سَجِيَّةُ الْمارِقينَ.","عيون الحكم والمواعظ"],["لا يَغْرَّنَّكَ مَا أَصْبَحَ فيهِ أَهْلُ الْغُرُورِ بِالدُّنْيا فَإِنَّما هُوَ ظِلٌّ مَمْدُودٌ إِلى أَجَلٍ مَحْدُودٍ.","عيون الحكم والمواعظ"],["لا تَكُنْ غافِلاً عَنْ دينِكَ حَريصاً عَلى دُنْياكَ مُسْتَكْثِراً مِمّا لا يَبْقى عَلَيْكَ مُسْتَقِلّاً مِمّا يَبْقى لَكَ فَيُورِدَكَ ذلِكَ الْعَذابَ الشَّديدَ.","عيون الحكم والمواعظ"],["لا تَلْتَبِسْ بِالْسُّلْطانِ في وَقْتِ اضْطِرابِ الْامُورِ عَلَيْهِ فَإِنَّ الْبَحْرَ لا يَكادُ\rيَسْلَمُ راكِبُهُ مَعَ سُكُونِه فَكَيْفَ \"لا يَهْلِكُ\"|22| مَعَ اخْتِلافِ رِياحِه وَ اضْطِرابِ أَمْواجِه.","عيون الحكم والمواعظ"],["لا تَسْتَحْي مِنْ إِعْطاءِ الْقَليلِ فَإِنَّ الْحِرْمانَ أَقَلَّ مِنْهُ.","عيون الحكم والمواعظ"],["لا تَسْتَكْثِرَنَّ الْكَثيرَ مِنَ نَوالِكَ فَإِنَّكَ أَكْثَرُ مِنْهُ.","عيون الحكم والمواعظ"],["لا تُسِرَّ إِلى الْجاهِلِ مَا لا يُطيقُ كِتْمانَهُ.","عيون الحكم والمواعظ"],["لا تَرُدَّ السَّائِلَ وَ صُنْ مُرُوَّتَكَ عَنْ حِرْمانِه.","عيون الحكم والمواعظ"],["لا تُسِى ءِ اللَّفْظَ وَ إِنْ ضاقَ عَلَيْكَ الْجَوابُ.","عيون الحكم والمواعظ"],["لا تَصْرِمْ أَخاكَ عَلى ارْتِيابٍ وَ لا تَهْجُرْهُ \"إِلَّا\" بَعْدَ اسْتِعْتابٍ.","عيون الحكم والمواعظ"],["لا تَعْتَذِرْ إِلى مَنْ يُحِبُّ أَنْ لا يَجِدَ لَكَ عُذْراً.","عيون الحكم والمواعظ"],["لا تَقُولَنَّ مَا يُوافِقُ هَواكَ وَ إِنْ قُلْتَهُ لَهْواً أَوْ خِلْتَهُ لَغْواً، فَرُبَّ لَهْوٍ يُوحِشُ مِنْكَ خَيْراً وَ لَغْوٍ يَجْلِبُ عَلَيْكَ شَرّاً.","عيون الحكم والمواعظ"],["لا تُعَوِّدْ نَفْسَكَ الْيَمينَ فَإِنَّ الْحَلّافَ لا يَسْلَمُ مِنَ الْإِثْمِ.","عيون الحكم والمواعظ"],["لا يُؤْنِسْكَ إِلَّا الْحَقُّ وَ لا يُوحِشْكَ إِلَّا الْباطِلُ.","عيون الحكم والمواعظ"],["لا تَجْعَلْ عِرْضَكَ غَرَضاً لِقَوْلِ كُلِّ قائِلٍ.","عيون الحكم والمواعظ"],["لا تَبْخَلْ فَتُقْتِرَ وَ لا تُسْرِفْ فَتُفْرِطَ.","عيون الحكم والمواعظ"],["لا تَتَّبِعِ الْهَوى فَمَنِ اتَّبَعَ الْهَوى ارْتَبَكَ.","عيون الحكم والمواعظ"],["لا تَسْتَبِدَّ بِرَأْيِكَ فَمَنِ اسْتَبَدَّ بِرَأْيِه هَلَكَ.","عيون الحكم والمواعظ"],["لا يَسْتَرِقَّنَّكَ الطَّمَعُ وَ قَدْ جَعَلَكَ اللهُ حُرّاً.","عيون الحكم والمواعظ"],["لا تَعَرَّضْ لِمَعاصي اللهِ وَ اعْمَلْ بِطاعَتِه يَكُنْ لَكَ ذُخْراً.","عيون الحكم والمواعظ"],["لا تَنْدَمَنَّ عَلى عَفْوٍ وَ لا تَبْتَهِجَنَّ بِعُقُوبَةٍ.","عيون الحكم والمواعظ"],["لا تَسْعَ إِلَّا فِي اغْتِنامِ مَثُوبَةٍ.","عيون الحكم والمواعظ"],["لا تُسِى ءِ الْخِطابَ فَيَسُؤْكَ نَكيرُ الْجَوابِ.","عيون الحكم والمواعظ"],["لا تَعْجَلَنَّ إِلى تَصْديقِ واشٍ وَ إِنْ تَشَبَّهَ بِالنَّاصِحينَ فَإِنَّ السّاعِيَ ظالِمٌ لِمَنْ سَعى بِه غاشٌّ لِمَنْ سَعى إِلَيْهِ.","عيون الحكم والمواعظ"],["لا تَمْنَعَنَّكُمْ رِعايَةُ الْحَقِّ لأَِحَدٍ عَنْ إِقامَةِ الْحَقِّ عَلَيْهِ.","عيون الحكم والمواعظ"],["لا يَدْعُوَنَّكَ ضيقٌ لَزِمَكَ في عَهْدِ اللهِ إِلى النَّكْثِ فيهِ فَإِنَّ صَبْرَكَ عَلى ضيقٍ\rتَرْجُو انْفِراجَهُ وَ فَضْلَ عاقِبَتِه خَيرٌ لَكَ مِنْ غَدْرٍ تَخافُ تَبِعَتَهُ وَ تُحيطُ بِكَ مِنَ اللهِ\rتَعالى |لِأَجْلِهِ الْعُقُوبَةُ.\r","عيون الحكم والمواعظ"],["لا تَسْرَعَنَّ إِلى بادِرَةٍ وَ لا تَعْجَلَنَّ بِعُقُوبَةٍ وَجَدْتَ عَنْها مَنْدُوحَةً فَإِنَّ ذلِكَ مَنْهَكَةٌ لِلدِّينِ مُقَرِّبٌ مِنَ الْغِيَرِ.","عيون الحكم والمواعظ"],["لا تُضِعْ نِعْمَةً مِنْ نِعَمِ اللهِ عِنْدَكَ وَ لْيُرَ عَلَيْكَ أَثَرُ مَا أَنْعَمَ اللهُ بِه عَلَيْكَ.","عيون الحكم والمواعظ"],["لا تَأْمَنْ عَدُوَّكَ وَ لا تَقْرَعْ إِلى صَديقِكَ وَ اقْبلِ الْعُذْرَ وَ إِنْ كانَ كَذِباً وَ دَعِ الْجَوابَ عَنْ قُدْرَةٍ وَ إِنْ كانَ لَكَ.","عيون الحكم والمواعظ"],["لا يَكُنِ الْمُحْسِنُ وَ الْمُسي ءُ إِلَيْكَ سَواءً فَإِنَّ ذلِكَ يُزَهِّدُ الْمُحْسِنَ فِي الْإِحْسانِ وَ يُتابِعُ الْمُسي ءَ إِلى الْإِسائَةِ.","عيون الحكم والمواعظ"],["لا تَحْمِلْ هَمَّ يَوْمِكَ الَّذي لَمْ يَأْتِكَ عَلى يَوْمِكَ الَّذي أَنْتَ فيهِ فَإِنَّهُ إِنْ يَكُنْ مِنْ\rعُمْرِكَ فَإِنَّكَ تُؤْتَ فيهِ مِنَ اللهِ بِرِزْقِكَ وَ إِنْ لَمْ يَكُنْ مِنْ عُمْرِكَ فَما هَمُّكَ بِما لَيْسَ مِنْ\rأَجْلِكَ.","عيون الحكم والمواعظ"],["لا تَعِبْ غَيرَكَ بِما تَأْتيهِ وَ لا تُعاقِبْ غَيْركَ عَلى ذَنْبٍ تُرَخِّصُ لِنَفْسِكَ فيهِ.","عيون الحكم والمواعظ"],["لا تُصَعِّرَنَّ خَدَّكَ وَ أَلِنْ جانِبَكَ وَ تَواضَعْ لِلّهِ الَّذي رَفَعَكَ.","عيون الحكم والمواعظ"],["لا تُعِنْ عَلى مَنْ أَنْعَمَ عَلَيْكَ فَمَنْ أَعانَ عَلى مَنْ أَنْعَمَ عَلَيْهِ سَلَبَ الْإِمْكانَ.","عيون الحكم والمواعظ"],["لا تُدِلَّنَّ بِحالَةٍ بَلَغْتَها بِغَيْرِ آلَةٍ وَ لا تَفْخَرَنَّ بِمَرْتِبَةٍ نِلْتَها بِغَيْرِ مَنْقَبَةٍ فَإِنَّ مَا يَبْنيهِ الْإِتِّفاقُ يَهْدِمُهُ الْإِسْتِحْقاقُ.","عيون الحكم والمواعظ"],["لا تُحَقِّرَنَّ صَغائِرَ الْاثامِ فَإِنَّها الْمُوبِقاتُ وَ مَنْ أَحاطَتْ بِه مُحَقَّراتُها أَهْلَكَتْهُ.","عيون الحكم والمواعظ"],["لا تُمازِحَنَّ صَديقاً فَيُعادِيَكَ وَ لا عَدُوّاً فَيُرْدِيَكَ.","عيون الحكم والمواعظ"],["لا تُكْثِرَنَّ الْخَلْوَةَ بِالنّساءِ فَيَمْلِلْنَكَ وَ تَمِلَّهُنَّ وَ اسْتَبْقِ مِنْ نَفْسِكَ وَ عَقْلِكَ بِالْإِبْطاءِ عَنْهُنَّ.","عيون الحكم والمواعظ"],["لا تَحْمِلُوا النِّساءَ أَثْقالَكُمْ وَ اسْتَغْنُوا عَنْهُنَّ مَا اسْتَطَعْتُمْ فَإِنَّهُنَّ يُكْثِرْنَ الْإِمْتِنانَ وَيَكْفُرْنَ بِالْإِحْسانِ.","عيون الحكم والمواعظ"],["لا تَكُنْ فيما تُورِدُ كَحاطِبِ لَيْلٍ وَ غُثاءِ سَيْلٍ.","عيون الحكم والمواعظ"],["لا تُمَلِّكْ نَفْسَكَ بِغُرُورِ الطَّمَعِ وَ لا تُجِبْ دَواعِي الشَّرَهِ فَإِنَّهُما يُكْسِبانِكَ الشَّقاءَ وَ الذُّلَّ.","عيون الحكم والمواعظ"],["لا تُشْعِرْ قَلْبَكَ الْهَمَّ عَلى مَا فاتَ فَيَشْغَلَكَ عَنِ الْإِسْتِعْدادِ لِما هُوَ آتٍ.","عيون الحكم والمواعظ"],["لا تَسْئَلُوا إِلَّا اللهَ سُبْحانَهُ فَإِنَّهُ إِنْ أَعْطاكُمْ أَكْرَمَكُمْ وَ إِنْ مَنَعَكُمْ حَازَ لَكُمْ.","عيون الحكم والمواعظ"],["لا تَقُلْ مَا لا تَعْلَمُ فَتُتَّهَمَ في إِخْبارِكَ بِما تَعْلَمُ.","عيون الحكم والمواعظ"],["لا تَفْضَحُوا أَنْفُسَكُمْ عِنْدَ عَدُوِّكُمْ فِي الْقِيامَةِ.","عيون الحكم والمواعظ"],["لا تُكَذِّبُوا أَنْفُسَكُمْ عِنْدَكُمْ في مَنْزِلَتِكُمْ عِنْدَ اللهِ بِالْحَقيرِ مِنَ الْدُّنْيا.","عيون الحكم والمواعظ"],["لا تَكُونُوا عَبيدَ الْأَهْواءِ وَ الْمَطامِعِ.","عيون الحكم والمواعظ"],["لا تَكُونُوا مَساييحَ وَ لا مَذاييعَ.","عيون الحكم والمواعظ"],["لا تَشْتَدَّنَّ عَلَيْكُمْ فَرَّةٌ بَعْدَها كَرَّةٌ وَ لا جَوْلَةٌ بَعْدَها صَوْلَةٌ وَ أَعْطُوا السُّيُوفَ\rحُقُوقَها وَ أَقْصُوا لِلْحَرْبِ مَصارِعَها وَ اذْمرُوا أَنْفُسَكُمْ عَلى الطَّعْنِ الْدِّعْسِيِّ وَ الضَّرْبِ\rالطَّلْحَفِيِّ وَ أَميتُوا الْأَصْواتَ فَإِنَّهُ أَطْردُ لِلْفَشَلِ.","عيون الحكم والمواعظ"],["لا تَطْمَعَنَّ في مَوَدَّةِ الْمُلُوكِ فَإِنَّهُمْ يُوحِشُونَكَ آنَسَ مَا تَكُونُ بِهِمْ وَ يَقْطَعُونَكَ\rأَقْرَبَ مَا تَكُون إِلَيْهِمْ.","عيون الحكم والمواعظ"]]