[["يَنْبَغي لِمَنْ عَرَفَ الْاخِرَةَ أَنْ يَرْغَبَ فيها.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ زَوالَ الدُّنْيا أَنْ يَزْهَدَ فيها.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ اللهَ أَنْ يَرْغَبَ فيما لَدَيْهِ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ رَضِيَ بِقَضاءِ اللهِ أَنْ يَتَوَكَّلَ عَلَيْهِ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ نَفْسَهُ أَنْ لا يُفارِقَهُ الْحُزْنُ وَ الْحَذَرُ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ الْزَّمانَ أَنْ لَا يَأْمَنَ صُرُوْفَهُ وَ الْغِيَرِ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ النّاسَ أَنْ يَزْهَدَ فيما في أَيْديهِمْ.","عيون الحكم والمواعظ"],["يُمْتَحَنُ الرَّجُلُ بِفِعْلِه لا بِقَوْلِه.","عيون الحكم والمواعظ"],["يُنْبى ءُ عَنْ قيمَةِ كُلِّ امْرِى ءٍ عِلْمُهُ وَ عَقْلُهُ.","عيون الحكم والمواعظ"],["يَحْتَاجُ الْإِسْلامُ إِلى الْإِيْمان.","عيون الحكم والمواعظ"],["يَحْتاجُ الْإِيْمانُ إِلى الْإِيقانِ.","عيون الحكم والمواعظ"],["يَحْتاجُ الْعَمَلُ إِلى الْعِلْمِ.","عيون الحكم والمواعظ"],["يَسيرُ الطَّمَعِ يُفْسِدُ كَثيرَ الْوَرَعِ.","عيون الحكم والمواعظ"],["يَسيرُ الْحِرْصِ يَحْمِلُ عَلى كَثيرِ الطَّمَعِ.","عيون الحكم والمواعظ"],["يَحْتاجُ الشَّرَفُ إِلى التَّواضُعَ.","عيون الحكم والمواعظ"],["يَسيرُ الْهَوى يُفْسِدُ الْعَقْلَ.","عيون الحكم والمواعظ"],["يَسيرُ الْأَمَل يُفْسِدُ الْعَمَلَ.","عيون الحكم والمواعظ"],["يَسيرٌ يَكْفي خَيْرٌ مِنْ كَثْيرٍ يُطْغي.","عيون الحكم والمواعظ"],["يَسيرُ الْعِلْمِ يَنْفي كَثيرِ الْجَهْلِ.","عيون الحكم والمواعظ"],["يَسيرُ الْعَطاءِ أَحْسَنُ مِنَ التَّعلُّلِ بِالْإِعْتِذارِ.","عيون الحكم والمواعظ"],["يَسِّرُوا وَ لا تُعَسِّرُوا وَ خَفِّفُوا وَ لا تُثقِّلُوا.","عيون الحكم والمواعظ"],["يَحْتاجُ الْإِيْمانُ إِلى الْإِخْلاصِ.","عيون الحكم والمواعظ"],["يُمْتَحَنُ الْمُؤْمِنُ بِالْبَلاءِ كَما يُمْتَحَنُ بِالنّارِ الْخَلاصُ.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى دينِ الرَّجُلِ بِصِدْقِه وَ وَرَعِه.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى شَرِّ الرَّجُلِ بِكَثْرَةِ شَرَهِه وَ شِدَّةِ طَمَعِه.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى عَقْلِ الرَّجُلِ بِحُسْنِ مَقالِه وَ عَلى طَهارَةِ أَصْلِه بِجَميلِ أَفْعالِه.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى نُبْلِ الرَّجُلِ بِقِلَّةِ مَقالِه وَعَلى تَفَضُّلِه بِكَثْرَةِ احْتِمالِه.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى الْكَريمِ بِحُسْنِ بِشْرِه وَ بَذْلِ بِرِّه.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى زَوالِ الدُّوَلِ بِأَرْبَعٍ: تَضْييع الْاُصُولِ، وَ التَّمَسُّكِ بِالْفُرُوعِ، وَ\rتَقْدُّمِ الْأَراذِلِ، وَ تَأْخيرِ الْأَفاضِلِ.","عيون الحكم والمواعظ"],["يَا ابْنَ آدَمَ إِذا رَأْيتَ اللهَ يُتابِعُ عَلَيْكَ نِعَمَهُ فَاحْذَرْهُ وَ حَصِّنِ النِّعْمَةَ بِشُكْرِها.","عيون الحكم والمواعظ"],["يَكْتَسِبُ الصّادِقُ بِصِدْقِه ثَلاثاً: حُسْنَ الثِّقَةِ بِه، وَ الْمَحَبَّةَ لَهُ، وَ الْمَهابَةَ مِنْهُ.","عيون الحكم والمواعظ"],["يَكْتَسِبُ الْكاذِبُ بِكذِبِه ثَلاثاً: سَخَطَ اللهِ عَلَيْهِ، وَ اسْتِهانَةَ النّاسِ بِه، وَ\rمَقْتَ الْمَلائِكَةِ لَهُ.\r","عيون الحكم والمواعظ"],["يَا عَبْدَ اللهِ لا تَعْجَلْ في عَيْبِ عَبْدٍ بِذَنْبِه فَلَعَلَّهُ مَغْفُورٌ لَهُ وَ لا تَأْمَنْ عَلى نَفْسِكَ صَغيرَ مَعْصِيَةٍ فَلَعَلَّكَ مُعَذَّبٌ عَلَيْها.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في حَقِّ مَنْ ذَمَّهُ يَقُولُ فِي الدُّنْيا بِقوْلِ الزّاهِدينَ وَ\rيَعْمَلُ فيها بِعَمَلِ الرّاغِبينَ، يُظْهِرُ شيمَةَ الصّالِحينَ وَ يُبْطِنُ عَمَلَ الْمُسيئينَ، يَكْرَهُ\rالْمَوْتَ لِكَثْرَةِ ذُنُوبِه وَ لا يَتْرُكُها فِي حَياتِه، يُسْلِفُ الذَّنْبَ وَ يُسَوِّفُ بِالتَّوْبَةِ، يُحِبُّ\rالصَّالِحينَ وَ لا يَعْمَلُ أَعْمالَهُمْ، يُبْغِضُ الْمُسيئينَ وَ هُوَ مِنْهُمْ، يَقُولُ لَمْ أَعْمَلْ فَأَتَعَنّى\rبَلْ أَجْلِسُ فَأَتَمَنّى، يُبادِرُ دائِباً مَا يَفْنى وَ يَدَعُ أَبَداً مَا يَبْقى، يَعْجِزُ عَنْ شُكْرِ مَا\rأُوتِيَ وَ يَبْتَغي الزِّيادَةَ فيما بَقِيَ، يُرْشِدُ غَيرَهُ وَ يُغْوي نَفْسَهُ وَ يَنْهَى النّاسَ بِما لا\rيَنْتَهي وَ يَأْمُرُهُمْ بِما لا يَأْتي، يَتَكَلَّفُ مِنَ النّاسِ مَا لَمْ يُؤْمَرْ وَ يُضَيِّعُ مِنْ نَفْسِه مَا\rهُوَ أَكْثَرُ، يَأْمُرُ النّاسَ وَ لا يَأْتَمِرُ وَ يُحَذِّرُهُمْ وَ لا يَحْذَرُ، يَرْجُو ثَوابَ مَا لَمْ يَعْمَلُ\rوَ يَأْمَنُ عِقابَ جُرْمٍ مُتَيَقِّنٍ، يَسْتَميلُ وُجُوهَ النّاسِ بِتَدَيُّنِه وَ يُبْطِنُ ضِدَّ مَا يُعْلِنُ، يَعْرِفُ\rلِنَفْسِه عَلى غَيْرِه وَ لا يَعْرِفُ عَلَيْها لِغَيْرِه، يَخافُ عَلى غَيْرِه بِأَكْثَرَ مِنْ ذَنْبِه وَ يَرْجُو\rلِنَفْسِه أَكْثَرَ مِنْ عَمَلِه وَ يَرْجُو اللهَ فِي الْكَبيرِ وَ يَرْجُو الْعِبادَ فِي الصَّغْيرِ فَيُعْطي\rالْعَبْدَ مَا لا يُعْطي الرَّبَّ، يَخافُ الْعَبيدَ فِي الرَّبِّ وَ لا يَخافُ فِي الْعَبيدِ الرَّبَّ.","عيون الحكم والمواعظ"],["يُعْجِبُني مِنَ الرَّجُلِ أَنْ يُرى عَقْلُهُ زائِداً عَلى لِسانِه وَ لا يُرى لِسانُهُ زائِداً عَلى عَقْلِه.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ |شَرَفَ نَفْسَهُ أَنْ يُنزِّهَها عَنْ دَناءَ ةِ الدُّنْيا.","عيون الحكم والمواعظ"],["يُكْرَمُ السُّلْطانُ لِسُلْطانِه وَ الْعالِمُ لِعِلْمِه وَ ذُو الْمَعْروفِ لِمَعْروفِه وَ الْكَبيرُ لسِنِّه.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى إِيمانِ الرَّجُلِ بِلُزُومِ الطّاعَةِ وَ التَّحَلّي بِالْوَرَعِ وَ الْقَناعَةِ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ اللهَ سُبْحانَهُ أَنْ لا يَخْلُوَ قَلْبُهُ مِنْ خَوْفِه وَ رَجائِه.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ دارَ الْفَناءِ أَنْ يَعْمَلَ لِدارِ الْبَقاءِ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ رََضِيَ بِقَضَاءِ اللهَ أَنْ يَتَوَكَّلَ عَلَيْهِ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ الْأَشْرارَ أَنْ يَعْتَزِلَهُمْ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ الْفُجّارَ أَنْ لا يَعْمَلَ عَمَلَهُمْ.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْعاقِلِ أَنْ يَكْتَسِبَ بِمالِهِ الْمَحْمَدَةَ وَ يَصُونَ نَفْسَهُ عَنِ الْمَسْألَةِ.","عيون الحكم والمواعظ"],["يَبْلُغُ الصّادِقُ بِصِدْقِه مَا لا يَبْلُغُهُ الْكاذِبُ بِحيلَتِه.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْعاقِلِ أَنْ يُخاطِبَ الْجاهِلَ مُخاطَبَةَ الطَّبيبِ الْمَريضَ.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْعاقِلِ أَنْ يَحْتَرِسَ مِنْ سُكْرِ الْمالِ وَ سُكْرِ الْقُدْرَةِ وَ سُكْرِ الْعِلْمِ وَ\rسُكْرِ الْمَدْحِ وَ سُكْرِ الشَّبابِ فَإِنَّ لِكُلِّ ذلِكَ ريحاً خَبيثَةً تَسْلُبُ الْعَقْلَ وَ تَسْتَخِفُّ الْوَقارَ.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى الْإِدْبارِ بِأَرْبَعٍ: سُوءِ التَّدْبيرِ، وَ قُبْحِ التَّبْذيرِ، وَ قِلَّةِ الْإِعْتِبارِ، وَ كَثْرَةِ الْإِغْتِرارِ.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى الْإِيْمانِ بِكَثْرَةِ التُّقى وَ مِلْكِ الشَّهْوَةِ وَ غَلَبَةِ الْهَوى.","عيون الحكم والمواعظ"],["يَسيرُ الرِّياءِ شِرْكٌ.","عيون الحكم والمواعظ"],["يَسيرُ الظَّنِّ شَكٌّ.","عيون الحكم والمواعظ"],["يَسيرُ الْغيبَةِ إِفْكٌ.","عيون الحكم والمواعظ"],["يَسيرُ الشَّكِّ يُفْسِدُ الْيَقينَ.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْعاقِلِ إِذا عَلَّمَ أَنْ لا يُعنِّفَ وَ إِذا عُلِّمَ أَنْ لا يَأْنَفَ \"وَ يَهْتَمَّ بِأَمْرِ الْمَعادِ فَكَمْ مِنْ ذاهِبٍ مَا عادَ وَاللهُ بَصيرٌ بِالْعِبادِ\".","عيون الحكم والمواعظ"],["يَا أَيُّها النّاسُ اقْبلُوا النَّصيحَةَ مِمَّنْ نَصَحَكُمْ وَ تَلَقَّوْها بِالطّاعَةِ مِمَّنْ\rحَمَلَها إِلَيْكُمْ وَ اعْلَمُوا أَنَّ اللهَ سُبْحانَهُ لَمْ يَمْدَحْ مِنَ الْقُلُوبِ إِلَّا أَوْعاها لِلْحِكْمَةِ\rوَ مِنَ النّاسِ إِلَّا أَسْرَعَهُمْ إِلى الْحَقِّ إِجابَةً وَ اعْلَمُوا أَنَّ الْجِهادَ الْأَكْبَرَ جِهادُ\rالنَّفْسِ فَاشْتَغِلُوا بِجِهادِ أَنْفُسِكُمْ تَسْعَدُوا وَ ارْفُضُوا الْقيلَ وَ الْقالَ تَسْلَمُوا وَ\rأَكْثِرُوا ذِكْرَ اللهِ تَغْنَمُوا وَ كُونُوا عِبادَ اللهِ إِخْواناً تَفُوزُوا لَدَيْهِ بِالْنَّعيمِ الْمُقيمِ.","عيون الحكم والمواعظ"],["يَا أَيُّها النّاسُ إِلى كَمْ تُوعَظُونَ فَلا تَتَّعِظُونَ وَ كَمْ قَدْ وَعَظَكُمْ الْواعِظُونَ وَ\rحَذَّرَكُمُ الْمُحَذِّرُونَ وَ زَجَرَكُمُ الزّاجِرُونَ وَ بَلَّغَكُمُ الْعالِمُونَ وَ عَلى سَبيلِ النَّجاةِ دَلَّكُمُ\rالْأَنْبِياءُ الْمُرْسَلُونَ وَ أَقامُوا عَلَيْكُمُ الْحُجَّةَ وَ أَوْضَحُوا لَكُمُ الْمَحَجَّةَ فَبادِرُوا الْعَمَلَ\rوَ اغْتَنِمُوا الْمَهَلَ فَإِنَّ الْيَوْمَ عَمَلٌ وَ لا حِسابَ وَ غَداً حِسابٌ وَ لا عَمَلَ وَ سَيَعْلَمُ\rالَّذينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ.","عيون الحكم والمواعظ"],["يَا أَبا ذَرٍّ إِنَّكَ غَضِبْتَ لِلّهِ فَارْجُ مَنْ غَضِبْتَ لَهُ فَإِنَّ الْقَوْمَ خافُوكَ عَلى\rدُنْياهُمْ وَ خِفْتَهُمْ عَلى دينِكَ فَاتْرُكْ في أَيْدِيهِمْ مَا خافُوكَ عَلَيْهِ وَ اهْرَبْ مِنْهُمْ بِما\rخِفْتُمْ عَلَيْهِ فَما أَحْوَجَهُمْ إِلى مَا مَنَعْتَهُمْ وَ مَا أَغْناكَ عَمّا مَنَعُوكَ وَ لوْ أَنَّ\rالسَّماواتِ وَ الْأَرْضَ كَانَتَا عَلى عَبْدٍ رَتْقاً ثُمَّ اتَّقَى اللهَ لَجَعَلَ لهُ مِنْهُما مَخْرَجاً فَلا\rيُؤْنِسْكَ إِلَّا الْحَقُّ وَ لا يُوحِشْكَ إِلَّا الْباطِلُ فَلَوْ قَبِلْتَ دُنْياهُمْ لَأَحَبُّوكَ وَ لَوْ قَرَضْتَ\rمِنْها لَامَنُوكَ.","عيون الحكم والمواعظ"],["يَا عَبيدَ الدُّنْيا الْعامِلينَ لَها إِذا كُنْتُمْ فِي النَّهارِ تَبيعُونَ وَ تَشْتَرُونَ وَ\rفِي اللَّيلِ عَلى فُرُشِكُمْ تَتَقَبَّلُونَ وَ تَنَامُونَ وَ فيما بينَ ذلك عَنِ الاخِرَةِ تَغْفُلُونَ وَ\rبِالْعَمَلِ تُسَوِّفُونَ فَمَتى تُفَكِّرُونَ فِي الْإِرْتِيادِ وَ مَتى تُقَدِّمونَ الزّادَ وَ مَتى تَهْتَمُّونَ\rلِيَوْمِ الْمَعادِ.","عيون الحكم والمواعظ"],["يَنْبَغي أَنْ يَسْتَحْيِيَ الْمُؤْمِنُ إِذا اتَّصَلَتْ لَهُ فِكْرَةٌ في غَيرِ طاعَةٍ.","عيون الحكم والمواعظ"],["يَنْبَغي أَنْ يَتَداوى الْمَرْءُ مِنْ أَدْواءِ الدُّنْيا كَما يَتَداوى ذُو الْعِلَّةِ، وَ يَحْتَمي مَِنْ لَذّاتِها وَ شَهَواتِها كَحِمْيَةِ الْمَريضِ.","عيون الحكم والمواعظ"],["يَنْبَغي أَنْ يَكُونَ عِلْمُ الرَّجُلِ زائِداً عَلى نُطْقِه وَ عَقْلُهُ غالِباً عَلى لِسانِه.","عيون الحكم والمواعظ"],["يُنْبِى ءُ عَنْ عَقْلِ كُلِّ امْرِى ءٍ مَا يَجْري عَلى لِسانِه.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى الْمُحْسِنينَ بِما يَجْري لَهُمْ عَلى أَلْسُنِ الْأَخْيارِ مِنْ حُسْنِ السِّيرَةِ وَ الْفِعْلِ.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى الْمُرُوَّةِ بِكَثْرَةِ الْحَياءِ وَ بَذْلِ النَّدى وَ كَفِّ الْأَذى.","عيون الحكم والمواعظ"],["يَسيرُ الدُّنْيا يُفْسِدُ الدِّينَ.","عيون الحكم والمواعظ"],["يَسيرُ الدِّينِ خَيرٌ مِنْ كَثيرِ الدُّنْيا.","عيون الحكم والمواعظ"],["يُفْسِدُ الْيَقينَ الشَّكُّ وَ غَلَبَةُ الْهَوى.","عيون الحكم والمواعظ"],["يَسيرُ الْحَقِّ يَدْفَعُ كَثيراً مِنَ الْباطِلِ.","عيون الحكم والمواعظ"],["يُسْتَثْمَرُ الْعَفْوُ بِالْإِقْرارِ أَكْثَرَ مِنَ اسْتِثْمارِه بِالْإِعْتِذارِ.","عيون الحكم والمواعظ"],["يُبْتَلى مُخالِطُ النّاس بِقَرينِ السَّوْءِ وَمُداجاةِ الْعَدُوِّ.","عيون الحكم والمواعظ"],["يَحْتاجُ ذُو النّائِلِ إِلى السّائِلِ.","عيون الحكم والمواعظ"],["يَحْتاجُ الْعِلْمُ إِلى الْحِلْمِ.","عيون الحكم والمواعظ"],["يَحْتَاجُ الْحِلْمُ إِلى الْكَظْمِ.","عيون الحكم والمواعظ"],["يَنامُ الرَّجُلُ عَلى الثُّكْلِ وَ لا يَنامُ عَلى الظُّلْمِ.","عيون الحكم والمواعظ"],["يَوْمُ الْمَظْلُومِ عَلى الظَّالِمِ أَشَدُّ مِنْ يَوْمِ الظّالِمِ عَلى الْمَظْلُومِ.","عيون الحكم والمواعظ"],["يَشْفيكَ مِنْ حاسِدِكَ أَنَّهُ يَغْتاظُ عِنْدَ سُرُورِكَ.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى فَضْلِكَ بِعَمَلِكَ وَ عَلى كَرَمِكَ بِبَذْلِكَ.","عيون الحكم والمواعظ"],["يَغْلِبُ الْأَقْدارُ عَلى التَّقْديرِ حَتَّى يَكُونَ الْحَتْفُ فِي التَّدْبيرِ.","عيون الحكم والمواعظ"],["يَجْرِي الْقَضاءُ بِالْمَقاديرِ عَلى خِلافِ الْإِخْتِيارِ وَ التَّدْبيرِ.","عيون الحكم والمواعظ"],["يُعْجِبُني أَنْ يَكُونَ الرَّجُلُ حَسَنَ الْوَرَعِ مُتَنَزِّهاً عَنِ الطَّمَعِ كَثير الْإِحْسانِ قَليلَ الْإِمْتِنانِ.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في وصف الْمنافقين يَمْشُونَ الْخَفاءَ وَ يَدُبُّونَ الضَّرّاءَ\rقَوْلُهُمُ الدَواءُ وَ فِعْلُهُمُ الدّاءُ الْعَياءُ، يَتَقارَضُونَ الثَّناءَ وَ يَتَراقَبُونَ الْجَزاءَ،\rيَتَوَصَّلُونَ إِلى الطَّمَعِ بِالْيَأْسِ وَ يَقُولُونَ فَيُشَبَّهُونَ، يُنافِقُونَ فِي الْمَقالِ وَ يَصِفُونَ\rفَيُمَوِّهُونَ.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في حَقّ منْ أَثْنى عَليه يَعْطِفُ الْهَوى عَلى الْهُدى إِذا\rعَطَفُوا الْهُدى عَلى الْهَوى، |وَ| يَعْطِفُ الرَّأْي عَلى الْقُرْآنِ إِذا عَطَفُوا الْقُرْآنَ عَلى\rالرَّأْيِ.","عيون الحكم والمواعظ"],["يَأْتي عَلى النّاسِ زَمانٌ لا يَبْقى مِنَ الْقُرْآنِ إِلَّا رَسْمُهُ وَ مِنَ الْإِسْلامِ إِلَّا اسْمُهُ مَساجِدُهُمْ يَوْمَئِذٍ عامِرَةٌ مِنَ الْبَناءِ خالِيَةٌ مِنَ الْهُدى.","عيون الحكم والمواعظ"],["يَأْتي عَلى النّاسِ زَمانٌ لا يُقَرَّبُ فيهِ إِلَّا الْماجِنُ وَ لا يُسْتَطْرَفُ فيهِ إِلَّا\rالْفاجِرُ وَ لا يُضَعِّفُ فيهِ إِلَّا الْمُنْصِفُ يَعُدُّونَ الصَّدَقَةَ غُرْماً وَ صِلَةَ الرَّحِمِ مَنّاً وَ\rالْعِبادَةَ اسْتِطالَةً عَلى النّاسِ وَ يَظْهَرُ عَلَيْهِمُ الْهَوى وَ يَخْفى بَيْنَهُمُ الْهُدى.","عيون الحكم والمواعظ"],["يُنْبِى ءُ عَنْ عِلْمِ كُلِّ امْرِى ءٍ لِسانُهُ وَ يَدُلُّ عَلى فَضْلِه حُسْنُ بَيانِه.","عيون الحكم والمواعظ"],["يَؤُلُ أَمْرُ الصَّبُورِ إِلى إِدْراكِ بُغْيَتِه وَ بُلُوغِ أَمَلِه.","عيون الحكم والمواعظ"],["يَطْلُبُكَ رِزْقُكَ أَشَدَّ مِنْ طَلَبِكَ لَهُ فَأَجْمِلْ في طَلَبِه.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى عِلْمِ الرَّجُلِ بِقِلَّةِ كَلامِه وَ عَلى مُرُوَّتِه بِجَزيلِ إِنْعامِه.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى خَيرِ كُلِّ امْرِى ءٍ وَ شَرِّه وَ طَهارَةِ أَصْلِه وَ خُبْثِه بِفِعْلِه.","عيون الحكم والمواعظ"],["يَنْبَغي أَنْ يَكُونَ فِعْلُ الرَّجُلِ أَحْسَنَ مِنْ قَوْلِه وَ لا يَكُونَ قَوْلُهُ أَحْسَنَ مِنْ فِعْلِه.","عيون الحكم والمواعظ"],["يَقْبَحُ بِالرَّجُلِ أَنْ يَقْصُرَ عَمَلُهُ عَنْ عِلْمِه وَ يَعْجِزَ فِعْلُهُ عَنْ قَوْلِه.","عيون الحكم والمواعظ"],["يَنْبَغي أَنْ يُهانَ مُغْتَنِمُ مَوَدَّةِ الْحَمْقى.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْعاقِلِ أَنْ يَتجَنَّبَ مُخالَطَةَ أَبْناءِ الدُّنْيا.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ نَفْسَهُ أَنْ لا يُفارِقَهُ الْحَذَرُ وَ النَّدَمُ خَوْفاً أَنْ يَزِلَّ بِه بَعْدَ الْعِلْمِ الْقَدَمُ.","عيون الحكم والمواعظ"],["يَنْبَغي أَنْ يَكُونَ التَّفاخُرُ بِعُلُوِّ الْهِمَمِ وَ الْوَفاءِ بِالذِّمَمِ وَ الْمُبالَغَةِ فِي الْكَرَمِ لا بِبَوالِي الرِّمَمِ وَ رَذائِلِ الشِّيَمِ.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْعاقِلِ أَنْ لا يَخْلُوَ في كُلِّ حالٍ مِنْ طاعَةِ رَبِّه وَ مُجاهَدَةِ نَفْسِه.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْعاقِلِ أَنْ يَعْمَلَ لِلْمَعادِ وَ يَسْتَكْثِرَ مِنَ الزّادٍ قَبْلَ زُهُوقِ نَفْسِه وَ حُلُولِ رَمْسِه.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْمُؤْمِنِ أَنْ يَلْزَمَ الطّاعَةَ وَ يَلْتَحِفَ الْوَرَعَ وَ الْقَناعَةَ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ نَفْسَهُ أَنْ يَلْزَمَ الْقَناعَةَ وَ الْعِفَّةَ.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ الدُّنْيا أَنْ يَزْهَدَ فيها وَ يَعْزِفَ عَنْها.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ أَيْقَنَ بِبَقاءِ الْاخِرَةِ وَ دَوامِها أَنْ يَعْمَلَ لَها.","عيون الحكم والمواعظ"],["يَنْبَغي لِمَنْ عَرَفَ سُرْعَةَ رِحْلَتِه أَنْ يُحْسِنَ التَّأَهُّبَ لِنَقْلَتِه.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْعاقِلِ أَنْ يُقَدِّمَ لِاخِرَتِه وَ يَعْمُرَ دارَ إِقامَتِه.","عيون الحكم والمواعظ"],["يَنْبَغي لِلْعاقِلِ أَنْ يُكْثِرَ صُحْبَةَ الْعُلَماءِ الْأَبْرارِ وَ يُجَنِّبَ مُقارَنَةَ الْأَشْرارِ وَ الْفُجّارِ.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى اللَّئيمِ بِسُوءِ الْفِعْلِ وَ قُبْحِ الْخُلْقِ وَ ذميمِ الْبُخْلِ.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى الْيَقينِ بِقَصْرِ الْأَمَلِ وَ إِخْلاصِ الْعَمَلِ وَ الزُّهْدِ فِي الدُّنْيا.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى مَا لَمْ يَكُنْ بِما قَدْ كانَ.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى مُرُوَّةِ الرَّجُلِ بِبَثِّ الْمَعْرُوفِ وَ بَذْلِ الْإِحْسانِ وَتَرْكِ الْإِمْتِنانِ.","عيون الحكم والمواعظ"],["يُسْتَدَلُّ عَلى عَقْلِ الرَّجُلِ بِكَثْرَةِ وَقارِه وَ حُسْنِ احْتِمالِه وَ |عَلى كَرَمِ أَصْلِه بِجَميلِ أَفْعالِه.","عيون الحكم والمواعظ"],["يَسيرُ الدُّنْيا يَكْفي وَ كَثيرُها يُرْدي.","عيون الحكم والمواعظ"],["يَسيرُ التَّوْبَةِ وَ الْإِسْتِغْفارِ يُمَحِّصُ الْمَعاصيَ وَ الْإِصْرارَ.","عيون الحكم والمواعظ"],["يَسيرُ الدُّنْيا خَيرٌ مِنْ كَثيرِها وَ بُلْغَتُها أَجْدَرُ مِنْ هَلْكَتِها.","عيون الحكم والمواعظ"],["يا أُسَراءَ الرَّغْبَةِ أَقْصِرُوا فَإِنَّ الْمُعرِّجَ عَلى الدُّنْيا لا يُرَوِّعُهُ مِنْها إلَّا صَريفُ أَنْيابِ الْحِدْثانِ.","عيون الحكم والمواعظ"],["يَا أَهْلَ الْمَعْرُوفِ وَ الْإِحْسانِ لا تَمُنُّوا بِإِحْسانِكُمْ فَإِنَّ الْإِحْسانَ وَ الْمَعْرُوفَ يُبْطِلُهُما قُبْحُ الْإِمْتِنانِ.","عيون الحكم والمواعظ"],["يَا أَيُّها النّاسُ ازْهَدُوا فِي الدُّنْيا فَإِنَّ عَيْشَها قَصيرٌ وَ خَيرَها يَسيرٌ وَ\rإِنَّها لَدارُ شُخُوصٍ وَ مَحَلَّةُ تَنْغيصٍ وَ إِنَّها لَتُدْني الْاجالَ وَ تَقْطَعُ الْامالَ أَلا وَ هِيَ\rالْمُتصَدِّيَةُ الْعَنُونُ وَ الجامِحَةُ الْحَرُونُ وَ الْمانِيَةُ الْخَؤونُ.","عيون الحكم والمواعظ"],["يَا أَهْلَ الْغُرُورِ مَا أَلْهَجَكُمْ بِدارٍ خَيرُها زَهيدٌ وَ شَرُّها عَتيدٌ وَ نَعيمُها\rمَسْلُوبٌ |وَ عَزيزُها مَنْكوبٌ| وَ مُسالِمُها مَحْرُوبٌ وَ مالِكُها مَمْلُوكٌ وَ تُراثُها مَتْرُوكٌ.","عيون الحكم والمواعظ"],["يَحْتاجُ الْإِمامُ إِلى قَلْبٍ عَقُولٍ وَ لِسانٍ قَؤولٍ وَ جَنانٍ عَلى إِقامَةِ الْحَقِّ صَؤولٍ.","عيون الحكم والمواعظ"],["وَ قال عليه السّلام في حَقِّ مَنْ ذَمَّهُ يُحِبُّ أَنْ يُطاعَ وَ يَعْصي وَ يَسْتَوْفِيَ وَلا\rيُوفي، يُحِبُّ أَنْ يُوصَفَ بِالْسَّخاءِ وَ لا يُعْطي وَ يَقْتَضِيَ وَ لا يَقْضِي.","عيون الحكم والمواعظ"],["يُفْسِدُ الطَّمَعُ الْوَرَعَ وَ الْفُجُورُ وَ التَّقْوى.","عيون الحكم والمواعظ"],["يُغْتَنَمُ مُؤاخاةُ الْأَخْيارِ وَ يُتَجَنَّبُ مُصاحَبَةُ الْأَشْرارِ وَ الْفُجّارِ.","عيون الحكم والمواعظ"],["يُعْجِبُني مِنَ الرَّجُلِ أَنْ يَعْفُوَ عَمَّنْ ظَلَمَهُ وَ يَصِلَ مَنْ قَطَعَهُ وَ يُعْطِيَ مَنْ حَرَمَهُ وَ يُقابِلَ الْإِساءَ ةَ بِالْإِحْسانِ.","عيون الحكم والمواعظ"],["يَكْثُرُ حَلْفُ الرَّجُلِ لِأَرْبَعٍ: مَهانَةٍ يَعْرِفُها مِنْ نَفْسِه، أَوْ ضَراعَةٍ يَجْعَلُها\rسَبيلاً إِلى تَصْديقِه، أَوْ عَيٍّ بِمَنْطقِه فَيَتَّخِذُ الْإِيْمانَ حَشْواً وَ صِلَةً لِكَلامِه، أَوْ لِتُهْمَةٍ\rقَدْ عُرِفَ بِها.","عيون الحكم والمواعظ"],["يَقْبَحُ عَلى الرَّجُلِ أَنْ يُنْكِرَ عَلى النّاسِ مُنْكَراتٍ وَ يَنْهاهُمْ عَنْ رَذائِلَ وَ\rسَيِّئاتٍ وَ إِذا خَلا بِنَفْسِه ارْتَكَبَها وَ لا يَسْتَنْكِفَ مِنْ فِعْلِها.","عيون الحكم والمواعظ"],["يَا دُنْيا يَا دُنْيا إِلَيْكِ عَنِّي! أَبي تَعَرَّضْتِ أَمْ إِلَيَّ تَشَوَّقْتِ لا حانَ حينُكَ غُرّي\rغَيري لا حاجَةَ لي فيكِ قَدْ طَلَّقْتُكِ ثَلاثاً لا رَجْعَةَ لي فيها فَعَيْشُكِ قَصيرٌ وَ خَطَرُكِ\rيَسيرٌ وَ أَمَلُكِ حَقيرٌ، آهْ! مِنْ قِلَّةِ الزّادِ وَ طُولِ الطَّريقِ وَ بُعْدِ السَّفَرِ وَ عِظَمِ الْمَوْرِدِ.","عيون الحكم والمواعظ"],["يَا أَيُّهَا النّاسُ إِنَّهُ لَمْ يَكُنْ لِلّهِ سُبْحانَهُ حُجَّةٌ في أَرْضِه أَوْكدُ مِنْ نَبِيِّنا\rمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَ آلِه وَ سَلَّمْ وَ لا حِكْمَةٌ أَبْلَغُ مِنْ كِتابِهِ الْعَظيمِ وَ لا مَدَحَ\rاللهُ تَعالى مِنْكُمْ إِلَّا مَنِ اعْتَصَمَ بِحَبْلِه وَ اقْتَدى بِنَبِيِّه وَ إِنَّما هَلَكَ مَنْ هَلَكَ عِنْدَمَا\rعَصاهُ وَ خالَفَهُ وَ اتَّبَعَ هَواهُ فَلِذلِكَ يَقُولُ عَزَّ مِنْ قائِلٍ: 'فَلْيَحْذَرِ الَّذينَ يُخالِفُونَ عَنْ\rأَمْرِه أَنْ تُصيبَهُمْ فِتْنَةٌ أَوْ يُصيبَهُمْ عَذابٌ أَليمٌ'.\r","عيون الحكم والمواعظ"]]