["(6): ﴿لَقَدْ كَانَ لَكُمْ فِيهِمْ﴾: الخطاب للصحابة، وضمير الغائب لإبراهيم ومن معه، عاد سبحانه يؤكد الأخذ بما كان عليه إبراهيم الخليل ومن معه من الإخلاص في الإيمان والصبر في الجهاد ﴿وَمَن يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ﴾: عن العالمين ﴿الْحَمِيدُ﴾: بحمده لنفسه أزلا وبحمد عباده له أبدًا. \n\n(7): ﴿عَسَى اللَّهُ أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُم مِّنْهُم مَّوَدَّةً﴾: وذلك بأن يدخل الأعداء المشركون في دين الله، ويتبادلوا مع المسلمين الإلفة والمودة، والله على كل شيء قدير. \n\n(8): ﴿لَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ﴾: لصلة المسلم بغير المسلم ثلاثة أحكام في القرآن الكريم: الحرمة والوجوب والإباحة تبعًا لنوع الصلة وكنهها 1) يحرم على المسلم أن يوالي من نصب العداء لدين الإسلام، ويلقي إليه بالمودة بنص العديد من الآيات المتقدمة، لن هذه الموالاة والمودة تشجيعٌ أو رضىً بالعداء لدين الله، وفي الآية 140 من النساء (إنكم إذًا مثلهم) 2) يجب على الحاكم المسلم أن يحكم بالعدل بين أعداء الدين تمامًا كما يحكم بين أبنائه، لأن الهدف من العدل حماية الإنسان وحقوقه من الظلم من حيث هو إنسان بصرف النظر عما يدين، وعلى هذا الأساس قال سبحانه لنبيه: (وإن حكمت فاحكم بينهم بالقسط إن الله يحب المقسطين- 42 المائدة) 3) يسوغ للمسلم أن يبر ويحسن نصير المسلمين الذين لم يسبق أن قاتلوهم أو اضطروهم للهجرة والتشريد كما تنص الآية التي نحن بصددها. \n\n(9): ﴿إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ﴾: ناصبوكم العداء، وحاربوكم على الإيمان بالله ورسوله واليوم الآخر، وتعاونوا على تشريدكم من الأوطان والديار، فهؤلاء هم الذين تجب معاداتهم، ومن يتولهم فقد ظلم نفسه، وعصى ربه. \n\n(10): ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ﴾: إذا فرت زوجة الكافر منه إلى المسلمين وقالت: أتيت مؤمنة بالله ورسوله- فعلى المسلمين أن يتثبتوا في أمرها ويبحثوا، فإن تبيَّن أنها تركت الزوج سخطًا عليه ونشوزًا منه أرجعوها إليه، أو تركوها وشأنها- على الأقل- وإلا اخذوا بظاهر الحال، على أن تشهد علانية لله بالوحدانية ولمحمد (ص) بالرسالة ﴿اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ﴾: الظاهر للناس، والباطن لله ﴿فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ﴾: أي نطقن بالشهادتين ﴿فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَّهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ﴾: لانقطاع العصمة بإيمان الزوجة وبقاء الزوج على الكفر ﴿وَآتُوهُم مَّا أَنفَقُوا﴾: ردوا أيها المسلمون للأزواج الكفار مثل ما كانوا قد أعطوا الزوجات من المهر، ويختص هذا بحال الهدنة بين الرسول (ص) والمشركين فقط، وفيما عداها لا شيء للزوج لأن المهر يثبت للزوجة بمجرد الدخول، والتفصيل في كتب الفقه ﴿وَلَا جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ﴾: للمسلم أن يتزوج المؤمنة المهاجرة التي حرمت على زوجها المشرك، ولكن بشرط انقضاء العدة وفرض المهر ﴿وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ﴾: إذا كان الزوجان مشركين، وأسلم أحدهما دون الآخر انقطعت العصمة بينهما، وكذلك لو كانا مسلمين وارتد أحدهما عن الإسلام دون الآخر ﴿وَاسْأَلُوا مَا أَنفَقْتُمْ وَلْيَسْأَلُوا مَا أَنفَقُوا﴾: إذا فرت زوجة المشرك مؤمنة إلى المسلمين فله كل الحق أن يطالب بمهرها، وإذا فرت زوجة المسلم مشركة إلى المشركين فأيضًا للزوج أن يطالب بمهرها ويختص هذا الحكم بحال الهدنة بين النبي (ص) والمشركين كما سبقت الإشارة. \n\n(11): ﴿وَإِن فَاتَكُمْ شَيْءٌ مِّنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ... ﴾: امتثل المسلمون ما أمر الله به، وأعطوا للمشرك مهر زوجته التي نفرت منه مؤمنة إلى المسلمين، ورفض المشركون أن يعطوا للمسلم مهر زوجته التي نفرت منه مرتدة إلى المشركين، فأمر سبحانه المسلمين أن يعَّوضوا على هذا المسلم ويعطوه من غنائم الحرب مع الكفار ما يعادل مهر زوجته الفارة منه، ومعنى قوله تعالى ﴿فَعَاقَبْتُمْ﴾: ظفرتم بالكفار وكانت العقبى لكم عليهم، وغنمتم منهم الأموال، فأعطوه منها مثل ما أعطى لزوجته المرتدة. \n\n","تفسير المبين"]