["(23): ﴿أَلَمْ تَرَ إِلَى الَّذِينَ أُوْتُواْ نَصِيبًا مِّنَ الْكِتَابِ﴾: هم أحبار اليهود، والكتاب هو التوراة ﴿يُدْعَوْنَ إِلَى كِتَابِ اللّهِ﴾: دعاهم محمد (ص) إلى التوراة ﴿لِيَحْكُمَ بَيْنَهُمْ﴾: هل جاء في التوراة ذكر محمد (ص) بالاسم والصفات ﴿ثُمَّ يَتَوَلَّى فَرِيقٌ مِّنْهُمْ﴾: مدبرين هاربين ﴿وَهُم مُّعْرِضُونَ﴾: عن الحق. \n\n(24): ﴿ذَلِكَ﴾: إشارة إلى إعراضهم عن كتاب الله ﴿بِأَنَّهُمْ قَالُواْ لَن تَمَسَّنَا النَّارُ إِلاَّ أَيَّامًا مَّعْدُودَاتٍ﴾: تقدم في الآية 80 من سورة البقرة، ﴿وَغَرَّهُمْ فِي دِينِهِم مَّا كَانُواْ يَفْتَرُونَ﴾: على الله في قولهم: نحن أبناء الله وأحباؤه. \n\n(25): ﴿فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لاَّ رَيْبَ فِيهِ﴾: أي كيف يصنعون يوم الجزاء والحساب؟ ﴿وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ﴾: هذا هو دين الحق لا شعب مختار عند الله ولا أبناء له، ولا أي شيء لأي إنسان كائنًا من كان إلا ما سعى. \n\n(26): ﴿قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ﴾: ولماذا يملك سبحانه وهو الغني في ذاته وصفاته عن كل شيء؟ الجواب ليس المعنى أنه يحتاج إلى الملك بل معناه أنه يخلق الملك ويمنحه ﴿تُؤْتِي الْمُلْكَ مَن تَشَآءُ﴾: لا أحد يملك شيئًا إلا أن يملكه الله إياه ﴿وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاء﴾: تسترده بعد العطاء ﴿وَتُعِزُّ مَن تَشَاء﴾: بالتوفيق والعناية ﴿وَتُذِلُّ مَن تَشَاء﴾: بالخذلان والتخلي ﴿بِيَدِكَ الْخَيْرُ﴾: ويده تعالى قدرته، وكل ما ينتفع الناس به هو خير. \n\n(27): ﴿تُولِجُ اللَّيْلَ فِي الْنَّهَارِ﴾: تدور الأرض حول الشمس بالسنن التي أودعها الله في الطبيعة، فتتعدد الفصول ويأخد الليل من النهار في فصل حتى يصير 15 ساعة والنهار 9 ساعات ﴿وَتُولِجُ النَّهَارَ فِي اللَّيْلِ﴾: وفي فصل آخر يأخد النهار من الليل حتى يصير 15 ساعة والليل 9 ﴿وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ﴾: كخروج الشجرة من النواة ﴿وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ﴾: كخروج النواة من الشجرة، وفيه إيماء لصراع الأضداد بمعنى تحول الشيء إلى ضده لا بمعنى الجمع بين الضدين ﴿وَتَرْزُقُ مَن تَشَاءُ بِغَيْرِ حِسَابٍ﴾: ولكن مع السبب الموجب، لأن الله تعالى أبى أن يجري الأمور إلا على أسبابها. \n\n(28): ﴿لاَّ يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِن دُوْنِ الْمُؤْمِنِينَ﴾: والذي نفهمه من الولاية هنا الصداقة الصادقة ومن الكافرين كل من كان عدوًا للإسلام والمسلمين، والقرينة على هذا المعنى قوله تعالى بلا فاصل: ﴿وَمَن يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللّهِ فِي شَيْءٍ﴾: أي أن صداقة المسلم للكافر معناها قطع الصلات بالكامل مع الله، قال الإمام أمير المؤمنين (ع) صديق عدوك عدوك ﴿إِلاَّ أَن تَتَّقُواْ مِنْهُمْ تُقَاةً﴾: هذه رخصة بالمداراة عن الخوف فقط، ثم أكد سبحانه ذلك بهذا التحذير: ﴿وَيُحَذِّرُكُمُ اللّهُ نَفْسَهُ﴾: تهديد بالعذاب الشديد لمن يتولى قومًا طاغين مجرمين. \n\n(29): ﴿قُلْ إِن تُخْفُواْ مَا فِي صُدُورِكُمْ....﴾: لا تخفى عليه خافيه. \n\n","تفسير المبين"]