["(38): ﴿هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ﴾: لما رأى ما رأى من آيات ربه في مريم على صغر سنها تحركت في نفسه عاطفة الأبوية، ورجا أن يكون له مثلها في الكرامة عن الله و ﴿قَالَ﴾: زكريا على شيخوخته وعقم امرأته لم ييأس من رحمة الله ﴿رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً﴾: وهل في الكون كله من ثروة أعظم من نعمة الذرية الزاكية المباركة؟ أبدًا إلا مرضاة الله سبحانه. \n\n(39): ﴿فَنَادَتْهُ الْمَلَآئِكَةُ﴾: والأصل ملائك فزيدت التاء للمبالغة أو على معنى الجماعة ﴿وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ﴾: صلاة خاشع متضرع ﴿أَنَّ اللّهَ يُبَشِّرُكَ بِيَحْيَى﴾: اسم سماه الله به قبل أن يولد، اختاره له إشعارًا بأن الله يحي الأرحام والعظام بعد موتها ﴿مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللّهِ﴾: وهي عيسى ﴿وَسَيِّدًا﴾: يسود قومه علمًا وخلقًا ﴿وَحَصُورًا﴾: لا يأتي النساء وإنها لرحمة يخص بها الله من يشاء ﴿وَنَبِيًّا مِّنَ: آبائه ﴿الصَّالِحِينَ﴾. \n\n(40): ﴿قال رَبِّ أَنَّى يَكُونُ لِي غُلاَمٌ﴾: أي عظمت قدرتك التي تخطت السنن والعادات بالمعجزات؟ ﴿وَقَدْ بَلَغَنِيَ الْكِبَرُ﴾: قيل كانت له 99 سنة وقيل 120 ﴿وَامْرَأَتِي عَاقِرٌ﴾: لا تلد، قيل: لها98 سنة ﴿قَالَ كَذَلِكَ اللّهُ يَفْعَلُ مَا يَشَآءُ﴾: ولا راد لمشيئته. \n\n(41): ﴿قَالَ رَبِّ اجْعَل لِّي آيَةً﴾: علامة أعرف بها وقت الحمل ﴿قَالَ آيَتُكَ أَلاَّ تُكَلِّمَ النَّاسَ﴾: يعجز، عن النطق معهم دون النطق بذكر الله ﴿ثَلاَثَةَ أَيَّامٍ إِلاَّ رَمْزًا﴾: إشارة تمامًا كالأخرس ﴿وَاذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالإِبْكَارِ﴾: أيام عجزك عن النطق. \n\n(42): ﴿وَإِذْ قَالَتِ الْمَلاَئِكَةُ يَا مَرْيَمُ إِنَّ اللّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَى نِسَآءِ الْعَالَمِينَ﴾: خصك من دون نساء العالمين إطلاقًا بالحمل والولادة من غير أب. \n\n(43): ﴿يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ﴾: تعبدي لله ﴿وَاسْجُدِي﴾: قدم السجود على الركوع لا بقصد الترتيب كما يبدو لأنه واو العاطفة لمطلق الجمع سابقًا أو لاحقًا أو مصاحبًا ﴿وَارْكَعِي مَعَ الرَّاكِعِينَ﴾: صلّي جماعة ومستقلة، وفيه إيماء إلى جواز الجمع بين الرجال والنساء في العبادة والمعابد. \n\n(44): ﴿ذَلِكَ﴾: إشارة إلى ما سبق من نبأ مريم وزكريا ويحيى ﴿مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيكَ﴾: نلقنك إياه ليكون حجة لنبوتك على من أنكرها ﴿وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلاَمَهُمْ﴾: وهي السهام التي يستعملونها للقرعة. ﴿أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ﴾: لما كانت مريم منذورة لخدمة بيت المقدس اختلف الكهنة في كفالتها، وأخيرًا اقترعوا فيما بينهم فخرج قلم زكريا زوج خالتها، فتركوها له وبعد حين من الدهر جاءتها البشارة من الله تعالى. \n\n(45): ﴿إِذْ قَالَتِ الْمَلَآئِكَةُ يَا مَرْيَمُ إِنَّ اللّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ﴾: والكلمة هذه إشارة إلى قوله تعالى: (كن فيكون) بلا أب ﴿اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ﴾: ولقب بالمسيح لأنه إذا مسح المريض شفاه الله من دائه ﴿وَجِيهًا فِي الدُّنْيَا﴾: بتقديس الناس وتعظيمهم له وفي ﴿وَالآخِرَةِ﴾: بعلو الدرجات ﴿وَمِنَ الْمُقَرَّبِينَ﴾: تعبير ثان عن قوله تعالى: (ورافعك إلي). \n\n","تفسير المبين"]