["(53): ﴿رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ﴾: في كتابك وعلى رسلك ﴿وَاتَّبَعْنَا الرَّسُولَ﴾: عيسى ﴿فَاكْتُبْنَا مَعَ الشَّاهِدِينَ﴾: لك بالوحدانية ولرسلك بالصدق. \n\n(54): ﴿وَمَكَرُواْ﴾: صمم أعداء عيسى من بني إسرائيل على اغتيال عيسى وقتله حيث لا حيلة ولا وسيله للخلاص منه إلا بهذا السبيل ﴿وَمَكَرَ اللّهُ﴾: أي وأبطل الله مكر هؤلاء وعاقبهم بعقاب الماكرين المحتالين، وجعل عيسى بمنجاة من مكرهم ﴿وَاللّهُ خَيْرُ الْمَاكِرِينَ﴾: أي خير من يعاقب الماكر الغادر بما يستحق. \n\n(55): ﴿إِذْ قَالَ اللّهُ يَا عِيسَى إِنِّي مُتَوَفِّيكَ﴾: وفاة طبيعية وعادية كسائر الناس، وعاصمك من القتل جهرة وغيلة ﴿وَرَافِعُكَ إِلَيَّ﴾: أي إلى ما أعددته لك من حسن المآب والثواب ﴿وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُواْ﴾: وأُريحك من سوء معاملتهم وخبث نياتهم ﴿وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ﴾: وما من شك أن الذين اتبعوا السيد المسيح (ع) حقًا وواقعًا هم الذين قالوا: أنه نبي معصوم، وليس إلهًا يخلق ويرزق، ولا مشعوذًا يحتال ويضلل ﴿فَوْقَ الَّذِينَ كَفَرُواْ﴾: بحقيقتك وطبيعتك الإنسانية المعصومة ﴿إِلَى يَوْمِ الْقِيَامَةِ﴾: أما جهة التفوق، وإنها الحجة القوية أو السلطان وما أشبهة فقد سكت عنها القرآن الكريم، وما لنا أن نتناول من عندنا كما فعل أكثر المفسرين ﴿ثُمَّ إِلَيَّ مَرْجِعُكُمْ﴾: يا أرباب الأديان ﴿فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُم ْ فِيهِ تَخْتَلِفُونَ﴾: وأذن علام الجدال والنقاش في الدين؟ أليس الأفضل أن نتعاون على مصلحة الجميع؟. \n\n\n(56) - (57): ﴿فَأَمَّا الَّذِينَ كَفَرُواْ...﴾: المعنى واضح، وتقدم أكثر من مرة، ويأتي أيضًا، والمقصد أن لا نخشى إلا الله. \n\n(58): ﴿ذلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الآيَاتِ وَالذِّكْرِ الْحَكِيمِ﴾: قرآن، والمعنى تلونا عليك يا محمد أنباء عيسى لتكون حجة على من يخاصمك فيه. \n\n(59): ﴿إِنَّ مَثَلَ عِيسَى عِندَ اللّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ﴾: قال النصارى: عيسى رب لأنه بلا أب. فنقض سبحانه دليلهم هذا بقوله: آدم أيضًا بلا أب وأم، فلماذا لا تقولون: إنه رب؟ ﴿ثِمَّ قَالَ لَهُ كُن فَيَكُونُ﴾: أن السبب الأول والأساس للخلق والإيجاد وإرادته تعالى التي عبر عنها بـ ( كن فيكون) سواء أكان الخلق بسبب طبيعي أم بلا سبب. \n\n(60): ﴿الْحَقُّ مِن رَّبِّكَ﴾: هذا الذي أنزلناه عليك في أمر عيسى هو الحق ﴿فَلاَ تَكُن مِّن الْمُمْتَرِينَ﴾: ومحال أن يشك النبي (ص) في ما أخبر الله به، ولكن التكليف يعم الجميع حتى المعصومين- مثلا- النهي عن الخمر يشمل من يستقبحه بطبعه تمامًا كما يشمل من يستحسنه. \n\n(61): ﴿فَمَنْ حَآجَّكَ فِيهِ﴾: في عيسى ﴿مِن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ﴾: أي البينات الموجبة للعلم ﴿فَقُلْ تَعَالَوْاْ نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ ﴾: .. جاء في كتب السيرة النبوية والتفاسير والأحاديث للسنة والشيعة، أن رؤساء الكنيسة في نجران اليمن ناظروا النبي محمدًا (ص) في الدين فأفحمهم ولما أصروا على العناد نزلت هذه الآية، وتسمى آية المباهلة، وقال البيضاوي السني الأشعري في تفسيرها ما نصه بالحرف الواحد: (غدا النبي محتضنًا الحسين، وآخذًا بيد الحسن، وتمشي فاطمة خلفه، وعلي خلفها، والنبي يقول:( أي لعلي وفاطمة والحسن والحسين) إذا دعوت فأمنوا أي قولوا آمين فقال أسقف النصارى: يا معشر النصارى إني لأرى وجوهًا لو سألوا الله تعالى أن يزيل جبلا من مكانه لأزاله، فلا تباهلوا فتهلكوا فأذعنوا لرسول الله (ص) وبذلوا له الجزية، فقال الرسول (ص): والذي نفسي بيده لو تباهلوا لمسخوا قردة وخنازير ولا ضطرم عليهم الوادي نارًا). \n\n","تفسير المبين"]