["(62): ﴿إِنَّ هَذَا﴾: الذي أخبرناك به يا محمد عن عيسى ومريم وغيرهما ﴿لَهُوَ الْقَصَصُ الْحَقُّ﴾: الحديث الصدق ﴿وَمَا مِنْ إِلَهٍ إِلاَّ اللّهُ﴾: أبدًا، واحد أحد لا أب لا ابن لا صاحب لا شريك. \n\n(63): ﴿فَإِن تَوَلَّوْاْ﴾: وأبوا إلا الشرك ﴿فَإِنَّ اللّهَ عَلِيمٌ بِالْمُفْسِدِينَ﴾: ولا شيء أفسد من الفساد إلا الشرك. \n\n(64): ﴿قُلْ يَا أَهْلَ الْكِتَابِ﴾: اليهود والنصارى ﴿تَعَالَوْاْ إِلَى كَلَمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ﴾: أي نحن وأنتم متفقون عليها ولا نشك فيها إطلاقًا، لأنها نزلت في القرآن والتوراة والإنجيل، وهي ﴿أَلاَّ نَعْبُدَ إِلاَّ اللّهَ﴾: فهل من يهودي أو نصراني يعترض على عبادة الله؟ وإذًا لماذا الصوامع والبيع؟ ﴿وَلاَ نُشْرِكَ بِهِ شَيْئًا﴾: وهل يرضى يهودي أو نصراني أن يقال له يا مشرك؟ ﴿وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَابًا مِّن دُونِ اللّهِ﴾: وأيضًا أي عاقل على وجه الأرض يؤله ويربّب إنسانًا مثله؟ ﴿فَإِن تَوَلَّوْاْ﴾: وأبوا إلّا الشرك والعناد ﴿فَقُولُواْ﴾: أيها اليهود والنصارى ﴿اشْهَدُواْ﴾: هذا تكرار وتوكيد لقولوا تمامًا مثل قول من قال لآخر: اشهد واعترف ﴿بِأَنَّا مُسْلِمُونَ﴾: بأنا مسلمون موحدون من دونكم أنتم أيها اليهود والنصارى. \n\n(65): ﴿يَا أَهْلَ الْكِتَابِ لِمَ تُحَآجُّونَ فِي إِبْرَاهِيمَ﴾: قال اليهود: كان إبراهيم يهوديًا. وقال النصارى: بل كان نصرانيًا، فكذبهم سبحانه بنطق العقل والبديهة حيث قال: ﴿وَمَا أُنزِلَتِ التَّورَاةُ وَالإنجِيلُ إِلاَّ مِن بَعْدِهِ أَفَلاَ تَعْقِلُونَ﴾: نزلت التوراة على موسى بعد إبراهيم بألف سنة، ونزل الإنجيل على عيسى بعد إبراهيم بألفي سنة، فكيف يكون إبراهيم توراتيًا أو إنجيليًا؟ فأين الفهم والعقل؟. \n\n(66): ﴿هَاأَنتُمْ هَؤُلاءِ حَاجَجْتُمْ فِيمَا لَكُم بِهِ عِلمٌ﴾: أي جادلتم في المسيحية واليهودية كما هي في علمكم وإعتقادكم ﴿فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُم بِهِ عِلْمٌ﴾: وهو دين إبراهيم، مالكم ولإبراهيم وما كان عليه؟ تكلموا عن أنفسكم وما تدينون، واتركوا الحديث عن غيركم لأهل العلم والمعرفة. \n\n(67): ﴿مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا﴾: لأنه سبق ملّت اليهود والنصارى بأمد طويل ﴿وَلَكِن كَانَ حَنِيفًا﴾: بعيدًا عن كل عقيدة زائفة محرفة ﴿مُّسْلِمًا﴾: منقادًا لله ﴿وَمَا كَانَ مِنَ الْمُشْرِكِينَ﴾: فمن ادعى أنه على ملته فليقل: لا إله إلا الله على المنابر والمآذن، إن كان من الصادقين. \n\n(68): ﴿إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ﴾: أحقهم بالانتساب إلى دينه ﴿لَلَّذِينَ اتَّبَعُوهُ﴾: واستجابوا لدعوته في زمانه وبعده ﴿وَهَذَا النَّبِيُّ﴾: محمد (ص) ﴿وَالَّذِينَ آمَنُواْ﴾: برسالته، وفي نهج البلاغة: إن أولى الناس بالأنبياء أعلمهم بما جاءوا به ﴿وَاللّهُ وَلِيُّ الْمُؤْمِنِينَ﴾: الذين يلجأون إليه في كشف الضر وطلب النفع. \n\n(69): ﴿وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ﴾: يردونكم عن دينكم إلى دينهم كما يفعل المبشرون في هذا العصر ﴿وَمَا يُضِلُّونَ إِلاَّ أَنفُسَهُمْ﴾: يحملون أثقالا مع أثقالهم، لأن من سنة سنة سيئة فعليه وزرها ووزر من عمل بها ﴿وَمَا يَشْعُرُونَ: أنهم لا يضلون إلا أنفسهم. \n\n(70): ﴿يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللّهِ﴾: وهي الدلائل على نبوة محمد (ص) وصدق القرآن ﴿وَأَنتُمْ تَشْهَدُونَ﴾: وتعلمون بأن محمدًا نبي، ولكن تكتمون. \n\n","تفسير المبين"]