["(78): ﴿وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُم بِالْكِتَابِ﴾: ينطقون به محرفا ﴿لِتَحْسَبُوهُ﴾: الهاء تعود على المحرف المفهوم من (يلون) ﴿مِنَ الْكِتَابِ﴾: المنزل على موسى (ع) ﴿وَمَا هُوَ مِنَ الْكِتَابِ﴾: التوراة ﴿وَيَقُولُونَ هُوَ مِنْ عِندِ اللّهِ وَمَا هُوَ مِنْ عِندِ اللّهِ﴾: والتكرار لتوكيد الكذب والافتراء. \n\n(79): ﴿مَا كَانَ لِبَشَرٍ ...﴾: محال في حق النبي أن يدعو الناس لعبادته من دون الله، كيف اختاره سبحانه على علم بأنه الصادق الأمين؟ وهذا رد على من يعبد السيد المسيح (ع) ﴿وَلَكِن﴾: يقول الناس: ﴿كُونُواْ رَبَّانِيِّينَ﴾: عالمين وعاملين بأمر الله ﴿بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ﴾: إن أهل الله حقًا هم الذين يتعلمون ويعلمون ويعملون بما علموا. \n\n(80): ﴿وَلاَ يَأْمُرَكُمْ﴾: النبي ﴿أَن تَتَّخِذُواْ الْمَلاَئِكَةَ وَالنِّبِيِّيْنَ أَرْبَابًا﴾: لأنه نبي التوحيد وعدو الشرك ﴿أَيَأْمُرُكُم بِالْكُفْرِ بَعْدَ إِذْ أَنتُم مُّسْلِمُونَ﴾: النبي يخرج الناس من الكفر إلى الإيمان، فهل من المعقول أن يردهم بعد هذا الإسلام والإيمان إلى الكفر؟. \n\n(81): ﴿وَإِذْ أَخَذَ اللّهُ مِيثَاقَ النَّبِيِّيْنَ ...﴾: أي أخذ الله ميثاق على النبيين أن يبشروا أقوامهم بمحمد (ص) وفي الآية 6 من سورة الصف أن عيسى قال من جملة ما قال: (ومبشرًا بنبي يأتي من بعدي اسمه أحمد) وأوضح تفسير لهذه الآية ما روى عن الإمام علي(ع): ما بعث الله نبيًا إلا أخذ عليه العهد في محمد (ص) وأمره أن يأخذ العهد على قومه فيه بأن يؤمنوا به، ويناصروه إذا أدركوا زمانه. ﴿قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي﴾: أي عهد على أممكم؟ ﴿قَالُواْ﴾: الأنبياء: ﴿أَقْرَرْنَا﴾: بما أمرتنا: أي قال الله للنبيين: أقررتم بمحمد وأخذتم على ذلك ﴿قَالَ﴾: الله ﴿فَاشْهَدُواْ﴾: على أممكم ﴿وَ أَنَا مَعَكُم مِّنَ الشَّاهِدِينَ﴾: الله وملائكته وأنبياؤه ويشهدون على أخذ هذا العهد والميثاق على رؤساء الأديان، ومع ذلك خالف وحرف أحبار اليهود والنصارى. \n\n(82): ﴿فَمَن تَوَلَّى بَعْدَ ذَلِكَ فَأُولَئِكَ هُمُ الْفَاسِقُونَ﴾: المتمردون من الكفار. \n\n(83): ﴿أَفَغَيْرَ دِينِ اللّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَن فِي السَّمَاوَاتِ وَالأَرْضِ طَوْعًا﴾: وهم العلماء ﴿وَكَرْهًا﴾: أي من حيث لا يشعرون وهم المقلدون للأجداد والآباء، وما من شك أن هؤلاء هم الكثرة الكاثرة، وكلا وعد الله الحسنى، وفضل العلماء أجرًا عظيمًا. \n\n","تفسير المبين"]