["(122): ﴿إِذْ هَمَّت طَّآئِفَتَانِ مِنكُمْ﴾: هما بنو سلمة من الخزرج، وبنو حارثة من الأوس، وكانا جناحي عسكر رسول الله في أُحد ﴿أَن تَفْشَلاَ﴾: أن تؤثر فيهما فتنة المنافق عبد الله بن أُبي، فيجبنا ويضعفا ﴿وَاللّهُ وَلِيُّهُمَا﴾: تولى أمر الطائفتين بعنايته، وأبعد الفشل عنهما ﴿وَعَلَى اللّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ﴾: لا على المنافقين وأعداء الدين، وإن ملكوا الأموال والسلاح. \n\n(123): ﴿وَلَقَدْ نَصَرَكُمُ اللّهُ بِبَدْرٍ﴾: هذا تذكير منه تعالى للمسلمين بيوم بدر ليثبت قلوبهم ﴿وَأَنتُمْ أَذِلَّةٌ﴾: كنتم آنذاك في قلة من العدد وغير منعة من العدة. \n\n(124): ﴿إِذْ تَقُولُ﴾: يا محمد، وكان صاحب رايتك وراية المهاجرين علي بن أبي طالب وصاحب راية الأنصار سعد بن عبادة ﴿لِلْمُؤْمِنِينَ أَلَن يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُم بِثَلاَثَةِ آلاَفٍ مِّنَ الْمَلآئِكَةِ مُنزَلِينَ﴾: نازلين من السماء، ينصرونكم على الأعداء. \n\n(125): ﴿بَلَى﴾: يكفيكم هذا الإمداد ﴿إِن تَصْبِرُواْ﴾: على الجهاد ﴿وَتَتَّقُواْ﴾: الخيانة والخذلان يمددكم الله بأكثر من هذا العدد ﴿وَيَأْتُوكُم﴾: أي المشركون ﴿مِّن فَوْرِهِمْ هَذَا﴾: من هذا الحين ﴿يُمْدِدْكُمْ رَبُّكُم بِخَمْسَةِ آلافٍ مِّنَ الْمَلآئِكَةِ مُسَوِّمِينَ﴾: أي لهم علامة تدل عليهم. \n\n(126): ﴿وَمَا جَعَلَهُ اللّهُ إِلاَّ بُشْرَى لَكُمْ﴾: هاء الغيب في (جعله) يعود على غير مذكور بلفظة، بل بمعناه وهو الإمداد المفهوم من (يمدكم) ﴿وَلِتَطْمَئِنَّ قُلُوبُكُم بِهِ﴾: أي بالإمداد. \n\n(127): ﴿لِيَقْطَعَ طَرَفًا مِّنَ الَّذِينَ كَفَرُواْ﴾: ليهلك طائفة ﴿أَوْ يَكْبِتَهُمْ﴾: يخزيهم بالهزيمة ﴿فَيَنقَلِبُواْ خَآئِبِينَ﴾: خاسرين. \n\n(128): ﴿لَيْسَ لَكَ﴾: يا محمد ﴿مِنَ الأَمْرِ شَيْءٌ﴾: القصد من هذا وأمثاله أن لا يغالي المسلمون بمحمد (ص) كما غالى المسيحيون بالسيد المسيح (ع) ﴿أَوْ يَتُوبَ عَلَيْهِمْ﴾: على المشركين إن اسلموا ﴿أَوْ يُعَذَّبَهُمْ﴾: إن أصروا على الكفر. \n\n(129): ﴿وَلِلّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ يَغْفِرُ لِمَن يَشَاء وَيُعَذِّبُ مَن يَشَاء﴾: لحكمة هو بها أعلم ﴿وَاللّهُ غَفُورٌ رَّحِيمٌ﴾: أي أن جانب الرحمة والمغفرة فيه تعالى هو الغالب تفضلًا منه وكرمًا. \n\n(130): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَأْكُلُواْ الرِّبَا أَضْعَافًا مُّضَاعَفَةً﴾: الربا حرام محرم قليلًا كان أم كثيرًا، وقوله تعالى: (أضعافًا) ليس قيدًا للنهي، لا إشارة إلى ما كان عليه المرابون في الجاهلية حيث كان الربا في بعض الحالات يستغرق أموال المديون بالكامل، ويبقى رأس المال في عنقه ﴿وَاتَّقُواْ اللّهَ﴾: في أكل الربا ﴿لَعَلَّكُمْ تُفْلِحُونَ﴾: وتفوزون بالبركات الواسعة. \n\n\n(131)-(132): ﴿وَاتَّقُواْ﴾: أيها المسلمون ﴿النَّارَ الَّتِي أُعِدَّتْ لِلْكَافِرِينَ﴾: فيه إيماء إلى أن العذاب على بعض الكبائر تمامًا كالعذاب على الشرك والإلحاد. \n\n","تفسير المبين"]