["(133): ﴿وَسَارِعُواْ إِلَى مَغْفِرَةٍ مِّن رَّبِّكُمْ﴾: أي سارعوا إلى خدمة الإنسان، كل إنسان لوجه الله والإنسانية تستوجبوا من الله سبحانه الرحمة والمغفرة ﴿وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأَرْضُ﴾: كناية عن السعة في إفهام الناس ﴿أُعِدَّتْ لِلْمُتَّقِينَ﴾ \n\n(134): ﴿الَّذِينَ يُنفِقُونَ فِي السَّرَّاء﴾: في اليسر والرخاء ﴿وَالضَّرَّاء﴾: العسر والبأساء ﴿وَالْكَاظِمِينَ الْغَيْظَ﴾: إن لم تكن حليمًا فتحلم كما قال الإمام (ع) ﴿وَالْعَافِينَ عَنِ النَّاسِ﴾: والعافين عطف على الكاظمين، وهؤلاء عطف على اللذين ينفقون، وهؤلاء وصف للمتقين ﴿وَاللّهُ يُحِبُّ الْمُحْسِنِينَ﴾: اللذين يتصفون بالتقوى والإنفاق وكظم الغيظ والعفو. \n\n(135): ﴿وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً﴾: سيئة كبرى بالاعتداء على الناس وأموالهم وأعراضهم ﴿أَوْ ظَلَمُواْ أَنْفُسَهُمْ﴾: أساؤوا إليها دون أن يسيئوا إلى الآخرين، كما لو تركوا الصلاة الصيام ﴿ذَكَرُواْ اللّهَ﴾: لجأوا إليه تعالى بإخلاص ﴿فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ﴾: طلبوا منه جل وعز أن يغفرها نادمين على فعلها وعازمين ألا يعودوا إلى مثلها، فإنه يغفرها لا محالة ﴿وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ﴾: يوم الحساب والجزاء ﴿وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ﴾: ومعنى هذا أن من يرتكب الحرام عن غفلة أو جهل مع العجز عن التعلم، فهو معذور. \n\n(136): ﴿أُوْلَئِكَ جَزَآؤُهُم مَّغْفِرَةٌ...﴾: قال الشيخ الطبرسي: ومن هذه الآيات يتبين أن المؤمنين بالله ثلاث فئات: المتقون، والتائبون، والمصرون، وإن للمتقين والتائبين الجنة والمغفرة. وسكت الشيخ عن المصرين، لأن ربهم بهم يوم إذ لخبير.. \n\n(137): ﴿قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ﴾: الخطاب في قبلكم للصحابة، وسنن جمع سُنة وهي الطريقة، والمعنى أطيعوا النبي أيها الصحابة، ولا تخالفوا له أمرًا وإلا نزل بكم العذاب في الدنيا قبل الآخرة تمامًا كما نزل بالذين عاكسوا أنبيائهم من الأمم الخالية، وإن كنتم في ريب من ذلك ﴿فَسِيرُواْ فِي الأَرْضِ﴾: أي تتبعوا أخبار الماضين من أهل الأرض وتاريخهم ﴿فَانْظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذَّبِينَ﴾: لأنبيائهم وإلى أينوع انتهوا من الهلع، والعاقل من اتعظ بغيره.. \n\n(138): ﴿هَذَا بَيَانٌ﴾: ناصع ﴿لِّلنَّاسِ﴾: كافة ﴿وَهُدًى﴾: إلى دين الحق ﴿وَمَوْعِظَةٌ لِّلْمُتَّقِينَ﴾: أي من أراد أن يكون من المتقين الصالحين. \n\n(139): ﴿وَلاَ تَهِنُوا وَلاَ تَحْزَنُوا﴾: ثقوا أيها المسلمون بالله وبأنفسكم، وامضوا على عزيمة الإيمان بالنصر ﴿وَأَنتُمُ الأَعْلَوْنَ﴾: بدينكم ونبيكم ﴿إِن كُنتُم مُّؤْمِنِين﴾: حقًا وصدقًا. \n\n(140): ﴿إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِّثْلُهُ﴾: إن نال منكم العدو يوم أُحد، فقد نلتم منه يوم بدر. ﴿وَتِلْكَ الأيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ﴾: المراد بالأيام القوة وأنها تارة تكون لهؤلاء، وتارة لأولئك ﴿وَلِيَعْلَمَ اللّهُ الَّذِينَ آمَنُواْ﴾: إنه تعالى أعلم بالمؤمنين والكافرين من أنفسهم، ولكن يبتليهم بالأمر والنهي لتظهر أفعالهم للعيان، ويتميز الخبيث من الطيب، ويجزي كل بما كسب ﴿وَيَتَّخِذَ مِنكُمْ شُهَدَاء﴾: وفي الشهادة كل السعادة والكرامة، فهل إليها من سبيل؟ عسى ولعل. \n\n","تفسير المبين"]