["(149): ﴿يَا أَيُّهَا الَّذِينَ آمَنُوَاْ إِن تُطِيعُواْ الَّذِينَ كَفَرُواْ يَرُدُّوكُمْ عَلَى أَعْقَابِكُمْ فَتَنقَلِبُواْ خَاسِرِينَ﴾: قال شيخ الأزهر المراغي في تفسير هذه الآية، فقرة المفردات ما نصه بالحرف: (المراد بالذين كفروا أبو سفيان لأنه شجرة الفتنة). \n\n(150): ﴿بَلِ اللّهُ مَوْلاَكُمْ وَهُوَ خَيْرُ النَّاصِرِينَ﴾: ومن كان الله ناصره فلا يفتقر إلى ولي ولا نصير. \n\n(151): ﴿سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُواْ الرُّعْبَ بِمَا أَشْرَكُواْ بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا﴾: أي لا تخافوا أيها المسلمون من المشركين لأنهم هزموكم في أُحد، فإن الله سبحانه سيطبع على قلوبهم بالخوف لأنهم جعلوا لله شركاء بوحي من الشيطان لا بالحجة والبرهان ﴿وَمَأْوَاهُمُ النَّارُ وَبِئْسَ مَثْوَى الظَّالِمِينَ﴾: المأوى والمثوى بمعنى واحد وهو المقر والمنزل. \n\n(152): ﴿وَلَقَدْ صَدَقَكُمُ اللّهُ وَعْدَهُ﴾: وعد سبحانه المسلمين بلسان نبيه أن ينصرم على المشركين في وقعة أحد بشرط أن لا يعصوا للنبي أمرًا ﴿إِذْ تَحُسُّونَهُم بِإِذْنِهِ﴾: أي تقتلوا المشركين في بداية المعركة ﴿حَتَّى إِذَا فَشِلْتُمْ﴾:ضعفتم وجبنتم ﴿وَتَنَازَعْتُمْ فِي الأَمْرِ﴾: أمر النبي الرماة يوم أُحد أن يثبتوا في مكانهم ولا يتركوه، فوقع النزاع فيما بينهم، فامتثل بعضهم، وعصى آخرون ﴿وَعَصَيْتُم مِّن بَعْدِ مَا أَرَاكُم مَّا تُحِبُّونَ﴾: من هزيمة المشركين وما تركوا وراءهم من غنائم في أول المعركة ﴿مِنكُم مَّن يُرِيدُ الدُّنْيَا﴾: وهم الرماة الذين أخلوا مكانهم للعدو طمعًا في الغنيمة ﴿وَمِنكُم مَّن يُرِيدُ الآخِرَةَ﴾: وهم الرماة الذين ثبتوا في مكانهم وقتلوا ولم يعصوا الرسول. ﴿ثُمَّ صَرَفَكُمْ عَنْهُمْ﴾: ردكم عن الكفار بعد أن أمكنكم منهم بسبب معصيتكم أمر النبي ﴿لِيَبْتَلِيَكُمْ﴾: أي ابتلاكم بذلك ليظهر ثباتكم على الإيمان وصبركم على الشدائد ﴿وَلَقَدْ عَفَا عَنكُمْ﴾: بعد أن ندمتم وتبتم. \n\n(153): ﴿إِذْ تُصْعِدُونَ﴾: تذهبون ﴿وَلاَ تَلْوُونَ﴾: لا تلتفتون ﴿عَلَى أحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْرَاكُمْ﴾: يناديكم من ورائكم: إليّ عباد الله. أنا رسول الله ﴿فَأَثَابَكُمْ﴾: جازاكم الله ﴿غُمَّاً بِغَمٍّ﴾: أذقتم الرسول غمًا بمعصيتكم له، فأذاقكم الله غمًا بالهزيمة واحدة بواحدة جزاء وفاقًا ﴿لِّكَيْلاَ تَحْزَنُواْ عَلَى مَا فَاتَكُمْ﴾: من المنافع ﴿وَلاَ مَا أَصَابَكُمْ﴾: من المضار والقصد من كل ما حدث أن تتعظوا به ولا تعودوا إلى مثله. \n\n","تفسير المبين"]