["(154): ﴿ثُمَّ أَنزَلَ عَلَيْكُم مِّن بَعْدِ الْغَمِّ أَمَنَةً نُّعَاسًا﴾: النوم عند المحنة يخفف الكثير من وقع المصائب ﴿يَغْشَى﴾: أخذ النوم ﴿طَآئِفَةً مِّنكُمْ﴾: وهي الثابتة على الإيمان ﴿وَطَآئِفَةٌ﴾: وهي المنافقة ﴿قَدْ أَهَمَّتْهُمْ أَنفُسُهُمْ﴾: وما عداها فإلى داهية دهياء. ﴿يَظُنُّونَ بِاللّهِ غَيْرَ الْحَقِّ﴾: في أنه يفعل ما لا ينبغي فعله، تعالى الله عما يصفون ﴿ظَنَّ الْجَاهِلِيَّةِ﴾: بدل من غير الحق ﴿يَقُولُونَ﴾: أي المنافقون يسألون رسول الله: ﴿هَل لَّنَا مِنَ الأَمْرِ﴾: النصر والظفر ﴿مِن شَيْءٍ قُلْ إِنَّ الأَمْرَ كُلَّهُ لِلَّهِ﴾: يعز من يشاء ويذل من يريد ﴿يُخْفُونَ فِي أَنفُسِهِم﴾: التكذيب والنفاق ﴿مَّا لاَ يُبْدُونَ لَكَ﴾: شأن العدو الجبان ﴿يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الأَمْرِ شَيْءٌ﴾:لو كانت قيادة الحرب لنا ﴿مَّا قُتِلْنَا هَاهُنَا﴾: في هذه المعركة ﴿قُل لَّوْ كُنتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الَّذِينَ كُتِبَ عَلَيْهِمُ الْقَتْلُ إِلَى مَضَاجِعِهِمْ﴾: أبدًا لا ينجو من القدر هارب ﴿وَلِيَبْتَلِيَ اللّهُ مَا فِي صُدُورِكُمْ وَلِيُمَحَّصَ مَا فِي قُلُوبِكُمْ﴾: فالحكمة من المحن والمصائب أنها المحك الذي يميز بين الطيب والخبيث وتظهر كلا على حقيقته للناس لا لله سبحانه، لأنه عليم بذات الصدور. \n\n(155): ﴿إِنَّ الَّذِينَ تَوَلَّوْاْ مِنكُمْ﴾: انهزموا خوفًا وجبنًا ﴿يَوْمَ الْتَقَى الْجَمْعَانِ﴾: في أحد، وكانوا سببًا مباشرًا لغلبة المشركين على المسلمين ﴿إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطَانُ بِبَعْضِ مَا كَسَبُواْ﴾: طمع فيهم الشيطان حيث أطاعوه من قبل ﴿وَلَقَدْ عَفَا اللّهُ عَنْهُمْ﴾: لأنهم تابوا. \n\n(156): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَكُونُواْ كَالَّذِينَ كَفَرُواْ﴾: باطنًا لا ظاهرًا ﴿وَقَالُواْ لإِخْوَانِهِمْ﴾: في النفاق ﴿إِذَا ضَرَبُواْ فِي الأَرْضِ﴾: سافروا فيها وأبعدوا ﴿أَوْ كَانُواْ غُزًّى﴾: جمع غاز ﴿لَّوْ كَانُواْ عِندَنَا مَا مَاتُواْ وَمَا قُتِلُواْ﴾: أسند المنافقون موت المسافر أو الغازي على السفر أو الغزو، فنهى سبحانه المؤمنين عن هذا القول الجاهل الباطل ﴿لِيَجْعَلَ اللّهُ ذَلِكَ حَسْرَةً فِي قُلُوبِهِمْ﴾: أي أن الله سبحانه أمر المؤمنين أن يبتعدوا عن المنافقين ولا يشتبهوا بهم في قول أو فعل، لأن ذلك يورثهم حسرة وكآبة ﴿وَاللّه ُ يُحْيِي وَيُمِيتُ﴾: فإن شاء أمات القاعد والمقيم، وإن شاء أحيا العظام وهي رميم، ولا تأثير لحرب أو سفر. \n\n(157): ﴿وَلَئِن قُتِلْتُمْ فِي سَبِيلِ اللّهِ أَوْ مُتُّمْ لَمَغْفِرَةٌ مِّنَ اللّهِ وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ﴾: كل من يقتل أو يموت مدافعًا عن الحق أو مكافحًا من اجل العيش والعيال أو لخدمة أخيه الإنسان فهو شهيد أو في حكمه، وله عند الله خير مما طلعت عليه الشمس. \n\n","تفسير المبين"]