["(166): ﴿وَمَا أَصَابَكُمْ يَوْمَ الْتَقَى الْجَمْعَانِ﴾: في أُحد ﴿فَبِإِذْنِ اللّهِ﴾: أي بالتخلي عنكم أو بعلمه تعالى أنكم ستخالفون النبي وتجبنون ﴿وَلِيَعْلَمَ﴾: الله ﴿الْمُؤْمِنِينَ﴾. \n\n(167): ﴿وَلْيَعْلَمَ الَّذِينَ نَافَقُواْ﴾: أي ليظهر أفعال المعلومين عنده تعالى بالإيمان والنفاق، ويحاسب كلًا منهما على أعمالهم ومقاصدهم ﴿وَقِيلَ لَهُمْ﴾: للمنافقين ﴿تَعَالَوْاْ قَاتِلُواْ فِي سَبِيلِ اللّهِ﴾: إن كان لكم دين ﴿أَوِ ادْفَعُواْ﴾: عن أنفسكم وأهلكم وأموالكم إن لم يكن لكم دين ﴿قَالُواْ لَوْ نَعْلَمُ قِتَالاً لاَّتَّبَعْنَاكُمْ﴾: أي قال المنافقون للمؤمنين: لو كنا على علم اليقين بأن الحرب واقعة بينكم وبين المشركين لقاتلنا معكم، ولكن الأمر سينتهي عند المناورات وعرض العضلات وكفى ﴿هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلإِيمَانِ﴾: أي أن تصرفات المنافقين بشتى أنواعها هي لمصلحة الكفر والكافرين، ولا شيء منها لمصلحة الإسلام والمؤمنين على رغم ادعائهم الإيمان والتظاهر بالإسلام. ﴿يَقُولُونَ بِأَفْوَاهِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ﴾: وهذا أجمع تحديد لكل منافق، ومثله تمامًا ما في نهج البلاغة: قولهم شفاء، وفعلهم الداء العياء أي أعيى الأطباء. \n\n(168): ﴿الَّذِينَ قَالُواْ لإِخْوَانِهِمْ وَقَعَدُوا﴾ْ: أي قال المنافقون انفعالا من أجل أرحامهم الذين قتلوا في أُحد: ﴿لَوْ أَطَاعُونَا مَا قُتِلُوا﴾: نهيناهم عن الخروج للحرب مع محمد فلم ينتهوا، ولو انتهوا لسلموا من القتل كما سلمنا ﴿قُلْ﴾: لهم يا محمد: ﴿فَادْرَؤُوا عَنْ أَنفُسِكُمُ الْمَوْتَ إِن كُنتُمْ صَادِقِينَ﴾: إن للموت أسبابًا عديدة ومنها القتل، وكلها بيد الله تعالى، ومن لم يمت بالقتل مات بغيره، ومن أنكر هذه الحقيقة فليدفع الموت عن نفسه. \n\n(169): ﴿وَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُواْ فِي سَبِيلِ اللّهِ أَمْوَاتًا﴾: أنصار الباطل هم والباطل عند الله بمنزلة سواء، كل منهما إلى زوال واضمحلال بنص القرآن(إن الباطل كان زهوقا) أما أنصار الحق فهم عند الله وأهل الله تمامًا كالحق ﴿بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ﴾: كما كانوا في الحياة الدنيا مع الفارق بأنهم عند الله لا يمسهم نصب ولا تعب. \n\n(170): ﴿فَرِحِينَ بِمَا آتَاهُمُ اللّهُ مِن فَضْلِهِ﴾: ولا يوازي فضله فضل ﴿وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُواْ بِهِم مِّنْ خَلْفِهِمْ﴾: فرح الشهداء بحظهم الأوفر عند الله، وأيضًا فرحوا لإخوانهم المجاهدين الذين سيقتلون من بعدهم، وينالون من الله ما نالوه من السعادة القائمة والنعمة الدائمة ﴿أَلاَّ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾: للشهداء ثلاث فرحات: الفرحة الأولى لأنفسهم، وإليها الإشارة بقولة تعالى: فرحين... والفرحة الثانية لإخوانهم، وإليها أشار سبحانه بقوله: ويستبشرون... والفرحة الثالثة لكل مؤمن مخلص، وأشار إليها جل وعز بقوله: \n\n(171): ﴿يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ اللّهِ وَفَضْلٍ﴾: والنعمة أجر على عمل، والفضل تفضل زائد. \n\n(172): ﴿الَّذِينَ اسْتَجَابُواْ لِلّهِ وَالرَّسُولِ مِن بَعْدِ مَآ أَصَابَهُمُ الْقَرْحُ﴾: بفتح القاف: الجرح، نزلت هذه الآية في الذين أصابتهم جراحات شديدة في أُحد، فصبروا وتجلدوا وأمرهم النبي(ص) وهم على هذه الحال أن يتهيأوا للجهاد ويعيدوا الكرة، فاستجابوا وأقبلوا على الموت بلا جزع وهلع، فوصفهم سبحانه بالمحسنين والمتقين، ووعدهم بالأجر العظيم في قوله: ﴿لِلَّذِينَ أَحْسَنُواْ مِنْهُمْ وَاتَّقَواْ أَجْرٌ عَظِيمٌ﴾: وهذا هو الفوز المبين. \n\n(173): ﴿الَّذِينَ قَالَ لَهُمُ النَّاسُ﴾: قال بعض الخونة المرتزقة للمؤمنين يثبطهم عن الجهاد: ﴿إِنَّ النَّاسَ﴾: أي المشركين ﴿قَدْ جَمَعُواْ لَكُمْ﴾: وحشدوا الجيوش ﴿فَاخْشَوْهُمْ﴾: ولا تحاربوهم ﴿فَزَادَهُمْ﴾: هذا التخويف والتثبيط ﴿إِيمَاناً﴾: على إيمان وعزمًا على عزم ﴿وَقَالُواْ حَسْبُنَا اللّهُ وَنِعْمَ الْوَكِيلُ﴾: إن ثقتنا بالله لا يزعزعها بشيء. \n\n","تفسير المبين"]