["(181): ﴿لَقَدْ سَمِعَ اللّهُ قَوْلَ الَّذِينَ قَالُواْ إِنَّ اللّهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاء﴾: نطق اليهود بهذا القول إما إعتقادًا، وإما عنادً، وأيهما كان فهو كفر صراح ﴿سَنَكْتُبُ مَا قَالُواْ﴾: أي نعاقبهم عليه ﴿وَقَتْلَهُمُ الأَنبِيَاء بِغَيْرِ حَقٍّ﴾: أبدًا لا فرق بين قول اليهود: الله فقير وقتلهم الأنبياء، وليس هذا بأول ما ارتكبوه. \n\n(182): ﴿ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ﴾: وخص سبحانه الأيدي بالذكر، لأنها الأداة الطيعة لأكثر الأعمال. \n\n(183): ﴿الَّذِينَ قَالُواْ إِنَّ اللّهَ عَهِدَ إِلَيْنَا أَلاَّ نُؤْمِنَ لِرَسُولٍ حَتَّىَ يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ﴾: اليهود الذين قتلوا الأنبياء، وقالوا أن الله فقير ونحن الأغنياء هم بالذات قالوا لمحمد (ص): قد أمرنا الله أن لا نصدق مدعي النبوة أيا كان إلا إذا ظهرت على يده هذه المعجزة، وهي أن تلتهم صدقاتنا نار تنزل من السماء ﴿قُلْ﴾: يا محمد لهؤلاء اليهود ﴿قَدْ جَاءكُمْ رُسُلٌ مِّن قَبْلِي بِالْبَيِّنَاتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ﴾: إن أسلافكم اقترحوا على الأنبياء هذه المعجزة التي قد اقترحتموها عليه، وأظهرها الله هي وغيرها من المعجزات على أيدي الأنبياء ومع ذلك قتلوهم ولم يؤمنوا بهم، وشأنكم شأنهم في العتو والعناد. \n\n(184): ﴿فَإِن كَذَّبُوكَ﴾: يا محمد ﴿فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ جَآؤُوا بِالْبَيِّنَاتِ﴾: المعجزات الدالة على صدقهم ﴿وَالزُّبُرِ﴾: بضم الزاي جمع زبور، وهو كل كتاب فيه حكمة ﴿وَالْكِتَابِ الْمُنِيرِ﴾: هو التوراة المنزلة على موسى والإنجيل المنزل على عيسى والغرض من هذه الآية مجرد التسلية وتأسي النبي الأطهر بمن سبقه من الأنبياء. \n\n(185): ﴿كُلُّ نَفْسٍ ذَآئِقَةُ الْمَوْتِ﴾: نبيًا كان أم شقيًا صاحبها ﴿وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ الْقِيَامَةِ﴾: لا في الحياة الدنيا، لأن اليوم عمل ولا حساب، وغدًا حساب ولا عمل ﴿فَمَن زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ﴾: بل من فاز بالنجاة من النار وكفى فهو من الفائزين على منطق من حدد اللذة بدرء الألم والسعادة بعدم الشقاء. \n\n(186): ﴿لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنفُسِكُمْ﴾: هذا خطاب لكل محق ومن ينشد الحق ويناصره، وإن عليه أن يدفع ثمن الحق من نفسه وماله وعرضه حيث لا هوادة بين أهل الحق وأهل الباطل، ومن الذي يعلم منك بأنك تعلم بما هو عليه من الجهل أو الكذب أو الرياء وما إلى ذلك من الرذائل ثم لا يشن عليك حربًا شعواء لا لشيء إلا لأنك تعرف من هو وكفى. ﴿وَلَتَسْمَعُنَّ﴾: أيها المسلمون المحقون في دينكم ﴿مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ﴾: المبطلين في دينهم ﴿مِن قَبْلِكُمْ﴾: إشارة إلى أن التوراة والإنجيل أسبق نزولا من القرآن ﴿وَمِنَ الَّذِينَ أَشْرَكُواْ أَذًى كَثِيرًا﴾: وذنبكم الوحيد هو ذنب المحق عند المبطل والأمين عند الخائن ﴿وَإِن تَصْبِرُواْ وَتَتَّقُواْ فَإِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ﴾: إصبروا على مرارة الحق وثقله، فإن ذلك من دلائل الشجاعة والبطولة. \n\n","تفسير المبين"]