["(195): ﴿فَاسْتَجَابَ لَهُمْ رَبُّهُمْ﴾: ولماذا استجاب؟ وإليك الجواب ﴿أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى﴾: فالعبرة عند الله بالأعمال لا بالمال والرجال، وبالإخلاص لا بهتاف الناس ﴿بَعْضُكُم مِّن بَعْضٍ﴾: الذكر ابن الأنثى، والأنثى بنت الذكر، والتماثل في المصدر يستدعي التماثل في الحكم والأثر ﴿فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ﴾: بيتك حجره عظمك، وطينه لحمك، وماؤه دمك، وفيه نفسك وطعامك وشرابك وزوجك وأبنائك، تطرد منه على غفلة، وتصبح في الفضاء أنت والنساء والأبناء... ربي كما خلقتني! فهل من ظلم أفحش وعدوان أفظع من هذا؟ ﴿وَأُوذُواْ فِي سَبِيلِي﴾: بأشد أنواع التنكيل ﴿وَقَاتَلُواْ وَقُتِلُواْ﴾: لا لشيء إلا دفاعًا عن الحق والنفس ﴿لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ ...﴾: أبدًا لا أمن وأمان من عذاب الله، ولاحظ لأحد من ثوابه إلا لمن جاهد وضحى، فصبر واتقى، وثبت على الحق حتى ولو قطع عضوًا عضوا، أولئك لهم عند الله المقام الأسمى والدرجات العلى. \n\n(196): ﴿لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ﴾: أي تحكموا بأهلها، ونهبوا الأقوات والأرزاق. \n\n(197): ﴿مَتَاعٌ قَلِيلٌ﴾: أي ذاك التحكم والظلم يتطعمه الطغاة قليلا، ثم يلفظونه جملة ﴿ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ﴾: ومعنى الآية بمجموعها: قد يظن الظان أن الدنيا (للأقدر الأقذر) الذي يملك السلاح الأكثر فتكًا وتدميرًا!؟ كلا، فإن وراء قوى الشر قوة عليا تراقب وتحاسب لا تغفل ولا تغلب، وتدمر كل باغية وطاغية. \n\n(198): ﴿لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا﴾:ومن يعاقب المجرمين يثيب المتقين، ما في ذلك ريب ﴿نُزُلاً﴾: حال من جنات، لأن النزل والنزول ما يهيأ للنازل من طعام وشراب وما أشبه. \n\n(199): ﴿وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللّهِ وَمَا أُنزِلَ إِلَيْكُمْ﴾: القرآن ﴿وَمَآ أُنزِلَ إِلَيْهِمْ﴾: توراة موسى وإنجيل عيسى ﴿خَاشِعِينَ لِلّهِ﴾: وللحق فهو ضالتهم وبغيتهم أينما وجودوه اعتنقوه ﴿لاَ يَشْتَرُونَ بِآيَاتِ اللّهِ ثَمَنًا قَلِيلاً﴾: لا يحرفون الحق أو يخفونه طمعًا بالحطام الزائد. \n\n(200): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ﴾: على جهاد العدو وقتاله ﴿وَصَابِرُواْ﴾: اغلبوا العدو في تحمل الشدائد ﴿وَرَابِطُواْ﴾: وأعدوا له ما استطعتم من قوة ﴿وَاتَّقُواْ اللّهَ لَعَلَّكُمْ تُفْلِحُونَ﴾: اتقوا الله في المحافظة على الجهاد، فلا فلاح بل لا وجود لكم إلا به، فهو طريق الحياة وباب الحرية والكرامة.\n","تفسير المبين"]