{
"title": "آداب السفر",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "آداب السفر\n\nإذا أردت الخروج إلى السفر فينبغي لك أن تصوم الأربعاء والخميس والجمعة، وأن تختار من أيام الاُسبوع يوم السبت أو يوم الثلاثاء أو يوم الخميس، واجتنب السفر في يوم الاثنين والأربعاء، وقبل الظهر من يوم الجمعة، واجتنب السفر في اليوم الثالث من الشهر والخامس منه والثالث عشر والسادس عشر والحادي والعشرين والرابع والعشرين والخامس والعشرين، ولا تسافر في محاق الشهر ولا إذا كان القمر في برج العقرب وإن دعت ضرورة إلى الخروج في هذه الأحوال والأوقات فليدعو المسافر بدعوات السفر ويتصدّق ويخرج متى شاء.\nوروي أنّ رجلاً من أصحاب الباقر (عليه السلام) أراد السفر فأتاه ليودّعه فقال له: «إنّ أبي علي بن الحسين (عليهما السلام) كان إذا أراد الخروج إلى بعض أمواله اشترى السلامة من الله عزّ وجلّ بما تيسّر، أي بالصدقة بما تيسّر له ويكون ذلك إذا وضع رجله في الركاب وإذا سلمه الله وعاد من سفره حمد الله وشكره أيضاً بما تيسّر له» فودّعه الرجل ومضى ولم يعمل بما وصّاه الباقر (عليه السلام) فهلك في الطريق فأتى الخبر الباقر (عليه السلام) فقال: «قد نصح الرجل لو كان قبل».\n\nوينبغي أن تغتسل قبل التوجّه ثمّ تجمع أهلك بين يديك وتصلّي ركعتين وتسأل الله الخيرة وتقرأ آية الكرسي وتحمد الله وتثني عليه وتصلّي على النبي وآله (صلوات الله عليهم) وتقول:\nاللهُمَّ إنّي أستَودِعُكَ اليَومَ نَفسي وَأهلي وَمالي وَوُلدي وَمَن كانَ مِنّي بِسَبيلِ الشَّاهِدِ مِنهُم وَالغائِبَ، اللهُمَّ احفَظنا بِحِفظِ الإيمانِ وَاحفَظ عَلَينا، اللهُمَّ اجعَلنا في رَحمَتِكَ وَلا تَسلُبنا فَضلَكَ إنَّا إلَيكَ راغِبونَ، اللهُمَّ إنَّا نَعوذُ بِكَ مِن وَعَثاءِ السَّفَرِ وَكَآبَةِ المُنقَلَبِ وَسوءِ المَنظَرِ في الأهلِ وَالمالِ وَالوَلَدِ في الدُّنيا وَالآخِرةِ، اللهُمَّ إنّي أتَوَجَّهُ إلَيكَ هذا التَّوجُّهِ طَلَباً لِمَرضاتِكَ وَتَقَرُّباً إلَيكَ فَبَلِّغني ما اُؤَمِّلُهُ وَأرجوهُ فيكَ وَفي أوليائِكَ يا أرحَمَ الرَّاحِمينَ.\nثمّ ودّع أهلك وانهض وقف بالباب فسبّح الله بتسبيح الزهراء (عليها السلام) واقرأ سورة الحمد أمامك وعن يمينك وعن شمالك وكذلك آية الكرسي وقل:اللهُمَّ إلَيكَ وَجَّهتُ وَجهي وَعَلَيكَ خَلَّفتُ أهلي وَمالي وَما خَوَّلتَني وَقَد وَثِقتُ بِكَ فَلا تُخَيِّبني يا مَن لا يُخَيِّبُ مَن أرادَهُ وَلا يُضَيِّعُ مَن حَفِظَهُ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاحفَظني فيما غِبتُ عَنهُ وَلا تَكِلني إلى نَفسي يا أرحَمَ الرَّاحِمينَ...الدعاء.\n\nثمّ اقرأ سورة قل هو الله أحد إحدى عشرة مرّة وسورة إنا أنزلناه وآية الكرسي وسورة قل أعوذ برب الناس وقل أعوذ برب الفلق ثمّ امرر بيدك على جميع جسدك وتصدّق بما تيسّر وقل:\nاللهُمَّ إنّي اشتَرَيتُ بِهِذِهِ الصَّدَقَةِ سَلامَتي وَسَلامَةَ سَفَري وَما مَعي اللهُمَّ احفَظني وَاحفَظ ما مَعيَ وَسَلِّمني وَسَلِّم ما مَعيَ وَبَلِّغني وَبَلِّغ ما مَعيَ بِبَلاغِكَ الَحَسَن الجَميلِ.\n\nوتأخذ معك عصاً من شجر اللوز المر فقد روي عن النبي (صلى الله عليه وآله وسلم) أنّه قال: «من خرج إلى السفر ومعه عصا لوز مر وتلا قوله تعالى: وَلَمَّا تَوَجَّهَ تِلقاءَ مَديَنَ... الى وَالله عَلى ما نَقولُ وَكيلٌ وهو في سورة القصص، آمنه الله تعالى من كلّ سبعٍ ضارٍ ومن كلّ لصٍ عادٍ ومن كلّ ذات حمّةٍ حتى يرجع الى منزله وكان معه سبع وسبعون من المعقبات الملائكة يستغفرون له حتى يرجع ويضعها ويستحب أن يخرج معتمّاً متحنّكاً لكي لا يصيبه السرق ولا الغرق ولا الحرق وتأخذ معك شيئاً من تربة الحسين (عليه السلام) وقل إذا أخذتها:\nاللهُمَّ هذِهِ طينَةُ قَبرِ الحُسَينِ (عليه السلام) وَليِّكَ وَابنِ وَليِّكَ اتَّخّذتُها حِرزاً لِما أخافُ وَما لا أخافُ.\n\nوخذ معك خاتم العقيق والفيروزج، والأحسن أن يكون العقيق أصفر منقوشاً على أحد وجهيه: ما شاءَ اللهُ لا قوَّةَ إلاّ بِاللهِ أستَغفِرُ اللهَ ، وعلى الوجه الثاني: مُحَمَّد وَعلي.\n\nروى السيد ابن طاووس في (أمان الاخطار) عن أبي محمد قاسم بن علاء، عن الصافي خادم الإمام علي النقي (عليه السلام) قال: استأذنته في الزيارة إلى طوس فقال لي: «يكون معك خاتم فصة عقيق أصفر عليه: ما شاءَ اللهُ لاقوَّةَ إلاّ باللهِ أستغفرُ اللهَ، وعلى الجانب الآخر: محمد وعلي فإنّه أمان من القطع وأتم للسلامة وأصون لدينك».\n\nقال فخرجت وأخذت خاتماً على الصفة التي أمرني بها ثمّ رجعت إليه لوداعه فودّعته وانصرفت فلمّا بعدت أمر بردّي فرجعت إليه فقال: «يا صافي» فقلت: لبيك يا سيدي قال: «ليكن معك خاتم آخر من فيروزج فإنّه يلقاك في طريقك أسد بين طوس ونيشابور فيمنع القافلة من المسير فتقدّم إليه وأره الخاتم وقل له: مولاي يقول لك: تنح عن الطريق، ثمّ قال: ليكن نقشه: اللهُ الملك، وعلى الجانب الآخر: المُلكُ للهِ الواحِدِ القَهَّارِ، فإنّه خاتم أمير المؤمنين (عليه السلام) كان عليه: اللهُ المَلِكُ، فلما ولي الخلافة نقش على خاتمه: المُلكُ للهِ الواحِدِ القَهّارِ، وكان فصّه فيروزج: وهو أمان من السباع خاصة وظفر في الحرب».\n\nقال الخادم: فخرجت في سفري ذلك فلقيني والله السبع فقلت ما أمرت به فلمّا رجعت حدّثته فقال لي: بقيت عليك خصلة لم تحدّثني بها إن شئت حدّثتك بها فقلت: يا سيدي أذكر علي لعلّي نسيتها فقال:\n«نعم بتّ ليلة بطوس عند القبر فصار الى القبر قوم من الجن لزيارته فنظروا إلى الفص في يدك وقرأوا نقشه فأخذوه عن يدك وصاروا به إلى عليل لهم وغسلوا الخاتم بالماء وسقوه ذلك الماء فبريء، وردوا الخاتم إليك وكان في يدك اليمنى فصيروه في يدك اليسرى فكثر تعجبك من ذلك ولم تعرف السبب فيه ووجدت عند رأسك حجراً يا قوتاً فأخذته وهو معك فاحمله إلى السوق فإنّك ستبيعه بثمانين ديناراً وهو هدية القوم إليك» فحملته إلى السوق فبعته بثمانين ديناراً، كما قال سيدي (عليه السلام) .\n\nوعن الصادق (عليه السلام) قال: «من قرأ آية الكرسي في السفر في كلّ ليلة سلم وسلم ما معه ويقول: اللهُمَّ اجعَل مَسيري عِبَراً وَصَمتي تَفَكُّراً وَكَلامي ذِكراً».\n\nوعن الإمام زين العابدين (عليه السلام) قال: «لا اُبالي إذا قلت هذه الكلّمات أن لو اجتمع عليّ الجنّ والإنس:بِسمِ اللهِ وَبِاللهِ وَ مِن َ اللهِ وَإلى اللهِ وَفي سَبيلِ اللهِ، اللهُمَّ إلَيكَ أسلَمتُ نَفسي وَإلَيكَ وَجَّهتُ وَجهي وَإلَيكَ فَوَّضتُ أمري فَاحفَظني بِحِفظِ الإيمانِ مِن بَينِ يَدَيَّ وَمِن خَلفي وَعَن يَميني وَعَن شِمالي وَمِن فَوقي وَمِن تَحتي، وَادفَع عَنّي بِحَولِكَ وَقوَّتِكَ فَإنَّهُ لاحَولَ وَلا قوَّةَ إلاّ بِالله العَليِّ العَظيمِ».\n\nأقول: دعوات السفر وآدابه كثيرة، ونحن هنا نقتصر بذكر عدّة آداب:\nالأول: ينبغي للمرء أن لا يترك التسمية عند الركوب.\n\nالثاني: أن يحفظ نفقته في موضع مصون. فقد روي: «إنّ من فقه المسافر حفظ نفقته».\n\nالثالث: أن يساعد أصحابه في السفر ولا يحجم عن السعي في حوائجهم كي ينفّس الله عنه ثلاثاً وسبعين كربة ويجيره في الدنيا من الهمّ والغمّ وينفّس كربه العظيم يوم القيامة.\nوروي أنّ الإمام زين العابدين (عليه السلام) كان لا يسافر إلاّ مع رفقة لا يعرفونه ليخدمهم في الطريق فإنّهم لو عرفوه منعوه عن ذلك، ومن الاخلاق الكريمة للنبي (صلى الله عليه وآله وسلم) أنه كان مع صحابته في بعض الأسفار فأرادوا ذبح شاة يقتاتون بها فقال أحدهم: عليّ ذبحها، وقال آخر: عليّ سلخ جلدها، وقال الآخر: عليّ طبخها فقال (صلى الله عليه وآله وسلم) : «عليّ الاحتطاب» فقالوا يا رسول الله (صلى الله عليه وآله وسلم) : نحن نعمل ذلك فلا تتكلّفه، أنت فأجاب: «أنا اعلم أنّكم تعملونه ولكن لا يسّرني أن أمتاز عنكم فإنّ الله يكره أن يرى عبده قد فضّل نفسه على أصحابه وأعلم أنّ أثقل الخلق على الأصحاب في السفر من تكاسل في الأعمال وهو في سلامة من أعضائه وجوارحه فهو لا يؤدّي شيئاً من وظائفه مرتقباً رفقته يقضون له حوائجه».\n\nالرابع: أن يصاحب الرجل من يماثله في الإنفاق.\n\nالخامس: أن لا يشرب من ماء أي منزل يرده إلاّ بعد أن يمزجه بماء المنزل الذي سبقه. ومن اللازم أن يتزوّد المسافر من تربة بلده وطينته التي ربّي عليها، وكلّما ورد منزلاً طرح في الإناء الذي يشرب منه الماء شيئاً من الطين الذي تزوّده من بلده ويشوب الماء والطين في الآنية بالتحريك ويؤخر شربه حتى يصفو.\n\nالسادس: أن يحسن أخلاقه ويتزين بالحلم وسياتي في آداب  زيارة الحسين (عليه السلام) ما يناسب المقام.\n\nالسابع: أن يتزوّد لسفره، ومن شرف المرء أن يطيّب زاده لاسيما في طريق مكة. نعم لا يستحسن في سفر  زيارة الحسين (عليه السلام) أن يتخذ زاداً لذيذاً كاللحم المشوي والحلويات وغير ذلك كما سياتي في آداب زيارته (عليه السلام) وقـال ابن الأعسم:\n\nمن شرف الإنسان في الأسفار * * * تطييبه الزّاد مع الإكثار\nوليحسن الإنسان في حال السّفر * * * أخلاقه زيادةً على الحضر\nوليَدعُ عند الوضع للخوان * * * من كان حاضراً من الاخوان\nوليكثر المزح مع الصّحب إذا * * * لم يسخط الله ولم يجلب أذى\nمن جاء بلدةً فذا ضيفٌ على * * * اخوانه فيها إلى أن يرحلا\nيبرّ ليلتين ثمّ ليأكلّ * * * من أكلّ أهل البيت في المستقبل\n\nالثامن: من أهم الأشياء في السفر المحافظة على الفرائض بشرائطها وحدودها، وأداؤها في بدء أوقاتها فما أكثر ما يشاهد الحجاج والزوار في الأسفار يضيعون الفرائض بتأخيرها عن أوقاتها أو بأدائها راكبين أو في المحامل أو متيممين بلا وضوء أو مع نجاسة البدن أو الثيا ب أو غيرها من أشباهها.\nفهذه كلّها تنشأ عن استخفافهم بشأن الصلاة وعدم مبالاتهم بها.\nهذا وقد روي في الحديث عن الصادق (عليه السلام) قال: «صلاة الفريضة أفضل من عشرين حجة، وحجة واحدة أفضل من دار ملئت ذهباً يتصدّق به حتى تفرغ». ولا تدع بعد الصلاة المقصورة أن تقول ثلاثين مرّة : سبحان الله والحمد لله ولا إله إلاّ الله والله أكبر ، فهو من السنن المؤكدة.\n\n"
}