["فَإِذَا عَزَمْتَ عَلَى الْخُرُوجِ إِنْ شَاءَ اللَّهُ فَاخْتَرْ يَوْماً لَهُ، وَ لِيَكُنِ اخْتِيَارُكَ وَاقِعاً عَلَى أَحَدِ ثَلَاثَةِ أَيَّامٍ مِنَ الْأُسْبُوعِ، \n\nيَوْمِ السَّبْتِ‏\nوَ قَدْ رُوِيَ عَنِ الصَّادِقِ عَلَيْهِ السَّلَامُ أَنَّهُ قَالَ: مَنْ أَرَادَ سَفَراً فَلْيُسَافِرْ يَوْمَ السَّبْتِ، فَلَوْ أَنَّ حَجَراً زَالَ مِنْ مَكَانِهِ فِي يَوْمِ السَّبْتِ لَرَدَّهُ اللَّهُ إِلَى مَكَانِهِ.\n\nوَ أَمَّا يَوْمُ الثَّلَاثَاءِ\nفَإِنَّهُ رُوِيَ عَنْهُ عَلَيْهِ السَّلَامُ أَنَّهُ قَالَ: سَافِرُوا فِي يَوْمِ الثَّلَاثَاءِ وَ اطْلُبُوا الْحَوَائِجَ فِيهِ، فَإِنَّهُ الْيَوْمُ الَّذِي لان [أَلَانَ‏] اللَّهُ عَزَّ وَ جَلَّ فِيهِ الْحَدِيدَ لِدَاوُدَ عَلَيْهِ السَّلَامُ.\n\nوَ أَمَّا يَوْمُ الْخَمِيسِ، فَإِنَّهُ‏\nرُوِيَ عَنْهُ عَلَيْهِ السَّلَامُ أَنَّهُ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ يَغْزُو بِأَصْحَابِهِ فِي يَوْمِ الْخَمِيسِ فَيَظْفَرُ، فَمَنْ أَرَادَ سَفَراً فَلْيُسَافِرْ يَوْمَ الْخَمِيسِ.\n\nوَ اتَّقِ الْخُرُوجَ فِي يَوْمِ الْإِثْنَيْنِ، فَإِنَّهُ الْيَوْمُ الَّذِي قُبِضَ فِيهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ انْقَطَعَ الْوَحْيُ، وَ ابْتُزَّ أَهْلُ بَيْتِهِ الْأَمْرَ، وَ قُتِلَ الْحُسَيْنُ عَلَيْهِ السَّلَامُ، وَ هُوَ يَوْمُ نَحْسٍ.\n\nوَ اتَّقِ الْخُرُوجَ يَوْمَ الْأَرْبِعَاءِ، فَإِنَّهُ الْيَوْمُ الَّذِي خُلِقَتْ فِيهِ أَرْكَانُ النَّارِ، وَ أُهْلِكَ فِيهِ الْأُمَمُ الطَّاغِيَةُ.\n\nوَ اتَّقِ الْخُرُوجَ يَوْمَ الْجُمُعَةِ قَبْلَ الصَّلَاةِ، فَإِنَّهُ‏\nرُوِيَ عَنِ الرِّضَا عَلَيْهِ السَّلَامُ أَنَّهُ قَالَ: مَا يُؤْمِنُ مَنْ سَافَرَ يَوْمَ الْجُمُعَةِ قَبْلَ الصَّلَاةِ أَنْ لَا يَحْفَظَهُ اللَّهُ فِي سَفَرِهِ، وَ لَا يَخْلُفَهُ فِي أَهْلِهِ، وَ لَا يَرْزُقَهُ مِنْ فَضْلِهِ.\n\nوَ اتَّقِ الْخُرُوجَ يَوْمَ الثَّالِثِ مِنَ الشَّهْرِ، فَإِنَّهُ يَوْمُ نَحْسٍ، وَ هُوَ الْيَوْمُ الَّذِي سُلِبَ فِيهِ آدَمُ وَ حَوَّاءُ عَلَيْهِمَا السَّلَامُ لِبَاسَهُمَا.\n\nوَ اتَّقِ يَوْمَ الرَّابِعِ مِنْهُ، فَإِنَّهُ يُخَافُ عَلَى الْمُسَافِرِ فِيهِ نُزُولُ الْبَلَاءِ.\n\nوَ اتَّقِ الْيَوْمَ الْحَادِيَ وَ الْعِشْرِينَ مِنْهُ، فَإِنَّهُ يَوْمُ نَحْسٍ أَيْضاً، \nوَ هُوَ الْيَوْمُ الَّذِي ضَرَبَ اللَّهُ تَعَالَى فِيهِ أَهْلَ مِصْرَ مَعَ فِرْعَوْنَ بِالْآيَاتِ.\n\nفَإِنِ اضْطُرِرْتَ إِلَى الْخُرُوجِ فِي وَاحِدٍ مِمَّا عَدَدْنَا فَاسْتَخِرِ اللَّهَ تَعَالَى كَثِيراً وَ اسْأَلْهُ الْعَافِيَةَ وَ السَّلَامَةَ، وَ تَصَدَّقْ بِشَيْ‏ءٍ وَ اخْرُجْ عَلَى اسْمِ اللَّهِ تَعَالَى.\n\nالمصدر:\nالمزار الكبير"]