["الثاني: الاستئذان الذي رواه المجلسي (قدس الله سرّه) عن نسخة قديمة من مؤلّفات الأصحاب للدخول في السرداب المقدّس وفي البقاع المنوّرة للأئمة (عليهم السلام) وهو هذا تقول:\n\nاللهُمَّ إنَّ هذِهِ بُقعَهٌ طَهَّرتَها وَعَقوَةٌ شَرَّفتَها وَمَعالِمٌ زَكَّيتَها حَيثُ أظهَرتَ فيها أدِلَّةَ التَّوحيدِ وَأشباحَ العَرشِ المَجيدِ، الَّذينَ اصطَفَيتَهُم مُلوكاً لِحِفظِ النِّظامِ وَاختَرتَهُم رُؤساءَ لِجَميعِ الأنامِ وَبَعَثتَهُم لِقيامِ القِسطِ في ابتِداءِ الوُجودِ إلى يَومِ القيامة، ثمّ مَنَنتَ عَلَيهِم بِاستِنابَةِ أنبيائِكَ لِحِفظِ شَرائِعِكَ وَأحكامِكَ فَأكمَلتَ بِاستِخلافِهِم رِسالَةَ المُنذِرينَ كَما أوجبتَ رِئاسَتَهُم في فِطَرِ المُكَلَّفينَ، فَسُبحانَكَ مِن إلهٍ ما أرأفَكَ وَلا إلهَ إلاّ أنتَ مِن مَلِكٍ ما أعدَلَكَ حَيثُ طابَقَ صُنعُكَ ما فَطَرتَ عَلَيهِ العُقولَ وَوافَقَ حُكمُكَ ما قَرَّرتَهُ في المَعقولِ وَالمَنقولِ، فَلَكَ الحَمدُ عَلى تَقديرِكَ الحَسَنِ الجَميلِ وَلَكَ الشُّكرُ عَلى قَضائِكَ المُعَلَّلِ بِأكمَلِ التَّعليلِ. فَسُبحانَ مَن لا يُسأل عَن فِعلِهِ وَلا يُنازَعُ في أمرِهِ وَسُبحانَ مَن كَتَبَ عَلى نَفسِهِ الرَّحمَةَ قَبلَ ابتِداءِ خَلقِهِ، وَالحَمدُ للهِ الَّذي مَنَّ عَلَينا بِحُكّامٍ يَقومونَ مَقامَهُ لَو كانَ حاضِراً في المَكانِ، وَلا إلهَ إلاّ اللهُ الَّذي شَرَّفَنا بِأوصياءَ يَحفَظونَ الشَّرائِعَ في كُلِّ الأزمانِ، وَاللهُ أكبَرُ الَّذي أظهَرَهُم لَنا بِمُعجِزاتٍ يَعجُزُ عَنها الثَّقَلانِ. لاحَولَ وَلا قوَّةَ إلاّ بِاللهِ العَليِّ العَظيمِ الَّذي اَجْرانا عَلى عَوائِدِهِ الجَميلَة في الاُمَمِ السَّالِفينَ، اللهُمَّ فَلَكَ الحَمدُ وَالثَّناءُ العَليُّ كَما وَجَبَ لِوَجهِكَ البَقاءُ السَّرمَديُّ وَكَما جَعَلتَ نبينّا خَيرَ النَّبيّينَ وَمُلوكَنا أفضَلَ المَخلوقينَ وَاختَرتَهُم عَلى عِلمٍ عَلى العالَمينَ، وَفِّقنا لِلسَّعي إلى أبوابِهِم العامرّة إلى يَومِ الدّينِ وَاجعَل أرواحَنا تَحِنُّ إلى مَوطئِ أقدامِهِم وَنُفوسَنا تَهوِى النَّظَرَ إلى مَجالِسِهِم وَعَرَصاتِهِم حَتّى كَأنَّنا نُخاطِبُهُم في حُضورِ أشخاصِهِم، فَصَلّى اللهُ عَلَيهِم مِن سادَةٍ غائِبينَ وَمِن سُلالَةٍ طاهِرينَ وَمِن أئِمَّةٍ مَعصومينَ. اللهُمَّ فَأذَن لَنا بِدُخولِ هذِهِ العَرَصاتِ الَّتي استَعبَدتَ بِزيارَتِها أهلَ الأرضينَ وَالسَّماواتِ، وَأرسِل دُموعَنا بِخُشوعِ المَهابَةِ وَذَلِّل جَوارِحَنا بِذُلِّ العُبوديَّةِ وَفَرضِ الطَّاعَةِ حَتّى نُقِرَّ بِما يَجِبُ لَهُم مِنَ الأوصافِ وَنَعتَرِفَ بِأنَّهُم شُفَعاءُ الخَلائِقِ إذا نُصِبَت المَوازينُ في يَومِ الأعرافِ، وَالحَمدُ للهِ وَسَلامٌ عَلى عِبادِهِ الَّذينَ اصطَفى مُحَمَّدٍ وَآلِهِ الطَّاهِرينَ.\n\nثمّ قبّل العتبة وادخل وأنت خاشع باكٍ فذلك إذن منهم (صلوات الله عليهم أجمعين) في الدخول."]