{
"title": "أعمال مسجد الكوفة",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "وأمّا أعمال جامع الكوفة: فهي على ما في (مصباح الزائر) وغيره كما يلي:\nقل حينما تدخل مدينة الكوفة: بِسمِ اللهِ وَباللهِ وَفي سَبِيلِ اللهِ وَعَلى مِلَّةِ رَسُولِ اللهِ (صلّى الله عليه و آله) ، اللهُمَّ أنزِلني مُنزَلاً مُبارَكاً وَأنتَ خَيرُ المُنزِلِينَ.\n\nثمّ سر نحو المسجد وأنت تقول: اللهُ أكبَرُ وَلا إلهَ إلاّ اللهُ وَالحَمدُ للهِ وَسُبحانَ اللهِ، حتى تأتي باب المسجد، فإذا أتيته فقف على الباب وقل:\nالسَّلامُ عَلى سَيِّدِنا رَسُولِ اللهِ مُحَمَّدٍ بنِ عَبدِ اللهِ وَآلِهِ الطَّاهِرِينَ السَّلامُ عَلى أمِيرِ المُؤمِنِينَ عَلِيِّ بنِ أبي طالِبٍ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، وَعَلى مَجالِسِهِ وَمَشاهِدِهِ وَمَقامِ حِكمَتِهِ وَآثارِ آبائِهِ آدَمَ وَنُوحٍ وَإبراهِيمَ وَإسماعِيلَ وَتِبيانِ بَيِّناتِهِ، السَّلامُ عَلى الإمام الحَكِيمِ العَدلِ الصِّدِّيقِ الأكبَرِ الفارُوقِ بِالقِسطِ الَّذي فَرَّقَ اللهُ بِهِ بَينَ الحَقِّ وَالباطِلِ وَالكُفرِ وَالإيمانِ وَالشِّركِ وَالتَّوحِيدِ لِيَهلِكَ مَن هَلَكَ عَن بَيِّنَةٍ وَيَحيا مَن حَيَّ عَن بَيِّنَةٍ.\n\nأشهَدُ أنَّكَ أمِيرُ المُؤمِنِينَ وَخاصَّةُ نَفسِ المُنتَجَبِينَ وَزَينُ الصِّدِّيقِينَ وَصابِرُ المُمتَحَنِينَ، وَأنَّكَ حَكَمُ اللهِ في أرضِهِ وَقاضي أمرِهِ وَبابُ حِكمَتِهِ وَعاقِدُ عَهدِهِ وَالنَّاطِقُ بِوَعدِهِ وَالحَبلُ المَوصُولُ بَينَهُ وَبَينَ عِبادِهِ وَكَهفُ النَّجاةِ وَمِنهاجُ التُقى وَالدَّرَجَةُ العُليا وَمُهَيمِنُ القاضي الأعلى، يا أمِيرَ المُؤمِنِينَ بِكَ أتَقَرَّبُ إلى اللهِ زُلفى أنتَ وَلِيّي وَسَيِّدي وَوسِيلَتي في الدُّنيا وَالآخِرةِ. ثمّ تدخل المسجد.\n\nأقول: والأفضل أن تدخل من الباب الواقع خلف المسجد المشهور بباب الفيل ثمّ تقول:\nاللهُ أكبَرُ اللهُ أكبَرُ اللهُ أكبَرُ هذا مَقامُ العائِذِ بِاللهِ وَبِمُحَمَّدٍ حَبِيبِ اللهِ (صلّى الله عليه و آله) وَبِوِلايَةِ أمِيرِ المُؤمِنِينَ وَالأئِمَّةِ المَهدِيِّينَ الصَّادِقِينَ النَّاطِقِينَ الرَّاشِدِينَ الَّذِينَ أذهَبَ اللهُ عَنهُم الرِّجسَ وَطَهَّرَهُم تَطهِيراً رَضَيتُ بِهِم أئِمَّةً وَهُداةً وَمَوالِيَ، سَلَّمتُ لأمرِ اللهِ لا اُشرِكُ بِهِ شَيئاً وَلا أتَّخِذُ مَعَ اللهِ وَلياً كَذَبَ العادِلُونَ بِاللهِ وَضَلُّوا ضَلالاً بَعِيداً، حَسبِيَ اللهِ وَأولياءُ اللهِ أشهَدُ أن لا إلهَ إلاّ اللهُ وَحدَهُ لا شَرِيكَ لَهُ، وَأشهَدُ أنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ (صلّى الله عليه و آله) وَأنَّ علياً وَالأئِمَّةَ المَهدِيِّينَ مِن ذُرِّيَّتِهِ (عليهم السلام) أوليائي وَحُجَّةُ اللهِ عَلى خَلقِهِ.\n\n"
}