{
"title": "أعمال اسطوانة ابراهيم (ع)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "ثمّ سر إلى الاسطوانة الرابعة الواقعة إلى جانب باب الأنماط بحذاء الخامسة وهي اسطوانة إبراهيم (عليه السلام) فصلّ عندها أربع ركعات: \nركعتان بالحمد والتوحيد (قُل هُوَ اللهُ أحَدٌ) وركعتان بالحمد والقدر (إنَّا أنزَلناهُ في لَيلَةِ القَدرِ)\n\nفإذا فرغت منها فسبّح تسبيح الزهراء (عليها السلام) وقل:\n\nالسَّلامُ عَلى عِبادِ اللهِ الصَّالِحِينَ الرَّاشِدِينَ الَّذِينَ أذهَبَ اللهُ عَنهُمُ الرِّجسَ وَطَهَّرَهُم تَطهِيراً وَجَعَلَهُم أنبياءَ مُرسَلِينَ وَحُجَّةً عَلى الخَلقِ أجمَعِينَ، وَسَلامٌ عَلى المُرسَلِينَ وَالحَمدُ للهِ رَبِّ العالَمِينَ ذلِكَ تَقدِيُر العَزِيزِ العَلِيمِ.وقل سبع مرات: سَلامٌ عَلى نُوحٍ في العالَمِينَ.\n\nثمّ قل: نَحنُ عَلى وَصِيَّتِكَ يا وَلِيَّ المُؤمِنِينَ الَّتي أوصَيتَ بِها ذُرِّيَّتَكَ مِنَ المُرسَلِينَ وَالصِّدِّيقِينَ، وَنَحنُ مِن شِيعَتِكَ وَشِيعَةِ نَبِيِّنا مُحَمَّدٍ (صلّى الله عليه و آله) وَعَلَيكَ وَعَلى جَمِيعِ المُرسَلِينَ وَالأنبياءِ وَالصَّادِقِينَ، وَنَحنُ عَلى مِلَّةِ إبراهِيمَ وَدِينِ مُحَمَّدٍ النَّبِيِّ الاُمِّيِّ وَالأئِمَّةِ المَهدِيِّينَ وَوِلايَةِ مَولانا عَلِيٍّ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلى البَشِيرِ النَّذِيرِ (صلوات الله عليه) وَرَحمَتُهُ وَرِضوانُهُ وَبَرَكاتُهُ وَعَلى وَصِيِّهِ وَخَلِيفَتِهِ الشَّاهِدِ للهِ مِن بَعدِهِ عَلى خَلقِهِ عَلِيٍّ أمِيرِ المُؤمِنِينَ الصِّدِّيقِ الأكبَرِ وَالفارُوقِ المُبِينِ الَّذي أخَذتَ بَيعَتَهُ عَلى العالَمِينَ، رَضَيتُ بِهِم أولياءً وَمَوالي وَحُكَّاماً في نَفسي وَوُلدي وَأهلي وَمالي وَقِسمي وَحِلّي وَإحرامي وَإسلامي وَديني وَدُنيا يَ وَآخِرَتي وَمَحيايَ وَمَماتِي، أنتُم الأئِمَّةُ في الكِتابِ وَفَصلُ المَقامِ وَفَصلُ الخِطابِ وَأعيُنُ الحَيِّ الَّذي لا يَنامُ، وَأنتُم حُكَماءُ اللهِ وَبِكُم حَكَمَ اللهُ وَبِكُم عُرِفَ حَقُّ اللهِ لا إلهَ إلاّ اللهُ مُحَمَّدٌ رَسُولُ اللهِ، أنتُم نُورُ اللهِ مِن بَينِ أيدِينا وَمِن خَلفِنا أنتُم سُنَّةُ اللهِ الَّتي بِها سَبَقَ القَضاءِ، يا أمِيرَ المُؤمِنِينَ أنا لَكُم مُسَلِّمٌ تَسلِيماً لا أُشرِكُ بِاللهِ شَيئاً وَلا أتَّخِذُ مِن دُونِهِ وَليا، الحَمدُ للهِ الَّذي هَداني بِكُم وَما كُنتُ لأِهتَدِيَ لَولا أن هَداني اللهُ اللهُ أكبَرُ اللهُ أكبَرُ الحَمدُ للهِ عَلى ماهَدانا.\n\n"
}