["أعمال دكة القضاء وبيت الطست: \n\nواعلم أنّ دكة القضاء قد كانت بناءً في جامع الكوفة يشبه الحانوت يجلس عليها أمير المؤمنين (عليه السلام) للقضاء والحكم وكانت هنالك اسطوانة قصيرة كتب عليها الآية: إنَّ اللهَ يا مُرُ بِالعَدلِ والاحسانِ. وبيت الطست هو المكان الذي برزت فيه معجزة لأمير المؤمنين (عليه السلام) في بنت عزباء كانت في وقت ما وسط مستنقع فيه ماء عفن فولجت جرثومة في جوفها فبقيت تمصّ من دمها فنمت وكبرتـ ممّا امتصته من الدم ـ فانتفخت بذلك بطن البنت فحسبها إخوتها حبلى فراموا قتلها فأتوا أمير المؤمنين (عليه السلام) ليحكم بينهم فأمر (عليه السلام) بستار فضرب في جانب من المسجد وجعلت البنت خلفه وأمر بقابلة الكوفة ففحصتها وأعلنت رأيها فقالت: يا أمير المؤمنين إنها باكر ولكنّها تحمل جنيناً في جوفها، فأمر (عليه السلام) بطست مملوء من الطين العفن فأجلست البنت عليه فأحست الجرثومة برائحة العفونة فانسلّت من جوفها نحو الطست.\n\nوفي بعض الروايات أنّه (عليه السلام) مد يده فأتى بقطع من الثلج من جبال الشام وجعله عند الطست فانسلت العلقة.\n\nواعلم أيضاً أن المشهور في ترتيب أعمال جامع الكوفة هو أن تتلو أعمال وسط المسجد أعمال الاسطوانة الرابعة فتؤخر أعمال دكة القضاء وبيت الطست عن جميع أعمال المسجد وتؤدّي عند الفراغ من أعمال دكة الصادق (عليه السلام) ونحن نجاري في الترتيب السيد ابن طاووس في مصباح الزائر والعلامة المجلسي في البحار والشيخ خضر في المزار وأما من تابع المشهور فليؤخر أعمال دكة القضاء وبيت الطست عن الكلّ ولياتها بعد أعمال دكة الصادق (عليه السلام) .\n\nوبالجملة نقول: ثمّ امض إلى دكّة القضاء فصلّ عليها ركعتين تقرأ فيها بعد الحمد ما أردت من السور فإذا فرغت منها وسبّحت تسبيح الزهراء (عليها السلام) فقل:\nيا مالِكي وَمُمَلِّكي وَمُتَغَمِّدي بِالنِّعَمِ الجِسامِ مِن غَيرِ استِحقاقٍ وَجهي خاضِعٌ لِما تَعلُوهُ الأقدامُ لِجَلالِ وَجهِكَ الكَرِيمِ، لا تَجعَل هذِهِ الشِّدَّةَ وَلا هذِهِ المِحنَةَ مُتَّصِلَةً بِاستِئصالِ الشَّأفَةِ وَامنَحني مِن فَضلِكَ مالَم تَمنَح بِهِ أحَداً مِن غَيرِ مَسألَةٍ. أنتَ القَدِيمُ الأوَّلُ الَّذي لَم تَزَل وَلاتَزالُ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاغفِر لي وَارحَمني وَزَكِّ عَمَلي وَبارِك لي في أجَلي وَاجعَلني مِن عُتَقائِكَ وَطُلَقائِكَ مِنَ النَّارِ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمِينَ.\n\nالمصدر\nمفاتيح الجنان"]