{
"title": "أعمال اسطوانة آدم",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "أعمال الاسطوانة السابعة: وهي مقام وفق الله تعالى آدم فيه للتوبة. ثمّ امض إلى الاسطوانة السابعة وقف عندها واستقبل القبلة وقل:\n\nبِسمِ اللهِ وَبِاللهِ وَعَلى مِلَّةِ رَسُولِ اللهِ (صلّى الله عليه و آله) وَلا إلهَ إلاّ اللهُ مُحَمَّدٌ رَسُولُ اللهِ، السَّلامُ عَلى أبِينا آدَمَ وَاُمِّنا حَوَّاءَ، السَّلامُ عَلى هابِيلَ المَقتُولِ ظُلماً وَعُدواناً عَلى مَواهِبِ اللهِ وَرِضوانِهِ، السَّلامُ عَلى شِيثٍ صَفوَةِ اللهِ الُمختارِ الأمِينِ وَعلى الصَّفوَةِ الصَّادِقِينَ مِن ذُرِّيَّتِهِ الطَّيِّبِينَ أوَّلِهِم وَآخِرِهِم، السَّلامُ عَلى إبراهِيمَ وَإسماعِيلَ وَإسحاقَ وَيَعقُوبَ وَعَلى ذُرِّيَّتِهِمُ المُختارِينَ، السَّلامُ عَلى مُوسى كَلِيمِ اللهِ، السَّلامُ عَلى عِيسى رُوحِ اللهِ، السَّلامُ عَلى مُحَمَّدٍ بنِ عَبدِ اللهِ خاتَمِ النَّبِيِّينَ، السَّلامُ عَلى أمِيرِ المُؤمِنِينَ وَذُرِّيَّتِهِ الطَيِّبِينَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ. السَّلامُ عَلَيكُم في الأوَّلِينَ السَّلامُ عَلَيكُم في الآخِرِينَ، السَّلامُ عَلى فاطِمَةَ الزَّهراءِ، السَّلامُ عَلى الأئِمَّةِ الهادِينَ شُهداءِ اللهِ عَلى خَلقِهِ، السَّلامُ عَلى الرَّقِيبِ الشَّاهِدِ عَلى الاُمَمِ للهِ رَبِّ العالَمِينَ.\n\nثمّ تصلّي عندها أربع ركعات تقرأ في الاُولى الحمد والقدر إنَّا أنزَلناهُ، وفي الثانية الحمد والصمد قُل هُوَ اللهُ أحَدٌ، وفي الثالثة والرابعة مثل ذلك، فإذا فرغت وسبّحت بتسبيح الزهراء (عليها السلام) فقل:\n\nاللهُمَّ إن كُنتُ قَد عَصَيتُكَ فَإنّي قَد أطَعتُكَ في الإيمانِ مِنّي بِكَ مَنّاً مِنكَ عَلَيَّ لا مَنّاً مِنّي عَلَيكَ، وَأطَعتُكَ في أحَبِّ الأشياءِ لَكَ لَم أتَّخِذ لَكَ وَلَداً وَلَم أدعُ لَكَ شَرِيكاً، وَقَد عَصَيتُكَ في أشياءَ كَثِيرَةٍ عَلى غَيرِ وَجهِ المُكابَرَةِ لَكَ وَلا الخُرُوجِ عَن عُبُودِيَّتِكَ وَلا الجُحُودِ لِرُبُوبِيَّتِكَ وَلَكِنِ اتَّبَعتُ هَوايَ وَأزَلَّني الشَّيطانُ بَعدَ الحُجَّةِ عَلَيَّ وَالبَيا نِ، فَإن تُعَذِّبني فَبِذُنُوبي غَيرَ ظالِمٍ لي وَإن تَعفُ عَنّي وَتَرحَمني فَبِجُودِكَ وَكَرَمِكَ يا كَرِيمُ.\nاللهُمَّ إنَّ ذُنُوبي لَم يَبقَ لَها إلاّ رَجاءُ عَفوِكَ وَقَد قَدَّمتُ آلَةَ الحِرمانِ فَأنا أسألُكَ اللهُمَّ مالا أستَوجِبُهُ وَأطلِبُ مِنكَ ما لا أستَحِقُّهُ، اللهُمَّ إن تُعَذِّبني فَبِذُنُوبي وَلَم تَظلِمُني شَيئاً وَإن تَغفِر لي فَخَيرُ راحِمٍ أنتَ يا سَيِّدِي، اللهُمَّ أنتَ أنتَ وَأنا أنا أنتَ العَوَّادُ بِالمَغفِرَةِ وَأنا العَوَّادُ بِالذُّنُوبِ وَأنتَ المُتَفَضِّلُ بِالحِلمِ وَأنا العَوَّادُ بِالجَهلِ، اللهُمَّ فَإنّي أسألُكَ يا كَنزَ الضُّعَفاءِ يا عَظِيمَ الرَّجاءِ يا مُنقِذَ الغَرقى يا مُنجِيَ الهَلكى يا مُمِيتَ الأحياءِ يا مُحييَ المَوتى أنتَ اللهُ لا إلهَ إلاّ أنتَ، أنتَ الَّذي سَجَدَ لَكَ شُعاعُ الشَّمسِ وَدَوِيُّ الماءِ وَحَفِيفُ الشَّجَرِ وَنُورُ القَمَرِ وَظُلمَةُ اللَيلِ وَضَوءُ النَّهارِ وَخَفَقَانُ الطَّيرِ، فَأسألُكَ اللهُمَّ يا عَظِيمُ بِحَقِّكَ عَلى مُحَمَّدٍ وَآلِهِ الصَّادِقِينَ وَبِحَقِّ مُحَمَّدٍ وَآلِهِ الصَّادِقِينَ عَلَيكَ وَبِحَقِّكَ عَلى عَلِيٍّ وَبِحَقِّ عَلِيٍّ عَلَيكَ وَبِحَقِّكَ عَلى فاطِمَةَ وَبِحَقِّ فاطِمَةَ عَلَيكَ وَبِحَقِّكَ عَلى الحَسَنِ وَبِحَقِّ الحَسَنِ عَلَيكَ وَبِحَقِّكَ عَلى الحُسَيـنِ وَبِحِقِّ الحُسَـينِ عَلَيكَ، فَإنَّ حُقُوقَهُم عَلَيكَ مِن أفضَلِ إنعامِكَ عَلَيهِم وَبِالشَّأنِ الَّذي لَكَ عِندَهُم وَبِالشَّأنِ الَّذي لَهُم عِندَكَ صَلِّ عَلَيهِم يا رَبِّ صَلاةً دائِمَةً مُنتَهى رِضاكَ، وَاغفِر لي بِهِم الذُّنُوبَ الَّتي بَيني وَبَينَكَ وَأرضِ عَنّي خَلقَكَ وَأتمِم عَلَيَّ نِعمَتَكَ كَما أتمَمتَها عَلى آبائي مِن قَبلُ، وَلا تَجعَل لأحَدٍ مِنَ المَخلُوقِينَ عَلَيَّ فِيها امتِناناً وَامنُنْ عَلَيَّ كَما مَنَنتَ عَلى آبائي مِن قَبلُ يا كهيعص، اللهُمَّ كَما صَلَّيتَ عَلى مُحَمَّدٍ وَآلِهِ فَاستَجِب لي دُعائي فِيما سألتُ يا كَرِيمُ يا كَرِيمُ يا كَرِيمُ.\n\nثمّ اسجد وقل في سجودك:\nيا مَن يَقدِرُ عَلى حَوائِجِ السَّائِلينَ وَيَعلَمُ ما في ضَمِيرِ الصَّامِتِينَ يا مَن لا يَحتاجُ إلى التَّفسِيرِ يا مَن يَعلَمُ خائِنَةَ الأعيُنِ وَما تُخفي الصُّدُورُ يا مَن أنزَلَ العَذابَ عَلى قَومِ يُونُسَ وَهُوَ يُرِيدُ أن يُعَذِّبَهُم، فَدَعَوهُ وَتَضَرَّعُوا إلَيهِ فَكَشَفَ عَنهُم العَذابَ وَمَتَّعَهُم إلى حِينٍ، قَد تَرى مَكاني وَتَسمَعُ دُعائي وَتَعلَمُ سِرّي وَعَلانِيَّتي وَحالي صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاكفِني ما أهَمَّني مِن أمرِ دِيني وَدُنيا يَ وَآخِرَتِي.\n\nثمّ قل سبعين مرة : يا سَيِّدِي.\n ثمّ ارفع رأسك من السجود وقل: \nيا رَبِّ أسألُكَ بَرَكَةَ هذا المَوضِعِ وَبَرَكَةَ أهلِهِ وَأسألُكَ أن تَرزُقَني مِن رِزقِكَ رِزقاً حَلالاً طَيِّباً تَسُوقُهُ إلَيَّ بِحَوْلِكَ وَقُوَّتِكَ وَأنَا خائِضٌ في عافِيَةٍ يا أرحَمَ الرَّاحِمِينَ.\n\nأقول: قد ورد في كتاب (المزار القديم) في الدعاء في هذا المقام بعد كلمة: يا كَرِيمُ يا كَرِيمُ يا كَرِيمُ، وقبل السجود دعاء:\n اللهُمَّ يا مَن تُحَلُّ بِهِ عُقَدُ المَكارِهِ...، وهو دعاء من أدعية الصحيفة السجادية وقد مرّ ذِكره الباب الأول.\n\nثمّ قال صاحب المزار ثمّ قل: اللهُمَّ إنَّكَ تَعلَمُ وَلا أعلَمُ وَتَقدِرُ وَلا أقدِرُ وَأنتَ عَلّا مُ الغُيُوبِ صَلِّ اللهُمَّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاغفِر لي وَارحَمني وَتَجاوَز عَنّي وَتَصَدَّق عَلَيَّ ما أنتَ أهلُهُ يا أرحَمَ الرَّاحِمِينَ.\n\n ثمّ اسجد وقل: يا مَن يَقدِرُ عَلى حَوائِجِ السَّائِلِينَ... الخ.\n\nواعلم أيضاً أنّ ما ورد من الروايات في فضل الاسطوانة السابعة عديدة. وقد روى الكليني بسند معتبر أنّه كان أمير المؤمنين (عليه السلام) يصلّي إلى الاسطوانة السابعة بينه وبين السابعة ممرّ عنزٍ. وفي رواية معتبرة اُخرى أنه ينزل في كلّ ليلة ستون ألف ملك فتصلّي عند الاسطوانة السابعة فلا يعود منهم ملك إلى يوم القيامة.\n\nوفي حديث معتبر عن الصادق (عليه السلام) أنّ الاسطوانة السابعة هي مقام إبراهيم (عليه السلام) ، وروى الكليني أيضاً في الكافي بسند صحيح عن أبي إسماعيل السراج قال: قال معاوية بن وهب وأخذ بيدي وقال: قال لي أبو حمزة الثمالي وأخذ بيدي، وقال: قال لي أصبغ بن نباتة وأخذ بيدي فأراني الاسطوانة السابعة فقال: هذا مقام أمير المؤمنين (عليه السلام) ، قال: وكان الحسن (عليه السلام) يصلّي عند الاسطوانة الخامسة فإذا غاب أمير المؤمنين (عليه السلام) صلّى فيها الحسن (عليه السلام) وهي من باب كندة. وبالإجمال فالروايات في فضلها جمّة ونحن نبغي الاختصار.\n\nأعمال الاسطوانة الخامسة: اعلم أنّ من المقامات ذوات المزيّة في جامع الكوفة الاسطوانة الخامسة ينبغي أن يصلّى عندها وتطلب المسألات، ففي رواية معتبرة أنّها بقعة صلّى فيها إبراهيم خليل الرحمن (عليه السلام) ولا ينافي هذا ما في سائر الروايات فلعله (عليه السلام) كان قد صلّى في مختلف هذه المواضع الواردة في مختلف الروايات.\n\nوفي رواية معتبرة عن الصادق (عليه السلام) قال: «الاسطوانة الخامسة هي مقام جبرئيل (عليه السلام) » ويظهر من الرواية السالفة أنّها مقام الحسن (عليه السلام) ، وبالإجمال إنّ ما يظهر من الروايات هو أنّ عند الاسطوانة السابعة والاسطوانة الخامسة أشرف المقامات في الجامع. \n\nوقال السيد ابن طاووس: ثمّ تصلّي عند الاسطوانة الخامسة ركعتين تقرأ فيهما الحمد وما شئت من السور فإذا سلّمت وسبّحت فقل:\nاللهُمَّ إنّي أسألُكَ بِجَمِيعِ أسمائِكَ كُلِّها ما عَلِمْنا مِنها وَما لا نَعلَمُ وَأسألُكَ بِاسمِكَ العَظِيمِ الأعظَمِ الكَبِيرِ الأكبَرِ الَّذي مَن دَعاكَ بِهِ أجَبتَهُ وَمَن سألَكَ بِهِ أعطَيتَهُ وَمَنِ اسْتَنصَرَكَ بِهِ نَصَرتَهُ وَمَنِ اسْتَغفَرَكَ بِهِ غَفَرتَ لَهُ وَمَنِ اسْتَعانَكَ بِهِ أعَنتَهُ وَمَنِ اسْتَرزَقَكَ بِهِ رَزَقتَهُ وَمَنِ اسْتَغاثَكَ بِهِ أغَثتَهُ وَمَنِ اسْتَرحَمَكَ بِهِ رَحِمتَهُ وَمَنِ اسْتَجارَكَ بِهِ أجَرتَهُ وَمَنْ تَوَكَّلَ عَلَيكَ بِهِ كَفَيتَهُ وَمَنِ استَعصَمَكَ بِهِ عَصَمتَهُ وَمَنِ استَنقَذَكَ بِهِ مِنَ النَّارِ أنقَذتَهُ وَمَنِ استَعطَفَكَ بِهِ تَعَطَّفتَ لَهُ وَمَن أمَّلَكَ بِهِ أعطَيتَهُ، الَّذي اتَّخَذتَ بِهِ آدَمَ صَفياً وَنُوحاً نَجياً وَإبراهِيمَ خَلِيلاً وَمُوسى كَلِيماً وَعِيسى رُوحاً وَمُحَمَّداً حَبِيباً وَعَلياً وَصياً(صلّى الله عليهم أجمعين) ، أن تَقضِيَ لي حَوائِجي وَتَعفُوَ عَمّا سَلَفَ مِن ذُنُوبي وَتَتَفَضَّلَ عَلَيَّ بِما أنتَ أهلُهُ وَلِجَمِيعِ المُؤمِنِينَ وَالمُؤمِناتِ لِلدُّنيا وَالآخِرَةِ يا مُفَرِّجَ هَمِّ المَهمُومِينَ وَيا غِيا ثَ المَلهُوفِينَ لا إلهَ إلاّ أنتَ سُبحانَكَ يا رَبَّ العالَمِينَ.\n\nأقول: روي عن الصادق (عليه السلام) أنه قال لبعض أصحابه: «صلّ عند الاسطوانة الخامسة ركعتين فإنّه مصلّى إبراهيم (عليه السلام) وقل: السّلام على أبينا آدم واُمّنا حوّاء» الخ بما يقرب ممّا قد قلته عند الاسطوانة السابعة وأنت مستقبل القبلة.\n\n"
}