["عمل الاسطوانة الثالثة: مقام الإمام زين العابدين (عليه السلام) : \n\nثمّ امض إلى دكة زين العابدين (عليه السلام) وهي عند الاسطوانة الثالثة ممّا يلي باب كندة.\n\nأقول: يحاذي هذا المقام من ناحية القبلة دكة باب أمير المؤمنين (عليه السلام) ومن الغرب باب كندة، وهو مسدود الآن وقيل: ينبغي أن يتأخّر المصلّي قدر خمسة أذرع عن الاسطوانة لأنّ الدّكة إنمّا كانت هنالك، وبالجملة فتصلّي عليها ركعتين تقرأ فيهما الحمد وما أردت من السور فإذا سلّمت وسبّحت فقل:\nبِسمِ اللهِ الرَّحمنِ الرَّحِيمِ\nاللهُمَّ إنَّ ذُنُوبي قَد كَثُرَت وَلَم يَبقَ لَها إلاّ رَجاءُ عَفوِكَ وَقَد قَدَّمتُ آلَةَ الحِرمانِ إلَيكَ، فَأنَا أسألُكَ اللهُمَّ ما لا أَسْتَوْجِبُهُ وَأطلُبُ مِنكَ ما لا استَحِقُّهُ، اللهُمَّ إن تُعَذِّبُني فَبِذُنُوبي وَلَم تَظلِمُني شَيئاً وَإن تَغفِر لي فَخَيرُ راحِمٍ أنتَ يا سَيِّدِي، اللهُمَّ أنتَ أنتَ وَأنا أنا، أنتَ العَوَّادُ بِالمَغفِرَةِ وَأنا العَوَّادُ بِالذُّنُوبِ وَأنتَ المُتَفَضِّلُ بِالحِلمِ وَأنا العَوَّادُ بِالجَهلِ، اللهُمَّ فَإنّي أسألُكَ يا كَنزَ الضُّعَفاءِ يا عَظِيمَ الرَّجاءِ يا مُنقِذَ الغَرقى يا مُنجِيَ الهَلكى يا مُمِيتَ الأحياءِ يا مُحيِيَ المَوتى، أنتَ اللهُ لا إلهَ إلاّ أنتَ، أنتَ الَّذي سَجَدَ لَكَ شُعاعُ الشَّمسِ وَنُورُ القَمَرِ وَظُلمَةُ اللَيلِ وَضَوءُ النَّهارِ وَخَفَقَانُ الطَّيرِ، فَأسألُكَ اللهُمَّ يا عَظِيمُ بِحَقِّكَ عَلى مُحَمَّدٍ وَآلِهِ الصَّادِقِينَ وَبِحَقِّ مُحَمَّدٍ وَآلِهِ الصَّادِقِينَ عَلَيكَ وَبِحَقِّكَ عَلى عَلِيٍّ وَبِحَقِّ عَلِيٍّ عَلَيكَ وَبِحَقِّكَ عَلى فاطِمَةَ وَبِحَقِّ فاطِمَةَ عَلَيكَ وَبِحَقِّكَ عَلى الحَسَنِ وَبِحَقِّ الحَسَنِ عَلَيكَ وَبِحَقِّكَ عَلى الحُسَينِ وَبِحِقِّ الحُسَينِ عَلَيكَ، فَإنَّ حُقُوقَهُم عَلَيكَ مِن أفضَلِ إنعامِكَ عَلَيهِم وَبِالشَّأنِ الَّذي لَكَ عِندَهُم وَبِالشَّأنِ الَّذي لَهُم عِندَكَ صَلِّ يا رَبِّ عَلَيهِم صَلاةً دائِمَةً مُنتَهى رِضاكَ، وَاغفِر لي بِهِم الذُّنُوبَ الَّتي بَيني وَبَينَكَ وَأتمِم نِعمَتَكَ عَلَيَّ كَما أتمَمتَها عَلى آبائي مِن قَبلُ يا كهيعص، اللهُمَّ كَما صَلَّيْتَ عَلى مُحَمَّدٍ وَآلِهِ فَاستَجِب لي دُعائي فِيما سألتُكَ.\n\nثمّ اسجد وضع خدّك الأيمن على الأرض وقل:\nيا سَيِّدي يا سَيِّدي يا سَيِّدي صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاغفِر لي وَاغفِر لِي. وأكثر من قولك ذلك باكيا خاشعاً ثمّ ضع الخد الأيسر وقل مثل ذلك القول ثمّ ادع بما شئت.\n\nأقول: ورد في بعض المجاميع غير المعتبرة أنّ في هذا المقام يؤدّى ما علّمه الصادق (عليه السلام) بعض أصحابه، والصحيح أنّ العمل لا يخصّ هذا المقام. وأمّا صفة العمل فعن الصادق (عليه السلام) أنه قال لبعض أصحابه: ألا تباكر لحاجةٍ فتمرّ بجامع الكوفة الكبير؟ قال: بلى. قال: فصلّ هنالك أربع ركعات ثمّ قل:\nإلهي إن كُنتُ قَد عَصَيتُكَ فَإنّي أطَعتُكَ في أحَبِّ الأشياءِ إلَيكَ لَم أتَّخِذْ لَكَ وَلَداً وَلَم أدعُ لَكَ شَرِيكاً، وَقَد عَصَيتُكَ في أشياءَ كَثِيرَةٍ عَلى غَيرِ وَجهِ المُكابَرَةِ لَكَ وَلا الاستِكبارِ عَن عِبادَتِكَ وَلا الجُحُودِ لِرُبُوبِيَّتِكَ وَلا الخُرُوجِ عَنِ العُبُودِيَّةِ لَكَ، وَلكِنِ اتَّبعتُ هَوايَ وَأزَلَّنيَ الشَّيطانُ بَعدَ الحُجَّةِ وَالبَيا نِ، فَإن تُعَذِّبني فَبِذُنُوبي غَيرَ ظالِمٍ أنتَ لي وَإن تَعفُ عَنّي وَتَرحَمني فَبِجُودِكَ وَكَرَمِكَ يا كَرِيمُ.\n\nوتقول ايضاً: غَدَوتُ بِحَولِ اللهِ وَقُوَّتِهِ غَدَوتُ بِغَيرِ حَولٍ مِنّي وَلا قُوَّةٍ وَلكِن بِحَولِ اللهِ وَقُوَّتِهِ يا رَبِّ أسألُكَ بَرَكَةَ هذا البَيتِ وَبَرَكَةَ أهلِهِ وَأسألُكَ أن تَرزُقَني رِزقاً حَلالاً طَيِّباً تَسوقُهُ إلَيَّ بِحَوْلِكَ وَقُوَّتِكَ وَأنَا خائِضٌ في عافِيَتِكَ.\n\nوالشيخ الشهيد ومحمد ابن المشهدي قد أوردا هذا العمل لصحن المسجد بعدما ذكرا عمل الاسطوانة الرابعة وقالا: يقرأ في ركعتين منها الحمد والتوحيد وفي الاُخريين الحمد والقدر ويسبّح بعد السّلام تسبيح الزهراء (عليها السلام) .\n\nوفي رواية معتبرة عن أبي حمزة الثمالي قال: قد كنت جالساً يوماً في جامع الكوفة وإذا أنا برجل يدخل من باب كندة هو أصبح الناس وجهاً وأطيبهم طيباً وأنظفهم ثوباً قد تعمّم بعمامته وعليه رداء ودرّاعة يحتذي نعلين عربيّين فخلع نعليه ووقف عند الاسطوانة السادسة فرفع يديه إلى حذاء أذنيه وكبّر تكبيرة وقف لها كلّ شعر بدني فصلّى أربع ركعات فأحسن ركوعها وسجودها، ثمّ دعا بهذا الدعاء: إلهي إن كُنتُ قَد عَصَيتُكَ... حتى إذا بلغ:... يا كَرِيمُ، سجد وكرر قوله: يا كَرِيمُ، بقدر ما يفي به النفس ثمّ قال في سجوده: يا مَن يَقدِرُ عَلى حَوائِجِ السَّائِلِينَ... إلى أن أتمّ السبعين مرة: يا سَيِّدِي، وقد مرّ الدعاء في أعمال الاسطوانة السابعة، فلمّا رفع رأسه من السجود دقّقت فيه النظر فإذا هو زين العابدين (عليه السلام) فقبّلت يديه وسألته ما أتى به هنا فأجاب ما رأيت أي الصلاة في مسجد الكوفة. وعلى رواية رويناها في ذيل الزيارة السابعة للأمير (عليه السلام) ثمّ سار (عليه السلام) بأبي حمزة إلى  زيارة الأمير (عليه السلام) .\n\nالمصدر\nمفاتيح الجنان"]