{
"title": "أعمال مقام نوح (ع)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "أعمال باب الفرج المعروف بمقام نوح (عليه السلام) : \n\nفإذا فرغت من عمل الاسطوانة الثالثة فامض إلى دكة باب أمير المؤمنين (عليه السلام) وهي الصّفّة الواقعة ممّا يلي باب الجامع من دار أمير المؤمنين (عليه السلام) \n\nفصلّ عليها أربع ركعات بالحمد وما شئت من السور فإذا فرغت وسبّحت فقل:\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاقضِ حاجَتي يا اللهُ يا مَن لا يَخِيبُ سائِلُهُ وَلا يَنفَذُ نائِلُهُ، يا قاضِيَ الحاجاتِ يا مُجِيبَ الدَّعَواتِ يا رَبَّ الأرضِينَ وَالسَّماواتِ يا كاشِفَ الكُرُباتِ يا واسِعَ العَطياتِ يا دافِعَ النَّقِماتِ يا مُبَدِّلَ السَّيِّئاتِ حَسناتٍ، عُد عَلَيَّ بِطَوْلِكَ وَفَضلِكَ وَإحسانِكَ وَاستَجِب دُعائي فِيما سَألتُكَ وَطَلَبتُ مِنكَ بِحَقِّ نَبِيِّكَ وَوَصِيِّكَ وَأوليائِكَ الصَّالِحِينَ.\n\nصفة صلاة اُخرى في هذا المقام: وهي ركعتان فإذا فرغت منهما وسبّحت فقل:\nاللهُمَّ إنّي حَلَلتُ بِساحَتِكَ لِعِلمي بِوَحدانِيَّتِكَ وَصَمَدانِيَّتِكَ وَأنَّهُ لا قادِرَ عَلى قَضاءِ حاجَتي غَيرُكَ وَقَد عَلِمتُ يا رَبِّ أنَّهُ كُلَّما شاهَدتُ نِعمَتَكَ عَلَيَّ اشتَدَّت فاقَتي إلَيكَ، وَقد طَرَقَني يا رَبِّ مِن مُهمِّ أمري مِنْ مُهمِّ أَمْرِي ما قَدْ عَرَفْتَهُ لاَنَّكَ عالِمٌ غَيْرُ مُعَلَّمٍ، وَأَسْأَلُكَ بِالاِسْم‌ِ الَّذِي وَضَعْتَهُ عَلى السَّماواتِ فَانشَقَّت وَعَلى الأرَضِينَ فَانبَسَطَت وَعَلى النُّجُومِ فَانتَشَرَت وَعَلى الجِبالِ فَاستَقَرَّت، وَأسألُكَ بالاسم الَّذي جَعَلتَهُ عِندَ مُحَمَّدٍ وَعِندَ عَلِيٍّ وَعِندَ الحَسَنِ وَعِندَ الحُسَينِ وَعِندَ الأئِمَّةِ كُلِّهِم (صَلَواتُ الله عَلَيهِم أجمَعينَ) ، أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَقضي لي يا رَبِّ حاجَتي وَتُيَسِّرَ عَسِيرَها وَتَكفِيَني مُهِمَّها وَتَفتَحَ لي قُفلَها فَإن فَعَلتَ ذلِكَ فَلَكَ الحَمدُ وَإن لَم تَفعَل فَلَكَ الحَمدُ غَيرُ جائِرٍ في حُكمِكَ وَلا حائِفٍ في عَدلِك.\n\nثمّ تبسط خدّك الأيمن على الأرض وتقول:\nاللهُمَّ إنَّ يُونُسَ بنَ مَتّى (عليه السلام) عَبدَكَ وَنَبِيَّكَ دَعاكَ في بَطنِ الحُوتِ فَاستَجَبتَ لَهُ وَأنا أدعُوكَ فَاستَجِب لي بِحَقِّ مُحَمَّدٍ وَآلِ مُحَمَّدٍ.\n\nوتدعو بما تحب ثمّ تقلب خدّك الأيسر وتقول: اللهُمَّ إنَّكَ أمَرتَ بِالدُّعاءِ وَتَكَفَّلتَ بِالإجابَةِ وَأنا أدعُوكَ كَما أمَرتَني فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاستَجِب لي كَما وَعَدتَني يا كَرِيمُ.\n\nثمّ تعود إلى السجود وتقول: يا مُعِزَّ كُلِّ ذَلِيلٍ وَيا مُذِلَّ كُلِّ عَزِيزٍ تَعلَمُ كُربَتي فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَفَرِّج عَنّي يا كَرِيمُ.\n\nصفة صلاة للحاجة في المحل المذكور: تصلّي أربع ركعات فإذا فرغت وسبّحت فقل:\nاللهُمَّ إنّي أسألُكَ يا مَن لا تَراهُ العُيُونُ وَلا تُحِيطُ بِهِ الظُّنُونُ وَلا يَصِفُهُ الواصِفُونَ وَلا تُغَيِّرُهُ الحَوادِثُ وَلا تُفنِيهِ الدُّهُورُ، تَعلَمُ مَثاقِيلَ الجِبالِ وَمَكايِيلَ البِحارِ وَوَرَقَ الأشجارِ وَرَملَ القِفارِ وَما أضاءَت بِهِ الشَّمسُ وَالقَمَرُ وَأظلَمَ عَلَيهِ اللَيلُ وَوَضَحَ عَلَيهِ النَّهارُ وَلاتُواري مِنكَ سَماءٌ سَماءً وَلا أرضٌ أرضاً وَلاجَبَلٌ ما في أصلِهِ وَلا بَحرٌ ما في قَعرِهِ، وَأسألُكَ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَجعَلَ خَيرَ أمري آخِرَهُ وَخَيرَ أعمالي خَواتِيمَها وَخَيرَ أيامي يَومَ ألقاكَ إنَّكَ عَلى كُلِّ شيءٍ قَدِيرٌ، اللهُمَّ مَن أرادَني بِسُوءٍ فَأرِدهُ وَمَن كادَني فَكِدهُ وَمَن بَغاني بِهَلَكَةٍ فَأهلِكهُ وَاكفِني ما أهَمَّني مِمَّن دَخَلَ هَمُّهُ عَلَيَّ، اللهُمَّ أدخِلني في دِرعِكَ الحَصِينَةِ وَاستُرني بِسِترِكَ الواقي يا مَن يَكفي مِن كُلِّ شيءٍ وَلايَكفي مِنهُ شيءٌ اكفِني ما أهَمَّني مِن أمرِ الدُّنيا وَالآخِرةِ وَصَدِّق قَولي وَفِعلي يا شَفِيقُ يا رَفِيقُ فَرِّج عَنّي المَضِيقَ وَلاتُحَمِّلني ما لا اُطِيقُ، اللهُمَّ احرُسني بِعَينِكَ الَّتي لا تَنامُ وَارحَمني بِقُدرَتِكَ عَلَيَّ يا أرحَمَ الرَّاحِمِينَ، يا عَلِيُّ يا عَظِيمُ أنتَ عالِمٌ بِحاجَتي وَعَلى قَضائِها قَدِيرٌ وَهي لَدَيكَ يَسِيرٌ وَأنا إلَيكَ فَقِيرٌ فَمُنَّ بِها عَلَيَّ يا كَرِيمُ إنَّكَ عَلى كُلِّ شيءٍ قَدِيرٌ.\n\nثمّ تسجد وتقول: إلهي قَد عَلِمتَ حَوائِجي فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاقضِها وَقَد أحصَيتَ ذُنُوبي فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاغفِرها يا كَرِيمُ.\n\nثمّ تقلّب خدّك الأيمن وتقول: إن كُنتُ بِئسَ العَبدُ فَأنتَ نِعمَ الرَّبُّ افعَل بي ما أنتَ أهلُهُ وَلا تَفعَل بي ماأنا أهلُهُ يا أرحَمَ الرَّاحِمينَ.\n\nثمّ تقلب خدّك الأيسر وتقول: اللهُمَّ إن عَظُمَ الذَّنبُ مِن عَبدِكَ فَليَحسُنِ العَفوُ مِن عِندِكَ يا كَرِيمُ.\n\nثمّ تعود إلى السجود وتقول: ارحَم مَن أساءَ وَاقتَرَفَ وَاستَكانَ وَاعتَرَفَ.\n\nأقول: هذا الدعاء إلى كلمة: واغفرها يا كريم، هو الدعاء الوارد في كتاب (المزار القديم) في عمل مقام الإمام زين العابدين (عليه السلام) في أعمال صحن مسجد السهلة.\n\n"
}