["مناجاة أمير المؤمنين (عليه السلام)\n\nاللهُمَّ إنّي أسألُكَ الأمانَ يَومَ لا يَنفَعُ مالٌ وَلا بَنُونَ إلاّ مَن أتى اللهَ بِقَلبٍ سَلِيمٍ وأسألُكَ الأمانَ يَومَ يَعضُّ الظَّالِمُ عَلى يَدَيهِ يَقُولُ: يا لَيتَني اتَّخَذتُ مَعَ الرَّسُولِ سَبِيلاً، وَأسألُكَ الأمانَ يَومَ يُعرَفُ المُجرِمُونَ بِسِيماهُم فَيُؤخَذُ بِالنَّواصي وَالأقدامِ، وَأسألُكَ الأمانَ يَومَ لايَجزي وَالِدٌ عَن وَلَدِهِ وَلامَولُودٌ هُوَ جازٍ عَن وَالِدِهِ شَيئاً إنَّ وَعدَ اللهِ حَقُّ، وَأسألُكَ الأمانَ يَومَ لايَنفَعُ الظَّالِمِينَ مَعذِرَتُهُم وَلَهُم اللَّعنَةُ وَلَهُم سُوءُ الدَّارِ وأسألُكَ الأمانَ يَومَ لا تَملِكُ نَفسٌ لِنَفسٍ شَيئاً وَالأمرُ يَومَئِذٍ للهِ، وَأسألُكَ الأمانَ يَومَ يَفِرُّ المَرءُ مِن أخِيهِ وَاُمِّهِ وَأبِيهِ وَصاحِبَتِهِ وَبَنِيهِ لِكُلِّ امرِئٍ مِنهُم يَومَئِذٍ شَأنٌ يُغنِيهِ، وَأسألُكَ الأمانَ يَومَ يَوَدُّ المُجرِمُ لَو يَفتَدي مِن عَذابِ يَومِئِذٍ بِبَنِيهِ وَصاحِبَتِهِ وَأخِيهِ وَفَصِيلَتِهِ الَّتي تُؤوِيهِ وَمَن في الأرضِ جَميعاً ثُمَّ يُنجِيهِ كَلاّ إنَّها لَظى نَزَّاعَةً لِلشَّوى.\nمَولايَ يا مَولايَ أنتَ المَولى وَأنا العَبدُ وَهَل يَرحَمُ العَبدُ إلاّ المَولى، مَولايَ يا مَولايَ أنتَ المالِكُ وَأنا المَملُوكُ وهَل يَرحَمُ المَملُوكَ إلاّ المالِكُ، مَولايَ يا مَولايَ أنتَ العَزِيزُ وَأنا الذَّلِيلُ وَهَل يَرحَمُ الذَّلِيلَ إلاّ العَزِيزُ، مَولايَ يا مَولايَ أنتَ الخالِقُ وَأنا المَخلُوقُ وَهَل يَرحَمُ المَخلُوقَ إلاّ الخالِقُ، مَولايَ يا مَولايَ أنتَ العَظِيمُ وَأنا الحَقِيرُ وهَل يَرحَمُ الحَقِيرَ إلاّ العَظِيمُ، مَولايَ يا مَولايَ أنتَ القَوِيُّ وَأنا الضَّعِيفُ وَهَل يَرحَمُ الضَّعِيفَ إلاّ القَوِيُّ، مَولايَ يا مَولايَ أنتَ الغَنِيُّ وَأنا الفَقِيرُ وَهَل يَرحَمُ الفَقِيرَ إلاّ الغَنِيُّ، مَولايَ يا مَولايَ أنتَ المُعطي وَأنا السَّائِلُ وَهَل يَرحَمُ السَّائِلَ إلاّ المُعطِي، مَولايَ يا مَولايَ أنتَ الحَيُّ وَأنا المَيِّتُ وَهَل يَرحَمُ المَيِّتَ إلاّ الحَيُّ، مَولايَ يا مَولايَ أنتَ الباقي وَأنا الفاني وَهَل يَرحَمُ الفانِيَ إلاّ الباقِي، مَولايَ يا مَولايَ أنتَ الدَّائِمُ وَأنا الزَّائِلُ وَهَل يَرحَمُ الزَّائِلَ إلاّ الدَّائِمُ، مَولايَ يا مَولايَ أنتَ الرَّازِقُ وَأنا المَرزُوقُ وَهَل يَرحَمُ المَرزُوقَ إلاّ الرَّازِقُ، مَولايَ يا مَولايَ أنتَ الجَوادُ وَأنا البَخِيلُ وهَل يَرحَمُ البَّخِيلَ إلاّ الجَوادُ، مَولايَ يا مَولايَ أنتَ المُعافي وَأنا المُبتَلى وَهَل يَرحَمُ المُبتَلى إلاّ المُعافِي، مَولايَ يا مَولايَ أنتَ الكَبِيرُ وَأنا الصَّغِيرُ وَهَل يَرحَمُ الصَّغِيرَ إلاّ الكَبِيرُ، مَولايَ يا مَولايَ أنتَ الهادي وَأنا الضَّالُّ وهَل يَرحَمُ الضَّالَ إلاّ الهادِي، مَولايَ يا مَولايَ أنتَ الرَّحمنُ وَأنا المَرحُومُ وَهَل يَرحَمُ المَرحُومَ إلاّ الرَّحمنُ، مَولايَ يا مَولايَ أنتَ السُّلطانُ وَأنا المُمتَحَنُ وَهَل يَرحَمُ المُمتَحَنَ إلاّ السُلطانُ، مَولايَ يا مَولايَ أنتَ الدَّلِيلُ وَأنا المُتَحَيِّرُ وَهَل يَرحَمُ المُتَحَيِّرَ إلاّ الدَّلِيلُ، مَولايَ يا مَولايَ أنتَ الغَفُورُ وَأنا المُذنِبُ وَهَل يَرحَمُ المُذنِبَ إلاّ الغَفُورُ، مَولايَ يا مَولايَ أنتَ الغالِبُ وَأنا المَغلُوبُ وَهَل يَرحَمُ المَغلُوبَ إلاّ الغالِبُ، مَولايَ يا مَولايَ أنتَ الرَّبُّ وَأنا المَربُوبُ وَهَل يَرحَمُ المَربُوبَ إلاّ الرَّبُّ، مَولايَ يا مَولايَ أنتَ المُتَكَبِّرُ وَأنا الخاشِعُ وَهَل يَرحَمُ الخاشِعَ إلاّ المُتَكَبِّرُ، مَولايَ يا مَولايَ ارحَمني بِرَحمَتِكَ وَارضَ عَنّي بِجُودِكَ وَكَرَمِكَ وَفَضلِكَ يا ذا الجُودِ وَالإحسانِ وَالطَّولِ وَالامتِنانِ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمِينَ.\n\nأقول: روى السيّد ابن طاووس عنه (عليه السلام) بعد هذه المناجاة دعاءً طويلاً موسوماً بدعاء (الأمان) لا يسعه المقام.\n\nوتدعو أيضاً في هذا المقام بما سنذكره عقيب الصلاة في مسجد زيد بن صوحان إن شاء الله.\n\nواعلم أنّا قد ألمحنا في كتاب (هدية الزائر) إلى الخلاف في تعيين المحراب الذي ضُرب فيه أمير المؤمنين (عليه السلام) هل هو المحراب المعروف، أم المحراب المتروك؟ وقلنا هناك: إنّ غاية الاحتياط هي أن تؤدّى الأعمال في كلا الموضعين أو أن تؤدّي في المعروف تارة وفي المتروك اُخرى.\n\nالمصدر\nمفاتيح الجنان"]