{
"title": "أعمال مسجد السهلة",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "وأمّا أعمال مسجد السهلة: \n\nفمن المسنون فيه الصلاة ركعتين بين العشاءَين عن الصادق (عليه السلام) : «ماصلّاها مكروب ودعا الله إلاّ فرّج الله كربته».\n\nوعن بعض كتب الزيارة أنّه إذا أردت أن تدخل المسجد فقف على الباب وقل:\nبِسْمِ الله وَبِالله وَمِنَ الله وَإِلى الله وَما شاءَ اللهُ وَخَيرُ الأسماءِ للهِ تَوَكَّلتُ عَلى اللهِ وَلا حَولَ وَلا قُوَّةَ إلاّ بِاللهِ العَلِيِّ العَظِيمِ، اللهُمَّ اجعَلني مِن عُمَّارِ مَساجِدِكَ وَبُيُوتِكَ، اللهُمَّ إنّي أتَوَجَّهُ إلَيكَ بِمُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاُقَدِّمُهُم بَينَ يَدَي حَوائِجي فَاجعَلنِي، اللهُمَّ بِهِم عِندَكَ وَجِيهاً في الدُّنيا وَالآخِرةِ وَمِنَ المُقَرَّبِينَ، اللهُمَّ اجعَل صَلاتي بِهِم مَقبُولَةً وَذَنبي بِهِم مَغفُوراً وَرِزقي بِهِم مَبسُوطاً وَدُعائي بِهِم مُستَجاباً وَحَوائِجي بِهِم مَقضِيَّةً، وَانظُر إلَيَّ بِوَجهِكَ الكَرِيمِ نَظرَةً رَحِيمَةً أستَوجِبُ بِها الكَرامَةَ عِندَكَ ثُمَّ لا تَصرِفهُ عَنّي أبَداً بِرَحمَتِكَ يا أرحَمَ الرَّاحِمِينَ، يا مُقَلِّبَ القُلُوبِ وَالأبصارِ ثَبِّت قَلبي عَلى دِينِكَ وَدِينِ نَبِيِّكَ وَوَلِيِّكَ وَلا تُزِغ قَلبي بَعدَ إذ هَدَيتَني وَهَب لي مِن لَدُنكَ رَحمَةً إنَّكَ أنتَ الوَهّابُ، اللهُمَّ إلَيكَ تَوَجَّهتُ وَمَرضاتَكَ طَلَبتُ وَثَوابَكَ ابتَغَيتُ وَبِكَ آمَنتُ وَعَلَيكَ تَوَكَّلتُ اللهُمَ فَأقبِل بِوَجهِكَ إلَيَّ وَأقبِل بِوَجهي إلَيكَ.\n\nثمّ اقرأ آية الكرسي و المعوّذتين وسبّح الله سبع مرّات واحمده سبعاً وهلّل سبعاً وكبّر سبعاً، أي كرّر كلّ جملة من: سُبحانَ اللهِ وَالحَمدُ للهِ وَلا إلهَ إلاّ اللهُ وَاللهُ أكبَرُ سبع مرات.\n\nثمّ قل: اللهُمَّ لَكَ الحَمدُ عَلى ما هَدَيتَني وَلَكَ الحَمدُ عَلى ما فَضَّلتَني وَلَكَ الحَمدُ عَلى ما شَرَّفتَني وَلَكَ الحَمدُ عَلى كُلِّ بَلاءٍ حَسَنٍ ابتَلَيتَنِي، اللهُمَّ تَقَبَّل صَلاتي وَدُعائي وَطَهِّر قَلبي وَاشرَح لي صَدري وَتُب عَلَيَّ إنَّكَ أنتَ التَّوّابُ الرَّحِيمُ.\n\nوقال السيد ابن طاووس (رضي الله عنه) : إذا أردت أن تمضي إلى السهلة فاجعل ذلك بين المغرب والعشاء الآخرة من ليلة الأربعاء وهو أفضل من غيره من الأوقات. فإذا أتيته فصلّ المغرب ونافلتها ثمّ قم فصلّ ركعتين تحية المسجد قربة إلى الله تعالى فإذا فرغت فارفع يديك إلى السماء وقل:\nأنتَ اللهُ لا إلهَ إلاّ أنتَ مُبدِئُ الخَلقِ وَمُعِيدُهُم وَأنتَ اللهُ لا إلهَ إلاّ أنتَ خالِقُ الخَلقِ وَرازِقُهُم وَأنتَ اللهُ لا إلهَ إلاّ أنتَ القابِضُ الباسِطُ وَأنتَ اللهُ لا إلهَ إلاّ أنتَ مُدَبِّرُ الاُمُورِ وَباعِثَ مَن في القُبُورِ أنتَ وَارِثُ الأرضِ وَمَن عَلَيها، أسألُكَ بِاسمِكَ المَخزُونِ المَكنُونِ الحَيِّ القَيُّومِ وَأنتَ اللهُ لا إلهَ إلاّ أنتَ عالِمُ السِّرِّ وَأخفى، أسألُكَ بِاسمِكَ الَّذي إذا دُعِيتَ بِهِ أجَبتَ وَإذا سُئِلتَ بِهِ أعطَيتَ، وأسألُكَ بِحَقِّكَ عَلى مُحَمَّدٍ وَأهلِ بَيتِهِ وَبِحَقِّهِمُ الَّذي أوجَبتَهُ عَلى نَفسِكَ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَقضِيَ لي حاجَتي السَّاعَةَ السَّاعَةَ، يا سامِعَ الدُّعاءِ يا سَيِّداهُ يا مَولاهُ يا غِياثاهُ، أسألُكَ بِكُلِّ اسمٍ سَمَّيتَ بِهِ نَفسَكَ أو استَأثَرتَ بِهِ في عِلمِ الغَيبِ عِندَكَ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تُعَجِّلَ فَرَجَنا السَّاعَةَ يا مُقَلِّبَ القُلُوبِ وَالأبصارِ يا سَمِيعَ الدُّعاءِ.\n\nثمّ اسجد واخشع وادع الله بما تريد ثمّ صلّ في الزاوية الغربية الشمالية ركعتين وهي موضع دار إبراهيم الخليل (عليه السلام) حيث كان يذهب منها إلى قتال العمالقة\n فإذا فرغت من الصلاة فسبّح ثمّ قل بعد ذلك:\nاللهُمَّ بِحَقِّ هذِهِ البُقعَةِ الشَّرِيفَةِ وَبِحَقِّ مَن تَعَبَّدَ لَكَ فِيها قَد عَلِمتَ حَوائِجي فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاقضِها، وَقَد أحصَيتَ ذُنُوبي فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاغفِرها، اللهُمَّ أحيِني ما كانَت الحياةُ خَيراً لي وَأمِتني إذا كانَتِ الوَفاةُ خَيراً لي عَلى مُوالاةِ أوليائِكَ وَمُعاداةِ أعدائِكَ وَافعَل بي ما أنتَ أهلُهُ يا أرحَمَ الرَّاحِمِينَ.ثمّ تصلّي ركعتين في الزاوية الغربية الاُخرى التي هي في سمت القبلة.\nثمّ ترفع يديك فتقول: اللهُمَّ إنّي صَلَّيتُ هذِهِ الصَّلاةَ ابتِغاءَ مَرضاتِكَ وَطَلَبَ نائِلِكَ وَرَجاءَ رِفدِكَ وَجَوائِزِكَ، فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَقَبَّلها مِنّي بِأحسَنِ قَبُولٍ وَبَلِّغني بِرَحمَتِكَ المَأمُولَ وَافعَل بي ما أنتَ أهلُهُ يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ اهو إلى السجود وضع خدّيك على التراب\n\n ثمّ امض إلى الزاوية الشرقية فصلّ ركعتين وابسط يديك وقل: \nاللهُمَّ إن كانَت الذُّنُوبُ وَالخطايا قَد أخلَقَت وَجهي عِندَك فَلَم تَرفَع لي إلَيكَ صوَتاً وَلم تَستَجِب لي دَعوَةً، فَإنّي أسألُكَ بِكَ يا اللهُ فَإنَّهُ لَيسَ مِثلَكَ أحَدٌ وَأتَوَسَّلُ إلَيكَ بِمُحَمَّدٍ وَآلِهِ وَأسألُكَ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تُقبِلَ إلَيَّ بِوَجهِكَ الكَرِيمِ وَتُقبِلَ بِوَجهي إلَيكَ وَلاتُخَيِّبني حِينَ أدعُوكَ وَلاتَحرِمني حِين أرجُوكَ يا أرحَمَ الرَّاحِمِينَ.\n\nأقول: نقل عن كتاب غير معروف من كتب الزيارات أنّه: \nثمّ تمضي إلى الزاوية الشرقية الاُخرى وتصلَي هناك ركعتين وتقول:\nاللهُمَّ إنّي أسألُكَ بِاسمِكَ يا اللهُ أن تُصَلِّيَ عَلى مُحَمَّدٍ وآلِ مُحَمَّدٍ وَأن تَجعَلَ خَيرَ عَمَلي آخِرَهُ وَخَيرَ أعمالي خَواتِيمَها وَخَيرَ أيامي يَومَ ألقاكَ فِيهِ إنَّكَ عَلى كُلِّ شيءٍ قَدِيرٌ، اللهُمَّ تَقَبَّل دُعائي وَاسمَع نَجوايَ يا عَلِيُّ يا عَظِيمُ يا قادِرُ يا قاهِرُ يا حَيا لا يَمُوتُ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاغفِر لِيَ الذُّنُوبَ الَّتي بَيني وَبَينَكَ وَلا تَفضَحني عَلى رُؤُوسِ الأشهادِ وَاحرُسني بِعَينِكَ الَّتي لا تَنامُ وَارحَمني بِقُدرَتِكَ عَلَيَّ يا أرحَمَ الرَّاحِمِينَ، وَصَلّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ وَآلِهِ الطَّاهِرِينَ يا رَبَّ العالَمِينَ.\n\nثمّ تصلّي في البيت الذي في وسط المسجد ركعتين وتقول:\nيا مَن هُوَ أقرَبُ إلَيَّ مِن حَبلِ الوَرِيدِ يا فَعَّالاً لِما يُرِيدُ يا مَن يَحُولُ بَينَ المَرءِ وَقَلبِهِ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَحُل بَينَنا وَبَينَ مَن يؤُذيِنا بِحَولِكَ وَقُوَّتِكَ، يا كافي مِن كُلِّ شَيءٍ وَلا يَكفي مِنهُ شيءٌ اكفِنا المُهِمَّ مِن أمرِ الدُّنيا وَالآخِرةِ يا أرحَمَ الرَّاحِمِينَ. ثمّ ضع جانبي وجهك على التراب.\n\nأقول: هذه البقعة الشريفة تعرف في العصر الحاضر بمقام الإمام زين العابدين (عليه السلام) وقال في كتاب (المزار القديم): إنّه يدعى فيها بعد الصلاة ركعتين بدعاء: اللهُمَّ إنّي أسألُكَ يا مَن لاتَراهُ العُيُون... الخ، والدعاء قد سلف في أعمال دكة باب أمير المؤمنين (عليه السلام) في مسجد الكوفة فراجعه هناك.\n\nويقرب من هذه البقعة موضع يعرف بمقام المهدي (عليه السلام)، ومن المناسب فيه زيارته (عليه السلام)، ونقل عن بعض كتب الزيارات أنّه ينبغي أن يزور الزائر هنا قائماً على قدميه بهذه الزيارة:\nسَلامُ الله الكامِلُ التَّامُّ الشَّامِلُ العامُّ وَصَلَواتُهُ الدَّائِمَةُ وَبَرَكاتُهُ القائِمَةُ التَّامَّةُ عَلى حُجَّةِ الله وَوَليِّهِ في أرضِهِ وَبِلادِهِ وَخَليفَتِهِ عَلى خَلقِهِ وَعِبادِهِ وَسُلالَةِ النُّبوَّةِ وَبَقيَّةِ العِترَةِ وَالصَّفوَةِ، صاحِبِ الزَّمانِ وَمُظهِرِ الايمانِ وَمُلَقِّنِ أحكامِ القُرآنِ وَمُطَهِّرِ الأرضِ وَناشِرِ العَدلِ في الطّولِ وَالعَرضِ، وَالحُجَّةِ القائِم المَهديِّ الإمام المُنتَظَرِ المَرضيِّ وَابنِ الأئِمَّةِ الطَّاهِرينَ الوَصيِّ بنِ الأوصياءِ المَرضيّينَ الهادي المَعصومِ بنِ الأئِمَّةِ الهُداةِ المَعصومينَ. السَّلامُ عَلَيكَ يا مُعِزَّ المُؤمِنينَ المُستَضعَفينَ السَّلامُ عَلَيكَ يا مُذِلَّ الكافِرينَ المُتَكَبِّرينَ الظَّالِمينَ، السَّلامُ عَلَيكَ يا مَولايَ يا صاحِبَ الزَّمانِ السَّلامُ عَلَيكَ يا بنَ رَسولِ الله السَّلامُ عَلَيكَ يا بنَ أميرِ المُؤمِنينَ، السَّلامُ عَلَيكَ يا بنَ فاطِمَةَ الزَّهراءِ سَيِّدَةِ نِساءِ العالَمينَ، السَّلامُ عَلَيكَ يا بنَ الأئِمَّةِ الحُجَجِ المَعصومينَ وَالإمامِ عَلى الخَلقِ أجمَعينَ السَّلامُ عَلَيكَ يا مَولايَ سَلامَ مُخلِصٍ لَكَ في الوِلايَةَ، أشهَدُ أنَّكَ الإمامُ المَهديُّ قَولاً وَفِعلاً وَأنتَ الَّذي تَملءُ الأرضَ قِسطاً وَعَدلاً بَعدَ ما مُلِئَت ظُلماً وَجَوراً ؛ فَعَجَّلَ الله فَرَجَكَ وَسَهَّلَ مَخرَجَكَ وَقَرَّبَ زَمانَكَ وَكَثَّرَ أنصارَكَ وَأعوانَكَ وَأنجَزَ لَكَ ما وَعَدَكَ، فَهُوَ أصدَقُ القائِلينَ: وَنُريدُ أن نَمُنَّ عَلى الَّذينَ استُضعِفوا في الأرضِ وَنَجعَلَهُم أئِمَّةً وَنَجعَلَهُم الوارِثينَ يا مَولايَ يا صاحِبَ الزَّمانِ، يا بنَ رَسولِ الله حاجَتي كذا وكذا (واذكر حاجتك عوض كذا وكذا) فَاشفَع لي في نَجاحِها فَقَد تَوَجَّهتُ إلَيكَ بِحاجَتي لِعِلمي أنَّ لَكَ عِندَ الله شَفاعَةً مَقبولَةً وَمَقاماً مَحموداً، فَبِحَقِّ مَن اختَصَّكُم بِأمرِهِ وَارتَضاكُم لِسِرِّهِ وَبِالشَّأنِ الَّذي لَكُم عِندَ الله بَينَكُم وَبَينَهُ سَلِ الله تَعالى في نُجحِ طَلِبَتي وَإجابَةِ دَعوَتي وَكَشفِ كُربَتي، وسل ما تريد فإنّه يقضى إن شاء الله.\n\n"
}