{
"title": "الصلاة والدعاء في مسجد زيد وصعصعة",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "الصلاة والدعاء في مسجد زيد وصعصعة\n\nثمّ تمضي إلى مسجد زيد القريب من مسجد السهلة فتصلّي فيه ركعتين وتبسط يديك وتقول:\nإلهي قَد مَدَّ إلَيكَ الخاطِئُ المُذنِبُ يَدَيهِ بِحُسنِ ظَنِّهِ بِكَ إلهي قَد جَلَسَ المُسِيءُ بَينَ يَدَيكَ مُقِراً لَكَ بِسُوءِ عَمَلِهِ وَراجياً مِنكَ الصَّفحَ عَن زَلَـلِهِ، إلهي قَد رَفَعَ إلَيكَ الظَّالِمُ كَفَّيهِ راجياً لِما لَدَيكَ فَلا تُخَيِّبهُ بِرَحمَتِكَ مِن فَضلِكَ، إلهي قَد جَثاً العائِدُ إلى المَعاصي بَينَ يَدَيكَ خائِفاً مِن يَومٍ تَجثُو فِيهِ الخَلائِقُ بَينَ يَدَيكَ، إلهي جاءَكَ العَبدُ الخاطِئُ فَزِعاً مُشفِقاً وَرَفَعَ إلَيكَ طَرفَهُ حَذِراً راجياً وَفاضَت عَبرَتُهُ مُستَغفِراً نادِماً، وَعِزَّتِكَ وَجَلالِكَ ما أرَدتُ بِمَعصِيَتي مُخالَفَتَكَ وَما عَصَيتُكَ إذ عَصَيتُكَ وَأنا بِكَ جاهِلٌ وَلا لِعِقُوبَتِكَ مُتَعَرِّضٌ وَلا لِنَظَرِكَ مُستَخِفٌّ، وَلكِن سَوَّلَت لي نَفسي وَأعانَتني عَلى ذلِكَ شِقوَتي وَغَرَّني سِترُكَ المُرخى عَلَيَّ، فَمِنَ الآنَ مِن عَذابِكَ مَن يَستَنقِذُني وَبِحَبلِ مَن أعتَصِمُ إن قَطَعتَ حَبلَكَ عَنِّي.\n\nفيا سَوأتاهُ غَداً مِنَ الوُقُوفِ بَينَ يَدَيكَ إذا قِيلَ لِلمُخِفِّينَ جُوزُوا وَلِلمُثقِلِينَ حُطُّوا أفَمَعَ المُخِفِّينَ أجُوُزُ أم مَعَ المُثقِلِينَ أحُطُّ، وَيلي كُلَّما كَبُرَ سِنّي كَثُرَت ذُنُوبي، وَيلي كُلَّما طالَ عُمري كَثُرَت مَعاصِيَّ، فَكَم أتُوبُ وَكَم أعُودُ، أما آنَ لي أن أستَحيي مِن رَبِّي، اللهُمَّ فَبِحَقِّ مُحَمَّدٍ وَآلِ مُحَمَّدٍ اغفِر لي وَارحَمني يا أرحَمَ الرَّاحِمِينَ وَخَيرَ الغافِرِينَ.\n\nثمّ ابك وضع وجهك على التراب وقل: ارحَم مَن أساءَ وَاقتَرَفَ وَاستَكانَ وَاعتَرَفَ.\n\nثمّ ضع خدّك الأيمن وقل: إن كُنتُ بِئسَ العَبدُ فَأنتَ نِعمَ الرَّبُّ.\n\nثمّ ضع خدّك الأيسر وقل: عَظُمَ الذَّنبُ مِن عَبدِكَ فَليَحسُنِ العَفوُ مِن عِندِكَ يا كَرِيمُ.ثمّ عد إلى السجود وقل: العَفوَ العَفوَ، مائة مرة.\n\nأقول: هذا المسجد من المساجد الشريفة في الكوفة ويُنسب إلى زيد بن صوحان وهو من كبار أصحاب أمير المؤمنين (عليه السلام) ويعدّ من الأبدال وقد استشهد في ركابه (عليه السلام) في واقعة الجمل والدعاء السالف هو دعاؤه الذي كان يدعو به في نافلة الليل وبجوار مسجده هذا مسجد أخيه صعصعة بن صوحان وهو أيضاً من أصحاب أمير المؤمنين (عليه السلام) ومن العارفين بحقّه ومن أكابر المؤمنين وقد بلغ في الفصاحة والبلاغة حيث لقّبه أمير المؤمنين (عليه السلام) بالخطيب الشحشح وأثنى عليه بالفصاحة وجودة الخطب كما مدحه بقلة المؤونة وكثرة المعونة وقد حضر صعصعة تشييع جثمانه الشريف ليلاً من الكوفة إلى النجف ولمّا تمّ دفن أمير المؤمنين (عليه السلام) وقف صعصعة على القبر وأخذ كفاً من التراب فأهاله على رأسه وقال: بأبي أنت واُمّي يا أمير المؤمنين (عليه السلام) هنيئاً لك يا أبا الحسن (عليه السلام) فلقد طاب مولدك وقوي صبرك وعظم جهادك وبلغت ما أمّلت وربحت تجارتك ومضيت إلى ربّك، ونطق بكثير من مثلها وبكى بكاءً شديداً وأبكى كلّ من كان معه.\n\nوبذلك فقد انعقد في جوف الليل مأتم يخطب فيه صعصعة ويحضره الإمامان الحسنان (عليهما السلام) ومحمد بن الحنفية وأبو الفضل العباس وغيرهم من أبنائه وأقاربه ولمّا انتهى صعصعة من خطبته عدل الحاضرون إلى الإمامين الحسن والحسين (عليهما السلام) وغيرهما من أبنائه فعزّوهم في أبيهم (عليه السلام) ثمّ عادوا إلى الكوفة.\n\nوالخلاصة أنّ مسجد صعصعة من المساجد الشريفة في الكوفة وقد شوهد فيه الإمام الغائب صاحب العصر (صلوات الله عليه) شاهده فيه جمع من الاصحاب في شهر رجب يصلّي ركعتين ويدعو بالدعاء: اللهُمَّ يا ذا المِنَنِ السَّابِغَةِ وَالآلاءِ الوازِعَةِ... الدعاء.\n\nوظاهر عمله الشريف اختصاص الدعاء بهذا المسجد الشريف كأدعية مسجد السهلة ومسجد زيد ولكنّ العمل قد كان في شهر رجب وهذا ما أورث احتمال اختصاص الدعاء بالشهر لا بالمسجد ولذلك نجد الدعاء في كتب العلماء مذكوراً أيضاً في خلال أعمال شهر رجب، ونحن أيضاً قد أوردناها هناك فلا نعيده.\n\n"
}