{
"title": "زيارة مسلم بن عقيل رضوان الله عليه",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "زيارة مسلم بن عقيل (رضوان الله عليه)\n\nفإذا فرغت من أعمال جامع الكوفة فامض إلى قبر مسلم بن عقيل (رضوان الله عليه) وقف عنده وقل:\nالحَمدُ للهِ المَلِكِ الحَقِّ المُبِينِ المُتَصاغِرِ لِعَظَمَتِهِ جَبابِرَةُ الطَّاغِينَ المُعتَرِفِ بِرُبُوبِيَّتِهِ جَمِيعُ أهلِ السَّماواتِ وَالأرَضِينَ المُقِرِّ بِتَوحِيدِهِ سائِرُ الخَلقِ أجمَعِينَ، وَصَلّى اللهُ عَلى سَيِّدِ الأنامِ وَأهلِ بَيتِهِ الكِرامِ صَلاةً تَقَرُّ بِها أعيُنُهُم وَيَرغَمُ بِها أنفُ شانِئِهِم مِنَ الجِنِّ وَالإنسِ أجمَعِينَ سَلامُ اللهِ العَلِيِّ العَظِيمِ وَسَلامُ مَلائِكَتِهِ المُقَرَّبِينَ وَأنبيائِهِ المُرسَلِينَ وَأئِمَّتِهِ المُنتَجَبِينَ وَعِبادِهِ الصَّالِحِينَ وَجَمِيعِ الشُّهداءِ وَالصِّدِّيقِينَ وَالزَّاكِياتُ الطَّيِّباتُ فِيما تَغتَدي وَتَرُوحُ عَلَيكَ يا مُسلِمَ بنَ عَقِيلِ بنِ أبي طالِبٍ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\nأشهَدُ أنَّكَ أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَجاهَدتَ في اللهِ حَقَّ جِهادِهِ، وَقُتِلتَ عَلى مِنهاجِ المُجاهِدِينَ في سَبِيلِهِ حَتّى لَقِيتَ اللهَ عَزَّ وَجَلَّ وَهُوَ عَنكَ راضٍ، وَأشهَدُ أنَّكَ وَفَيْتَ بِعَهدِ اللهِ وَبَذَلتَ نَفسَكَ في نُصرَةِ حُجَّةِ اللهِ وَابنَ حُجَّتِهِ حَتّى أتاكَ اليَقِينُ أشهَدُ لَكَ بِالتَّسلِيمِ وَالوَفاءِ وَالنَّصِيحَةِ لِخَلَفِ النَّبِيِّ المُرسَلِ وَالسِّبطِ المُنتَجَبِ وَالدَّلِيلِ العالِمِ وَالوَصِيِّ المُبَلِّغِ وَالمَظلُومِ المُهتَضَمِ، فَجَزاكَ اللهُ عَن رَسُولِهِ وَعَن أمِيرِ المُؤمِنِينَ وَعَنِ الحَسَنِ وَالحُسَيـنِ أفضَلَ الجَزاءِ بِما صَبَرتَ وَاحتَسَبتَ وَأعَنتَ، فَنِعمَ عُقبى الدَّارِ. وَلَعَنَ اللهُ مَن قَتَلَكَ وَلَعَنَ اللهُ مَن أمَرَ بِقَتلِكَ وَلَعَنَ اللهُ مَن ظَلَمَكَ وَلَعَنَ اللهُ مَن افتَرى عَلَيكَ وَلَعَنَ اللهُ مَن جَهِلَ حَقَّكَ وَاستَخَفَّ بِحُرمَتِكَ وَلَعَنَ اللهُ مَن بايَعَكَ وَغَشَّكَ وَخَذَلَكَ وَأسلَمَكَ وَمَن ألَّبَ عَلَيكَ وَلَم يُعِنكَ الحَمدُ للهِ الَّذي جَعَلَ النَّارَ مَثواهُم وَبِئسَ الوِردِ المَورُودُ، أشهَدُ أنَّكَ قُتِلتَ مَظلُوماً وَأنَّ اللهَ مُنجِزٌ لَكُم ما وَعَدَكُم. جِئتُكَ زائِراً عارِفاً بِحَقِّكُم مُسَلِّماً لَكُم تابِعاً لِسُنَّتِكُم وَنُصرَتي لَكُم مُعَدَّهٌ حَتّى يَحكُمَ اللهُ وَهُوَ خَيرُ الحاكِمِينَ فَمَعَكُم مَعَكُم لا مَعَ عَدُوِّكُم صَلَواتُ اللهِ عَلَيكُم وَعَلى أرواحِكُم وَأجسادِكُم وَشاهِدِكُم وَغائِبِكُم وَالسَّلامُ عَلَيكُم وَرَحمَةُ اللهِ وَبَرَكاتُهُ، قَتَلَ اللهُ اُمَّةً قَتَلَتكُم بِالأيدي وَالألسُنِ.\n\nوجعل هذه الكلمات في المزار الكبير بمنزلة الاستئذان وقال بعد ذكرها: ثمّ ادخل وادن من القبر وعلى الرواية السابقة أشر إلى الضريح ثمّ قل:\n\nالسَّلامُ عَلَيكَ أيُّها العَبدُ الصَّالِحُ المُطِيعُ للهِ وَلِرَسُولِهِ وَلِأمِيرِ المُؤمِنِينَ وَالحَسَنِ وَالحُسَينِ (عليهم السلام) ، الحَمدُ للهِ وَسَلامٌ عَلى عِبادِهِ الَّذِينَ اصطَفى مُحَمَّدٍ وَآلِهِ وَالسَّلامُ عَلَيكُم وَرَحمَةُ اللهِ وَبَرَكاتُهُ وَمَغفِرَتُهُ وَعَلى رُوحِكَ وَبَدَنِكَ، أشهَدُ أنَّكَ مَضَيتَ عَلى ما مَضى عَلَيهِ البَدرِيُّونَ المُجاهِدُونَ في سَبِيلِ اللهِ المُبالِغُونَ في جِهادِ أعدائِهِ وَنُصرَةِ أوليائِهِ فَجَزاكَ اللهُ أفضَلَ الجَزاءِ وَأكثَرَ الجَزاءِ وَأوفَرَ جَزاءِ أحَدٍ مِمَّن وَفى بِبَيعَتِهِ وَاستَجابَ لَهُ دَعوَتَهُ وَأطاعَ وُلاةَ أمرِهِ، أشهَدُ أنَّكَ قَد بالَغتَ في النَّصِيحَةِ وَأعطَيتَ غايَةَ المَجهُودِ حَتّى بَعَثَكَ اللهُ في الشُّهداءِ وَجَعَلَ رُوحَكَ مَعَ أرواحِ السُّعَداءِ وَأعطاكَ مِن جِنانِهِ أفسَحَها مَنزِلاً وَأفضَلَها غُرَفاً وَرَفَعَ ذِكرَكَ في العِلِّيِّينَ وَحَشَرَكَ مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهداءِ وَالصَّالِحِينَ وَحَسُنَ اُولئِكَ رَفِيقاً، أشهَدُ أنَّكَ لَم تَهِن وَلَم تَنكُل وَأنَّكَ قَد مَضَيتَ عَلى بَصِيرَةٍ مِن أمرِكَ مُقتَدياً بِالصَّالِحِينَ وَمُتَّبِعاً لِلنَبِيِّينَ، فَجَمَعَ اللهُ بَينَنا وَبَينَكَ وَبَينَ رَسُولِهِ وَأوليائِهِ في مَنازِل المُخبِتِينَ فَإنَّهُ أرحَمُ الرَّاحِمِينَ.\n\nثمّ صلّ ركعتين في جانب الرأس واهدهما إلى جنابه، ثمّ قل:\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَلا تَدَع لي في هذا المَكانِ المُكَرَّمِ وَالمَشهَدِ المُعَظَّمِ ذَنباً إلاّ غَفَرتَهُ وَلا هَمّاً إلاّ فَرَّجتَهُ وَلا مَرَضاً إلاّ شَفَيتَهُ وَلا عَيباً إلاّ سَتَرتَهُ وَلا رِزقاً إلاّ بَسَطتَهُ وَلا خَوفاً إلاّ آمَنتَهُ وَلا شَملاً إلاّ جَمَعتَهُ وَلا غائِباً إلاّ حَفِظتَهُ وَأدنَيتَهُ وَلا حاجَةً مِن حَوائِجِ الدُّنيا وَالآخِرةِ لَكَ فِيها رِضىً وَلِيَ فِيها صَلاحٌ إلاّ قَضَيتَها يا أرحَمَ الرَّاحِمِينَ.\n\nوهذا هو الدعاء الذي يُدعى به في مرقد العباس وسياتي ذكره.\nفإذا شئت أن تودّعه فودّعه بالوداع الذي سيُذكر في ذيل  زيارة العباس (عليه السلام). [وهو:]\nأستَودِعُكَ اللهُ وَأستَرعِيكَ وَأقرَأُ عَلَيكَ السَّلامُ آمَنّا بِاللهِ وَبِرَسُولِهِ وَبِكِتابِهِ وَبِما جاءَ بِهِ مِن عِندِ اللهِ، اللهُمَّ فَاكتُبنا مَعَ الشَّاهِدِينَ اللهُمَّ لا تَجعَلهُ آخِرَ العَهدِ مِن زيارَتي قَبرَ ابن أخي رَسُولِكَ (صلّى الله عليه و آله) وَارزُقني زيارَتَهُ أبَداً ما أبقَيتَني وَاحشُرني مَعَهُ وَمَعَ آبائِهِ في الجِنانِ وَعَرِّف بَيني وَبَينَهُ وَبَينَ رَسُولِكَ وَأوليائِكَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَوَفَّني عَلى الإيمانِ بِكَ وَالتَّصدِيقِ بِرَسُولِكَ وَالوِلايَةِ لِعَلِيِّ بنِ أبي طالِبٍ وَالأئِمَّةِ مِن وُلدِهِ (عليهم السلام) ، وَالبَراءَةِ مِن عَدُوِّهِم فَإنّي قَد رَضِيتُ يا رَبّي بِذلِكَ وَصَلّى اللهُ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ\n\n"
}