[" ما ورد في فضل ابي عبد الله الحسين صلوات الله عليه و ثواب زيارته و الحث على ذلك‏\n\n1 وَ بِالْإِسْنَادِ الْمُتَقَدِّمِ، قَالَ: حَدَّثَنَا أَبِي رَحِمَهُ اللَّهُ، قَالَ: حَدَّثَنَا سَعْدُ بْنُ عَبْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ بْنِ أَبِي الْخَطَّابِ، عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ، عَنِ الْخَيْبَرِيِّ، عَنِ الْحُسَيْنِ بْنِ مُحَمَّدٍ الْقُمِّيِّ، عَنْ أَبِي الْحَسَنِ الرِّضَا عَلَيْهِ السَّلَامُ قَالَ: قَالَ: مَنْ زَارَ قَبْرَ أَبِي عَبْدِ اللَّهِ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ بِشَطِّ الْفُرَاتِ كَانَ كَمَنْ زَارَ اللَّهَ فَوْقَ عَرْشِهِ.\n\n2 وَ بِالْإِسْنَادِ عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ بْنِ هَاشِمٍ، عَنْ أَبِيهِ، عَنْ مُحَمَّدِ بْنِ أَبِي عُمَيْرٍ، عَنْ عُيَيْنَةَ بَيَّاعِ الْقَصَبِ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: مَنْ أَتَى‏\nالْحُسَيْنَ عَارِفاً بِحَقِّهِ كَتَبَهُ اللَّهُ فِي أَعْلَى عِلِّيِّينَ.\n\n3 وَ بِالْإِسْنَادِ عَنْ مُحَمَّدِ بْنِ أَحْمَدَ، عَنْ عَلِيِّ بْنِ إِسْمَاعِيلَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو الزَّيَّاتِ، عَنْ فَائِدٍ الْخَيَّاطِ، عَنْ أَبِي الْحَسَنِ الْمَاضِي عَلَيْهِ السَّلَامُ قَالَ: مَنْ زَارَ قَبْرَ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ عَارِفاً بِحَقِّهِ غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ.\n\n4 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ أَحْمَدَ، عَنْ أَبِيهِ، عَنْ مُحَمَّدِ بْنِ أَحْمَدَ، عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ، عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ، عَنِ الْخَيْبَرِيِّ، عَنِ الْحُسَيْنِ بْنِ مُحَمَّدٍ الْقُمِّيِّ، قَالَ أَبُو الْحَسَنِ مُوسَى بْنُ جَعْفَرٍ عَلَيْهِمَا السَّلَامُ: أَدْنَى مَا يُثَابُ بِهِ زَائِرُ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ بِشَطِّ الْفُرَاتِ إِذَا عَرَفَ حَقَّهُ وَ حُرْمَتَهُ وَ وَلَايَتَهُ أَنْ يُغْفَرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَ مَا تَأَخَّرَ.\n\n5 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنَا أَبِي رَحِمَهُ اللَّهُ، عَنْ مُحَمَّدِ بْنِ يَحْيَى، عَنْ مُحَمَّدِ بْنِ أَحْمَدَ، عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ، عَنِ الْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي عُثْمَانَ، عَنْ إِسْمَاعِيلَ بْنِ عَبَّادٍ، عَنِ الْحَسَنِ بْنِ عَلِيٍّ، عَنْ أَبِي سَعِيدٍ الْمَدَائِنِيِّ، قَالَ: دَخَلْتُ عَلَى أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ فَقُلْتُ لَهُ: جُعِلْتُ فِدَاكَ آتِي قَبْرَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ، قَالَ: نَعَمْ يَا أَبَا سَعِيدٍ ائْتِ قَبْرَ ابْنِ رَسُولِ اللَّهِ أَطْيَبِ الطَّيِّبِينَ وَ أَطْهَرِ الْأَطْهَرِينَ وَ أَبَرِّ الْأَبَرِّينَ، فَإِذَا زُرْتَهُ كَتَبَ اللَّهُ لَكَ اثْنَيْنِ وَ عِشْرِينَ عُمْرَةً.\n\n6 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ الْحَسَنِ الصَّفَّارُ، قَالَ: حَدَّثَنِي الْحُسَيْنُ بْنُ الْحَسَنِ بْنِ أَبَانٍ، عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ هَارُونَ، قَالَ: سَأَلَ رَجُلٌ أَبَا عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ وَ أَنَا عِنْدَهُ: مَا لِمَنْ زَارَ قَبْرَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ فَقَالَ: إِنَّ الْحُسَيْنَ وَكَّلَ اللَّهُ بِهِ أَرْبَعَةَ آلَافِ مَلَكٍ شُعْثٍ غُبْرٍ يَبْكُونَهُ إِلَى يَوْمِ الْقِيَامَةِ، فَقُلْتُ لَهُ: بِأَبِي أَنْتَ وَ أُمِّي أَنْتَ تَرْوِي عَنْ آبَائِكَ فِي الْحَجِّ، قَالَ: نَعَمْ حِجَّةً وَ عُمْرَةً حَتَّى عَدَّ عَشْراً.\n\n7 وَ بِالْإِسْنَادِ عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ، عَنْ مُوسَى بْنِ سَعْدَانَ، عَنْ عَبْدِ اللَّهِ بْنِ الْقَاسِمِ، عَنْ عُمَرَ بْنِ أَبَانٍ الْكُوفِيِّ، عَنْ أَبَانِ بْنِ تَغْلِبَ قَالَ:\nقَالَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: إِنَّ أَرْبَعَةَ آلَافِ مَلَكٍ عِنْدَ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ شُعْثٍ غُبْرٍ يَبْكُونَهُ إِلَى يَوْمِ الْقِيَامَةِ، رَئِيسُهُمْ مَلَكٌ يُقَالُ لَهُ مَنْصُورٌ، فَلَا يَزُورُهُ زَائِرٌ إِلَّا اسْتَقْبَلُوهُ، وَ لَا يُوَدِّعُهُ مُوَدِّعٌ إِلَّا شَيَّعُوهُ، وَ لَا يَمْرَضُ إِلَّا عَادُوهُ، وَ لَا يَمُوتُ إِلَّا صَلَّوْا عَلَى جِنَازَتِهِ، وَ اسْتَغْفَرُوا لَهُ بَعْدَ مَوْتِهِ.\n\n8 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ الْوَلِيدِ، عَنْ مُحَمَّدِ بْنِ الْحَسَنِ الصَّفَّارِ، عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عِيسَى، عَنْ عَلِيِّ بْنِ الْحَكَمِ، قَالَ:\nحَدَّثَنَا عَلِيُّ بْنُ أَبِي حَمْزَةَ، عَنْ أَبِي بَصِيرٍ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: وَكَّلَ اللَّهُ عَزَّ وَ جَلَّ بِالْحُسَيْنِ عَلَيْهِ السَّلَامُ سَبْعِينَ أَلْفَ مَلَكٍ يُصَلُّونَ عَلَيْهِ [كُلَّ يَوْمٍ، شُعْثاً غُبْراً مِنْ يَوْمَ قُتِلَ إِلَى مَا شَاءَ اللَّهُ‏] وَ يَدْعُونَ لِمَنْ زَارَهُ وَ يَقُولُونَ: يَا رَبَّنَا هَؤُلَاءِ زُوَّارُ الْحُسَيْنِ افْعَلْ بِهِمْ وَ افْعَلْ بِهِمْ.\n\n9 وَ بِهَذَا الْإِسْنَادِ عَنْ بَشِيرٍ الدَّهَّانِ قَالَ: قُلْتُ لِأَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ:\nرُبَّمَا فَاتَنِي الْحَجُّ فَاعْتَرَفْتُ عِنْدَ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ، قَالَ: أَحْسَنْتَ يَا بَشِيرُ أَيُّمَا مُؤْمِنٍ أَتَى قَبْرَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ عَارِفاً بِحَقِّهِ فِي غَيْرِ يَوْمِ عِيدٍ كُتِبَتْ لَهُ عِشْرُونَ حِجَّةً وَ عِشْرُونَ عُمْرَةً مَبْرُورَاتٍ مُتَقَبَّلَاتٍ وَ عِشْرُونَ غَزْوَةً مَعَ نَبِيٍّ مُرْسَلٍ أَوْ إِمَامٍ عَادِلٍ، وَ مَنْ أَتَاهُ فِي يَوْمِ عِيدٍ كُتِبَتْ لَهُ مِائَةُ حِجَّةٍ وَ مِائَةُ عُمْرَةٍ وَ مِائَةُ غَزْوَةٍ مَعَ نَبِيٍّ مُرْسَلٍ أَوْ إِمَامٍ عَادِلٍ، وَ مَنْ أَتَاهُ فِي يَوْمِ عَرَفَةَ عَارِفاً بِحَقِّهِ كُتِبَتْ لَهُ أَلْفُ حِجَّةٍ وَ أَلْفُ عُمْرَةٍ مُتَقَبَّلَاتٍ وَ أَلْفُ غَزْوَةٍ مَعَ نَبِيٍّ مُرْسَلٍ أَوْ إِمَامٍ عَادِلٍ.\nقَالَ: فَقُلْتُ لَهُ: وَ كَيْفَ لِي بِمِثْلِ الْمَوْقِفِ، قَالَ: فَنَظَرَ إِلَيَّ شِبْهَ الْمُغْضَبِ ثُمَّ قَالَ: يَا بَشِيرُ إِنَّ الْمُؤْمِنَ إِذَا أَتَى قَبْرَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ يَوْمَ عَرَفَةَ فَاغْتَسَلَ بِالْفُرَاتِ ثُمَّ تَوَجَّهَ إِلَيْهِ كُتِبَتْ لَهُ بِكُلِّ خُطْوَةٍ حِجَّةٌ بِمَنَاسِكِهَا وَ لَا أَعْلَمُهُ إِلَّا قَالَ: وَ غَزْوَةٌ.\n\n10 وَ بِالْإِسْنَادِ عَنْ صَالِحٍ، عَنِ الْحَارِثِ بْنِ الْمُغِيرَةِ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: إِنَّ لِلَّهِ مَلَائِكَةً مُوَكَّلِينَ بِقَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ فَإِذَا هَمَّ الرَّجُلُ بِزِيَارَتِهِ أَعْطَاهُمُ اللَّهُ ذُنُوبَهُ، فَإِذَا خَطَا مَحَوْهَا، ثُمَّ إِذَا خَطَا ضَاعَفُوا بِهَا لَهُ حَسَنَاتِهِ، فَمَا تَزَالُ حَسَنَاتُهُ تُضَاعَفُ حَتَّى يُوجَبَ لَهُ الْجَنَّةُ، ثُمَّ اكتفوه [اكْتَنَفُوهُ‏] فَقَدَّسُوهُ‏\nوَ يُنَادُونَ مَلَائِكَةَ السَّمَاءِ أَنْ قَدِّسُوا زُوَّارَ حَبِيبِ اللَّهِ، فَإِذَا اغْتَسَلُوا نَادَاهُمْ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ: يَا وَفْدَ اللَّهِ أَبْشِرُوا بِمُرَافَقَتِي فِي الْجَنَّةِ، ثُمَّ نَادَاهُمْ أَمِيرُ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ: أَنَا ضَامِنٌ لِقَضَاءِ حَوَائِجِكُمْ وَ دَفْعِ الْبَلَاءِ عَنْكُمْ فِي الدُّنْيَا وَ الْآخِرَةِ، ثُمَّ اكْتَنَفُوهُمْ عَنْ أَيْمَانِهِمْ وَ عَنْ شَمَائِلِهِمْ حَتَّى يَنْصَرِفُوا إِلَى أَهَالِيهِمْ.\n\n11 وَ بِالْإِسْنَادِ عَنِ الْأَعْمَشِ قَالَ: كُنْتُ نَازِلًا بِالْكُوفَةِ وَ كَانَ لِي جَارٌ كَثِيراً مَا كُنْتُ أَقْعُدُ إِلَيْهِ وَ كَانَ لَيْلَةُ الْجُمُعَةِ فَقُلْتُ لَهُ: مَا تَقُولُ فِي زِيَارَةِ الْحُسَيْنِ، فَقَالَ لِي: بِدْعَةٌ وَ كُلُّ بِدْعَةٍ ضَلَالَةٌ وَ كُلُّ ضَلَالَةٍ فِي النَّارِ، فَقُمْتُ مِنْ بَيْنِ يَدَيْهِ وَ أَنَا مُمْتَلِئٌ غَيْظاً وَ قُلْتُ: إِذَا كَانَ السَّحَرُ أَتَيْتُهُ فَحَدَّثْتُهُ مِنْ فَضَائِلِ أَمِيرِ الْمُؤْمِنِينَ مَا يَشْحَنُ اللَّهُ بِهِ عَيْنَيْهِ.\nقَالَ: فَأَتَيْتُهُ وَ قَرَعْتُ عَلَيْهِ الْبَابَ، فَإِذَا أَنَا بِصَوْتٍ مِنْ وَرَاءِ الْبَابِ إِنَّهُ قَدْ قَصَدَ الزِّيَارَةَ فِي أَوَّلِ اللَّيْلِ، فَخَرَجْتُ مُسْرِعاً فَأَتَيْتُ الْحَيْرَ، فَإِذَا أَنَا بِالشَّيْخِ سَاجِدٌ لَا يَمَلُّ مِنَ السُّجُودِ وَ الرُّكُوعِ، فَقُلْتُ لَهُ: بِالْأَمْسِ تَقُولُ لِي بِدْعَةٌ وَ كُلُّ بِدْعَةٍ ضَلَالَةٌ وَ كُلُّ ضَلَالَةٍ فِي النَّارِ وَ الْيَوْمَ تَزُورُهُ، فَقَالَ لِي:\nيَا سُلَيْمَانُ لَا تَلُمْنِي فَإِنِّي مَا كُنْتُ أُثْبِتُ لِأَهْلِ هَذَا الْبَيْتِ إِمَامَةً حَتَّى كَانَتْ لَيْلَتِي هَذِهِ فَرَأَيْتُ رُؤْيَا أَرْعَبَتْنِي، فَقُلْتُ: مَا رَأَيْتَ! أَيُّهَا الشَّيْخُ.\nقَالَ: رَأَيْتُ رَجُلًا لَا بِالطَّوِيلِ الشَّاهِقِ وَ لَا بِالْقَصِيرِ اللَّاصِقِ، لَا أُحْسِنُ أَصِفُهُ مِنْ حُسْنِهِ وَ بَهَائِهِ، مَعَهُ أَقْوَامٌ يَحُفُّونَ بِهِ حَفِيفاً وَ يَزِفُّونَهُ زَفّاً، بَيْنَ يَدَيْهِ فَارِسٌ عَلَى فَرَسٍ لَهُ ذَنُوبٌ، عَلَى رَأْسِهِ تَاجٌ، لِلتَّاجِ أَرْبَعَةُ أَرْكَانٍ، فِي كُلِّ رُكْنٍ جَوْهَرَةٌ تُضِي‏ءُ مَسِيرَةَ ثَلَاثَةِ أَيَّامٍ، فَقُلْتُ: مَنْ هَذَا، فَقَالُوا: مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْمُطَّلِبِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، فَقُلْتُ: وَ الْآخَرُ، فَقَالُوا: وَصِيُّهُ عَلِيُّ بْنُ أَبِي طَالِبٍ عَلَيْهِ السَّلَامُ، ثُمَّ مَدَدْتُ عَيْنِي فَإِذَا أَنَا بِنَاقَةٍ مِنْ نُورٍ عَلَيْهَا هَوْدَجٌ مِنْ نُورٍ تَطِيرُ بَيْنَ السَّمَاءِ وَ الْأَرْضِ، فَقُلْتُ: لِمَنِ النَّاقَةُ، قَالُوا: لِخَدِيجَةَ بِنْتِ خُوَيْلِدٍ وَ فَاطِمَةَ بِنْتِ مُحَمَّدٍ، قُلْتُ: وَ الْغُلَامُ، قَالُوا: الْحَسَنُ بْنُ عَلِيٍّ، قُلْتُ:\nفَأَيْنَ يُرِيدُونَ، قَالُوا: يَمْضُونَ بِأَجْمَعِهِمْ إِلَى زِيَارَةِ الْمَقْتُولِ ظُلْماً الشَّهِيدِ بِكَرْبَلَاءَ الْحُسَيْنِ بْنِ عَلِيٍّ، ثُمَّ قَصَدْتُ الْهَوْدَجَ وَ إِذَا أَنَا بِرِقَاعٍ تَسَاقَطُ مِنَ السَّمَاءِ أَمَاناً مِنَ اللَّهِ جَلَّ ذِكْرُهُ لِزُوَّارِ الْحُسَيْنِ بْنِ عَلِيٍّ لَيْلَةَ الْجُمُعَةِ، ثُمَّ هَتَفَ بِنَا هَاتِفٌ: أَلَا إِنَّنَا وَ شِيعَتَنَا فِي الدَّرَجَةِ الْعُلْيَا مِنَ الْجَنَّةِ، وَ اللَّهِ يَا سُلَيْمَانُ لَا أُفَارِقُ هَذَا الْمَكَانَ حَتَّى يُفَارِقَ رُوحِي جَسَدِي.\n\n12 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ الْحَسَنِ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ أَحْمَدَ، عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ، عَنْ مُحَمَّدِ\nبْنِ إِسْمَاعِيلَ، عَنِ الْخَيْبَرِيِّ، عَنْ مُوسَى بْنِ الْقَاسِمِ الْحَضْرَمِيِّ، قَالَ: وَرَدَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ فِي أَوَّلِ وِلَايَةِ أَبِي جَعْفَرٍ فَنَزَلَ النَّجَفَ فَقَالَ: يَا مُوسَى اذْهَبْ إِلَى الطَّرِيقِ الْأَعْظَمِ فَقِفْ عَلَى الطَّرِيقِ وَ انْظُرْ فَإِنَّهُ سَيَجِيئُكَ رَجُلٌ مِنْ نَاحِيَةِ الْقَادِسِيَّةِ، فَإِذَا دَنَا مِنْكَ فَقُلْ لَهُ: هَاهُنَا رَجُلٌ مِنْ وُلْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ يَدْعُوكَ، فَإِنَّهُ سَيَجِي‏ءُ مَعَكَ.\nقَالَ: فَذَهَبْتُ حَتَّى قُمْتُ عَلَى الطَّرِيقِ وَ الْحَرُّ شَدِيدٌ، فَلَمْ أَزَلْ قَائِماً حَتَّى كِدْتُ أَعْصِيَ وَ أَنْصَرِفَ وَ أَدَعَهُ، إِذْ نَظَرْتُ إِلَى شَيْ‏ءٍ مُقْبِلٍ شِبْهِ رَجُلٍ عَلَى بَعِيرٍ، قَالَ: فَلَمْ أَزَلْ أَنْظُرُ إِلَيْهِ حَتَّى دَنَا مِنِّي، فَقُلْتُ لَهُ: يَا هَذَا هَاهُنَا رَجُلٌ مِنْ وُلْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ يَدْعُوكَ وَ قَدْ وَصَفَكَ لِي، فَقَالَ: اذْهَبْ بِنَا إِلَيْهِ، قَالَ: فَجَاءَ حَتَّى أَنَاخَ بَعِيرَهُ نَاحِيَةً قَرِيباً مِنَ الْخَيْمَةِ، قَالَ: فَدَعَا بِهِ فَدَخَلَ الْأَعْرَابِيُّ إِلَيْهِ وَ دَنَوْتُ أَنَا، فَصِرْتُ عَلَى بَابِ الْخَيْمَةِ أَسْمَعُ الْكَلَامَ وَ لَا أَرَاهُمَا.\nفَقَالَ لَهُ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: مِنْ أَيْنَ قَدِمْتَ، قَالَ: مِنْ أَقْصَى الْيَمَنِ، قَالَ:\nفَأَنْتَ مِنْ مَوْضِعِ كَذَا وَ كَذَا، قَالَ: نَعَمْ أَنَا مِنْ مَوْضِعِ كَذَا وَ كَذَا، قَالَ: فِيمَ جِئْتَ هَاهُنَا، قَالَ: جِئْتُ زَائِراً لِلْحُسَيْنِ عَلَيْهِ السَّلَامُ، فَقَالَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ:\nفَجِئْتَ مِنْ غَيْرِ حَاجَةٍ لَيْسَ إِلَّا لِلزِّيَارَةِ، قَالَ: جِئْتُ مِنْ غَيْرِ حَاجَةٍ لَيْسَ إِلَّا أَنْ أُصَلِّيَ عِنْدَهُ وَ أَزُورَهُ وَ أُسَلِّمَ عَلَيْهِ وَ أَرْجِعَ إِلَى أَهْلِي.\nقَالَ لَهُ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: وَ مَا تَرَوْنَ فِي زِيَارَتِهِ، \nقَالَ: إِنَّا نَرَى فِي‏ زِيَارَتِهِ الْبَرَكَةَ فِي أَنْفُسِنَا وَ أَهَالِينَا وَ أَوْلَادِنَا وَ أَمْوَالِنَا وَ مَعَايِشِنَا وَ قَضَاءِ حَوَائِجِنَا، \nقَالَ: فَقَالَ لَهُ أَبُو عَبْدِ اللَّهِ: أَ فَلَا أَزِيدُكَ مِنْ فَضْلِهِ فَضْلًا يَا أَخَا الْيَمَنِ، قَالَ: زِدْنِي يَا ابْنَ رَسُولِ اللَّهِ، قَالَ: إِنَّ زِيَارَةَ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ تَعْدِلُ حِجَّةً مَقْبُولَةً مُتَقَبَّلَةً زَاكِيَةً مَعَ رَسُولِ اللَّهِ عَلَيْهِ السَّلَامُ، فَتَعَجَّبَ مِنْ ذَلِكَ، فَقَالَ: إِي وَ اللَّهِ وَ حِجَّتَيْنِ مَبْرُورَتَيْنِ مُتَقَبَّلَتَيْنِ زَاكِيَتَيْنِ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، فَتَعَجَّبَ مِنْ ذَلِكَ، فَلَمْ يَزَلْ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ يَزِيدُ حَتَّى قَالَ: ثَلَاثِينَ حِجَّةً مَبْرُورَةً مُتَقَبَّلَةً زَاكِيَةً مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\n\n13 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنَا سَعْدُ بْنُ عَبْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ، عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ، عَنْ صَالِحِ بْنِ عُقْبَةَ، عَنْ يَزِيدَ بْنِ عَبْدِ الْمَلِكِ، قَالَ: كُنْتُ مَعَ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ فَمَرَّ يَوْماً [قَوْمٌ‏] عَلَى حَمِيرٍ فَقَالَ:\nأَيْنَ يُرِيدُ هَؤُلَاءِ، فَقُلْتُ: قُبُورَ الشُّهَدَاءِ، قَالَ: فَمَا يَمْنَعُهُمْ مِنْ زِيَارَةِ قَبْرِ الْغَرِيبِ، فَقَالَ لَهُ رَجُلٌ مِنَ الْعِرَاقِ: زِيَارَتُهُ وَاجِبَةٌ، قَالَ: زِيَارَتُهُ خَيْرٌ مِنْ حِجَّةٍ وَ عُمْرَةٍ وَ عُمْرَةٍ وَ حِجَّةٍ، حَتَّى عَدَّ عِشْرِينَ حِجَّةً وَ عُمْرَةً، ثُمَّ قَالَ:\nمَبْرُورَاتٍ مُتَقَبَّلَاتٍ.\nقَالَ: فَوَ اللَّهِ مَا قُمْتُ حَتَّى أَتَاهُ رَجُلٌ فَقَالَ: إِنَّي قَدْ حَجَجْتُ تِسْعَ عَشْرَةَ حِجَّةً فَادْعُ اللَّهَ لِي أَنْ يَرْزُقَنِي تَمَامَ الْعِشْرِينَ،\nقَالَ: فَهَلْ زُرْتَ قَبْرَ الْحُسَيْنِ، قَالَ: لَا، قَالَ: لَزِيَارَتُهُ خَيْرٌ مِنْ عِشْرِينَ حِجَّةً.\n\n14 وَ بِالْإِسْنَادِ عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ، عَنْ يَعْقُوبَ بْنِ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ أَبِي عُمَيْرٍ، عَنْ مُعَاوِيَةَ بْنِ وَهْبٍ، قَالَ: دَخَلْتُ عَلَى أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ وَ هُوَ فِي مُصَلَّاهُ، فَجَلَسْتُ حَتَّى قَضَى صَلَاتَهُ، فَسَمِعْتُهُ وَ هُوَ يُنَاجِي رَبَّهُ فَيَقُولُ:\nيَا مَنْ خَصَّنَا بِالْكَرَامَةِ، وَ وَعَدَنَا الشَّفَاعَةَ، وَ حَمَّلَنَا الرِّسَالَةَ، وَ جَعَلَنَا وَرَثَةَ الْأَنْبِيَاءِ، وَ خَتَمَ بِنَا الْأُمَمَ السَّالِفَةَ، وَ خَصَّنَا بِالْوَصِيَّةِ، وَ أَعْطَانَا عِلْمَ مَا مَضَى وَ عِلْمَ مَا بَقِيَ، وَ جَعَلَ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْنَا، اغْفِرْ لِي وَ لِإِخْوَانِي، وَ لِزُوَّارِ قَبْرِ أَبِي عَبْدِ اللَّهِ الْحُسَيْنِ بْنِ عَلِيٍّ صَلَّى اللَّهُ عَلَيْهِ، الَّذِينَ أَنْفَقُوا أَمْوَالَهُمْ، وَ أَشْخَصُوا أَبْدَانَهُمْ، رَغْبَةً فِي بِرِّنَا، وَ رَجَاءً لِمَا عِنْدَكَ فِي صِلَتِنَا، وَ سُرُوراً أَدْخَلُوهُ عَلَى نَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ إِجَابَةً مِنْهُمْ لِأَمْرِنَا، وَ غَيْظاً أَدْخَلُوهُ عَلَى عَدُوِّنَا، أَرَادُوا بِذَلِكَ رِضْوَانَكَ.\nفَكَافِهِمْ عَنَّا بِالرِّضْوَانِ، وَ اكْلَأْهُمْ بِاللَّيْلِ وَ النَّهَارِ، وَ اخْلُفْ عَلَى أَهَالِيهِمْ وَ أَوْلَادِهِمُ الَّذِينَ خُلِّفُوا بِأَحْسَنِ الْخَلَفِ، وَ اصْحَبْهُمْ، وَ اكْفِهِمْ شَرَّ كُلِّ جَبَّارٍ عَنِيدٍ، وَ كُلِّ ضَعِيفٍ مِنْ خَلْقِكَ وَ شَدِيدٍ، وَ شَرَّ شَيَاطِينِ الْجِنِّ وَ الْإِنْسِ، وَ أَعْطِهِمْ أَفْضَلَ مَا أَمَّلُوا مِنْكَ فِي غُرْبَتِهِمْ عَنْ أَوْطَانِهِمْ، وَ مَا\nآثَرُونَا عَلَى أَبْنَائِهِمْ وَ أَهَالِيهِمْ وَ قَرَابَاتِهِمْ.\nاللَّهُمَّ إِنَّ أَعْدَاءَنَا عَابُوا عَلَيْهِمْ خُرُوجَهُمْ، فَلَمْ يَنْهَهُمْ ذَلِكَ عَنِ النُّهُوضِ وَ الشُّخُوصِ إِلَيْنَا خِلَافاً مِنْهُمْ عَلَى مَنْ خَالَفَنَا، اللَّهُمَّ فَارْحَمْ تِلْكَ الْوُجُوهَ الَّتِي غَيَّرَتْهَا الشَّمْسُ، ارْحَمْ تِلْكَ الْخُدُودَ الَّتِي تَتَقَلَّبُ عَلَى قَبْرِ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ، وَ ارْحَمْ تِلْكَ الْأَعْيُنَ الَّتِي جَرَتْ دُمُوعُهَا رَحْمَةً لَنَا، وَ ارْحَمْ تِلْكَ الْقُلُوبَ الَّتِي جَزِعَتْ وَ احْتَرَقَتْ لَنَا، وَ ارْحَمْ تِلْكَ الصَّرْخَةَ الَّتِي كَانَتْ لَنَا.\nاللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ تِلْكَ الْأَنْفُسَ، وَ تِلْكَ الْأَبْدَانَ، حَتَّى تُرَوِّيَهُمْ مِنَ الْحَوْضِ يَوْمَ الْعَطَشِ.\nقَالَ: فَمَا زَالَ صَلَوَاتُ اللَّهِ عَلَيْهِ يَدْعُو بِهَذَا الدُّعَاءِ وَ هُوَ سَاجِدٌ، فَلَمَّا انْصَرَفَ قُلْتُ لَهُ: جُعِلْتُ فِدَاكَ لَوْ أَنَّ الدُّعَاءَ الَّذِي سَمِعْتُهُ مِنْكَ كَانَ لِمَنْ لَا يَعْرِفُ اللَّهَ لَظَنَنْتُ أَنَّ النَّارَ لَا تَطْعَمُ شَيْئاً مِنْهُ أَبَداً، وَ اللَّهِ لَقَدْ تَمَنَّيْتُ أَنِّي كُنْتُ زُرْتُهُ وَ لَمْ أَحُجَّ، فَقَالَ: مَا أَقْرَبَكَ مِنْهُ فَمَا الَّذِي يَمْنَعُكَ مِنْ زِيَارَتِهِ، ثُمَّ قَالَ: يَا مُعَاوِيَةُ وَ لِمَ تَدَعُ ذَلِكَ، قُلْتُ: جُعِلْتُ فِدَاكَ لَمْ أَدْرِ أَنَّ الْأَمْرَ يَبْلُغُ هَذَا كُلَّهُ.\nقَالَ: يَا مُعَاوِيَةُ وَ مَنْ يَدْعُو لِزُوَّارِهِ فِي السَّمَاءِ أَكْثَرُ مِمَّنْ يَدْعُو لَهُ فِي الْأَرْضِ، يَا مُعَاوِيَةُ لَا تَدَعْهُ لِخَوْفٍ مِنْ أَحَدٍ، فَمَنْ تَرَكَهُ لِخَوْفٍ رَأَى مِنَ‏\nالْحَسْرَةِ مَا يَتَمَنَّى أَنَّ قَبْرَهُ كَانَ بِيَدِهِ، أَمَا تُحِبُّ أَنْ يَرَى اللَّهُ شَخْصَكَ وَ سَوَادَكَ فِيمَنْ يَدْعُو لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ [وَ عَلِيٌّ وَ فَاطِمَةُ وَ الْأَئِمَّةُ عَلَيْهِمُ السَّلَامُ، أَمَا تُحِبُّ أَنْ تَكُونَ غَداً مِمَّنْ يَنْقَلِبُ بِالْمَغْفِرَةِ لِمَا مَضَى وَ يُغْفَرُ لَهُ ذُنُوبُ سَبْعِينَ سَنَةً]، أَمَا تُحِبُّ أَنْ تَكُونَ غَداً فِيمَنْ تُصَافِحُهُ الْمَلَائِكَةُ، أَمَا تُحِبُّ أَنْ تَكُونَ غَداً فِيمَنْ رُئِيَ وَ لَيْسَ عَلَيْهِ ذَنْبٌ فَيُتْبَعَ بِهِ، ما تُحِبُّ أَنْ تَكُونَ غَداً فِيمَنْ يُصَافِحُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\n\n15 وَ بِهَذَا الْإِسْنَادِ عَنِ الْحَسَنِ بْنِ مَحْبُوبٍ، عَنْ دَاوُدَ الرَّقِّيِّ قَالَ:\nسَمِعْتُ أَبَا عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ يَقُولُ: مَا خَلَقَ اللَّهُ خَلْقاً أَكْثَرَ مِنَ الْمَلَائِكَةِ، وَ إِنَّهُ لَيَنْزِلُ مِنَ السَّمَاءِ كُلَّ مَسَاءٍ سَبْعُونَ أَلْفَ مَلَكٍ يَطُوفُونَ بِالْبَيْتِ لَيْلَتَهُمْ، حَتَّى إِذَا طَلَعَ الْفَجْرُ انْصَرَفُوا إِلَى قَبْرِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فَيُسَلِّمُونَ عَلَيْهِ، ثُمَّ يَأْتُونَ قَبْرَ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ فَيُسَلِّمُونَ عَلَيْهِ، [ثُمَّ يَأْتُونَ قَبْرَ الْحَسَنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ فَيُسَلِّمُونَ عَلَيْهِ‏]، ثُمَّ يَأْتُونَ قَبْرَ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ فَيُسَلِّمُونَ عَلَيْهِ، ثُمَّ يَعْرُجُونَ إِلَى السَّمَاءِ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ.\nثُمَّ تَنْزِلُ مَلَائِكَةُ النَّهَارِ سَبْعُونَ أَلْفَ مَلَكٍ فَيَطُوفُونَ بِالْبَيْتِ الْحَرَامِ نَهَارَهُمْ، حَتَّى إِذَا غَابَتِ الشَّمْسُ انْصَرَفُوا إِلَى قَبْرِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فَيُسَلِّمُونَ عَلَيْهِ، ثُمَّ يَأْتُونَ قَبْرَ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ فَيُسَلِّمُونَ عَلَيْهِ، [ثُمَّ يَأْتُونَ قَبْرَ الْحَسَنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ فَيُسَلِّمُونَ عَلَيْهِ‏]، ثُمَّ يَأْتُونَ قَبْرَ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ فَيُسَلِّمُونَ عَلَيْهِ، ثُمَّ يَعْرُجُونَ إِلَى السَّمَاءِ قَبْلَ أَنْ تَغِيبَ الشَّمْسُ.\n\n16 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنَا سَعْدُ بْنُ عَبْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ، عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ، عَنْ حَنَانِ بْنِ سَدِيرٍ قَالَ: قَالَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: زُورُوهُ- يَعْنِي الْحُسَيْنَ عَلَيْهِ السَّلَامُ- وَ لَا تَجْفُوهُ، فَإِنَّهُ سَيِّدُ شَبَابِ أَهْلِ الْجَنَّةِ.\n\nالمصدر:\nالمزار الكبير"]