{
"title": "الاستئذان على الرسول الأكرم",
"type": "text",
"source": "\nالمزار الكبير",
"data": "إِذَا وَرَدْتَ إِنْ شَاءَ اللَّهُ مَدِينَةَ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فَاغْتَسِلْ لِلزِّيَارَةِ،\nوَ صِفَةُ النِّيَّةِ لِهَذَا الْغُسْلِ أَنْ تُضْمِرَ بِقَلْبِكَ أَغْتَسِلُ لِزِيَارَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ مَنْدُوباً مُتَقَرِّباً بِهِ إِلَى اللَّهِ تَعَالَى.\n\nفَإِذَا أَرَدْتَ الدُّخُولَ فَقِفْ عَلَى الْبَابِ وَ قُلِ:\nاللَّهُمَّ إِنِّي قَدْ وَقَفْتُ عَلَى بَابِ بَيْتٍ مِنْ بُيُوتِ نَبِيِّكَ وَ آلِ نَبِيِّكَ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ، وَ قَدْ مَنَعْتَ النَّاسَ الدُّخُولَ إِلَى بُيُوتِهِ إِلَّا بِإِذْنِ نَبِيِّكَ، فَقُلْتَ: «يا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ».\nاللَّهُمَّ وَ إِنِّي أَعْتَقِدُ حُرْمَةَ نَبِيِّكَ فِي غَيْبَتِهِ كَمَا أَعْتَقِدُ فِي حَضْرَتِهِ، وَ أَعْلَمُ أَنَّ رُسُلَكَ وَ خُلَفَاءَكَ أَحْيَاءٌ عِنْدَكَ يُرْزَقُونَ، يَرَوْنَ مَكَانِي فِي وَقْتِي هَذَا وَ زَمَانِي، وَ يَسْمَعُونَ كَلَامِي، وَ يَرُدُّونَ عَلَيَّ سَلَامِي، وَ أَنَّكَ حَجَبْتَ عَنْ سَمْعِي كَلَامَهُمْ، وَ فَتَحْتَ بَابَ فَهْمِي بِلَذِيذِ مُنَاجَاتِهِمْ.\nفَإِنِّي أَسْتَأْذِنُكَ يَا رَبِّ أَوَّلًا، وَ أَسْتَأْذِنُ رَسُولَكَ صَلَوَاتُكَ عَلَيْهِ ثَانِياً، وَ أَسْتَأْذِنُ خَلِيفَتَكَ الْمَفْرُوضَ عَلَيَّ طَاعَتُهُ فِي الدُّخُولِ فِي سَاعَتِي هَذِهِ إِلَى بَيْتِهِ، وَ أَسْتَأْذِنُ مَلَائِكَتَكَ الْمُوَكَّلِينَ بِهَذِهِ الْبُقْعَةِ الْمُبَارَكَةِ الْمُطِيعَةَ لِلَّهِ السَّامِعَةَ، السَّلَامُ عَلَيْكُمْ أَيُّهَا الْمَلَائِكَةُ الْمُوَكَّلُونَ بِهَذَا الْمَشْهَدِ الْمُبَارَكِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nبِإِذْنِ اللَّهِ وَ إِذْنِ رَسُولِهِ وَ إِذْنِ خُلَفَائِهِ وَ إِذْنِكُمْ صَلَوَاتُ اللَّهِ عَلَيْكُمْ أَجْمَعِينَ، أَ أَدْخُلُ هَذَا الْبَيْتَ مُتَقَرِّباً إِلَى اللَّهِ بِاللَّهِ وَ رَسُولِهِ مُحَمَّدٍ وَ آلِهِ‏\nالطَّاهِرِينَ، فَكُونُوا مَلَائِكَةَ اللَّهِ أَعْوَانِي، وَ كُونُوا أَنْصَارِي حَتَّى أَدْخُلَ هَذَا الْبَيْتَ.\nوَ أَدْعُوَ اللَّهَ بِفُنُونِ الدَّعَوَاتِ، وَ أَعْتَرِفَ لِلَّهِ بِالْعُبُودِيَّةِ، وَ لِلرَّسُولِ وَ لِأَبْنَائِهِ صَلَوَاتُ اللَّهِ عَلَيْهِمْ بِالطَّاعَةِ.\n\n"
}