{
"title": "فضل زيارته عليه السّلام و حد وجوبها في الزمان على الأغنياء و الفقراء",
"type": "text",
"source": "\nالمزار الكبير",
"data": "1 وَ بِالْإِسْنَادِ عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ وَ مُحَمَّدِ بْنِ يَحْيَى وَ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ وَ أَحْمَدَ بْنِ إِدْرِيسَ جَمِيعاً، عَنِ الْحُسَيْنِ بْنِ عُبَيْدِ اللَّهِ، عَنِ الْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي عُثْمَانَ، عَنْ عَبْدِ الْجَبَّارِ النَّهَاوَنْدِيِّ، عَنْ أَبِي سَعِيدٍ، عَنِ الْحُسَيْنِ‏\nبْنِ ثُوَيْرِ بْنِ أَبِي فَاخِتَةَ، قَالَ: قَالَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: يَا حُسَيْنُ مَنْ خَرَجَ مِنْ مَنْزِلِهِ يُرِيدُ زِيَارَةَ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ إِنْ كَانَ مَاشِياً كُتِبَتْ لَهُ بِكُلِّ خُطْوَةٍ حَسَنَةٌ وَ حُطَّ بِهَا عَنْهُ سَيِّئَةٌ، فَإِنْ كَانَ رَاكِباً كَتَبَ اللَّهُ لَهُ بِكُلِّ خُطْوَةٍ حَسَنَةً وَ حَطَّ بِهَا عَنْهُ سَيِّئَةً، حَتَّى إِذَا صَارَ فِي الْحَائِرِ كَتَبَهُ اللَّهُ مِنَ الْمُفْلِحِينَ الْمُنْجِحِينَ، حَتَّى إِذَا قَضَى مَنَاسِكَهُ كَتَبَهُ اللَّهُ مِنَ الْفَائِزِينَ، حَتَّى إِذَا أَرَادَ الِانْصِرَافَ نَادَاهُ مَلَكٌ فَقَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ يُقْرِؤُكَ السَّلَامَ وَ يَقُولُ لَكَ: اسْتَأْنِفِ الْعَمَلَ فَقَدْ غَفَرَ اللَّهُ لَكَ مَا مَضَى.\n\n2 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنَا أَبِي وَ مُحَمَّدُ بْنُ الْحَسَنِ رَحِمَهُمَا اللَّهُ، عَنِ الْحَسَنِ بْنِ مَتِّيلٍ، عَنْ أَحْمَدَ بْنِ أَبِي عَبْدِ اللَّهِ الْبَرْقِيِّ، عَنِ الْحَسَنِ بْنِ عَلِيِّ بْنِ فَضَّالٍ، عَنْ أَبِي أَيُّوبَ إِبْرَاهِيمَ بْنِ عِيسَى الْخَزَّازِ، عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ، عَنْ أَبِي جَعْفَرٍ الْبَاقِرِ عَلَيْهِ السَّلَامُ قَالَ: مُرُوا شِيعَتَنَا بِزِيَارَةِ قَبْرِ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ، فَإِنَّ إِتْيَانَهُ مُفْتَرَضٌ عَلَى كُلِّ مُؤْمِنٍ يُقِرُّ لِلْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ بِالْإِمَامَةِ مِنَ اللَّهِ عَزَّ وَ جَلَّ.\n\n3 وَ بِالْإِسْنَادِ عَنِ الْحَسَنِ بْنِ عَلِيٍّ الْكُوفِيِّ، عَنْ عَلِيِّ بْنِ حَسَّانَ الْهَاشِمِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَثِيرٍ مَوْلَى أَبِي جَعْفَرٍ عَلَيْهِ السَّلَامُ قَالَ: لَوْ أَنَّ أَحَدَكُمْ حَجَّ دَهْرَهُ ثُمَّ لَمْ يَزُرِ الْحُسَيْنَ بْنَ عَلِيٍّ عَلَيْهِمَا السَّلَامُ لَكَانَ تَارِكاً حَقّاً مِنْ حُقُوقِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، لِأَنَّ حَقَّ الْحُسَيْنِ فَرِيضَةٌ مِنَ اللَّهِ عَزَّ وَ جَلَّ عَلَى كُلِّ مُسْلِمٍ.\n\n4 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ الْمُوسَوِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ نَهِيكٍ، عَنْ مُحَمَّدِ بْنِ أَبِي عُمَيْرٍ، [عَنْ بَعْضِ أَصْحَابِنَا، عَنِ ابْنِ رِئَابٍ‏]، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: حَقٌّ عَلَى الْغَنِيِّ أَنْ يَأْتِيَ قَبْرَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ فِي السَّنَةِ مَرَّتَيْنِ، وَ حَقٌّ عَلَى الْفَقِيرِ أَنْ يَأْتِيَهُ فِي السَّنَةِ مَرَّةً.\n\n5 وَ بِالْإِسْنَادِ عَنْ سَعْدٍ، [عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ، عَنْ مُحَمَّدِ] بْنِ إِسْمَاعِيلَ، عَنْ صَالِحِ بْنِ عُقْبَةَ، عَنْ بَشِيرٍ الدَّهَّانِ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: إِنَّ الرَّجُلَ لَيَخْرُجُ إِلَى قَبْرِ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِ فَلَهُ إِذَا خَرَجَ مِنْ أَهْلِهِ بِأَوَّلِ خُطْوَةٍ مَغْفِرَةُ ذُنُوبِهِ، ثُمَّ لَا يَزَالُ يُقَدَّسُ بِكُلِّ خُطْوَةٍ حَتَّى يَأْتِيَهُ، فَإِذَا أَتَاهُ نَاجَاهُ اللَّهُ فَقَالَ: عَبْدِي سَلْنِي أُعْطِكَ، ادْعُنِي أُجِبْكَ، اطْلُبْ مِنِّي أُعْطِكَ، سَلْنِي حَاجَةً أَقْضِهَا لَكَ وَ قَالَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: وَ حَقٌّ عَلَى اللَّهِ أَنْ يُعْطِيَ مَا بَذَلَ.\n\n"
}