{
"title": "تفريج الكروب و تمحيص الذنوب بزيارته عليه السّلام‏",
"type": "text",
"source": "\nالمزار الكبير",
"data": "1 حَكِيمُ بْنُ مُحَمَّدٍ، عَنْ سَلَمَةَ بْنِ الْخَطَّابِ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ، عَنْ عَلِيِّ بْنِ الْمُعَلَّى، عَنْ إِسْحَاقَ بْنِ يَزْدَادَ قَالَ: أَتَى رَجُلٌ أَبَا عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ‏\nفَقَالَ: إِنِّي قَدْ ضَرَبْتُ عَلَى كُلِ‏] شَيْ‏ءٍ لِي ذَهَباً وَ فِضَّةً وَ بِعْتُ ضِيَاعِي فَقُلْتُ: أَنْزِلُ مَكَّةَ، فَقَالَ: لَا تَفْعَلْ فَإِنَّ أَهْلَ مَكَّةَ يَكْفُرُونَ بِاللَّهِ جَهْرَةً، فَقُلْتُ:\nفَفِي حَرَمِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، قَالَ: هُمْ شَرٌّ مِنْهُمْ، قُلْتُ: فَأَيْنَ أَنْزِلُ، قَالَ:\nعَلَيْكَ بِالْعِرَاقِ الْكُوفَةِ فَإِنَّ الْبَرَكَةَ مِنْهَا عَلَى اثْنَيْ عَشَرَ مِيلًا، هَكَذَا وَ هَكَذَا، وَ إِلَى جَانِبِهَا قَبْرٌ مَا أَتَاهُ مَكْرُوبٌ قَطُّ وَ لَا مَلْهُوفٌ إِلَّا فَرَّجَ اللَّهُ عَنْهُ.\n\n2 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي جَعْفَرُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ الْمُوسَوِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ نَهِيكٍ، عَنِ ابْنِ أَبِي عُمَيْرٍ، عَنْ هَاشِمِ بْنِ الْحَكَمِ، عَنْ فُضَيْلِ بْنِ يَسَارٍ قَالَ: قَالَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: إِنَّ إِلَى جَانِبِكُمْ لَقَبْراً مَا أَتَاهُ مَكْرُوبٌ إِلَّا نَفَّسَ اللَّهُ كُرْبَتَهُ وَ قَضَى حَاجَتَهُ، يَعْنِي قَبْرَ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ.\n\n3 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي أَبِي وَ عَلِيُّ بْنُ الْحُسَيْنِ وَ مُحَمَّدُ بْنُ الْحَسَنِ رَحِمَهُمُ اللَّهُ، عَنْ مُحَمَّدِ بْنِ يَحْيَى الْعَطَّارِ، عَنْ حَمْدَانَ بْنِ سُلَيْمَانَ النَّيْسَابُورِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ الْيَمَانِيِّ، عَنْ مَنِيعِ بْنِ الْحَجَّاجِ، عَنْ يُونُسَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ قُدَامَةَ بْنِ مَالِكٍ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: مَنْ زَارَ الْحُسَيْنَ بْنَ عَلِيٍّ عَلَيْهِمَا السَّلَامُ لَا أَشِراً وَ لَا بَطِراً وَ لَا رِيَاءً وَ لَا سُمْعَةً مُحِّصَتْ‏ عَنْهُ ذُنُوبُهُ كَمَا يُمَضْمَضُ الثَّوْبُ فِي الْمَاءِ، فَلَا يَبْقَى عَلَيْهِ دَنَسٌ، وَ يُكْتَبُ لَهُ بِكُلِّ خُطْوَةٍ حِجَّةٌ، وَ كُلَّمَا رَفَعَ قَدَمَهُ عُمْرَةٌ.\n\n4 وَ بِالْإِسْنَادِ عَنِ الْحَسَنِ بْنِ مُوسَى الْخَشَّابِ، عَنْ بَعْضِ رِجَالِهِ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: إِنَّ زَائِرَ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِ تُجْعَلُ ذُنُوبُهُ جِسْراً عَلَى بَابِ دَارِهِ ثُمَّ يَعْبُرُهَا، كَمَا يُخَلِّفُ أَحَدُكُمُ الْجِسْرَ وَرَاءَهُ إِذَا عَبَرَ.\n\n"
}