["فضل الصلاة في مشهد الحسين بن علي صلوات الله عليه و حدّ حرمه و إتمام الصلاة عنده، و ثواب من أكثر الصلاة عنده‏\n\n1 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي جَعْفَرُ بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ بْنِ نَهِيكٍ، عَنِ ابْنِ أَبِي عُمَيْرٍ، عَنْ رَجُلٍ، عَنْ أَبِي جَعْفَرٍ عَلَيْهِ السَّلَامُ قَالَ: قَالَ لِرَجُلٍ: يَا فُلَانُ مَا يَمْنَعُكَ إِذَا عَرَضَتْ لَكَ حَاجَةٌ أَنْ تَأْتِيَ قَبْرَ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِ فَتُصَلِّيَ عِنْدَهُ أَرْبَعَ رَكَعَاتٍ ثُمَّ تَسْأَلَ حَاجَتَكَ، فَإِنَ‏ الصَّلَاةَ الْفَرِيضَةَ عِنْدَهُ تَعْدِلُ حِجَّةً، وَ الصَّلَاةَ النَّافِلَةَ عِنْدَهُ تَعْدِلُ عُمْرَةً.\n\n2 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي أَبِي وَ جَمَاعَةُ مَشَايِخِي رَحِمَهُمُ اللَّهُ، عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي عَبْدِ اللَّهِ الْجَامُورَانِيِّ الرَّازِيِّ، عَنِ الْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي حَمْزَةَ، عَنِ الْحَسَنِ بْنِ مُحَمَّدِ بْنِ عَبْدِ الْكَرِيمِ أَبِي عَلِيٍّ، عَنِ الْمُفَضَّلِ بْنِ عُمَرَ، قَالَ: قَالَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ فِي حَدِيثٍ طَوِيلٍ فِي زِيَارَةِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ: ثُمَّ تَمْضِي يَا مُفَضَّلُ إِلَى صَلَاتِكَ، فَلَكَ بِكُلِّ رَكْعَةٍ رَكَعْتَهَا عِنْدَهُ كَثَوَابِ مَنْ حَجَّ أَلْفَ حِجَّةٍ وَ اعْتَمَرَ أَلْفَ عُمْرَةٍ وَ أَعْتَقَ أَلْفَ رَقَبَةٍ، وَ كَأَنَّمَا وَقَفَ فِي سَبِيلِ اللَّهِ أَلْفَ مَرَّةٍ مَعَ نَبِيٍّ مُرْسَلٍ- وَ ذَكَرَ الْحَدِيثَ.\n\n3 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي عَلِيُّ بْنُ الْحُسَيْنِ رَحِمَهُ اللَّهُ، عَنْ مُحَمَّدِ بْنِ يَحْيَى الْعَطَّارِ، عَنْ مُحَمَّدِ بْنِ أَحْمَدَ، قَالَ: وَ حَدَّثَنِي مُحَمَّدُ بْنُ‏ الْحُسَيْنِ بْنِ مَتٍّ الْجَوْهَرِيُّ، عَنْ مُحَمَّدِ بْنِ أَحْمَدَ، عَنْ هَارُونَ بْنِ مُسْلِمٍ، عَنْ أَبِي عَلِيٍّ الْحَرَّانِيِّ، قَالَ: قُلْتُ لِأَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: مَا لِمَنْ زَارَ الْحُسَيْنَ صَلَوَاتُ اللَّهِ عَلَيْهِ، قَالَ: مَنْ أَتَاهُ وَ زَارَهُ وَ صَلَّى عِنْدَهُ رَكْعَتَيْنِ أَوْ أَرْبَعَ رَكَعَاتٍ كُتِبَتْ لَهُ حِجَّةٌ وَ عُمْرَةٌ.\n\n4 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي الْحَسَنُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنِ الْحَسَنِ بْنِ مَحْبُوبٍ، عَنِ الْعَلَاءِ بْنِ رَزِينٍ، عَنْ شُعَيْبٍ الْعَقَرْقُوفِيِّ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: قُلْتُ لَهُ: مَنْ أَتَى قَبْرَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ مَا لَهُ مِنَ الثَّوَابِ وَ الْأَجْرِ جُعِلْتُ فِدَاكَ، قَالَ: يَا شُعَيْبُ مَا صَلَّى عِنْدَهُ أَحَدٌ إِلَّا قَبِلَهَا اللَّهُ مِنْهُ، وَ لَا دَعَا أَحَدٌ عِنْدَهُ دَعْوَةً إِلَّا اسْتُجِيبَتْ لَهُ عَاجِلَةً، فَقُلْتُ: جُعِلْتُ فِدَاكَ زِدْنِي فِيهِ، فَقَالَ: يَا شُعَيْبُ أَيْسَرُ مَا يُقَالُ لِزَائِرِ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِ السَّلَامُ: قَدْ غَفَرَ اللَّهُ لَكَ يَا عَبْدَ اللَّهِ فَاسْتَأْنِفِ الْعَمَلَ عَمَلًا جَدِيداً.\n\n5 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي أَبِي وَ أَخِي وَ عَلِيُّ بْنُ الْحُسَيْنِ رَحِمَهُمُ اللَّهُ، عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ، عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عِيسَى، عَنِ الْحُسَيْنِ بْنِ سَعِيدٍ،  [عَنْ مُحَمَّدِ بْنِ سِنَانٍ‏]، عَنْ عَبْدِ الْمَلِكِ الْقُمِّيِّ، عَنْ إِسْمَاعِيلَ بْنِ جَابِرٍ، عَنْ عَبْدِ الْحَمِيدِ خَادِمِ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: تَمِّمِ الصَّلَاةَ فِي أَرْبَعَةِ مَوَاطِنَ: فِي الْمَسْجِدِ الْحَرَامِ وَ مَسْجِدِ الرَّسُولِ وَ مَسْجِدِ الْكُوفَةِ وَ حَرَمِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ.\n\n6 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ هَمَّامِ بْنِ سُهَيْلٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ مَالِكٍ الْفَزَارِيِّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حَمْدَانَ الْمَدَائِنِيُّ، عَنْ زِيَادٍ الْقَنْدِيِّ قَالَ: قَالَ أَبُو الْحَسَنِ عَلَيْهِ السَّلَامُ: أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي وَ أَكْرَهُ لَكَ مَا أَكْرَهُ لِنَفْسِي، تَمِّمِ الصَّلَاةَ فِي الْحَرَمَيْنِ وَ بِالْكُوفَةِ وَ عِنْدَ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ.\n\n7 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ يَعْقُوبَ وَ جَمَاعَةُ مَشَايِخِي رَحِمَهُمُ اللَّهُ، عَنْ مُحَمَّدِ بْنِ يَحْيَى الْعَطَّارِ، عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ، عَنْ مُحَمَّدِ بْنِ سِنَانٍ، عَنْ حُذَيْفَةَ بْنِ مَنْصُورٍ، قَالَ: حَدَّثَنِي مَنْ سَمِعَ أَبَا عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ يَقُولُ: تَمِّمِ الصَّلَاةَ فِي الْمَسْجِدِ الْحَرَامِ وَ مَسْجِدِ النَّبِيِّ وَ مَسْجِدِ الْكُوفَةِ وَ حَرَمِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ.\n\n8 وَ بِالْإِسْنَادِ قَالَ: أَخْبَرَنِي عَلِيُّ بْنُ حَاتِمٍ الْقَزْوِينِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَبْدِ اللَّهِ الْأَسَدِيُّ، قَالَ: حَدَّثَنِي الْقَاسِمُ بْنُ الرَّبِيعِ الصَّحَّافُ، عَنْ عَمْرِو بْنِ عُثْمَانَ، عَنْ عَمْرِو بْنِ مَرْزُوقٍ، قَالَ: سَأَلْتُ أَبَا الْحَسَنِ عَلَيْهِ السَّلَامُ عَنِ الصَّلَاةِ فِي الْحَرَمَيْنِ وَ فِي الْكُوفَةِ وَ عِنْدَ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ، فَقَالَ: أَتِمَّ الصَّلَاةَ فِيهَا.\n\n9 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي أَبِي وَ مُحَمَّدُ بْنُ الْحَسَنِ رَحِمَهُمَا اللَّهُ، عَنِ الْحَسَنِ بْنِ مَتِّيلٍ، عَنْ سَهْلِ بْنِ زِيَادٍ الْآدَمِيِّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، عَنْ صَالِحِ بْنِ عُقْبَةَ، عَنْ أَبِي شِبْلٍ قَالَ: قُلْتُ لِأَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: أَزُورُ قَبْرَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ، قَالَ: زُرِ الطَّيِّبَ وَ أَتِمَّ الصَّلَاةَ عِنْدَهُ، قُلْتُ: أُتِمُّ الصَّلَاةَ عِنْدَهُ، قَالَ: أَتِمَّ، قُلْتُ: فَإِنَّ بَعْضَ أَصْحَابِنَا يَرَى التَّقْصِيرَ، قَالَ: إِنَّما يُفْعَلُ ذَلِكَ لِلضَّعَفَةِ.\n\n1 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي حَكِيمُ بْنُ دَاوُدَ رَحِمَهُ اللَّهُ، عَنْ سَلَمَةَ بْنِ الْخَطَّابِ، عَنْ مَنْصُورِ بْنِ الْعَبَّاسِ يَرْفَعُهُ إِلَى أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: حَرِيمُ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ خَمْسَةُ فَرَاسِخَ مِنْ أَرْبَعَةِ جَوَانِبِ الْقَبْرِ.\n\n1 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي أَبِي رَحِمَهُ اللَّهُ وَ جَمَاعَةُ مَشَايِخِي، عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ عِيسَى بْنِ عُبَيْدٍ الْيَقْطِينِيِّ، عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الْبَصِيرِيِّ، عَنْ زُرَارَةَ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: حَرِيمُ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ فَرْسَخٌ فِي فَرْسَخٍ مِنْ أَرْبَعَةِ جَوَانِبِ الْقَبْرِ.\n\n1 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ الرَّزَّازُ، عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ بْنِ أَبِي الْخَطَّابِ، عَنِ الْحَسَنِ بْنِ مَحْبُوبٍ، عَنْ إِسْحَاقَ بْنِ عَمَّارٍ، قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ يَقُولُ: إِنَّ لِمَوْضِعِ قَبْرِ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ حُرْمَةً مَعْرُوفَةً، مَنْ عَرَفَهَا وَ اسْتَجَارَ بِهَا أُجِيرَ، قُلْتُ: فَصِفْ لِي مَوْضِعَهَا جُعِلْتُ فِدَاكَ، قَالَ:\nامْسَحْ مِنْ مَوْضِعِ قَبْرِهِ الْيَوْمَ خَمْسَةً وَ عِشْرِينَ ذِرَاعاً مِنْ نَاحِيَةِ رِجْلَيْهِ، وَ خَمْسَةً وَ عِشْرِينَ ذِرَاعاً مِمَّا يَلِي وَجْهَهُ، وَ خَمْسَةً وَ عِشْرِينَ ذِرَاعاً مِنْ نَاحِيَةِ رَأْسِهِ، وَ مَوْضِعُ قَبْرِهِ مِنْ يَوْمَ دُفِنَ رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ، وَ مِنْهُ مِعْرَاجٌ يُعْرَجُ فِيهِ بِأَعْمَالِ زُوَّارِهِ إِلَى السَّمَاءِ، فَلَيْسَ مَلَكٌ فِي السَّمَاوَاتِ وَ لَا فِي الْأَرْضِ إِلَّا وَ هُمْ يَسْأَلُونَ اللَّهَ عَزَّ وَ جَلَّ فِي زِيَارَةِ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ، فَفَوْجٌ يَنْزِلُ وَ فَوْجٌ يَعْرُجُ.\n\n13 وَ رَوَى عَبْدُ اللَّهِ بْنُ سِنَانٍ عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: سَمِعْتُهُ يَقُولُ: قَبْرُ الْحُسَيْنِ عَلَيْهِ السَّلَامُ عِشْرُونَ ذِرَاعاً فِي عِشْرِينَ ذِرَاعاً مُكَسَّراً رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ.\n\n14 وَ قَالَ عَلَيْهِ السَّلَامُ: مَوْضِعُ قَبْرِ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِ تُرْعَةٌ مِنْ تُرَعِ الْجَنَّةِ.\n\nالمصدر:\nالمزار الكبير"]