{
"title": "فضل طين قبر الحسين صلوات الله عليه",
"type": "text",
"source": "\nالمزار الكبير",
"data": "فضل طين قبر الحسين صلوات الله عليه و مقدار ما يؤخذ من تربته و ما يقال عند أخذها و يصنع، و فضل السبحة منها و التسبيح بها و ما يقال عند أكلها\n\n1 وَ بِالْإِسْنَادِ عَنْ أَبِي جَعْفَرِ بْنِ بَابَوَيْهِ وَ أَبِي الْقَاسِمِ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ قُولَوَيْهِ رَضِيَ اللَّهُ عَنْهُمَا، عَنْ أَبَوَيْهِمَا، قَالا جَمِيعاً: حَدَّثَنَا سَعْدُ بْنُ عَبْدِ اللَّهِ، عَنْ أَحْمَدَ بْنِ الْحُسَيْنِ بْنِ سَعِيدٍ، عَنْ أَبِيهِ، عَنْ مُحَمَّدِ بْنِ سُلَيْمَانَ الْبَصْرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: فِي طِينِ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ الشِّفَاءُ مِنْ كُلِّ دَاءٍ وَ هُوَ الدَّوَاءُ الْأَكْبَرُ.\n\n2 وَ قَالَ عَلَيْهِ السَّلَامُ: لَوْ أَنَّ مَرِيضاً مِنَ الْمُؤْمِنِينَ يَعْرِفُ حَقَّ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ وَ حُرْمَتَهُ وَ وَلَايَتَهُ أَخَذَ لَهُ مِنْ طِينِ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ مِثْلَ رَأْسِ أَنْمُلَةٍ كَانَ لَهُ دَوَاءً.\n\n3 وَ قَالَ عَلَيْهِ السَّلَامُ: طِينُ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ فِيهِ شِفَاءٌ وَ إِنْ أُخِذَ عَلَى رَأْسِ مِيلٍ.\n\n4 وَ قَالَ عَلَيْهِ السَّلَامُ: مَنْ أَصَابَتْهُ عِلَّةٌ فَبَدَأَ بِطِينِ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ شَفَاهُ ‏اللَّهُ مِنْ تِلْكَ الْعِلَّةِ إِلَّا أَنْ تَكُونَ عِلَّةَ السَّامِ.\n\n5 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ الرَّزَّازُ، عَنْ مُحَمَّدِ بْنِ الْحُسَيْنِ بْنِ أَبِي الْخَطَّابِ، عَنْ مُوسَى بْنِ سَعْدَانَ، عَنْ عَبْدِ اللَّهِ بْنِ الْقَاسِمِ، عَنِ الْحُسَيْنِ بْنِ أَبِي الْعَلَاءِ، قَالَ: سَمِعْتُ أَبَا عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ يَقُولُ: حَنِّكُوا أَوْلَادَكُمْ بِتُرْبَةِ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِ، فَإِنَّهَا أَمَانٌ.\n\n6 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي أَبِي وَ جَمَاعَةُ مَشَايِخِي رَحِمَهُمُ اللَّهُ، عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ، عَنْ مُحَمَّدِ بْنِ عِيسَى، عَنْ رَجُلٍ قَالَ: بَعَثَ إِلَيَّ الرِّضَا عَلَيْهِ السَّلَامُ مِنْ خُرَاسَانَ بِثِيَابٍ رِزَمٍ وَ كَانَ بَيْنَ ذَلِكَ طِينٌ، فَقُلْتُ لِلرَّسُولِ: مَا هَذَا، فَقَالَ: طِينُ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ مَا يَكَادُ يُوجَدُ شَيْئاً مِنَ الثِّيَابِ وَ لَا غَيْرِهِ إِلَّا وَ يُجْعَلُ فِيهِ الطِّينُ، وَ كَانَ يَقُولُ: هُوَ أَمَانٌ بِإِذْنِ اللَّهِ.\n\n7 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي أَبِي وَ مُحَمَّدُ بْنُ الْحَسَنِ وَ عَلِيُّ بْنُ الْحُسَيْنِ رَحِمَهُمُ اللَّهُ، عَنْ سَعْدٍ، عَنْ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ عِيسَى، عَنْ رِزْقِ اللَّهِ بْنِ الْعَلَاءِ، عَنْ سُلَيْمَانَ بْنِ عَمْرٍو السَّرَّاجِ، عَنْ بَعْضِ أَصْحَابِنَا، عَنْ‏\nأَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: يُؤْخَذُ طِينُ قَبْرِ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِ مِنْ عِنْدِ الْقَبْرِ عَلَى قَدْرِ سَبْعِينَ ذِرَاعاً.\n\n8 وَ بِالْإِسْنَادِ قَالَ: حَدَّثَنِي أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ يَعْقُوبَ، عَنْ عَلِيِّ بْنِ الْحَسَنِ بْنِ عَلِيِّ بْنِ فَضَّالٍ، عَنْ أَبِيهِ، عَنْ بَعْضِ أَصْحَابِهِ، عَنْ أَحَدِهِمَا عَلَيْهِمَا السَّلَامُ قَالَ: إِنَّ اللَّهَ تَبَارَكَ وَ تَعَالَى خَلَقَ آدَمَ مِنَ الطِّينِ فَحَرَّمَ الطِّينَ عَلَى وُلْدِهِ، قَالَ: قُلْتُ: فَمَا تَقُولُ فِي طِينِ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ، قَالَ: يَحْرُمُ عَلَى النَّاسِ أَكْلُ لُحُومِهِمْ وَ يَحِلُّ لَهُمْ أَكْلُ لُحُومِنَا، وَ لَكِنَّ الشَّيْ‏ءَ الْيَسِيرَ مِنْهُ مِثْلُ الْحِمَّصَةِ.\n\n9 وَ بِالْإِسْنَادِ قَالَ: إِنَّ رَجُلًا سَأَلَ الصَّادِقَ عَلَيْهِ السَّلَامُ فَقَالَ: إِنِّي سَمِعْتُكَ تَقُولُ: إِنَّ تُرْبَةَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ مِنَ الْأَدْوِيَةِ الْمُفْرَدَةِ، وَ إِنَّهَا لَا تَمُرُّ بِدَاءٍ إِلَّا هَضَمَتْهُ، فَقَالَ: قَدْ كَانَ ذَلِكَ أَوْ قَدْ قُلْتُ ذَلِكَ فَمَا بَالُكَ؟ قَالَ: إِنِّي تَنَاوَلْتُهَا فَمَا انْتَفَعْتُ بِهَا، فَقَالَ: أَمَا إِنَّ لَهَا دُعَاءً فَمَنْ تَنَاوَلَهَا وَ لَمْ يَدْعُ بِهِ وَ اسْتَعْمَلَهَا لَمْ يَكَدْ يَنْتَفِعُ بِهَا، قَالَ: فَقَالَ لَهُ: مَا أَقُولُ إِذَا تَنَاوَلْتُ التُّرْبَةَ؟ فَقَالَ:\nقَبِّلْهَا قَبْلَ كُلِّ شَيْ‏ءٍ وَ ضَعْهَا عَلَى عَيْنَيْكَ، وَ لَا تَنَاوَلْ مِنْهَا أَكْثَرَ مِنْ حِمَّصَةٍ، فَإِذَا تَنَاوَلْتَ، فَقُلِ:\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ الْمَلَكِ الَّذِي قَبَضَهَا، وَ أَسْأَلُكَ بِحَقِّ النَّبِيِ‏\nالَّذِي خَزَنَهَا، وَ أَسْأَلُكَ بِحَقِّ الْوَصِيِّ الَّذِي حَلَّ فِيهَا أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجْعَلَهُ شِفَاءً مِنْ كُلِّ دَاءٍ، وَ أَمَاناً مِنْ كُلِّ خَوْفٍ، وَ حِفْظاً مِنْ كُلِّ سُوءٍ.\nفَإِذَا فَعَلْتَ ذَلِكَ إِنْ شَاءَ اللَّهُ فَاشْدُدْهَا فِي شَيْ‏ءٍ، وَ اقْرَأْ عَلَيْهَا: إِنَّا أَنْزَلْناهُ فِي لَيْلَةِ الْقَدْرِ، فَإِنَّ الدُّعَاءَ الَّذِي تَقَدَّمَ لِأَخْذِهَا فِي الِاسْتِيذَانِ لِأَخْذِهَا، وَ قِرَاءَةُ إِنَّا أَنْزَلْنَاهُ خَتْمُهَا، فَإِذَا أَرَدْتَ أَكْلَهَا فَقُلْ:\nبِسْمِ اللَّهِ وَ بِاللَّهِ، اللَّهُمَّ اجْعَلْهُ رِزْقاً وَاسِعاً، وَ عِلْماً نَافِعاً، وَ شِفَاءً مِنْ كُلِّ دَاءٍ، إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*..\n\n10 وَ بِالْإِسْنَادِ عَنْ جَابِرِ بْنِ يَزِيدَ الْجُعْفِيِّ قَالَ: دَخَلْتُ عَلَى مَوْلَانَا أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَلِيٍّ الْبَاقِرِ عَلَيْهِمَا السَّلَامُ فَشَكَوْتُ إِلَيْهِ عِلَّتَيْنِ مُتَضَادَّتَيْنِ بِي، إِذَا دَاوَيْتُ أَحَدَهُمَا انْتَقَضَتِ الْأُخْرَى، وَ كَانَ بِي وَجَعُ الظَّهْرِ وَ وَجَعُ الْجَوْفِ، فَقَالَ لِي: عَلَيْكَ بِتُرْبَةِ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ، فَقُلْتُ: كَثِيراً مَا اسْتَعْمَلْتُهَا وَ لَا تُنْجِحُ فِيَّ.\nقَالَ جَابِرٌ: فَتَبَيَّنْتُ فِي وَجْهِ سَيِّدِي وَ مَوْلَايَ الْغَضَبَ، فَقُلْتُ: يَا مَوْلَايَ أَعُوذُ بِاللَّهِ مِنْ سَخَطِكَ، وَ قَامَ فَدَخَلَ الدَّارَ وَ هُوَ مُغْضَبٌ، فَأَتَى‏ بِوَزْنِ حَبَّةٍ فِي كَفِّهِ فَنَاوَلَنِي إِيَّاهَا،\nثُمَّ قَالَ لِي: اسْتَعْمِلْ هَذِهِ يَا جَابِرُ، فَاسْتَعْمَلْتُهَا فَعُوفِيتُ لِوَقْتِي، فَقُلْتُ: يَا مَوْلَايَ مَا هَذِهِ الَّتِي اسْتَعْمَلْتُهَا فَعُوفِيتُ لِوَقْتِي،\n فَقَالَ: هَذِهِ الَّتِي ذَكَرْتَ أَنَّهَا لَمْ تُنْجِحْ فِيكَ شَيْئاً، \nفَقُلْتُ: وَ اللَّهِ يَا مَوْلَايَ مَا كَذَبْتُ فِيهَا وَ لَكِنْ قُلْتُ لَعَلَّ عِنْدَكَ عِلْماً فَأَتَعَلَّمَهُ مِنْكَ فَيَكُونَ أَحَبَّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمْسُ، \nفَقَالَ لِي:إِذَا أَرَدْتَ أَنْ تَأْخُذَ مِنَ التُّرْبَةِ، فَتَعَمَّدْ لَهَا آخِرَ اللَّيْلِ، وَ اغْتَسِلْ لَهَا بِمَاءِ الْقَرَاحِ وَ الْبَسْ أَطْهَرَ أَطْمَارِكَ، وَ تَطَيَّبْ بِسُعْدٍ، وَ ادْخُلْ فَقِفْ عِنْدَ الرَّأْسِ، فَصَلِّ أَرْبَعَ رَكَعَاتٍ، تَقْرَأُ فِي الْأُولَى الْحَمْدَ وَ إِحْدَى عَشْرَةَ مَرَّةً قُلْ يا أَيُّهَا الْكافِرُونَ‏، وَ فِي الثَّانِيَةِ الْحَمْدَ مَرَّةً وَ إِحْدَى عَشْرَةَ مَرَّةً إِنَّا أَنْزَلْناهُ فِي لَيْلَةِ الْقَدْرِ، وَ تَقْنُتُ فَتَقُولُ فِي قُنُوتِكَ:\nلَا إِلَهَ إِلَّا اللَّهُ حَقّاً حَقّاً، لَا إِلَهَ إِلَّا اللَّهُ عُبُودِيَّةً، وَ رِقّاً، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَ نَصَرَ عَبْدَهُ، وَ هَزَمَ الْأَحْزَابَ وَحْدَهُ، سُبْحَانَ اللَّهِ مَالِكِ السَّمَاوَاتِ وَ مَا فِيهِنَّ وَ مَا بَيْنَهُنَّ، سُبْحَانَ اللَّهِ ذِي الْعَرْشِ الْعَظِيمِ‏ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ*.\nثُمَّ تَرْكَعُ وَ تَسْجُدُ وَ تُصَلِّي رَكْعَتَيْنِ أُخْرَاوَيْنِ، تَقْرَأُ فِي الْأُولَى الْحَمْدَ وَ إِحْدَى عَشْرَ مَرَّةً قُلْ هُوَ اللَّهُ أَحَدٌ، وَ فِي الثَّانِيَةِ الْحَمْدَ وَ إِحْدَى عَشْرَةَ\nمَرَّةً إِذا جاءَ نَصْرُ اللَّهِ وَ الْفَتْحُ‏، وَ تَقْنُتُ كَمَا قَنَتَّ فِي الْأُولَيَيْنِ، ثُمَّ تَسْجُدُ سَجْدَةَ الشُّكْرِ وَ تَقُولُ أَلْفَ مَرَّةٍ: شُكْراً، ثُمَّ تَقُومُ وَ تَتَعَلَّقُ بِالتُّرْبَةِ وَ تَقُولُ:\nيَا مَوْلَايَ يَا ابْنَ رَسُولِ اللَّهِ إِنِّى آخُذُ مِنْ تُرْبَتِكَ بِإِذْنِكَ، اللَّهُمَّ فَاجْعَلْهَا شِفَاءً مِنْ كُلِّ دَاءٍ، وَ عِزّاً مِنْ كُلِّ ذُلٍّ، وَ أَمْناً مِنْ كُلِّ خَوْفٍ، وَ غِنًى مِنْ كُلِّ فَقْرٍ، لِي وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ.\nوَ تَأْخُذُ بِثَلَاثِ أَصَابِعَ ثَلَاثَ مَرَّاتٍ، وَ تَدَعُهَا فِي خِرْقَةٍ نَظِيفَةٍ أَوْ قَارُورَةِ زُجَاجٍ، وَ تَخْتِمُهَا بِخَاتَمِ عَقِيقٍ، عَلَيْهِ:\nما شاءَ اللَّهُ، لا قُوَّةَ إِلَّا بِاللَّهِ‏، أَسْتَغْفِرُ اللَّهَ.\nفَإِذَا عَلِمَ اللَّهُ مِنْكَ صِدْقَ النِّيَّةِ لَمْ يَصْعَدْ مَعَكَ فِي الثَّلَاثِ قَبَضَاتٍ إِلَّا سَبْعَةُ مَثَاقِيلَ وَ تَرْفَعُهَا لِكُلِّ عِلَّةٍ، فَإِنَّهَا تَكُونُ مِثْلَ مَا رَأَيْتَ.\n\n11 وَ بِالْإِسْنَادِ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدٍ الثَّقَفِيِّ، عَنْ أَبِيهِ، عَنِ الصَّادِقِ جَعْفَرِ بْنِ مُحَمَّدٍ عَلَيْهِمَا السَّلَامُ قَالَ: إِنَّ فَاطِمَةَ بِنْتَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِمَا كَانَتْ سُبْحَتُهَا مِنْ خَيْطِ صُوفٍ مُفَتَّلٍ مَعْقُودٍ عَلَيْهِ عَدَدَ التَّكْبِيرَاتِ، وَ كَانَتْ عَلَيْهَا السَّلَامُ تُدِيرُهَا بِيَدِهَا، تُكَبِّرُ وَ تُسَبِّحُ، حَتَّى قُتِلَ حَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ عَلَيْهِ السَّلَامُ فَاسْتَعْمَلَتْ تُرْبَتَهُ وَ عَمِلَتِ التَّسَابِيحَ فَاسْتَعْمَلَهَا النَّاسُ، فَلَمَّا قُتِلَ الْحُسَيْنُ صَلَوَاتُ اللَّهِ عَلَيْهِ وَ جَدَّدَ عَلَى قَاتِلِهِ الْعَذَابَ، عَدَلَ بِالْأَمْرِ إِلَيْهِ، فَاسْتَعْمَلُوا تُرْبَتَهُ لِمَا فِيهَا مِنَ الْفَضْلِ وَ الْمَزِيَّةِ.\n\n12 وَ رُوِيَ عَنِ الصَّادِقِ عَلَيْهِ السَّلَامُ أَنَّهُ قَالَ: مَنْ أَدَارَ الْحَجِيرَ مِنْ تُرْبَةِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ فَاسْتَغْفَرَ بِهِ مَرَّةً وَاحِدَةً كُتِبَتْ لَهُ بِالْوَاحِدَةِ سَبْعُونَ مَرَّةً، وَ مَنْ أَمْسَكَ السُّبْحَةَ بِيَدِهِ وَ لَمْ يُسَبِّحْ بِهَا فَفِي كُلِّ حَبَّةٍ مِنْهَا سَبْعُ مَرَّاتٍ.\n\n13 وَ رَوَى أَبُو الْقَاسِمِ مُحَمَّدُ بْنُ عَلِيٍّ، عَنْ أَبِي الْحَسَنِ الرِّضَا عَلَيْهِ السَّلَامُ قَالَ: مَنْ أَدَارَ الطِّينَ مِنَ التُّرْبَةِ فَقَالَ: سُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ.\nمَعَ كُلِّ حَبَّةٍ مِنْهَا كَتَبَ اللَّهُ لَهُ بِهَا سِتَّةَ آلَافِ حَسَنَةٍ، وَ مَحَا عَنْهُ سِتَّةَ آلَافِ سَيِّئَةٍ، وَ رَفَعَ لَهُ سِتَّةَ آلَافِ دَرَجَةٍ، وَ أَثْبَتَ لَهُ مِنَ الشَّفَاعَةِ مِثْلَهَا.\n\n14 وَ فِي كِتَابِ الْحَسَنِ بْنِ مَحْبُوبٍ: أَنَّ أَبَا عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ سُئِلَ عَنِ اسْتِعْمَالِ التُّرْبَتَيْنِ مِنْ طِينِ قَبْرِ حَمْزَةَ وَ قَبْرِ الْحُسَيْنِ عَلَيْهِمَا السَّلَامُ وَ التَّفَاضُلِ بَيْنَهُمَا، فَقَالَ عَلَيْهِ السَّلَامُ: السُّبْحَةُ الَّتِي هِيَ مِنْ طِينِ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ تُسَبِّحُ بِيَدِ الرَّجُلِ مِنْ غَيْرِ أَنْ يُسَبِّحَ.\n\n15 قَالَ: وَ قَالَ: رَأَيْتُ أَبَا عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ وَ فِي يَدِهِ السُّبْحَةُ مِنْهَا، وَ قِيلَ لَهُ فِي ذَلِكَ، فَقَالَ: أَمَا إِنَّهَا أَعْوَدُ عَلَيَّ، أَوْ قَالَ: أَخَفُّ عَلَيَّ.\n\n16 وَ رُوِيَ‏ أَنَّ الْحُورَ الْعِينَ إِذَا بَصُرَتْ بِوَاحِدٍ مِنَ الْأَمْلَاكِ يَهْبِطُ إِلَى الْأَرْضِ لِأَمْرٍ مَا يهدين [يَسْتَهْدِينَ‏] مِنْهُ السُّبَحَ وَ التُّرْبَةَ مِنْ طِينِ قَبْرِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ.\n\n17 وَ رُوِيَ عَنِ الصَّادِقِ عَلَيْهِ السَّلَامُ أَنَّهُ قَالَ: السُّبَحُ الزُّرْقُ فِي أَيْدِي شِيعَتِنَا مِثْلُ الْخُيُوطِ الزُّرْقِ فِي أَكْسِيَةِ بَنِي إِسْرَائِيلَ، إِنَّ اللَّهَ عَزَّ وَ جَلَّ أَوْحَى إِلَى مُوسَى عَلَيْهِ السَّلَامُ أَنْ مُرْ بَنِي إِسْرَائِيلَ أَنْ يَجْعَلُوا فِي أَرْبَعَةِ جَوَانِبِ أَكْسِيَتِهِمُ الْخُيُوطَ الزُّرْقَ وَ يَذْكُرُونَ بِهَا إِلَهَ السَّمَاءِ.\n\n18 وَ رَوَى عُبَيْدُ اللَّهِ بْنُ عَلِيٍّ الْحَلَبِيُّ، عَنْ أَبِي الْحَسَنِ مُوسَى صَلَوَاتُ اللَّهِ عَلَيْهِ أَنَّهُ قَالَ: لَا يَخْلُو الْمُؤْمِنُ مِنْ خَمْسَةٍ: سِوَاكٍ، وَ مُشْطٍ، وَ سَجَّادَةٍ، وَ سُبْحَةٍ فِيهَا أَرْبَعٌ وَ ثَلَاثُونَ حَبَّةً، وَ خَاتَمِ عَقِيقٍ.\n\n"
}