{
"title": "الزيارة المطلقة (1) للإمام الحسين (ع)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "الزيارة الاُولى\n\nروى الكليني في (الكافي) بسنده عن الحسين بن ثوير قال: كنت أنا ويونس ابن ظبيا ن والمفضل بن عمر وأبو سلمة السراج جلوساً عند أبي عبد الله جعفر بن محمد (عليه السلام) وكان المتكلّم يونس وكان أكبرنا سنّا فقال له: جعلت فداك إنّي أحضر مجالس هؤلاء القوم يعني ولد عبّاس فما أقول؟ قال: «إذا حضرتهم وذكرتنا فقل: اللهُمَّ أرِنا الرَّخاءَ وَالسُّرُورَ لتبلغ ما تريد من الثواب أو الرجوع عند الرجعة».\nفقلت: جعلت فداك إنّي كثيراً ما أذكر الحسين (عليه السلام) فأيّ شيءٍ أقول؟\nقال: «تقول وتعيد ذلك ثلاثاً: صَلّى اللهُ عَلَيكَ يا أبا عَبدِ اللهِ، فإنّ السلام يصل إليه من قريبٍ وبعيدٍ».\nثمّ قال: «إنّ أبا عبد الله (عليه السلام) لمّا مضى بكت السماوات السبع والأرضون السبع وما فيهن وما بينهن ومن يتقلب في الجنة والنار من خلق ربنا وما يرى وما لا يرى بكاءً على أبي عبد الله (عليه السلام) إلاّ ثلاثة أشياء لم تبك عليه».\n\nقلت: جعلت فداك ما هذه الثلاثة الاشياء؟ قال: «لم تبك عليه البصرة ولا دمشق ولا آل عثمان».\nقال قلت: جعلت فداك إنّي اُريد أن أزوره فكيف أقول وكيف أصنع؟ قال: «إذا أتيت أبا عبد الله (عليه السلام) فاغتسل على شاطئ الفرات ثمّ البس ثيابك الطاهرة ثمّ امش حافياً فإنّك في حرم من حرم الله ورسوله بالتكبير والتهليل والتمجيد والتعظيم لله كثيراً والصلاة على محمد وأهل بيته حتى تصير إلى باب الحائر ثمّ قل: السَّلامُ عَلَيكَ يا حُجَّةَ اللهِ وَابنَ حُجَّتِهِ، السَّلامُ عَلَيكُم يا مَلائِكَةَ اللهِ وَزُوَّارَ قَبرِ ابنِ نَبِيِّ اللهِ.\n\nثمّ اخط عشر خطىً ثمّ قف فكبّر ثلاثين تكبيرة ثمّ امش إلى القبر من قبل وجهه واستقبل وجهك بوجهه واجعل القبلة بين كتفيك ثمّ تقول:\n\nالسَّلامُ عَلَيكَ يا حُجَّةَ اللهِ وَابنَ حُجَّتِهِ، السَّلامُ عَلَيكَ يا قَتِيلَ اللهِ وَابنَ قَتِيلِهِ، السَّلامُ عَلَيكَ يا ثارَ اللهِ وَابنَ ثأرِهِ، السَّلامُ عَلَيكَ يا وِترَ اللهِ المَوتُورِ في السَّماواتِ وَالأرضِ، أشهَدُ أنَّ دَمَكَ سَكَنَ في الخُلدِ وَاقشَعَرَّت لَهُ أظِلَّةُ العَرشِ وَبَكى لَهُ جَمِيعُ الخَلائِقِ وَبَكَت لَهُ السَّماواتِ السَّبعُ وَالأرَضُونَ السَّبعُ وَما فِيهِنَّ وَما بَينَهُنَّ وَمَن يَتَقَلَّـبُ في الجَنَّةِ وَالنَّار مِن خَلقِ رَبِّنا وَما يُرى وَمالا يُرى، أشهَدُ أنَّكَ حُجَّةُ اللهِ وَابنُ حُجَّتِهِ وَأشهَدُ أنَّكَ قَتِيلُ اللهِ وَابنُ قَتِيلِهِ وَأشهَدُ أنَّكَ ثارُ اللهِ وَابنُ ثأرِهِ وَأشهَدُ أنَّكَ وِترُ اللهِ المَوتُورُ في السَّماواتِ وَالأرضِ، وَأشهَدُ أنَّكَ قَد بَلَّغْتَ وَنَصَحْتَ وَوَفَيْتَ وَأوفَيْتَ وَجاهَدتَ في سَبِيلِ اللهِ وَمَضَيتَ لِلَّذي كُنتَ عَلَيهِ شَهِيداً وَمُستَشهِداً وَشاهِداً وَمَشهُوداً أنا عَبدُ اللهِ وَمَولاكَ وَفي طاعَتِكَ وَالوافِدُ إلَيكَ ألتَمِسُ كَمالَ المَنزِلَةِ عِندَ اللهِ وثَباتَ القَدَمِ في الهِجرَةِ إلَيكَ وَالسَّبِيلَ الَّذي لا يَختَلِجُ دُونَكَ مِنَ الدُّخُولِ في كِفالَتِكَ الَّتي أُمَرتَ بِها، مَن أرادَ اللهَ بَدَأ بِكُم، بِكُم يُبَيِّنُ اللهُ الكَذِبَ وَبِكُم يُباعِدُ اللهُ الزَّمانَ الكَلِبَ وَبِكُم فَتَحَ اللهُ وَبِكُم يَختِمُ اللهُ وَبِكُم يَمحُو ما يَشاءُ وَيُثبِتُ وَبِكُم يَفُكُّ الذُّلَّ مِن رِقابِنا وَبِكُم يُدرِكُ اللهُ تِرَةَ كُلِّ مُؤمِنٍ يُطلَبُ بِها وَبِكُم تُنبِتُ الأرضُ أشجارَها وَبِكُم تُخرِجُ الأرضُ ثِمارَها وَبِكُم تُنزِلُ السَّماءُ قَطرَها وَرِزقَها وَبِكُم يَكشِفُ اللهُ الكَربَ وَبِكُم يُنَزِّلُ اللهُ الغَيثَ وَبِكُم تُسَبِّحُ الأرضُ الَّتي تَحمِلُ أبدانَكُم وَتَستَقِرُّ جِبالُها عَن مَراسِيها إرادَةُ الرَّبِّ في مَقادِيرِ أُمورِهِ تَهبِطُ إلَيكُم وَتَصدُرُ مِن بُيُوتِكُم وَالصَّادِرُ عَمَّا فُصِّلَ مِن أحكامِ العِبادِ، لُعِنَت اُمَّةٌ قَتَلَتكُم وَاُمَّةٌ خالَفَتكُم وَاُمَّةٌ جَحَدَت وِلايَتَكُم وَاُمَّةٌ ظاهَرَت عَلَيكُم وَاُمَّةٌ شَهِدَت وَلَم تَستَشهِد، الحَمدُ للهِ الَّذي جَعَلَ النَّارَ مَأواهُم وَبِئسَ وِردُ الوارِدِينَ وَبِئسَ الوردُ المَورُودُ وَالحَمدُ للهِ رَبِّ العالَمِينَ.\n\nوقل ثلاث مرات: وَصَلّى اللهُ عَلَيكَ يا أبا عَبدِ اللهِ.\n\nوقل ثلاث مرات: أنا إلى اللهِ مِمَّن خالَفَكَ بَرِيٌ.\n\nثمّ تقوم فتأتي ابنه علياً وهو عند رجله فتقول:\nالسَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ السَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ السَّلامُ عَلَيكَ يا بنَ الحَسَنِ وَالحُسَيـنِ، السَّلامُ عَلَيكَ يا بنَ خَدِيجَةَ وَفاطِمَةَ، صَلّى اللهُ عَلَيكَ صَلّى اللهُ عَلَيكَ صَلّى اللهُ عَلَيكَ، لَعَنَ اللهُ مَن قَتَلَكَ.\nتقول ذلك ثلاثاً وتقول: أنا إلى اللهِ مِنهُم بَرِيٌ.\n\nثمّ تقوم فتومي بيدك إلى الشّهداء رضي الله عنهم وتقول:\n السَّلامُ عَلَيكُم، السَّلامُ عَلَيكُم، السَّلامُ عَلَيكُم فُزتُم وَاللهِ فُزتُم وَاللهِ فُزتُم وَاللهِ فَلَيتَ أنّي مَعَكُم فَأفُوزَ فَوزاً عَظِيماً.\n\nثمّ تدور فتجعل قبر أبي عبد الله (عليه السلام) بين يديك أي تقف خلف القبر المطهر فتصلّي ست ركعات وقد تمّت زيارتك فإن شئت فانصرف».\n\nأقول: قد روى أيضاً هذه الزيارة الشيخ الطوسي في (التهذيب) والصدوق في كتاب (من لا يحضره الفقيه).\nوقال الصدوق: إنّي قد ذكرت في كتابي (المزار) و(المقتل) أنواعاً من الزيارات وانتخبت هذه الزيارة لهذا الكتاب فإنّها أصحّ الزيارات عندي روايةً وهي تكفينا وتفي بالمقصود انتهى\n\n"
}