["الزيارة الثالثة\n\nهي ما رواها ابن طاووس في (المزار)، وروى لها فضلاً كثيراً قال بحذف الاسناد عن جابر الجعفي قال: قال الصادق (عليه السلام) لجابر: «كم بينك وبين قبر الحسين (عليه السلام) ؟» قال قلت: بأبي أنت واُمّي يوم وبعض يوم آخر، قال: «فتزوره؟» فقال: نعم، قال: فقال: «ألا اُبشّرك؟ ألا اُفرحك ببعض ثوابه؟» قلت: بلى جعلت فداك. قال: فقال لي: «إنّ الرجل منكم ليأخذ في جهازه ويتهيأ لزيارته فيتباشر به أهل السماء فإذا خرج من باب منزله راكباً أو ماشياً وكّل الله به أربعة آلاف من الملائكة يصلّون عليه حتى يوافي الحسين (عليه السلام) ، يا مفضل إن أتيت قبر الحسين بن علي (عليه السلام) فقف بالباب وقل هذه الكلمات فإنّ لك بكلّ كلمة كفلاً من رحمة الله» فقلت: ماهي جعلت فداك؟ قال: تقول:\n\n«السَّلامُ عَلَيكَ يا وارِثَ آدَمَ صَفوَةِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ نُوحٍ نَبِيِّ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ إبراهِيمَ خَلِيلِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُوسى كَلِيمِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ عِيسى رُوحِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُحَمَّدٍ سَيِّدِ رُسُلِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ عَلِيٍّ أمِيرِ المُؤمِنِينَ وَخَيرِ الوَصِيِّينَ، السَّلامُ عَلَيكَ يا وارِثَ الحَسَنِ الرَّضِيِّ الطَّاهِرِ الرَّاضي المَرضِيِّ، السَّلامُ عَلَيكَ أيُّها الصِّدِّيقُ الأكبَرُ، السَّلامُ عَلَيكَ أيُّها الوَصِيُّ البَرُّ التَّقِيُّ، السَّلامُ عَلَيكَ وَعَلى الأرواحِ الَّتي حَلَّت بِفِنائِكَ وَأناخَت بِرَحلِكَ، السَّلامُ عَلَيكَ وَعَلى المَلائِكَةِ الحافِّينَ بِكَ. أشهَدُ أنَّكَ قَد أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَجاهَدتَ المُلحِدِينَ وَعَبَدتَ اللهَ حَتّى أتاكَ اليَقِينُ، السَّلامُ عَلَيكَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ تسعى إلى القبر فلك بكلّ قدمٍ رفعتها أو وضعتها كثواب المتشحط بدمه في سبيل الله فإذا وصلت إلى القبر ووقفت عنده فأمرر عليه يدك وقل: \n\nالسَّلامُ عَلَيكَ يا حُجَّةَ اللهِ في أرضِهِ، ثمّ تمضي إلى صلاتك ولك بكلّ ركعة ركعتها عنده كثواب من حجّ ألف حجة واعتمر ألف عمرة وأعتق ألف رقبةٍ وكأنّما وقف في سبيل الله ألف مرّة مع نبي مرسل» الخبر.\n\nوقد مرّت هذه الرواية مع اختلافٍ يسير في آداب  زيارة الحسين (عليه السلام) على رواية مفضل بن عمر. \n\nالمصدر:\nمفاتيح الجنان"]