{
"title": "الزيارة المطلقة (7) للإمام الحسين (ع)",
"type": "text",
"source": "\nالمزار الكبير",
"data": "زيارة سيدنا ابي عبد اللّه الحسين بن علي عليهما السّلام، و هي زيارة صفوان.\n\nرَوَى صَفْوَانُ الْجَمَّالُ أَنَّهُ قَالَ: قَالَ لِي مَوْلَايَ جَعْفَرُ بْنُ مُحَمَّدٍ الصَّادِقُ عَلَيْهِمَا السَّلَامُ‏: \nإِذَا أَرَدْتَ زِيَارَةَ الْحُسَيْنِ بْنِ عَلِيٍّ صَلَوَاتُ اللَّهِ عَلَيْهِ فَصُمْ قَبْلَ ذَلِكَ ثَلَاثَةَ أَيَّامٍ، وَ اغْتَسِلْ فِي الْيَوْمِ الرَّابِعِ، وَ اجْمَعْ إِلَيْكَ أَهْلَكَ وَ وُلْدَكَ وَ قُلْ قَبْلَ مَسِيرِكَ:\nاللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ الْيَوْمَ نَفْسِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي، وَ مَنْ كَانَ مِنِّي بِسَبِيلٍ، الشَّاهِدَ مِنْهُمْ وَ الْغَائِبَ.\nاللَّهُمَّ اجْعَلْنَا مِنَ الْفَائِزِينَ وَ احْفَظْنَا بِحِفْظِ الْإِيمَانِ وَ احْفَظْ عَلَيْنَا، اللَّهُمَّ اجْعَلْنَا فِي جِوَارِكَ وَ حِفْظِكَ وَ حِرْزِكَ، وَ لَا تُغَيِّرْ مَا بِنَا مِنْ نِعْمَتِكَ، وَ زِدْنَا مِنْ فَضْلِكَ إِنَّا إِلَيْكَ رَاغِبُونَ.\nاللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَ كَآبَةِ الْمُنْقَلَبِ، وَ سُوءِ الْمَنْظَرِ فِي الْمَالِ وَ الْأَهْلِ وَ الْوَلَدِ، اللَّهُمَّ ارْزُقْنَا حَلَاوَةَ الْإِيمَانِ وَ بَرْدَ الْمَغْفِرَةِ، وَ أَمَاناً مِنْ عَذَابِكَ، وَ آتِنا مِنْ لَدُنْكَ رَحْمَةً إِنَّهُ لَا يَمْلِكُ ذَلِكَ غَيْرُكَ.\n\nفَإِذَا أَتَيْتَ الْفُرَاتَ، فَكَبِّرِ اللَّهَ مِائَةَ مَرَّةٍ، وَ هَلِّلْ مِائَةَ مَرَّةٍ، وَ صَلِّ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ مِائَةَ مَرَّةٍ، ثُمَّ قُلْ بَعْدَ ذَلِكَ:\nاللَّهُمَّ أَنْتَ خَيْرُ مَنْ وَفَدَ إِلَيْهِ الرِّجَالُ، وَ شُدَّتْ إِلَيْهِ الرِّحَالُ، وَ أَنْتَ سَيِّدِي خَيْرُ مَقْصُودٍ، وَ قَدْ جَعَلْتَ لِكُلِّ زَائِرٍ كَرَامَةً، وَ لِكُلِّ وَافِدٍ تُحْفَةً، فَأَسْأَلُكَ أَنْ تَجْعَلَ تُحْفَتَكَ إِيَّايَ فَكَاكَ رَقَبَتِي مِنَ النَّارِ، وَ اشْكُرْ سَعْيِي، وَ ارْحَمْ مَسِيرِي إِلَيْكَ، مِنْ غَيْرِ مَنٍّ مِنِّي عَلَيْكَ بَلْ لَكَ الْمَنُّ عَلَيَّ، إِذْ جَعَلْتَ لِيَ السَّبِيلَ إِلَى زِيَارَتِهِ، وَ عَرَّفْتَنِي فَضْلَهُ وَ شَرَفَهُ.\nاللَّهُمَّ فَاحْفَظْنِي بِاللَّيْلِ وَ النَّهَارِ حَتَّى تُبَلِّغَنِي هَذَا الْمَكَانَ، فَقَدْ رَجَوْتُكَ فَلَا تَقْطَعْ رَجَائِي، وَ قَدْ أَمَّلْتُكَ فَلَا تُخَيِّبْ أَمَلِي، وَ اجْعَلْ مَسِيرِي هَذَا كَفَّارَةً لِذُنُوبِي، يَا رَبَّ الْعَالَمِينَ.\n\nفَإِذَا أَرَدْتَ الْغُسْلَ نَدْباً فَقُلْ:\nبِسْمِ اللَّهِ وَ بِاللَّهِ، وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ، وَ عَلَى مِلَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ عَلَى الْأَئِمَّةِ الصَّادِقِينَ، اللَّهُمَّ طَهِّرْ بِهِ قَلْبِي، وَ اشْرَحْ بِهِ صَدْرِي، وَ نَوِّرْ بِهِ بَصَرِي، اللَّهُمَّ اجْعَلْهُ لِي نُوراً وَ طَهُوراً وَ خَيْراً، وَ شِفَاءً مِنْ كُلِّ دَاءٍ وَ سُقْمٍ، وَ عَافِنِي مِنْ كُلِّ مَا أَخَافُ وَ أَحْذَرُ.\nاللَّهُمَّ اجْعَلْهُ لِي شَاهِداً يَوْمَ حَاجَتِي وَ فَقْرِي وَ فَاقَتِي إِلَيْكَ يَا رَبَّ الْعَالَمِينَ، إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*.\nفَإِذَا فَرَغْتَ مِنْ غُسْلِكَ فَالْبَسْ ثَوْبَيْنِ طَاهِرَيْنِ أَوْ ثَوْباً، وَ صَلِّ رَكْعَتَيْنِ نَدْباً خَارِجَ الْمَشْرَعَةِ، وَ هُوَ الْمَكَانُ الَّذِي قَالَ اللَّهُ جَلَّ وَ عَزَّ: وَ فِي‏ الْأَرْضِ قِطَعٌ مُتَجاوِراتٌ وَ جَنَّاتٌ مِنْ أَعْنابٍ وَ زَرْعٌ وَ نَخِيلٌ صِنْوانٌ وَ غَيْرُ صِنْوانٍ يُسْقى‏ بِماءٍ واحِدٍ وَ نُفَضِّلُ بَعْضَها عَلى‏ بَعْضٍ فِي الْأُكُلِ‏ وَ اقْرَأْ فِي الرَّكْعَةِ الْأُولَى فَاتِحَةَ الْكِتَابِ وَ قُلْ هُوَ اللَّهُ أَحَدٌ، وَ فِي الثَّانِيَةِ فَاتِحَةَ الْكِتَابِ وَ قُلْ يا أَيُّهَا الْكافِرُونَ‏.\n\nفَإِذَا سَلَّمْتَ فَكَبِّرِ اللَّهَ مَا اسْتَطَعْتَ وَ قُلِ:\nالْحَمْدُ لِلَّهِ الْوَاحِدِ الْمُتَوَحِّدِ فِي الْأُمُورِ كُلِّهَا، الرَّحْمَنِ الرَّحِيمِ، وَ الْحَمْدُ لِلَّهِ الَّذِي هَدانا لِهذا وَ ما كُنَّا لِنَهْتَدِيَ لَوْ لا أَنْ هَدانَا اللَّهُ، لَقَدْ جاءَتْ رُسُلُ رَبِّنا بِالْحَقِ‏.\nاللَّهُمَّ لَكَ الْحَمْدُ حَمْداً كَثِيراً دَائِماً سَرْمَداً، لَا يَنْقَطِعُ وَ لَا يَفْنَى، حَمْداً تَرْضَى بِهِ عَنَّا، حَمْداً يَتَّصِلُ أَوَّلُهُ وَ لَا يَنْفَدُ آخِرُهُ، حَمْداً يَزِيدُ وَ لَا يَبِيدُ، وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ.\n\nفَإِذَا تَوَجَّهْتَ إِلَى الْحَائِرِ فَقُلِ:\nاللَّهُمَّ إِلَيْكَ قَصَدْتُ، وَ لِبَابِكَ قَرَعْتُ، وَ بِفِنَائِكَ نَزَلْتُ، وَ بِكَ اعْتَصَمْتُ، وَ لِرَحْمَتِكَ تَعَرَّضْتُ، وَ بِوَلِيِّكَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ تَوَسَّلْتُ، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اجْعَلْ زِيَارَتِي مَبْرُورَةً وَ دُعَائِي مَقْبُولًا.\n\nفَإِذَا أَتَيْتَ الْبَابَ فَقِفْ خَارِجَ الْقُبَّةِ وَ ارْمِ بِطَرْفِكَ نَحْوَ الْقَبْرِ وَ قُلْ:\nيَا مَوْلَايَ يَا أَبَا عَبْدِ اللَّهِ يَا ابْنَ رَسُولِ اللَّهِ، عَبْدُكَ وَ ابْنُ عَبْدِكَ، وَ ابْنُ أَمَتِكَ، الذَّلِيلُ بَيْنَ يَدَيْكَ، الْمُقَصِّرُ فِي عُلُوِّ قَدْرِكَ، الْمُعْتَرِفُ بِحَقِّكَ،\nجَاءَكَ مُسْتَجِيراً بِذِمَّتِكَ، قَاصِداً إِلَى حَرَمِكَ، مُتَوَجِّهاً إِلَى اللَّهِ تَبَارَكَ وَ تَعَالَى بِكَ.\nأَ فَأَدْخُلُ يَا حُجَّةَ اللَّهِ، أَ أَدْخُلُ يَا أَمِيرَ الْمُؤْمِنِينَ، أَ أَدْخُلُ يَا وَلِيَّ اللَّهِ، أَ أَدْخُلُ يَا بَابَ اللَّهِ، أَ أَدْخُلُ يَا مَلَائِكَةَ اللَّهِ، أَ أَدْخُلُ أَيُّهَا الْمَلَائِكَةُ الْمُحْدِقُونَ بِهَذَا الْحَرَمِ، الْمُقِيمُونَ بِهَذَا الْمَشْهَدِ.\n\nثُمَّ أَدْخِلْ رِجْلَكَ الْيُمْنَى الْقُبَّةَ وَ أَخِّرِ الْيُسْرَى وَ قُلِ:\nاللَّهُ أَكْبَرُ كَبِيراً، وَ سُبْحَانَ اللَّهِ بُكْرَةً وَ أَصِيلًا، وَ الْحَمْدُ لِلَّهِ الْفَرْدِ الْأَحَدِ الصَّمَدِ الْوَاحِدِ، الْمُتَفَضِّلِ الْمُتَطِّولِ الْجَبَّارِ، الَّذِي مَنَّ بِطَوْلِهِ، وَ سَهَّلَ زِيَارَةَ مَوْلَايَ، وَ لَمْ يَجْعَلْنِي عَنْ زِيَارَتِهِ مَمْنُوعاً، وَ عَنْ ذِمَّتِهِ مَدْفُوعاً، بَلْ تَطَوَّلَ وَ مَنَحَ، فَلَهُ الْحَمْدُ.\n\nثُمَّ ادْخُلِ الْحَائِرَ وَ قُمْ بِحِذَائِهِ بِخُشُوعٍ، وَ قُلْ:\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى كَلِيمِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدٍ حَبِيبِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عَلِيٍّ حُجَّةِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ الْحَسَنِ الدَّاعِي إِلَى اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ نَبِيِّ اللَّهِ.\nالسَّلَامُ عَلَيْكَ أَيُّهَا الصِّدِّيقُ الشَّهِيدُ، السَّلَامُ عَلَيْكَ أَيُّهَا الْبَرُّ الرَّضِيُّ، السَّلَامُ عَلَيْكَ يَا ثَارَ اللَّهِ وَ ابْنَ ثَارِهِ وَ الْوَتْرَ الْمَوْتُورَ.\nأَشْهَدُ أَنَّكَ قَدْ أَقَمْتَ الصَّلَاةَ، وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ، وَ نَهَيْتَ عَنِ الْمُنْكَرِ، وَ عَبَدْتَ اللَّهَ مُخْلِصاً حَتَّى أَتَاكَ الْيَقِينُ.\n\nثُمَّ ادْخُلْ عِنْدَ الْقَبْرِ وَ قُمْ عِنْدَ الرَّأْسِ خَاشِعاً قَلْبُكَ، وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ سَيِّدِ الْوَصِيِّينَ، السَّلَامُ عَلَيْكَ يَا ابْنَ فَاطِمَةَ الزَّهْرَاءِ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ، السَّلَامُ عَلَيْكَ يَا وِعَاءَ النُّورِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَيْكَ يَا خَازِنَ الْكِتَابِ الْمَشْهُورِ، السَّلَامُ عَلَيْكَ يَا أُسَّ الْإِسْلَامِ النَّاصِرَ لِدِينِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا نِظَامَ الْمُسْلِمِينَ.\nيَا مَوْلَايَ، أَشْهَدُ أَنَّكَ كُنْتَ نُوراً فِي الْأَصْلَابِ الشَّامِخَةِ وَ الْأَرْحَامِ الْمُطَهَّرَةِ، لَمْ تُنَجِّسْكَ الْجَاهِلِيَّةُ بِأَنْجَاسِهَا، أَشْهَدُ أَنَّكَ يَا مَوْلَايَ مِنْ دَعَائِمِ الدِّينِ وَ أَرْكَانِ الْمُسْلِمِينَ وَ مَعْقِلِ الْمُؤْمِنِينَ.\nوَ أَشْهَدُ أَنَّكَ الْإِمَامُ الْبَرُّ التَّقِيُّ، الْمُطَهَّرُ الزَّكِيُّ الْهَادِي الْمَهْدِيُّ، وَ أَشْهَدُ أَنَّ الْأَئِمَّةَ مِنْ وُلْدِكَ كَلِمَةُ التَّقْوَى، وَ أَعْلَامُ الْهُدَى، وَ الْعُرْوَةُ الْوُثْقَى، وَ الْحُجَّةُ عَلَى أَهْلِ الدُّنْيَا مِنْ أَوْلِيَائِكَ.\n\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ وَ قُلْ:\nإِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ‏، يَا مَوْلَايَ أَنَا مُوَالٍ لِوَلِيِّكُمْ مُعَادٍ لِعَدُوِّكُمْ، وَ أَنَا بِكُمْ مُؤْمِنٌ، وَ بِإِيَابِكُمْ مُوقِنٌ، بِشَرَائِعِ دِينِي وَ خَوَاتِيمِ عَمَلِي، وَ قَلْبِي لِقَلْبِكُمْ سِلْمٌ، وَ أَمْرِي لِأَمْرِكُمْ مُتَّبِعٌ.\nيَا مَوْلَايَ آمَنْتُ بِسِرِّكُمْ وَ عَلَانِيَتِكُمْ، وَ ظَاهِرِكُمْ وَ بَاطِنِكُمْ، وَ أَوَّلِكُمْ‏ وَ آخِرِكُمْ، يَا مَوْلَايَ أَتَيْتُكَ خَائِفاً فَآمِنِّي، وَ أَتَيْتُكَ مُسْتَجِيراً فَأَجِرْنِي.\nيَا سَيِّدِي أَنْتَ وَلِيِّي وَ مَوْلَايَ وَ حُجَّةُ اللَّهِ عَلَى الْخَلْقِ أَجْمَعِينَ، آمَنْتُ بِسِرِّكُمْ وَ عَلَانِيَتِكُمْ، وَ بِظَاهِرِكُمْ وَ بَاطِنِكُمْ، يَا مَوْلَايَ أَنْتَ السَّفِيرُ بَيْنَنَا وَ بَيْنَ اللَّهِ، وَ الدَّاعِي إِلَى اللَّهِ‏ بِالْحِكْمَةِ وَ الْمَوْعِظَةِ الْحَسَنَةِ، لَعَنَ اللَّهُ أُمَّةً ظَلَمَتْكَ، وَ لَعَنَ اللَّهُ أُمَّةً سَمِعَتْ بِذَلِكَ فَرَضِيَتْ بِهِ.\n\nثُمَّ صَلِّ عِنْدَ الرَّأْسِ رَكْعَتَيْنِ زِيَارَةً نَدْباً، فَإِذَا سَلَّمْتَ فَقُلْ بَعْدَ ذَلِكَ:\nاللَّهُمَّ إِنِّي صَلَّيْتُ وَ رَكَعْتُ وَ سَجَدْتُ لَكَ، وَحْدَكَ لَا شَرِيكَ لَكَ، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ بَلِّغْهُمْ عَنِّي السَّلَامَ كَثِيراً وَ أَفْضَلَ التَّحِيَّةِ وَ السَّلَامِ، وَ ارْدُدْ عَلَيَّ مِنْهُمُ السَّلَامَ كَثِيراً.\nثُمَّ تَقُولُ:\nاللَّهُمَّ هَاتَانِ الرَّكْعَتَانِ هَدِيَّةٌ مِنِّي وَ كَرَامَةٌ إِلَى سَيِّدِي وَ مَوْلَايَ أَبِي عَبْدِ اللَّهِ الْحُسَيْنِ بْنِ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ صَلَوَاتُ اللَّهِ عَلَيْهِمَا، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَقَبَّلْ مِنِّي، وَ بَلِّغْنِي أَفْضَلَ أَمَلِي وَ رَجَائِي فِيكَ وَ فِي وَلِيِّكَ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ.\n\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ ثَانِيَةً وَ قُلْ:\nيَا مَوْلَايَ، أَشْهَدُ أَنَّ اللَّهَ عَزَّ وَ جَلَّ مُنْجِزٌ لَكَ مَا وَعَدَكَ وَ مُعَذِّبٌ مَنْ قَتَلَكَ عَلَيْهِ اللَّعْنَةُ إِلَى يَوْمِ الدِّينِ.\n\nثُمَّ تَأْتِي إِلَى قَبْرِ عَلِيِّ بْنِ الْحُسَيْنِ عَلَيْهِمَا السَّلَامُ فَتُقَبِّلُهُ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ وَ ابْنَ وَلِيِّهِ، السَّلَامُ عَلَيْكَ يَا حَبِيبَ اللَّهِ‏ وَ ابْنَ حَبِيبِهِ، السَّلَامُ عَلَيْكَ يَا خَلِيلَ اللَّهِ وَ ابْنَ خَلِيلِهِ، عِشْتَ سَعِيداً وَ مِتَّ فَقِيداً وَ قُتِلْتَ مَظْلُوماً، يَا شَهِيدُ ابْنَ الشَّهِيدِ عَلَيْكَ مِنَ اللَّهِ السَّلَامُ.\nثُمَّ تُصَلِّي رَكْعَتَيْنِ وَ تُكَبِّرُ بَعْدَهُمَا مِنَ الصَّلَاةِ عَلَى النَّبِيِّ وَ آلِهِ وَ تَسْأَلُ حَاجَتَكَ.\n\nثُمَّ تَأْتِي إِلَى قَبْرِ الْعَبَّاسِ بْنِ عَلِيٍّ عَلَيْهِ السَّلَامُ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْوَلِيُّ الصَّالِحُ النَّاصِحُ الصِّدِّيقُ، أَشْهَدُ أَنَّكَ آمَنْتَ بِاللَّهِ وَ نَصَرْتَ ابْنَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ دَعَوْتَ إِلَى سَبِيلِ اللَّهِ، وَ وَاسَيْتَ بِنَفْسِكَ، وَ بَذَلْتَ مُهْجَتَكَ، فَعَلَيْكَ مِنَ اللَّهِ السَّلَامُ التَّامُّ.\n\nثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ وَ تُقَبِّلُهُ وَ تَقُولُ:\nبِأَبِي أَنْتَ وَ أُمِّي يَا نَاصِرَ دِينِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا نَاصِرَ الْحُسَيْنِ الصِّدِّيقِ، السَّلَامُ عَلَيْكَ يَا شَهِيدُ ابْنَ الشَّهِيدِ، السَّلَامُ عَلَيْكَ مِنِّي أَبَداً مَا بَقِيتُ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ.\nوَ تَخْرُجُ مِنْ عِنْدِهِ فَتَرْجِعُ إِلَى قَبْرِ سَيِّدِنَا الْحُسَيْنِ عَلَيْهِ السَّلَامُ فَتُقِيمُ عِنْدَهُ مَا أَحْبَبْتَ، وَ لَا أُحِبُّ لَكَ أَنْ تَجْعَلَهُ مَبِيتَكَ.\n\nفَإِذَا أَرَدْتَ الْوَدَاعَ فَقُمْ عِنْدَ الرَّأْسِ وَ أَنْتَ تَبْكِي وَ تَقُولُ:\nيَا مَوْلَايَ السَّلَامُ عَلَيْكَ سَلَامَ مُوَدِّعٍ، لَا قَالٍ وَ لَا سَئِمٍ، فَإِنْ أَنْصَرِفْ يَا مَوْلَايَ فَلَا عَنْ مَلَالَةٍ، وَ إِنْ أُقِمْ فَلَا عَنْ سُوءِ ظَنٍّ بِمَا وَعَدَ اللَّهُ الصَّابِرِينَ.\nيَا مَوْلَايَ لَا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنِّي مِنْ زِيَارَتِكَ، وَ تَقَبَّلَ مِنِّي،\nوَ رَزَقَنِي الْعَوْدَ إِلَيْكَ، وَ الْمُقَامَ فِي حَرَمِكَ، وَ الْكَوْنَ فِي مَشْهَدِكَ، آمِينَ رَبَّ الْعَالَمِينَ.\nثُمَّ تُقَبِّلُهُ وَ تُمِرُّ سَائِرَ بَدَنِكَ وَ وَجْهَكَ عَلَى الْقَبْرِ، فَإِنَّهُ أَمَانٌ وَ حِرْزٌ مِنْ كُلِّ مَا تَخَافُ وَ تَحْذَرُ بِإِذْنِ اللَّهِ، وَ تَمْشِي الْقَهْقَرَى وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا بَابَ الْمَقَامِ، السَّلَامُ عَلَيْكَ يَا سَفِينَةَ النَّجَاةِ، السَّلَامُ عَلَيْكُمْ يَا مَلَائِكَةَ رَبِّي الْمُقِيمِينَ فِي هَذَا الْحَرَمِ، السَّلَامُ عَلَيْكَ يَا مَوْلَايَ وَ عَلَى الْمَلَائِكَةِ الْمُحْدِقِينَ بِكَ، السَّلَامُ عَلَيْكَ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ، السَّلَامُ عَلَيْكَ أَبَداً مِنِّي مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ.\n\nوَ تَقُولُ:\nإِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ‏، وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ كَثِيراً.\n\n"
}