["إِذَا انْتَهَيْتَ إِلَى بَابِهِ فَقِفْ عَلَيْهِ وَ كَبِّرْ أَرْبَعاً ثُمَّ قُلِ:\nاللَّهُمَّ إِنَّ هَذَا مَقَامٌ أَكْرَمْتَنِي بِهِ وَ شَرَّفْتَنِي، اللَّهُمَّ فَأَعْطِنِي فِيهِ رَغْبَتِي، عَلَى حَقِيقَةِ إِيمَانِي بِكَ وَ بِرَسُولِكَ عَلَيْهِ السَّلَامُ.\n\nثُمَّ أَدْخِلْ رِجْلَكَ الْيُمْنَى قَبْلَ الْيُسْرَى وَ قُلْ:\nبِسْمِ اللَّهِ وَ بِاللَّهِ وَ فِي سَبِيلِ اللَّهِ وَ عَلَى مِلَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، اللَّهُمَ‏ أَنْزِلْنِي مُنْزَلًا مُبارَكاً وَ أَنْتَ خَيْرُ الْمُنْزِلِينَ‏.\n\nثُمَّ امْشِ حَتَّى تَدْخُلَ الصَّحْنَ، فَإِذَا دَخَلْتَهُ فَكَبِّرْ أَرْبَعاً وَ تَوَجَّهْ إِلَى الْقِبْلَةِ، وَ ارْفَعْ يَدَيْكَ وَ قُلِ:\nاللَّهُمَّ إِنِّي إِلَيْكَ تَوَجَّهْتُ، وَ إِلَيْكَ خَرَجْتُ، وَ إِلَيْكَ وَفَدْتُ، وَ لِخَيْرِكَ تَعَرَّضْتُ، وَ بِزِيَارَةِ حَبِيبِ حَبِيبِكَ إِلَيْكَ تَقَرَّبْتُ، اللَّهُمَّ فَلَا تَمْنَعْنِي خَيْرَ مَا عِنْدَكَ لِشَرِّ مَا عِنْدِي.\nاللَّهُمَّ اغْفِرْ لِي ذُنُوبِي، وَ كَفِّرْ عَنِّي سَيِّئَاتِي، وَ حُطَّ عَنِّي خَطِيئَاتِي، وَ اقْبَلْ حَسَنَاتِي.\n\nثُمَّ اقْرَأِ الْحَمْدَ وَ الْمُعَوِّذَتَيْنِ وَ قُلْ هُوَ اللَّهُ أَحَدٌ، وَ إِنَّا أَنْزَلْنَاهُ، وَ آيَةَ الْكُرْسِيِّ، وَ آخِرَ الْحَشْرِ:\nلَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى‏ جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَ تِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَ الشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَهُ الْأَسْماءُ الْحُسْنى‏ يُسَبِّحُ لَهُ ما فِي السَّماواتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ‏ وَ تُصَلِّي رَكْعَتَيْنِ تَحِيَّةَ الْمَشْهَدِ، وَ صِفَةُ النِّيَّةِ لَهَا أَنْ تُضْمِرَ بِقَلْبِكَ أُصَلِّي تَحِيَّةَ الْمَشْهَدِ مَنْدُوباً قُرْبَةً إِلَى اللَّهِ.\n\nفَإِذَا فَرَغْتَ وَ سَبَّحْتَ فَقُلِ:\nالْحَمْدُ لِلَّهِ الْوَاحِدِ فِي الْأُمُورِ كُلِّهَا، خَالِقِ الْخَلْقِ، لَمْ يَعْزُبْ عَنْهُ شَيْ‏ءٌ مِنْ أُمُورِهِمْ، عَالِمِ كُلِّ شَيْ‏ءٍ بِغَيْرِ تَعْلِيمٍ، وَ صَلَوَاتُ اللَّهِ وَ صَلَوَاتُ مَلَائِكَتِهِ وَ أَنْبِيَائِهِ وَ رُسُلِهِ وَ جَمِيعِ خَلْقِهِ، وَ سَلَامُهُ وَ سَلَامُ جَمِيعِ خَلْقِهِ عَلَى مُحَمَّدٍ الْمُصْطَفَى وَ أَهْلِ بَيْتِهِ.\nالْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتِ، الْحَمْدُ لِلَّهِ الَّذِي أَنْعَمَ عَلَيَّ وَ عَرَّفَنِي فَضْلَ مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَيْهِمْ وَ رَحْمَةُ اللَّهِ‏ وَ بَرَكَاتُهُ.\nاللَّهُمَّ أَنْتَ خَيْرُ مَنْ وَفَدَ إِلَيْهِ الرِّجَالُ، وَ شُدَّتْ إِلَيْهِ الرِّحَالُ، وَ أَنْتَ يَا سَيِّدِي أَكْرَمُ مَأْتِيٍّ وَ أَكْرَمُ مَزُورٍ، وَ قَدْ جَعَلْتَ لِكُلِّ آتٍ تُحْفَةً، فَاجْعَلْ تُحْفَتِي بِزِيَارَةِ قَبْرِ وَلِيِّكَ وَ ابْنِ بِنْتِ نَبِيِّكَ وَ حُجَّتِكَ عَلَى خَلْقِكَ فَكَاكَ رَقَبَتِي مِنَ النَّارِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَقَبَّلْ عَمَلِي، وَ اشْكُرْ سَعْيِي، وَ ارْحَمْ مَسِيرِي مِنْ أَهْلِي، بِغَيْرِ مَنٍّ اللَّهُمَّ مِنِّي عَلَيْكَ، بَلْ لَكَ الْمَنُّ عَلَيَّ، إِذْ جَعَلْتَ لِيَ السَّبِيلَ إِلَى زِيَارَةِ وَلِيِّكَ، وَ عَرَّفْتَنِي فَضْلَهُ، وَ حَفِظْتَنِي حَتَّى بَلَّغْتَنِي.\nاللَّهُمَّ وَ قَدْ أَتَيْتُكَ وَ أَمَّلْتُكَ، فَلَا تُخَيِّبْ أَمَلِي، وَ لَا تَقْطَعْ رَجَائِي، وَ اجْعَلْ مَسِيرِي هَذَا كَفَّارَةً لِمَا قَبْلَهُ مِنْ ذُنُوبِي، وَ رِضْوَاناً تُضَاعِفُ بِهِ حَسَنَاتِي، وَ سَبَباً لِنَجَاحِ طَلِبَاتِي، وَ طَرِيقاً لِقَضَاءِ حَوَائِجِي، يَا أَرْحَمَ الرَّاحِمِينَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ اجْعَلْ سَعْيِي مَشْكُوراً، وَ ذَنْبِي مَغْفُوراً، وَ عَمَلِي مَقْبُولًا، وَ دُعَائِي مُسْتَجَاباً، إِنَّكَ عَلَى كُلِّ شَيْ‏ءٍ قَدِيرٌ، اللَّهُمَّ إِنِّي أَرَدْتُكَ فَأَرِدْنِي، وَ أَقْبَلْتُ بِوَجْهِي إِلَيْكَ فَلَا تُعْرِضْ عَنِّي، وَ قَصَدْتُكَ فَتَقَبَّلْ مِنِّي، وَ إِنْ كُنْتَ لِي مَاقِتاً فَارْضَ عَنِّي، وَ ارْحَمْ تَضَرُّعِي إِلَيْكَ وَ لَا تُخَيِّبْنِي.\n\nثُمَّ امْشِ حَتَّى تُعَايِنَ الْجَدَثَ، فَإِذَا عَايَنْتَهُ فَكَبِّرْ أَرْبَعاً وَ اسْتَقْبِلْ وَجْهَهُ بِوَجْهِكَ، وَ اجْعَلِ الْقِبْلَةَ بَيْنَ كَتِفَيْكَ وَ قُلِ:\nاللَّهُمَّ أَنْتَ السَّلَامُ، وَ مِنْكَ السَّلَامُ، وَ إِلَيْكَ يَرْجِعُ السَّلَامُ، يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ، السَّلَامُ عَلَى رَسُولِ اللَّهِ، أَمِينِ اللَّهِ عَلَى وَحْيِهِ وَ عَزَائِمِ أَمْرِهِ، الْخَاتِمِ لِمَا سَبَقَ، وَ الْفَاتِحِ لِمَا اسْتَقْبَلَ، وَ الْمُهَيْمِنِ عَلَى ذَلِكَ كُلِّهِ، وَ عَلَيْهِ السَّلَامُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى أَمِيرِ الْمُؤْمِنِينَ، عَبْدِ اللَّهِ وَ أَخِي رَسُولِهِ، الصَّدِيقِ الْأَكْبَرِ، وَ الْفَارُوقِ الْأَعْظَمِ، سَيِّدِ الْمُسْلِمِينَ، وَ إِمَامِ الْمُتَّقِينَ، وَ قَائِدِ الْغُرِّ الْمُحَجَّلِينَ، السَّلَامُ عَلَى الْحَسَنِ وَ الْحُسَيْنِ سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ مِنَ الْخَلْقِ أَجْمَعِينَ.\nالسَّلَامُ عَلَى أَئِمَّةِ الْهُدَى الرَّاشِدِينَ، السَّلَامُ عَلَى الطَّاهِرَةِ الصِّدِّيقَةِ فَاطِمَةَ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ.\nالسَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُنْزَلِينَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُرْدِفِينَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُسَوِّمِينَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الزَّوَّارِينَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الَّذِينَ هُمْ فِي هَذَا الْمَشْهَدِ بِإِذْنِ اللَّهِ مُقِيمُونَ.\n\nالقول عند الوقوف على الجدث:\nثُمَّ امْشِ حَتَّى تَقِفَ عَلَيْهِ، فَإِذَا وَقَفْتَ فَاسْتَقْبِلْهُ بِوَجْهِكَ عَلَى الْحَدِّ الْمَرْسُومِ لَكَ عِنْدَ الْمُعَايَنَةِ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى كَلِيمِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدٍ حَبِيبِ اللَّهِ.\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ وَصِيِّ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ الْحَسَنِ الرَّضِيِّ، السَّلَامُ عَلَيْكَ أَيُّهَا الشَّهِيدُ الصِّدِّيقُ، السَّلَامُ عَلَيْكَ أَيُّهَا الْوَصِيُّ الْبَرُّ التَّقِيُّ، السَّلَامُ عَلَيْكَ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ وَ أَنَاخَتْ بِرَحْلِكَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُحْدِقِينَ بِكَ.\nأَشْهَدُ أَنَّكَ قَدْ أَقَمْتَ الصَّلَاةَ، وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ، وَ نَهَيْتَ عَنِ الْمُنْكَرِ، وَ تَلَوْتَ الْكِتَابَ حَقَّ تِلَاوَتِهِ، وَ جَاهَدْتَ‏ فِي اللَّهِ حَقَّ جِهادِهِ‏، وَ صَبَرْتَ عَلَى الْأَذَى فِي جَنْبِهِ، وَ عَبَدْتَهُ مُخْلِصاً حَتَّى أَتَاكَ الْيَقِينُ.\nلَعَنَ اللَّهُ أُمَّةً ظَلَمَتْكَ، وَ أُمَّةً قَاتَلَتْكَ، وَ أُمَّةً قَتَلَتْكَ، وَ أُمَّةً أَعَانَتْ عَلَيْكَ، وَ أُمَّةً خَذَلَتْكَ، وَ أُمَّةً دَعَتْكَ فَلَمْ تُجِبْكَ، وَ أُمَّةً بَلَغَهَا ذَلِكَ فَرَضِيَتْ بِهِ، وَ أَلْحَقَهُمُ اللَّهُ بِدَرْكِ الْجَحِيمِ.\nاللَّهُمَّ الْعَنِ الَّذِينَ كَذَّبُوا رُسُلَكَ، وَ هَدَمُوا كَعْبَتَكَ، وَ اسْتَحَلُّوا حَرَمَكَ، وَ أَلْحَدُوا فِي الْبَيْتِ الْحَرَامِ، وَ حَرَّفُوا كِتَابَكَ، وَ سَفَكُوا دِمَاءَ أَهْلِ بَيْتِ نَبِيِّكَ، وَ أَظْهَرُوا الْفَسَادَ فِي أَرْضِكَ، وَ اسْتَذَلُّوا عِبَادَكَ الْمُؤْمِنِينَ.\nاللَّهُمَّ فَضَاعِفْ عَلَيْهِمُ الْعَذَابَ الْأَلِيمَ، وَ اجْعَلْ لِي لِسَانَ صِدْقٍ فِي أَوْلِيَائِكَ الْمُصْطَفَيْنَ، وَ حَبِّبْ إِلَيَّ مَشَاهِدَهُمْ، وَ أَلْحِقْنِي بِهِمْ، وَ اجْعَلْنِي مَعَهُمْ فِي الدُّنْيَا وَ الْآخِرَةِ يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ تَضَعُ يَدَكَ الْيُسْرَى عَلَى الْقَبْرِ، وَ أَشِرْ بِيَدِكَ الْيُمْنَى وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ إِنْ لَمْ تكن [يَكُنْ‏] أَدْرَكْتُ نُصْرَتَكَ بِيَدِي، فَهَا أَنَا ذَا وَافِدٌ إِلَيْكَ بِنَصْرِي، قَدْ أَجَابَكَ سَمْعِي وَ بَصَرِي، وَ بَدَنِي وَ رَأْيِي وَ هَوَايَ عَلَى التَّسْلِيمِ لَكَ، وَ لِلْخَلَفِ الْبَاقِي مِنْ بَعْدِكَ، وَ الْأَدِلَّاءِ عَلَى اللَّهِ مِنْ وُلْدِكَ، فَنُصْرَتِي لَكُمْ مُعَدَّةٌ حَتَّى يَحْكُمَ اللَّهُ وَ هُوَ خَيْرُ الْحاكِمِينَ‏.\n\nثُمَّ ارْفَعْ يَدَيْكَ إِلَى السَّمَاءِ وَ قُلِ:\nاللَّهُمَّ إِنِّي أَشْهَدُ أَنَّ هَذَا الْقَبْرَ قَبْرُ حَبِيبِكَ وَ صَفْوَتِكَ مِنْ خَلْقِكَ، الْفَائِزِ بِكَرَامَتِكَ، أَكْرَمْتَهُ بِالشَّهَادَةِ، وَ أَعْطَيْتَهُ مَوَارِيثَ الْأَنْبِيَاءِ، وَ جَعَلْتَهُ حُجَّةً لَكَ عَلَى خَلْقِكَ، فَأَعْذَرَ فِي الدَّعْوَةِ، وَ بَذَلَ مُهْجَتَهُ فِيكَ لِيَسْتَنْقِذَ عِبَادَكَ مِنَ الضَّلَالَةِ وَ الْجَهَالَةِ، وَ الْعَمَى وَ الشَّكِّ وَ الِارْتِيَابِ، إِلَى بَابِ الْهُدَى وَ الرَّشَادِ.\nوَ أَنْتَ يَا سَيِّدِي بِالْمَنْظَرِ الْأَعْلَى، تَرَى وَ لَا تُرَى، وَ قَدْ تَوَازَرَ عَلَيْهِ فِي طَاعَتِكَ مِنْ خَلْقِكَ مَنْ غَرَّتْهُ الدُّنْيَا، وَ بَاعَ آخِرَتَهُ بِالثَّمَنِ الْأَوْكَسِ، وَ أَسْخَطَكَ وَ أَسْخَطَ رَسُولَكَ عَلَيْهِ السَّلَامُ، وَ أَطَاعَ مِنْ عِبَادِكَ أَهْلَ الشِّقَاقِ‏\nوَ النِّفَاقِ، وَ حَمَلَةَ الْأَوْزَارِ، الْمُسْتَوْجِبِينَ النَّارَ، اللَّهُمَّ الْعَنْهُمْ لَعْناً وَبِيلًا، وَ عَذِّبْهُمْ عَذَاباً أَلِيماً.\n\nثُمَّ حُطَّ يَدَكَ الْيُسْرَى وَ أَشِرْ بِالْيُمْنَى مِنْهُمَا إِلَى الْقَبْرِ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ الْأَنْبِيَاءِ، السَّلَامُ عَلَيْكَ يَا وَصِيَّ الْأَوْصِيَاءِ، السَّلَامُ عَلَيْكَ وَ عَلَى آلِكَ وَ ذُرِّيَّتِكَ الَّذِينَ حَبَاهُمُ اللَّهُ بِالْحُجَجِ الْبَالِغَةِ، وَ النُّورِ وَ الصِّرَاطِ الْمُسْتَقِيمِ.\nبِأَبِي أَنْتَ وَ أُمِّي مَا أَجَلَّ مُصِيبَتَكَ وَ أَعْظَمَهَا عِنْدَ اللَّهِ، وَ مَا أَجَلَّ مُصِيبَتَكَ وَ أَعْظَمَهَا عِنْدَ رَسُولِ اللَّهِ، وَ مَا أَجَلَّ مُصِيبَتَكَ وَ أَعْظَمَهَا عِنْدَ أَنْبِيَاءِ اللَّهِ، وَ مَا أَجَلَّ مُصِيبَتَكَ وَ أَعْظَمَهَا عِنْدَ شِيعَتِكَ خَاصَّةً.\nبِأَبِي أَنْتَ وَ أُمِّي يَا ابْنَ رَسُولِ اللَّهِ، أَشْهَدُ أَنَّكَ كُنْتَ نُوراً فِي الظُّلُمَاتِ، وَ أَشْهَدُ أَنَّكَ حُجَّةُ اللَّهِ وَ أَمِينُهُ، وَ خَازِنُ عِلْمِهِ وَ وَصِيُّ نَبِيِّهِ، وَ أَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ وَ نَصَحْتَ، وَ صَبَرْتَ عَلَى الْأَذَى فِي جَنْبِهِ.\nوَ أَشْهَدُ أَنَّكَ قَدْ قُتِلْتَ وَ حُرِمْتَ، وَ غُصِبْتَ وَ ظُلِمْتَ، وَ أَشْهَدُ أَنَّكَ قَدْ جُحِدْتَ وَ اهْتُضِمْتَ، وَ صَبَرْتَ فِي ذَاتِ اللَّهِ، وَ أَنَّكَ قَدْ كُذِّبْتَ وَ دُفِعْتَ عَنْ حَقِّكَ، وَ أُسِي‏ءَ إِلَيْكَ فَاحْتَمَلْتَ.\nوَ أَشْهَدُ أَنَّكَ الْإِمَامُ الرَّاشِدُ الْهَادِي هَدَيْتَ، وَ قُمْتَ بِالْحَقِّ وَ عَمِلْتَ‏ بِهِ، وَ أَشْهَدُ أَنَّ طَاعَتَكَ مُفْتَرَضَةٌ، وَ قَوْلَكَ الصِّدْقُ، وَ دَعْوَتَكَ الْحَقُّ، وَ أَنَّكَ دَعَوْتَ إِلَى الْحَقِّ، وَ إِلَى سَبِيلِ‏ رَبِّكَ بِالْحِكْمَةِ وَ الْمَوْعِظَةِ الْحَسَنَةِ فَلَمْ تُجَبْ، وَ أَمَرْتَ بِطَاعَةِ اللَّهِ فَلَمْ تُطَعْ، وَ أَشْهَدُ أَنَّكَ مِنْ دَعَائِمِ الدِّينِ وَ عَمُودُهُ، وَ رُكْنُ الْأَرْضِ وَ عِمَادُهَا.\nوَ أَشْهَدُ أَنَّكَ وَ الْأَئِمَّةَ مِنْ أَهْلِ بَيْتِكَ كَلِمَةُ التَّقْوَى، وَ بَابُ الْهُدَى، وَ الْعُرْوَةُ الْوُثْقَى، وَ الْحُجَّةُ عَلَى أَهْلِ الدُّنْيَا، وَ أُشْهِدُ اللَّهَ وَ مَلَائِكَتَهُ وَ أَنْبِيَاءَهُ وَ رُسُلَهُ وَ أُشْهِدُكُمْ أَنِّي بِكُمْ مُؤْمِنٌ، وَ لَكُمْ تَابِعٌ فِي ذَاتِ نَفْسِي، وَ شَرَائِعِ دِينِي، وَ خَوَاتِيمِ عَمَلِي، وَ مُنْقَلَبِي إِلَى رَبِّي.\nوَ أَشْهَدُ أَنَّكَ قَدْ أَدَّيْتَ عَنِ اللَّهِ وَ عَنْ رَسُولِهِ صَادِقاً، وَ قُلْتَ أَمِيناً، وَ نَصَحْتَ لِلَّهِ وَ لِرَسُولِهِ مُجْتَهِداً، وَ مَضَيْتَ عَلَى يَقِينٍ، لَمْ تُؤْثِرْ ضَلَالًا عَلَى هُدًى، وَ لَمْ تَمِلْ مِنْ حَقٍّ إِلَى بَاطِلٍ، فَجَزَاكَ اللَّهُ عَنْ رَعِيَّتِكَ خَيْراً، وَ صَلَّى اللَّهُ عَلَيْكَ صَلَاةً لَا يُحْصِيهَا غَيْرُهُ، وَ عَلَيْكَ السَّلَامُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nاللَّهُمَّ إِنِّي أُصَلِّي عَلَيْهِ كَمَا صَلَّيْتَ عَلَيْهِ، وَ صَلَّى عَلَيْهِ مَلَائِكَتُكَ وَ أَنْبِيَاؤُكَ وَ رُسُلُكَ وَ أَمِيرُ الْمُؤْمِنِينَ وَ الْأَئِمَّةُ أَجْمَعُونَ، صَلَاةً كَثِيرَةً مُتَتَابِعَةً مُتَرَادِفَةً يَتْبَعُ بَعْضُهَا بَعْضاً، فِي مَحْضَرِنَا هَذَا وَ إِذَا غِبْنَا، وَ عَلَى كُلِّ حَالٍ، صَلَاةً لَا انْقِطَاعَ لَهَا وَ لَا نَفَادَ.\nاللَّهُمَّ بَلِّغْ رُوحَهُ وَ جَسَدَهُ فِي سَاعَتِي هَذِهِ وَ فِي كُلِّ سَاعَةٍ تَحِيَّةً مِنِّي‏\nكَثِيرَةً وَ سَلَاماً، آمَنَّا بِاللَّهِ وَحْدَهُ‏ وَ اتَّبَعْنَا الرَّسُولَ فَاكْتُبْنا مَعَ الشَّاهِدِينَ‏.\nالسَّلَامُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ، أَتَيْتُكَ بِأَبِي أَنْتَ وَ أُمِّي زَائِراً وَافِداً إِلَيْكَ، مُتَوَجِّهاً بِكَ إِلَى رَبِّكَ وَ رَبِّي لِيُنْجِحَ لِي بِكَ حَوَائِجِي، وَ يُعْطِيَنِي بِكَ سُؤْلِي، فَاشْفَعْ لِي عِنْدَهُ، وَ كُنْ لِي شَفِيعاً، فَقَدْ جِئْتُكَ هَارِباً مِنْ ذُنُوبِي مُتَنَصِّلًا إِلَى رَبِّي مِنْ سَيِّئِ عَمَلِي، رَاجِياً فِي مَوْقِفِي هَذَا الْخَلَاصَ مِنْ عُقُوبَةِ رَبِّي، طَامِعاً أَنْ يَسْتَنْقِذَنِي رَبِّي بِكَ مِنَ الرَّدَى.\nأَتَيْتُكَ يَا مَوْلَايَ وَافِداً إِلَيْكَ، إِذْ رَغِبَ عَنْ زِيَارَتِكَ أَهْلُ الدُّنْيَا، وَ إِلَيْكَ كَانَتْ رِحْلَتِي، وَ لَكَ عَبْرَتِي وَ صَرْخَتِي، وَ عَلَيْكَ أَسَفِي، وَ لَكَ نَحِيبِي وَ زَفْرَتِي، وَ عَلَيْكَ تَحِيَّتِي وَ سَلَامِي، أَلْقَيْتُ رحلتي [رَحْلِي‏] بِفِنَائِكَ، مُسْتَجِيراً بِكَ وَ بِقَبْرِكَ مِمَّا أَخَافُ مِنْ عَظِيمِ جُرْمِي، وَ أَتَيْتُكَ زَائِراً أَلْتَمِسُ ثَبَاتَ الْقَدَمِ فِي الْهِجْرَةِ إِلَيْكَ.\nوَ قَدْ تَيَقَّنْتُ أَنَّ اللَّهَ جَلَّ ثَنَاؤُهُ بِكُمْ يُنَفِّسُ الْهَمَّ، وَ بِكُمْ يَكْشِفُ الْكَرْبَ، وَ بِكُمْ يُبَاعِدُنَا عَنْ نَائِبَاتِ الزَّمَانِ الْكَلِبِ، وَ بِكُمْ فَتَحَ اللَّهُ، وَ بِكُمْ يَخْتِمُ، وَ بِكُمْ‏ يُنَزِّلُ الْغَيْثَ*، وَ بِكُمْ يُنَزِّلُ الرَّحْمَةَ، وَ بِكُمْ يُمْسِكُ الْأَرْضَ أَنْ تَسِيخَ بِأَهْلِهَا، وَ بِكُمْ يُثْبِتُ اللَّهُ جِبَالَهَا عَلَى مَرَاتِبِهَا وَ قَدْ تَوَجَّهْتُ إِلَى رَبِّي بِكَ يَا سَيِّدِي فِي قَضَاءِ حَوَائِجِي وَ مَغْفِرَةِ ذُنُوبِي، فَلَا أَخِيبَنَّ مِنْ بَيْنِ زُوَّارِكَ فَقَدْ خَشِيتُ ذَلِكَ إِنْ لَمْ تَشْفَعْ لِي، وَ لَا يَنْصَرِفَنَّ زُوَّارُكَ يَا مَوْلَايَ بِالْعَطَاءِ وَ الْحِبَاءِ وَ الْخَيْرِ وَ الْجَزَاءِ، وَ الْمَغْفِرَةِ وَ الرِّضَا، وَ أَنْصَرِفُ مَجْبُوهاً بِذُنُوبِي، مَرْدُوداً عَلَيَّ عَمَلِي، قَدْ خُيِّبْتُ لِمَا سَلَفَ مِنِّي.\nفَإِنْ كَانَتْ هَذِهِ حَالِي فَالْوَيْلُ لِي مَا أَشْقَانِي، وَ أَخْيَبَ سَعْيِي، وَ فِي حُسْنِ ظَنِّي بِرَبِّي وَ بِنَبِيِّي وَ بِكَ يَا مَوْلَايَ وَ بِالْأَئِمَّةِ مِنْ ذُرِّيَّتِكَ سَادَاتِي أَنْ لَا أَخِيبَ، فَاشْفَعْ لِي إِلَى رَبِّي لِيُعْطِيَنِي أَفْضَلَ مَا أَعْطَى أَحَداً مِنْ زُوَّارِكَ، وَ الْوَافِدِينَ إِلَيْكَ، وَ يَحْبُوَنِي وَ يُكْرِمَنِي وَ يُتْحِفَنِي بِأَفْضَلِ مَا مَنَّ بِهِ عَلَيَّ أَحَدٌ مِنْ زُوَّارِكَ وَ الْوَافِدِينَ إِلَيْكَ.\n\nثُمَّ ارْفَعْ يَدَيْكَ إِلَى السَّمَاءِ وَ قُلِ:\nاللَّهُمَّ قَدْ تَرَى مَكَانِي، وَ تَسْمَعُ كَلَامِي، وَ تَرَى مَقَامِي وَ تَضَرُّعِي، وَ مَلَاذِي بِقَبْرِ وَلِيِّكِ، وَ حُجَّتِكَ وَ ابْنِ نَبِيِّكَ، وَ قَدْ عَلِمْتُ يَا سَيِّدِي حَوَائِجِي، وَ لَا يَخْفَى عَلَيْكَ حَالِي.\nوَ قَدْ تَوَجَّهْتُ إِلَيْكَ بِابْنِ رَسُولِكَ وَ حُجَّتِكَ وَ أَمِينِكَ، وَ قَدْ أَتَيْتُكَ مُتَقَرِّباً بِهِ إِلَيْكَ وَ إِلَى رَسُولِكَ، فَاجْعَلْنِي بِهِ عِنْدَكَ‏ وَجِيهاً فِي الدُّنْيا وَ الْآخِرَةِ وَ مِنَ الْمُقَرَّبِينَ‏، وَ أَعْطِنِي بِزِيَارَتِي أَمَلِي، وَ هَبْ لِي مُنَايَ، وَ تَفَضَّلْ عَلَيَّ بِشَهْوَتِي وَ رَغْبَتِي، وَ اقْضِ لِي حَوَائِجِي، وَ لَا تَرُدَّنِي خَائِباً، وَ لَا تَقْطَعْ رَجَائِي، وَ لَا تُخَيِّبْ دُعَائِي، وَ عَرِّفْنِي الْإِجَابَةَ فِي جَمِيعِ مَا دَعْوَتُكَ مِنْ أَمْرِ الدِّينِ وَ الدُّنْيَا وَ الْآخِرَةِ.\nوَ اجْعَلْنِي مِنْ عِبَادِكَ الَّذِينَ صَرَفْتَ عَنْهُمُ الْبَلَايَا وَ الْأَمْرَاضَ، وَ الْفِتَنَ وَ الْأَعْرَاضَ، مِنَ الَّذِينَ تُحْيِيهِمْ فِي عَافِيَةٍ، وَ تُمِيتُهُمْ فِي عَافِيَةٍ، وَ تُدْخِلُهُمُ الْجَنَّةَ فِي عَافِيَةٍ، وَ تُجِيرُهُمْ مِنَ النَّارِ فِي عَافِيَةٍ، وَ وَفِّقْ لِي بِمَنٍّ مِنْكَ صَلَاحَ مَا أُؤَمِّلُ فِي نَفْسِي وَ أَهْلِي وَ وُلْدِي وَ إِخْوَانِي وَ مَالِي، وَ جَمِيعِ مَا أَنْعَمْتَ بِهِ عَلَيَّ، يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ وَ أَمِينَهُ، وَ خَلِيفَتَهُ فِي عِبَادِهِ، وَ خَازِنَ عِلْمِهِ، وَ مُسْتَوْدَعَ سِرِّهِ، بَلَّغْتَ عَنِ اللَّهِ مَا أُمِرْتَ بِهِ، وَ وَفَيْتَ وَ أَوْفَيْتَ، وَ مَضَيْتَ عَلَى يَقِينٍ شَهِيداً وَ شَاهِداً وَ مَشْهُوداً صَلَوَاتُ اللَّهِ وَ رَحْمَتُهُ عَلَيْكَ.\nأَنَا يَا مَوْلَايَ وَلِيُّكَ، اللَّائِذُ بِكَ فِي طَاعَتِكَ، أَلْتَمِسُ ثَبَاتَ الْقَدَمِ فِي الْهِجْرَةِ عِنْدَكَ وَ كَمَالَ الْمَنْزِلَةِ فِي الْآخِرَةِ بِكَ، أَتَيْتُكَ بِأَبِي أَنْتَ وَ أُمِّي وَ نَفْسِي وَ مَالِي وَ وُلْدِي زَائِراً، وَ بِحَقِّكَ عَارِفاً، مُتَّبِعاً لِلْهُدَى الَّذِي أَنْتَ عَلَيْهِ، مُوجِباً لِطَاعَتِكَ، مُسْتَيْقِناً فَضْلَكَ، مُسْتَبْصِراً بِضَلَالَةِ مَنْ خَالَفَكَ، عَالِماً بِهِ، مُتَمَسِّكاً بِوَلَايَتِكَ، وَ وَلَايَةِ آبَائِكَ وَ ذُرِّيَّتِكَ الطَّاهِرِينَ، أَلَا لَعَنَ اللَّهُ أُمَّةً قَتَلَتْكُمْ وَ خَالَفَتْكُمْ، وَ شَهِدَتْكُمْ فَلَمْ تُجَاهِدْ مَعَكُمْ، وَ غَصَبَتْكُمْ حَقَّكُمْ.\nأَتَيْتُكَ يَا ابْنَ رَسُولِ اللَّهِ مَكْرُوباً، وَ أَتَيْتُكَ مَغْمُوماً، وَ أَتَيْتُكَ مُفْتَقِراً إِلَى شَفَاعَتِكَ، وَ لِكُلِّ زَائِرٍ حَقٌّ عَلَى مَنْ أَتَاهُ، وَ أَنَا زَائِرُكَ وَ مَوْلَاكَ وَ ضَيْفُكَ، النَّازِلُ بِكَ، وَ الْحَالُّ بِفِنَائِكَ، وَ لِي حَوَائِجُ مِنْ حَوَائِجِ الدُّنْيَا وَ الْآخِرَةِ.\nبِكَ أَتَوَجَّهُ إِلَى اللَّهِ فِي نُجْحِهَا وَ قَضَائِهَا، فَاشْفَعْ لِي عِنْدَ رَبِّكَ وَ رَبِّي فِي قَضَاءِ حَوَائِجِي كُلِّهَا، وَ قَضَاءِ حَاجَتِي الْعُظْمَى الَّتِي إِنْ أَعْطَانِيهَا لَمْ يَضُرَّنِي مَا مَنَعَنِي، وَ إِنْ مَنَعْتَنِيهَا لَمْ يَنْفَعْنِي مَا أَعْطَانِي فَكَاكِ رَقَبَتِي مِنَ النَّارِ وَ الدَّرَجَاتِ الْعُلَى، وَ الْمِنَّةِ عَلَيَّ بِجَمِيعِ سُؤْلِي وَ رَغْبَتِي، وَ شَهَوَاتِي وَ إِرَادَتِي وَ مُنَايَ، وَ صَرْفِ جَمِيعِ الْمَكْرُوهِ وَ الْمَحْذُورِ عَنِّي، وَ عَنْ أَهْلِي وَ وُلْدِي وَ إِخْوَانِي وَ مَالِي وَ جَمِيعِ مَا أَنْعَمَ عَلَيَّ، وَ السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ ارْفَعْ رَأْسَكَ وَ قُلِ:\nالْحَمْدُ لِلَّهِ الَّذِي جَعَلَنِي مِنْ زُوَّارِ ابْنِ نَبِيِّهِ، وَ رَزَقَنِي مَعْرِفَةَ فَضْلِهِ وَ الْإِقْرَارَ بِحَقِّهِ، وَ الشَّهَادَةَ بِطَاعَتِهِ، رَبَّنا آمَنَّا بِما أَنْزَلْتَ وَ اتَّبَعْنَا الرَّسُولَ فَاكْتُبْنا مَعَ الشَّاهِدِينَ‏، السَّلَامُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ.\nلَعَنَ اللَّهُ قَاتِلِيكَ، وَ لَعَنَ اللَّهُ خَاذِلِيكَ، وَ لَعَنَ اللَّهِ سَالِبيكَ، وَ لَعَنَ مَنْ رَمَاكَ، وَ لَعَنَ مَنْ طَعَنَكَ، وَ لَعَنَ الْمُعِينِينَ عَلَيْكَ، وَ لَعَنَ السَّائِرِينَ إِلَيْكَ، وَ لَعَنَ مَنْ مَنَعَكَ شُرْبَ مَاءِ الْفُرَاتِ، وَ لَعَنَ مَنْ دَعَاكَ وَ غَشَّكَ وَ خَذَلَكَ، وَ لَعَنَ اللَّهُ ابْنَ آكِلَةِ الْأَكْبَادِ، وَ لَعَنَ اللَّهُ ابْنَهُ الَّذِي وَتَرَكَ.\nوَ لَعَنَ اللَّهُ أَعْوَانَهُمْ وَ أَتْبَاعَهُمْ وَ أَنْصَارَهُمْ وَ مُحِبِّيهِمْ، وَ مَنْ أَسَّسَ‏ لَهُمْ، وَ حَشَا اللَّهُ قُبُورَهُمْ نَاراً، وَ السَّلَامُ عَلَيْكَ بِأَبِي أَنْتَ وَ أُمِّي وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ انْحَرِفْ عَنِ الْقَبْرِ وَ حَوِّلْ وَجْهَكَ إِلَى الْقِبْلَةِ، وَ ارْفَعْ يَدَيْكَ إِلَى السَّمَاءِ وَ قُلِ:\nاللَّهُمَّ مَنْ تَهَيَّأَ وَ تَعَبَّأَ، وَ أَعَدَّ وَ اسْتَعَدَّ لِوِفَادَةٍ إِلَى مَخْلُوقٍ، رَجَاءَ رِفْدِهِ وَ جَائِزَتِهِ، وَ نَوَافِلِهِ وَ فَوَاضِلِهِ وَ عَطَايَاهُ، فَإِلَيْكَ يَا رَبِّ كَانَتْ تَهْيِئَتِي وَ تَعْبِئَتِي، وَ إِعْدَادِي وَ اسْتِعْدَادِي وَ سَفَرِي، وَ إِلَى قَبْرِ وَلِيِّكَ وَفَدْتُ، وَ بِزِيَارَتِهِ إِلَيْكَ تَقَرَّبْتُ، رَجَاءَ رِفْدِكَ وَ جَوَائِزِكَ وَ نَوَافِلِكَ وَ عَطَايَاكَ وَ فَوَاضِلِكَ.\nاللَّهُمَّ وَ قَدْ رَجَوْتُ كَرِيمَ عَفْوِكَ، وَ وَاسِعَ مَغْفِرَتِكَ، فَلَا تَرُدَّنِي خَائِباً فَإِلَيْكَ قَصَدْتُ، وَ مَا عِنْدَكَ أَرَدْتُ، وَ قَبْرَ إِمَامِيَ الَّذِي أَوْجَبْتَ عَلَيَّ طَاعَتَهُ زُرْتُ، فَاجْعَلْنِي بِهِ عِنْدَكَ‏ وَجِيهاً فِي الدُّنْيا وَ الْآخِرَةِ، وَ أَعْطِنِي بِهِ جَمِيعَ سُؤْلِي، وَ اقْضِ لِي بِهِ جَمِيعَ حَوَائِجِي، وَ لَا تَقْطَعْ رَجَائِي، وَ لَا تُخَيِّبْ دُعَائِي، وَ ارْحَمْ ضَعْفِي، وَ قِلَّةَ حِيلَتِي، وَ لَا تَكِلْنِي إِلَى نَفْسِي وَ لَا إِلَى أَحَدٍ مِنْ خَلْقِكَ.\nمَوْلَايَ فَقَدْ أَفْحَمَتْنِي ذُنُوبِي، وَ قَطَعَتْ حُجَّتِي، وَ ابْتُلِيتُ بِخَطِيئَتِي، وَ ارْتُهِنْتُ بِعَمَلِي، وَ أَوْبَقْتُ نَفْسِي، وَ وَقَفْتُهَا مَوْقِفَ الْأَذِلَّاءِ الْمُذْنِبِينَ، الْمُجْتَرِئِينَ عَلَيْكَ، التَّارِكِينَ أَمْرَكَ، الْمُغْتَرِّينَ بِكَ، الْمُسْتَخِفِّينَ بِوَعْدِكَ.\nوَ قَدْ أَوْبَقَنِي مَا كَانَ مِنْ قَبِيحِ جُرْمِي وَ سُوءِ نَظَرِي لِنَفْسِي، فَارْحَمْ تَضَرُّعِي وَ نَدَامَتِي، وَ أَقِلْنِي عَثْرَتِي، وَ ارْحَمْ عَبْرَتِي، وَ اقْبَلْ مَعْذِرَتِي، وَ عُدْ بِحِلْمِكَ عَلَى جَهْلِي، وَ بِإِحْسَانِكَ عَلَى إِسَاءَتِي، وَ بِعَفْوِكَ عَلَى جُرْمِي، وَ إِلَيْكَ أَشْكُو ضَعْفَ عَمَلِي، فَارْحَمْنِي يَا أَرْحَمَ الرَّاحِمِينَ.\nاللَّهُمَّ اغْفِرْ لِي، فَإِنِّي مُقِرٌّ بِذَنْبِي، مُعْتَرِفٌ بِخَطِيئَتِي، وَ هَذِهِ يَدِي وَ نَاصِيَتِي أَسْتَكِينُ بِالْفَقْرِ مِنِّي يَا سَيِّدِي، فَاقْبَلْ تَوْبَتِي، وَ نَفِّسْ كَرْبِي، وَ ارْحَمْ خُشُوعِي وَ خُضُوعِي وَ أَسَفِي عَلَى مَا كَانَ مِنِّي، وَ وُقُوفِي عِنْدَ قَبْرِ وَلِيِّكَ، وَ ذُلِّي بَيْنَ يَدَيْكَ.\nفَأَنْتَ رَجَائِي وَ مُعْتَمَدِي، وَ ظَهْرِي وَ عُدَّتِي، فَلَا تَرُدَّنِي خَائِباً، وَ تَقَبَّلْ عَمَلِي، وَ اسْتُرْ عَوْرَتِي، وَ آمِنْ رَوْعَتِي، وَ لَا تُخَيِّبْنِي، وَ لَا تَقْطَعْ رَجَائِي مِنْ بَيْنِ خَلْقِكَ يَا سَيِّدِي.\nاللَّهُمَّ وَ قَدْ قُلْتَ فِي كِتَابِكَ الْمُنْزَلِ عَلَى نَبِيِّكَ الْمُرْسَلِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ: ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبادَتِي سَيَدْخُلُونَ جَهَنَّمَ داخِرِينَ‏ يَا رَبِّ وَ قَوْلُكَ الْحَقُّ، وَ أَنْتَ الَّذِي‏ لا تُخْلِفُ الْمِيعادَ، فَاسْتَجِبْ لِي يَا رَبِّ، فَقَدْ سَأَلَكَ السَّائِلُونَ، وَ سَأَلْتُكَ، وَ طَلَبَ الطَّالِبُونَ وَ طَلَبْتُ مِنْكَ، وَ رَغِبَ الرَّاغِبُونَ وَ رَغِبْتُ إِلَيْكَ، وَ أَنْتَ أَهْلٌ أَنْ لَا تُخَيِّبَنِي وَ لَا تَقْطَعَ رَجَائِي، فَعَرِّفْنِي الْإِجَابَةَ يَا سَيِّدِي، وَ اقْضِ لِي حَوَائِجَ الدُّنْيَا وَ الْآخِرَةِ يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ انْحَرِفْ إِلَى عِنْدِ الرَّأْسِ، فَصَلِّ رَكْعَتَيْنِ، تَقْرَأُ فِي الْأُولَى مِنْهُمَا فَاتِحَةَ الْكِتَابِ وَ سُورَةَ يس، وَ فِي الثَّانِيَةِ فَاتِحَةَ الْكِتَابِ وَ سُورَةَ الرَّحْمَنِ.\nفَإِذَا سَلَّمْتَ وَ سَبَّحْتَ تَسْبِيحَ الزَّهْرَاءِ عَلَيْهَا السَّلَامُ، (و) مَجِّدِ اللَّهَ كَثِيراً وَ اسْتَغْفِرْ لِذَنْبِكَ، وَ صَلِّ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، ثُمَّ ارْفَعْ يَدَيْكَ وَ قُلِ:\nاللَّهُمَّ إِنَّا أَتَيْنَاهُ مُؤْمِنِينَ بِهِ، مُسَلِّمِينَ لَهُ، مُعْتَصِمِينَ بِحَبْلِهِ، عَارِفِينَ بِحَقِّهِ، مُقِرِّينَ بِفَضْلِهِ، مُسْتَبْصِرِينَ بِضَلَالَةِ مَنْ خَالَفَهُ، عَارِفِينَ بِالْهُدَى الَّذِي هُوَ عَلَيْهِ، اللَّهُمَّ إِنِّي أُشْهِدُكَ وَ أُشْهِدُ مَنْ حَضَرَ مِنْ مَلَائِكَتِكَ، أَنِّي بِهِمْ مُؤْمِنٌ، وَ بِمَنْ قَتَلَهُمْ كَافِرٌ.\nاللَّهُمَّ اجْعَلْ مَا أَقُولُ بِلِسَانِي حَقِيقَةً فِي قَلْبِي وَ شَرِيعَةً فِي عَمَلِي، اللَّهُمَّ اجْعَلْنِي مِمَّنْ لَهُ مَعَ الْحُسَيْنِ بْنِ عَلِيٍّ قَدَمٌ ثَابِتٌ، وَ أَثْبِتْنِي فِيمَنِ اسْتُشْهِدَ مَعَهُ.\nاللَّهُمَّ الْعَنِ الَّذِينَ بَدَّلُوا نِعْمَتَكَ كُفْراً، سُبْحَانَكَ يَا حَلِيمُ عَمَّا يَعْمَلُ الظَّالِمُونَ فِي الْأَرْضِ، يَا عَظِيمُ تَرَى عَظِيمَ الْجُرْمِ مِنْ عِبَادِكَ فَلَا تَعْجَلُ عَلَيْهِمْ، فَتَعَالَيْتَ عَمَّا يَقُولُ الظَّالِمُونَ عُلُوّاً كَبِيراً يَا كَرِيمُ.\nأَنْتَ شَاهِدٌ غَيْرُ غَائِبٍ، وَ عَالِمٌ بِمَا أُوتِيَ إِلَى أَهْلِ صَلَوَاتِكَ وَ أَحِبَّائِكَ، مِنَ الْأَمْرِ الَّذِي لَا تَحْمِلُهُ سَمَاءٌ وَ لَا أَرْضٌ، وَ لَوْ شِئْتَ لَانْتَقَمْتَ‏ مِنْهُمْ، وَ لَكِنَّكَ ذُو أَنَاةٍ، وَ قَدْ أَمْهَلْتَ الَّذِينَ اجْتَرَءُوا عَلَيْكَ وَ عَلَى رَسُولِكَ وَ حَبِيبِكَ، فَأَسْكَنْتَهُمْ أَرْضَكَ، وَ غَذَوْتَهُمْ بِنِعْمَتِكَ إِلَى أَجَلٍ هُمْ بَالِغُوهُ، وَ وَقْتٍ هُمْ صَائِرُونَ إِلَيْهِ، لِيَسْتَكْمِلُوا الْعَمَلَ فِيهِ، لِلَّذِي قَدَّرْتَ، وَ الْأَجَلَ الَّذِي أَجَّلْتَ، فِي عَذَابٍ وَ وَثَاقٍ، وَ حَمِيمٍ وَ غَسَّاقٍ، وَ الضَّرِيعِ وَ الْإِحْرَاقِ، وَ الْأَغْلَالِ وَ الْأَوْثَاقِ، وَ غِسْلِينٍ وَ زَقُّومٍ وَ صَدِيدٍ، مَعَ طُولِ الْمَقَامِ فِي أَيَّامٍ لَظَى، وَ فِي سَقَرَ الَّتِي‏ لا تُبْقِي وَ لا تَذَرُ فِي الْحَمِيمِ وَ الْجَحِيمِ، وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ*.\n\nثُمَّ اسْتَغْفِرْ لِذَنْبِكَ وَ ادْعُ بِمَا أَحْبَبْتَ، فَإِذَا فَرَغْتَ مِنَ الدُّعَاءِ فَاسْجُدْ وَ قُلْ فِي سُجُودِكَ:\nاللَّهُمَّ إِنِّي أُشْهِدُكَ وَ أُشْهِدُ مَلَائِكَتَكَ وَ أَنْبِيَاءَكَ وَ رُسُلَكَ وَ جَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ رَبِّي، وَ الْإِسْلَامُ دِينِي، وَ مُحَمَّدٌ نَبِيِّي، وَ عَلِيٌّ وَ الْحَسَنُ وَ الْحُسَيْنُ، وَ عَلِيُّ بْنُ الْحُسَيْنِ، وَ مُحَمَّدُ بْنُ عَلِيٍّ، وَ جَعْفَرُ بْنُ مُحَمَّدٍ، وَ مُوسَى بْنُ جَعْفَرٍ، وَ عَلِيُّ بْنُ مُوسَى، وَ مُحَمَّدُ بْنُ عَلِيٍّ، وَ عَلِيُّ بْنُ مُحَمَّدٍ، وَ الْحَسَنُ بْنُ عَلِيٍّ، وَ الْخَلَفُ الْبَاقِي، عَلَيْهِمْ أَفْضَلُ الصَّلَوَاتِ، أَئِمَّتِي، بِهِمْ أَتَوَلَّى، وَ مِنْ عَدُوِّهِمْ أَتَبَرَّأُ، اللَّهُمَّ إِنِّي أَنْشُدُكَ دَمَ الْمَظْلُومِ- ثَلَاثاً.\nاللَّهُمَّ إِنِّي أَنْشُدُكَ بِإِيوَائِكَ عَلَى نَفْسِكَ لِأَوْلِيَائِكَ، لَتُظْفِرَنَّهُمْ‏ بِعَدُوِّكَ وَ عَدُوِّهِمْ، أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ عَلَى الْمُسْتَحْفَظِينَ مِنْ آلِ مُحَمَّدٍ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْيُسْرَ بَعْدَ الْعُسْرِ- ثَلَاثاً.\n\nثُمَّ ضَعْ خَدَّكَ الْأَيْمَنَ عَلَى الْأَرْضِ وَ قُلْ:\nيَا كَهْفِي حِينَ تُعْيِينِي الْمَذَاهِبُ، وَ تَضِيقُ عَلَيَّ الْأَرْضُ بِمَا رَحُبَتْ، وَ يَا بَارِئَ خَلْقِي رَحْمَةً بِي وَ قَدْ كَانَ عَنْ خَلْقِي غَنِيّاً، صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى الْمُسْتَحْفَظِينَ مِنْ آلِ مُحَمَّدٍ- ثَلَاثاً.\n\nثُمَّ ضَعْ خَدَّكَ الْأَيْسَرَ عَلَى الْأَرْضِ وَ قُلْ:\nيَا مُذِلَّ كُلِّ جَبَّارٍ، وَ يَا مُعِزَّ كُلِّ ذَلِيلٍ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ فَرِّجْ عَنِّي.\n\nثُمَّ قُلْ:\nيَا حَنَّانُ يَا مَنَّانُ، يَا كَاشِفَ الْكُرَبِ الْعِظَامِ- ثَلَاثاً.\nثُمَّ عُدْ إِلَى السُّجُودِ وَ قُلْ: شُكْراً شُكْراً- مِائَةَ مَرَّةٍ، وَ اسْأَلْ حَاجَتَكَ.\n\nالمصدر:\nالمزار الكبير"]