["زيارة أخرى له عليه السّلام مختصرة، يزار بها في كل يوم و في كل شهر، و يزار بها عند قائم الغري.\n\nفَقَدْ جَاءَ فِي الْأَثَرِ أَنَّ رَأْسَ الْحُسَيْنِ عَلَيْهِ السَّلَامُ هُنَاكَ، وَ أَنَّ الصَّادِقَ جَعْفَرَ بْنَ مُحَمَّدٍ عَلَيْهِمَا السَّلَامُ زَارَهُ هُنَاكَ بِهَذِهِ الزِّيَارَةِ وَ صَلَّى عِنْدَهُ أَرْبَعَ رَكَعَاتٍ.\n\nتَأْتِي مَشْهَدَهُ صَلَّى اللَّهُ عَلَيْهِ بَعْدَ اغْتِسَالِكَ وَ لِبَاسِكَ أَطْهَرَ ثِيَابِكَ، فَإِذَا وَقَفْتَ عَلَى قَبْرِهِ فَاسْتَقْبِلْهُ بِوَجْهِكَ وَ اجْعَلِ الْقِبْلَةَ بَيْنَ كَتِفَيْكَ وَ قُلِ:\n\nالسَّلَامُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا ابْنَ الصِّدِّيقَةِ الطَّاهِرَةِ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ، السَّلَامُ عَلَيْكَ يَا مَوْلَايَ، يَا أَبَا عَبْدِ اللَّهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nأَشْهَدُ أَنَّكَ أَقَمْتَ الصَّلَاةَ، وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ، وَ نَهَيْتَ عَنِ الْمُنْكَرِ، وَ تَلَوْتَ الْكِتَابَ‏ حَقَّ تِلاوَتِهِ‏، وَ جَاهَدْتَ‏ فِي اللَّهِ حَقَّ جِهادِهِ‏، وَ صَبَرْتَ عَلَى الْأَذَى فِي جَنْبِهِ مُحْتَسِباً حَتَّى أَتَاكَ الْيَقِينُ.\nوَ أَشْهَدُ أَنَّ الَّذِينَ خَالَفُوكَ وَ حَارَبُوكَ، وَ أَنَّ الَّذِينَ خَذَلُوكَ، وَ الَّذِينَ قَتَلُوكَ مَلْعُونُونَ عَلَى لِسَانِ النَّبِيِّ الْأُمِّيِّ، وَ قَدْ خابَ مَنِ افْتَرى‏، لَعَنَ اللَّهُ الظَّالِمِينَ لَكُمْ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ، وَ ضَاعَفَ عَلَيْهِمُ الْعَذَابَ الْأَلِيمَ.\nأَتَيْتُكَ يَا مَوْلَايَ يَا ابْنَ رَسُولِ اللَّهِ، زَائِراً عَارِفاً بِحَقِّكَ، مُوَالِياً لِأَوْلِيَائِكَ، مُعَادِياً لِأَعْدَائِكَ، مُسْتَبْصِراً بِالْهُدَى الَّذِي أَنْتَ عَلَيْهِ، عَارِفاً بِضَلَالَةِ مَنْ خَالَفَكَ، فَاشْفَعْ لِي عِنْدَ رَبِّكَ.\n\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ وَ ضَعْ خَدَّكَ عَلَيْهِ وَ تَحَوَّلْ إِلَى عِنْدِ الرَّأْسِ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ فِي أَرْضِهِ وَ سَمَائِهِ، صَلَّى اللَّهُ عَلَى رُوحِكَ الطَّيِّبَةِ وَ جَسَدِكَ الطَّاهِرِ، وَ عَلَيْكَ السَّلَامُ يَا مَوْلَايَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ تَحَوَّلْ إِلَى عِنْدِ الرِّجْلَيْنِ فَزُرْ عَلِيَّ بْنَ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِمَا، وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ وَ ابْنَ مَوْلَايَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، لَعَنَ اللَّهُ مَنْ ظَلَمَكَ، وَ لَعَنَ مَنْ قَتَلَكَ، وَ ضَاعَفَ عَلَيْهِمُ الْعَذَابَ الْأَلِيمَ.\n\nثُمَّ ادْعُ بِمَا أَرَدْتَ وَ زُرِ الشُّهَدَاءَ مُنْحَرِفاً مِنْ عِنْدِ الرِّجْلَيْنِ إِلَى الْقِبْلَةِ، فَقُلْ:\nالسَّلَامُ عَلَيْكُمْ أَيُّهَا الصِّدِّيقُونَ، السَّلَامُ عَلَيْكُمْ أَيُّهَا الشُّهَدَاءُ الصَّابِرُونَ، أَشْهَدُ أَنَّكُمْ جَاهَدْتُمْ فِي سَبِيلِ اللَّهِ، وَ صَبَرْتُمْ عَلَى الْأَذَى فِي جَنْبِ اللَّهِ، وَ نَصَحْتُمْ لِلَّهِ وَ لِرَسُولِهِ وَ لِابْنِ رَسُولِهِ حَتَّى أَتَاكُمُ الْيَقِينُ.\nأَشْهَدُ أَنَّكُمْ أَحْيَاءٌ عِنْدَ رَبِّكُمْ تُرْزَقُونَ، جَزَاكُمُ اللَّهُ عَنِ الْإِسْلَامِ وَ أَهْلِهِ أَفْضَلَ جَزَاءِ الْمُحْسِنِينَ، وَ جَمَعَ بَيْنَنَا وَ بَيْنَكُمْ فِي مَحَلِّ النَّعِيمِ.\n\nثُمَّ امْضِ إِلَى قَبْرِ الْعَبَّاسِ بْنِ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِمَا السَّلَامُ، فَإِذَا أَتَيْتَهُ فَقِفْ عَلَيْهِ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ أَيُّهَا الْعَبْدُ الصَّالِحُ، الْمُطِيعُ لِلَّهِ وَ لِرَسُولِهِ.\nأَشْهَدُ أَنَّكَ قَدْ جَاهَدْتَ وَ نَصَحْتَ وَ صَبَرْتَ حَتَّى أَتَاكَ الْيَقِينُ، لَعَنَ اللَّهُ الظَّالِمِينَ لَكُمْ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ وَ أَلْحَقَهُمْ بِدَرْكِ الْجَحِيمِ.\n\nثُمَّ صَلِّ فِي مَسْجِدِهِ تَطَوُّعاً مَا أَحْبَبْتَ، وَ انْصَرِفْ.\nفَإِذَا أَرَدْتَ وَدَاعَ سَيِّدِنَا أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ عِنْدَ انْصِرَافِكَ مِنْ مَشْهَدِهِ فَقِفْ عَلَى قَبْرِهِ كَمَا وَقَفْتَ عَلَيْهِ أَوَّلًا، وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ يَا أَبَا عَبْدِ اللَّهِ، هَذَا أَوَانُ انْصِرَافِي، غَيْرَ رَاغِبٍ عَنْكَ، وَ لَا مُسْتَبْدِلٍ بِكَ غَيْرَكَ، وَ أَسْتَوْدِعُكَ اللَّهَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِالرَّسُولِ وَ بِمَا جِئْتَ بِهِ وَ دَلَلْتَ عَلَيْهِ، اللَّهُمَّ اكْتُبْنَا مَعَ الشَّاهِدِينَ.\nاللَّهُمَّ لَا تَجْعَلَ زِيَارَتِي هَذِهِ آخِرَ الْعَهْدِ مِنِّي بِزِيَارَتِهِ، وَ ارْزُقْنِي الْعَوْدَ إِلَيْهِ أَبَداً مَا أَحْيَيْتَنِي، فَإِذَا تَوَفَّيْتَنِي فَاحْشُرْنِي مَعَهُ، وَ اجْمَعْ بَيْنِي وَ بَيْنَهُ فِي جَنَّاتِ النَّعِيمِ.\n\nالمصدر:\nالمزار الكبير"]