["زيارة النصف من رجب\n\nوهي  زيارة اُخرى غير ما مرّ أوردها المفيد (رحمه الله) في (المزار) للنصف من رجب خاصة ويسمّى (أي النصف من رجب ) بالغفيلة لغفلة عامة الناس عن فضله. \n\nفإذا أردت ذلك وأتيت الصحن فادخل (أي ادخل الروضة) وكبّر الله تعالى ثلاثاً وقف على القبر وقل:\n\nالسَّلامُ عَلَيكُم يا آلَ اللهِ، السَّلامُ عَلَيكُم يا صَفوَةَ اللهِ، السَّلامُ عَلَيكُم يا خِيَرَةَ اللهِ مِن خَلقِهِ، السَّلامُ عَلَيكُم يا سادَةَ السَّاداتِ، السَّلامُ عَلَيكُم يا لُيُوثَ الغاباتِ، السَّلامُ عَلَيكُم يا سُفُنَ النَّجاةِ، السَّلامُ عَلَيكَ يا أبا عَبدِ اللهِ الحُسَينَ، السَّلامُ عَلَيكَ يا وارِثَ عِلمِ الأنبياءِ وَرَحمَةُ اللهِ وَبَرَكاتُه. السَّلامُ عَلَيكَ يا وارِثَ آدَمَ صَفوَةِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ نُوحٍ نَبِيِّ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ إبراهِيمَ خَلِيلِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ إسماعِيلَ ذَبِيحِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُوسى كَلِيمِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ عِيسى رُوحِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُحَمَّدٍ حَبِيبِ اللهِ، السَّلامُ عَلَيكَ يا بنَ مُحَمَّدٍ المُصطَفى، السَّلامُ عَلَيكَ يا بنَ عَلِيٍّ المُرتَضى، السَّلامُ عَلَيكَ يا بنَ فاطِمَةَ الزَهراءِ، السَّلامُ عَلَيكَ يا بنَ خَدِيجَةَ الكُبرى، السَّلامُ عَلَيكَ يا شَهَيدُ بنَ الشَّهِيدِ، السَّلامُ عَلَيكَ يا قَتِيلُ بنَ القَتِيلِ، السَّلامُ عَلَيكَ يا وَلِيَّ اللهِ وَابنَ وَلِيِّهِ، السَّلامُ عَلَيكَ يا حُجَّةَ اللهِ وَابنَ حُجَّتِهِ عَلى خَلقِهِ، أشهَدُ أنَّكَ قَد أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَرُزِئتَ بِوَلَدَيكَ وَجاهَدتَ عَدُوَّكَ، وَأشهَدُ أنَّكَ تَسمَعُ الكَلامَ وَتَرُدُّ الجَوابَ وَأنَّكَ حَبِيبُ اللهِ وَخَلِيلُهُ وَنَجِيبُهُ وَصَفِيُّهُ وَابنُ صَفِيِّهِ. يا مَولايَ وَابنَ مَولايَ زُرتُكَ مُشتاقاً فَكُن لي شَفِيعاً إلى اللهِ يا سَيِّدي وَأستَشفِعُ إلى اللهِ بِجَدِّكَ سَيِّدِ النَّبِيِّينَ وَبِأبِيكَ سَيِّدِ الوَصِيِّينَ وَبِأُمِّكَ فاطِمَةَ سَيِّدَةِ نِساءِ العالَمِينَ، ألا لَعَنَ اللهُ قاتِلِيكَ وَلَعَنَ اللهُ ظالِمِيكَ وَلَعَنَ اللهُ سالِبِيكَ وَمُبغِضِيكَ مِنَ الأوّلِينَ والآخِريِن وَصَلّى اللهُ عَلى سَيِّدِنا مُحَمَّدٍ وَآلِهِ الطَّيِّبِينَ الطَّاهِرِينَ.\n\nثمّ قبّل القبر الطاهر وتوجّه إلى قبر علي بن الحسين (عليهما السلام) فزره وقل:\nالسَّلامُ عَلَيكَ يا مَولايَ وَابنَ مَولايَ لَعَنَ اللهُ قاتِلِيكَ وَلَعَنَ اللهُ ظالِمِيكَ وَإنّي أتَقَرَّبُ إلى اللهِ بِزيارَتِكُم وَبِمَحَبَّتِكُم وَأبرَءُ إلى اللهِ مِن أعدائِكُم وَالسَّلامُ عَلَيكَ يا مَولايَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ امض إلى قبور الشهداء (رضوان الله عليهم) فإذا بلغتها فقف وقل:\nالسَّلامُ عَلى الأرواحِ المُنِيخَةِ بِقَبرِ أبي عَبدِ اللهِ الحُسَينِ (عليه السلام) ، السَّلامُ عَلَيكُم يا طاهِرِينَ مِنَ الدَّنَسِ، السَّلامُ عَلَيكُم يا مَهدِيُّونَ، السَّلامُ عَلَيكُم يا أبرارَ اللهِ، السَّلامُ عَلَيكُم وَعَلى المَلائِكَةِ الحافِّينَ بِقِبُورِكُم أجمَعِينَ جَمَعَنا اللهُ وَإياكُم في مُستَقَرِّ رَحمَتِهِ وَتَحتَ عَرشِهِ إنَّهُ أرحَمُ الرَّاحِمِينَ والسَّلامُ عَلَيكُم وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ امض إلى حرم العباس بن أمير المؤمنين (عليهما السلام) فإذا بلغته فقف على باب قبته وقل:\nسَلامُ اللهِ وَسَلامُ مَلائِكَتِهِ المُقَرَّبِينَ وَأنبيائِهِ المُرسَلِينَ وَعِبادِهِ الصَّالِحِينَ وَجَمِيعِ الشُّهَداءِ وَالصِّدِّيقِينَ وَالزَّاكِياتُ الطَّيِّباتُ فِيما تَغتَدي وَتَرُوحُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ أشهَدُ لَكَ بِالتَّسلِيمِ وَالتَّصدِيقِ وَالوَفاءِ وَالنَّصِيحَةِ لِخَلَفِ النَّبِيِّ (صلّى الله عليه و آله) المُرسَلِ وَالسِّبطِ المُنتَجَبِ وَالدَّلِيلِ العالِمِ وَالوَصِيِّ المُبَلِّغِ وَالمَظلُومِ المُهتَضَمِ، فَجَزاكَ اللهُ عَن رَسُولِهِ وَعَن أمِيرِ المُؤمِنِينَ وَعَن الحَسَنِ وَالحُسَينِ (صلوات الله عليهم) أفضَلَ الجَزاءِ بِما صَبَرتَ وَاحتَسَبتَ وَأعَنتَ فَنِعمَ عُقبى الدَّارِ.\nلَعَنَ اللهُ مَن قَتَلَكَ وَلَعَنَ اللهُ مَن جَهِلَ حَقَّكَ وَاستَخَفَّ بِحُرمَتِكَ وَلَعَنَ اللهُ مَن حالَ بَينَكَ وَبَينَ ماءِ الفُراتِ، أشهَدُ أنَّكَ قُتِلتَ مَظلُوماً وَأنَّ اللهَ مُنجِزٌ لَكُم ما وَعَدَكُم. جِئتُكَ يا بنَ أمِيرِ المُؤمِنِينَ وَافِداً إلَيكُم وَقَلَبيِ مُسَلِّمٌ لَكُم وتابِعٌ وَأنا لَكُم تابِعٌ وَنُصرَتي لَكُم مُعَدَّةٌ حَتّى يَحكُمَ اللهَ وَهُوَ خَيرُ الحاكِمِينَ فَمَعَكُم مَعَكُم لامَعَ عَدُوِّكُم، إنّي بِكُم وَبِإيابِكُم مِنَ المُؤمِنِينَ وَبِمَنْ خالَفَكُم وَقَتَلَكُم مِنَ الكافِرِينَ قَتَلَ اللهُ اُمَّةً قَتَلَتكُم بِالأيدي وَالألسُنِ.\nثمّ ادخل وانكب على القبر وقل: السَّلامُ عَلَيكَ أيُّها العَبدُ الصَّالِحُ المُطِيعُ للهِ وَلِرَسُولِهِ وَلأمير المُؤمِنِينَ وَالحَسَنِ وَالحُسَينِ صَلّى اللهُ عَلَيهِم وَسَلَّمَ، السَّلامُ عَلَيكَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ وَمَغفِرَتُهُ وَرِضوانُهُ وَعَلى رُوحِكَ وَبَدَنِكَ، أشهَدُ وَاُشهِدُ اللهَ أنَّكَ مَضَيتَ عَلى ما مَضى بِهِ البَدرِيُّونَ وَالمُجاهِدُونَ في سَبِيلِ اللهِ المُناصِحُونَ لَهُ في جِهادِ أعدائِهِ المُبالِغُونَ في نُصرَةِ أوليائِهِ الذَّابُّونَ عَن أحِبَّائِهِ، فَجَزاكَ اللهُ أفضَلَ الجَزاءِ وَأكثَرَ الجَزاءِ وَأوفَرَ الجَزاءِ وَأوفى جَزاءِ أحَدٍ مِمَّن وَفى بِبَيعَتِهِ وَاستَجابَ لَهُ دَعوَتَهُ وَأطاعَ وُلاةَ أمرِهِ، أشهَدُ أنَّكَ قَد بالَغتَ في النَّصِيحَةِ وَأعطَيتَ غايَةَ المَجهُودِ فَبَعَثَكَ اللهُ في الشُّهَداءِ وَجَعَلَ رُوحَكَ مَعَ أرواحِ السُّعَداءِ وَأعطاكَ مِن جِنانِهِ أفسَحَها مَنزِلاً وَأفضَلَها غُرَفاً وَرَفَعَ ذِكرَكَ في عِلّيِّينَ وَحَشَرَكَ مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَداءِ وَالصَّالِحِينَ وَحَسُنَ اُولئِكَ رَفِيقاً، أشهَدُ أنَّكَ لَم تَهِن وَلَم تَنكُل وَأنَّكَ مَضَيتَ عَلى بَصِيرَةٍ مِن أمرِكَ مُقتَدياً بِالصَّالِحِينَ وَمُتَّبِعاً لِلنَبِيِّينَ فَجَمَعَ اللهُ بَينَنا وَبَينَ رَسُولِهِ وَأوليائِهِ في مَنازِلِ المُخبِتِينَ فَإنَّهُ أرحَمُ الرَّاحِمِينَ.\n\nأقول: من المستحسن أن يزار بهذه الزيارة خلف القبر مستقبل القبلة كما قال الشيخ في التهذيب.\nثمّ ادخل فانكب على القبر وقل وأنت مستقبل القبلة: السَّلامُ عَلَيكَ أيُّها العَبدُ الصَّالِحُ.\n\nواعلم أيضاً أنّ إلى هنا تنتهي  زيارة العباس على الرواية السالفة ولكن السيد ابن طاووس والشيخ المفيد وغيرهما ذيّلوها قائلين: ثمّ انحرف إلى عند الرأس فصلّ ركعتين ثمّ صلّ بعدهما ما بدا لك وادع الله كثيراً وقل عقيب الركعات:\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَلا تَدَع لي في هذا المَكانِ المُكَرَّمِ وَالمَشهَدِ المُعَظَّمِ ذَنباً إلاّ غَفَرتَهُ وَلا هَمّاً إلاّ فَرَّجتَهُ وَلا مَرَضاً إلاّ شَفَيتَهُ وَلا عَيباً إلاّ سَتَرتَهُ وَلا رِزقاً إلاّ بَسَطتَهُ وَلا خَوفاً إلاّ آمَنتَهُ وَلا شَملاً إلاّ جَمَعتَهُ وَلا غائِباً إلاّ حَفِظتَهُ وَأدنَيتَهُ وَلا حاجَةً مِن حَوائِجِ الدُّنيا وَالآخِرةِ لَكَ فِيها رِضىً وَلِيَ فِيها صَلاحٌ إلاّ قَضَيتَها يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ عد إلى الضريح فقف عند الرجلين وقل: السَّلامُ عَلَيكَ يا أبا الفَضلِ العَبَّاسَ ابنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا بنَ سَيِّدِ الوَصِيِّيَن، السَّلامُ عَلَيكَ يا بنَ أوَّلِ القَومِ إسلاماً وَأقَدِمِهم إيماناً وَأقوَمُهِم بِدِينِ اللهِ وَأحوَطِهِم عَلى الإسلامِ، أشهَدُ لَقَد نَصَحتَ للهِ وَلِرَسُولِهِ وَلأخِيكَ فَنِعمَ الأخُ المُواسِي، فَلَعَنَ اللهُ اُمَّةٌ قَتَلَتكَ وَلَعَنَ اللهُ اُمَّةً ظَلَمَتكَ وَلَعَنَ اللهُ اُمَّةً استَحَلَّت مِنكَ المَحارِمَ وَانتَهَكَت حُرمَةَ الإسلامِ، فَنِعمَ الصَّابِرُ المُجاهِدُ المُحامي النَّاصِرُ وَالأخُ الدَّافِعُ عَن أخِيهِ المُجِيبُ إلى طاعَةِ رَبِّهِ الرَّاغِبُ فِيما زَهِدَ فِيهِ غَيرُهُ مِنَ الثَّوابِ الجَزِيلِ وَالثَّناءِ الجَمِيلِ وَألحَقَكَ اللهُ بِدَرَجَةِ آبائِكَ في جَنَّاتِ النَّعِيمِ. اللهُمَّ إنّي تَعَرَّضتُ لزيارة أوليائِكَ رَغبَةً في ثَوابِكَ وَرَجاءً لِمَغفِرَتِكَ وَجَزِيلِ إحسانِكَ، فَأسألُكَ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِهِ الطَّاهِرِينَ وَأن تَجعَلَ رِزقي بِهِم دارَّاً وَعَيشي بِهِم قارَّاً وَزيارَتي بِهِم مَقبُولَةً وَحياتي بِهِم طَيِّبَةً، وَأدرِجنيِ إدراج المُكرَمِينَ وَاجعَلني مِمَّن يَنقَلِبُ مِن  زيارة مَشاهِدِ أحِبَّائِكَ مُفلِحاً مُنجِحاً قَد استَوجَبَ غُفرانَ الذُّنُوبِ وَسَترَ العُيُوبِ وَكَشفَ الكُرُوبِ إنَّكَ أهلُ التَّقوى وَأهلُ المَغفِرَةِ.\n\nفإذا أردت وداعه فادن من القبر الشريف وودّعه بما ورد في رواية أبي حمزة الثمالي وذكره العلماء أيضاً:\nأستَودِعُكَ اللهُ وَأستَرعِيكَ وَأقرَأُ عَلَيكَ السَّلامُ آمَنّا بِاللهِ وَبِرَسُولِهِ وَبِكِتابِهِ وَبِما جاءَ بِهِ مِن عِندِ اللهِ، اللهُمَّ فَاكتُبنا مَعَ الشَّاهِدِينَ اللهُمَّ لا تَجعَلهُ آخِرَ العَهدِ مِن زيارَتي قَبرَ ابن أخي رَسُولِكَ (صلّى الله عليه و آله) وَارزُقني زيارَتَهُ أبَداً ما أبقَيتَني وَاحشُرني مَعَهُ وَمَعَ آبائِهِ في الجِنانِ وَعَرِّف بَيني وَبَينَهُ وَبَينَ رَسُولِكَ وَأوليائِكَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَوَفَّني عَلى الإيمانِ بِكَ وَالتَّصدِيقِ بِرَسُولِكَ وَالوِلايَةِ لِعَلِيِّ بنِ أبي طالِبٍ وَالأئِمَّةِ مِن وُلدِهِ (عليهم السلام)، وَالبَراءَةِ مِن عَدُوِّهِم فَإنّي قَد رَضِيتُ يا رَبّي بِذلِكَ وَصَلّى اللهُ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ.\n\nثمّ ادع لنفسك ولأبويك وللمؤمنين والمسلمين واختر من الدعاء ما شئت.\n\nالمصدر\nمفاتيح الجنان"]