["زيارة ليالي القدر\n\nاعلم أنّ الأحاديث كثيرة في فضل  زيارة الحسين (عليه السلام) في شهر رمضان ولاسيّما في أول ليلة منه وليلة النصف منه وآخر ليلة منه وفي خصوص ليلة القدر.\n\nوروي عن الإمام محمد التقي (عليه السلام) قال: «من زار الحسين (عليه السلام) ليلة ثلاث وعشرين من شهر رمضان وهي الليلة التي يرجى أن تكون ليلة القدر وفيها يفرق كلّ أمر حكيم صافحه روح أربعة وعشرين ألف نبي كلّهم يستأذن الله في  زيارة الحسين (عليه السلام) في تلك الليلة».\n\nوفي حديث معتبر آخر عن الصادق (عليه السلام) : «إذا كان ليلة القدر ينادي مناد من السماء السابعة من بطنان العرش: إنّ الله عزّ وجلّ قد غفر لمن أتى قبر الحسين (عليه السلام) ».\n\nوفي رواية: «إنّ من كان عند قبر الحسين (عليه السلام) ليلة القدر يصلّي عنده ركعتين أو ما تيسّر له وسأل الله الجنة واستعاذ به من النار أعطاه الله ما سأل وأعاذه الله ممّا استعاذ منه». وروى ابن قولويه عن الصادق (عليه السلام) : «إنّ من زار قبر الحسين بن علي (عليهما السلام) في شهر رمضان ومات في الطريق لم يعرض ولم يحاسب وقيل له: ادخل الجنة آمناً».\n\nوأمّا الألفاظ التي يزار بها الحسين (عليه السلام) في ليلة القدر فهي  زيارة أوردها الشيخ المفيد ومحمد ابن المشهدي وابن طاووس والشّهيد (رحمهم الله) في كتب الزيارة وخصّوها بهذه الليلة وبالعيدين (أي عيد الفطر وعيد الاضحى) وروى الشيخ محمد ابن المشهدي بأسناده المعتبرة عن الصادق (عليه السلام) قال: إذا أردت زيارته (عليه السلام) فأت مشهده المقدّس بعد أن تغتسل وتلبس أطهر ثيابك فإذا وقفت على قبره فاستقبله بوجهك واجعل القبلة بين كتفيك وقل:\nالسَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيْكَ يا بْنَ أَمِيرِ المُؤْمِنِينَ، السَّلامُ عَلَيْك يا بنَ الصِّدِّيقَةِ الطَّاهِرَةِ فاطِمَةَ سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلَيكَ يا مَولايَ يا أبا عَبدِ اللهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ. أشهَدُ أنَّكَ قَد أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَتَلَوْتَ الكِتابَ حَقَّ تِلاوَتِهِ وَجاهَدتَ في اللهِ حَقَّ جِهادِهِ وَصَبَرتَ عَلى الأذى في جَنبِهِ مُحتَسِباً حَتّى أتاكَ اليَقِينُ، أشهَدُ أنَّ الَّذِينَ خالَفُوكَ وَحارَبُوكَ وَالَّذِينَ خَذَلوكَ وَالَّذِينَ قَتَلُوكَ مَلعُونُونَ عَلى لِسانِ النَّبِيِّ الاُمّي وَ قَد خابَ مَن افتَرى، لَعَنَ اللهُ الظَّالِمِينَ لَكُم مِنَ الأوَّلِينَ وَالآخِرِينَ وَضاعَفَ عَلَيهِمُ العَذابَ الألِيمَ أتَيتُكَ يا مَولايَ يا بنَ رَسُولِ اللهِ زائِراً عارِفاً بِحَقِّكَ مُوالياً لأوليائِكَ مُعادياً لأعدائِكَ مُستَبصِراً بِالهُدى الَّذي أنتَ عَلَيهِ عارِفاً بِضَلالَةِ مَن خالَفَكَ فَاشفَع لي عِندَ رَبِّكَ.\n\nثمّ انكب على القبر وقبّله وضع خدّك عليه ثمّ انحرف إلى عند الرأس وقل:\nالسَّلامُ عَلَيكَ يا حُجَّةَ اللهِ في أرضِهِ وَسَمائِهِ صَلَّى اللهُ عَلى رُوحِكَ الطَّيِّبِ وَجَسَدِكَ الطَّاهِرِ وعَلَيكَ السَّلامُ يا مَولايَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ انكب على القبر وقبّله وضع خدّك عليه، ثمّ انحرف إلى عند الرأس فصلّ ركعتين للزيارة وصلّ بعدهما ما تيسّر\n\n ثمّ تحوّل إلى عند الرجلين وزر علي بن الحسين (عليهما السلام) وقل:\nالسَّلامُ عَلَيكَ يا مَولايَ وَابنَ مَولايَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، لَعَنَ اللهُ مَن ظَلَمَكَ وَلَعَنَ اللهُ مَن قَتَلَكَ وَضاعَفَ عَلَيهِمُ العَذابَ الألِيمَ. وادع بما تريد.\n\nثمّ زر الشهداء منحرفاً من عند الرجلين إلى القبلة فقل:\nالسَّلامُ عَلَيكُم أيُّها الصِّدِّيقُونَ، السَّلامُ عَلَيكُم أيُّها الشُّهَداءُ الصَّابِرُونَ، أشهَدُ أنَّكُم جاهَدتُم في سَبِيلِ اللهِ وَصَبَرتُم عَلى الأذى في جَنبِ اللهِ وَنَصَحتُم للهِ وَلِرَسُولِهِ حَتّى أتاكُم اليَقِينُ، أشهَدُ أنَّكُم أحياءٌ عِندَ رَبِّكُم تُرزَقُونَ فَجَزاكُمُ اللهُ عَنِ الإسلامِ وَأهلِهِ أفضَلَ جَزاءِ المُحسِنِينَ وَجَمَعَ بَينَنا وَبَينَكُم في مَحَلِّ النَّعِيمِ.\n\nثمّ امض إلى مشهد العباس بن أمير المؤمنين (عليهما السلام) . فإذا وقفت عليه فقل:\nالسَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ أيُّها العَبدُ الصَّالِحُ المُطِيعُ للهِ وَلِرَسُولِهِ، أشهَدُ أنَّكَ قَد جاهَدتَ وَنَصَحتَ وَصَبَرتَ حَتّى أتاكَ اليَقِينُ، لَعَنَ اللهُ الظَّالِمِينَ لَكُم مِنَ الأوَّلِينَ وَالآخِرِينَ وَألحَقَهُم بِدَرْكِ الجَحِيمِ. ثمّ صلّ تطوّعاً في مسجده ما تشاء وانصرف. \n\nالمصدر\nمفاتيح الجنان"]