["زيارة الحسين (عليه السلام) في عيدي الفطر والأضحى\n\nبسندٍ معتبرٍ عن الصادق (عليه السلام) قال: «من زار قبر الحسين (عليه السلام) ليلة من ثلاث ليالٍ غفر الله له ما تقدّم من ذنبه وما تأخر: ليلة الفطر، وليلة الاضحى، وليلة النصف من شعبان».\n\nوفي رواية معتبرة عن موسى بن جعفر (عليهما السلام) قال: «ثلاث ليالٍ من زار فيها الحسين (عليه السلام) غفر له ما تقدّم من ذنبه وما تأخر: ليلة النصف من شعبان، وليلة الثالثة والعشرون من رمضان، وليلة العيد (أي ليلة عيد الفطر)» \n\nوعن الصادق (عليه السلام) قال: «من زار الحسين بن علي (عليهما السلام) ليلة النصف من شعبان، وليلة الفطر، وليلة عرفة في سنة واحدة كتب الله له ألف حجة مبرورة وألف عمرة متقبّلة، وقضيت له ألف حاجة من حوائج الدنيا والآخرة».\n\nوعن الباقر (عليه السلام) قال: «من بات ليلة عرفة بأرض كربلاء وأقام بها حتى يعيّد وينصرف وقاه الله شرّ سنته». \n\nواعلم أنّ العلماء قد أوردوا لهذين العيدين الشريفين زيارتين إحداهما ما مضت من الزيارة في ليالي القدر والثانية هي ما يلي والزيارة السابقة يزار بها على ما يظهر من كلماتهم في يومي العيدين وهذه الزيارة تخص ليلتهما. قالوا: إذا أردت زيارته في الليلتين المذكورتين فقف على باب القبّة الطاهرة وارم بطرفك نحو القبر مستأذناً فقل:\nيا مَولايَ يا أبا عَبدِ اللهِ يا بنَ رَسُولِ اللهِ عَبدُكَ وَابنُ أمَتِكَ الذَّلِيلُ بَينَ يَدَيكَ وَالمُصَغَّرُ في عُلُوِّ قَدرِكَ وَالمُعتَرِفُ بِحَقِّكَ جاءَكَ مُستَجِيراً بِكَ قاصِداً إلى حَرَمِكَ مُتَوَجِّهاً إلى مَقامِكَ مُتَوَسِّلاً إلى اللهِ تَعالى بِكَ، أأدخُلُ يا مَولايَ أأدخُلُ يا وَلِيَّ اللهِ أأدخُلُ يا مَلائِكَةَ اللهِ المُحدِقِينَ بِهذا الحَرَمِ المُقِيمِينَ في هذا المَشهَدِ.\n\nفإن خشع قلبك ودمعت عينك فادخل وقدّم رجلك اليمنى على اليسرى وقل:\nبِسمِ اللهِ وَبِاللهِ وَفي سَبِيلِ اللهِ وَعَلى مِلَّةِ رَسُولِ اللهِ اللهُمَّ أنزِلني مُنزَلاً مُبارَكاً وَأنتَ خَيرُ المُنزِلِينَ.\n\nثمّ قل:\nاللهُ أكبَرُ كَبِيراً والحَمدُ للهِ كَثيراً وَسُبحانَ اللهِ بُكرَةً وَأصِيلاً وَالحَمدُ للهِ الفَردِ الصَّمَدِ الماجِدِ الأحَدِ المُتَفَضِّلِ المَنَّانِ المُتَطَوِّلِ الحَنَّانِ الَّذي مِن تَطَوُّلِهِ سَهَّلَ لي  زيارة مَولايَ بِإحسانِهِ وَلَم يَجعَلني عَن زيارَتِهِ مَمنُوعاً وَلا عَن ذِمَّتِهِ مَدفُوعاً بَل تَطَوَّلَ وَمَنَحَ.\n\nثمّ ادخل فإذا توسطت فقم حذاء القبر بخضوع وبكاء وتضرّع وقل:\nالسَّلامُ عَلَيكَ يا وارِثَ آدَمَ صَفوَةِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ نُوحٍ أمِينِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ إبراهِيمَ خَلِيلِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُوسى كَلِيمِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ عِيسى رُوحِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُحَمَّدٍ صَلّى اللهُ عَلَيهِ وآلِهِ حَبِيبِ اللهِ، السَّلامُ عَلَيكَ يا وارث عَلِيٍّ حُجَّةِ اللهِ، السَّلامُ عَلَيكَ أيُّها الوَصِيُّ البَرُّ التَّقِيُّ السَّلامُ عَلَيكَ يا ثارَ اللهِ وَابنَ ثأرِهِ وَالوِترَ المَوتُورِ، أشهَدُ أنَّكَ قَد أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَجاهَدتَ في اللهِ حَقَّ جِهادِهِ حَتّى استُبِيحَ حَرَمُكَ وَقُتِلتَ مَظلُوماً.\n\nثمّ قم عند رأسه خاشعاً قلبك دامعة عينك ثمّ قل: \nالسَّلامُ عَلَيكَ يا أبا عَبدِ اللهِ، السَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيكَ يا بنَ سَيِّدِ الوَصِيِّينَ، السَّلامُ عَلَيْكَ يا بْنَ فاطِمَة‌َ الزَّهْراءِ سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلَيكَ يا بَطَلَ المُسلِمِينَ يا مَولايَ أشهَدُ أنَّكَ كُنتَ نُوراً في الأصلابِ الشَّامِخَةِ وَالأرحامِ المُطَهَّرَةِ لَم تُنَجِّسكَ الجاهِلِيَّةُ بِأنجاسِها وَلَم تُلبِسكَ مِن مُدلَهِمَّاتِ ثِيابِها، وَأشهَدُ أنَّكَ مِن دَعائِمِ الدِّينِ وَأركانِ المُسلِمينَ وَمَعقِلِ المُؤمِنِينَ، وَأشهَدُ أنَّكَ الإمامُ البَرُّ التَّقِيُّ الرَّضِيُّ الزَّكِيُّ الهادي المَهدِيُّ، وَأشهَدُ أنَّ الأئِمَّةِ مِن وُلدِكَ كَلِمَةُ التَّقوى وَأعلامُ الهُدى وَالعُروَةُ الوُثقى وَالحُجَّةُ على أهلِ الدُّنيا .\n\nثمّ انكب على القبر وقل: \nإنّا للهِ وَإنّا إلَيهِ راجِعُونَ يا مَولايَ أنا مُوالٍ لِوَلِيِّكُم وَمُعادٍ لِعَدُوِّكُم وَأنا بِكُم مُؤمِنٌ وَبِإيابِكُم مُوقِنٌ بِشَرايِعِ دِيني وَخَواتِيمِ عَمَلِي، وَقَلبي لِقَلْبِكُم سِلمٌ وَأمري لأمرِكُم مُتَّبِعٌ. يا مَولايَ أتَيتُكَ خائِفاً فَآمِنّي وَأتَيتُكَ مُستَجِيراً فَأجِرني وَأتَيتُكَ فَقِيراً فَأغنِنِي، سَيِّدي وَمَولايَ أنتَ مَولايَ حُجَّةُ اللهِ عَلى الخَلقِ أجمَعِينَ آمَنتُ بِسِرِّكُم وَعَلانِيَتِكُم وَبِظاهِرِكُم وَباطِنِكُم وَأوَّلِكُم وَآخِرِكُم، وَأشهَدُ أنَّكَ التَّالِيَ لِكِتابِ اللهِ وَأمِينُ اللهِ الدَّاعي إلى اللهِ بِالحِكمَةِ وَالمَوعِظَةِ الحَسَنَةِ، لَعَنَ اللهُ اُمَّةً ظَلَمَتكَ وَاُمَّةً قَتَلَتكَ وَلَعَنَ اللهُ اُمَّةً سَمِعَت بِذلِكَ فَرَضِيَت بِهِ.\n\nثمّ صلّ عند الرأس ركعتين فإذا سلّمت فقل: \nاللهُمَّ إنّي لَكَ صَلَّيتُ وَلَكَ رَكَعتُ وَلَكَ سَجَدتُ وَحدَكَ لاشَرِيكَ لَكَ فَإنَّهُ لاتَجُوزُ الصَّلاةُ وَالرُّكُوعُ وَالسُّجُودُ إلاّ لَكَ لِأنَّكَ أنتَ اللهُ الَّذي لا إلهَ إلاّ أنتَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأبلِغهُم عَنّي أفضَلَ السَّلامِ وَالتَّحِيَّةِ واردُد عَلَيَّ مِنهُمُ السَّلامَ، اللهُمَّ وَهاتانِ الرّكعَتانِ هَدِيَّةٌ مِنّي إلى سَيِّدي الحُسَينِ بنِ عَلِيٍّ (عليهما السلام) ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَعَلَيهِ وَتَقَبَّلهُما مِنّي وَاجزِني عَلَيهِما أفضَلَ أمَلي وَرَجائي فِيكَ وفي وَلِيِّكَ يا وَلِيَّ المُؤمِنِينَ.\n\nثمّ انكب على القبر وقبّله وقل: \nالسَّلامُ عَلى الحُسَين بنِ عَلِيٍّ المَظلُومِ الشَّهِيدِ قَتِيلِ العَبَراتِ وَأسِيرِ الكُرُباتِ، اللهُمَّ إنّي أشهَدُ أنَّهُ وَلِيُّكَ وَابنُ وَلِيِّكَ وَصَفِيُّكَ الثَّائِرُ بِحَقِّكَ أكرَمتَهُ بِكَرامَتِكَ وَخَتَمتَ لَهُ بِالشَّهادَةِ وَجَعَلتَهُ سَيِّداً مِنَ السَّادَةِ وَقائِداً مِنَ القادَةِ وَأكرَمتَهُ بِطِيبِ الوِلادَةِ وَأعطَيتَهُ مَوارِيثَ الأنبياءِ وَجَعَلتَهُ حُجَّةً على خَلقِكَ مِنَ الأوصياءِ، فَأعذَرَ في الدُّعاءِ وَمَنَحَ النَّصِيحَةَ وَبَذَلَ مُهجَتَهُ فِيكَ حَتّى استَنقَذَ عِبادَكَ مِنَ الجَهالَةِ وَحَيرَةِ الضَّلالَةِ، وَقَد تَوازَرَ عَلَيهِ مَن غَرَّتهُ الدُّنيا وَباعَ حَظَّهُ مِنَ الآخِرةِ بِالأدنى وَتَرَدّى في هَواهُ وَأسخَطَكَ وَأسخَطَ نَبِيَّكَ وَأطاعَ مِن عِبادِكَ أُولي الشِّقاقِ وَالنِّفاقِ وَحَمَلَةَ الأوزارِ المُستَوجِبِينَ النَّارَ، فَجاهَدَهُم فِيكَ صابِراً مُحتَسِباً مُقبِلاً غَيرَ مُدبِرٍ لاتَأخُذُهُ في اللهِ لَومَةُ لائِمٍ حَتّى سُفِكَ في طاعَتِكَ دَمُهُ وَاستُبِيحَ حَرِيمُهُ، اللهُمَّ العَنهُم لَعناً وَبِيلاً وَعَذِّبهُم عَذاباً ألِيماً.\n\nثمّ اعطف على علي بن الحسين (عليهما السلام) وهو عند رجل الحسين (عليه السلام) وقل:\nالسَّلامُ عَلَيكَ يا وَلِيَّ اللهِ، السَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيكَ يا بنَ خاتَمِ النَّبِيِّينَ، السَّلامُ عَلَيكَ يا بنَ فاطِمَةَ سَيِّدَة‌ نِساءِ العالَمِينَ السَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ أيُّها المَظلُومُ الشَّهِيدُ، بِأبي أنتَ وَاُمّي عِشتَ سَعِيداً وَقُتِلتَ مَظلُوما شَهِيداً.\n\nثمّ اتجه إلى قبور الشهداء (رضوان الله عليهم) وقل: \nالسَّلامُ عَلَيكُم أيُّها الذَّابُّونَ عَن تَوحِيدِ اللهِ، السَّلامُ عَلَيكُم بِما صَبَرتُم فَنِعمَ عُقبى الدَّارِ، بِأبي أنتُم وَاُمّي فُزتُم فَوزاً عَظِيماً.\n\nثمّ امض إلى مشهد العباس بن عليٍّ (عليهما السلام) وقف على ضريحه الشريف وقل:\nالسَّلامُ عَلَيكَ أيُّها العَبدُ الصَّالِحُ وَالصِّدّيقُ المُواسِي، أشهَدُ أنَّكَ آمَنتَ بِاللهِ وَنَصَرتَ ابنَ رَسُولِ اللهِ وَدَعَوتَ إلى سَبِيلِ اللهِ وَواسَيتَ بِنَفسِكَ، فَعَلَيكَ مِنَ اللهِ أفضَلَ التَّحِيَّةِ وَالسَّلامِ.\nثمّ انكب على القبر وقل: بِأبي أنتَ وَاُمّي يا ناصِرَ دِينِ اللهِ، السَّلامُ عَلَيكَ يا ناصِرَ الحُسَينِ الصِّدّيقِ، السَّلامُ عَلَيكَ يا ناصِرَ الحُسَينِ الشَّهِيدِ، عَلَيكَ مِنّي السَّلامُ ما بَقِيتُ وَبَقِيَ اللَيلُ وَالنَّهارُ.\nثمّ صلّ عند رأسه (عليه السلام) ركعتين وقل ما قلت عند رأس الحسين (عليه السلام) أي ادع بدعاء:  اللهُمَّ إنّي صَلَّيتُ وَرَكَعتُ وَسَجَدتُ لَكَ وَحدَكَ لا شَرِيكَ لَكَ لأنَّ الصَّلاةَ وَالرُّكُوعَ وَالسُّجُودَ لا يَكُونُ إلاّ لَكَ لأنَّكَ أنتَ اللهُ لا إلهَ إلاّ أنتَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأبلِغهُم عَنّي أفضَلَ السَّلامُ وَالتَّحِيَّةِ وَاردُد عَلَيَّ مِنهُمُ السَّلامَ، اللهُمَّ وَهاتانِ الرَّكعَتانِ هَدِيَّةٌ مِنّي إلى مَولايَ الحُسِينِ بنِ عَلِيٍّ (عليهما السلام) ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَعَلَيهِ وَتَقَبَّل مِنِّي وَأجُرني عَلى ذلِكَ بِأفضَلِ أمَلي وَرَجائي فِيكَ وَفي وَلِيِّكَ يا وَلِيَّ المُؤمِنِينَ..\n\nثمّ ارجع إلى مشهد الحسين (عليه السلام) وأقم عنده ما أحببت إلاّ أنّه يستحب أن لا تجعله موضع مبيتك فإذا أردت وداعه فقم عند الرأس وأنت تبكي وتقول:\nالسَّلامُ عَلَيكَ يا مَولايَ سَلامَ مُوَدِّعٍ لا قالٍ وَلا سَئِمٍ، فَإن أنصَرِفُ فَلا عَن مَلالَةٍ وَإن أُقِم فَلا عَن سُوءِ ظَنٍّ بِما وَعَدَ اللهُ الصَّابِرِينَ، يا مَولايَ لا جَعَلَهُ اللهُ آخِرَ العَهدِ مِنّي لِزيارَتِكَ وَرَزَقَني العَودَ إلَيكَ وَالمَقامَ في حَرَمِكَ وَالكَونَ في مَشهَدِكَ آمِينَ رَبَّ العالَمِينَ.\n\nثمّ قبّله وامرُر عليه جميع جسدك فإنّه أمان وحرز، واخرج من عنده القهقرى ولا تولّه دبرك وقل:\nالسَّلامُ عَلَيكَ يا بابَ المَقامِ، السَّلامُ عَلَيكَ يا شَرِيكَ القُرآنِ، السَّلامُ عَلَيكَ يا حُجَّةَ الخِصامِ، السَّلامُ عَلَيكَ يا سَفِينَة‌َ النَّجاةِ، السَّلامُ عَلَيكُم يا مَلائِكَةَ رَبِّيَ المُقِيمِينَ في هذا الحَرَمِ، السَّلامُ عَلَيكَ أبَداً مابَقِيتُ وَبَقِيَ اللَيلُ وَالنَّهارُ.\nوقل: إنّا للهِ وَإنّا إلَيهِ راجِعُونَ وَلا حَولَ وَلاقُوَّةَ إلاّ بِاللهِ العلِيِّ العَظِيمِ.\n\nثمّ انصرف. \n\nوقال السيد ابن طاووس ومحمد ابن المشهدي: فإذا فعلت ذلك كنت كمن زار الله في عرشه.\n\nالمصدر\nمفاتيح الجنان"]