{
"title": "زيارة الحسين (ع) في يوم عرفة",
"type": "text",
"data": "زيارة الحسين (عليه السلام) في يوم عرفة\n\nاعلم أنّ ما روي من أهل البيت الطاهرين المعصومين (صلوات الله عليهم أجمعين) في  زيارة عرفة ممّا لا يحصى فضلاً وعدداً. ونحن تشويقاً للزائرين نورد منها البعض اليسير.\n\nبسندٍ معتبرٍ عن بشير الدهّان قال: قلت للصادق (صلوات الله وسلامه عليه) : ربّما فاتني الحج فأعرف عند قبر الحسين (عليه السلام) قال: «أحسنت يا بشير أيّما مؤمن أتى قبر الحسين (صلوات الله عليه) عارفاً بحقّه في غير يوم عيد كتب له عشرون حجة وعشرون عمرة مبرورات متقبّلات وعشرون غزوة مع نبيٍّ مرسل أو إمام عادل».\n\nومن أتاه في يوم عرفة عارفاً بحقّه كتب له ألف حجة وألف عمرة مبرورات متقبلات وألف غزوة مع نبيٍّ مرسل أو إمام عادل. قال: فقلت له: وكيف لي بمثل الموقف؟ قال: فنظر إليّ شبه المغضب، ثمّ قال: «يا بشير إنّ المؤمن إذا أتى قبر الحسين (صلوات الله عليه) يوم عرفة واغتسل بالفرات ثمّ توجّه إليه كتب الله عزّ وجلّ له بكلّ خطوة حجّة بمناسكها ولا أعلمه إلاّ قال: وعمرة».\n\nوفي أحاديث كثيرة معتبرة: «إنّ الله تعالى ينظر إلى زوّار قبر الحسين (عليه السلام) نظر الرّحمة في يوم عرفة قبل نظره إلى أهل عرفات».\n\nوفي حديث معتبر عن رفاعة قال: قال لي الصادق (عليه السلام) : «يا رفاعة أحججت العام؟» قلت: جعلت فداك ما كان عندي ما أحج به ولكنّي عرفت عند قبر الحسين (عليه السلام) . فقال لي: «يا رفاعة ما قصرت عما كان أهل منى فيه لولا إنّي أكره أن يدع النّاس الحج لحدّثتك بحديث لاتدع  زيارة قبر الحسين (صلوات الله عليه) أبداً». ثمّ سكت طويلاً ثمّ قال: «أخبرني أبي قال: من خرج إلى قبر الحسين (عليه السلام) عارفاً بحقه غير مستكبر صحبه ألف ملك عن يمينه وألف ملك عن شماله وكتب له ألف حجة وألف عمرة مع نبيٍّ أو وصيّ نبيّ».\n\nوأمّا كيفيّة زيارته (عليه السلام) فهي على ما أورده أجلّة العلماء وزعماء المذهب والدّين كما يلي: إذا أردت زيارته في هذا اليوم فاغتسل من الفرات إن أمكنك وإلاّ فمن حيث أمكنك والبس أطهر ثيابك واقصد حضرته الشريفة وأنت على سكينة ووقار، فإذا بلغت باب الحائر فكبّر الله تعالى وقل: اللهُ أكبَرُ.\n\nوقل: \nاللهُ أكبَرُ كَبِيراً وَالحَمدُ للهِ كَثِيراً وَسُبحانَ اللهِ بُكرَةً وَأصِيلاً وَالحَمدُ للهِ الَّذي هَدانا لِهذا وَما كُنّا لِنَهتَدِيَ لَولا أن هدانا اللهُ، لَقَد جاءَت رُسُلُ رَبِّنا بِالحَقِّ.\nالسَّلامُ عَلى رَسُولِ اللهِ صَلّى اللهُ عَلَيهِ وآلِهِ، السَّلامُ عَلى أمِيرِ المُؤمِنِينَ، السَّلامُ عَلى فاطِمَةَ الزَّهراءِ سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلى الحَسَنِ وَالحُسَينِ، السَّلامُ عَلى عَلِيّ بنِ الحُسَينِ، السَّلامُ عَلى مُحَمَّدٍ بنِ عَلِيٍّ، السَّلامُ عَلى جَعفَرِ بنِ مُحَمَّدٍ، السَّلامُ عَلى مُوسى ابنِ جَعفَرٍ، السَّلامُ عَلى عَلِيّ بنِ مُوسى، السَّلامُ عَلى مُحَمَّدٍ بنِ عَلِيٍّ، السَّلامُ عَلى عَلِيِّ بنِ مُحَمَّدٍ، السَّلامُ على الحَسَنِ بنِ عَلِيٍّ، السَّلامُ عَلى الخَلَفِ الصَّالِحِ المُنتَظَرِ. السَّلامُ عَلَيكَ يا أبا عَبدِ اللهِ، السَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، عَبدُكَ وَابنُ عَبدِكَ وَابنُ أمَتِكَ المُوالي لِوَلِيِّكَ المُعادي لِعَدُوِّكَ استَجارَ بِمَشهَدِكَ وَتَقَرَّبَ إلى اللهِ بِقَصدِكَ، الحَمدُ للهِ الَّذي هَداني لِوِلايَتِكَ وَخَصَّني بِزيارَتِكَ وَسَهَّلَ لي قَصدَكَ.\n\nثمّ ادخل فقف ممّا يلي الرأس وقل:\nالسَّلامُ عَلَيكَ يا وارِثَ آدَمَ صَفوَةِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ نُوحٍ نَبِيِّ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ إبراهِيمَ خَلِيلِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُوسى كَلِيمِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ عِيسى رُوحِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُحَمَّدٍ حَبِيبِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا وارِثَ فاطِمَةَ الزَّهراءِ، السَّلامُ عَلَيكَ يا بنَ مُحَمَّدٍ المُصطَفى، السَّلامُ عَلَيكَ يا بنَ عَلِيٍّ المُرتَضى، السَّلامُ عَلَيكَ يا بنَ فاطِمَةَ الزَهراءِ، السَّلامُ عَلَيكَ يا بنَ خَدِيجَةَ الكُبرى، السَّلامُ عَلَيكَ يا ثارَ اللهِ وَابنَ ثأرِهِ وَالوِترَ المَوتُورِ. أشهَدُ أنَّكَ قَد أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَأطَعتَ اللهَ حَتّى أتاكَ اليَقِينُ، فَلَعَنَ اللهُ اُمَّةً ظَلَمَتكَ وَلَعَنَ اللهُ اُمَّةً سَمِعَت بِذلِكَ فَرَضِيَت بِهِ، يا مَولايَ يا أبا عَبدِ اللهِ أُشهِدُ اللهَ وَمَلائِكَتَهُ وَأنبياءَهُ وَرُسُلَهُ أنّي بِكُم مُؤمِنٌ وَبِإيابِكُم مُوقِنٌ بِشَرائعِ دِيني وَخَواتِيمِ عَمَلي وَمُنقَلَبي إلى رَبِّي، فَصَلَواتُ اللهِ عَلَيكُم وَعَلى أرواحِكُم وَعَلى أجسادِكُم وَعَلى شاهِدِكُم وَعَلى غائِبِكُم وَظاهِرِكُم وَباطِنِكُم. السَّلامُ عَلَيكَ يا بنَ خاتَمِ النَّبِيِّينَ وَابنَ سَيِّدِ الوَصِيِّينَ وَابنَ إمامِ المُتَّقِينَ وَابنَ قائِدِ الغُرِّ المُحَجَّلِينَ إلى جَنَّاتِ النَّعِيمِ وَكَيفَ لاتَكُونُ كَذلِكَ وَأنتَ بابُ الهُدى وَإمامُ التُّقى وَالعُروَةُ الوُثقى وَالحُجَّةُ عَلى أهلِ الدُّنيا وَخامِسُ أصحابِ الكِساءِ، غَذَّتكَ يَدُ الرَّحمَةِ وَرَضَعْتَ مِن ثَدي الإيمانِ وَرُبّيتَ في حِجرِ الإسلامِ، فَالنَّفسُ غَيرُ راضِيَةٍ بِفِراقِكَ وَلاشاكَّةٍ في حياتِكَ صَلَواتُ اللهِ عَلَيكَ وَعَلى آبائِكَ وَأبنائِكَ، السَّلامُ عَلَيكَ يا صَرِيعَ العَبرَةِ السَّاكِبَةِ وَقَرِينَ المُصِيبَةِ الرَّاتِبَةِ، لَعَنَ اللهُ اُمَّةَ استَحَلَّت مِنكَ المَحارِمَ فَقُتِلتَ صَلّى اللهُ عَلَيكَ مَقهُوراً وَأصبَحَ رَسُولُ اللهِ (صلّى الله عليه و آله) بِكَ مَوتُوراً وَأصبَحَ كِتابُ اللهِ بِفَقدِكَ مَهجُوراً، السَّلامُ عَلَيكَ وَعَلى جَدِّكَ وَأبِيكَ وَاُمِّكَ وَأخِيكَ وَعَلى الأئِمَّةِ مِن بَنِيكَ وَعَلى المُستَشهَدِينَ مَعَكَ وَعَلى المَلائِكَةِ الحافِّينَ بِقَبرِكَ وَالشَّاهِدِينَ لِزُوَّارِكَ المُؤَمِّنِينَ بِالقَبُولِ عَلى دعُاءِ شِيعَتِكَ وَالسَّلامُ عَلَيكَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\nبِأبي أنتَ وَاُمّي يا بنَ رَسُولِ اللهِ بِأبي أنتَ وَاُمّي يا أبا عَبدِ اللهِ لَقَد عَظُمَتِ الرَّزِيَّةُ وَجَلَّتِ المُصِيبَةُ بِكَ عَلَينا وَعَلى جَمِيعِ أهلِ السَّماواتِ وَالأرضِ، فَلَعَنَ اللهُ اُمَّةً أسرَجَت وَألجَمَت وَتَهَيا ت لِقِتالِكَ. يا مَولايَ يا أبا عَبدِ اللهِ قَصَدتُ حَرَمَكَ وَأتَيتُ مَشهَدَكَ أسألُ اللهَ بِالشَّأنِ الَّذي لَكَ عِندَهُ وَبِالمَحَلِّ الَّذي لَكَ لَدَيهِ أن يُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن يَجعَلَني مَعَكُم في الدُّنيا وَالآخِرَةِ بِمَنِّهِ وَجُودِهِ وَكَرَمِهِ.\nثمّ قبّل الضريح وصلّ عند الرأس ركعتين تقرأ فيهما ما أحببت من السور، فإذا فرغت فقل:\nاللهُمَّ إنّي صَلَّيتُ وَرَكَعتُ وَسَجَدتُ لَكَ وَحدَكَ لا شَرِيكَ لَـكَ لإنَّ الصَّلاةَ وَالرُّكُوعَ وَالسُّجُودَ لا يَكُونُ إلاّ لَكَ لأنَّكَ أنتَ اللهُ لا إلهَ إلاّ أنتَ اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأبلِغهُم عَنّي أفضَلَ التَّحِيَّةِ وَالسَّلامِ وَاردُدْ عَلَيَّ مِنهُمُ التَّحِيَّةَ وَالسَّلامَ، اللهُمَّ وَهاتانِ الرّكعَتانِ هَدِيَّةٌ مِنّي إلى مَولايَ وَسَيِّدي وإمامي الحُسَينِ بِن عَلِيٍّ (عليهما السلام) ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَقَبَّل ذلِكَ مِنّي وَاجزِني عَلى ذلِكَ أفضَلَ أمَلي وَرَجائي فِيكَ وفي وَلِيِّكَ يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ صر إلى عند رجلي الحسين وزر عليّ بن الحسين (صلى الله عليه وآله وسلم) ، ورأسه عند رجلي أبي عبد الله (عليه السلام) وقل:\nالسَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيكَ يا بنَ نَبِيِّ اللهِ، السَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا بنَ الحُسَينِ الشَّهِيدِ، السَّلامُ عَلَيكَ أيُّها الشَّهِيدُ ابنُ الشَّهِيدِ، السَّلامُ عَلَيكَ أيُّها المَظلُومُ ابنُ المَظلُومِ، لَعَنَ اللهُ اُمَّةً قَتَلَتكَ وَلَعَنَ اللهُ اُمَّةً ظَلَمَتكَ وَلَعَنَ اللهُ اُمَّةً سَمِعَت بِذلِكَ فَرَضِيَت بِهِ.\nالسَّلامُ عَلَيكَ يا مَولايَ، السَّلامُ عَلَيكَ يا وَلِيَ اللهِ وَابنَ وَلِيِّهِ، لَقَد عَظُمَتِ المُصِيبَةُ وَجَلَّتِ الرَزِيَّةُ بِكَ عَلَينا وَعَلى جَمِيعِ المُؤمِنِينَ فَلَعَنَ اللهُ اُمَّةً قَتَلَتكَ وَأبرَءُ إلى اللهِ وَإلَيكَ مِنهُم في الدُّنيا وَالآخِرةِ.\nثمّ توجّه إلى الشهداء وزرهم وقل: السَّلامُ عَلَيكُم يا أولياءَ اللهِ وَأحِبّاءَهُ، السَّلامُ عَلَيكُم يا أصفياءَ اللهِ وَأوِدّاءَهُ، السَّلامُ عَلَيكُم يا أنصارَ دِينِ اللهِ وَأنصارَ نَبِيِّهِ وَأنصارَ أمِيرِ المُؤمِنِينَ وَأنصارَ فاطِمَةَ سَيِّدَةِ نِساء العالَمِينَ، السَّلامُ عَلَيكُم يا أنصارَ أبي مُحَمَّدٍ الحَسَنِ الوَلِيِّ النَّاصِحِ، السَّلامُ عَلَيكُم يا أنصارَ أبي عَبدِ اللهِ الحُسَينِ الشَّهِيدِ المَظلُومِ، (صَلَواتُ الله عَلَيهِم أجمَعينَ) . بِأبي أنتُم وَاُمّي طِبتُم وَطابَت الأرضُ الَّتي فِيها دُفِنتُم وَفُزتُم وَاللهِ فَوزاً عَظِيماً يا لَيتَني كُنتُ مَعَكُم فَأفُوزَ مَعَكُم في الجِنانِ مَعَ الشُّهَداءِ وَالصَّالِحِينَ وَحَسُنَ اُولئِكَ رَفِيقاً وَالسَّلامُ عَلَيكُم وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ عد إلى عند رأس الحسين (صلوات الله وسلامه عليه) وأكثر من الدعاء لنفسك ولأهلك ولإخوانك المؤمنين.\n\nقال السيد ابن طاووس والشهيد: ثمّ امض إلى مشهد العباس رضي الله عنه فإذا أتيته فقف على قبره وقل:\nالسَّلامُ عَلَيكَ يا أبا الفَضلِ العَبَّاسَ بنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا بنَ سَيِّدِ الوَصِيِّينَ، السَّلامُ عَلَيكَ يا بنَ أوَّلِ القَومِ إسلاماً وَأقدَمِهِم إيماناً وَأقوَمِهِم بِدِينِ اللهِ وَأحوَطِهِم عَلى الإسلامِ، أشهَدُ لَقَد نَصَحتَ للهِ وَلِرَسُولِهِ وَلأخِيكَ فَنِعمَ الأخُ المُواسِي، فَلَعَنَ اللهُ اُمَّةً قَتَلَتكَ وَلَعَنَ اللهُ اُمَّةً ظَلَمَتكَ وَلَعَنَ اللهُ اُمَّةً استَحَلَّت مِنكَ المَحارِمَ وَانتَهَكَت في قَتلِكَ حُرمَةَ الإسلامِ، فَنِعمَ الأخُ الصَّابِرُ المُجاهِدُ المُحامي النَّاصِرُ وَالأخُ الدَّافِعُ عَن أخِيهِ المُجِيبُ إلى طاعَةِ رَبِّهِ الرَّاغِبُ فِيما زَهِدَ فِيهِ غَيرُهُ مِنَ الثَّوابِ الجَزِيلِ وَالثَّناءِ الجَمِيلِ وَألحَقَكَ اللهُ بِدَرَجَةِ آبائِكَ في دارِ النَّعِيمِ إنَّهُ حَمِيدٌ مَجِيدٌ.\n\nثمّ انكب على القبر وقل:\nاللهُمَّ لَكَ تَعَرَّضتُ وَلزيارة أوليائِكَ قَصَدتُ رَغبَةً في ثَوابِكَ وَرَجاءً لِمَغفِرَتِكَ وَجَزِيلِ إحسانِكَ، فَأسألُكَ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَجعَلَ رِزقي بِهِم دارَّاً وَعَيشي بِهِم قارّاً وَزيارَتي بِهِم مَقبُولَةً وَذَنبي بِهِم مَغفُوراً، وَاقلِبني بِهِم مُفلِحاً مُنجِحاً مُستَجاباً دُعائي بِأفضَلِ ما يَنقَلِبُ بِهِ أحَدٌ مِن زُوَّارِهِ وَالقاصِدِينَ إلَيهِ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ قبّل الضريح وصلّ عنده صلاة الزيارة وما بدا لك فإذا أردت وداعه فقل ما ذكرناه سابقاً في وداعه (عليه السلام);"
}