{
"title": "زيارة الحسين (ع) في يوم عاشوراء",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "زيارة عاشوراء\n\nاعلم أنّ ما خص من الزيارات بيوم عاشوراء عديدة، ونحن للاختصار نقتصر منها على زيارتين. وقد ذكرنا في أعمال يوم عاشوراء أيضاً من الزيارة وغيرها ما يناسب المقام.\n\nالزيارة الاُولى: ممّا أردنا إيراده هنا هي  زيارة عاشوراء المشهورة ويزار بها من قرب ومن بعد.\n\nوروايتها المشروحة كما رواها الشيخ أبو جعفر الطوسي في (المصباح) ما يلي: روى محمد بن إسماعيل بن صالح بن بزيع، عن صالح بن عقبة، عن أبيه، عن الباقر (عليه السلام) قال: «من زار الحسين بن علي (عليهما السلام) في يوم عاشوراء من المحرّم يظلّ عنده باكيا لقي الله عزّ وجلّ يوم يلقاه بثواب ألفي حجة وألفي عمرة وألفي غزوة كثواب من حجّ واعتمر وغزا مع رسول الله (صلى الله عليه وآله وسلم) ومع الأئمة الراشدين». قال: قلت: جعلت فداك فما لمن كان في بعيد البلاد وأقاصيها ولم يمكنه المسير إليه في ذلك اليوم؟\n\nقال: «إذا كان كذلك برز إلى الصحراء أو صعد سطحاً مرتفعاً في داره وأومأ إليه بالسلام واجتهد في الدعاء على قاتليه وصلّى من بعد ركعتين وليكن ذلك في صدر النهار قبل أن تزول الشمس ثمّ ليندب الحسين (عليه السلام) ويبكيه ويا مر من في داره ممّن لا يتّقيه بالبكاء عليه ويقم في داره المصيبة بإظهار الجزع عليه وليعزّ فيها بعضهم بعضاً بمصابهم بالحسين (عليه السلام) ، وأنا الضامن لهم إذا فعلوا ذلك جميع ذلك». قلت: جعلت فداك أنت الضامن ذلك لهم والزعيم؟ قال: «أنا الضامن وأنا الزعيم لمن فعل ذلك».\n\nقلت: فكيف يعزّي بعضنا بعضاً؟ قال: «تقولون: أعظَمَ اللهُ اُجُورَنا بِمُصابِنا بِالحُسَينِ (عليه السلام) وَجَعَلَنا وَإياكُم مِنَ الطَّالِبِينَ بِثَأرِهِ مَعَ وَلِيِّهِ الإمام المَهدِيِّ مِن آلِ مُحَمَّدٍ (عليهم السلام) .\n\nوإن استطعت أن لا تخرج في يومك في حاجة فافعل فإنّه يوم نحس لا تُقضى فيه حاجة مؤمن وإن قضيت لم يبارك له فيما ادّخر ولم يبارك له في أهله، فإذا فعلوا ذلك كتب الله لهم ثواب ألف حجّة وألف عمرة وألف غزوة كلّها مع رسول الله (صلى الله عليه وآله وسلم) ، وكان له أجر وثواب مصيبة كلّ نبيّ ورسولٍ ووصيٍّ وصدّيق وشهيد مات أو قتل منذ خلق الله الدنيا إلى أن تقوم الساعة».\n\nقال صالح بن عقبة وسيف بن عميرة: قال علقمة بن محمّد الحضرمي: قلت للباقر (صلوات الله وسلامه عليه) : علّمني دعاءً أدعو به في ذلك اليوم إذا أنا زرته من قرب ودعاءً أدعو به إذا لم أزره من قرب وأومأت من بعد البلاد ومن داري بالسلامة إليه.\n\nفقال لي: يا علقمة إذا أنت صلّيت الركعتين بعد أن تومي إليه بالسلام فقل بعد الايماء إليه من بعد التكبير هذا القول (أي الزيارة الآتية) فإنّك إذا قلت ذلك فقد دعوت بما يدعو به زوّاره من الملائكة وكتب الله لك مائة ألف ألف درجة وكنت كمن استشهدوا معه تشاركهم في درجاتهم، وما عرفت إلاّ في زمرة الشهداء الذين استشهدوا معه، وكتب لك ثواب  زيارة كلّ نبيّ وكلّ رسول و زيارة كلّ من زار الحسين (عليه السلام) منذ يوم قتل (سلام الله عليه وعلى أهل بيته) ، تقول:\n\nالسَّلامُ عَلَيكَ يا أبا عَبدِ اللهِ، السَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ وَابنَ سَيِّدِ الوَصِيِّينَ، السَّلامُ عَلَيكَ يا بنَ فاطِمَةَ سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلَيكَ يا ثارَ اللهِ وَابنَ ثأرِهِ وَالوِترَ المَوتُورَ، السَّلامُ عَلَيكَ وَعَلى الأرواحِ الَّتي حَلَّت بِفِنائِكَ عَلَيكُم مِنّي جَميعاً سَلامُ اللهِ أبَداً ما بَقِيتُ وَبَقِيَ اللَّيلُ وَالنَّهارُ.\nيا أبا عَبدِ اللهِ لَقَد عَظُمَتِ الرَزِيَّةُ وَجَلّت وَعَظُمَتِ المُصِيبَةُ بِكَ عَلَينا وَعَلى جَمِيعِ أهلِ الإسلامِ، وَجَلَّت وَعَظُمَت مُصِيبَتُكَ في السَّماواتِ عَلى جَمِيعِ أهلِ السَّماواتِ، فَلَعَنَ اللهُ اُمَّةً أسَّسَت أساسَ الظُّلمِ وَالجَورِ عَلَيكُم أهلَ البَيتِ، وَلَعَنَ اللهُ اُمَّةً دَفَعَتكُم عَن مَقامِكُم وَأزالَتكُم عَن مَراتِبكُمُ الَّتي رَتَّبَكُمُ اللهُ فِيها، وَلَعَنَ اللهُ اُمَّةً قَتَلَتكُم وَلَعَنَ اللهُ المُمَهِّدِينَ لَهُم بِالتَّمكِينِ مِن قِتالِكُم، بَرِئتُ إلى اللهِ وَإلَيكُم مِنهُم وَمِن أشياعِهِم وَأتباعِهِم وَأوليائِهِم. يا أبا عَبدِ اللهِ إنّي سِلمٌ لِمَن سالَمَكُم وَحَربٌ لِمَن حارَبَكُم إلى يَومِ القيامة، وَلَعَنَ اللهُ آلَ زيادٍ وَآلَ مرَوانٍ وَلَعَنَ اللهُ بَني اُمَيَّةَ قاطِبَةً وَلَعَنَ اللهُ ابنَ مَرجانَةَ وَلَعَنَ اللهُ عُمَرَ بنَ سَعدٍ وَلَعَنَ اللهُ شِمراً، وَلَعَنَ اللهُ اُمَّةً أسرَجَت وَألجَمَت وَتَنَقَّبَت لِقِتالِكَ، بِأبي أنتَ وَاُمّي لَقَد عَظُمَ مُصابي بِكَ فَأسألُ اللهَ الَّذي أكرَمَ مَقامَكَ وَأكرَمَني بِكَ أن يَرزُقَني طَلَبَ ثأرِكَ مَعَ إمامٍ مَنصُورٍ مِن أهلِ بَيتِ مُحَمَّدٍ (صلّى الله عليه و آله) . اللهُمَّ اجعَلني عِندَكَ وَجِيهاً بِالحُسَينِ (عليه السلام) في الدُّنيا وَالآخِرةِ، يا أبا عَبدِ اللهِ إنّي أتَقَرَّبُ إلى اللهِ وَإلى رَسُولِهِ وَإلى أمِيرِ المُؤمِنِينَ وَإلى فاطِمَةَ وَإلى الحَسَنِ وَإلَيكَ بِمُوالاتِكَ وَبِالبَراءَةِ مِمَّنْ قاتَلَكَ وَنَصَبَ لَكَ الحَرْبَ وَبِالبَراءةِ مِمَّنْ أَسَّسَ أَساسَ الظُّلْمِ وَالجَوْرِ عَلَيْكُمْ ، وَأَبْرَأُ إِلى الله وَإِلى رَسُولِهِ مِمَّن أسَّسَ أساسَ ذلِكَ وَبَنى عَلَيهِ بُنيانَهُ وَجَرى في ظُلمِهِ وَجَورِهِ عَلَيكُم وَعَلى أشياعِكُم، بَرِئتُ إلى اللهِ وَإلَيكُم مِنهُم وَأتَقَرَّبُ إلى اللهِ ثُمَّ إلَيكُم بِمُوالاتِكُم وَمُوالاةِ وَلِيِّكُم وَالبَراءَةِ مِن أعدائِكُم وَالنَّاصِبِينَ لَكُم الحَربَ وَبِالبَراءَةِ مِن أشياعِهِم وَأتباعِهِم.\nإنّي سِلمٌ لِمَن سالَمَكُم وَحَربٌ لِمَن حارَبَكُم وَوَلِيُّ لِمَن وَالاكُم وَعَدُوٌ لِمَن عاداكُم، فَأسألُ اللهَ الَّذي أكرَمَني بِمَعرِفَتِكُم وَمَعرِفَةِ أوليائِكُم وَرَزَقَني البَراءَةِ مِن أعدائِكُم أن يَجعَلَني مَعَكُم في الدُّنيا وَالآخِرةِ وَأن يُثَبِّتَ لي عِندَكُم قَدَمَ صِدقٍ في الدُّنيا وَالآخِرَةِ، وَأسألُهُ أن يُبَلِّغَني المَقامَ المَحمُودَ لَكُم عِندَ اللهِ وَأن يَرزُقَني طَلَبَ ثأرِي مَعَ إمامِ هُدىً ظاهِرٍ ناطِقٍ بِالحَقِّ مِنكُم، وَأسألُ اللهَ بِحَقِّكُم وَبِالَّشأنِ الَّذي لَكُم عِندَهُ أن يُعطِيَني بِمُصابي بِكُم أفضَلَ ما يُعطي مُصاباً بِمُصِيبَتِهِ، مُصِيبَةً ما أعظَمَها وَأعظَمَ رَزِيَّتَها في الإسلامِ وَفي جَمِيعِ السَّماواتِ وَالأرضِ، اللهُمَّ اجعَلني في مَقامي هذا مِمَّن تَنالَهُ مِنكَ صَلَواتٌ وَرَحمَةٌ وَمَغفِرَهٌ، اللهُمَّ اجعَل مَحيايَ مَحيا مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَمَماتي مَماتَ مُحَمَّدٍ وَآلِ مُحَمَّدٍ، اللهُمَّ إنَّ هذا يَومٌ تَبَرَّكَت بِهِ بَنُو اُمَيَّةَ وَابنُ آكِلَةِ الأكبادِ اللَّعِينُ ابنُ اللَّعِينِ عَلى لِسانِكَ وَلِسانِ نَبِيِّكَ (صلّى الله عليه و آله) في كُلِّ مَوطِنٍ وَمَوقِفٍ وَقَفَ فِيهِ نَبِيُّكَ (صلّى الله عليه و آله) .\nاللهُمَّ العَن أبا سُفيانَ وَمُعاوِيَةَ وَيَزِيدَ بنَ مُعاوِيَةَ عَلَيهِم مِنكَ اللَّعنَةُ أبَدَ الآبِدِينَ، وَهذا يَومٌ فَرِحَت بِهِ آلُ زيادٍ وَآلُ مَروانَ بِقَتلِهِمُ الحُسَينَ (صلوات الله عليه) ، اللهُمَّ فَضاعِف عَلَيهِم اللَّعنَ مِنكَ وَالعَذابَ الأليم، اللهُمَّ إنّي أتَقَرَّبُ إلَيكَ في هذا اليَومِ وَفي مَوقِفي هذا وَأيامِ حياتي بِالبَراءَةِ مِنهُم وَاللَّعنَةِ عَلَيهِم وَبِالمُوالاةِ لِنَبِيِّكَ وَآلِ نَبِيِّكَ (عَلَيهِ وَعليهم السلام) .\n\nثمّ تقول مائة مرة: اللهُمَّ العَن أوَّلَ ظالِمٍ ظَلَمَ حَقَّ مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَآخِرَ تابِعٍ لَهُ عَلى ذلِكَ، اللهُمَّ العَن العِصابَةَ الَّتي جاهَدَتِ الحُسَينَ وَشايَعَت وَبايَعَت وَتابَعَت عَلى قَتلِهِ اللهُمَّ العَنهُم جَميعاً.\n\nثمّ تقول مائة مرة: السَّلامُ عَلَيكَ يا أبا عَبدِ اللهِ وَعَلى الأرواحِ الَّتي حَلَّت بِفِنائِكَ، عَلَيكَ مِنّي سَلامُ اللهِ أبَداً ما بَقِيتُ وَبَقِيَ اللَيلُ وَالنَّهارُ وَلا جَعَلَهُ اللهُ آخِرَ العَهدِ مِنّي لِزيارَتِكُم. السَّلامُ عَلى الحُسَينِ وَعَلى عَلِيِّ بنِ الحُسَينِ وَعَلى أولادِ الحُسَينِ وَعَلى أصحابِ الحُسَينِ.\n\nثمّ تقول:\nاللهُمَّ خُصَّ أنتَ أوَّلَ ظالِمٍ بِاللَّعنِ مِنّي وَأبدأ بِهِ أوَّلاً ثُمَّ العن الثَّاني وَالثَّالِثَ وَالرَّابِعَ، اللهُمَّ العَن يَزِيدَ خامِساً وَالعَن عُبَيدَ اللهِ بنَ زيادٍ وَابنَ مَرجانَةَ وَعُمَرَ بنَ سَعدٍ وَشِمراً وَآلَ أبي سُفيانَ وَآلَ زيادٍ وَآلَ مَروانَ إلى يَومِ القيامة.\n\nثمّ تسجد وتقول: \nاللهُمَّ لَكَ الحَمدُ حَمدَ الشَّاكِرِينَ لَكَ عَلى مُصابِهِم، الحَمدُ للهِ عَلى عَظِيمِ رَزِيَّتِي، اللهُمَّ ارزُقني شَفاعَةَ الحُسَينِ يَومَ الوُرُودِ وَثَبِّت لي قَدَمَ صِدقٍ عِندَكَ مَعَ الحُسَينِ وَأصحابِ الحُسَينِ الَّذِينَ بَذَلُوا مُهَجَهُم دُونَ الحُسَينِ (عليه السلام) .\n\nقال علقمة: قال الباقر (عليه السلام) : «وإن استطعت أن تزوره في كلّ يوم بهذه الزيارة في دارك فافعل فلك ثواب جميع ذلك».\n\n"
}