{
"title": "صيغة استئذان على السرداب المقدس والأئمة الطاهرين",
"type": "text",
"source": "\nبحار الأنوار ج99",
"data": "وَ أَقُولُ وَجَدْتُ فِي نُسْخَةٍ قَدِيمَةٍ مِنْ مُؤَلَّفَاتِ أَصْحَابِنَا مَا هَذَا لَفْظُهُ‏ اسْتِئْذَانٌ عَلَى السِّرْدَابِ الْمُقَدَّسِ وَ الْأَئِمَّةِ ع\n\n اللَّهُمَّ إِنَّ هَذِهِ بُقْعَةٌ طَهَّرْتَهَا وَ عَقْوَةٌ شَرَّفْتَهَا وَ مَعَالِمُ زَكَّيْتَهَا حَيْثُ أَظْهَرْتَ فِيهَا أَدِلَّةَ التَّوْحِيدِ وَ أَشْبَاحَ الْعَرْشِ الْمَجِيدِ الَّذِينَ اصْطَفَيْتَهُمْ مُلُوكاً لِحِفْظِ النِّظَامِ‏ وَ اخْتَرْتَهُمْ رُؤَسَاءَ لِجَمِيعِ الْأَنَامِ وَ بَعَثْتَهُمْ لِقِيَامِ الْقِسْطِ فِي ابْتِدَاءِ الْوُجُودِ إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ مَنَنْتَ عَلَيْهِمْ بِاسْتِنَابَةِ أَنْبِيَائِكَ لِحِفْظِ شَرَائِعِكَ وَ أَحْكَامِكَ فَأَكْمَلْتَ بِاسْتِخْلَافِهِمْ رِسَالَةَ الْمُنْذِرِينَ كَمَا أَوْجَبْتَ رِئَاسَتَهُمْ فِي فِطَرِ الْمُكَلَّفِينَ فَسُبْحَانَكَ مِنْ إِلَهٍ مَا أَرْأَفَكَ وَ لَا إِلَهَ إِلَّا أَنْتَ مِنْ مَلِكٍ مَا أَعْدَلَكَ حَيْثُ طَابَقَ صُنْعُكَ مَا فَطَرْتَ عَلَيْهِ الْعُقُولَ وَ وَافَقَ حُكْمُكَ مَا قَرَّرْتَهُ فِي الْمَعْقُولِ وَ الْمَنْقُولِ فَلَكَ الْحَمْدُ عَلَى تَقْدِيرِكَ الْحَسَنَ الْجَمِيلَ وَ لَكَ الشُّكْرُ عَلَى قَضَائِكَ الْمُعَلَّلِ بِأَكْمَلِ التَّعْلِيلِ فَسُبْحَانَ مَنْ لَا يُسْأَلُ عَنْ فِعْلِهِ وَ لَا يُنَازَعُ فِي أَمْرِهِ وَ سُبْحَانَ مَنْ‏ كَتَبَ عَلى‏ نَفْسِهِ الرَّحْمَةَ قَبْلَ ابْتِدَاءِ خَلْقِهِ وَ الْحَمْدُ لِلَّهِ الَّذِي مَنَّ عَلَيْنَا بِحُكَّامٍ يَقُومُونَ مَقَامَهُ لَوْ كَانَ حَاضِراً فِي الْمَكَانِ وَ لَا إِلَهَ إِلَّا اللَّهُ الَّذِي شَرَّفَنَا بِأَوْصِيَاءَ يَحْفَظُونَ الشَّرَائِعَ فِي كُلِّ الْأَزْمَانِ وَ اللَّهُ أَكْبَرُ الَّذِي أَظْهَرَهُمْ لَنَا بِمُعْجِزَاتٍ يَعْجِزُ عَنْهَا الثَّقَلَانِ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ الَّذِي أَجْرَانَا عَلَى عَوَائِدِهِ الْجَمِيلَةِ فِي الْأُمَمِ السَّالِفِينَ اللَّهُمَّ فَلَكَ الْحَمْدُ وَ الثَّنَاءُ الْعَلِيُّ كَمَا وَجَبَ لِوَجْهِكَ الْبَقَاءُ السَّرْمَدِيُّ وَ كَمَا جَعَلْتَ نَبِيَّنَا خَيْرَ النَّبِيِّينَ وَ مُلُوكَنَا أَفْضَلَ الْمَخْلُوقِينَ وَ اخْتَرْتَهُمْ‏ عَلى‏ عِلْمٍ عَلَى الْعالَمِينَ‏ وَفِّقْنَا لِلسَّعْيِ إِلَى أَبْوَابِهِمُ الْعَامِرَةِ إِلَى يَوْمِ الدِّينِ وَ اجْعَلْ أَرْوَاحَنَا تَحِنُّ إِلَى مَوْطِنِ أَقْدَامِهِمْ وَ نُفُوسَنَا تَهْوَى النَّظَرَ إِلَى مَجَالِسِهِمْ وَ عَرَصَاتِهِمْ حَتَّى كَأَنَّنَا نُخَاطِبُهُمْ فِي حُضُورِ أَشْخَاصِهِمْ فَصَلَّى اللَّهُ عَلَيْهِمْ مِنْ سَادَةٍ غَائِبِينَ وَ مِنْ سُلَالَةٍ طَاهِرِينِ وَ مِنْ أَئِمَّةٍ مَعْصُومِينَ\n\n اللَّهُمَّ فَأْذَنْ لَنَا بِدُخُولِ هَذِهِ الْعَرَصَاتِ الَّتِي اسْتَعْبَدْتَ بِزِيَارَتِهَا أَهْلَ الْأَرَضِينَ وَ السَّمَاوَاتِ وَ أَرْسِلْ دُمُوعَنَا بِخُشُوعِ الْمَهَابَةِ وَ ذَلِّلْ جَوَارِحَنَا بِذُلِّ الْعُبُودِيَّةِ وَ فَرْضِ الطَّاعَةِ حَتَّى نُقِرَّ بِمَا يَجِبُ لَهُمْ مِنَ الْأَوْصَافِ وَ نَعْتَرِفَ بِأَنَّهُمْ شُفَعَاءُ الْخَلَائِقِ إِذَا نُصِبَتِ الْمَوَازِينُ فِي يَوْمِ الْأَعْرَافِ وَ الْحَمْدُ لِلَّهِ وَ سَلامٌ عَلى‏ عِبادِهِ الَّذِينَ اصْطَفى‏ مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ \n\nثُمَّ قَبِّلِ الْعَتَبَةَ وَ ادْخُلْ خَاشِعاً بَاكِياً فَإِنَّهُ الْإِذْنُ مِنْهُمْ صَلَوَاتُ اللَّهِ عَلَيْهِمْ أَجْمَعِينَ.\n\n"
}