{
"title": "دعاء علقمة بعد زيارة عاشوراء",
"type": "text",
"data": "دعاء علقمة\n\nوروى محمد بن خالد الطيالسي، عن سيف بن عميرة قال: خرجت مع صفوان ابن مهران وجماعة من أصحابنا إلى الغري بعد ما خرج الصادق (عليه السلام) فسرنا من الحيرة إلى المدينة فلمّا فرغنا من الزيارة أي  زيارة أمير المؤمنين (عليه السلام) صرف صفوان وجهه إلى ناحية أبي عبد الله (عليه السلام) فقال لنا: تزورون الحسين (عليه السلام) من هذا المكان من عند رأس أمير المؤمنين (عليه السلام) من هاهنا أومأ إليه الصادق (عليه السلام) وأنا معه.\n\nقال سيف بن عميرة: فدعا صفوان بالزيارة التي رواها علقمة بن محمد الحضرمي عن الباقر (عليه السلام) في يوم عاشوراء ثمّ صلّى ركعتين عند رأس أمير المؤمنين (عليه السلام) وودّع في دبرهما أمير المؤمنين (عليه السلام) وأومأ إلى الحسين (صلوات الله عليه) بالسلام مصرفاً بوجهه نحوه وودّع وكان ممّا دعا دبرها:\n\nيا اللهُ يا اللهُ يا اللهُ يا مُجِيبَ دَعوَةَ المُضطَرِّينَ يا كاشِفَ كُرَبِ المَكرُوبِينَ يا غِيا ثَ المُستَغِيثِينَ يا صَرِيخَ المُستَصرِخِينَ، وَيا مَن هُوَ أقرَبُ إلَيَّ مِن حَبلِ الوَرِيدِ وَيا مَن يَحُولُ بَينَ المَرءِ وَقَلبِهِ وَيا مَن هُوَ بِالمَنظَرِ الأعلى وَبالأُفُقِ المُبِين وَيا مَن هُوَ الرَّحمنُ الرَّحِيمِ عَلى العَرشِ استَوى وَيا مَن يَعلَمُ خائِنَةَ الأعيُنِ وَما تُخفي الصُّدُورُ وَيا مَن لا يَخفى عَلَيهِ خافِيَةٌ، يا مَن لاتَشتَبِهُ عَلَيهِ الأصواتُ وَيا مَن لا تُغَلِّطُهُ الحاجاتُ وَيا مَن لا يُبرِمُهُ إلحاحُ المُلِحِّينَ، يا مُدرِكَ كُلِّ فَوتٍ وَيا جامِعَ كُلِّ شَملٍ وَيا بارِئَ النُّفُوسِ بَعدَ المَوتِ يا مَن هُوَ كُلَّ يَومٍ في شَأنٍ، يا قاضِيَ الحاجاتِ يا مُنَفِّسَ الكُرُباتِ يا مُعطِيَ السُّؤُلاتِ يا وَلِيَّ الرَّغَباتِ يا كافِيَ المُهِمَّاتِ، يا مَن يَكفي مِن كُلِّ شيءٍ وَلا يَكفي مِنهُ شيءٌ في السَّماواتِ وَالأرضِ. أسألُكَ بِحَقِّ مُحَمَّدٍ خاتَمِ النَّبِيِّينَ وَعَلِيٍّ أمِيرِ المُؤمِنِينَ وَبِحَقِّ فاطِمَةَ بِنَتِ نَبِيِّكَ وَبِحَقِّ الحَسَنِ وَالحُسَينِ فَإنّي بِهِم أتَوَجَّهُ إلَيكَ في مَقامي هذا وَبِهِم أتَوَسَّلُ وَبِهِم أتَشَفَّعُ إلَيكَ وَبِحَقِّهِم أسألُكَ وَاُقسِمُ وَأعزِمُ عَلَيكَ، وَبِالشَّأنِ الَّذي لَهُم عِندَكَ وَبِالقَدرِ الَّذي لَهُم عِندَكَ وَبِالَّذي فَضَّلتَهُم عَلى العالَمِينَ وَباسمِكَ الَّذي جَعَلتَهُ عِندَهُم وَبِهِ خَصَصتَهُم دُونَ العالَمِينَ وَبِهِ أبَنتَهُم وَأبَنتَ فَضَلَهُم مِن فَضلِ العالَمِينَ حَتّى فاقَ فَضلُهُم فَضلَ العالَمِينَ جَميعاً، أسألُكَ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَكشِفَ عَنّي غَمّي وَهَمّي وَكَربي وَتَكفِيَني المُهِمَّ مِن اُمُوري وَتَقضِيَ عَنّي دَيني وَتُجِيرَني مِنَ الفاقَةِ وَتُغنِيَني عَنِ المَسألَةِ إلى المَخلُوقِينَ، وَتَكفِيَني هَمَّ مَن أخافُ هَمَّهُ وَعُسرَ مَن أخافُ عُسرَهُ وَحُزُونَةَ مَن أخافُ حُزُونَتَهُ وَشَرَّ مَن أخافُ شَرَّهُ وَمَكرَ مَن أخافُ مَكرَهُ وَبَغيَ مَن أخافُ بَغيَهُ وَجَورَ مَن أخافُ جَورَهُ وَسُلطانَ مَن أخافُ سُلطانَهُ وَكَيدَ مَن أخافُ كَيدَهُ وَمَقدُرَةَ مَن أخافُ مَقدُرَتَهُ عَلَيَّ وَتَرُدَّ عَنّي كَيدَ الكَيَدَةِ وَمَكَرَ المَكَرَةِ. اللهُمَّ مَن أرادَني فَأرِدهُ وَمَن كادَني فَكِدهُ وَاصرِف عَنّي كَيدَهُ وَمَكرَهُ وَبَأسَهُ وَأمانِيَّهُ وَامنَعهُ عَنّي كَيفَ شِئتَ وَأنَّى شِئتَ، اللهُمَّ اشغَلهُ عَنّي بِفَقرٍ لا تَجبُرُهُ وَبِبَلاءٍ لا تَستُرُهُ وَبِفاقَةٍ لا تَسُدُّها وَبِسُقمٍ لا تُعافِيهِ وَذُلٍّ لاتُعِزُّهُ وَبِمَسكَنَةٍ لا تَجبُرُها،، اللهُمَّ اضرِب بِالذُلِّ نَصبَ عَينَيهِ وَأدخِل عَلَيهِ الفَقرَ في مَنزِلِهِ وَالْعِلَّةَ وَالسُّقمَ في بَدَنِهِ حَتّى تَشغَلَهُ عَنّي بِشُغلٍ شاغِلٍ لافَراغَ لَهُ، وَأنسِهِ ذِكري كَما أنسَيتَهُ ذِكرَكَ وَخُذْ عَنّي بِسَمعِهِ وَبَصَرِهِ وَلِسانِهِ وَيَدِهِ وَرِجلِهِ وَقَلبِهِ وَجَمِيعِ جَوارِحِهِ، وَأدخِل عَلَيهِ في جَمِيعِ ذلِكَ السُّقمَ وَلا تَشفِهِ حَتّى تَجعَلَ ذلِكَ لَهُ شُغْلاً شاغِلاً بِهِ عَنّي وَعَن ذِكرِي، وَاكفِني يا كافِيَ ما لا يَكفي سِواكَ فَإنَّكَ الكافي لا كافِيَ سِواكَ وَمُفَرِّجٌ لا مُفَرِّجَ سِواكَ وَمُغِيثٌ لا مُغِيثَ سِواكَ وَجارٌ لا جارَ سِواكَ، خابَ مَن كانَ جارُهُ سِواكَ وَمُغِيثُهُ سِواكَ وَمَفزَعُهُ إلى سِواكَ وَمَهرَبُهُ إلى سِواكَ وَمَلجَؤُهُ إلى غَيرِكَ وَمَنجاهُ مِن مَخلُوقٍ غَيرِكَ. فَأنتَ ثِقَتي وَرَجائي وَمَفزَعي وَمَهرَبي وَمَلجَأي وَمَنجايَ فَبِكَ أستَفتِحُ وَبِكَ أستَنجِحُ وَبِمُحَمَّدٍ وَآلِ مُحَمَّدٍ أتَوَجَّهُ إلَيكَ وَأتَوَسَّلُ وَأتَشَفَّعُ، فَأسألُكَ يا اللهُ يا اللهُ يا اللهُ فَلَكَ الحَمدُ وَلَكَ الشُّكرُ وَإلَيكَ المُشتَكى وَأنتَ المُستَعانُ، فَأسألُكَ يا اللهُ يا اللهُ يا اللهُ بِحَقِّ مُحَمَّدٍ وَآلِ مُحَمَّدٍ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَكشِفَ عَنّي غَمّي وَهَمّي وَكَربي في مَقامي هذا كَما كَشَفتَ عَن نَبِيِّكَ هَمَّهُ وَغَمَّهُ وَكَربَهُ وَكَفَيتَهُ هَولَ عَدُوِّهِ، فَاكشِف عَنّي كَما كَشَفتَ عَنهُ وَفَرِّج عَنّي كَما فَرَّجتَ عَنهُ وَاكفِني كَما كَفَيتَهُ وَاصرِف عَنّي هَولَ ما أخافُ هَولَهُ وَمَؤُونَةَ ما أخافُ مَؤُونَتَهُ وَهَمَّ ما أخافُ هَمَّهُ بِلا مُؤُونَةٍ عَلى نَفسِي مِن ذلِكَ، وَاصرِفني بِقَضاء حَوائِجي وَكِفايَةِ ما أهَمَّني هَمُّهُ مِن أمرِ آخِرَتي وَدُنيا يَ. يا أمِيرَ المُؤمِنِينَ وَيا أبا عَبدِ اللهِ عَلَيكَ مِنّي سَلامُ اللهِ أبَداً ما بَقِيتُ وَبَقِيَ اللَيلُ وَالنَّهارُ وَلا جَعَلَهُ اللهُ آخِرَ العَهدِ مِن زيارَتِكُما وَلا فَرَّقَ اللهُ بَيني وَبَينَكُما، اللهُمَّ أحيِني حياةَ مُحَمَّدٍ وَذُرِّيَّتِهِ وَأمِتني مَماتَهُم وَتَوَفَّني عَلى مِلَّتِهِم وَاحشُرني في زُمرَتِهِم وَلا تُفَرِّق بَيني وَبَينَهُم طرفَةَ عَينٍ أبَداً في الدُّنيا وَالآخِرةِ، يا أمِيرَ المُؤمِنِينَ وَيا أبا عَبدِ اللهِ أتَيتُكُما زائِراً وَمُتَوَسِّلاً إلى اللهِ رَبّي وَرَبِّكُما وَمُتَوَجِّهاً إلَيهِ بِكُما وَمُستَشفِعاً بِكُما إلى اللهِ تَعالى في حاجَتي هذِهِ فاشفَعا لي فَإنَّ لَكُما عِندَ اللهِ المَقامَ المَحمُودَ وَالجاهَ الوَجِيهَ وَالمَنزِلَ الرَّفِيعَ وَالوَسِيلَةَ، إنّي أنقَلِبُ عَنكُما مُنتَظِراً لِتَنَجُّزِ الحاجَةِ وَقَضائِها وَنَجاحِها مِنَ اللهِ بِشَفاعَتِكُما لي إلى اللهِ في ذلِكَ، فَلا أخِيبُ وَلا يَكُونُ مُنقَلَبي مُنقَلَباً خائِباً خاسِراً بَل يَكُونُ مُنقَلَبي مُنقَلَباً راجِحاً مُفلِحاً مُنجِحاً مُستَجاباً بِقَضاءِ جَمِيعِ حَوائِجِي، وَتَشَفَّعا لي إلى اللهِ.\n\nانقَلَبتُ عَلى ما شاءَ اللهُ وَلا حَولَ وَلا قُوَّةَ إلاّ بِاللهِ مُفَوِّضاً أمري إلى اللهِ مُلجِئً ظَهري إلى اللهِ مُتَوَكِّلاً عَلى اللهِ، وَأقُولُ: حَسبِيَ اللهُ وَكَفى سَمِعَ اللهُ لِمَن دَعا لَيسَ لي وَراءَ اللهِ وَوَرائِكُمْ يا سادَتي مُنتَهى، ما شاءَ رَبّي كان وَما لَم يَشَأ لَم يَكُن وَلا حَولَ وَلاقُوَّةَ إلاّ بِاللهِ. استَودِعُكُما اللهَ وَلا جَعَلَهُ اللهُ آخِرَ العَهدِ مِنّي إلَيكُما انصَرَفتُ يا سَيِّدي يا أمِيرَ المُؤمِنِينَ ومَولايَ وَأنتَ يا أبا عَبدِ اللهِ يا سَيِّدِي، وَسَلامي عَلَيكُما مُتَّصِلٌ ما اتَّصَلَ اللَيلُ وَالنَّهارُ واصِلٌ ذلِكَ إلَيكُما غَيرُ مَحجُوبٍ عَنكُما سَلامي إن شاءَ اللهِ، وَأسألُهُ بِحَقِّكُما أن يَشاءَ ذلِكَ وَيَفعَلَ فَإنَّهُ حَمِيدٌ مَجِيدٌ انقَلَبتُ يا سَيِّدِيَّ عَنكُما تائِباً حامِداً للهِ شاكِراً راجياً لِلإجابَةِ غَيرَ آيِسٍ وَلا قانِطٍ آئِباً عائِداً راجِعاً إلى زيارَتِكُما غَيرَ راغِبٍ عَنكُما وَلا مِن زيارَتِكُما بَل راجِعٌ عائِدٌ إن شاءَ اللهُ وَلا حَولَ وَلا قُوَّةَ إلاّ بِاللهِ، يا سادَتي رَغِبتُ إلَيكُما وَإلى زيارَتِكُما بَعدَ أن زَهِدَ فِيكُما وَفي زيارَتِكُما أهلُ الدُّنيا فَلا خَيَّبَنِيَ اللهُ ما رَجَوتُ وَما أمَّلتُ في زيارَتِكُما إنَّهُ قَرِيبٌ مُجِيبٌ.\n\nقال سيف بن عميرة، فسألت صفواناً فقلت له: إنّ علقمة بن محمد لم ياتنا بهذا عن الباقر (عليه السلام) إنّما أتانا بدعاء الزيارة فقال صفوان: \nوردت مع سيّدي الصادق (صلوات الله وسلامه عليه) إلى هذا المكان ففعل مثل الذي فعلناه في زيارتنا ودعا بهذا الدعاء عند الوداع بعد أن صلّى كما صلّينا وودّع كما ودّعنا. \n\nثمّ قال صفوان: قال الصادق (عليه السلام) : «تعاهد هذه الزيارة وادع بهذا الدعاء وزر به فإنّي ضامن على الله لكلّ من زار بهذه الزيارة ودعا بهذا الدعاء من قرب أو بعد أنّ زيارته مقبولة وسعيه مشكورٌ وسلامه واصلٌ غير محجوب وحاجته مقضيّة من الله تعالى بالغة ما بلغت ولا يخيّبه\n\nيا صفوان وجدت هذه الزيارة مضمونة بهذا الضمان عن أبي وأبي عن أبيه عليّ بن الحسين (عليهما السلام) مضموناً بهذا الضمان عن الحسين (عليه السلام) والحسين (عليه السلام) عن أخيه الحسن (عليه السلام) مضموناً بهذا الضمان، والحسن (عليه السلام) عن أبيه أمير المؤمنين (عليه السلام) مضموناً بهذا الضمان، وأمير المؤمنين (عليه السلام) عن رسول الله (صلى الله عليه وآله وسلم) مضموناً بهذا الضمان، ورسول الله (صلى الله عليه وآله وسلم) عن جبرئيل (عليه السلام) مضموناً بهذا الضمان، وجبرئيل عن الله تعالى مضموناً بهذا الضمان.\n\nوقد آلى الله على نفسه عزّ وجلّ أنّ من زار الحسين (عليه السلام) بهذه الزيارة من قرب او بعد ودعا بهذا الدعاء قبلت منه زيارته وشفّعته في مسألته بالغةً ما بلغت وأعطيته سؤله ثمّ لا ينقلب عنّي خائباً وأقلبه مسروراً قريراً عينه بقضاء حاجته والفوز بالجنّة والعتق من النار وشفّعته في كلّ من شفع خلا ناصب لنا أهل البيت، آلى الله تعالى بذلك على نفسه وأشهدنا بما شهدت به ملائكة ملكوته ثمّ قال جبرئيل: يا رسول الله أرسلني الله إليك سروراً وبشرى لك ولعلي وفاطمة والحسن والحسين والأئمة من ولدك وشيعتكم إلى يوم البعث لازلت مسروراً ولازال عليّ وفاطمة والحسن والحسين وشيعتكم مسرورين إلى يوم البعث».\nقال صفوان: قال لي الصادق (عليه السلام) : «يا صفوان إذا حدث لك إلى الله حاجة فزر بهذا الزيارة من حيث كنت وادع بهذا الدعاء وسل ربك حاجتك تأتك من الله، والله غير مخلف وعده رسوله بجوده وبمنّه والحمد لله».\n\nأقول: ورد في كتاب (النجم الثاقب) قصة تشرّف الحاج أحمد الرشتي بالحضور عند إمام العصر أرواحنا فداه في سفر الحج وقوله (عليه السلام) له: «لماذا لا تقرأ زيارة عاشوراء عاشوراء عاشوراء عاشوراء؟»\n\nونحن سنرويها بعد الزيارة الجامعة الكبيرة إن شاء الله.\n\n وقال شيخنا ثقة الإسلام النوري (رحمه الله) : أمّا  زيارة عاشوراء فكفاها فضلاً وشرفاً أنّها لا تسانخ سائر الزيارات التي هي من إنشاء المعصوم وإملائه في ظاهر الأمر وإن كان لايبرز من قلوبهم الطاهرة إلاّ ما تبلغها من المبدأ الأعلى بل تسانخ الأحاديث القدسية التي أوحى الله جلّت عظمته بها إلى جبرئيل بنصها بما فيها من اللعن والسّلام والدعاء فأبلغها جبرئيل إلى خاتم النبيين (صلى الله عليه وآله وسلم) وهي كما دلّت التجارب فريدة في آثارها من قضاء الحوائج ونيل المقاصد ودفع الأعادي لو واظب عليها الزائر أربعين يوماً أو أقل.\n\nولكن أعظم ما أنتجته من الفوائد ما في كتاب (دار السلام) وملخّصه: أنّه حدّث الثقة الصالح التقي الحاج المولى حسن اليزدي المجاور للمشهد الغرويّ وهو من الذين وفوا بحقّ المجاورة وأتعبوا أنفسهم في العبادة.\nعن الثقة الأمين الحاج محمد علي اليزدي قال: كان في يزد رجل صالح فاضل مشتغل بنفسه ومواظب لعمارة رمسه يبيت في الليالي بمقبرة خارج بلدة يزد تعرف بالمزار وفيها جملة من الصلحاء وكان له جار نشأ معه من صغر سنّه عند المعلّم وغيره إلى أن صار عشّاراً وكان كذلك إلى أن مات ودفن في تلك المقبرة قريباً من المحل الذي كان يبيت فيه الرجل الصالح المذكور فرآه بعد موته بأقلّ من شهر في المنام في زي حسن وعليه نضرة النعيم فتقدّم إليه وقال له: إنّي عالم بمبدئك ومنتهاك وباطنك وظاهرك ولم تكن ممّن يحتمل في حقه حسن الباطن ولم يكن عملك مقتضياً إلاّ للعذاب والنكال، فبم نلت هذا المقام؟\n\nقال: نعم الأمر كما قلت كنت مقيماً في أشدّ العذاب من يوم وفاتي إلى أمس، وقد توفيت فيه زوجة الأستاذ أشرف الحداد ودفنت في هذا المكان وأشار إلى طرف بينه وبينه قريب من مائة ذراع، وفي ليلة دفنها زارها أبو عبد الله (عليه السلام) ثلاث مرّات وفي المرة الثالثة أمر برفع العذاب عن هذه المقبرة فصرت في نعمة وسعة وخفض عيش ودعة. فانتبه متحيراً ولم تكن له معرفة بالحدّاد ومحلّه فطلبه في سوق الحدّادين فوجده فقال له: ألك زوجة؟ قال: نعم توفيت بالأمس ودفنتها في المكان الفلاني وذكر الموضع الذي أشار إليه.\n\nقال: فهل زارت أبا عبد الله (عليه السلام) ؟ قال: لا. قال: فهل كانت تذكر مصائبه؟ قال: لا. قال: فهل كان لها مجلس تذكر فيه مصائبه؟ قال: لا. فقال الرجل: وما تريد من السؤال؟ فقص عليه رؤيا ه قال: كانت مواظبة على  زيارة عاشوراء."
}