{
"title": "زيارة عاشوراء غير المشهورة",
"type": "text",
"data": "زيارة عاشوراء غير المشهورة\n\nوهي تناظر الزيارة المشهورة المتداولة في الأجر والثواب خلوّاً من عناء اللّعن والسّلام مائة مرة وهي فوز عظيم لمن يشغله عن تلك الزيارة شاغل هام.\n\nوكيفيتها على ما في كتاب (المزار القديم) من دون الشرح كما يلي: من أحب أن يزوره (عليه السلام) من بعد البلاد أو قربها فليغتسل ويبرز إلى الصحراء أو يصعد إلى سطح داره فيصلّي ركعتين يقرأ فيهما سورة قل هو الله أحد، فإذا سلّم أومأ إليه بالسلام وليتوجه بالسلام والايماء والنّية إلى جهة قبر أبي عبد الله الحسين (عليه السلام) ثم يقول بخشوع واستكانة:\n\nالسَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ السَّلامُ عَلَيكَ يا بنَ البَشِيرِ النَّذِيرِ وَابنَ سَيِّدِ الوَصِيِّينَ، السَّلامُ عَلَيكَ يا بنَ فاطِمَةَ سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلَيكَ يا خِيَرَةَ اللهِ وَابنَ خِيَرَتِهِ، السَّلامُ عَلَيكَ يا ثارَ اللهِ وَابنَ ثأرِهِ، السَّلامُ عَلَيكَ أيُّها الوِترُ المَوتُورُ السَّلامُ عَلَيكَ أيُّها الإمامُ الهادي الزَّكِيُّ وَعَلى أرواحٍ حَلَّت بِفنائِكَ وَأقامَت في جِوارِكَ وَوَفَدَت مَعَ زُوّارِكَ، السَّلامُ عَلَيكَ مِنّي ما بَقِيتُ وَبَقِيَ اللَيلُ وَالنَّهارُ، فَلَقَد عَظُمَت بِكَ الرَزِيَّةُ وَجَلَّت في المُؤمِنِينَ وَالمُسلِمِينَ وَفي أهلِ السَّماواتِ وأهلِ الأرضِيينَ أجمَعِينَ، فَإنّا للهِ وَإنّا إلَيهِ راجِعُونَ. صَلَواتُ اللهِ وَبَرَكاتُهُ وَتَحياتُهُ عَلَيكَ يا أبا عَبدِ اللهِ الحُسَيـنِ وَعَلى آبائِكَ الطَّيِّبِينَ المُنتَجَبِينَ وَعلى ذُرياتِكُم الهُداةِ المَهدِيِّينَ، لَعَنَ اللهُ اُمَّةً خَذَلَتكَ وَتَرَكَت نُصرَتَكَ وَمَعُونَتَكَ، وَلَعَنَ اللهُ اُمَّةً أسَّسَت أساسَ الظُّلمِ لَكُم وَمَهَّدَت الجَورَ عَلَيكُم وَطَرَّقَت إلى أذِيَّتِكُم وَتَحَيُّفِكُم وَجارَت ذلِكَ في دِيارِكُم وَأشياعِكُم، بَرِئتُ إلى اللهِ عَزَّ وَجَلَّ وَإلَيكُم يا سادَتي وَمَوالِيَّ وَأئِمَّتي مِنهُم وَمِن أشياعِهِم وَأتباعِهِم، وَأسألُ اللهُ الَّذي أكرَمَ يا مَوَالِيَّ مَقامَكُم وَشَرَّفَ مَنزِلَتَكُم وَشَأنَكُم أن يُكرِمَني بِوِلايَتِكُم وَمَحَبَّتِكُم وَالائتِمامِ بِكُم وَبِالبَراءَةِ مِن أعدائِكُم، وَأسألُ اللهَ البَرَّ الرَّحِيمَ أن يَرزُقَني مَوَدَّتَكُم وَأن يُوَفِّقَني لِلطَلَبِ بِثَأركم مَعَ الإمام المُنتَظَرِ الهادي مِن آلِ مُحَمَّدٍ وَأن يَجعَلَني مَعَكُم في الدُّنيا وَالآخِرةِ وَأن يُبَلِّغَني المَقامَ المَحمُودَ لَكُم عِندَ اللهِ، وَأسألُ اللهَ عَزَّ وَجَلَّ بِحَقِّكُم وَبِالشَّأنِ الَّذي جَعَلَ اللهُ لَكُم أن يُعطِيَني بِمُصابي بِكُم أفضَلَ ما أعطى مُصاباً بِمُصِيبَةٍ. إنّا للهِ وَإنّا إلَيهِ راجِعُونَ يا لَها مِن مُصِيبَةٍ ما أفجَعَها وَأنكاها لِقُلُوبِ المُؤمِنِينَ وَالمُسلِمِينَ، فَإنّا للهِ وَإنّا إلَيهِ راجِعُونَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَلني في مَقامي مِمَّن تَنالُهُ مِنكَ صَلَواتٌ وَرَحَمةٌ وَمَغفِرَهٌ واجعَلني عِندَكَ وَجِيهاً في الدُّنيا وَالآخِرةِ وَمِنَ المُقَرَّبِينَ، فَإنّي أتَقَرَّبُ إلَيكَ بِمُحَمَّدٍ وَآلِ مُحَمَّدٍ صَلَواتُكَ عَلَيهِ وَعَلَيهِم أجمَعِينَ، اللهُمَّ وَإنّي أتَوَسَّلُ وَأتَوَجَّهُ بِصَفوَتِكَ مِن خَلقِكَ وَخِيرَتِكَ مِن خَلقِكَ مُحَمَّدٍ وَعَلِيٍّ وَالطَّيِّبِينَ مِن ذُرِّيَّتِهِما، اللهُمَّ فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاجعَل مَحيايَ مَحياهُم وَمَماتي مَماتَهُم وَلا تُفَرِّق بَيني وَبَينَهُم في الدُّنيا وَالآخِرةِ إنَّكَ سَمِيعُ الدُّعاءِ، اللهُمَّ وَهذا يَومٌ تَجَدَّدُ فِيهِ النِّقمَةُ وَتَنَزَّلُ فِيهِ اللّعنَةُ عَلى اللّعِينِ يَزِيدَ وَعلى آلِ يَزِيدَ وَعَلى آلِ زيادٍ وَعُمَرَ بنِ سَعدٍ وَالشِّمرِ، اللهُمَّ العَنهُم وَالعَن مَن رَضِيَ بِقَولِهِم وَفِعلِهِم مِن أوَّلٍ وَآخِرٍ لَعناً كَثِيراً وَأصلِهِم حَرَّ نارِكَ وَأسكِنهُم جَهَنَّمَ وَساءَت مَصِيراً، وَأوجِب عَلَيهِم وَعَلى كُلِّ مَن شايَعَهُم وَبايَعَهُم وَتابَعَهُم وَساعَدَهُم وَرَضِيَ بِفِعلِهِم وَافتَح لَهُم وَعَلَيهِم وَعَلى كُلِّ مَن رَضِيَ بِذلِكَ لَعَناتِكَ الَّتي لَعَنتَ بِها كُلَّ ظالِمٍ وَكُلَّ غاصِبٍ وَكُلَّ جاحِدٍ وَكُلَّ كافِرٍ وَكُلَّ مُشرِكٍ وَكُلَّ شَيطانٍ رَجِيمٍ وَكُلَّ جَبَّارٍ عَنِيدٍ، اللهُمَّ العَن يَزِيدَ وَآلَ يَزِيدَ وَبَني مَروانَ جَميعاً، اللهُمَّ وَضَعِّفُ غَضَبَكَ وَسَخَطَكَ وَعَذابَكَ وَنَقِمَتَكَ عَلى أوَّلَ ظالِمٍ ظَلَمَ أهلَ بَيتِ نَبِيِّكَ، اللهُمَّ وَالعَن جَمِيعَ الظَّالِمِينَ لَهُم وَانتَقِم مِنهُم إنَّكَ ذُو نِقمَةٍ مِنَ المُجرِمِينَ، اللهُمَّ وَالعَن أوَّلَ ظالِمٍ ظَلَمَ آلَ بَيتِ مُحَمَّدٍ وَالعَن أرواحَهُم وَديارَهُم وَقُبُورَهُم، وَالعَن اللهُمَّ العِصابَةَ الَّتي نازَلَتِ الحُسَينَ بنَ بِنتِ نَبِيِّكَ وَحارَبَتهُ وَقَتَلَت أصحابَهُ وَأنصارَهُ وَأعوانَهُ وَأولياءَهُ وَشِيعَتَهُ وَمُحِبِّيهِ وَأهلَ بَيتِهِ وَذُرِّيَّتَهُ، وَالعَنِ اللهُمَّ الَّذِينَ نَهَبُوا مالَهُ وَسَلَبُوا حَرِيمَهُ وَلَم يَسمَعُوا كَلامَهُ وَلا مَقالَهُ، اللهُمَّ وَالعَن كُلَّ مَن بَلَغَهُ ذلِكَ فَرَضِيَ بِهِ مِنَ الأوَّلِينَ وَالآخِرِينَ وَالخَلائِقِ أجمَعِينَ إلى يَومِ الدِّينِ. السَّلامُ عَلَيكَ يا أبا عَبدِ اللهِ الحُسَينَ وَعَلى مَن ساعَدَكَ وَعاوَنَكَ وَواساكَ بِنَفسِهِ وَبَذَلَ مُهجَتَهُ في الذَّبِّ عَنكَ، السَّلامُ عَلَيكَ يا مَولايَ وَعلَيهِم وَعَلى رُوحِكَ وَعَلى أرواحِهِم وَعَلى تُربَتِكَ وَعَلى تُربَتِهِم، اللهُمَّ لَقِّهِم رَحمَةً وَرِضواناً وَرَوْحاً وَرَيْحاناً، السَّلامُ عَلَيكَ يا مَولايَ يا أبا عَبدِ اللهِ يا بنَ خاتَمِ النَّبِيِّينَ وَيا بنَ سَيِّدِ الوَصِيِّينَ وَيا بنَ سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلَيكَ يا شَهِيدُ يا بنَ الشَّهِيدِ اللهُمَّ بَلِّغهُ عَنّي في هذِهِ السَّاعَةِ وَفي هذا اليَومِ وَفي هذا الوَقتِ وَكُلِّ وَقتٍ تَحِيَّةً وَسَلاماً، السَّلامُ عَلَيكَ يا بنَ سَيِّدِ العالَمِينَ وَعَلى المُستَشهَدِينَ مَعَكَ سَلاماً مُتَّصِلاً ما اتَّصَلَ اللَيلُ وَالنَّهارُ، السَّلامُ عَلى الحُسَينِ بنِ عَلي الشَّهِيدِ، السَّلامُ عَلى عَلِيّ بن الحُسَينِ الشَّهِيدِ، السَّلامُ عَلى العَبَّاسِ بنِ أمِيرِ المُؤمِنِينَ الشَّهِيدِ، السَّلامُ عَلى الشُّهَداءِ مِن وُلدِ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلى الشُّهَداءِ مِن وُلدِ جَعفَرٍ وَعَقِيلٍ، السَّلامُ عَلى كُلِّ مُستَشهَدٍ مِنَ المُؤمِنِينَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَبَلِّغهُم عَنّي تَحِيَّةً وَسَلاماً.\nالسَّلامُ عَلَيكَ يا رَسُولَ اللهِ وَعَلَيكَ السَّلامُ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، أحسَنَ اللهُ لَكَ العَزاءَ في وَلَدِكَ الحُسَيـنِ (عليه السلام) ، السَّلامُ عَلَيكَ يا أبا الحَسَنِ يا أمِيرَ المُؤمِنِينَ وَعَلَيكَ السَّلامُ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، أحسَنَ اللهُ لَكَ العَزاءَ في وَلَدِكَ الحُسَينِ، السَّلامُ عَلَيكِ يا فاطِمَةُ يا بِنتَ رَسُولِ رَبِّ العالَمِينَ وَعَلَيكِ السَّلامُ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، أحسَنَ اللهُ لَكِ العَزاءَ في وَلَدِكِ الحُسَينِ، السَّلامُ عَلَيكَ يا أبا مُحَمَّدٍ الحَسَنَ وَعَلَيكَ السَّلامُ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، أحسَنَ اللهُ لَكَ العَزاءَ في أخِيكَ الحُسَينِ السَّلامُ عَلى أرواحِ المُؤمِنِينَ وَالمُؤمِناتِ الأحياءِ مِنهُم وَالأمواتِ وَ (عليهم السلام) وَرَحمَةُ اللهِ وَبَرَكاتُهُ، أحسَنَ اللهُ لَهُمُ العَزاءَ في مَولاهُمُ الحُسَينِ، اللهُمَّ اجعَلنا مِنَ الطَّالِبِينَ بِثَأرِهِ مَعَ إمامٍ عَدلٍ تُعِزُّ بِهِ الإسلامَ وَأهلَهُ يا رَبَّ العالَمِينَ.\n\nثمّ اسجد وقل:\nاللهُمَّ لَكَ الحَمدُ عَلى جَمِيعِ  ما نابَ مِن خَطبٍ وَلَكَ الحَمدُ عَلى كُلِّ أمرٍ وَإلَيكَ المُشتَكى في عَظِيمِ المُهِمَّاتِ بِخِيرَتِكَ وَأوليائِكَ وَذلِكَ لِما أوجَبتَ لَهُم مِنَ الكَرامَةِ وَالفَضلِ الكَثِيرِ، اللهُمَّ فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَارزُقني شَفاعَةَ الحُسَينِ (عليه السلام) يَومَ الوُرُودِ وَالمَقامِ المَشهُودِ وَالحَوضِ المَورُودِ، وَاجعَل لي قَدَمَ صِدقٍ عِندَكَ مَعَ الحُسَينِ وَأصحابِ الحُسَينِ (عليه السلام) الَّذِينَ وَاسَوهُ بِأنفُسِهِم وَبَذَلُوا دُونَهُ مُهَجَهُم وَجاهَدُوا مَعَهُ أعداءَكَ ابتِغاءَ مَرضاتِكَ وَرَجائِكَ وَتَصدِيقاً بِوَعدِكَ وَخَوفاً مِن وَعِيدِكَ إنَّكَ لَطِيفٌ لِما تَشاءُ يا أرحَمَ الرَّاحِمِينَ."
}