["زيارة أخرى في يوم عاشوراء لأبي عبد اللّه الحسين بن علي صلوات الله عليه.\n\nوَ مِمَّا خَرَجَ مِنَ النَّاحِيَةِ عَلَيْهِ السَّلَامُ إِلَى أَحَدِ الْأَبْوَابِ، قَالَ: تَقِفُ عَلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَ تَقُولُ:\n\nالسَّلَامُ عَلَى آدَمَ صَفْوَةِ اللَّهِ مِنْ خَلِيقَتِهِ، السَّلَامُ عَلَى شَيْثٍ وَلِيِّ اللَّهِ وَ خِيَرَتِهِ، السَّلَامُ عَلَى إِدْرِيسَ الْقَائِمِ لِلَّهِ بِحُجَّتِهِ، السَّلَامُ عَلَى نُوحٍ الْمُجَابِ فِي دَعْوَتِهِ، السَّلَامُ عَلَى هُودٍ الْمَمْدُودِ مِنَ اللَّهِ بِمَعُونَتِهِ، السَّلَامُ عَلَى صَالِحٍ الَّذِي تَوَّجَهُ اللَّهُ بِكَرَامَتِهِ.\nالسَّلَامُ عَلَى إِبْرَاهِيمَ الَّذِي حَبَاهُ اللَّهُ بِخَلَّتِهِ، السَّلَامُ عَلَى إِسْمَاعِيلَ الَّذِي فَدَاهُ اللَّهُ‏ بِذِبْحٍ عَظِيمٍ‏ مِنْ جَنَّتِهِ، السَّلَامُ عَلَى إِسْحَاقَ الَّذِي جَعَلَ اللَّهُ النُّبُوَّةَ فِي ذُرِّيَّتِهِ، السَّلَامُ عَلَى يَعْقُوبَ الَّذِي رَدَّ اللَّهُ عَلَيْهِ بَصَرَهُ بِرَحْمَتِهِ.\nالسَّلَامُ عَلَى يُوسُفَ الَّذِي نَجَّاهُ اللَّهُ مِنَ الْجُبِّ بِعَظَمَتِهِ، السَّلَامُ عَلَى مُوسَى الَّذِي فَلَقَ اللَّهُ الْبَحْرَ لَهُ بِقُدْرَتِهِ، السَّلَامُ عَلَى هَارُونَ الَّذِي خَصَّهُ اللَّهُ بِنُبُوَّتِهِ، السَّلَامُ عَلَى شُعَيْبٍ الَّذِي نَصَرَهُ اللَّهُ عَلَى أُمَّتِهِ، السَّلَامُ عَلَى دَاوُدَ الَّذِي تَابَ اللَّهُ عَلَيْهِ مِنْ خَطِيئَتِهِ.\nالسَّلَامُ عَلَى سُلَيْمَانَ الَّذِي ذَلَّتْ لَهُ الْجِنُّ بِعِزَّتِهِ، السَّلَامُ عَلَى أَيُّوبَ الَّذِي شَفَاهُ اللَّهُ مِنْ عِلَّتِهِ، السَّلَامُ عَلَى يُونُسَ الَّذِي أَنْجَزَ اللَّهُ لَهُ مَضْمُونَ‏\nعِدَتِهِ، السَّلَامُ عَلَى عُزَيْرٍ الَّذِي أَحْيَاهُ اللَّهُ بَعْدَ مَيْتَتِهِ، السَّلَامُ عَلَى زَكَرِيَّا الصَّابِرِ فِي مِحْنَتِهِ، السَّلَامُ عَلَى يَحْيَى الَّذِي أَزْلَفَهُ اللَّهُ بِشَهَادَتِهِ.\nالسَّلَامُ عَلَى عِيسَى رُوحِ اللَّهِ وَ كَلِمَتِهِ، السَّلَامُ عَلَى مُحَمَّدٍ حَبِيبِ اللَّهِ وَ صَفْوَتِهِ، السَّلَامُ عَلَى أَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ، الْمَخْصُوصِ بِأُخُوَّتِهِ، [السَّلَامُ عَلَى فَاطِمَةَ الزَّهْرَاءِ ابْنَتِهِ، السَّلَامُ عَلَى أَبِي مُحَمَّدٍ الْحَسَنِ وَصِيِّ أَبِيهِ وَ خَلِيفَتِهِ، السَّلَامُ عَلَى الْحُسَيْنِ الَّذِي سَمَحَتْ نَفْسُهُ بِمُهْجَتِهِ.\nالسَّلَامُ عَلَى مَنْ أَطَاعَ اللَّهَ فِي سِرِّهِ وَ عَلَانِيَتِهِ، السَّلَامُ عَلَى مَنْ جُعِلَ الشِّفَاءُ فِي تُرْبَتِهِ، السَّلَامُ عَلَى مَنِ الْإِجَابَةُ تَحْتَ قُبَّتِهِ، السَّلَامُ عَلَى مَنِ الْأَئِمَّةُ مِنْ ذُرِّيَّتِهِ.\nالسَّلَامُ عَلَى ابْنِ خَاتَمِ الْأَنْبِيَاءِ، السَّلَامُ عَلَى ابْنِ سَيِّدِ الْأَوْصِيَاءِ، السَّلَامُ عَلَى ابْنِ فَاطِمَةَ الزَّهْرَاءِ، السَّلَامُ عَلَى ابْنِ خَدِيجَةَ الْكُبْرَى، السَّلَامُ عَلَى ابْنِ سِدْرَةِ الْمُنْتَهَى، السَّلَامُ عَلَى ابْنِ جَنَّةِ الْمَأْوَى، السَّلَامُ عَلَى ابْنِ زَمْزَمَ وَ الصَّفَا.\nالسَّلَامُ عَلَى الْمُرَمَّلِ بِالدِّمَاءِ، السَّلَامُ عَلَى مَهْتُوكِ الْخِبَاءِ، السَّلَامُ عَلَى خَامِسِ أَصْحَابِ أَهْلِ الْكِسَاءِ، السَّلَامُ عَلَى غَرِيبِ الْغُرَبَاءِ، السَّلَامُ‏\nعَلَى شَهِيدِ الشُّهَدَاءِ، السَّلَامُ عَلَى قَتِيلِ الْأَدْعِيَاءِ، السَّلَامُ عَلَى سَاكِنِ كَرْبَلَاءَ.\nالسَّلَامُ عَلَى مَنْ بَكَتْهُ مَلَائِكَةُ السَّمَاءِ، السَّلَامُ عَلَى مَنْ ذُرِّيَّتُهُ الْأَزْكِيَاءُ، السَّلَامُ عَلَى يَعْسُوبِ الدِّينِ، السَّلَامُ عَلَى مَنَازِلِ الْبَرَاهِينِ، السَّلَامُ عَلَى الْأَئِمَّةِ السَّادَاتِ، السَّلَامُ عَلَى الْجُيُوبِ الْمُضَرَّجَاتِ السَّلَامُ عَلَى الشِّفَاهِ الذَّابِلَاتِ، السَّلَامُ عَلَى النُّفُوسِ الْمُصْطَلَمَاتِ، السَّلَامُ عَلَى الْأَرْوَاحِ الْمُخْتَلَسَاتِ، السَّلَامُ عَلَى الْأَجْسَادِ الْعَارِيَاتِ، السَّلَامُ عَلَى الْجُسُومِ الشَّاحِبَاتِ، السَّلَامُ عَلَى الدِّمَاءِ السَّائِلَاتِ، السَّلَامُ عَلَى الْأَعْضَاءِ الْمُقَطَّعَاتِ، السَّلَامُ عَلَى الرُّءُوسِ الْمُشَالاتِ، السَّلَامُ عَلَى النِّسْوَةِ الْبَارِزَاتِ.\nالسَّلَامُ عَلَى حُجَّةِ رَبِّ الْعَالَمِينَ، السَّلَامُ عَلَيْكَ وَ عَلَى آبَائِكَ الطَّاهِرِينَ، السَّلَامُ عَلَيْكَ وَ عَلَى أَبْنَائِكَ الْمُسْتَشْهَدِينَ، السَّلَامُ عَلَيْكَ وَ عَلَى ذُرِّيَّتِكَ النَّاصِرِينَ.\nالسَّلَامُ عَلَيْكَ وَ عَلَى الْمَلَائِكَةِ الْمُضَاجِعِينَ، السَّلَامُ عَلَى الْقَتِيلِ الْمَظْلُومِ، السَّلَامُ عَلَى أَخِيهِ الْمَسْمُومِ، السَّلَامُ عَلَى عَلِيٍّ الْكَبِيرِ، السَّلَامُ عَلَى الرَّضِيعِ الصَّغِيرِ.\nالسَّلَامُ عَلَى الْأَبْدَانِ السَّلِيبَةِ، السَّلَامُ عَلَى الْعِتْرَةِ الْقَرِيبَةِ، السَّلَامُ عَلَى الْمُجَدَّلِينَ فِي الْفَلَوَاتِ، السَّلَامُ عَلَى النَّازِحِينَ عَنِ الْأَوْطَانِ، السَّلَامُ عَلَى الْمَدْفُونِينَ بِلَا أَكْفَانٍ، السَّلَامُ عَلَى الرُّءُوسِ الْمُفَرَّقَةِ عَنِ الْأَبْدَانِ.\nالسَّلَامُ عَلَى الْمُحْتَسِبِ الصَّابِرِ، السَّلَامُ عَلَى الْمَظْلُومِ بِلَا نَاصِرٍ، السَّلَامُ عَلَى سَاكِنِ التُّرْبَةِ الزَّاكِيَةِ]، السَّلَامُ عَلَى صَاحِبِ الْقُبَّةِ السَّامِيَةِ، السَّلَامُ عَلَى مَنْ طَهَّرَهُ الْجَلِيلُ، السَّلَامُ عَلَى مَنِ افْتَخَرَ بِهِ جَبْرَئِيلُ، السَّلَامُ عَلَى مَنْ نَاغَاهُ فِي الْمَهْدِ مِيكَائِيلُ.\nالسَّلَامُ عَلَى مَنْ نُكِثَتْ ذِمَّتُهُ، السَّلَامُ عَلَى مَنْ هُتِكَتْ حُرْمَتُهُ، السَّلَامُ عَلَى مَنْ أُرِيقَ بِالظُّلْمِ دَمُهُ، السَّلَامُ عَلَى الْمُغَسَّلِ بِدَمِ الْجِرَاحِ، السَّلَامُ عَلَى الْمُجَرَّعِ بِكَأْسَاتِ الرِّمَاحِ، السَّلَامُ عَلَى الْمُضَامِ الْمُسْتَبَاحِ، السَّلَامُ عَلَى الْمَهْجُورِ فِي الْوَرَى، السَّلَامُ عَلَى مَنْ تَوَلَّى دَفْنَهُ أَهْلُ الْقُرَى، السَّلَامُ عَلَى الْمَقْطُوعِ الْوَتِينِ، السَّلَامُ عَلَى الْمُحَامِي بِلَا مُعِينٍ.\nالسَّلَامُ عَلَى الشَّيْبِ الْخَضِيبِ، السَّلَامُ عَلَى الْخَدِّ التَّرِيبِ، السَّلَامُ عَلَى الْبَدَنِ السَّلِيبِ، السَّلَامُ عَلَى الثَّغْرِ الْمَقْرُوعِ بِالْقَضِيبِ، السَّلَامُ عَلَى الْوَدَجِ الْمَقْطُوعِ، السَّلَامُ عَلَى الرَّأْسِ الْمَرْفُوعِ، السَّلَامُ عَلَى الْأَجْسَامِ الْعَارِيَةِ فِي الْفَلَوَاتِ، تَنْهَشُهَا الذِّئَابُ الْعَادِيَاتُ، وَ تَخْتَلِفُ إِلَيْهَا السِّبَاعُ الضَّارِيَاتُ.\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ، وَ عَلَى الْمَلَائِكَةِ الْمَرْفُوفِينَ حَوْلَ قُبَّتِكَ، الْحَافِّينَ بِتُرْبَتِكَ، الطَّائِفِينَ بِعَرْصَتِكَ، الْوَارِدِينَ لِزِيَارَتِكَ، السَّلَامُ عَلَيْكَ فَإِنِّي قَصَدْتُ إِلَيْكَ وَ رَجَوْتُ الْفَوْزَ لَدَيْكَ.\nالسَّلَامُ عَلَيْكَ، سَلَامَ الْعَارِفِ بِحُرْمَتِكَ، الْمُخْلِصِ فِي وَلَايَتِكَ، الْمُتَقَرِّبِ إِلَى اللَّهِ بِمَحَبَّتِكَ، الْبَرِي‏ءِ مِنْ أَعْدَائِكَ، سَلَامَ مَنْ قَلْبُهُ بِمُصَابِكَ مَقْرُوحٌ، وَ دَمْعُهُ عِنْدَ ذِكْرِكَ مَسْفُوحٌ، سَلَامَ الْمَفْجُوعِ الْمَحْزُونِ، الْوَالِهِ الْمُسْتَكِينِ.\nسَلَامَ مَنْ لَوْ كَانَ مَعَكَ بِالطُّفُوفِ لَوَقَاكَ بِنَفْسِهِ حَدَّ السُّيُوفِ، وَ بَذَلَ حُشَاشَتَهُ دُونَكَ لِلْحُتُوفِ، وَ جَاهَدَ بَيْنَ يَدَيْكَ، وَ نَصَرَكَ عَلَى مَنْ بَغَى عَلَيْكَ، وَ فَدَاكَ بِرُوحِهِ وَ جَسَدِهِ، وَ مَالِهِ وَ وُلْدِهِ، وَ رُوحُهُ لِرُوحِكَ فِدَاءٌ،\nوَ أَهْلُهُ لِأَهْلِكَ وِقَاءٌ.\nفَلَئِنْ أَخَّرَتْنِي الدُّهُورُ، وَ عَاقَنِي عَنْ نَصْرِكَ الْمَقْدُورُ، وَ لَمْ أَكُنْ لِمَنْ حَارَبَكَ مُحَارِباً، وَ لِمَنْ نَصَبَ لَكَ الْعَدَاوَةَ مُنَاصِباً، فَلَأَنْدُبَنَّكَ صَبَاحاً وَ مَسَاءً، وَ لَأَبْكِيَنَّ عَلَيْكَ بَدَلَ الدُّمُوعِ دَماً، حَسْرَةً عَلَيْكَ وَ تَأَسُّفاً عَلَى مَا دَهَاكَ وَ تَلَهُّفاً، حَتَّى أَمُوتَ بِلَوْعَةِ الْمُصَابِ وَ غُصَّةِ الِاكْتِيَابِ أَشْهَدُ أَنَّكَ قَدْ أَقَمْتَ الصَّلَاةَ، وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ، وَ نَهَيْتَ عَنِ الْمُنْكَرِ وَ الْعُدْوَانِ، وَ أَطَعْتَ اللَّهَ وَ مَا عَصَيْتَهُ، وَ تَمَسَّكْتَ بِهِ وَ بِحَبْلِهِ فَأَرْضَيْتَهُ، وَ خَشْيَتَهُ‏وَ رَاقَبْتَهُ وَ اسْتَجَبْتَهُ، وَ سَنَنْتَ السُّنَنَ، وَ أَطْفَأْتَ الْفِتَنَ، وَ دَعَوْتَ إِلَى الرَّشَادِ، وَ أَوْضَحْتَ سُبُلَ السَّدَادِ، وَ جَاهَدْتَ فِي اللَّهِ حَقَّ الْجِهَادِ.\nوَ كُنْتَ لِلَّهِ طَائِعاً، وَ لِجَدِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ تَابِعاً، وَ لِقَوْلِ أَبِيكَ سَامِعاً، وَ إِلَى وَصِيَّةِ أَخِيكَ مُسَارِعاً، وَ لِعِمَادِ الدِّينِ رَافِعاً، وَ لِلطُّغْيَانِ قَامِعاً، وَ لِلطُّغَاةِ مُقَارِعاً، وَ لِلْأُمَّةِ نَاصِحاً.\nوَ فِي غَمَرَاتِ الْمَوْتِ سَابِحاً، وَ لِلْفُسَّاقِ مُكَافِحاً، وَ بِحُجَجِ اللَّهِ قَائِماً، وَ لِلْإِسْلَامِ وَ الْمُسْلِمِينَ رَاحِماً، وَ لِلْحَقِّ نَاصِراً، وَ عِنْدَ الْبَلَاءِ صَابِراً، وَ لِلدِّينِ كَالِئاً، وَ عَنْ حَوْزَتِهِ مُرَامِياً، وَ عَنْ شَرِيعَتِهِ مُحَامِياً.\nتَحُوطُ الْهُدَى وَ تَنْصُرُهُ، وَ تَبْسُطُ الْعَدْلَ وَ تَنْشُرُهُ، وَ تَنْصُرُ الدِّينَ وَ تُظْهِرُهُ، وَ تَكُفُّ الْعَابِثَ وَ تَزْجُرُهُ، وَ تَأْخُذُ لِلدَّنِيِّ مِنَ الشَّرِيفِ، وَ تُسَاوِي فِي الْحُكْمِ بَيْنَ الْقَوِيِّ وَ الضَّعِيفِ.\nكُنْتَ رَبِيعَ الْأَيْتَامِ، وَ عِصْمَةَ الْأَنَامِ، وَ عِزَّ الْإِسْلَامِ، وَ مَعْدِنَ الْأَحْكَامِ، وَ حَلِيفَ الْإِنْعَامِ، سَالِكاً طَرَائِقَ جَدِّكَ وَ أَبِيكَ، مُشْبِهاً فِي الْوَصِيَّةِ لِأَخِيكَ، وَفِيَّ الذِّمَمِ، رَضِيَّ الشِّيَمِ، ظَاهِرَ الْكَرَمِ، مُتَهَجِّداً فِي الظُّلَمِ، قَوِيمَ الطَّرَائِقِ، كَرِيمَ الْخَلَائِقِ، عَظِيمَ السَّوَابِقِ، شَرِيفَ النَّسَبِ، مُنِيفَ الْحَسَبِ، رَفِيعَ الرُّتَبِ، كَثِيرَ الْمَنَاقِبِ، مَحْمُودَ الضَّرَائِبِ، جَزِيلَ الْمَوَاهِبِ، حَلِيمٌ رَشِيدٌ مُنِيبٌ، جَوَادٌ عَلِيمٌ شَدِيدٌ، إِمَامٌ شَهِيدٌ، أَوَّاهٌ مُنِيبٌ، حَبِيبٌ مَهِيبٌ.\nكُنْتَ لِلرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَلَداً، وَ لِلْقُرْآنِ مُنْقِذاً، وَ لِلْأُمَّةِ عَضُداً، وَ فِي الطَّاعَةِ مُجْتَهِداً، حَافِظاً لِلْعَهْدِ وَ الْمِيثَاقِ، نَاكِباً عَنْ سُبُلِ الْفُسَّاقِ، بَاذِلًا لِلْمَجْهُودِ، طَوِيلَ الرُّكُوعِ وَ السُّجُودِ.\nزَاهِداً فِي الدُّنْيَا زُهْدَ الرَّاحِلِ عَنْهَا، نَاظِراً إِلَيْهَا بِعَيْنِ الْمُسْتَوْحِشِينَ مِنْهَا، آمَالُكَ عَنْهَا مَكْفُوفَةٌ، وَ هِمَّتُكَ عَنْ زِينَتِهَا مَصْرُوفَةٌ، وَ أَلْحَاظُكَ عَنْ بَهْجَتِهَا مَطْرُوفَةٌ، وَ رَغْبَتُكَ فِي الْآخِرَةِ مَعْرُوفَةٌ.\nحَتَّى إِذَا الْجَوْرُ مَدَّ بَاعَهُ، وَ أَسْفَرَ الظُّلْمُ قِنَاعَهُ، وَ دَعَا الْغَيُّ أَتْبَاعَهُ،\nوَ أَنْتَ فِي حَرَمِ جَدِّكَ قَاطِنٌ، وَ لِلظَّالِمِينَ مُبَايِنٌ، جَلِيسُ الْبَيْتِ وَ الْمِحْرَابِ، مُعْتَزِلٌ عَنِ اللَّذَّاتِ وَ الشَّهَوَاتِ، تُنْكِرُ الْمُنْكَرَ بِقَلْبِكَ وَ لِسَانِكَ، عَلَى قَدْرِ طَاقَتِكَ وَ إِمْكَانِكَ.\nثُمَّ اقْتَضَاكَ الْعِلْمُ لِلْإِنْكَارِ، وَ لَزِمَكَ أَنْ تُجَاهِدَ الْفُجَّارَ، فَسِرْتَ فِي أَوْلَادِكَ وَ أَهَالِيكَ، وَ شِيعَتِكَ وَ مَوَالِيكَ، وَ صَدَعْتَ بِالْحَقِّ وَ الْبَيِّنَةِ، وَ دَعَوْتَ إِلَى اللَّهِ‏ بِالْحِكْمَةِ وَ الْمَوْعِظَةِ الْحَسَنَةِ، وَ أَمَرْتَ بِإِقَامَةِ الْحُدُودِ، وَ الطَّاعَةِ لِلْمَعْبُودِ، وَ نَهَيْتَ عَنِ الْخَبَائِثِ وَ الطُّغْيَانِ، وَ وَاجَهُوكَ بِالظُّلْمِ وَ الْعُدْوَانِ.\nفَجَاهَدْتَهُمْ بَعْدَ الإيعاظ [الْإِيعَادِ] لَهُمْ، وَ تَأْكِيدِ الْحُجَّةِ عَلَيْهِمْ، فَنَكَثُوا ذِمَامَكَ وَ بَيْعَتَكَ، وَ أَسْخَطُوا رَبَّكَ وَ جَدَّكَ، وَ بَدَءُوكَ بِالْحَرْبِ، فَثَبَتَّ لِلطَّعْنِ وَ الضَّرْبِ، وَ طَحَنْتَ جُنُودَ الْفُجَّارِ، وَ اقْتَحَمْتَ قَسْطَلَ الْغُبَارِ، مُجَالِداً بِذِي الْفَقَارِ، كَأَنَّكَ عَلِيٌّ الْمُخْتَارُ.\nفَلَمَّا رَأَوْكَ ثَابِتَ الْجَأْشِ، غَيْرَ خَائِفٍ وَ لَا خَاشٍ، نَصَبُوا لَكَ غَوَائِلَ مَكْرِهِمْ، وَ قَاتَلُوكَ بِكَيْدِهِمْ وَ شَرِّهِمْ، وَ أَمَرَ اللَّعِينُ جُنُودَهُ، فَمَنَعُوكَ الْمَاءَ وَ وُرُودَهُ، وَ نَاجَزُوكَ الْقِتَالَ، وَ عَاجَلُوكَ النِّزَالَ، وَ رَشَقُوكَ بِالسِّهَامِ‏\nوَ النِّبَالِ، وَ بَسَطُوا إِلَيْكَ أَكُفَّ الِاصْطِلَامِ.\nوَ لَمْ يَرْعَوْا لَكَ ذِمَاماً، وَ لَا رَاقَبُوا فِيكَ أَثَاماً [الْأَنَامَ‏]، فِي قَتْلِهِمْ أَوْلِيَاءَكَ، وَ نَهْبِهِمْ رِحَالَكَ، أَنْتَ مُقَدَّمٌ فِي الْهَبَوَاتِ، وَ مُحْتَمِلٌ لِلْأَذِيَّاتِ، وَ قَدْ عَجِبَتْ مِنْ صَبْرِكَ مَلَائِكَةُ السَّمَاوَاتِ.\nوَ أَحْدَقُوا بِكَ مِنْ كُلِّ الْجِهَاتِ، وَ أَثْخَنُوكَ بِالْجِرَاحِ، وَ حَالُوا بَيْنَكَ وَ بَيْنَ الرَّوَاحِ، وَ لَمْ يَبْقَ لَكَ نَاصِرٌ، وَ أَنْتَ مُحْتَسِبٌ صَابِرٌ، تَذُبُّ عَنْ نِسْوَتِكَ وَ أَوْلَادِكَ.\nحَتَّى نَكَسُوكَ عَنْ جَوَادِكَ، فَهَوَيْتَ إِلَى الْأَرْضِ جَرِيحاً، تَطَؤُكَ الْخُيُولُ بِحَوَافِرِهَا، وَ تَعْلُوكَ الطُّغَاةُ بِبَوَاتِرِهَا، قَدْ رَشَحَ لِلْمَوْتِ جَبِينُكَ، وَ اخْتَلَفَتْ بِالانْقِبَاضِ وَ الِانْبِسَاطِ شِمَالُكَ وَ يَمِينُكَ، تُدِيرُ طَرْفاً خَفِيّاً إِلَى رَحْلِكَ وَ بَيْتِكَ، وَ قَدْ شُغِلْتَ بِنَفْسِكَ عَنْ وُلْدِكَ وَ أَهْلِكَ، وَ أَسْرَعَ فَرَسُكَ شَارِداً، وَ إِلَى خِيَامِكَ قَاصِداً، مُحَمْحِماً بَاكِياً.\nفَلَمَّا رَأَيْنَ النِّسَاءُ جَوَادَكَ مَخْزِيّاً، وَ نَظَرْنَ سَرْجَكَ عَلَيْهِ مَلْوِيّاً، بَرَزْنَ مِنَ الْخُدُورِ، نَاشِرَاتِ الشُّعُورِ عَلَى الْخُدُودِ، لَاطِمَاتِ الْوُجُوهِ، سَافِرَاتٍ،\nوَ بِالْعَوِيلِ دَاعِيَاتٍ، وَ بَعْدَ الْعِزِّ مُذَلَّلَاتٍ، وَ إِلَى مَصْرَعِكَ مُبَادِرَاتٍ.\nوَ الشِّمْرُ جَالِسٌ عَلَى صَدْرِكَ، مُولِغٌ سَيْفَهُ عَلَى نَحْرِكَ، قَابِضٌ عَلَى شَيْبَتِكَ بِيَدِهِ، ذَابِحٌ لَكَ بِمُهَنَّدِهِ، قَدْ سَكَنَتْ حَوَاسُّكَ، وَ خَفِيَتْ أَنْفَاسُكَ، وَ رُفِعَ عَلَى الْقَنَا رَأْسُكَ، وَ سُبِيَ أَهْلُكَ كَالْعَبِيدِ، وَ صُفِّدُوا فِي الْحَدِيدِ، فَوْقَ أَقْتَابِ الْمَطِيَّاتِ، تَلْفَحُ وُجُوهَهُمْ حَرُّ الْهَاجِرَاتِ، يُسَاقُونَ فِي الْبَرَارِي وَ الْفَلَوَاتِ، أَيْدِيهِمْ مَغْلُولَةٌ إِلَى الْأَعْنَاقِ، يُطَافُ بِهِمْ فِي الْأَسْوَاقِ.\nفَالْوَيْلُ لِلْعُصَاةِ الْفُسَّاقِ، لَقَدْ قَتَلُوا بِقَتْلِكَ الْإِسْلَامَ، وَ عَطَّلُوا الصَّلَاةَ وَ الصِّيَامَ، وَ نَقَضُوا السُّنَنَ وَ الْأَحْكَامَ، وَ هَدَمُوا قَوَاعِدَ الْإِيمَانِ، وَ حَرَّفُوا آيَاتِ الْقُرَآنِ، وَ هَمْلَجُوا فِي الْبَغْيِ وَ الْعُدْوَانِ.\nلَقَدْ أَصْبَحَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ مَوْتُوراً، وَ عَادَ كِتَابُ اللَّهِ عَزَّ وَ جَلَّ مَهْجُوراً، وَ غُودِرَ الْحَقُّ إِذْ قُهِرْتَ مَقْهُوراً، وَ فُقِدَ بِفَقْدِكَ التَّكْبِيرُ وَ التَّهْلِيلُ، وَ التَّحْرِيمُ وَ التَّحْلِيلُ، وَ التَّنْزِيلُ وَ التَّأْوِيلُ، وَ ظَهَرَ بَعْدَكَ التَّغْيِيرُ وَ التَّبْدِيلُ، وَ الْإِلْحَادُ وَ التَّعْطِيلُ، وَ الْأَهْوَاءُ وَ الْأَضَالِيلُ، وَ الْفِتَنُ وَ الْأَبَاطِيلُ.\nفَقَامَ نَاعِيكَ عِنْدَ قَبْرِ جَدِّكَ الرَّسُولِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، فَنَعَاكَ إِلَيْهِ بِالدَّمْعِ الْهَطُولِ، قَائِلًا: يَا رَسُولَ اللَّهِ قُتِلَ سِبْطُكَ وَ فَتَاكَ، وَ اسْتُبِيحَ أَهْلُكَ وَ حِمَاكَ، وَ سُبِيَتْ بَعْدَكَ ذَرَارِيكَ، وَ وَقَعَ الْمَحْذُورُ بِعِتْرَتِكَ وَ ذَوِيكَ.\nفَانْزَعَجَ الرَّسُولُ وَ بَكَى قَلْبُهُ الْمَهُولُ، وَ عَزَّاهُ بِكَ الْمَلَائِكَةُ وَ الْأَنْبِيَاءُ، وَ فُجِعَتْ بِكَ أُمُّكَ الزَّهْرَاءُ، وَ اخْتَلَفَتْ جُنُودُ الْمَلَائِكَةِ الْمُقَرَّبِينَ، تُعَزِّي أَبَاكَ أَمِيرَ الْمُؤْمِنِينَ، وَ أُقِيمَتْ لَكَ الْمَآتِمُ فِي أَعْلَى عِلِّيِّينَ، وَ لَطَمَتْ عَلَيْكَ الْحُورُ الْعِينُ، وَ بَكَتِ السَّمَاءُ وَ سُكَّانُهَا، وَ الْجِنَانُ وَ خُزَّانُهَا، وَ الْهِضَابُ وَ أَقْطَارُهَا، وَ الْأَرْضُ وَ أَقْطَارُهَا، وَ الْبِحَارُ وَ حِيتَانُهَا، وَ مَكَّةُ وَ بُنْيَانُهَا، وَ الْجِنَانُ وَ وِلْدَانُهَا، وَ الْبَيْتُ وَ الْمَقَامُ، وَ الْمَشْعَرُ الْحَرَامُ، وَ الْحِلُّ وَ الْإِحْرَامُ.\nاللَّهُمَّ فَبِحُرْمَةِ هَذَا الْمَكَانِ الْمُنِيفِ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ احْشُرْنِي فِي زُمْرَتِهِمْ، وَ أَدْخِلْنِي الْجَنَّةَ بِشَفَاعَتِهِمْ.\nاللَّهُمَّ فَإِنِّي أَتَوَسَّلُ إِلَيْكَ يَا أَسْرَعَ الْحَاسِبِينَ، وَ يَا أَكْرَمَ الْأَكْرَمِينَ، وَ يَا أَحْكَمَ الْحَاكِمِينَ، بِمُحَمَّدٍ خَاتَمِ النَّبِيِّينَ، رَسُولِكَ إِلَى الْعَالَمِينَ أَجْمَعِينَ، وَ بِأَخِيهِ وَ ابْنِ عَمِّهِ الْأَنْزَعِ الْبَطِينِ، الْعَالِمِ الْمَكِينِ، عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ، وَ بِفَاطِمَةَ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ.\nوَ بِالْحَسَنِ الزَّكِيِّ عِصْمَةِ الْمُتَّقِينَ، وَ بِأَبِي عَبْدِ اللَّهِ الْحُسَيْنِ أَكْرَمِ الْمُسْتَشْهَدِينَ، وَ بِأَوْلَادِهِ الْمَقْتُولِينَ، وَ بِعِتْرَتِهِ الْمَظْلُومِينَ، وَ بِعَلِيِّ بْنِ الْحُسَيْنِ زَيْنِ الْعَابِدِينَ، وَ بِمُحَمَّدِ بْنِ عَلِيٍّ قِبْلَةِ الْأَوَّابِينَ، وَ جَعْفَرِ بْنِ مُحَمَّدٍ أَصْدَقِ الصَّادِقِينَ، وَ مُوسَى بْنِ جَعْفَرٍ مُظْهِرِ الْبَرَاهِينِ، وَ عَلِيِّ بْنِ مُوسَى نَاصِرِ الدِّينِ، وَ مُحَمَّدِ بْنِ عَلِيٍّ قُدْوَةِ الْمُهْتَدِينَ، وَ عَلِيِّ بْنِ مُحَمَّدٍ أَزْهَدِ الزَّاهِدِينَ، وَ الْحَسَنِ بْنِ عَلِيٍّ وَارِثِ الْمُسْتَخْلَفِينَ، وَ الْحُجَّةِ عَلَى الْخَلْقِ أَجْمَعِينَ، أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، الصَّادِقِينَ الْأَبَرِّينَ، آلِ طَهَ وَ يس، وَ أَنْ تَجْعَلَنِي فِي الْقِيَامَةِ مِنَ الْآمِنِينَ الْمُطْمَئِنِّينَ، الْفَائِزِينَ الْفَرِحِينَ الْمُسْتَبْشِرِينَ.\nاللَّهُمَّ اكْتُبْنِي فِي الْمُسَلِّمِينَ، وَ أَلْحِقْنِي بِالصَّالِحِينَ*، وَ اجْعَلْ لِي لِسانَ صِدْقٍ فِي الْآخِرِينَ‏، وَ انْصُرْنِي عَلَى الْبَاغِينَ، وَ اكْفِنِي كَيْدَ الْحَاسِدِينَ، وَ اصْرِفْ عَنِّي مَكْرَ الْمَاكِرِينَ، وَ اقْبِضْ عَنِّي أَيْدِيَ الظَّالِمِينَ، وَ اجْمَعْ بَيْنِي وَ بَيْنَ السَّادَةِ الْمَيَامِينِ فِي أَعْلَى عِلِّيِّينَ، مَعَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ‏ مِنَ النَّبِيِّينَ، وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ‏، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\nاللَّهُمَّ إِنِّي أُقْسِمُ عَلَيْكَ بِنَبِيِّكَ الْمَعْصُومِ، وَ بِحُكْمِكَ الْمَحْتُومِ، وَ نَهْيِكَ الْمَكْتُومِ، وَ بِهَذَا الْقَبْرِ الْمَلْمُومِ، الْمُوَسَّدِ فِي كَنَفِهِ الْإِمَامِ الْمَعْصُومِ، الْمَقْتُولِ الْمَظْلُومِ، أَنْ تَكْشِفَ مَا بِي مِنَ الْغُمُومِ، وَ تَصْرِفَ عَنِّي‏\nشَرَّ الْقَدَرِ الْمَحْتُومِ، وَ تُجِيرَنِي مِنَ النَّارِ ذَاتِ السَّمُومِ.\nاللَّهُمَّ جَلِّلْنِي بِنِعْمَتِكَ، وَ رَضِّنِي بِقَسْمِكَ، وَ تَغَمَّدْنِي بِجُودِكَ وَ كَرَمِكَ، وَ بَاعِدْنِي مِنْ مَكْرِكَ وَ نَقِمَتِكَ، اللَّهُمَّ اعْصِمْنِي مِنَ الزَّلَلِ، وَ سَدِّدْنِي فِي الْقَوْلِ وَ الْعَمَلِ، وَ افْسَحْ لِي فِي مُدَّةِ الْأَجَلِ، وَ أَعْفِنِي مِنَ الْأَوْجَاعِ وَ الْعِلَلِ، وَ بَلِّغْنِي بِمَوَالِيَّ وَ بِفَضْلِكَ أَفْضَلَ الْأَمَلِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اقْبَلْ تَوْبَتِي، وَ ارْحَمْ عَبْرَتِي، وَ أَقِلْنِي عَثْرَتِي، وَ نَفِّسْ كُرْبَتِي، وَ اغْفِرْ لِي خَطِيئَتِي، وَ أَصْلِحْ لِي فِي ذُرِّيَّتِي.\nاللَّهُمَّ لَا تَدَعْ لِي فِي هَذَا الْمَشْهَدِ الْمُعَظَّمِ، وَ الْمَحَلِّ الْمُكَرَّمِ، ذَنْباً إِلَّا غَفَرْتَهُ، وَ لَا عَيْباً إِلَّا سَتَرْتَهُ، وَ لَا غَمّاً إِلَّا كَشَفْتَهُ، وَ لَا رِزْقاً إِلَّا بَسَطْتَهُ، وَ لَا جَاهاً إِلَّا عَمَرْتَهُ، وَ لَا فَسَاداً إِلَّا أَصْلَحْتَهُ، وَ لَا أَمَلًا إِلَّا بَلَّغْتَهُ، وَ لَا دُعَاءً إِلَّا أَجَبْتَهُ، وَ لَا مُضَيَّقاً إِلَّا فَرَّجْتَهُ، وَ لَا شَمْلًا إِلَّا جَمَعْتَهُ، وَ لَا أَمْراً إِلَّا أَتْمَمْتَهُ، وَ لَا مَالًا إِلَّا كَثَّرْتَهُ، وَ لَا خُلُقاً إِلَّا حَسَّنْتَهُ، وَ لَا إِنْفَاقاً إِلَّا أَخْلَفْتَهُ، وَ لَا حَالًا إِلَّا عَمَّرْتَهُ، وَ لَا حَسُوداً إِلَّا قَمَعْتَهُ، وَ لَا عَدُوّاً إِلَّا أَرْدَيْتَهُ، وَ لَا شَرّاً إِلَّا كَفَيْتَهُ، وَ لَا مَرَضاً إِلَّا شَفَيْتَهُ، وَ لَا بَعِيداً إِلَّا أَدْنَيْتُهُ، وَ لَا شَعَثاً إلَّا لَمَمْتَهُ، وَ لَا سُؤَالًا إِلَّا أَعْطَيْتَهُ.\nاللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ الْعَاجِلَةِ وَ ثَوَابَ الْآجِلَةِ، اللَّهُمَّ أَغْنِنِي بِحَلَالِكَ عَنِ الْحَرَامِ، وَ بِفَضْلِكَ عَنْ جَمِيعِ الْأَنَامِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً\nنَافِعاً، وَ قَلْباً خَاشِعاً، وَ يَقِيناً شَافِياً، وَ عَمَلًا زَاكِياً، وَ صَبْراً جَمِيلًا، وَ أَجْراً جَزِيلًا.\nاللَّهُمَّ ارْزُقْنِي شُكْرَ نِعْمَتِكَ عَلَيَّ، وَ زِدْ فِي إِحْسَانِكَ وَ كَرَمِكَ إِلَيَّ، وَ اجْعَلْ قَوْلِي فِي النَّاسِ مَسْمُوعاً، وَ عَمَلِي عِنْدَكَ مَرْفُوعاً، وَ أَثَرِي فِي الْخَيْرَاتِ مَتْبُوعاً، وَ عَدُوِّي مَقمُوعاً.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ الْأَخْيَارِ، فِي آنَاءِ اللَّيْلِ وَ أَطْرَافِ النَّهَارِ، وَ اكْفِنِي شَرَّ الْأَشْرَارِ، وَ طَهِّرْنِي مِنَ الذُّنُوبِ وَ الْأَوْزَارِ، وَ أَجِرْنِي مِنَ النَّارِ، وَ أَدْخِلْنِي دَارَ الْقَرَارِ، وَ اغْفِرْ لِي وَ لِجَمِيعِ إِخْوَانِي فِيكَ، وَ أَخَوَاتِيَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\nثُمَّ تَوَجَّهْ إِلَى الْقِبْلَةِ، وَ صَلِّ رَكْعَتَيْنِ، وَ تَقْرَأُ فِي الْأُولَى سُورَةَ الْأَنْبِيَاءِ، وَ فِي الثَّانِيَةِ الْحَشْرَ، وَ تَقْنُتُ فَتَقُولُ:\nلَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ، لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ السَّمَاوَاتِ السَّبْعِ وَ الْأَرَضِينَ السَّبْعِ، وَ مَا فِيهِنَّ وَ مَا بَيْنَهُنَّ، خِلَافاً لِأَعْدَائِهِ، وَ تَكْذِيباً لِمَنْ عَدَلَ بِهِ، وَ إِقْرَاراً لِرُبُوبِيَّتِهِ، وَ خُشُوعاً لِعِزَّتِهِ، الْأَوَّلُ بِغَيْرِ أَوَّلٍ، وَ الْآخِرُ بِغَيْرِ آخِرٍ، الظَّاهِرُ عَلَى كُلِّ شَيْ‏ءٍ بِقُدْرَتِهِ، الْبَاطِنُ دُونَ كُلِّ شَيْ‏ءٍ بِعِلْمِهِ وَ لُطْفِهِ.\nلَا تَقِفُ الْعُقُولُ عَلَى كُنْهِ عَظَمَتِهِ، وَ لَا تُدْرِكُ الْأَوْهَامُ حَقِيقَةَ مَاهِيَّتِهِ،\nوَ لَا تَتَصَوَّرُ الْأَنْفُسُ مَعَانِيَ كَيْفِيَّتِهِ، مُطَّلِعاً عَلَى الضَّمَائِرِ، عَارِفاً بِالسَّرَائِرِ، يَعْلَمُ خائِنَةَ الْأَعْيُنِ وَ ما تُخْفِي الصُّدُورُ.\nاللَّهُمَّ إِنِّي أُشْهِدُكَ عَلَى تَصْدِيقِي رَسُولَكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ إِيمَانِي بِهِ، وَ عِلْمِي بِمَنْزِلَتِهِ، وَ إِنِّي أَشْهَدُ أَنَّهُ النَّبِيُّ الَّذِي نَطَقَتِ الْحِكْمَةُ بِفَضْلِهِ، وَ بَشَّرَتِ الْأَنْبِيَاءُ بِهِ، وَ دَعَتْ إِلَى الْإِقْرَارِ بِمَا جَاءَ بِهِ، وَ حَثَّتْ عَلَى تَصْدِيقِهِ بِقَوْلِهِ تَعَالَى:\nالَّذِي يَجِدُونَهُ مَكْتُوباً عِنْدَهُمْ فِي التَّوْراةِ وَ الْإِنْجِيلِ يَأْمُرُهُمْ بِالْمَعْرُوفِ وَ يَنْهاهُمْ عَنِ الْمُنْكَرِ وَ يُحِلُّ لَهُمُ الطَّيِّباتِ وَ يُحَرِّمُ عَلَيْهِمُ الْخَبائِثَ وَ يَضَعُ عَنْهُمْ إِصْرَهُمْ وَ الْأَغْلالَ الَّتِي كانَتْ عَلَيْهِمْ‏ فَصَلِّ عَلَى مُحَمَّدٍ رَسُولِكَ إِلَى الثَّقَلَيْنِ، وَ سَيِّدِ الْأَنْبِيَاءِ الْمُصْطَفَيْنَ، وَ عَلَى أَخِيهِ وَ ابْنِ عَمِّهِ، اللَّذَيْنِ لَمْ يُشْرِكَا بِكَ طَرْفَةَ عَيْنٍ أَبَداً، وَ عَلَى فَاطِمَةَ الزَّهْرَاءِ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ، وَ عَلَى سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ الْحَسَنِ وَ الْحُسَيْنِ، صَلَاةً خَالِدَةَ الدَّوَامِ، عَدَدَ قَطْرِ الرِّهَامِ، وَ زِنَةَ الْجِبَالِ وَ الْآكَامِ، مَا أَوْرَقَ السَّلَامُ، وَ اخْتَلَفَ الضِّيَاءُ وَ الظَّلَامُ، وَ عَلَى آلِهِ الطَّاهِرِينَ، الْأَئِمَّةِ الْمُهْتَدِينَ، الذَّائِدِينَ عَنِ الدِّينِ، عَلِيٍّ وَ مُحَمَّدٍ، وَ جَعْفَرٍ وَ مُوسَى، وَ عَلِيٍّ وَ مُحَمَّدٍ، وَ عَلِيٍّ وَ الْحَسَنِ وَ الْحُجَّةِ، الْقُوَّامِ بِالْقِسْطِ، وَ سُلَالَةِ السِّبْطِ.\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ هَذَا الْإِمَامِ فَرَجاً قَرِيباً، وَ صَبْراً جَمِيلًا، وَ نَصْراً عَزِيزاً، وَ غِنًى عَنِ الْخَلْقِ، وَ ثَبَاتاً فِي الْهُدَى، وَ التَّوْفِيقَ لِمَا تُحِبُّ وَ تَرْضَى، وَ رِزْقاً وَاسِعاً حَلَالًا طَيِّباً، مَرِيئاً دَارّاً، سَائِغاً فَاضِلًا مُفْضِلًا، صَبّاً صَبّاً، مِنْ غَيْرِ كَدٍّ وَ لَا نَكَدٍ، وَ لَا مِنَّةٍ مِنْ أَحَدٍ، وَ عَافِيَةً مِنْ كُلِّ بَلَاءٍ وَ سُقْمٍ وَ مَرَضٍ، وَ الشُّكْرَ عَلَى الْعَافِيَةِ وَ النَّعْمَاءِ، وَ إِذَا جَاءَ الْمَوْتُ، فَاقْبِضْنَا عَلَى أَحْسَنِ مَا يَكُونُ لَكَ طَاعَةً، عَلَى مَا أَمَرْتَنَا مُحَافِظِينَ، حَتَّى تُؤَدِّيَنَا إِلَى جَنَّاتِ النَّعِيمِ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَوْحِشْنِي مِنَ الدُّنْيَا، وَ آنِسْنِي بِالْآخِرَةِ، فَإِنَّهُ لَا يُوحِشُ مِنَ الدُّنْيَا إِلَّا خَوْفُكَ، وَ لَا يُؤْنِسُ بِالْآخِرَةِ إِلَّا رَجَاؤُكَ.\nاللَّهُمَّ لَكَ الْحُجَّةُ لَا عَلَيْكَ، وَ إِلَيْكَ الْمُشْتَكَى لَا مِنْكَ، فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَعِنِّي عَلَى نَفْسِيَ الظَّالِمَةِ الْعَاصِيَةِ، وَ شَهْوَتِيَ الْغَالِبَةِ، وَ اخْتِمْ لِي بِالْعَفْوِ وَ الْعَافِيَةِ.\nاللَّهُمَّ إِنَّ اسْتِغْفَارِي إِيَّاكَ، وَ أَنَا مُصِرٌّ عَلَى مَا نَهَيْتَ قِلَّةُ حَيَاءٍ، وَ تَرْكِيَ الِاسْتِغْفَارَ مَعَ عِلْمِي بِسَعَةِ حِلْمِكَ، تَضْيِيعٌ لِحَقِّ الرَّجَاءِ، اللَّهُمَّ إِنَّ ذُنُوبِي تُؤْيِسُنِي أَنْ أَرْجُوَكَ، وَ إِنَّ عِلْمِي بِسَعَةِ رَحْمَتِكَ يَمْنَعُنِي أَنْ أَخْشَاكَ، فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ صَدِّقْ رَجَائِي لَكَ، وَ كَذِّبْ خَوْفِي مِنْكَ، وَ كُنْ لِي عِنْدَ أَحْسَنِ ظَنِّي بِكَ، يَا أَكْرَمَ الْأَكْرَمِينَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَيِّدْنِي بِالْعِصْمَةِ، وَ أَنْطِقْ‏\nلِسَانِي بِالْحِكْمَةِ، وَ اجْعَلْنِي مِمَّنْ يَنْدَمُ عَلَى مَا ضَيَّعَهُ فِي أَمْسِهِ، وَ لَا يُغْبَنُ حَظُّهُ فِي يَوْمِهِ، وَ لَا يَهُمُّ لِرِزْقِ غَدِهِ.\nاللَّهُمَّ إِنَّ الْغَنِيَّ مَنِ اسْتَغْنَى بِكَ وَ افْتَقَرَ إِلَيْكَ، وَ الْفَقِيرَ مَنِ اسْتَغْنَى بِخَلْقِكَ عَنْكَ، فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ أَغْنِنِي عَنْ خَلْقِكَ بِكَ، وَ اجْعَلْنِي مِمَّنْ لَا يَبْسُطُ كَفّاً إِلَّا إِلَيْكَ.\nاللَّهُمَّ إِنَّ الشَّقِيَّ مَنْ قَنَطَ، وَ أَمَامَهُ التَّوْبَةُ وَ وَرَاءَهُ الرَّحْمَةُ، وَ إِنْ كُنْتُ ضَعِيفَ الْعَمَلِ فَإِنِّي فِي رَحْمَتِكَ قَوِيُّ الْأَمَلِ، فَهَبْ لِي ضَعْفَ عَمَلِي لِقُوَّةِ أَمَلِي.\nاللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ فِي عِبَادِكَ مَنْ هُوَ أَقْسَى قَلْباً مِنِّي، وَ أَعْظَمُ مِنِّي ذَنْباً، فَإِنِّي أَعْلَمُ أَنَّهُ لَا مَوْلَى أَعْظَمُ مِنْكَ طَوْلًا، وَ أَوْسَعُ رَحْمَةً وَ عَفْواً، فَيَا مَنْ هُوَ أَوْحَدُ فِي رَحْمَتِهِ، اغْفِرْ لِمَنْ لَيْسَ بِأَوْحَدَ فِي خَطِيئَتِهِ.\nاللَّهُمَّ إِنَّكَ أَمَرْتَنَا فَعَصَيْنَا، وَ نَهَيْتَ فَمَا انْتَهَيْنَا، وَ ذَكَّرْتَ فَتَنَاسَيْنَا، وَ بَصَّرْتَ فَتَعَامَيْنَا، وَ حَدَّدْتَ فَتَعَدَّيْنَا، وَ مَا كَانَ ذَلِكَ جَزَاءَ إِحْسَانِكَ إِلَيْنَا، وَ أَنْتَ أَعْلَمُ بِمَا أَعْلَنَّا وَ أَخْفَيْنَا، وَ أَخْبَرُ بِمَا نَأْتِي وَ مَا أَتَيْنَا، فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ لَا تُؤَاخِذْنَا بِمَا أَخْطَأْنَا وَ نَسِينَا، وَ هَبْ لَنَا حُقُوقَكَ لَدَيْنَا، وَ أَتِمَّ إِحْسَانَكَ إِلَيْنَا، وَ أَسْبِلْ رَحْمَتَكَ عَلَيْنَا.\nاللَّهُمَّ إِنَّا نَتَوَسَّلُ إِلَيْكَ بِهَذَا الصِّدِّيقِ الْإِمَامِ، وَ نَسْأَلُكَ بِالْحَقِّ الَّذِي جَعَلْتَهُ لَهُ، وَ لِجَدِّهِ رَسُولِكَ، وَ لِأَبَوَيْهِ عَلِيٍّ وَ فَاطِمَةَ، أَهْلِ بَيْتِ الرَّحْمَةِ، إِدْرَارَ الرِّزْقِ الَّذِي بِهِ قِوَامُ حَيَاتِنَا، وَ صَلَاحُ أَحْوَالِ عِيَالِنَا، فَأَنْتَ الْكَرِيمُ الَّذِي تُعْطِي مِنْ سَعَةٍ، وَ تَمْنَعُ مِنْ قُدْرَةٍ، وَ نَحْنُ نَسْأَلُكَ مِنَ الرِّزْقِ مَا يَكُونُ صَلَاحاً لِلدُّنْيَا وَ بَلَاغاً لِلْآخِرَةِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ اغْفِرْ لَنَا وَ لِوَالِدَيْنَا، وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، وَ الْمُسْلِمِينَ وَ الْمُسْلِمَاتِ، الْأَحْيَاءِ مِنْهُمْ وَ الْأَمْوَاتِ، وَ آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا عَذابَ النَّارِ.\nثُمَّ تَرْكَعُ وَ تَسْجُدُ وَ تَجْلِسُ فَتَتَشَهَّدُ وَ تُسَلِّمُ، فَإِذَا سَبَّحْتَ فَعَفِّرْ خَدَّيْكَ وَ قُلْ:\nسُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ- أَرْبَعِينَ مَرَّةً.\nوَ اسْأَلِ اللَّهَ الْعِصْمَةَ وَ النَّجَاةَ، وَ الْمَغْفِرَةَ وَ التَّوْفِيقَ لِحُسْنِ الْعَمَلِ وَ الْقَبُولَ، لِمَا تَتَقَرَّبُ بِهِ إِلَيْهِ وَ تَبْتَغِي بِهِ وَجْهَهُ، وَ قِفْ عِنْدَ الرَّأْسِ ثُمَّ صَلِّ رَكْعَتَيْنِ عَلَى مَا تَقَدَّمَ، ثُمَّ انْكَبَّ عَلَى الْقَبْرِ وَ قَبِّلْهُ وَ قُلْ:\nزَادَ اللَّهُ فِي شَرَفِكُمْ، وَ السَّلَامُ عَلَيْكُمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nوَ ادْعُ لِنَفْسِكَ وَ لِوَالِدَيْكَ وَ لِمَنْ أَرَدْتَ، وَ انْصَرِفْ إِنْ شَاءَ اللَّهُ تَعَالَى.\n\nالمصدر:\nالمزار الكبير"]