["زيارة الأربعين أي اليوم العشرين من صفر\n\nروى الشيخ في (التهذيب) و(المصباح) عن الإمام الحسن العسكري (عليه السلام) قال: «علامات المؤمن خمس: صلاة إحدى وخمسين (أي الفرائض اليوميّة وهي سبع عشرة ركعة والنوافل اليومية وهي أربع وثلاثون ركعة)، و زيارة الأربعين والتختّم باليمين وتعفير الجبين بالسجود والجهر ببسم الله الرحمن الرحيم». وقد رويت زيارته في هذا اليوم على نحوين:\n\nأحدهما: ما رواه الشيخ في (التهذيب والمصباح) عن صفوان الجمّال قال: قال لي مولاي الصادق (صلوات الله عليه) في  زيارة الأربعين: تزور عند ارتفاع النهار وتقول:\n\nالسَّلامُ عَلى وَلِيِّ اللهِ وَحَبِيبِهِ، السَّلامُ عَلى خَلِيلِ اللهِ وَنَجِيبِهِ، السَّلامُ عَلى صَفِيِّ اللهِ وَابنِ صَفِيِّهِ، السَّلامُ عَلى الحُسَينِ المَظلُومِ الشَّهِيدِ، السَّلامُ عَلى أسِيرِ الكُرُباتِ وَقَتِيلِ العَبَراتِ، اللهُمَّ إنّي أشهَدُ أنَّهُ وَلِيُّكَ وَابْنُ وَلِيِّكَ وَصَفِيُّكَ وَابنُ صَفِيِّكَ الفائِزُ بِكَرامَتِكَ أكرَمتَهُ بِالشَّهادَةِ وَحَبَوتَهُ بِالسَّعادَةِ وَاجتَبَيتَهُ بِطِيبِ الوِلادَةِ وَجَعَلتَهُ سَيِّداً مِنَ السَّادَةِ وَقائِداً مِنَ القادَةِ وَذائِداً مِنَ الذَّادَةِ وَأعطَيتَهُ مَوارِيثَ الأنبياءِ وَجَعَلتَهُ حُجَّةً عَلى خَلقِكَ مِنَ الأوصياءِ، فَأعذَرَ في الدُّعاءِ وَمَنَحَ النُّصحَ وَبَذَلَ مُهجَتَهُ فِيكَ لِيَستَنقِذَ عِبادَكَ مِنَ الجَهالَةِ وَحَيرَةِ الضَّلالَةِ، وَقَد تَوازَرَ عَلَيهِ مَن غَرَّتهُ الدُّنيا وَباعَ حَظَّهُ بِالأرذَلِ الأدنى وَشَرى آخِرَتَهُ بِالثَّمَنِ الأوكَسِ وَتَغَطرَسَ وَتَرَدّى في هَواهُ وَأسخَطَكَ وَأسخَطَ نَبِيَّكَ وَأطاعَ مِن عِبادِكَ أهلَ الشِّقاقِ وَالنِّفاقِ وَحَمَلَةَ الأوزارِ المُستَوجِبِينَ النَّار، فَجاهَدَهُم فِيكَ صابِراً مُحتَسِباً حَتّى سُفِكَ في طاعَتِكَ دَمُهُ وَاستُبِيحَ حَرِيمُهُ، اللهُمَّ فَالعَنهُم لَعناً وَبِيلاً وَعَذِّبهُم عَذاباً ألِيماً. السَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيكَ يا بنَ سَيِّدِ الأوصياءِ، أشهَدُ أنَّكَ أمِينُ اللهِ وَابنُ أمِينِهِ عِشتَ سَعِيداً وَمَضَيتَ حَمِيداً وَمُتَّ فَقِيداً مَظلُوماً شَهِيداً، وَأشهَدُ أنَّ اللهَ مُنجِزٌ ما وَعَدَكَ وَمُهلِكُ مَن خَذَلَكَ وَمُعَذِّبُ مَن قَتَلَكَ، وَأشهَدُ أنَّكَ وَفَيْتَ بِعَهدِ اللهِ وَجاهَدتَ في سَبِيلِهِ حَتّى أتاكَ اليَقِينُ، فَلَعَنَ اللهُ مَن قَتَلَكَ وَلَعَنَ اللهُ مَن ظَلَمَكَ وَلَعَنَ اللهُ اُمَّةً سَمِعَت بِذلِكَ فَرَضِيَت بِهِ، اللهُمَّ إنّي اُشهِدُكَ أنّي وَلِيُّ لِمَن وَالاهُ وَعَدُوُّ لِمَن عاداهُ. بِأبي أنتَ وَاُمّي يا بنَ رَسُولِ اللهِ أشهَدُ أنَّكَ كُنتَ نُوراً في الأصلابِ الشَّامِخَةِ وَالأرحامِ المُطَهَّرَةِ لَم تُنَجِّسكَ الجاهِلِيَّةُ بِأنجاسِها وَلَم تُلبِسكَ المُدلَهِمَّاتِ مِن ثِيابِها، وَأشهَدُ أنَّكَ مِن دَعائِمِ الدِّينِ وَأركانِ المُسلِمينَ وَمَعقِلِ المُؤمِنِينَ، وَأشهَدُ أنَّكَ الإمام البَرُّ التَّقِيُّ الرَّضِيُّ الزَّكِيُّ الهادي المَهدِيُّ، وَأشهَدُ أنَّ الأئِمَّةَ مِن وُلدِكَ كَلِمَةُ التَّقوى وَأعلامُ الهُدى وَالعُروَةُ الوُثقى وَالحُجَّةُ على أهلِ الدُّنيا ، وَأشهَدُ أنّي بِكُم مُؤمِنٌ وَبِإيابِكُم مُوقِنٌ بِشَرايِعِ دِيني وَخَواتِيمِ عَمَلي وَقَلبي لِقَلبِكُم سِلمٌ وَأمري لأمرِكُم مُتَّبِعٌ وَنُصرَتي لَكُم مُعَدَّةٌ حَتّى يأذَنَ اللهُ لَكُم، فَمَعَكُم مَعَكُم لا مَعَ عَدُوِّكُم، صَلَواتُ اللهِ عَلَيكُم وَعَلى أرواحِكُم وَأجسادِكُم وَشاهِدِكُم وَغائِبِكُم وَظاهِرِكُم وَباطِنِكُم آمِينَ رَبَّ العالَمِينَ.\n\nثمّ تصلّي ركعتين وتدعو بما أحببت وترجع.\n\nالمصدر\nمفاتيح الجنان"]