{
"title": "زيارات علي الأكبر (ع)",
"type": "text",
"source": "\nكتاب مفاتيح الجنان وكتاب المزار الكبير",
"data": "(1)\nمن الزيارة المطلقة الأولى للإمام الحسين عليه السلام:\nالسَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ السَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ السَّلامُ عَلَيكَ يا بنَ الحَسَنِ وَالحُسَيـنِ، السَّلامُ عَلَيكَ يا بنَ خَدِيجَةَ وَفاطِمَةَ، صَلّى اللهُ عَلَيكَ صَلّى اللهُ عَلَيكَ صَلّى اللهُ عَلَيكَ، لَعَنَ اللهُ مَن قَتَلَكَ.\nتقول ذلك ثلاثاً وتقول: أنا إلى اللهِ مِنهُم بَرِيٌ.\n\n(2)\nمن الزيارة المطلقة السابعة  للإمام الحسين عليه السلام:\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ وَ ابْنَ وَلِيِّهِ، السَّلَامُ عَلَيْكَ يَا حَبِيبَ اللَّهِ‏ وَ ابْنَ حَبِيبِهِ، السَّلَامُ عَلَيْكَ يَا خَلِيلَ اللَّهِ وَ ابْنَ خَلِيلِهِ، عِشْتَ سَعِيداً وَ مِتَّ فَقِيداً وَ قُتِلْتَ مَظْلُوماً، يَا شَهِيدُ ابْنَ الشَّهِيدِ عَلَيْكَ مِنَ اللَّهِ السَّلَامُ.\nثُمَّ تُصَلِّي رَكْعَتَيْنِ وَ تُكَبِّرُ بَعْدَهُمَا مِنَ الصَّلَاةِ عَلَى النَّبِيِّ وَ آلِهِ وَ تَسْأَلُ حَاجَتَكَ.\n\n(3)\nمن الزيارة المختصرة المطلقة للإمام الحسين عليه السلام:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ وَ ابْنَ مَوْلَايَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، لَعَنَ اللَّهُ مَنْ ظَلَمَكَ، وَ لَعَنَ مَنْ قَتَلَكَ، وَ ضَاعَفَ عَلَيْهِمُ الْعَذَابَ الْأَلِيمَ.\n\n(4)\nمن زيارة الامام الحسين في أول رجب وفي النصف منه ومن شعبان:\nالسَّلامُ عَلَيكَ أيُّها الصِّدِّيقُ الطَيِّبُ الزَّكِيُّ الحَبِيبُ المُقَرَّبُ وَابنَ رَيحانَةِ رَسُولِ اللهِ، السَّلامُ عَلَيكَ مِن شَهِيدٍ مُحتَسِبٍ وَرَحمَةُ اللهِ وَبَرَكاتُه، ما أكرَمَ مَقامَكَ وَأشرَفَ مُنقَلَبَكَ، أشهَدُ لَقَد شَكَرَ اللهُ سَعيَكَ وَأجزَلَ ثَوابَكَ وَألحَقَكَ بِالذِّروَةِ العالِيَةِ حَيثُ الشَّرَفُ كُلُّ الشَّرَفِ وَفي الغُرَفِ السَّامِيَةِ، كَما مَنَّ عَلَيكَ مِن قَبلُ وَجَعَلَكَ مِن أهلِ البَيتِ الَّذِينَ أذهَبَ اللهُ عَنهُم الرِّجسَ وَطَهَّرَهُم تَطهِيراً، صَلَواتُ اللهِ عَلَيكَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ وَرِضوانُهُ فَاشفَع أيُّها السَيِّدُ الطَّاهِرُ إلى رَبِّكَ في حَطِّ الأثقالِ عَن ظَهري وَتَخفِيفِها عَنّي وَارحَم ذُلّي وَخُضُوعي لَكَ وَلِلسَيِّدِ أبِيكَ صَلّى اللهُ عَلَيكُما.\n\nثمّ انكب على القبر وقل: \nزادَ اللهُ في شَرَفِكُم في الآخِرةِ كَما شَرَّفَكُم في الدُّنيا وَأسعَدَكُم كَما أسعَدَ بِكُم، وَأشهَدُ أنَّكُم أعلامُ الدِّينِ وَنُجُومُ العالَمِينَ وَالسَّلامُ عَلَيكُم وَرَحمَةُ اللهِ وَبَرَكاتُه.\nثمّ توجّه إلى الشهداء وقل: السَّلامُ عَلَيكُم يا أنصارَ اللهِ وَأنصارَ رَسُولِهِ وَأنصارَ عَلِيِّ بنِ أبي طالِبٍ وَأنصارَ فاطِمَةَ وَأنصارَ الحَسَنِ وَالحُسَينِ وَأنصارَ الإسلامِ، أشهَدُ أنَّكُم لَقَد نَصَحتُم للهِ وَجاهَدتُم في سَبِيلِهِ فَجَزاكُمُ اللهُ عَنِ الإسلامِ وَأهلِهِ أفضَلَ الجَزاءِ، فُزتُم وَاللهِ فَوزاً عَظِيماً يا لَيتَني كُنتُ مَعَكُم فَأفُوزَ فَوزاً عَظِيماً أشهَدُ أنَّكُم أحياءٌ عِندَ رَبِّكُم تُرزَقُونَ، أشهَدُ أنَّكُم الشُّهَداءُ وَالسُّعَداءُ وَأنَّكُمُ الفائِزُونَ في دَرَجاتِ العُلى وَالسَّلامُ عَلَيكُم وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\n\n(5)\nمن زيارة الامام الحسين في النصف من رجب:\nالسَّلامُ عَلَيكَ يا مَولايَ وَابنَ مَولايَ لَعَنَ اللهُ قاتِلِيكَ وَلَعَنَ اللهُ ظالِمِيكَ وَإنّي أتَقَرَّبُ إلى اللهِ بِزيارَتِكُم وَبِمَحَبَّتِكُم وَأبرَءُ إلى اللهِ مِن أعدائِكُم وَالسَّلامُ عَلَيكَ يا مَولايَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\n(6)\nمن زيارة الامام الحسين في عيدي الفطر والأضحى:\nالسَّلامُ عَلَيكَ يا وَلِيَّ اللهِ، السَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيكَ يا بنَ خاتَمِ النَّبِيِّينَ، السَّلامُ عَلَيكَ يا بنَ فاطِمَةَ سَيِّدَة‌ نِساءِ العالَمِينَ السَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ أيُّها المَظلُومُ الشَّهِيدُ، بِأبي أنتَ وَاُمّي عِشتَ سَعِيداً وَقُتِلتَ مَظلُوما شَهِيداً.\n\n(7)\nمن زيارة الامام الحسين في يوم عرفة:\nالسَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيكَ يا بنَ نَبِيِّ اللهِ، السَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا بنَ الحُسَينِ الشَّهِيدِ، السَّلامُ عَلَيكَ أيُّها الشَّهِيدُ ابنُ الشَّهِيدِ، السَّلامُ عَلَيكَ أيُّها المَظلُومُ ابنُ المَظلُومِ، لَعَنَ اللهُ اُمَّةً قَتَلَتكَ وَلَعَنَ اللهُ اُمَّةً ظَلَمَتكَ وَلَعَنَ اللهُ اُمَّةً سَمِعَت بِذلِكَ فَرَضِيَت بِهِ.\nالسَّلامُ عَلَيكَ يا مَولايَ، السَّلامُ عَلَيكَ يا وَلِيَ اللهِ وَابنَ وَلِيِّهِ، لَقَد عَظُمَتِ المُصِيبَةُ وَجَلَّتِ الرَزِيَّةُ بِكَ عَلَينا وَعَلى جَمِيعِ المُؤمِنِينَ فَلَعَنَ اللهُ اُمَّةً قَتَلَتكَ وَأبرَءُ إلى اللهِ وَإلَيكَ مِنهُم في الدُّنيا وَالآخِرةِ.\n\n(8)\nمن زيارة الإمام المهدي عليه السلام للشهداء في يوم عاشوراء:\nالسَّلَامُ عَلَيْكَ يَا أَوَّلَ قَتِيلٍ مِنْ نَسْلِ خَيْرِ سَلِيلٍ، مِنْ سُلَالَةِ إِبْرَاهِيمَ الْخَلِيلِ، صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى أَبِيكَ، إِذْ قَالَ فِيكَ: قَتَلَ اللَّهُ قَوْماً قَتَلُوكَ، يَا بُنَيَّ مَا أَجْرَأَهُمْ عَلَى الرَّحْمَنِ وَ عَلَى انْتِهَاكِ حُرْمَةِ الرَّسُولِ، عَلَى الدُّنْيَا بَعْدَكَ الْعَفَا، كَأَنِّي بِكَ بَيْنَ يَدَيْهِ مَاثِلًا، وَ لِلْكَافِرِينَ قَائِلًا:\nأَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ عَلِيٍ‏\n نَحْنُ وَ بَيْتِ اللَّهِ أَوْلَى بِالنَّبِيِ‏\nأَطْعَنُكُمْ بِالرُّمْحِ حَتَّى يَنْثَنِي‏\n أَضْرِبُكُمْ بِالسَّيْفِ أَحْمِي عَنْ أَبِي‏\nضَرْبَ غُلَامٍ هَاشِمِيٍّ عَرَبِيٍ‏\n وَ اللَّهِ لَا يَحْكُمُ فِينَا ابْنُ الدَّعِيِ‏\n حَتَّى قَضَيْتَ نَحْبَكَ وَ لَقِيتَ رَبَّكَ، أَشْهَدُ أَنَّكَ أَوْلَى بِاللَّهِ وَ بِرَسُولِهِ، وَ أَنَّكَ ابْنُ حُجَّتِهِ وَ أَمِينُهُ، حَكَمَ اللَّهُ لَكَ عَلَى قَاتِلِكَ مُرَّةَ بْنِ مُنْقِذِ بْنِ النُّعْمَانِ الْعَبْدِيِّ، لَعَنَهُ اللَّهُ وَ أَخْزَاهُ، وَ مَنْ شَرِكَهُ فِي قَتْلِكَ، وَ كَانُوا عَلَيْكَ ظَهِيراً، أَصْلَاهُمُ اللَّهُ جَهَنَّمَ وَ ساءَتْ مَصِيراً*.\nوَ جَعَلَنَا اللَّهُ مِنْ مُلَاقِيكَ وَ مُرَافِقِيكَ، وَ مُرَافِقِي جَدِّكَ وَ أَبِيكَ، وَ عَمِّكَ وَ أَخِيكَ، وَ أُمِّكَ الْمَظْلُومَةِ، وَ أَبْرَأُ إِلَى اللَّهِ مِنْ قَاتِلِيكَ، وَ أَسْأَلُ اللَّهَ مُرَافَقَتَكَ فِي دَارِ الْخُلُودِ، وَ أَبْرَأُ إِلَى اللَّهِ مِنْ أَعْدَائِكَ أُولِي الْجُحُودِ، وَ السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\n(9)\nمن زيارة مطلقة للإمام الحسين وردت في كتاب المزار الكبير:\nسَلَامُ اللَّهِ وَ سَلَامُ مَلَائِكَتِهِ الْمُقَرَّبِينَ وَ أَنْبِيَائِهِ الْمُرْسَلِينَ وَ عِبَادِهِ الصَّالِحِينَ، عَلَيْكَ يَا مَوْلَايَ وَ ابْنَ مَوْلَايَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، وَ صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى أَهْلِ بَيْتِكَ وَ عَلَى عِتْرَةِ آبَائِكَ الْأَخْيَارِ الْأَبْرَارِ، الَّذِينَ أَذْهَبَ اللَّهُ عَنْهُمُ الرِّجْسَ وَ طَهَّرَهُمْ تَطْهِيراً، وَ عَذَّبَ اللَّهُ قَاتِلَكَ بِأَنْوَاعِ‏ الْعَذَابِ، وَ السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\n\n"
}