{
"title": "زيارات العباس (ع)",
"type": "text",
"source": "\nكتاب مفاتيح الجنان وكتاب المزار الكبير",
"data": "(1)\nمن الزيارة المطلقة السابعة  للإمام الحسين عليه السلام:\nتَأْتِي إِلَى قَبْرِ الْعَبَّاسِ بْنِ عَلِيٍّ عَلَيْهِ السَّلَامُ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْوَلِيُّ الصَّالِحُ النَّاصِحُ الصِّدِّيقُ، أَشْهَدُ أَنَّكَ آمَنْتَ بِاللَّهِ وَ نَصَرْتَ ابْنَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ دَعَوْتَ إِلَى سَبِيلِ اللَّهِ، وَ وَاسَيْتَ بِنَفْسِكَ، وَ بَذَلْتَ مُهْجَتَكَ، فَعَلَيْكَ مِنَ اللَّهِ السَّلَامُ التَّامُّ.\nثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ وَ تُقَبِّلُهُ وَ تَقُولُ:\nبِأَبِي أَنْتَ وَ أُمِّي يَا نَاصِرَ دِينِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا نَاصِرَ الْحُسَيْنِ الصِّدِّيقِ، السَّلَامُ عَلَيْكَ يَا شَهِيدُ ابْنَ الشَّهِيدِ، السَّلَامُ عَلَيْكَ مِنِّي أَبَداً مَا بَقِيتُ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ.\nوَ تَخْرُجُ مِنْ عِنْدِهِ فَتَرْجِعُ إِلَى قَبْرِ سَيِّدِنَا الْحُسَيْنِ عَلَيْهِ السَّلَامُ فَتُقِيمُ عِنْدَهُ مَا أَحْبَبْتَ، وَ لَا أُحِبُّ لَكَ أَنْ تَجْعَلَهُ مَبِيتَكَ.\n\n(3)\nمن زيارة الامام الحسين في عيدي الفطر والأضحى:\nالسَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ أيُّها العَبدُ الصَّالِحُ المُطِيعُ للهِ وَلِرَسُولِهِ، أشهَدُ أنَّكَ قَد جاهَدتَ وَنَصَحتَ وَصَبَرتَ حَتّى أتاكَ اليَقِينُ، لَعَنَ اللهُ الظَّالِمِينَ لَكُم مِنَ الأوَّلِينَ وَالآخِرِينَ وَألحَقَهُم بِدَرْكِ الجَحِيمِ. ثمّ صلّ تطوّعاً في مسجده ما تشاء وانصرف. \nالسَّلامُ عَلَيكَ أيُّها العَبدُ الصَّالِحُ وَالصِّدّيقُ المُواسِي، أشهَدُ أنَّكَ آمَنتَ بِاللهِ وَنَصَرتَ ابنَ رَسُولِ اللهِ وَدَعَوتَ إلى سَبِيلِ اللهِ وَواسَيتَ بِنَفسِكَ، فَعَلَيكَ مِنَ اللهِ أفضَلَ التَّحِيَّةِ وَالسَّلامِ.\nثمّ انكب على القبر وقل: \nبِأبي أنتَ وَاُمّي يا ناصِرَ دِينِ اللهِ، السَّلامُ عَلَيكَ يا ناصِرَ الحُسَينِ الصِّدّيقِ، السَّلامُ عَلَيكَ يا ناصِرَ الحُسَينِ الشَّهِيدِ، عَلَيكَ مِنّي السَّلامُ ما بَقِيتُ وَبَقِيَ اللَيلُ وَالنَّهارُ.\n\nثمّ صلّ عند رأسه (عليه السلام) ركعتين وقل ما قلت عند رأس الحسين (عليه السلام) أي ادع بدعاء:  \nاللهُمَّ إنّي صَلَّيتُ وَرَكَعتُ وَسَجَدتُ لَكَ وَحدَكَ لا شَرِيكَ لَكَ لأنَّ الصَّلاةَ وَالرُّكُوعَ وَالسُّجُودَ لا يَكُونُ إلاّ لَكَ لأنَّكَ أنتَ اللهُ لا إلهَ إلاّ أنتَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأبلِغهُم عَنّي أفضَلَ السَّلامُ وَالتَّحِيَّةِ وَاردُد عَلَيَّ مِنهُمُ السَّلامَ، اللهُمَّ وَهاتانِ الرَّكعَتانِ هَدِيَّةٌ مِنّي إلى مَولايَ الحُسِينِ بنِ عَلِيٍّ (عليهما السلام) ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَعَلَيهِ وَتَقَبَّل مِنِّي وَأجُرني عَلى ذلِكَ بِأفضَلِ أمَلي وَرَجائي فِيكَ وَفي وَلِيِّكَ يا وَلِيَّ المُؤمِنِينَ..\n\n(4)\nمن زيارة الإمام المهدي عليه السلام للشهداء في يوم عاشوراء:\nالسَّلَامُ عَلَى الْعَبَّاسِ بْنِ أَمِيرِ الْمُؤْمِنِينَ، الْمِوَاسِي أَخَاهُ بِنَفْسِهِ، الْآخِذِ لِغَدِهِ مِنْ أَمْسِهِ، الْفَادِي لَهُ الْوَاقِي، السَّاعِي إِلَيْهِ بِمَائِهِ، الْمَقْطُوعَةِ يَدَاهُ، لَعَنَ اللَّهُ قَاتِلِيهِ يَزِيدَ بْنَ الرُّقَادِ، وَ حَكِيمَ بْنَ الطُّفَيْلِ الطَّائِيَّ.\n\n\n(5)\nمن زيارة الامام الحسين في النصف من رجب:\nامض إلى حرم العباس بن أمير المؤمنين (عليهما السلام) فإذا بلغته فقف على باب قبته وقل:\nسَلامُ اللهِ وَسَلامُ مَلائِكَتِهِ المُقَرَّبِينَ وَأنبيائِهِ المُرسَلِينَ وَعِبادِهِ الصَّالِحِينَ وَجَمِيعِ الشُّهَداءِ وَالصِّدِّيقِينَ وَالزَّاكِياتُ الطَّيِّباتُ فِيما تَغتَدي وَتَرُوحُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ أشهَدُ لَكَ بِالتَّسلِيمِ وَالتَّصدِيقِ وَالوَفاءِ وَالنَّصِيحَةِ لِخَلَفِ النَّبِيِّ (صلّى الله عليه و آله) المُرسَلِ وَالسِّبطِ المُنتَجَبِ وَالدَّلِيلِ العالِمِ وَالوَصِيِّ المُبَلِّغِ وَالمَظلُومِ المُهتَضَمِ، فَجَزاكَ اللهُ عَن رَسُولِهِ وَعَن أمِيرِ المُؤمِنِينَ وَعَن الحَسَنِ وَالحُسَينِ (صلوات الله عليهم) أفضَلَ الجَزاءِ بِما صَبَرتَ وَاحتَسَبتَ وَأعَنتَ فَنِعمَ عُقبى الدَّارِ.\nلَعَنَ اللهُ مَن قَتَلَكَ وَلَعَنَ اللهُ مَن جَهِلَ حَقَّكَ وَاستَخَفَّ بِحُرمَتِكَ وَلَعَنَ اللهُ مَن حالَ بَينَكَ وَبَينَ ماءِ الفُراتِ، أشهَدُ أنَّكَ قُتِلتَ مَظلُوماً وَأنَّ اللهَ مُنجِزٌ لَكُم ما وَعَدَكُم. جِئتُكَ يا بنَ أمِيرِ المُؤمِنِينَ وَافِداً إلَيكُم وَقَلَبيِ مُسَلِّمٌ لَكُم وتابِعٌ وَأنا لَكُم تابِعٌ وَنُصرَتي لَكُم مُعَدَّةٌ حَتّى يَحكُمَ اللهَ وَهُوَ خَيرُ الحاكِمِينَ فَمَعَكُم مَعَكُم لامَعَ عَدُوِّكُم، إنّي بِكُم وَبِإيابِكُم مِنَ المُؤمِنِينَ وَبِمَنْ خالَفَكُم وَقَتَلَكُم مِنَ الكافِرِينَ قَتَلَ اللهُ اُمَّةً قَتَلَتكُم بِالأيدي وَالألسُنِ.\nثمّ ادخل وانكب على القبر وقل: السَّلامُ عَلَيكَ أيُّها العَبدُ الصَّالِحُ المُطِيعُ للهِ وَلِرَسُولِهِ وَلأمير المُؤمِنِينَ وَالحَسَنِ وَالحُسَينِ صَلّى اللهُ عَلَيهِم وَسَلَّمَ، السَّلامُ عَلَيكَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ وَمَغفِرَتُهُ وَرِضوانُهُ وَعَلى رُوحِكَ وَبَدَنِكَ، أشهَدُ وَاُشهِدُ اللهَ أنَّكَ مَضَيتَ عَلى ما مَضى بِهِ البَدرِيُّونَ وَالمُجاهِدُونَ في سَبِيلِ اللهِ المُناصِحُونَ لَهُ في جِهادِ أعدائِهِ المُبالِغُونَ في نُصرَةِ أوليائِهِ الذَّابُّونَ عَن أحِبَّائِهِ، فَجَزاكَ اللهُ أفضَلَ الجَزاءِ وَأكثَرَ الجَزاءِ وَأوفَرَ الجَزاءِ وَأوفى جَزاءِ أحَدٍ مِمَّن وَفى بِبَيعَتِهِ وَاستَجابَ لَهُ دَعوَتَهُ وَأطاعَ وُلاةَ أمرِهِ، أشهَدُ أنَّكَ قَد بالَغتَ في النَّصِيحَةِ وَأعطَيتَ غايَةَ المَجهُودِ فَبَعَثَكَ اللهُ في الشُّهَداءِ وَجَعَلَ رُوحَكَ مَعَ أرواحِ السُّعَداءِ وَأعطاكَ مِن جِنانِهِ أفسَحَها مَنزِلاً وَأفضَلَها غُرَفاً وَرَفَعَ ذِكرَكَ في عِلّيِّينَ وَحَشَرَكَ مَعَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَداءِ وَالصَّالِحِينَ وَحَسُنَ اُولئِكَ رَفِيقاً، أشهَدُ أنَّكَ لَم تَهِن وَلَم تَنكُل وَأنَّكَ مَضَيتَ عَلى بَصِيرَةٍ مِن أمرِكَ مُقتَدياً بِالصَّالِحِينَ وَمُتَّبِعاً لِلنَبِيِّينَ فَجَمَعَ اللهُ بَينَنا وَبَينَ رَسُولِهِ وَأوليائِهِ في مَنازِلِ المُخبِتِينَ فَإنَّهُ أرحَمُ الرَّاحِمِينَ.\n\nأقول: من المستحسن أن يزار بهذه الزيارة خلف القبر مستقبل القبلة كما قال الشيخ في التهذيب.\nثمّ ادخل فانكب على القبر وقل وأنت مستقبل القبلة:\n السَّلامُ عَلَيكَ أيُّها العَبدُ الصَّالِحُ.\n\nواعلم أيضاً أنّ إلى هنا تنتهي  زيارة العباس على الرواية السالفة ولكن السيد ابن طاووس والشيخ المفيد وغيرهما ذيّلوها قائلين: ثمّ انحرف إلى عند الرأس فصلّ ركعتين ثمّ صلّ بعدهما ما بدا لك وادع الله كثيراً وقل عقيب الركعات:\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَلا تَدَع لي في هذا المَكانِ المُكَرَّمِ وَالمَشهَدِ المُعَظَّمِ ذَنباً إلاّ غَفَرتَهُ وَلا هَمّاً إلاّ فَرَّجتَهُ وَلا مَرَضاً إلاّ شَفَيتَهُ وَلا عَيباً إلاّ سَتَرتَهُ وَلا رِزقاً إلاّ بَسَطتَهُ وَلا خَوفاً إلاّ آمَنتَهُ وَلا شَملاً إلاّ جَمَعتَهُ وَلا غائِباً إلاّ حَفِظتَهُ وَأدنَيتَهُ وَلا حاجَةً مِن حَوائِجِ الدُّنيا وَالآخِرةِ لَكَ فِيها رِضىً وَلِيَ فِيها صَلاحٌ إلاّ قَضَيتَها يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ عد إلى الضريح فقف عند الرجلين وقل: \nالسَّلامُ عَلَيكَ يا أبا الفَضلِ العَبَّاسَ ابنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا بنَ سَيِّدِ الوَصِيِّيَن، السَّلامُ عَلَيكَ يا بنَ أوَّلِ القَومِ إسلاماً وَأقَدِمِهم إيماناً وَأقوَمُهِم بِدِينِ اللهِ وَأحوَطِهِم عَلى الإسلامِ، أشهَدُ لَقَد نَصَحتَ للهِ وَلِرَسُولِهِ وَلأخِيكَ فَنِعمَ الأخُ المُواسِي، فَلَعَنَ اللهُ اُمَّةٌ قَتَلَتكَ وَلَعَنَ اللهُ اُمَّةً ظَلَمَتكَ وَلَعَنَ اللهُ اُمَّةً استَحَلَّت مِنكَ المَحارِمَ وَانتَهَكَت حُرمَةَ الإسلامِ، فَنِعمَ الصَّابِرُ المُجاهِدُ المُحامي النَّاصِرُ وَالأخُ الدَّافِعُ عَن أخِيهِ المُجِيبُ إلى طاعَةِ رَبِّهِ الرَّاغِبُ فِيما زَهِدَ فِيهِ غَيرُهُ مِنَ الثَّوابِ الجَزِيلِ وَالثَّناءِ الجَمِيلِ وَألحَقَكَ اللهُ بِدَرَجَةِ آبائِكَ في جَنَّاتِ النَّعِيمِ. اللهُمَّ إنّي تَعَرَّضتُ لزيارة أوليائِكَ رَغبَةً في ثَوابِكَ وَرَجاءً لِمَغفِرَتِكَ وَجَزِيلِ إحسانِكَ، فَأسألُكَ أن تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِهِ الطَّاهِرِينَ وَأن تَجعَلَ رِزقي بِهِم دارَّاً وَعَيشي بِهِم قارَّاً وَزيارَتي بِهِم مَقبُولَةً وَحياتي بِهِم طَيِّبَةً، وَأدرِجنيِ إدراج المُكرَمِينَ وَاجعَلني مِمَّن يَنقَلِبُ مِن  زيارة مَشاهِدِ أحِبَّائِكَ مُفلِحاً مُنجِحاً قَد استَوجَبَ غُفرانَ الذُّنُوبِ وَسَترَ العُيُوبِ وَكَشفَ الكُرُوبِ إنَّكَ أهلُ التَّقوى وَأهلُ المَغفِرَةِ.\n\n\n"
}