{
"title": "زيارات الشهداء عليهم السلام",
"type": "text",
"source": "\nكتاب مفاتيح الجنان وكتاب المزار الكبير",
"data": "(1)\nمن الزيارة المطلقة الأولى للإمام الحسين عليه السلام:\nالسَّلامُ عَلَيكُم، السَّلامُ عَلَيكُم، السَّلامُ عَلَيكُم فُزتُم وَاللهِ فُزتُم وَاللهِ فُزتُم وَاللهِ فَلَيتَ أنّي مَعَكُم فَأفُوزَ فَوزاً عَظِيماً.\n\n\n(2)\nمن الزيارة المختصرة المطلقة للإمام الحسين عليه السلام:\nالسَّلَامُ عَلَيْكُمْ أَيُّهَا الصِّدِّيقُونَ، السَّلَامُ عَلَيْكُمْ أَيُّهَا الشُّهَدَاءُ الصَّابِرُونَ، أَشْهَدُ أَنَّكُمْ جَاهَدْتُمْ فِي سَبِيلِ اللَّهِ، وَ صَبَرْتُمْ عَلَى الْأَذَى فِي جَنْبِ اللَّهِ، وَ نَصَحْتُمْ لِلَّهِ وَ لِرَسُولِهِ وَ لِابْنِ رَسُولِهِ حَتَّى أَتَاكُمُ الْيَقِينُ.\nأَشْهَدُ أَنَّكُمْ أَحْيَاءٌ عِنْدَ رَبِّكُمْ تُرْزَقُونَ، جَزَاكُمُ اللَّهُ عَنِ الْإِسْلَامِ وَ أَهْلِهِ أَفْضَلَ جَزَاءِ الْمُحْسِنِينَ، وَ جَمَعَ بَيْنَنَا وَ بَيْنَكُمْ فِي مَحَلِّ النَّعِيمِ.\n\n(3)\nمن زيارة الامام الحسين في النصف من رجب:\nالسَّلامُ عَلى الأرواحِ المُنِيخَةِ بِقَبرِ أبي عَبدِ اللهِ الحُسَينِ (عليه السلام) ، السَّلامُ عَلَيكُم يا طاهِرِينَ مِنَ الدَّنَسِ، السَّلامُ عَلَيكُم يا مَهدِيُّونَ، السَّلامُ عَلَيكُم يا أبرارَ اللهِ، السَّلامُ عَلَيكُم وَعَلى المَلائِكَةِ الحافِّينَ بِقِبُورِكُم أجمَعِينَ جَمَعَنا اللهُ وَإياكُم في مُستَقَرِّ رَحمَتِهِ وَتَحتَ عَرشِهِ إنَّهُ أرحَمُ الرَّاحِمِينَ والسَّلامُ عَلَيكُم وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\n(6)\nمن زيارة الامام الحسين في عيدي الفطر والأضحى:\nالسَّلامُ عَلَيكُم أيُّها الذَّابُّونَ عَن تَوحِيدِ اللهِ، السَّلامُ عَلَيكُم بِما صَبَرتُم فَنِعمَ عُقبى الدَّارِ، بِأبي أنتُم وَاُمّي فُزتُم فَوزاً عَظِيماً.\n\n(7)\nمن زيارة الامام الحسين في يوم عرفة:\nالسَّلامُ عَلَيكُم يا أولياءَ اللهِ وَأحِبّاءَهُ، السَّلامُ عَلَيكُم يا أصفياءَ اللهِ وَأوِدّاءَهُ، السَّلامُ عَلَيكُم يا أنصارَ دِينِ اللهِ وَأنصارَ نَبِيِّهِ وَأنصارَ أمِيرِ المُؤمِنِينَ وَأنصارَ فاطِمَةَ سَيِّدَةِ نِساء العالَمِينَ، السَّلامُ عَلَيكُم يا أنصارَ أبي مُحَمَّدٍ الحَسَنِ الوَلِيِّ النَّاصِحِ، السَّلامُ عَلَيكُم يا أنصارَ أبي عَبدِ اللهِ الحُسَينِ الشَّهِيدِ المَظلُومِ، (صَلَواتُ الله عَلَيهِم أجمَعينَ) . بِأبي أنتُم وَاُمّي طِبتُم وَطابَت الأرضُ الَّتي فِيها دُفِنتُم وَفُزتُم وَاللهِ فَوزاً عَظِيماً يا لَيتَني كُنتُ مَعَكُم فَأفُوزَ مَعَكُم في الجِنانِ مَعَ الشُّهَداءِ وَالصَّالِحِينَ وَحَسُنَ اُولئِكَ رَفِيقاً وَالسَّلامُ عَلَيكُم وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\n\n(8)\nمن زيارة مطلقة للإمام الحسين وردت في كتاب المزار الكبير:\nالسَّلَامُ عَلَيْكُمْ أَيُّهَا الرَّبَّانِيُّونَ، أَنْتُمْ لَنَا فَرَطٌ وَ نَحْنُ لَكُمْ تَبَعٌ وَ أَنْصَارٌ، أَشْهَدُ أَنَّكُمْ أَنْصَارُ اللَّهِ جَلَّ اسْمُهُ، وَ سَادَةُ الشُّهَدَاءِ فِي الدُّنْيَا وَ الْآخِرَةِ، صَبَرْتُمْ وَ احْتَسَبْتُمْ وَ لَمْ تَهِنُوا، وَ لَمْ تَضْعُفُوا، وَ لَمْ تَسْتَكِينُوا، حَتَّى لَقِيتُمُ اللَّهَ جَلَّ وَ عَزَّ عَلَى سَبِيلِ الْحَقِّ وَ نَصْرِهِ، وَ كَلِمَةِ اللَّهِ التَّامَّةِ، صَلَّى اللَّهُ عَلَى أَرْوَاحِكُمْ وَ أَبْدَانِكُمْ وَ سَلَّمَ تَسْلِيماً، أَبْشِرُوا رِضْوَانُ اللَّهِ عَلَيْكُمْ بِمَوْعِدِ اللَّهِ الَّذِي لَا خُلْفَ لَهُ، اللَّهُ تَعَالَى مُدْرِكٌ بِكُمْ ثَأْرَ مَا وَعَدَكُمْ، إِنَّهُ‏ لا يُخْلِفُ الْمِيعادَ*.\nأَشْهَدُ أَنَّكُمْ جَاهَدْتُمْ فِي سَبِيلِ اللَّهِ، وَ قُتِلْتُمْ عَلَى مِنْهَاجِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ ابْنِ رَسُولِهِ عَلَيْهِ السَّلَامُ، فَجَزَاكُمُ اللَّهُ عَنِ الرَّسُولِ وَ ابْنِهِ وَ ذُرِّيَّتِهِ أَفْضَلَ الْجَزَاءِ، الْحَمْدُ لِلَّهِ الَّذِي صَدَقَكُمْ وَعْدَهُ وَ أَرَاكُمْ مَا تُحِبُّونَ.\n\n(9)\nزيارة الإمام المهدي عليه السلام للشهداء يوم عاشوراء\nخَرَجَ مِنَ النَّاحِيَةِ سَنَةَ اثْنَتَيْنِ وَ خَمْسِينَ وَ مِائَتَيْنِ إِلَيَّ عَلَى يَدِ الشَّيْخِ مُحَمَّدِ بْنِ غَالِبٍ الْأَصْفَهَانِيِّ حِينَ وَفَاةِ أَبِي رَحِمَهُ اللَّهُ، وَ كُنْتُ حَدَثَ السِّنِّ، فَكُنْتُ أَسْتَأْذِنُ فِي زِيَارَةِ مَوْلَايَ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ وَ زِيَارَةِ الشُّهَدَاءِ رِضْوَانُ اللَّهِ عَلَيْهِمْ، فَخَرَجَ إِلَيَّ مِنْهُ:\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ*، إِذَا أَرَدْتَ زِيَارَةَ الشُّهَدَاءِ رِضْوَانُ اللَّهِ عَلَيْهِمْ، فَقِفْ عِنْدَ رِجْلَيِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ، وَ هُوَ قَبْرُ عَلِيِّ بْنِ الْحُسَيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِمَا، فَاسْتَقْبِلِ الْقِبْلَةَ بِوَجْهِكَ، فَإِنَّ هُنَاكَ حَوْمَةَ الشُّهَدَاءِ عَلَيْهِمُ السَّلَامُ وَ أَوْمِ وَ أَشِرْ إِلَى عَلِيِّ بْنِ الْحُسَيْنِ عَلَيْهِمَا السَّلَامُ وَ قُلْ:\nالسَّلَامُ عَلَيْكَ يَا أَوَّلَ قَتِيلٍ مِنْ نَسْلِ خَيْرِ سَلِيلٍ، مِنْ سُلَالَةِ إِبْرَاهِيمَ الْخَلِيلِ، صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى أَبِيكَ، إِذْ قَالَ فِيكَ: قَتَلَ اللَّهُ قَوْماً قَتَلُوكَ، يَا بُنَيَّ مَا أَجْرَأَهُمْ عَلَى الرَّحْمَنِ وَ عَلَى انْتِهَاكِ حُرْمَةِ الرَّسُولِ، عَلَى الدُّنْيَا بَعْدَكَ الْعَفَا، كَأَنِّي بِكَ بَيْنَ يَدَيْهِ مَاثِلًا، وَ لِلْكَافِرِينَ قَائِلًا:\nأَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ عَلِيٍ‏\n نَحْنُ وَ بَيْتِ اللَّهِ أَوْلَى بِالنَّبِيِ‏\nأَطْعَنُكُمْ بِالرُّمْحِ حَتَّى يَنْثَنِي‏\n أَضْرِبُكُمْ بِالسَّيْفِ أَحْمِي عَنْ أَبِي‏\nضَرْبَ غُلَامٍ هَاشِمِيٍّ عَرَبِيٍ‏\n وَ اللَّهِ لَا يَحْكُمُ فِينَا ابْنُ الدَّعِيِ‏\n\n\n حَتَّى قَضَيْتَ نَحْبَكَ وَ لَقِيتَ رَبَّكَ، أَشْهَدُ أَنَّكَ أَوْلَى بِاللَّهِ وَ بِرَسُولِهِ،\nوَ أَنَّكَ ابْنُ حُجَّتِهِ وَ أَمِينُهُ، حَكَمَ اللَّهُ لَكَ عَلَى قَاتِلِكَ مُرَّةَ بْنِ مُنْقِذِ بْنِ النُّعْمَانِ الْعَبْدِيِّ، لَعَنَهُ اللَّهُ وَ أَخْزَاهُ، وَ مَنْ شَرِكَهُ فِي قَتْلِكَ، وَ كَانُوا عَلَيْكَ ظَهِيراً، أَصْلَاهُمُ اللَّهُ جَهَنَّمَ وَ ساءَتْ مَصِيراً*.\nوَ جَعَلَنَا اللَّهُ مِنْ مُلَاقِيكَ وَ مُرَافِقِيكَ، وَ مُرَافِقِي جَدِّكَ وَ أَبِيكَ، وَ عَمِّكَ وَ أَخِيكَ، وَ أُمِّكَ الْمَظْلُومَةِ، وَ أَبْرَأُ إِلَى اللَّهِ مِنْ قَاتِلِيكَ، وَ أَسْأَلُ اللَّهَ مُرَافَقَتَكَ فِي دَارِ الْخُلُودِ، وَ أَبْرَأُ إِلَى اللَّهِ مِنْ أَعْدَائِكَ أُولِي الْجُحُودِ، وَ السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nالسَّلَامُ عَلَى عَبْدِ اللَّهِ بْنِ الْحُسَيْنِ، الطِّفْلِ الرَّضِيعِ [وَ الْمَرْمِيِّ الصَّرِيعِ، الْمُتَشَحِّطِ دَماً، الْمُصَعَّدِ دَمُهُ فِي السَّمَاءِ، الْمَذْبُوحِ بِالسَّهْمِ فِي حَجْرِ أَبِيهِ‏]، لَعَنَ اللَّهُ رَامِيَهُ حَرْمَلَةَ بْنَ كَاهِلٍ الْأَسَدِيَّ وَ ذَوِيهِ.\nالسَّلَامُ عَلَى عَبْدِ اللَّهِ بْنِ أَمِيرِ الْمُؤْمِنِينَ، [مُبْلَى الْبَلَاءِ، وَ] الْمُنَادِي بِالْوَلَاءِ فِي عَرْصَةِ كَرْبَلَاءَ، الْمَضْرُوبِ مُقْبِلًا وَ مُدْبِراً، وَ لَعَنَ اللَّهُ قَاتِلَهُ‏ هَانِيَ بْنَ ثُبَيْتٍ الْحَضْرَمِيَّ.\nالسَّلَامُ عَلَى الْعَبَّاسِ بْنِ أَمِيرِ الْمُؤْمِنِينَ، الْمِوَاسِي أَخَاهُ بِنَفْسِهِ، الْآخِذِ لِغَدِهِ مِنْ أَمْسِهِ، الْفَادِي لَهُ الْوَاقِي، السَّاعِي إِلَيْهِ بِمَائِهِ، الْمَقْطُوعَةِ يَدَاهُ، لَعَنَ اللَّهُ قَاتِلِيهِ يَزِيدَ بْنَ الرُّقَادِ، وَ حَكِيمَ بْنَ الطُّفَيْلِ الطَّائِيَّ.\nالسَّلَامُ عَلَى جَعْفَرِ بْنِ أَمِيرِ الْمُؤْمِنِينَ، الصَّابِرِ بِنَفْسِهِ مُحْتَسِباً، وَ النَّائِي عَنِ الْأَوْطَانِ مُغْتَرِباً، الْمُسْتَسْلِمِ لِلْقِتَالِ، الْمُسْتَقْدِمِ لِلنِّزَالِ، الْمَكْثُوْرِ بِالرِّجَالِ، لَعَنَ اللَّهُ قَاتِلَهُ هَانِيَ بْنَ ثُبَيْتٍ الْحَضْرَمِيَّ.\nالسَّلَامُ عَلَى عُثْمَانَ بْنِ أَمِيرِ الْمُؤْمِنِينَ، سَمِيِّ عُثْمَانَ بْنِ مَظْعُونٍ، لَعَنَ اللَّهُ رَامِيَهُ بِالسَّهْمِ خَوْلِيَّ بْنَ يَزِيدَ الْأَصْبَحِيَّ الْإِيَادِيَّ الدَّارِمِيَّ.\nالسَّلَامُ عَلَى مُحَمَّدِ بْنِ أَمِيرِ الْمُؤْمِنِينَ، قَتِيلِ الْإِيَادِيِّ الدَّارِمِيِّ، لَعَنَهُ اللَّهُ وَ ضَاعَفَ لَهُ الْعَذَابَ الْأَلِيمَ، وَ صَلَّى اللَّهُ عَلَيْكَ يَا مُحَمَّدُ وَ عَلَى أَهْلِ بَيْتِكَ الصَّابِرِينَ.\nالسَّلَامُ عَلَى أَبِي بَكْرِ بْنِ الْحَسَنِ الزَّكِيِّ الْوَلِيِّ، الْمَرْمِيِّ بِالسَّهْمِ‏ الرَّدِيِّ، لَعَنَ اللَّهُ قَاتِلَهُ عَبْدَ اللَّهِ بْنَ عُقْبَةَ الْغَنَوِيَّ.\nالسَّلَامُ عَلَى عَبْدِ اللَّهِ بْنِ الْحَسَنِ بْنِ عَلِيٍّ الزَّكِيِّ، لَعَنَ اللَّهُ قَاتِلَهُ وَ رَامِيَهُ حَرْمَلَةَ بْنَ كَاهِلٍ الْأَسَدِيَّ.\nالسَّلَامُ عَلَى الْقَاسِمِ بْنِ الْحَسَنِ بْنِ عَلِيٍّ، الْمَضْرُوبِ هَامَتُهُ، الْمَسْلُوبِ لَامَتُهُ، حِينَ نَادَى الْحُسَيْنَ عَمَّهُ فَجَلَى عَلَيْهِ عَمُّهُ كَالصَّقْرِ، وَ هُوَ يَفْحَصُ بِرِجْلِهِ التُّرَابَ، وَ الْحُسَيْنُ يَقُولُ: بُعْداً لِقَوْمٍ قَتَلُوكَ وَ مَنْ خَصْمُهُمْ يَوْمَ الْقِيَامَةِ جَدُّكَ وَ أَبُوكَ، ثُمَّ قَالَ: عَزَّ وَ اللَّهِ عَلَى عَمِّكَ أَنْ تَدْعُوَهُ فَلَا يُجِيبَكَ، أَوْ يُجِيبَكَ وَ أَنْتَ قَتِيلٌ جَدِيلٌ فَلَا يَنْفَعَكَ، هَذَا وَ اللَّهِ يَوْمٌ كَثُرَ وَاتِرُهُ وَ قَلَّ نَاصِرُهُ، جَعَلَنِيَ اللَّهُ مَعَكُمَا يَوْمَ جَمْعِكُمَا، وَ بَوَّأَنِي مُبَوَّأَكُمَا، وَ لَعَنَ اللَّهُ قَاتِلَكَ عُمَرَ بْنَ سَعْدِ بْنِ نُفَيْلٍ الْأَزْدِيَّ، وَ أَصْلَاهُ جَحِيماً، وَ أَعَدَّ لَهُ عَذَاباً أَلِيماً.\nالسَّلَامُ عَلَى عَوْنِ بْنِ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ الطَّيَّارِ فِي الْجِنَانِ، حَلِيفِ‏ الْإِيمَانِ، وَ مُنَازِلِ الْأَقْرَانِ، النَّاصِحِ لِلرَّحْمَانِ، التَّالِي لِلْمَثَانِي وَ الْقُرْآنِ، لَعَنَ اللَّهُ قَاتِلَهُ عَبْدَ اللَّهِ بْنَ قُطْبَةَ النَّبْهَانِيَّ.\nالسَّلَامُ عَلَى مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، الشَّاهِدِ مَكَانَ أَبِيهِ، وَ التَّالِي لِأَخِيهِ، وَ وَاقِيهِ بِبَدَنِهِ، لَعَنَ اللَّهُ قَاتِلَهُ عَامِرَ بْنَ نَهْشَلٍ التَّيْمِيَّ.\nالسَّلَامُ عَلَى جَعْفَرِ بْنِ عَقِيلٍ، لَعَنَ اللَّهُ قَاتِلَهُ بِشْرَ بْنَ خُوطٍ الْهَمْدَانِيَّ.\nالسَّلَامُ عَلَى عَبْدِ الرَّحْمَنِ بْنِ عَقِيلٍ، وَ لَعَنَ اللَّهُ قَاتِلَهُ وَ رَامِيَهُ عُمَرَ بْنَ أَسَدٍ الْجُهَنِيَّ.\nالسَّلَامُ عَلَى الْقَتِيلِ ابْنِ الْقَتِيلِ، عَبْدِ اللَّهِ بْنِ مُسْلِمِ بْنِ عَقِيلٍ، وَ لَعَنَ اللَّهِ رَامِيَهُ عَمْرَو بْنَ صَبِيحٍ الصَّيْدَاوِيَّ.\nالسَّلَامُ عَلَى مُحَمَّدِ بْنِ أَبِي سَعِيدِ بْنِ عَقِيلٍ، وَ لَعَنَ اللَّهُ قَاتِلَهُ لَقِيطَ بْنَ يَاسِرٍ الْجُهَنِيَّ.\nالسَّلَامُ عَلَى سُلَيْمَانَ مَوْلَى الْحَسَنِ بْنِ أَمِيرِ الْمُؤْمِنِينَ، وَ لَعَنَ اللَّهُ قَاتِلَهُ سُلَيْمَانَ بْنَ عَوْفٍ الْحَضْرَمِيَّ.\nالسَّلَامُ عَلَى قَارَبٍ مَوْلَى الْحُسَيْنِ بْنِ عَلِيٍّ، السَّلَامُ عَلَى مُنْجِحٍ مَوْلَى الْحُسَيْنِ بْنِ عَلِيٍّ.\nالسَّلَامُ عَلَى مُسْلِمِ بْنِ عَوْسَجَةَ الْأَسَدِيِّ، الْقَائِلِ لِلْحُسَيْنِ وَ قَدْ أَذِنَ لَهُ فِي الِانْصِرَافِ: أَ نَحْنُ نُخَلِّي عَنْكَ وَ بِمَ نَعْتَذِرُ إِلَى اللَّهِ مِنْ أَدَاءِ حَقِّكَ، وَ لَا وَ اللَّهِ حَتَّى أَكْسِرَ فِي صُدُورِهِمْ رُمْحِي، وَ أَضْرِبَهُمْ بِسَيْفِي، مَا ثَبَتَ قَائِمُهُ فِي يَدِي، وَ لَا أُفَارِقُكَ، وَ لَوْ لَمْ يَكُنْ مَعِي سِلَاحٌ أُقَاتِلُهُمْ بِهِ لَقَذَفْتُهُمْ بِالْحِجَارَةِ ثُمَّ لَمْ أُفَارِقْكَ حَتَّى أَمُوتَ مَعَكَ، وَ كُنْتَ أَوَّلَ مَنْ شَرَى نَفْسَهُ، وَ أَوَّلَ شَهِيدٍ مِنْ شُهَدَاءِ اللَّهِ‏ قَضى‏ نَحْبَهُ‏، فَفُزْتَ وَ رَبِّ الْكَعْبَةِ.\nشَكَرَ اللَّهُ لَكَ اسْتِقْدَامَكَ وَ مُوَاسَاتَكَ إِمَامَكَ، إِذْ مَشَى إِلَيْكَ وَ أَنْتَ صَرِيعٌ فَقَالَ: يَرْحَمُكَ اللَّهُ يَا مُسْلِمَ بْنَ عَوْسَجَةَ، وَ قَرَأَ: فَمِنْهُمْ مَنْ قَضى‏ نَحْبَهُ وَ مِنْهُمْ مَنْ يَنْتَظِرُ وَ ما بَدَّلُوا تَبْدِيلًا، لَعَنَ اللَّهُ الْمُشْتَرِكِينَ فِي قَتْلِكَ: عَبْدَ اللَّهِ الضَّبَابِيَّ، وَ عَبْدَ اللَّهِ بْنَ خُشْكَارَةَ الْبَجَلِيَّ.\nالسَّلَامُ عَلَى سَعِيدِ بْنِ عَبْدِ اللَّهِ الْحَنَفِيِّ، الْقَائِلِ لِلْحُسَيْنِ وَ قَدْ أَذِنَ لَهُ فِي الِانْصِرَافِ: لَا وَ اللَّهِ لَا نُخَلِّيكَ حَتَّى يَعْلَمَ اللَّهُ انَّا قَدْ حَفِظْنَا غَيْبَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فِيكَ، وَ اللَّهِ لَوْ أَعْلَمُ أَنِّي أُقْتَلُ ثُمَّ أُحْرَقُ ثُمَّ أُذْرَى، يُفْعَلُ ذَلِكَ بِي سَبْعِينَ مَرَّةً، مَا فَارَقْتُكَ حَتَّى أَلْقَى حِمَامِي دُونَكَ، وَ كَيْفَ لَا أَفْعَلُ ذَلِكَ، وَ إِنَّمَا هِيَ مَوْتَةٌ أَوْ قَتْلَةٌ وَاحِدَةٌ، ثُمَّ هِيَ الْكَرَامَةُ الَّتِي لَا انْقِضَاءَ لَهَا أَبَداً، فَقَدْ لَقِيتَ حِمَامَكَ، وَ وَاسَيْتَ إِمَامَكَ، وَ لَقِيتَ مِنَ اللَّهِ الْكَرَامَةَ فِي دَارِ الْمُقَامَةِ، حَشَرَنَا اللَّهُ مَعَكُمْ فِي الْمُسْتَشْهَدِينَ، وَ رَزَقَنَا مُرَافَقَتَكُمْ فِي أَعْلَى عِلِّيِّينَ.\nالسَّلَامُ عَلَى بَشِيرِ بْنِ عُمَرَ الْحَضْرَمِيِّ، شَكَرَ اللَّهُ لَكَ قَوْلَكَ لِلْحُسَيْنِ وَ قَدْ أَذِنَ لَكَ فِي الِانْصِرَافِ: أَكَلَتْنِي إِذاً السِّبَاعُ حَيّاً إِذَا فَارَقْتُكَ، وَ أَسْأَلُ عَنْكَ الرُّكْبَانَ، وَ أَخْذُلُكَ مَعَ قِلَّةِ الْأَعْوَانِ، لَا يَكُونُ هَذَا أَبَداً.\nالسَّلَامُ عَلَى زَيْدِ بْنِ حُصَيْنٍ الْهَمْدَانِيِّ الْمَشْرِقِيِّ الْقَارِيِّ الْمُجَدَّلِ، السَّلَامُ عَلَى عِمْرَانَ بْنِ كَعْبٍ الْأَنْصَارِيِّ، السَّلَامُ عَلَى نُعَيْمِ بْنِ عَجْلَانَ الْأَنْصَارِيِّ.\nالسَّلَامُ عَلَى زُهَيْرِ بْنِ الْقَيْنِ الْبَجَلِيِّ، الْقَائِلِ لِلْحُسَيْنِ وَ قَدْ أَذِنَ لَهُ فِي الِانْصِرَافِ: لَا وَ اللَّهِ لَا يَكُونُ ذَلِكَ أَبَداً، أَتْرُكُ ابْنَ رَسُولِ اللَّهِ أَسِيراً فِي يَدِ الْأَعْدَاءِ وَ أَنْجُو، لَا أَرَانِيَ اللَّهُ ذَلِكَ الْيَوْمَ.\nالسَّلَامُ عَلَى عَمْرِو بْنِ قَرَظَةَ الْأَنْصَارِيِّ، السَّلَامُ عَلَى حَبِيبِ بْنِ مُظَاهِرٍ الْأَسَدِيِّ، السَّلَامُ عَلَى الْحُرِّ بْنِ يَزِيدَ الرِّيَاحِيِّ، السَّلَامُ عَلَى عَبْدِ اللَّهِ بْنِ عُمَيْرٍ الْكَلْبِيِّ، السَّلَامُ عَلَى نَافِعِ بْنِ هِلَالٍ الْبَجَلِيِّ الْمُرَادِيِّ، السَّلَامُ عَلَى أَنَسِ بْنِ كَاهِلٍ الْأَسَدِيِّ.\nالسَّلَامُ عَلَى قَيْسِ بْنِ مُسْهِرٍ الصَّيْدَاوِيِّ، السَّلَامُ عَلَى عَبْدِ اللَّهِ وَ عَبْدِ الرَّحْمَنِ ابْنَيْ عُرْوَةَ بْنِ حَرَّاقٍ الْغِفَارِيَّيْنِ، السَّلَامُ عَلَى جَوْنٍ مَوْلَى أَبِي ذَرٍّ الْغِفَارِيِّ.\nالسَّلَامُ عَلَى شَبِيبِ بْنِ عَبْدِ اللَّهِ النَّهْشَلِيِّ، السَّلَامُ عَلَى الْحَجَّاجِ بْنِ زَيْدٍ السَّعْدِيِّ.\nالسَّلَامُ عَلَى قَاسِطٍ وَ كُرْدُوسٍ ابْنَيْ زُهَيْرٍ التَّغْلِبِيَّيْنِ، السَّلَامُ عَلَى كِنَانَةَ بْنِ عَتِيقٍ، السَّلَامُ عَلَى ضِرْغَامَةَ بْنِ مَالِكٍ، السَّلَامُ عَلَى جُوَيْنِ بْنِ مَالِكٍ الضُّبَعِيِّ.\nالسَّلَامُ عَلَى عَمْرِو بْنِ ضُبَيْعَةَ، السَّلَامُ عَلَى زَيْدِ بْنِ ثُبَيْتِ الْقَيْسِيِّ، السَّلَامُ عَلَى عَامِرِ بْنِ مُسْلِمٍ، السَّلَامُ عَلَى قَعْنَبِ بْنِ عَمْرٍو النَّمِرِيِّ، السَّلَامُ عَلَى سَالِمٍ مَوْلَى عَامِرِ بْنِ مُسْلِمٍ.\nالسَّلَامُ عَلَى سَيْفِ بْنِ مَالِكٍ، السَّلَامُ عَلَى زُهَيْرِ بْنِ بِشْرٍ الْخَثْعَمِيِّ، السَّلَامُ عَلَى بَدْرِ بْنِ مَعْقِلٍ الْجُعْفِيِّ، السَّلَامُ عَلَى مَسْعُودِ بْنِ الْحَجَّاجِ وَ ابْنِهِ، السَّلَامُ عَلَى مُجَمِّعِ بْنِ عَبْدِ اللَّهِ الْعَائِدِيِّ.\nالسَّلَامُ عَلَى عَمَّارِ بْنِ حَيَّانَ بْنِ شُرَيْحٍ الطَّائِيِّ، السَّلَامُ عَلَى حَيَّانَ بْنِ الْحَارِثِ السَّلْمَانِيِّ الْأَزْدِيِّ، السَّلَامُ عَلَى جُنْدَبِ بْنِ حَجَرٍ الْخَوْلَانِيِّ، السَّلَامُ عَلَى عُمَرَ بْنِ خَالِدٍ الصَّيْدَاوِيِّ، السَّلَامُ عَلَى سَعِيدٍ مَوْلَاهُ.\nالسَّلَامُ عَلَى يَزِيدَ بْنِ زِيَادِ بْنِ الْمُظَاهِرِ الْكِنْدِيِّ، السَّلَامُ عَلَى جَبَلَةَ بْنِ عَلِيٍّ الشَّيْبَانِيِّ، السَّلَامُ عَلَى أَسْلَمَ بْنِ كَثِيرٍ الْأَزْدِيِّ الْأَعْرَجِ، السَّلَامُ عَلَى زُهَيْرِ بْنِ سُلَيْمٍ الْأَزْدِيِّ.\nالسَّلَامُ عَلَى قَاسِمِ بْنِ حَبِيبٍ الْأَزْدِيِّ، السَّلَامُ عَلَى عُمَرَ بْنِ الْأُحْدُوثِ الْحَضْرَمِيِّ، السَّلَامُ عَلَى أَبِي ثُمَامَةَ عُمَرَ بْنِ عَبْدِ اللَّهِ الصَّائِدِيِّ، السَّلَامُ عَلَى حَنْظَلَةَ بْنِ أَسْعَدَ الشِّبَامِيِّ، السَّلَامُ عَلَى عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ الْكُدُرِّ [الْكَدِنِ‏] الْأَرْحَبِيِّ.\nالسَّلَامُ عَلَى عَمَّارِ بْنِ أَبِي سَلَامَةَ الْهَمْدَانِيِّ، السَّلَامُ عَلَى عَابِسِ بْنِ شَبِيبٍ الشَّاكِرِيِّ، السَّلَامُ عَلَى شَبِيبِ بْنِ الْحَارِثِ بْنِ سَرِيعٍ، السَّلَامُ عَلَى مَالِكِ بْنِ عَبْدِ اللَّهِ بْنِ سَرِيعٍ.\nالسَّلَامُ عَلَى الْجَرِيحِ الْمَأْسُوِر سَوَّارِ بْنِ أَبِي حِمْيَرٍ الْفَهْمِيِّ الْهَمْدَانِيِّ، السَّلَامُ عَلَى الْمُرْتَثِّ مَعَهُ عَمْرِو بْنِ عَبْدِ اللَّهِ الْجُنْدُعِيِّ.\nالسَّلَامُ عَلَيْكُمْ يَا خَيْرَ أَنْصَارٍ، السَّلَامُ عَلَيْكُمْ‏ بِما صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ، وَ بَوَّأَكُمُ اللَّهُ مُبَوَّءَ الْأَبْرَارِ.\n\nأَشْهَدُ لَقَدْ كُشِفَ لَكُمُ الْغِطَاءُ، وَ مُهِّدَ لَكُمُ الْوِطَاءُ، وَ أُجْزِلَ لَكُمُ الْعَطَاءُ، وَ كُنْتُمْ عَنِ الْحَقِّ غَيْرَ بِطَاءٍ، وَ أَنْتُمْ لَنَا فَرَطٌ، وَ نَحْنُ لَكُمْ خُلَطَاءُ فِي دَارِ الْبَقَاءِ، وَ السَّلَامُ عَلَيْكُمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ..\n\n\n\n"
}