{
"title": "زيارة (2) للإمام موسى الكاظم (ع)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "زيارة أخرى للإمام موسى الكاظم (عليه السلام)\n\nقال المفيد والشهيد ومحمد ابن المشهدي: \nإذا أردت زيارته ببغداد فاغتسل للزيارة واقصد المشهد وقف على الباب الشريف واستأذن ثمّ ادخل وأنت تقول:بِسمِ اللهِ وَباللهِ وَفي سَبِيلِ اللهِ وَعَلى مِلَّةِ رَسُولِ اللهِ (صلّى الله عليه و آله) وَالسَّلامُ عَلى أولياءِ اللهِ. ثمّ امض حتى تستقبل قبر موسى بن جعفر (عليه السلام) فإذا وقفت عند قبره فقل:\n\nالسَّلامُ عَلَيكَ يا نُورَ اللهِ في ظُلُماتِ الأرضِ السَّلامُ عَلَيكَ يا وَلِيَّ اللهِ السَّلامُ عَلَيكَ يا حُجَّةَ اللهِ السَّلامُ عَلَيكَ يا بابَ اللهِ، أشهَدُ أنَّكَ أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَتَلَوتَ الكِتابَ حَقَّ تِلاوَتِهِ وَجاهَدتَ في اللهِ حَقَّ جِهادِهِ وَصَبَرتَ عَلى الأذى في جَنبِهِ مُحتَسِباً وَعَبَدتَهُ مُخلِصاً حَتّى أتاكَ اليَقِينُ، أشهَدُ أنَّكَ أولى بِاللهِ وَبِرَسُولِهِ وَأنَّكَ ابنُ رَسُولِ اللهِ حَقاً، أبرَأُ إلى اللهِ مِن أعدائِكَ وَأتَقَرَّبُ إلى اللهِ بِمُوالاتِكَ، أتَيتُكَ يا مَولايَ عارِفاً بِحَقِّكَ مُوالياً لأوليائِكَ مُعادياً لأعدائِكَ فَاشفَع لي عِندَ رَبِّكَ.\n\nثمّ انكبّ على القبر وقبّله وضع خدّيك عليه وتحوّل إلى عند الرأس وقف وقل:\nالسَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ أشهَدُ أنَّكَ صادِقٌ أدَّيتَ ناصِحاً وَقُلتَ أمِيناً وَمَضَيتَ شَهِيداً لَم تُؤثِر عَمىً عَلى الهُدى وَلَم تَمِل مِن حَقٍّ إلى باطِلٍ، صَلّى اللهُ عَلَيكَ وَعَلى آبائِكَ وَأبنائِكَ الطَّاهِرِينَ.\n\nثمّ قبّل القبر وصلّ ركعتين وصلّ بعدهما ما أحببت واسجد وقل:\nاللهُمَّ إلَيكَ اعتَمَدتُ وَإلَيكَ قَصَدتُ وَبِفَضلِكَ رَجَوتُ وَقَبرَ إمامي الَّذي أوجَبتَ عَلَيَّ طاعَتَهُ زُرتُ وَبِهِ إلَيكَ تَوَسَّلتُ، فَبِحَقِّهِمُ الَّذي أوجَبتَ عَلى نَفسِكَ اغفِر لي وَلِوالِدَيَّ وَلِلمُؤمِنِينَ يا كَرِيمُ.\n\nثمّ ضع خدّك الأيمن وقل:\nاللهُمَّ قَد عَلِمْتَ حَوائِجي فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاقضِها.\n\nثمّ ضع خدّك الأيسر وقل:\nاللّهُمَّ قَدْ أَحْصَيْتَ ذُنُوبِي فَبِحَقِّ مُحَمَّدٍ وَآلِ مُحَمَّدٍ صَلِّ على مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاغْفِرْها وَتَصَدَّقْ عَلَيَّ بِما أَنْتَ أَهْلُهُ.\n\nثمّ عد إلى السجود وقل: شُكراً شُكراً مائة مرة\n\nثمّ ارفع رأسك من السجود وادع بما شئت لمن شئت وأحببت.\n\n"
}