{
"title": "زيارة (2) للإمام محمد الجواد (ع)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "زيارة اُخرى للإمام محمد بن علي التقي (عليه السلام) : \n\nقال السيد ابن طاووس في (المزار): إذا زرت الإمام موسى الكاظم (عليه السلام) فقف على قبر الجواد (عليه السلام) وقبّله وقل:\n\nالسَّلامُ عَلَيكَ يا أبا جَعفَرٍ مُحَمَّدَ بنَ عَلِيٍّ البَرَّ التَّقِيَ الإمام الوَفِيَّ السَّلامُ عَلَيكَ أيُّها الرَّضِيُّ الزَّكِيُّ، السَّلامُ عَلَيكَ يا وَلِيَّ اللهِ السَّلامُ عَلَيكَ يا نَجِيَّ اللهِ السَّلامُ عَلَيكَ يا سِرِّ اللهِ السَّلامُ عَلَيكَ يا ضِياءَ اللهِ السَّلامُ عَلَيكَ يا سَناءَ اللهِ السَّلامُ عَلَيكَ يا كَلِمَةَ اللهِ السَّلامُ عَلَيكَ يا رَحمَةَ اللهِ، السَّلامُ عَلَيكَ أيُّها النُّورُ السَّاطِعُ السَّلامُ عَلَيكَ أيُّها البَدرُ الطَّالِعُ السَّلامُ عَلَيكَ أيُّها الطَّيِّبُ مِنَ الطَّيِّبِينَ السَّلامُ عَلَيكَ أيُّها الطَّاهِرُ مِنَ المُطَهَّرِينَ، السَّلامُ عَلَيكَ أيُّها الآيَةُ العُظمى السَّلامُ عَلَيكَ أيُّها الحُجَّةُ الكُبرى، السَّلامُ عَلَيكَ أيُّها المُطَهَّرُ مِنَ الزَّلّاتِ السَّلامُ عَلَيكَ أيُّها المُنَزَّهُ عَنِ المُعضِلاتِ السَّلامُ عَلَيكَ أيُّها العَلِيُّ عَن نَقصِ الأوصافِ السَّلامُ عَلَيكَ أيُّها الرَّضِيُّ عِندَ الأشرافِ السَّلامُ عَلَيكَ يا عَمُودَ الدِّينِ. أشهَدُ أنَّكَ وَلِيُّ اللهِ وَحُجَّتُهُ في أرضِهِ وَأنَّكَ جَنبُ اللهِ وَخِيَرَةُ اللهِ وَمُستَودَعُ عِلمِ اللهِ وَعِلمِ الأنبياءِ وَرُكنُ الإيمانِ وَتَرجُمانُ القُرآنِ، وَأشهَدُ أنَّ مَنِ اتَّبَعَكَ عَلى الحَقِّ وَالهُدى وَأنَّ مَن أنكَرَكَ وَنَصَبَ لَكَ العَداوَةَ عَلى الضَّلالَةِ وَالرَّدى. أبرأُ إلى اللهِ وَإلَيكَ مِنهُم في الدُّنيا وَالآخِرةِ وَالسَّلامُ عَلَيكَ ما بَقِيتُ وَبَقِيَ اللَيلُ وَالنَّهارُ.\n\nوقل في الصلاة عليه: \n\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَأهلِ بَيتِهِ وَصَلِّ عَلى مُحَمَّدِ بنَ عَلِيٍّ الزَّكِيّ التَقِيّ وَالبَرِّ الوَفِيّ وَالمُهَذَّبِ النَّقِيِّ، هادي الاُمَّةِ وَوارِثِ الأئِمَّةِ وَخازِنِ الرَّحمَةِ وَيَنبُوعِ الحِكمَةِ وَقائِدِ البَرَكَةِ وَعَدِيلِ القُرآنِ في الطَّاعَةِ وَواحِدِ الأوصياء في الإخلاصِ وَالعِبادَةِ وَحُجَّتِكَ العُليا وَمَثَلِك الأعلى وَكَلِمَتِكَ الحُسنى الدَّاعي إلَيكَ وَالدَّالِّ عَلَيكَ، الَّذي نَصَبتَهُ عَلَماً لِعِبادِكَ وَمُتَرجِماً لِكِتابِكَ وَصادِعاً بِأمرِكَ وَناصِراً لِدِينِكَ وَحُجَّةً عَلى خَلقِكَ وَنُوراً تُخرَقُ بِهِ الظُّلَمَ وَقُدوَةً تُدرَكُ بِها الهِدايَةُ وَشَفِيعاً تُنالُ بِهِ الجَنَّةُ، اللهُمَّ وَكَما أخَذَ في خُشُوعِهِ لَكَ حَظَّهُ وَاستَوفى مِن خَشيَتِكَ نَصِيبَهُ فَصَلِّ عَلَيهِ أضعافَ ما صَلَّيتَ عَلى وَلِيٍّ ارتَضَيتَ طاعَتَهُ وَقَبِلتَ خِدمَتَهُ وَبَلِّغهُ مِنَّا تَحِيَّةً وَسَلاماً، وَآتِنا في مُوالاتِهِ مِن لَدُنكَ فَضلاً وَإحساناً وَمَغفِرَةً وَرِضواناً إنَّكَ ذُو المَنِّ القَدِيمِ وَالصَّفحِ الجَمِيلِ.\n\nثمّ صلّ صلاة الزيارة وقل بعد السلام: \nاللهُمَّ أَنْتَ الرَّبُّ وَأَنا المَرْبُوبُ وَأَنْتَ الخالِقُ وَأَنا المَخْلُوقُ وَأَنْتَ المالِكُ وَأَنا المَمْلُوكُ وَأَنْتَ المُعْطِي وَأَنا السَّائِلُ وَأَنْتَ الرَّازِقُ وَأَنا المَرْزُوقُ وَأَنْتَ القادِرُ وَأَنا العاجِزُ وَأَنْتَ القَوِيُّ وَأَنا الضَّعِيفُ وَأَنْتَ المُغِيثُ وَأَنا المُسْتَغِيثُ وَأَنْتَ الدَّائِمُ وَأَنا الزَّائِلُ وَأَنْتَ الكَبِيرُ وَأَنا الحَقِيرُ وَأَنْتَ العَظِيمُ وَأَنا الصَّغِيرُ وَأَنْتَ المَوْلى وَأَنا العَبْدُ وَأَنْتَ العَزِيزُ وَأَنا الذَّلِيلُ وَأَنْتَ الرَّفِيعُ وَأَنا الوَضِيعُ وَأَنْتَ المُدَبِّرُ وَأَنا المُدَبَّرُ وَأَنْتَ الباقِي وَأَنا الفانِي وَأَنْتَ الديانُ وَأَنا المُدانُ وَأَنْتَ الباعِثُ وَأَنا المَبْعُوثُ وَأَنْتَ الغَنِيُّ وَأَنا الفَقِيرُ وَأَنْتَ الحَيُّ وَأَنا المَيِّتُ، تَجِدُ مَنْ تُعَذِّبُ يا رَبِّ غَيْرِي وَلا أَجِدُ مَنْ يَرْحَمُنِي غَيْرُكَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَقَرِّبْ فَرَجَهُمْ وَارْحَمْ ذُلِّي بَيْنَ يَدَيْكَ وَتَضَرُّعِي إِلَيْكَ وَوَحْشَتِي مِنَ النَّاسِ وَأُنْسِي بِكَ يا كَرِيمُ، تَصَدَّقْ عَلَيَّ فِي هذِهِ السَّاعَةِ بِرَحْمَةٍ مِنْ عِنْدِكَ تَهْدِي بِها قَلْبِي وَتَجْمَعُ بِها أَمْرِي وَتَلُمُّ بِها شَعَثِي وَتُبَيِّضُ بِها وَجْهِي وَتُكْرِمُ بِها مَقامِي وَتَحُطُّ بِها عَنِّي وِزْرِي وَتَغْفِرُ بِها ما مَضى مِنْ ذُنُوبِي وَتَعْصِمُنِي فِيما بَقِيَ مِنْ عُمْرِي وَتَسْتَعْمِلُنِي فِي ذلِكَ كُلِّهِ بِطاعَتِكَ وَما يُرْضِيكَ عَنِّي وَتَخْتِمُ عَمَلِي بِأَحْسَنِهِ وَتَجْعَلُ لِي ثَوابَهُ الجَنَّةَ وَتَسْلُكُ بِي سَبِيلَ الصَّالِحِينَ وَتُعِينُنِي عَلى صالِحِ ما أَعْطَيْتَنِي كَما أَعَنْتَ الصَّالِحِينَ عَلى صالِحِ ما أَعْطَيْتَهُمْ، وَلا تَنْزِعْ مِنِّي صالِحاً أَبَداً وَلا تَرُدَّنِي فِي سُوءٍ اسْتَنْقَذْتَنِي مِنْهُ أَبَداً وَلا تُشْمِتْ بِي عَدُوّاً وَلا حاسِداً أَبَداً وَلا تَكِلْنِي إِلى نَفْسِي طَرْفَةَ عَيْنٍ أَبَداً وَلا أَقَلَّ مِنْ ذلِكَ وَلا أَكْثَرَ يا رَبَّ العالَمِينَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأَرِنِي الحَقَّ حَقّاً فَأَتَّبِعَهُ وَالباطِلَ باطِلاً فَأَجْتَنِبَهُ، وَلا تَجْعَلْهُ عَلَيَّ مُتَشابِهاً فَأَتَّبِعَ هَوايَ بِغَيْرِ هُدىً مِنْكَ وَاجْعَلْ هَوايَ تَبَعاً لِطاعَتِكَ وَخُذْ رِضا نَفْسِكَ مِنْ نَفْسِي، وَاهْدِنِي لِما اخْتُلِفَ فِيهِ مِنَ الحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ.\n\nثمّ سل الله حاجتك فإنّها تقضى إن شاء الله تعالى.\n\n"
}