["(1)\nوداع الإمام الصادق لأمير المؤمنين (ع) كما ورد في الزيارة المطلقة الثالثة:\nيَا جَدَّاهْ يَا سَيِّدَاهْ، يَا طَيِّبَاهْ يَا طَاهِرَاهْ، لَا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنْكَ وَ رَزَقَنِي الْعَوْدَ إِلَيْكَ وَ الْمَقَامَ فِي حَرَمِكَ وَ الْكَوْنَ مَعَكَ مَعَ الْأَبْرَارِ مِنْ وُلْدِكَ، صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى الْمَلَائِكَةِ الْمُحْدِقِينَ بِكَ.\n\n(2)\nصيغة وداع أمير المؤمنين (ع) كما ورد في الزيارة المطلقة السابعة:\nأَسْتَوْدِعُكَ اللَّهَ وَ أَسْتَرْعِيكَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ عَلَيْكَ يَا مَوْلَايَ يَا أَمِيرَ الْمُؤْمِنِينَ، آمَنَّا بِاللَّهِ وَ بِالرَّسُولِ وَ بِمَا جِئْتَ بِهِ وَ دَلَلْتَ عَلَيْهِ، اللَّهُمَّ اكْتُبْنَا مَعَ الشَّاهِدِينَ.\nاللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَةِ قَبْرِ وَلِيِّكَ الْهَادِي بَعْدَ نَبِيِّكَ، النَّذِيرِ الْمُنْذِرِ، وَ ارْزُقْنِي الْعَوْدَ إِلَيْهِ أَبَداً مَا أَبْقَيْتَنِي، فَإِذَا تَوَفَّيْتَنِي فَاحْشُرْنِي مَعَهُ وَ فِي زُمْرَتِهِ وَ تَحْتَ لِوَائِهِ، وَ لَا تُفَرِّقْ بَيْنِي وَ بَيْنَهُ طَرْفَةَ عَيْنٍ، وَ لَا أَقَلَّ مِنْ ذَلِكَ وَ لَا أَكْثَرَ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\n\n(3)\nصيغة لوداع أمير المؤمنين (ع) كما ورد في كتاب المزار الكبير:\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَسْتَوْدِعُكَ اللَّهَ وَ أَسْتَرْعِيكَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِالرَّسُولِ وَ بِمَا جِئْتَ بِهِ وَ دَلَلْتَ عَلَيْهِ، اللَّهُمَّ اكْتُبْنَا مَعَ الشَّاهِدِينَ.\nاللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ لِزِيَارَةِ وَلِيِّكَ، وَ ارْزُقْنِي الْعَوْدَ إِلَيْهِ أَبَداً مَا أَبْقَيْتَنِي، فَإِذَا تَوَفَّيْتَنِي فَاحْشُرْنِي مَعَهُ وَ مَعَ ذُرِّيَّتِهِ الْأَئِمَّةِ الرَّاشِدِينَ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nوَ تَدْعُو بَعْدَ ذَلِكَ بِمَا شَاءَ، إِنْ شَاءَ اللَّهُ.\n\n(4)\nصيغة لوداع أمير المؤمنين (ع) كما ورد في كتاب المزار الكبير:\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، أَسْتَوْدِعُكَ اللَّهَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِالرَّسُولِ وَ بِمَا جِئْتَ بِهِ وَ دَلَلْتَ عَلَيْهِ، اللَّهُمَّ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ، اللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِهِ، وَ ارْزُقْنِي صُحْبَتَهُ، وَ تَوَفَّنِي عَلَى مِلَّتِهِ، وَ احْشُرْنِي فِي زُمْرَتِهِ، وَ اقْلِبْنِي مُفْلِحاً مُنْجِحاً بِأَفْضَلِ مَا يَنْقَلِبُ بِهِ أحدا [أَحَدٌ] مِنْ زُوَّارِهِ يَا أَرْحَمَ الرَّاحِمِينَ.\n\n(4)\nصيغة لوداع أمير المؤمنين (ع) كما ورد في كتاب المزار الكبير:\nفَإِذَا قَضَيْتَ نُسُكَكَ وَ أَرَدْتَ الِانْصِرَافَ فَقِفْ عَلَى الْقَبْرِ كَوُقُوفِكَ عَلَيْهِ فِي ابْتِدَاءِ زِيَارَتِكَ، وَ تَسْتَقْبِلُهُ بِوَجْهِكَ وَ تَجْعَلُ الْقِبْلَةَ بَيْنَ كَتِفَيْكَ، تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ عَلَى ضَجِيعَيْكَ آدَمَ وَ نُوحٍ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَسْتَوْدِعُكُمُ اللَّهَ وَ أَسْتَرْعِيكُمْ وَ أَقْرَأُ عَلَيْكُمُ‏ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِالرُّسُلِ، وَ بِمَا جَاءَتْ بِهِ وَ دَلَّتْ عَلَيْهِ، اللَّهُمَّ اكْتُبْنَا مَعَ الشَّاهِدِينَ.\nاللَّهُمَّ إِنِّي أُشْهِدُكَ فِي مَمَاتِي عَلَى مَا شَهِدْتُ عَلَيْهِ فِي حَيَاتِي، أَشْهَدُ أَنَّكُمُ الْأَئِمَّةُ- وَ تُسَمِّيهِمْ وَاحِداً بَعْدَ وَاحِدٍ- وَ أَشْهَدُ أَنَّ مَنْ قَتَلَكُمْ وَ حَارَبَكُمْ مُشْرِكُونَ، وَ مَنْ رَدَّ عَلَيْكُمْ فِي أَسْفَلِ دَرْكٍ مِنَ الْجَحِيمِ، وَ أَشْهَدُ أنَّ مَنْ حَارَبَكُمْ لَنَا أَعْدَاءٌ، وَ أَنَّهُمْ حِزْبُ الشَّيْطَانِ، وَ عَلَى مَنْ قَتَلَكُمْ‏ لَعْنَةُ اللَّهِ وَ الْمَلائِكَةِ وَ النَّاسِ أَجْمَعِينَ*، وَ مَنْ شَرِكَ فِيهِ وَ مَنْ سَرَّهُ قَتْلُكُمْ.\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بَعْدَ الصَّلَاةِ وَ التَّسْلِيمِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ النَّبِيِّ وَ آلِهِ- وَ تُسَمِّيهِمْ- وَ لَا تَجْعَلْ هَذَا آخِرَ الْعَهْدِ مِنْ زِيَارَتِي إِيَّاهُمْ، فَإِنْ جَعَلْتَهُ فَاحْشُرْنِي مَعَهُمْ.\nاللَّهُمَّ وَ ذَلِّلْ قُلُوبَنَا لَهُمْ بِالطَّاعَةِ وَ الْمُنَاصَحَةِ، وَ حُسْنِ الْمُؤَازَرَةِ وَ التَّسْلِيمِ.\n\n(5)\nصيغة لوداع أمير المؤمنين (ع) كما ورد في كتاب المزار الكبير:\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، وَ يَعْسُوبَ الدِّينِ، وَ قَائِدَ الْغُرِّ الْمُحَجَّلِينَ، وَ حُجَّةَ اللَّهِ عَلَى أَهْلِ السَّمَاوَاتِ وَ الْأَرَضِينَ، سَلَامَ مُوَدِّعٍ لَا سَئِمٍ وَ لَا قَالٍ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، إِنَّهُ حَمِيدٌ مَجِيدٌ، سَلَامَ وَلِيٍّ غَيْرِ\nزَائِغٍ عَنْكَ، وَ لَا مُنْحَرِفٍ مِنْكَ، وَ لَا مُسْتَبْدِلٍ بِكَ، وَ لَا مُؤْثِرٍ عَلَيْكَ، وَ لَا زَاهِدٍ فِيكَ.\nوَ لَا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ إِتْيَانِ مَشْهَدِكَ، وَ السَّلَامُ عَلَيْكَ، وَ حَشَرَنِيَ اللَّهُ فِي زُمْرَتِكَ، وَ أَوْرَدَنِي حَوْضَكَ، وَ جَعَلَنِي مِنْ حِزْبِكَ، وَ أَرْضَاكَ عَنِّي، وَ مَكَّنَنِي فِي دَوْلَتِكَ، وَ أَحْيَانِي فِي رَجْعَتِكَ، وَ مَلَّكَنِي فِي أَيَّامِكَ، وَ شَكَرَ سَعْيِي بِكَ، وَ غَفَرَ ذَنْبِي بِشَفَاعَتِكَ، وَ أَقَالَ عَثْرَتِي بِحُبِّكَ، وَ أَعْلَا كَعْبِي بِمُوَالاتِكَ، وَ شَرَّفَنِي بِطَاعَتِكَ، وَ أَعَزَّنِي بِهِدَايَتِكَ.\nوَ جَعَلَنِي مِمَّنْ أَنْقَلِبُ مُفْلِحاً مُنْحِجاً، غَانِماً سَالِماً، مُعَافاً غَنِيّاً، فَائِزاً بِرِضْوَانِ اللَّهِ وَ فَضْلِهِ وَ كِفَايَتِهِ، وَ نُصْرَتِهِ وَ أَمْنِهِ، وَ نُورِهِ وَ هِدَايَتِهِ، وَ حِفْظِهِ وَ كِلَاءَتِهِ، بِأَفْضَلِ مَا بَيْنَكَ وَ بَيْنَ أَحَدٍ مِنْ زُوَّارِكَ وَ وَافِدِيكَ، وَ مَوَالِيكَ وَ شِيعَتِكَ، وَ رَزَقَنِيَ اللَّهُ الْعَوْدَ مَا أَبْقَانِي رَبِّي، بِإِيمَانٍ وَ بِرٍّ وَ تَقْوَى وَ إِخْبَاتٍ، وَ رِزْقٍ حَلَالٍ وَاسِعٍ، وَ عَافِيَةٍ شَامِلَةٍ فِي النَّفْسِ وَ الْإِخْوَانِ وَ الْأَهْلِ وَ الْوَلَدِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَةِ مَوْلَايَ أَمِيرِ الْمُؤْمِنِينَ، وَ ذِكْرِهِ وَ الصَّلَاةِ عَلَيْهِ، وَ أَوْجِبْ لِي مِنَ الْخَيْرِ وَ الْبَرَكَةِ، وَ النُّورِ وَ الْإِيمَانِ وَ حُسْنِ الْإِجَابَةِ مِثْلَ مَا أَوْجَبْتَ لِأَوْلِيَائِكَ، الْعَارِفِينَ بِحَقِّكَ، الْمُوجِبِينَ لِطَاعَتِكَ، الْمُدِيمِينَ لِذِكْرِكَ، الرَّاغِبِينَ فِي زِيَارَتِكَ، الْمُتَقَرِّبِينَ إِلَيْكَ بِذَلِكَ.\nبِأَبِي أَنْتَ وَ أُمِّي يَا أَمِيرَ الْمُؤْمِنِينَ وَ نَفْسِي وَ أَحِبَّتِي، اجْعَلْنِي يَا مَوْلَايَ مِنْ حِزْبِكَ، وَ أَدْخِلْنِي فِي شَفَاعَتِكَ وَ اذْكُرْنِي عِنْدَ رَبِّكَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى أَهْلِ بَيْتِ مُحَمَّدٍ الطَّيِّبِينَ الطَّاهِرِينَ، وَ بَلِّغْ أَرْوَاحَهُمْ وَ أَجْسَادَهُمْ مِنِّيَ السَّلَامَ، وَ اعْمُمُ بِمَا سَأَلْتُكَ جَمِيعَ أَهْلِي وَ وُلْدِي وَ إِخْوَانِي، إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*، يَا أَرْحَمَ الرَّاحِمِينَ.\nاللَّهُمَّ إِنِّي أُشْهِدُكَ وَ أُشْهِدُ مُحَمَّداً وَ عَلِيّاً، وَ الثَّمَانِيَةَ حَمَلَةَ عَرْشِكَ، وَ الْأَرْبَعَةَ أَمْلَاكٍ خَزَنَةَ عِلْمِكَ، أَنَّ فَرْضَ صَلَوَاتِي لِوَجْهِكَ، وَ نَوَافِلِي وَ زَكَوَاتِي وَ مَا طَابَ مِنْ قَوْلٍ وَ عَمَلٍ عِنْدَكَ، فَعَلى مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فَأَسْأَلُكَ يَا إِلَهِي أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ وَ تُوصِلَنِي بِهِ إِلَيْهِ، وَ تُقَرِّبَنِي بِهِ لَدَيْهِ، كَمَا أَمَرْتَنَا بِالصَّلَاةِ عَلَيْهِ، وَ أَشْهَدُ أَنِّي مُسَلِّمٌ لَهُ وَ لِأَهْلِ بَيْتِهِ، غَيْرَ مُسْتَكْبِرٍ وَ لَا مُسْتَنْكِفٍ، فَسَلِّمْنَا بِصَلَاتِهِ وَ صَلَاةِ أَهْلِ بَيْتِهِ، وَ اجْعَلْ مَا أَتَيْنَا مِنْ عَمَلٍ أَوْ مَعْرِفَةٍ مُسْتَقَرّاً لَا مُسْتَوْدَعاً، يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ وَ تَقُولُ:\nوَلِيُّكَ يَا مَوْلَايَ يَا أَمِيرَ الْمُؤْمِنِينَ بِكَ عَائِذٌ، وَ بِحَرَمِكَ لَائِذٌ، وَ بِحَبْلِكَ آخِذٌ، وَ بِأَمْرِكَ نَافِذٌ، فَكُنْ لِي يَا مَوْلَايَ يَا أَمِيرَ الْمُؤْمِنِينَ إِلَى اللَّهِ سَفِيراً، وَ مِنَ النَّارِ مُجِيراً، وَ عَلَى الدَّهْرِ ظَهِيراً، وَ لِزِيَارَتِي شَكُوراً، فَمَنْ تَعَلَّقَ بِكَ سَلِمَ، وَ مَنْ تَأَخَّرَ عَنْكَ نَدِمَ.\nوَ أَنْتَ مَوْلَى الْأُمَمِ وَ كَاشِفُ النِّقَمِ، صَلَوَاتُ اللَّهِ عَلَيْكَ، عَبْدُكَ بَيْنَ يَدَيْكَ، يَدْعُوكَ وَ يَشْكُو إِلَيْكَ، وَ يَتَّكِلُ فِي أَمْرِهِ عَلَيْكَ، وَ أَنْتَ مَالِكُ‏\nجَنَّتِهِ، وَ مُنَفِّسُ كُرْبَتِهِ، وَ رَاحِمُ عَبْرَتِهِ، وَ مُحْيِي قَلْبِهِ، عَلَيْكَ مِنَّا السَّلَامُ، وَ بِكَ بَعْدَ اللَّهِ الِاعْتِصَامُ، إِذَا حَلَّ الْحِمَامُ وَ سَكَنَ الزِّحَامُ، فَإِلَيْكَ الْمَآبُ وَ أَنْتَ حَسْبُنَا وَ نِعْمَ الْوَكِيلُ‏.\nوَ تَدْعُو بِمَا شِئْتَ، وَ صَلِّ عَلَى مُحَمَّدٍ الْمُصْطَفَى وَ عَلَى آلِهِ الطَّاهِرِينَ، وَ انْصَرِفْ رَاشِداً.\n\nالمصدر:\nكتاب مفاتيح الجنان وكتاب المزار الكبير"]