{
"title": "زيارة مشتركة (2) للإمامين الكاظمين (ع)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "الثاني: ما يزار به كلا الإمامين (عليه السلام) معاً: \n\nوهي كما يلي. قال المفيد والشهيد ومحمد ابن المشهدي: تقول في زيارتهما (عليهما السلام) إذا وقفت عند الضريح الطاهر:\n\nالسَّلامُ عَلَيكُما يا وَلِيَّي اللهِ السَّلامُ عَلَيكُما يا حُجَّتَي اللهِ السَّلامُ عَلَيكُما يا نُورَي اللهِ في ظُلُماتِ الأرضِ، أشهَدُ أنَّكُما قَد بَلَّغتُما عَنِ اللهِ ما حَمَّلَكُما وَحَفِظتُما ما استُودِعتُما وَحَلَّلتُما حَلالَ اللهِ وَحَرَّمتُما حَرامَ اللهِ وَأقَمتُما حُدُودَ اللهِ وَتَلَوتُما كِتابَ اللهِ وَصَبَرتُما عَلى الأذى في جَنبِ اللهِ مُحتَسِبينَ حَتّى أتاكما اليَقِينُ، أبرَأُ إلى اللهِ مِن أعدائِكُما وَأتَقَرَّبُ إلى اللهِ بِوِلايَتِكُما، أتَيتُكُما زائِراً عارِفاً بِحَقِّكُما مُوالياً لأوليائِكُما مُعادياً لأعدائِكُما مُستَبصِراً بِالهُدى الَّذي أنتُما عَلَيهِ عارِفاً بِضَلالَةِ مَن خالَفَكُما، فَاشفَعا لي عِندَ رَبِّكُما فَإنَّ لَكُما عِندَ اللهِ جاهاً عَظِيماً وَمَقاماً مَحمُوداً.\n\nثمّ قبّل التربة الشريفة وضع خدّك الأيمن عليها، ثمّ تحوّل إلى جانب الرأس المقدّس فقل:\nالسَّلام عَلَيكُما يا حُجَّتَي اللهِ في أرضِهِ وَسَمائِهِ عَبدُكُما وَوَلِيُّكُما زائِرُكُما مُتَقَرِّباً إلى اللهِ بِزيارَتِكُما، اللهُمَّ اجعَل لي لِسانَ صِدقٍ في أوليائِكَ المُصطَفِينَ وَحَبِّب إلِيَّ مَشاهِدَهُم وَاجعَلني مَعَهُم في الدُّنيا وَالآخِرةِ يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ صلّ ركعتين لزيارة كلّ إمام وادع بما أحببت.\nأقول: كان عصر صدور هذه الزيارات عصر التقية الشديدة ولأجل ذلك كان المعصومون (عليهم السلام) يعلّمون الشيعة زيارات قصيرة صيانة لهم عن طاغية الزمان \n\nفالزائر إن طلب زيارة طويلة فليقرأ الزيارات الجامعة الاتية وهي خير ما يزاران بها.\n\nولا سيّما الزيارة الاُولى منها حيث يظهر من روايتها أنّ لها مزيد اختصاص بالإمام الكاظم (عليه السلام) \n\nوإذا شاء الزائر أن يخرج من بلدهما (عليهما السلام) فليودّعهما (عليهما السلام) بدعوات الوداع ومن تلك الدعوات ما رواه الطوسي (رحمه الله) في (التهذيب) قال: إذا أردت أن تودّع الإمام موسى (عليه السلام) فقف عند القبر وقل:\n\nالسَّلامُ عَلَيْك ‌َيامَوْلايَ يا أبا الحَسَنِ وَرَحمَةُ الله وَبَرَكاتُهُ استَودِعُكَ اللهُ وَأقرَأُ عَلَيكَ السَّلامَ، آمَنَّا بِاللهِ وَبِالرَّسولِ وَبِما جِئتَ بِهِ وَدَلَلتَ عَلَيهِ، اللهُمَّ اكتُبنا مَعَ الشَّاهِدِينَ.\n\nوتقول أيضاً في وداع الإمام محمد التقي (عليه السلام) :\n السَّلامُ عَلَيكَ يا مَولايَ يا بنَ رَسُولِ اللهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ استَودِعُكَ اللهُ وَأقرَأُ عَلَيكَ السَّلامَ آمَنَّا بِاللهِ وَبِرَسُولِهِ وَبِما جِئتَ بِهِ وَدَلَلتَ عَلَيهِ اللهُمَّ اكتُبنا مَعَ الشَّاهِدِينَ. ثمّ سل إلى الله تعالى أن لا يكون هذا آخر عهدك من زيارتهم وأن توفق للعود وقبّل القبر وضع خدّيك عليه.\n\n"
}