{
"title": "مسجد براثا والصلاة فيه",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "اعلم أنّ جامع براثا من المساجد المعروفة والمباركة وهو واقع على الطريق بين الكاظمية وبغداد على الطريق الذي يسلكه الوافدون لزيارة العتبات المقدّسة في العراق من دون مبالاة بالمسجد الذي يمرّون عليه على ما روي له من الفضل والشرف الرفيع. قال الحموي وهو من مؤرخي سنة ستمائة في كتابه (معجم البلدان): براثا محلّة كانت في طرف بغداد في قبلة الكرخ وجنوبي باب محول وكان لها جامع مفرد تصلّي فيه الشيعة وقد خربت عن آخرها.\n\nوقال: كانت الشيعة قبل الراضي بالله، والخليفة العبّاسي يجتمع فيه قوم منهم يسبّون الصحابة فكبسه الراضي بالله وأخذ من وجده فيه وحبسهم وهدمه حتى سوى به الأرض وأنهى الشيعة خبره إلى حكم الماكاني أمير الأمراء ببغداد فأمر بإعادة بنائه وتوسيعه وإحكامه وكتب في صدره اسم الراضي ولم تزل الصلاة تقام فيه إلى بعد الخمسين وأربعمائة ثمّ تعطلت إلى الان وكانت براثا قبل بناء بغداد قرية يزعمون أنّ عليا(عليه السلام) مرّ بها لمّا خرج لقتال الحرورية بالنهروان وصلّى في موضع من الجامع المذكور وأنّه دخل حمّاماً كان في هذه القرية وينسب إلى براثا هذه أبو شعيب البراثي العابد كان أول من سكن براثا في كوخٍ يتعبد فيه فمرّت بكوخه جارية من أبناء الكتاب الكبار وأبناء الدنيا كانت ربيت في القصور فنظرت إلى أبي شعيب فاستحسنت حاله وما كان عليه فصارت كالأسير له فجاءت إلى أبي شعيب وقالت: أريد أن أكون لك خادمة. فقال لها: إن أردت ذلك فتعرّي من هيئتك وتجرّدي عمّا أنت فيه حتى تصلحي لما أردت.\n\nفتجرّدت (السعيدة) عن كلّ ما تملكه ولبست لبسة النسّاك، وحضرته فتزوّجها فلمّا دخلت الكوخ رأت قطعة خصاف كانت في مجلس أبي شعيب تقيه من النّدى فقالت: ما أنا بمقيمة عندك حتى تخرج الخصاف لأنّي سمعتك تقول: إنّ الأرض تقول: يا بن آدم تجعل بيني وبينك حجاباً وأنت غداً في بطني؟ فرماها أبو شعيب ومكثت عنده سنين يتعبّدان أحسن العبادة وتوفيا على ذلك.\nأقول: قد تحدّثنا في كتاب (هدية الزائر) في فضل هذا المسجد الشريف وقلنا هناك: إنّ لهذا المسجد كما يبدو من مجموع هذه الأحاديث فضائل عديدة تكفي إحداها لو حازها مسجد من المساجد أن تُشد إليه الرحال وتطوى المراحل ابتغاء رضوان الله بالصلاة فيه والدّعاء:\n\nالاُولى: إنّ الله تعالى أقرّ أن لا ينزله بجيشه إلاّ نبيّ او وصيّ نبيّ.\n\nالثانية: إنّه بيت مريم.\n\nالثالثة: إنّه أرض عيسى (عليه السلام) .\n\nالرابعة: إنّ فيه العين التي نبعت لمريم.\n\nالخامسة: إنّ أمير المؤمنين (صلوات الله وسلامه عليه) ، أبان تلك العين بإعجازه.\n\nالسادسة: إنّ فيه صخرة بيضاء مباركة عليها وضعت مريم عيسى (عليه السلام) من عاتقها.\n\nالسابعة: إنّ أمير المؤمنين (عليه السلام) كشف بإعجازه عن تلك الصخرة فنصبها إلى القبلة وصلّى إليها.\n\nالثامنة: صلاة أمير المؤمنين (عليه السلام) وابنيه الحسن المجتبى وسيد الشهداء (عليه السلام) فيه.\n\nالتاسعة: إنّ أمير المؤمنين (عليه السلام) أقام هناك أربعة أيام.\n\nالعاشرة: إنّه صلّى فيه الأنبياء لا سيّما النبي خليل الرحمن (عليه السلام) .\n\nالحادية عشرة: إن هناك قبر نبي من الأنبياء ولعلّه يوشع (عليه السلام) فقد قال الشيخ (رحمه الله) : إنّ قبره في الفسحة المقابلة لمسجد براثا.\n\nالثانية عشرة: إنّ فيه قد ردّت الشمس لأمير المؤمنين (عليه السلام) ، والغريب أنّ المسجد بما له من الفضل والشرف الرفيع وبما بدا فيه من الآيات الالهية والمعجزات الحيدرية قد غفل عنه معظم الوافدين لزيارة العتبات المقدّسة في العراق وهو لم يكن في ناحية منعزلة وإنّما هو واقع على طريقهم الذي يجتازونه مراراً عديدة فلم يعهد أن يؤمه فرد واحد من كلّ ألف من الزوار وقد يتفق أنّ زائراً من الزوار يتوجه إليه متوخياً عظيم فضل الله فيه فإذا وافاه والباب مغلق فاقتضى فتح الباب أن يبذل نزراً يسيراً من المال تماسك عنه وتضايق وأغمض عن عظيم الأجر وهو لا يحجم عن بذل الجزيل لمشاهدة مدينة بغداد وصروح الجبابرة فيها فضلاً عن المبالغ الطائلة التي ينفقها في فضول المعاش وفي التعامل مع يهود بغداد على أمتعتهم النّحسة النجسة التي صار ابتياعها كالجز المكمّل لزيارة معظم الزّائرين والله المستعان.\n\n"
}