{
"title": "زيارات سلمان الفارسي",
"type": "text",
"source": "\nالمزار الكبير",
"data": "اعلم أنّ من وظائف الزوار في مدينة الكاظمين التوجه إلى المدائن لزيارة عبد الله الصالح سلمان المحمدي (رضوان الله عليه) ، وهو أوّل الأركان الأربعة وقد خصّه النبي (صلى الله عليه وآله وسلم) بقوله: «سلمان منّا أهل البيت»، فجعله في زمرة أهل بيت النبوّة والعصمة.\n\nوقال (صلى الله عليه وآله وسلم) أيضاً في فضله: «سلمان بحر لاينزف وكنز لاينفد سلمان منا أهل البيت يمنح الحكمة ويؤتي البرهان» وشبهه أمير المؤمنين (عليه السلام) بلقمان الحكيم، بل عدّه الصادق (عليه السلام) أفضل منه، وعدّه الباقر (عليه السلام) من المتوسّمين.\n\nويستفاد من الأحاديث أنّه كان يعرف الاسم الاعظم وأنّه كان من المحدّثين بفتح الدال وأنّ للإيمان عشر مراتب وهو قد نال المرتبة العاشرة، وأنّه كان يعلم الغيب والمنايا وأنّه كان قد أكلّ وهو في الدنيا من تحف الجنة وأنّ الجنة كانت تشتاق إليه وتعشقه وأنّه كان يحبّه الله ورسوله وأن الله تعالى قد أمر النبي (صلى الله عليه وآله وسلم) بحب أربعة كان سلمان أحدهم، وأنه قد نزل في الثناء عليه وعلى أقرانه آيات من القرآن الكريم وأنّ جبرائيل كان إذا هبط على النبي (صلى الله عليه وآله وسلم) يا مره انّ يبلّغ سلمان سلاماً عن الله تعالى ويطلعه على علم المنايا والبلايا والأنساب وأنه كان له ليلاً مجلس يخلو فيه برسول الله (صلى الله عليه وآله وسلم) وأن النبي (صلى الله عليه وآله وسلم) وأمير المؤمنين (عليه السلام) قد علّماه من علم الله المخزون المكنون مالا يطيق حمله سواه وأنه قد بلغ مبلغاً شهد في حقه الصادق (عليه السلام) قائلاً: «أدرك سلمان العلم الأول والعلم الآخر وهو بحر لا ينزح وهو منّا أهل البيت».\nوحسب الزائر ترغيباً في زيارته التأمل في اختصاص سلمان وانفراده بين الصحابة والاُمّة بمنقبة عظيمة هي أنّ أمير المؤمنين (عليه السلام) طوى المسافة بين المدينة والمدائن في ليلة واحدة فحضر جنازته وباشر بنفسه غسله وتكفينه ثمّ صلّى عليه بصفوف من الملائكة فعاد إلى المدينة في ليلته. فياله من الشرف الرفيع ولاءُ آل الرسول وحبّهم حيث يبلغ به المرء مثل هذه الدرجة الرفيعة والمرتبة السامية.\n\nالزيارة الأولى لسلمان الفارسي‏\nتَقِفُ عَلَيْهِ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا تَابِعَ صَفْوَةِ الرَّحْمَنِ، السَّلَامُ عَلَيْكَ يَا مَنْ لَمْ يَتَمَيَّزْ مِنْ أَهْلِ بَيْتِ الْإِيمَانِ‏\nالسَّلَامُ عَلَيْكَ يَا مَنْ خَالَفَ حِزْبَ الشَّيْطَانِ، السَّلَامُ عَلَيْكَ يَا مَنْ نَابَذَ عَبَدَةَ الْأَوْثَانِ، السَّلَامُ عَلَيْكَ يَا مَنْ تَبِعَ الْوَصِيَّ زَوْجَ سَيِّدَةِ النِّسْوَانِ، السَّلَامُ عَلَيْكَ يَا مَنْ جَاهَدَ فِي اللَّهِ مَرَّتَيْنِ مَعَ النَّبِيِّ وَ الْوَصِيِّ أَبِي السِّبْطَيْنِ.\nالسَّلَامُ عَلَيْكَ يَا مَنْ صَدَقَ فَكَذَّبَهُ أَقْوَامٌ، السَّلَامُ عَلَيْكَ يَا مَنْ قَالَ لَهُ سَيِّدُ الْخَلْقِ مِنَ الْإِنْسِ وَ الْجَانِّ: أَنْتَ مِنَّا أَهْلَ الْبَيْتِ لَا يُدَانِيكَ إِنْسَانٌ، السَّلَامُ عَلَيْكَ يَا مَنْ تَوَلَّى أَمْرَهُ عِنْدَ وَفَاتِهِ أَبُو الْحَسَنَيْنِ، السَّلَامُ عَلَيْكَ يَا مَنْ جُوزِيتَ عَنْهُ بِكُلِّ إِحْسَانٍ، السَّلَامُ عَلَيْكَ فَقَدْ دِنْتَ بِخَيْرِ الْأَدْيَانِ، السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nأَتَيْتُكَ يَا أَبَا عَبْدِ اللَّهِ زَائِراً قَاضِياً فِيكَ حَقَّ الْإِمَامِ، وَ شَاكِراً لِبَلَائِكَ فِي الْإِسْلَامِ، فَأَسْأَلُ اللَّهَ الَّذِي خَصَّكَ بِصِدْقِ الدِّينِ وَ مُتَابَعَةِ الْخَيِّرَيْنِ الْفَاضِلَيْنِ، أَنْ يُحْيِيَنِي حَيَاتَكَ، وَ أَنْ يُمِيتَنِي مَمَاتَكَ، وَ يَحْشُرَنِي فِي مَحْشَرِكَ، عَلَى إِنْكَارِ مَا أَنْكَرْتَ وَ مُنَابَذَةِ مَنْ نَابَذْتَ، وَ الرَّدِّ عَلَى مَنْ خَالَفْتَ، أَلا لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ‏ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ، فَكُنْ يَا أَبَا عَبْدِ اللَّهِ شَاهِداً لِي بِهَذِهِ الزِّيَارَةِ عِنْدَ إِمَامِي وَ إِمَامِكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\nجَمَعَ اللَّهُ بَيْنِي وَ بَيْنَكَ وَ بَيْنَهُمْ فِي مُسْتَقَرٍّ مِنْ رَحْمَتِهِ، إِنَّهَ وَلِيُّ ذَلِكَ وَ الْقَادِرُ عَلَيْهِ إِنْ شَاءَ اللَّهُ، وَ السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ،\nوَ صَلَّى اللَّهُ عَلَى خِيَرَتِهِ مِنْ خَلْقِهِ مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ وَ سَلَّمَ تَسْلِيماً..\n\n زيارة اخرى لسلمان رضي اللّه عنه.\nإِذَا وَقَفْتَ عَلَى الْقَبْرِ فَاسْتَقْبِلِ الْقِبْلَةَ وَ قُلِ:\nالسَّلَامُ عَلَى رَسُولِ اللَّهِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ خَاتَمِ النَّبِيِّينَ، السَّلَامُ عَلَى أَمِيرِ الْمُؤْمِنِينَ سَيِّدِ الْوَصِيِّينَ، السَّلَامُ عَلَى الْأَئِمَّةِ الرَّاشِدِينَ، السَّلَامُ عَلَى الْمَلَائِكَةِ الْمُقَرَّبِينَ.\nثُمَّ ضَعْ يَدَكَ الْيُسْرَى عَلَيْهِ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا صَاحِبَ رَسُولِ اللَّهِ الْأَمِينِ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ أَمِيرِ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا مُودَعَ أَسْرَارِ السَّادَاتِ الْمَيَامِينِ، السَّلَامُ عَلَيْكَ يَا بَقِيَّةَ اللَّهِ مِنَ الْبَرَرَةِ الْمَاضِينَ، السَّلَامُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nأَشْهَدُ أَنَّكَ أَطَعْتَ اللَّهَ كَمَا أَمَرَكَ، وَ اتَّبَعْتَ الرَّسُولَ كَمَا نَدَبَكَ، وَ تَوَلَّيْتَ خَلِيفَتَهُ كَمَا أَلْزَمَكَ، وَ دَعَوْتَ إِلَى الِائْتِمَامِ بِذُرِّيَّتِهِ كَمَا وَقَفَكَ، وَ عَلِمْتَ الْحَقَّ يَقِيناً فَاعْتَقَدْتَهُ كَمَا أَلْهَمَكَ.\nأَشْهَدُ أَنَّكَ بَابُ وَصِيِّ الْمُصْطَفَى، وَ طَرِيقُ حُجَّةِ اللَّهِ الْمُرْتَضَى، وَ أَمِينُ اللَّهِ فِيمَا اسْتُودِعْتَ مِنْ عُلُومِ الْأَصْفِيَاءِ، أَشْهَدُ أَنَّكَ مِنْ أَهْلِ بَيْتِ النَّبِيِّ وَ النُّجَبَاءِ الْمُخْتَارِينَ لِنَصْرِ الْوَصِيِّ.\nأَشْهَدُ أَنَّكَ صَاحِبُ الْعَاشِرَةِ وَ الْبَرَاهِينِ وَ الدَّلَائِلِ الْقَاهِرَةِ، وَ أَقَمْتَ الصَّلَاةَ وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ وَ نَهَيْتَ عَنِ الْمُنْكَرِ، وَ أَدَّيْتَ الْأَمَانَةَ وَ نَصَحْتَ لِلَّهِ وَ لِرَسُولِهِ، وَ صَبَرْتَ عَلَى الْأَذَى فِي جَنْبِهِ حَتَّى أَتَاكَ الْيَقِينُ.\nلَعَنَ اللَّهُ مَنْ جَحَدَ حَقَّكَ وَ حَطَّ مِنْ قَدْرِكَ، لَعَنَ اللَّهُ مَنْ آذَاكَ فِي مَوَالِيكَ، وَ لَعَنَ اللَّهُ مَنْ أَعْنَتَكَ فِي أَهْلِ بَيْتِ نَبِيِّكَ، لَعَنَ اللَّهُ مَنْ لَامَكَ فِي سَادَاتِكَ، لَعَنَ اللَّهُ عَدُوَّ آلِ مُحَمَّدٍ مِنَ الْجِنِّ وَ الْإِنْسِ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ، وَ ضَاعَفَ عَلَيْهِمُ الْعَذَابَ الْأَلِيمَ.\n\nوَ قُلْ:\nصَلَّى اللَّهُ عَلَيْكَ يَا صَاحِبَ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا مَوْلَى أَمِيرِ الْمُؤْمِنِينَ، وَ صَلَّى اللَّهُ عَلَى رُوحِكَ الطَّيِّبَةِ وَ جَسَدِكَ الطَّاهِرِ، وَ أَلْحَقَنَا بِمَنِّهِ وَ رَأْفَتِهِ إِذَا تَوَفَّانَا بِمَحَلِّ السَّادَةِ الْمَيَامِينِ، وَ جَمَعَنَا مَعَكُمْ بِجِوَارِهِمْ فِي جَنَّاتِ النَّعِيمِ.\nصَلَّى اللَّهُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ، وَ صَلَّى عَلَى إِخْوَانِكَ الشِّيعَةِ مِنَ السَّلَفِ الْمَاضِينَ، وَ أَدْخَلَ الرِّضْوَانَ وَ الرَّوْحَ عَلَى الْخَلَفِ مِنَ الْمُؤْمِنِينَ، وَ أَلْحَقَنَا وَ إِيَّاهُمْ بِمَنْ نَتَوَلَّى مِنَ الْعِتْرَةِ الطَّاهِرِينَ، وَ عَلَيْكَ السَّلَامُ‏\nوَ عَلَيْهِمْ أَجْمَعِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nثُمَّ امْضِ فَصَلِّ تَطَوُّعاً مَا بَدَا لَكَ.\nفَإِذَا أَرَدْتَ الِانْصِرَافَ فَوَدِّعْهُ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا صَاحِبَ رَسُولِ اللَّهِ، وَ صَفِيَّ أَمِيرِ الْمُؤْمِنِينَ، وَ وَلِيَّهُ النَّاصِحَ الْأَمِينَ، كُنْتَ لِلَّهِ نَاصِراً وَ عَلَى دِينِهِ، مُحَافِظاً عَنِ النَّبِيِّ وَ لِلْوَصِيِّ مُحَامِياً، فَجَزَاكَ اللَّهُ عَنْ دِينِهِ وَ عَنْ أَوْلِيَائِهِ خَيْرَ الْجَزَاءِ، أَسْتَوْدِعُكَ اللَّهَ وَ أَسْتَرْعِيكَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِرَسُولِهِ‏ وَ اتَّبَعْنَا الرَّسُولَ فَاكْتُبْنا مَعَ الشَّاهِدِينَ‏.\nثُمَّ قَبِّلْهُ وَ انْصَرِفْ إِنْ شَاءَ اللَّهُ.\n\n"
}