["في زيارة النواب الأربعة\nوهم أبو عمرو عثمان بن سعيد الاسدي، وأبو جعفر محمد بن عثمان، والشيخ أبو القاسم حسين بن روح النوبختي، والشيخ الجليل أبو الحسن علي بن محمد السمري (رضي الله عنهم)\nاعلم أنّ من وظائف الوافدين لزيارة العتبات المقدّسة في العراق أثناء إقامتهم في مدينة الكاظمين (عليه السلام) الطيبة هو التوجه إلى بغداد لزيارة هؤلاء النواب الأربعة الذين نابوا عن الحجّة المنتظر إمام العصر (صلوات الله عليه) وزيارة قبورهم لا يتطلب من الزائر بذل كثير من الجهد فهي مجتمعة في بغداد غير بعيدة عن الوافدين من الزوّار، وهي لو كانت منتشرة في أقاصي البلاد لكان يحقّ أن تشدّ إليها الرحال ويطوى في سبيلها المسافات الشاسعة ويتحمّل متاعب السفر وشدائده لنيل ما في  زيارة كلّ منها من الأجر العظيم والثواب الجزيل وهم قد فاقوا جميع أصحاب الأئمة (عليهم السلام) وخواصهم مرتبة وفضلاً وفازوا بالنيابة عن الإمام (عليه السلام) وسفارته والوساطة بينه وبين الرعيّة خلال سبعين سنة وقد جرى على أيديهم كرامات كثيرة وخوارق لا تحصى ويعزى إلى بعض العلماء القول بعصمتهم، وغير خفي أنّهم في مماتهم أيضاً وسائط فمن اللازم أن يبلغ الإمام (عليه السلام) ما تكتب في الحاجات والشدائد من الرقاع عن طريقهم وبوسيلتهم كما عرف في محله.\n\nوالخلاصة أنّ عظيم فضلهم ومنزلتهم ممّا لا يحدّه البيا ن وحسبنا ما ذكرناه ترغيباً إلى زيارتهم وأمّا صفة زيارتهم فهي كما ذكرها الطوسي (رضي الله عنه) في (التهذيب) والسيّد ابن طاووس (رحمه الله) في (مصباح الزائر) مسنداً إلى أبي القاسم حسين بن روح (رحمه الله)\n\n حيث قال في صفة زيارتهم: \n\nيسلّم على رسول الله وعلى أمير المؤمنين بعده وعلى خديجة الكبرى وعلى فاطمة الزهراء وعلى الحسن والحسين وعلى الأئمة (عليهم السلام) إلى صاحب الزمان (صلوات الله عليه)\n\n ثمّ تقول:\n\n السَّلامُ عَلَيكَ يا فُلانَ بنَ فُلانٍ، وتذكر اسم صاحب القبر واسم أبيه:\nأشهَدُ أنَّكَ بابُ المَولى أدَّيتَ عَنهُ وَأدَّيتَ إلَيهِ ما خالَفتَهُ وَلا خالَفتَ عَلَيهِ قُمتَ خاصاً وَانصَرَفتَ سابِقاً جِئتُكَ عارِفاً بِالحَقِّ الَّذي أنتَ عَلَيهِ وَأنَّكَ ما خِنتَ في التَأدِيَةِ وَالسَّفارَةِ. السَّلامُ عَلَيكَ مِن بابٍ ما أوسَعَكَ وَمِن سَفِيرٍ ما آمَنَكَ وَمِن ثِقَةٍ ما أمكَنَكَ أشهَدُ أنَّ اللهَ اختَصَّكَ بِنُورِهِ حَتّى عايَنتَ الشَخصَ فَأدَّيتَ عَنهُ وَأدَّيتَ إلَيهِ.\n\nثمّ ترجع فتبدأ بالسلام على رسول الله إلى صاحب الزمان (صلوات الله عليه) ثم تقول:\nجِئتُكَ مُخلصاً بِتَوحِيدِ اللهِ وَمُوالاةِ أوليائِهِ وَالبَراءَةِ مِن أعدائِهِمُ وَمِنَ الَّذِينَ خالَفُوكَ يا حُجَّةَ المَولى وَبِكَ إلَيهِم تَوَجُّهي وَبِهِم إلى اللهِ تَوَسُّلي. ثمّ تدعو وتسأل الله ما تحب تجب إن شاء الله تعالى.\n\nالمصدر\nمفاتيح الجنان"]