["المقام الأول في  زيارة الإمامين المعصومين علي بن محمد النقي والحسن بن علي العسكري (صلوات الله عليهم)\n\nإذا دخلت سرّ من رأى إن شاء الله وقصدت زيارتهما (عليهما السلام) فاغتسل وتأدّب بآداب دخول المشاهد الشريفة ثمّ سر بسكينة ووقار حتى تبلغ باب الحرم الطاهر واستأذن للدخول بالاستئذان العام السالف في أوائل هذا الباب، ثمّ ادخل الحرم الشريف وزرهما (عليه السلام) بهذه الزيارة وهي أصحّ الزيارات:\n\nالسَّلامُ عَلَيكُما يا وَلِيَّيِ اللهِ السَّلامُ عَلَيكُما يا حُجَّتَي اللهِ السَّلامُ عَلَيكُما يا نُورَي اللهِ في ظُلُماتِ الأرضِ السَّلامُ عَلَيكُما يا مَن بَدا للهِ في شَأنِكُما، أتَيتُكُما زائِراً عارِفاً بِحَقِّكُما مُعادياً لأعدائِكُما مُوالياً لأوليائِكُما مُؤمِناً بِما آمَنتُما بِهِ كافِراً بِما كَفَرتُما بِهِ مُحَقِّقاً لِما حَقَّقتُما مُبطِلاً لِما أبطَلتُما، أسألُ اللهَ رَبّي وَرَبَّكُما أن يَجعَلَ حَظّي مِن زيارَتِكُما الصَّلاةَ عَلى مُحَمَّدٍ وَآلِهِ، وَأن يَرزُقَني مُرافَقَتَكُما في الجِنانِ مَعَ آبائِكُما الصَّالِحِينَ، وَأسألُهُ أن يُعتِقَ رَقَبَتي مِنَ النَّارِ وَيَرزُقَني شَفاعَتَكُما وَمُصاحَبَتَكُما وَيُعَرِّفَ بَيني وَبَينَكُما وَلا يَسلُبَني حُبَّكُما وَحُبَّ آبائِكُما الصَّالِحِينَ، وَأن لا يَجعَلَهُ آخِرَ العَهدِ مِن زيارَتِكُما وَيَحشُرَني مَعَكُما في الجَنَّةِ بِرَحمَتِهِ. اللهُمَّ ارزُقني حُبَّهُما وَتَوَفَّني عَلى مِلَّتِهما، اللهُمَّ العَن ظالِمي آلِ مُحَمَّدٍ حَقَّهُم وَانتَقِم مِنهُم، اللهُمَّ العَن الأوَّلِينَ مِنهُم وَالآخِرِينَ وَضاعِف عَلَيهِمُ العَذابَ وَأبلِغ بِهِم وَبِأشياعِهِم وَمُحِبِّيهِم وَمُتَّبِعِيهِم أسفَلَ دَرَكٍ مِن الجَحِيمِ إنَّكَ عَلى كُلِّ شيءٍ قَدِيرٌ، اللهُمَّ عَجِّل فَرَجَ وَلِيِّكَ وَابنِ وَلِيِّكَ وَاجعَل فَرَجَنا مَعَ فَرَجِهِمْ يا أرحَمَ الرَّاحِمِينَ.\n\nوتجتهد في الدعاء لنفسك ولوالديك وتخير من الدعاء فإن وصلت إليهما (أي إن أمكنك الوصول إلى قبرهما) (صلوات الله عليهم) ا) فصلّ عند قبريهما ركعتين وإذا دخلت المسجد (أي لم تتمكن من القبر) وصلّيت دعوت الله بما أحببت إنّه قريب مجيب. وهذا المسجد إلى جانب الدار وفيه كانا يصليان (عليهما السلام) .\n\nأقول: قد أثبتنا هذه الزيارة طبقاً لكتاب (كامل الزيارات) وقد روى الزيارة باختلاف يسير الشيخ محمد ابن المشهدي والشيخ المفيد والشهيد أيضاً في مزاراتهم وقد ورد في نسخهم بعد الفقرة: (في الجنة برحمته) ثمّ اذهب وانكبّ على كلّ من القبرين وقبّلهما وضع جانبي وجهك عليهما ثمّ ارفع رأسك وقل: اللهُمَّ ارزُقني حُبَّهُم وَتَوَفَّني عَلى مِلَّتِهِم... إلى آخر الزيارة السالفة.\n\nثمّ قالوا: صلّ أربع ركعات عند الرأس المقدّس وصلّ ما شئت بعد صلاة الزيارة... الخ. ولا يخفى أنّهما (عليهما السلام) مدفونان في دارهما وكان للدار باب يفتح حيناً فتدخل الشيعة منه وتزور قريباً من القبر، ويغلق حيناً فتقف الشيعة للزيارة أمام نافذةٍ في الجدار المقابل للقبر، ويلاحظ في مفتتح الرواية التي وردت فيها هذه الزيارة هذه العبارة تقول بعد الغسل إن وصلت إلى قبرهما وإلاّ أومأت بالسلام من عند الباب الذي على الشارع (الشبّاك) وهذا الزائر الذي لم يتمكن من الاقتراب من القبر يصلّي الصلاة في المسجد. وقد اهتمّ للأمر الشيعة الموالون فنسفوا الدار وشيّدوا في موضعه القبّة والحرم والرواق والايوان فأصبح المسجد داخل الحرم الشريف.\n\nوالمشهور الآن أنّ الايوان المستطيل المتصل بالرواق خلف العسكريين (عليهما السلام) هو المسجد المذكور بل قيل: إنّ الرواق الواقع خلف القبر من المسجد وكذا عرض ذراع من الحرم الطاهر. وعلى كلّ حال فقد نجا الزائر من هذا الضيق.\n\nولهما (عليهما السلام) زيارات خاصّة تخصّ كلّاً منهما، وعامة مشتركة بينهما وهي مذكورة في كتب الزيارات ونسخها كثيرة شائعة لمن رغب في الزيارة بهما. والزائر إذا أسعفه الحال والمجال فمن المناسب أن يزور بالزيارة الجامعة الكبيرة الآتية إن شاء الله تعالى، فهي بما تحتويه من الكلمات الفصيحة البليغة المعبّرة عن أقصى مراتب الطاعة والخضوع والاقرار بعظمة الأئمة (عليهم السلام) وجلالهم هي قد صدرت من منبع الجلال والعظمة.\n\nالمصدر\nمفاتيح الجنان"]