{
"title": "زيارة الإمام علي الهادي (ع)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "والسيد ابن طاووس قد خصّ في (مصباح الزائر) كلّ واحد منهما (عليهما السلام) بزيارة مبسوطة وصلاة عليه ودعاء يدعى به بعد صلاة زيارته وهي بما تحتويها من الفوائد تبعثنا على إيرادها هنا وإن أوجبت التطويل. قال: إذا وصلت إلى محلّه الشريف بسرّ من رأى فاغتسل عند وصولك غسل الزيارة والبس أطهر ثيابك وامش على سكينة ووقار إلى أن تصل الباب الشريف فإذا بلغته فاستأذن وقل:\n\nأأدخُلُ يا نَبِيَّ اللهِ أأدخُلُ يا أمِيرَ المُؤمِنِينَ أأدخُلُ يا فاطِمَةَ الزَّهراءَ سَيِّدَةَ نِساءِ العالمِينَ أأدخُلُ يا مَولايَ الحَسَنَ بنَ عَلِيٍّ أأدخُلُ يا مَولايَ الحُسَينَ بنَ عَلِيٍّ أأدخُلُ يا مَولايَ عَلِيّ بنَ الحُسَينِ أأدخُلُ يا مَولايَ مُحَمَّدَ بنَ عَلِيٍّ أأدخُلُ يا مَولايَ جَعفَرَ بنَ مُحَمَّدٍ أأدخُلُ يا مَولايَ مُوسى بنَ جَعفَرٍ أأدخُلُ يا مَولايَ عَلِيَّ بنَ مُوسى أأدخُلُ يا مَولايَ مُحَمَّدَ بنَ عَلِيٍّ أأدخُلُ يا مَولايَ يا أبا الحَسَنِ عَلِيّ بنَ مُحَمَّدٍ أأدخُلُ يا مَولايَ يا أبا مُحَمَّدٍ الحَسَنَ بنَ عَليٍّ أأدخُلُ يا مَلائِكَةَ اللهِ المُوَكَّلِينَ بِهذا الحَرَمِ الشَّرِيفِ.\n\nثمّ تدخل مقدّماً رجلك اليمنى وتقف على ضريح الإمام أبي الحسن الهادي (عليه السلام) مستقبلاً القبر ومستدبراً القبلة وتقول مائة مرة : الله أكبر، وتقول:\nالسَّلامُ عَلَيكَ يا أبا الحَسَنِ عَلِيَّ بنَ مُحَمَّدٍ الزَّكِيَّ الرَّاشِدَ النُّورَ الثَّاقِبَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلَيكَ يا صَفِيَّ اللهِ السَّلامُ عَلَيكَ يا سِرَّ اللهِ السَّلامُ عَلَيكَ يا حَبلَ اللهِ السَّلامُ عَلَيكَ يا آلَ اللهِ السَّلامُ عَلَيكَ يا خِيرَةَ اللهِ السَّلامُ عَلَيكَ يا صَفوَةَ اللهِ السَّلامُ عَلَيكَ يا أمِينَ اللهِ السَّلامُ عَلَيكَ يا حَقَّ اللهِ السَّلامُ عَلَيكَ يا حَبِيبَ اللهِ، السَّلامُ عَلَيكَ يا نُورَ الأنوارِ السَّلامُ عَلَيكَ يا زَينَ الأبرارِ السَّلامُ عَلَيكَ يا سَلِيلَ الأخيارِ السَّلامُ عَلَيكَ يا عُنصُرَ الأطهارِ، السَّلامُ عَلَيكَ يا حُجَّةَ الرَّحمنِ السَّلامُ عَلَيكَ يا رُكنَ الإيمانِ السَّلامُ عَلَيكَ يا مَولى المُؤمِنِينَ السَّلامُ عَلَيكَ يا وَلِيَّ الصَّالِحِينَ السَّلامُ عَلَيكَ يا عَلَمَ الهُدى السَّلامُ عَلَيكَ يا حَلِيفَ التُّقى، السَّلامُ عَلَيكَ يا عَمُودَ الدِّينِ السَّلامُ عَلَيكَ يا بنَ خاتَمِ النَّبِيِّينَ السَّلامُ عَلَيكَ يا بنَ سَيِّدِ الوَصِيِّينَ السَّلامُ عَلَيكَ يا بنَ فاطِمَةَ الزَّهراءِ سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلَيكَ أيُّها الأمِينُ الوَفِيُّ السَّلامُ عَلَيكَ أيُّها العَلَمُ الرَّضِيُّ السَّلامُ عَلَيكَ أيُّها الزَّاهِدُ التَّقِيُّ السَّلامُ عَلَيكَ أيُّها الحُجَّةُ عَلى الخَلقِ أجمَعِينَ، السَّلامُ عَلَيكَ أيُها التَّالِيَ لِلقُرآنِ السَّلامُ عَلَيكَ أيُها المُبَيِّنُ لِلحَلالِ مِنَ الحَرامِ، السَّلامُ عَلَيكَ أيُها الوَلِيُّ النَّاصِحُ السَّلامُ عَلَيكَ أيُّها الطَّرِيقُ الواضِحُ السَّلامُ عَلَيكَ أيُّها النَّجمُ اللائِحُ، أشهَدُ يا مَولايَ يا أبا الحَسَنِ أنَكَّ حُجَّةُ اللهِ عَلى خَلقِهِ وَخَلِيفَتُهُ في بَرِيَّتِهِ وَأمِينُهُ في بِلادِهِ وَشاهِدُهُ عَلى عِبادِهِ، وَأشهَدُ أنَّكَ كَلِمَةُ التَّقوى وَبابُ الهُدى وَالعُروَةُ الوُثقى وَالحُجَّةُ عَلى مَن فَوقَ الأرضِ وَمَن تَحتَ الثَّرى، وَأشهَدُ أنَّكَ المُطَهَّرُ مِنَ الذُّنُوبِ المُبَرَّأُ مِنَ العُيُوبِ وَالمُختَصُّ بِكَرامَةِ اللهِ وَالمَحبُوُّ بِحُجَّةِ اللهِ وَالمَوهُوبُ لَهُ كَلِمَةُ اللهِ وَالرُّكنُ الَّذي يَلجَأُ إلَيهِ العِبادُ وَتُحيا بِهِ البِلادُ، وَأشهَدُ يا مَولايَ أنّي بِكَ وَبِآبائِكَ وَأبنائِكَ مُوقِنٌ مُقِرُّ وَلَكُم تابِعٌ في ذاتِ نَفسي وَشَرائِعِ دِيني وَخاتِمَةِ عَمَلي وَمُنقَلَبي وَمَثوايَ، وَأنّي وَلِيُّ لِمَن وَالاكُم وَعَدُوُّ لِمَن عاداكُم مُؤمِنٌ بِسِرِّكُم وَعَلانِيَّتَكُم وَأوَّلِكُم وَآخِرِكُم بِأبي أنتَ وَاُمّي وَالسَّلامُ عَلَيكَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ قبّل ضريحه وضع خدّك الأيمن عليه ثمّ الأيسر وقل:\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَصَلِّ عَلى حُجَّتِكَ الوَفِيِّ وَوَلِيِّكَ الزَّكِيَ وَأمِينِكَ المُرتَضى وَصَفِيِّكَ الهادي وَصِراطِكَ المُستَقِيمِ وَالجادَّةِ العُظمى وَالطَّرِيقَةِ الوُسطى، نُورِ قُلُوبِ المُؤمِنِينَ وَوَلِيِّ المُتَّقِينَ وَصاحِبِ المُخلَصِينَ، اللهُمَّ صَلِّ عَلى سَيِّدِنا وَمَولانا مُحَمَّدٍ وَأهلِ بَيتِهِ وَصَلِّ عَلى عَلِيٍّ بنِ مُحَمَّدٍ الرَّاشِدِ المَعصُومِ مِنَ الزَّلَلِ وَالطَّاهِرِ مِنَ الخَلَلِ وَالمُنقَطِعِ إلَيكَ بِالأمَلِ، المَبلُوِّ بِالفِتَنِ وَالمُختَبَرِ بِالمِحَنِ وَالمُمتَحَنِ بِحُسنِ البَلوى وَصَبرِ الشَّكوى مُرشِدِ عِبادِكَ وَبَرَكَةِ بِلادِكَ وَمَحَلِّ رَحمَتِكَ وَمُستَودَعِ حِكمَتِكَ وَالقائِدِ إلى جَنَّتِكَ العالِمِ في بَرِيَّتِكَ وَالهادي في خَلِيقَتِكَ، الَّذي ارتَضَيتَهُ وَانتَجَبتَهُ وَاختَرتَهُ لِمَقامِ رَسُولِكَ في اُمَّتِهِ وَألزَمتَهُ حِفظَ شَرِيعَتِهِ فَاستَقَلَّ بِأعباءِ الوَصِيَّةِ ناهِضاً بِها وَمُضطَلِعاً بِحَملِها لَم يَعثُر في مُشكِلٍ وَلا هَفا في مُعضِلٍ بَل كَشَفَ الغُمَّةَ وَسَدَّ الفُرجَةَ وَأدَّى المُفتَرَضَ، اللهُمَّ فَكما أقرَرتَ ناظِرَ نَبِيِّكَ بِهِ فَرَقِّهِ دَرَجَتَهُ وَأجزِل لَدَيكَ مَثُوبَتَهُ وَصَلِّ عَلَيهِ وَبَلِّغهُ مِنَّا تَحِيَّةً وَسَلاماً، وَآتِنا مِن لَدُنكَ في مُوالاتِهِ فَضلاً وَإحساناً وَمَغفِرَةً وَرِضواناً إنَّكَ ذُو الفَضلِ العَظِيمِ.\n\nثمّ تصلّي صلاة الزيارة فإذا سلّمت فقل:\nيا ذا القُدرَةِ الجامِعَةِ وَالرَّحمَةِ الواسِعَةِ وَالمِنَنِ المُتَتابِعَةِ والآلاءِ المُتَواتِرَةِ وَالأيادي الجَلِيلَةِ وَالمَواهِبِ الجَزِيلَةِ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ الصَّادِقِينَ، وَأعطِني سُؤلي وَاجمَع شَملي وَلُمَّ شَعَثي وَزَكِّ عَمَلي وَلاتُزِغ قَلبي بَعدَ إذ هَدَيتَني وَلاتُزِل قَدَمي وَلا تَكِلني إلى نَفسي طَرفَةَ عَينٍ أبَداً، وَلاتُخَيِّب طَمَعي وَلاتُبدِ عَورَتي وَلاتَهتِك سِتري وَلاتُوحِشني وَلاتُؤيِسني وَكُن بي رَؤُوفاً رَحِيماً، وَاهدِني وَزَكِّني وَطَهِّرني وَصَفِّني وَاصطَفِني وَخَلِّصني وَاستَخلِصني وَاصنَعني وَاصطَنِعني وَقَرِّبني إلَيكَ وَلا تُباعِدني مِنكَ، وَالطُف بي وَلاتَجفُني وَأكرِمني وَلاتُهِنّي وَما أسألُكَ فَلا تَحرِمني وَما لا أسألُكَ فَاجمَعهُ لي بِرَحمَتِكَ يا أرحَمَ الرَّاحِمِينَ وَأسألُكَ بِحُرمَةِ وَجهِكَ الكَرِيمِ وَبِحُرمَةِ نَبِيِّكَ مُحَمَّدٍ صَلَواتُكَ عَلَيهِ وَآلِهِ وَبِحُرمَةِ أهلِ بَيتِ رَسُولِكَ أمِيرِ المُؤمِنِينَ عَلِيٍّ وَالحَسَنِ وَالحُسَينِ وَعَلِيٍّ وَمُحَمَّدٍ وَجَعفَرٍ وَمُوسى وَعَلِيٍّ ومُحَمَّدٍ وَعَلِيٍّ وَالحَسَنِ وَالخَلَفِ الباقي صَلَواتُكَ وَبَرَكاتُكَ عَلَيهِم، أن تُصَلِّيَ عَلَيهِم أجمَعِينَ وَتُعَجِّلَ فَرَجَ قائِمِهِم بِأمرِكَ وَتَنصُرَهُ وَتَنتَصِرَ بِهِ لِدِينِكَ وَتَجعَلَني في جُملَةِ النَّاجِينَ بِهِ وَالمُخلِصِينَ في طاعَتِهِ، وَأسألُكَ بِحَقِّهِم لَمَّا استَجَبتَ لي دَعوَتي وَقَضَيتَ لي حاجَتي وَأعطَيتَني سُؤلي وَكَفَيتَني ما أهَمَّني مِن أمرِ دُنيا يَ وَآخِرَتي يا أرحَمَ الرَّاحِمِينَ، يا نُورُ يا بُرهانُ يا مُنِيرُ يا مُبِينُ يا رَبِّ اكفِني شَرَّ الشُّرُورِ وَآفاتِ الدُّهُورِ، وَأسألُكَ النَّجاةَ يَومَ يُنفَخُ في الصُّورِ.\n\nوادع بما شئت وأكثر من قولك: \nيا عُدَّتي عِندَ العَدَدِ وَيا رَجائي وَالمُعتَمَدَ وَيا كَهفي وَالسَّنَدَ يا واحِدُ يا أحَدُ وَيا قُل هُوَ اللهُ أحَدٌ أسألُكَ اللهُمَّ بِحَقِّ مَن خَلَقتَ مِن خَلقِكَ وَلَم تَجعَل في خَلقِكَ مِثلَهُم أحَداً صَلِّ عَلى جَماعَتِهِم وَافعَل بي كَذا وَكَذا. وسل حوائجك عوض هذه الكلمة فقد روي عنه (صلوات الله عليه) أنّه قال: «إنّني دعوت الله عزّ وجلّ أن لايخيب من دعا به في مشهدي بعدي».\n\n"
}