{
"title": "زيارة الإمام الحسن العسكري (ع)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "زيارة الإمام الحسن العسكري (عليه السلام)\n\nروى الشيخ بسند معتبر عنه (عليه السلام) قال: «قبري بسرّ من رأى أمان لأهل الجانبين». وقد فسّر المجلسي الأول كلمة أهل الجانبين بالشيعة وأهل السنّة وقال: إنّ فضله (عليه السلام) يعمّ الموالي والمعادي، كما إنّ قبر الكاظمين أمان لبغداد... الخ.\n\nوقال السيد ابن طاووس: إذا أردت  زيارة أبي محمد الحسن العسكري (عليه السلام) فليكن بعد عمل جميع ما قدّمنا في  زيارة أبيه الهادي (عليه السلام) ثم قف على ضريحه (عليه السلام) وقل:\nالسَّلامُ عَلَيكَ يا مَولايَ يا أبا مُحَمَّدٍ الحَسَنِ بنَ عَلِيٍّ الهادي المُهتَدي وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلَيكَ يا وَلِيَّ اللهِ وَابنَ أوليائِهِ السَّلامُ عَلَيكَ يا حُجَّةَ اللهِ وابنَ حُجَجِهِ السَّلامُ عَلَيكَ يا صَفِيَّ اللهِ وَابنَ أصفيائِهِ السَّلامُ عَلَيكَ يا خَلِيفَةَ اللهِ وَابنَ خُلَفائِهِ وَأبا خَلِيفَتِهِ، السَّلامُ عَلَيكَ يا بنَ خاتَمِ النَّبِيِّينَ السَّلامُ عَلَيكَ يا بنَ سَيِّدِ الوَصِيِّينَ السَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ السَّلامُ عَلَيكَ يا بنَ سِّيَدِة نِساءِ العالَمِينَ السَّلامُ عَلَيكَ يا بنَ الأئِمَّةِ الهادِينَ السَّلامُ عَلَيكَ يا بنَ الأوصياءِ الرَّاشِدِينَ السَّلامُ عَلَيكَ يا عِصمَةَ المُتَّقِينَ السَّلامُ عَلَيكَ يا إمامَ الفائِزِينَ السَّلامُ عَلَيكَ يا رُكنَ المُؤمِنِينَ السَّلامُ عَلَيكَ يا فَرَجَ المَلهُوفِينَ السَّلامُ عَلَيكَ يا وارِثَ الأنبياءِ المُنتَجَبِينَ، السَّلامُ عَلَيكَ يا خازِنَ عِلمِ وَصِيِّ رَسُولِ اللهِ السَّلامُ عَلَيكَ أيُّها الدَّاعي بِحُكمِ اللهِ السَّلامُ عَلَيكَ أيُّها النَّاطِقُ بِكِتابِ اللهِ، السَّلامُ عَلَيكَ يا حُجَّةَ الحُجَجِ السَّلامُ عَلَيكَ يا هادِيَ الاُمَمِ السَّلامُ عَلَيكَ يا وَلِيَّ النِّعَمِ السَّلامُ عَلَيكَ يا عَيبَةَ العِلمِ السَّلامُ عَلَيكَ يا سَفِينَةَ الحِلمِ السَّلامُ عَلَيكَ يا أبا الإمام المُنتَظَرِ الظَّاهِرَةِ لِلعاقِلِ حُجَّتُهُ وَالثَّابِتَةِ في اليَقِينِ مَعرِفَتُهُ المُحتَجَبِ عَن أعيُنِ الظَّالِمِينَ وَالمُغَيَّبِ عَن دَولَةِ الفاسِقِينَ وَالمُعِيدِ رَبُّنا بِهِ الإسلام جَدِيداً بَعدَ الانطِماسِ وَالقُرآنِ غَضّاً بَعدَ الاندِراسِ.\nأشهَدُ يا مَولايَ أنَّكَ أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَدَعَوتَ إلى سَبِيلِ رَبِّكَ بِالحِكمَةِ وَالمَوعِظَةِ الحَسَنَةِ وَعَبَدتَ اللهَ مُخلِصاً حَتّى أتاكَ اليَقِينُ، أسألُ اللهَ بِالشَّأنِ الَّذي لَكُم عِندَهُ أن يَتَقَبَّلَ زيارَتي لَكُم وَيَشكُرَ سَعيي إلَيكُم وَيَستَجِيبَ دُعائي بِكُم وَيَجعَلَني مِن أنصارِ الحَقِّ وَأتباعِهِ وَأشياعِهِ وَمَوالِيهِ وَمُحِبِّيهِ وَالسَّلامُ عَلَيكُم ورَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ قبّل ضريحه وضع خدّك الأيمن عليه ثمّ الأيسر وقل:\nاللهُمَّ صَلِّ عَلى سَيِّدِنا مُحَمَّدٍ وَأهلِ بَيتِهِ وَصَلِّ عَلى الحَسَنِ بنَ عَلِيٍّ الهادي إلى دِينِكَ وَالدَّاعي إلى سَبِيلِكَ عَلَمِ الهُدى وَمَنارِ التُّقى وَمَعدَنِ الحِجى وَمَأوى النُّهى وَغَيثِ الوَرى وَسَحابِ الحِكمَةِ وَبَحرِ المَوعِظَةِ وَوارِثِ الأئِمَّةِ وَالشَّهِيدِ عَلى الاُمَّةِ، المَعصُومِ المُهَذَّبِ وَالفاضِلِ الُمَقَّربِ وَالمُطَهَّرِ مِنَ الرِّجسِ الَّذي وَرَّثتَهُ عِلمَ الكِتابِ وَألهَمتَهُ فَصلَ الخِطابِ وَنَصَبتَهُ عَلَماً لأهلِ قِبلَتِكَ وَقَرَنتَ طاعَتَهُ بِطاعَتِكَ وَفَرَضتَ مَوَدَّتَهُ عَلى جَمِيعِ خَليقَتِكَ، اللهُمَّ فَكَما أنابَ بِحُسنِ الإخلاصِ في تَوحِيدِكَ وَأردى مَن خاضَ في تَشبِيهِكَ وَحامى عَن أهلِ الإيمانِ بِكَ، فَصَلِّ يا رَبِّ عَلَيهِ صَلاةً يَلحَقُ بِها مَحَلَّ الخاشِعِينَ وَيَعلُو في الجَنَّةِ بِدَرَجَةِ جَدِّهِ خاتَمِ النَّبِيِّينَ وَبَلِّغهُ مِنّا تَحِيَّةً وَسَلاماً، وَآتِنا مِن لَدُنكَ في مُوالاتِهِ فَضلاً وَإحساناً وَمَغفِرَةً وَرِضواناً إنَّكَ ذُو فَضلٍ عَظِيمٍ وَمَنٍّ جَسِيمٍ.\n\nثمّ تصلّي صلاة الزيارة فإذا فرغت قل:\nيا دائِمُ يا دَيمُومُ يا حَيُّ يا قَيُّومُ يا كاشِفَ الكَربِ وَالهَمِّ وَيا فارِجَ الغَمِّ وَيا باعِثَ الرُّسُلِ وَيا صادِقَ الوَعدِ وَيا حَيُّ لا إلهَ إلاّ أنتَ، أتَوَسَّلُ إلَيكَ بِحَبِيبِكَ مُحَمَّدٍ وَوَصِيِّهِ عَلِيٍّ ابنِ عَمِّهِ وَصِهرِهِ عَلى ابنَتِهِ الَّذي خَتَمتَ بِهِما الشَّرائِعَ وَفَتَحتَ بِهِما التَّأوِيلَ وَالطَّلائِعَ فَصَلِّ عَلَيهِما صَلاةً يَشهَدُ بِها الأوّلونَ وَالآخِرُونَ وَيَنجُو بِها الأولياءُ وَالصَّالِحُونَ، وَأتَوَسَّلُ إلَيكَ بِفاطِمَةَ الزَّهراءِ وَالِدَةِ الأئِمَّةِ المَهدِيِّينَ وَسَيِّدَةِ نِساءِ العالَمِينَ المُشَفَّعَةِ في شيعَةِ أولادِها الطَّيِّبِينَ، فَصَلِّ عَلَيها صَلاةً دائِمَةً أبَدَ الآبِدِينَ وَدَهرَ الدَّاهِرِينَ، وَأتَوَسَّلُ إلَيكَ بِالحَسَنِ الرَّضِيِّ الطَّاهِر الزَّكِيِّ وَالحُسَينِ المَظلُومِ المَرضِيِّ البَرِّ التَّقِيِّ سَيِّدَي شَبابِ أهلِ الجَنَّةِ الإمامينِ الخَيِّرَينِ الطَّيِّبَينِ التَّقِيَّينِ النَّقِيَّينِ الطَّاهِرَينِ الشَّهِيدَينِ المَظلُومَينِ المَقتُولَينِ، فَصَلِّ عَلَيهِما ما طَلَعَت شَمسٌ وَما غَرَبَت صَلاةً مُتَوالِيَةً مُتَتالِيَةً وَأتَوَسَّلُ إلَيكَ بِعَلِيٍّ بنِ الحُسَينِ سَيِّدِ العابِدِينَ المَحجُوبِ مِن خَوفِ الظَّالِمِينَ وَبِمُحَمَّدِ بنِ عَلِيٍّ الباقِرِ الطَّاهِرِ النُّورِ الزَّاهِرِ الإمامينِ السَّيِّدَينِ مِفتاحَي البَرَكاتِ وَمِصباحَي الظُّلُماتِ، فَصَلِّ عَلَيهِما ما سَرى لَيلٌ وَما أضاءَ نَهارٌ صَلاةً تَغدُو وَتَرُوحُ، وَأتَوَسَّلُ إلَيكَ بِجَعفَرِ بنِ مُحَمَّدٍ الصَّادِقِ عَنِ اللهِ وَالنَّاطِقِ في عِلمِ اللهِ وَبِمُوسى بنِ جَعفَرٍ العَبدِ الصَّالِحِ في نَفسِهِ وَالوَصِيِّ النَّاصِحِ الإمامينِ الهادِيَينِ المَهدِيَّينِ الوافِيَينِ الكافِيَينِ، فَصَلِّ عَلَيهِما ما سَبَّحَ لَكَ مَلَكٌ وَتَحَرَّكَ لَكَ فَلَكٌ صَلاةً تُنمى وَتَزِيدُ وَلاتَفنى وَلاتَبِيدُ، وَأتَوَسَّلُ إلَيكَ بِعَلِيِّ بنِ مُوسى الرِّضا وَبِمُحَمَّدِ بنِ عَلِيٍّ المُرتَضى الإمامينِ المُطَهَّرَينِ المُنتَجَبَينِ، فَصَلِّ عَلَيهِما ما أضاءَ صُبحٌ وَدامَ صَلاةً تُرَقِّيهِما إلى رِضوانِكَ في العِلِّيِّينَ مِن جِنانِكَ، وَأتَوَسَّلُ إلَيكَ بِعَلِيّ بنِ مُحَمَّدٍ الرَّاشِدِ وَالحَسَنِ ابنِ عَلِيٍّ الهادي القائِمَينِ بِأمرِ عِبادِكَ المُختَبَرَينِ بِالمِحَنِ الهائِلَةِ وَالصَّابِرَينِ في الإحَنِ المائِلَةِ، فَصَلِّ عَلَيهِما كِفاءَ أجرِ الصَّابِرِينَ وَإزاءَ ثَوابِ الفائِزِينَ صَلاةً تُمَهِّدُ لَهُما الرِّفعَةَ، وَأتَوَسَّلُ إلَيكَ يا رَبِّ بِإمامِنا وَمُحَقِّقِ زَمانِنا اليَومِ المَوعُودِ وَالشَّاهِدِ المَشهُودِ وَالنُّورِ الأزهَرِ وَالضِّياءِ الأنوَرِ المَنصُورِ بِالرُّعبِ وَالمُظَفَّرِ بِالسَّعادَةِ، فَصَلِّ عَلَيهِ عَدَدَ الثَّمَرِ وَأوراقِ الشَّجَرِ وَأجزاءِ المَدَرِ وَعَدَدَ الشَّعرِ وَالوَبَرِ وَعَدَدَ ما أحاطَ بِهِ عِلمُكَ وَأحصاهُ كِتابُكَ صَلاةً يَغبِطُهُ بِها الأوّلُونَ وَالآخِرُونَ، اللهُمَّ وَاحشُرنا في زُمرَتِهِ وَاحفَظنا عَلى طاعَتِهِ وَاحرُسنا بِدَولَتِهِ وَأتحِفنا بِوِلايَتِهِ وَانصُرنا عَلى أعدائِنا بِعِزَّتِهِ وَاجعَلنا يا رَبِّ مِنَ التَّوَّابِينَ يا أرحَمَ الرَّاحِمِينَ.\nاللهُمَّ وَإنَّ إبلِيسَ المُتَمَرِّدَ اللّعِينَ قَدِ استَنظَرَكَ لإغواءِ خَلقِكَ فَأنظَرتَهُ وَاستَمهَلَكَ لإضلالِ عَبِيدَكَ، فَأمهَلتَهُ بِسابِقِ عِلمِكَ فِيهِ وَقَد عَشَّشَ وَكَثُرَت جُنُودُهُ وَازدَحَمَت جُيُوشُهُ وَانتَشَرَت دُعاتُهُ في أقطارِ الأرضِ، فَأضَلُّوا عِبادَكَ وَأفسَدُوا دِينَكَ وَحَرَّفُوا الكَلِمَ عَن مَواضِعِهِ وَجَعَلُوا عِبادَكَ شِيَعاً مُتَفَرِّقِينَ وَأحزاباً مُتَمَرِّدِينَ، وَقَد وَعَدتَ نَقضَ بُنيا نِهِ وَتَمزِيقَ شَأنِهِ فَأهلِك أولادَهُ وَجُيُوشَهُ وَطَهِّر بِلادَكَ مِن اختِراعاتِهِ وَاختِلافاتِهِ وَأرِح عِبادَكَ مِن مَذاهِبِهِ وَقياساتِهِ وَاجعَل دائِرَةَ السَّوءِ عَلَيهِم، وَابسُط عَدلَكَ وَأظهِر دِينَكَ وَقَوِّ أولياءَكَ وَأوهِن أعداءَكَ وَأورِث دِيارَ إبلِيسَ وَديارَ أوليائِهِ أولياءَكَ وَخَلِّدهُم في الجَحِيمِ وَأذِقهُم مِنَ العَذابِ الألِيمِ، وَاجعَل لَعائِنَكَ المُستَودَعَةَ في مَناحِسِ الخِلقَةِ وَمَشاوِيهِ الفِطرَةِ دائِرَةً عَلَيهِم وَمُوَكَّلَةً بِهِم وَجارِيَةً فِيهِم كُلَّ صَباحٍ وَمَساءٍ وَغُدُوٍّ وَرَواحٍ، رَبَّنا آتِنا في الدُّنيا حَسَنَةً وَفي الآخِرةِ حَسَنَةً وَقِنا بِرَحمَتِكَ عَذابَ النَّارِ يا أرحَمَ الرَّاحِمِينَ.\n\n ثمّ ادع بما تحبّ لنفسك ولإخوانك.\n\n"
}