["إِذَا وَرَدْتَ سُرَّمَنْ‏رَأَى فَاغْتَسِلْ إِنْ قَدَرْتَ مِنْ دِجْلَةَ، ثُمَّ ادْخُلْ وَ اسْتَأْذِنِ الْقَوْمَ، فَإِنَّ الْمَوْضِعَ مِلْكٌ لَهُمْ وَ دَارُهُمْ، تَقِفُ عَلَى الْبَابِ وَ تَقُولُ:\nالسَّلَامُ عَلَى رَسُولِ اللَّهِ، السَّلَامُ عَلَى مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، السَّلَامُ عَلَى أَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ، السَّلَامُ عَلَى الْأَئِمَّةِ مِنْ وُلْدِهِ الْمَهْدِيِّينَ، الَّذِينَ أَمَرُوا بِطَاعَةِ اللَّهِ، وَ قَرَّبُوا أَوْلِيَاءَهُ، وَ اجْتَنَبُوا مَعْصِيَةَ اللَّهِ، وَ جَاهَدُوا أَعْدَاءَهُ، وَ دَحَضُوا حِزْبَ الشَّيْطَانِ الرَّجِيمِ، وَ هُدُوا إِلَى صِرَاطِ اللَّهِ الْمُسْتَقِيمِ.\nالسَّلَامُ عَلَيْكُمَا أَيُّهَا الْإِمَامَانِ، الطَّاهِرَانِ الصِّدِّيقَانِ، اللَّذَانِ اسْتَنْقَذَا الْمُؤْمِنِينَ مِنْ مُخَالَطَةِ الْفَاسِقِينَ، وَ حَقَنَا دِمَاءَ الْمُحِبِّينَ بِمُدَارَاةِ الْمُبْغِضِينَ.\nأَشْهَدُ أَنَّكُمَا حُجَّتَا اللَّهِ عَلَى عِبَادِهِ، وَ سِرَاجَا أَرْضِهِ وَ بِلَادِهِ، وَ تَجَرَّعْتُمَا فِي رَبِّكُمَا غَيْظَ الظَّالِمِينَ، وَ صَبَرْتُمَا فِي مَرْضَاتِهِ عَلَى عِنَادِ الْمُعَانِدِينَ، حَتَّى أَقَمْتُمَا مَنَارَ الدِّينِ، وَ أَبَنْتُمَا الشَّكَّ مِنَ الْيَقِينِ، فَلَعَنَ اللَّهُ مَانِعَكُمَا الْحَقَّ، وَ الْبَاغِيَ عَلَيْكُمَا مِنَ الْخَلْقِ.\n\nثُمَّ ضَعْ خَدَّكَ الْأَيْمَنَ عَلَى الْقَبْرِ وَ قُلِ:\nاللَّهُمَّ بِذُلِّي فِيهِمَا أَعِزَّنِي بِهِمَا.\n\nثُمَّ انْتَصِبْ وَ قُلِ:\nاللَّهُمَّ إِنَّ هَذَيْنِ إِمَامَايَ وَ قَائِدَايَ، وَ بِهِمَا وَ بِآبَائِهِمَا أَرْجُو الزُّلْفَةَ لَدَيْكَ يَوْمَ قُدُومِي عَلَيْكَ.\nاللَّهُمَّ إِنِّي أُشْهِدُكَ وَ مَنْ حَضَرَ مِنْ مَلَائِكَتِكَ أَنَّهُمَا عَبْدَانِ لَكَ، اصْطَفَيْتَهُمَا وَ فَضَّلْتَهُمَا وَ تَعَبَّدْتَ خَلْقَكَ بِمُوَالاتِهِمَا، وَ أَذَقْتَهُمَا الْمَنِيَّةَ الَّتِي كَتَبْتَ عَلَيْهِمَا، وَ مَا ذَاقَا فِيكَ أَعْظَمُ مِمَّا ذَاقَا مِنْكَ، وَ جَمَعْتَنِي وَ إِيَّاهُمَا فِي الدُّنْيَا عَلَى صِحَّةِ الِاعْتِقَادِ فِي طَاعَتِكَ، فَاجْعَلْنِي وَ إِيَّاهُمَا فِي الْآخِرَةِ فِي جَنَّتِكَ، يَا مَنْ حَفِظَ الْكَنْزَ بِإِقَامَةِ الْجِدَارِ، وَ حَرَسَ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ بِالْغَارِ.\nاللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِمَّنِ اعْتَقَدَ فِيهِمَا اللَّاهُوتَ، وَ قَدَّمَ عَلَيْهِمَا الطَّاغُوتَ، اللَّهُمَّ الْعَنِ النَّاصِبَةَ الْجَاحِدِينَ، وَ الْمُسْرِفِينَ الْغَالِينَ، وَ الشَّاكِّينَ الْمُقَصِّرِينَ وَ الْجَهَلَةَ الْمُفَوِّضِينَ.\nاللَّهُمَّ إِنَّكَ تَسْمَعُ كَلَامِي وَ تَرَى مَقَامِي، وَ عِلْمُكَ مُحِيطٌ بِمَا خَلْفِي وَ أَمَامِي، فَاحْرُسْنِي مِنْ كُلِّ سُوءٍ يُخْرِجُ دِينِي، وَ اكْفِنِي كُلَّ شُبْهَةٍ تُشَكِّكُ يَقِينِي، وَ أَشْرِكْ فِي دُعَائِي إِخْوَانِي وَ مَنْ أَمْرُهُ يَعْنِينِي، اللَّهُمَّ إِنَّ هَذَا مَوْقِفٌ خُضْتُ إِلَيْهِ الْمَتَالِفَ، وَ قَطَعْتُ دُونَهُ الْمَخَاوِفَ، طَلَباً أَنْ تَسْتَجِيبَ فِيهِ دُعَائِي، وَ أَنْ تُضَاعِفَ فِيهِ حَسَنَاتِي، وَ أَنْ تَمْحُوَ فِيهِ سَيِّئَاتِي.\nاللَّهُمَّ فَأَعْطِنِي وَ إِخْوَانِي مِنْ آلِ مُحَمَّدٍ وَ شِيعَتِهِمْ وَ أَهْلَ حُزَانَتِي وَ أَوْلَادِي وَ قَرَابَاتِي مِنْ كُلِّ خَيْرٍ يُزْلِفُ فِي الدُّنْيَا وَ يُحْظِي فِي الْآخِرَةِ، وَ اصْرِفْ عَنْ جَمْعِنَا كُلَّ شَرٍّ يُورِثُ فِي الدُّنْيَا عُدْماً، وَ يَحْجُبُ غَيْثَ السَّمَاءِ، وَ يُعَقِّبُ فِي الْآخِرَةِ نَدَماً، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اسْتَجِبْ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ أَجْمَعِينَ.\n\nثُمَّ تَخْرُجُ وَ وَجْهُكَ إِلَى الْقَبْرَيْنِ عَلَى أَعْقَابِهِمْ\nوَ تَأْتِي سِرْدَابَ الْغَيْبَةِ فَتَقِفُ بَيْنَ الْبَابَيْنِ مَاسِكاً جَانِبَ الْبَابِ بِيَدِكَ ثُمَّ تَنَحْنَحُ كَالْمُسْتَأْذِنِ، وَ سَمِّ وَ انْزِلْ وَ عَلَيْكَ السَّكِينَةَ وَ الْوَقَارَ\n\nوَ صَلِّ رَكْعَتَيْنِ فِي عَرْصَةِ السِّرْدَابِ وَ قُلِ:\nاللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ وَ لِلَّهِ الْحَمْدُ، الْحَمْدُ لِلَّهِ الَّذِي هَدانا لِهذا وَ عَرَّفْنَا أَوْلِيَاءَهُ وَ أَعْدَاءَهُ، وَ وَفَّقَنَا لِزِيَارَةِ أَئِمَّتِنَا، وَ لَمْ تَجْعَلْنَا مِنَ الْمُعَانِدِينَ النَّاصِبِينَ، وَ لَا مِنَ الْغُلَاةِ الْمُفَوِّضِينَ، وَ لَا مِنَ الْمُرْتَابِينَ الْمُقَصِّرِينَ.\nالسَّلَامُ عَلَى وَلِيِّ اللَّهِ وَ ابْنِ أَوْلِيَائِهِ، السَّلَامُ عَلَى الْمُدَّخَرِ لِكَرَامَةِ (أَوْلِيَاءِ) اللَّهِ وَ بَوَارِ أَعْدَائِهِ، السَّلَامُ عَلَى النُّورِ الَّذِي أَرَادَ أَهْلُ الْكُفْرِ إِطْفَاءَهُ، فَأَبَى اللَّهُ‏ إِلَّا أَنْ يُتِمَّ نُورَهُ‏ بِكُرْهِهِمْ، وَ أَمَدَّهُ بِالْحَيَاةِ حَتَّى يُظْهِرَ عَلَى يَدِهِ الْحَقَّ بِرَغْمِهِمْ.\nأَشْهَدُ أَنَّ اللَّهَ اصْطَفَاكَ صَغِيراً وَ أَكْمَلَ لَكَ عُلُومَهُ كَبِيراً، وَ أَنَّكَ حَيٌّ لَا تَمُوتُ حَتَّى تُبْطِلَ الْجِبْتَ وَ الطَّاغُوتَ.\nاللَّهُمَّ صَلِّ عَلَيْهِ وَ عَلَى خُدَّامِهِ وَ أَعْوَانِهِ عَلَى غَيْبَتِهِ وَ نَأْيِهِ، وَ اسْتُرْهُ سَتْراً عَزِيزاً، وَ اجْعَلْ لَهُ مَعْقِلًا حَرِيزاً، وَ اشْدُدِ اللَّهُمَّ وَطْأَتَكَ عَلَى مُعَانِدِيهِ، وَ احْرُسْ مَوَالِيَهُ وَ زَائِرِيهِ.\nاللَّهُمَّ كَمَا جَعَلْتَ قَلْبِي بِذِكْرِهِ مَعْمُوراً، فَاجْعَلْ سِلَاحِي دُونَ نُصْرَتِهِ مَشْهُوداً، وَ إِنْ حَالَ بَيْنِي وَ بَيْنَ لِقَائِهِ الْمَوْتُ الَّذِي جَعَلْتَهُ عَلَى عِبَادِكَ حَتْماً وَ أَقْدَرْتَ بِهِ عَلَى خَلِيقَتِكَ رَغْماً، فَأَحْيِنِي عِنْدَ ظُهُورِهِ خَارِجاً مِنْ حُفْرَتِي، مُؤْتَزِراً بِكَفَنِي، حَتَّى أُجَاهِدَ بَيْنَ يَدَيْهِ فِي الصَّفِّ الَّذِي أَثْنَيْتَ عَلَيْهِمْ فِي كِتَابِكَ، فَقُلْتُ: كَأَنَّهُمْ بُنْيانٌ مَرْصُوصٌ‏ اللَّهُمَّ طَالَ الِانْتِظَارُ، وَ شَمِتَ بِنَا الْفُجَّارُ، وَ صَعُبَ عَلَيْنَا الِانْتِصَارُ، اللَّهُمَّ أَرِنَا وَجْهَ وَلِيِّكَ الْمَيْمُونِ فِي حَيَاتِنَا وَ بَعْدَ الْمَنُونِ اللَّهُمَّ إِنِّي أَدِينُ لَكَ بِالرَّجْعَةِ بَيْنَ يَدَيْ صَاحِبِ هَذِهِ الْبُقْعَةِ، الْغَوْثَ الْغَوْثَ الْغَوْثَ يَا صَاحِبَ الزَّمَانِ، قَطَعْتُ فِي وُصْلَتِكَ الْخُلَّانَ، وَ هَجَرْتُ لِزِيَارَتِكَ الْأَوْطَانَ، وَ أَخْفَيْتُ أَمْرِي عَنْ أَهْلِ الْبُلْدَانِ، لِتَكُونَ شَفِيعاً لِي عِنْدَ رَبِّكَ وَ رَبِّي، وَ إِلَى آبَائِكَ وَ مَوَالِيَّ فِي حُسْنِ التَّوْفِيقِ لِي، وَ إِسْبَاغِ النِّعْمَةِ عَلَيَّ وَ سَوْقِ الْإِحْسَانِ إِلَيَّ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، أَصْحَابِ الْحَقِّ وَ قَادَةِ الْخَلْقِ، وَ اسْتَجِبْ مِنِّي مَا دَعَوْتُكَ، وَ أَعْطِنِي مَا لَمْ أَنْطِقْ بِهِ فِي دُعَائِي مِنْ صَلَاحِ دِينِي وَ دُنْيَايَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ.\n\nثُمَّ ادْخُلِ الصُّفَّةَ فَصَلِّ رَكْعَتَيْنِ وَ قُلِ:\nاللَّهُمَّ عَبْدُكَ الزَّائِرُ فِي فِنَاءِ وَلِيِّكَ الْمَزُورِ، الَّذِي فَرَضْتَ طَاعَتَهُ عَلَى الْعَبِيدِ وَ الْأَحْرَارِ، وَ أَنْقَذْتَ بِهِ أَوْلِيَاءَكَ مِنَ النَّارِ، اللَّهُمَّ اجْعَلْهَا زِيَارَةً مَقْبُولَةً ذَاتَ دُعَاءٍ مُسْتَجَابٍ مِنْ مُصَدِّقٍ بِوَلِيِّكَ غَيْرِ مُرْتَابٍ، اللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ بِهِ وَ لَا بِزِيَارَتِهِ، وَ لَا تَقْطَعْ أَثَرِي مِنْ مَشْهَدِهِ وَ زِيَارَةِ أَبِيهِ وَ جَدِّهِ.\nاللَّهُمَّ اخْلُفْ عَلَيَّ نَفَقَتِي، وَ انْفَعْنِي بِمَا رَزَقْتَنِي فِي دُنْيَايَ وَ آخِرَتِي، لِي وَ لِإِخْوَانِي وَ أَبَوَيَّ وَ جَمِيعِ عِتْرَتِي، أَسْتَوْدِعُكَ اللَّهَ أَيُّهَا الْإِمَامُ الَّذِي يَفُوزُ بِهِ الْمُؤْمِنُونَ، وَ يَهْلِكُ عَلَى يَدَيْهِ الْكَافِرُونَ الْمُكَذِّبُونَ، يَا مَوْلَايَ يَا مُحَمَّدَ بْنَ الْحَسَنِ بْنِ عَلِيٍّ جِئْتُكَ زَائِراً لَكَ وَ لِأَبِيكَ وَ جَدِّكَ، مُتَيَقِّناً الْفَوْزَ بِكُمْ، مُعْتَقِداً إِمَامَتَكُمْ.\nاللَّهُمَّ اكْتُبْ هَذِهِ الشَّهَادَةَ وَ الزِّيَارَةَ لِي عِنْدَكَ فِي عِلِّيِّينَ، وَ بَلِّغْنِي بَلَاغَ الصَّالِحِينَ، وَ انْفَعْنِي بِحُبِّهِمْ يَا رَبَّ الْعَالَمِينَ.\n\nالمصدر:\nالمزار الكبير"]