["زيارة أم القائم عليهما السّلام أملاها عليّ رجل من البحرين سمعته يزور بها\n\nثُمَّ عُدْ إِلَى الْعَسْكَرِيَّيْنِ صَلَوَاتُ اللَّهِ عَلَيْهِمَا، وَ قِفْ عَلَى قَبْرِ أُمِّ الْحُجَّةِ عَلَيْهِ السَّلَامُ وَ قُلِ:\n\nالسَّلَامُ عَلَى رَسُولِ اللَّهِ الصَّادِقِ الْأَمِينِ، السَّلَامُ عَلَى مَوْلَانَا أَمِيرِ الْمُؤْمِنِينَ، السَّلَامُ عَلَى الْأَئِمَّةِ الطَّاهِرِينَ الْحُجَجِ الْمَيَامِينِ، السَّلَامُ عَلَى وَالِدَةِ الْإِمَامِ وَ الْمُودَعَةِ أَسْرَارَ الْمَلِكِ الْعَلَّامِ، وَ الْحَامِلَةِ لِأَشْرَفِ الْأَنَامِ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الصِّدِّيقَةُ الْمَرْضِيَّةُ، السَّلَامُ عَلَيْكِ يَا شَبِيهَةَ أُمِّ مُوسَى وَ ابْنَةَ حَوَارِيِّ عِيسَى، السَّلَامُ عَلَيْكِ أَيَّتُهَا التَّقِيَّةُ النَّقِيَّةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الرَّضِيَّةُ الْمَرْضِيَّةُ.\nالسَّلَامُ عَلَيْكِ أَيَّتُهَا الْمَنْعُوتَةُ فِي الْإِنْجِيلِ، الْمَخْطُوبَةُ مِنْ رَوْحِ اللَّهِ الْأَمِينِ، وَ مَنْ رَغِبَ فِي وُصْلَتِهَا مُحَمَّدٌ سَيِّدُ الْمُرْسَلِينَ، وَ الْمُسْتَوْدَعَةُ أَسْرَارَ رَبِّ الْعَالَمِينَ، السَّلَامُ عَلَيْكِ وَ عَلَى آبَائِكِ الْحَوَارِيِّينَ، السَّلَامُ عَلَيْكِ وَ عَلَى بَعْلِكِ وَ وَلَدِكِ، السَّلَامُ عَلَيْكِ وَ عَلَى رُوحِكِ وَ بَدَنِكِ الطَّاهِرِ.\nأَشْهَدُ أَنَّكِ أَحْسَنْتِ الْكَفَالَةَ وَ أَدَّيْتِ الْأَمَانَةَ، وَ اجْتَهَدْتِ فِي مَرْضَاةِ اللَّهِ، وَ صَبَرْتِ فِي ذَاتِ اللَّهِ، وَ حَفِظْتِ سِرَّ اللَّهِ، وَ حَمَلْتِ وَلِيَّ اللَّهِ، وَ بَالَغْتِ فِي حِفْظِ حُجَّةِ اللَّهِ، وَ رَغِبْتِ فِي وُصْلَةِ أَبْنَاءِ رَسُولِ اللَّهِ، عارفا [عَارِفَةً] بِحَقِّهِمْ، مُؤْمِنَةً بِصِدْقِهِمْ، مُعْتَرِفَةً بِمَنْزِلَتِهِمْ، مُسْتَبْصِرَةً بِأَمْرِهِمْ، مُشْفِقَةً عَلَيْهِمْ، مُؤْثِرَةً هَوَاهُ.\nوَ أَشْهَدُ أَنَّكِ مَضَيْتِ عَلَى بَصِيرَةٍ مِنْ أَمْرِكِ، مُقْتَدِيَةً بِالصَّالِحِينَ، رَاضِيَةً مَرْضِيَّةً، تَقِيَّةً نَقِيَّةً زَكِيَّةً، فَرَضِيَ اللَّهُ عَنْكِ وَ أَرْضَاكِ، وَ جَعَلَ الْجَنَّةَ مَنْزِلَكِ وَ مَأْوَاكِ، فَلَقَدْ أَوْلَاكِ مِنَ الْخَيْرَاتِ مَا أَوْلَاكِ، وَ أَعْطَاكِ مِنَ الشَّرَفِ مَا بِهِ أَغْنَاكِ، فَهَنَّأَكِ اللَّهُ بِمَا مَنَحَكِ مِنَ الْكَرَامَةِ وَ أَمْرَأَكِ.\n\nثُمَّ تَرْفَعُ رَأْسَكَ وَ تَقُولُ:\nاللَّهُمَّ إِيَّاكَ اعْتَمَدْتُ، وَ رِضَاكَ طَلَبْتُ، وَ بِأَوْلِيَائِكَ إِلَيْكَ تَوَسَّلْتُ، وَ عَلَى غُفْرَانِكَ وَ حِلْمِكَ اتَّكَلْتُ، وَ بِكَ اعْتَصَمْتُ، وَ بِقَبْرِ أُمِّ وَلِيِّكَ لُذْتُ، فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ انْفَعْنِي بِزِيَارَتِهَا، وَ ثَبِّتْنِي عَلَى مَحَبَّتِهَا، وَ لَا تَحْرِمْنِي شَفَاعَتَهَا وَ شَفَاعَةَ وَلَدِهَا، عَجَّلَ اللَّهُ فَرَجَهُ، وَ ارْزُقْنِي مُرَافَقَتَهَا، وَ احْشُرْنِي مَعَهَا وَ مَعَ وَلَدِهَا، كَمَا وَفَّقْتَنِي لِزِيَارَةِ وَلَدِهَا وَ زِيَارَتِهَا.\nاللَّهُمَّ إِنِّي أَتَوَجَّهُ إِلَيْكَ بِالْأَئِمَّةِ الطَّاهِرِينَ وَ أَتَوَسَّلُ إِلَيْكَ بِالْحُجَجِ الْمَيَامِينِ، مِنْ آلِ طه وَ يس، أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ، وَ أَنْ تَجْعَلَنِي مِنَ الْمُطْمَئِنِّينَ الْفَائِزِينَ، الْفَرِحِينَ الْمُسْتَبْشِرِينَ، الَّذِينَ‏ فَلا خَوْفٌ عَلَيْهِمْ وَ لا هُمْ يَحْزَنُونَ*، وَ اجْعَلْنِي مِمَّنْ قَبِلْتَ سَعْيَهُ، وَ يَسَّرْتَ أَمْرَهُ، وَ كَشَفْتَ ضُرَّهُ وَ آمَنْتَ خَوْفَهُ.\nاللَّهُمَّ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِي إِيَّاهَا، وَ ارْزُقْنِي الْعَوْدَ إِلَيْهَا أَبَداً مَا أَبْقَيْتَنِي، وَ إِذَا تَوَفَّيْتَنِي فَاحْشُرْنِي فِي زُمْرَتِهَا، وَ أَدْخِلْنِي فِي شَفَاعَةِ وَلَدَهَا وَ شَفَاعَتِهَا، وَ اغْفِرْ لِي وَ لِوالِدَيَ‏ وَ لِلْمُؤْمِنِينَ وَ الْمُؤْمِناتِ‏، وَ آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا عَذابَ النَّارِ، وَ السَّلَامُ عَلَيْكُمْ يَا سَادَاتِي وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nالمصدر:\nالمزار الكبير"]