{
"title": "صيغ توديع الإمام الحسين (ع)",
"type": "text",
"source": "\nكتاب مفاتيح الجنان وكتاب المزار الكبير",
"data": "(1)\nمن الزيارة المطلقة (7) للإمام الحسين:\nفَإِذَا أَرَدْتَ الْوَدَاعَ فَقُمْ عِنْدَ الرَّأْسِ وَ أَنْتَ تَبْكِي وَ تَقُولُ:\nيَا مَوْلَايَ السَّلَامُ عَلَيْكَ سَلَامَ مُوَدِّعٍ، لَا قَالٍ وَ لَا سَئِمٍ، فَإِنْ أَنْصَرِفْ يَا مَوْلَايَ فَلَا عَنْ مَلَالَةٍ، وَ إِنْ أُقِمْ فَلَا عَنْ سُوءِ ظَنٍّ بِمَا وَعَدَ اللَّهُ الصَّابِرِينَ.\nيَا مَوْلَايَ لَا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنِّي مِنْ زِيَارَتِكَ، وَ تَقَبَّلَ مِنِّي، وَ رَزَقَنِي الْعَوْدَ إِلَيْكَ، وَ الْمُقَامَ فِي حَرَمِكَ، وَ الْكَوْنَ فِي مَشْهَدِكَ، آمِينَ رَبَّ الْعَالَمِينَ.\nثُمَّ تُقَبِّلُهُ وَ تُمِرُّ سَائِرَ بَدَنِكَ وَ وَجْهَكَ عَلَى الْقَبْرِ، فَإِنَّهُ أَمَانٌ وَ حِرْزٌ مِنْ كُلِّ مَا تَخَافُ وَ تَحْذَرُ بِإِذْنِ اللَّهِ، وَ تَمْشِي الْقَهْقَرَى وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا بَابَ الْمَقَامِ، السَّلَامُ عَلَيْكَ يَا سَفِينَةَ النَّجَاةِ، السَّلَامُ عَلَيْكُمْ يَا مَلَائِكَةَ رَبِّي الْمُقِيمِينَ فِي هَذَا الْحَرَمِ، السَّلَامُ عَلَيْكَ يَا مَوْلَايَ وَ عَلَى الْمَلَائِكَةِ الْمُحْدِقِينَ بِكَ، السَّلَامُ عَلَيْكَ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ، السَّلَامُ عَلَيْكَ أَبَداً مِنِّي مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ.\nوَ تَقُولُ:\nإِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ‏، وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ كَثِيراً.\n\n(2)\nمن الزيارة المطلقة المختصرة للإمام الحسين في كل يوم وشهر كما ورد في كتاب المزار الكبير:\nفَإِذَا أَرَدْتَ وَدَاعَ سَيِّدِنَا أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ عِنْدَ انْصِرَافِكَ مِنْ مَشْهَدِهِ فَقِفْ عَلَى قَبْرِهِ كَمَا وَقَفْتَ عَلَيْهِ أَوَّلًا، وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ يَا أَبَا عَبْدِ اللَّهِ، هَذَا أَوَانُ انْصِرَافِي، غَيْرَ رَاغِبٍ عَنْكَ، وَ لَا مُسْتَبْدِلٍ بِكَ غَيْرَكَ، وَ أَسْتَوْدِعُكَ اللَّهَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِالرَّسُولِ وَ بِمَا جِئْتَ بِهِ وَ دَلَلْتَ عَلَيْهِ، اللَّهُمَّ اكْتُبْنَا مَعَ الشَّاهِدِينَ.\nاللَّهُمَّ لَا تَجْعَلَ زِيَارَتِي هَذِهِ آخِرَ الْعَهْدِ مِنِّي بِزِيَارَتِهِ، وَ ارْزُقْنِي الْعَوْدَ إِلَيْهِ أَبَداً مَا أَحْيَيْتَنِي، فَإِذَا تَوَفَّيْتَنِي فَاحْشُرْنِي مَعَهُ، وَ اجْمَعْ بَيْنِي وَ بَيْنَهُ فِي جَنَّاتِ النَّعِيمِ.\n\n(3)\nمن زيارة الامام الحسين في النصف من رجب:\nفإذا أردت وداعه فادن من القبر الشريف وودّعه بما ورد في رواية أبي حمزة الثمالي وذكره العلماء أيضاً:\nأستَودِعُكَ اللهُ وَأستَرعِيكَ وَأقرَأُ عَلَيكَ السَّلامُ آمَنّا بِاللهِ وَبِرَسُولِهِ وَبِكِتابِهِ وَبِما جاءَ بِهِ مِن عِندِ اللهِ، اللهُمَّ فَاكتُبنا مَعَ الشَّاهِدِينَ اللهُمَّ لا تَجعَلهُ آخِرَ العَهدِ مِن زيارَتي قَبرَ ابن أخي رَسُولِكَ (صلّى الله عليه و آله) وَارزُقني زيارَتَهُ أبَداً ما أبقَيتَني وَاحشُرني مَعَهُ وَمَعَ آبائِهِ في الجِنانِ وَعَرِّف بَيني وَبَينَهُ وَبَينَ رَسُولِكَ وَأوليائِكَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَوَفَّني عَلى الإيمانِ بِكَ وَالتَّصدِيقِ بِرَسُولِكَ وَالوِلايَةِ لِعَلِيِّ بنِ أبي طالِبٍ وَالأئِمَّةِ مِن وُلدِهِ (عليهم السلام)، وَالبَراءَةِ مِن عَدُوِّهِم فَإنّي قَد رَضِيتُ يا رَبّي بِذلِكَ وَصَلّى اللهُ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ.\n\n(4)\nمن زيارة الامام الحسين في النصف من شعبان:\nاَلْحَمْدُ للهِ الْعَلِيِّ الْعَظيمِ وَالسَّلامُ عَلَيْكَ اَيُّهَا الْعَبْدُ الصّالِحُ الزَّكيُّ اُودِعُكَ شَهادَةً مِنّي لَكَ تُقَرِّبُني اِلَيْكَ فِي يَوْمِ شَفاعَتِكَ ، اَشْهَدُ اَنَّكَ قُتِلْتَ وَلَمْ تَمُتْ بَلْ بِرَجاءِ حَياتِكَ حَيِيَتْ قُلُوبُ شيعَتِكَ ، وَبِضِياءِ نُورِكَ اهْتَدَى الطّالِبُونَ اِلَيْكَ ، وَاَشْهَدُ اَنَّكَ نُورُ اللهِ الَّذي لَمْ يُطْفَأْ وَلا يُطْفَأُ اَبَداً ، وَاَنَّكَ وَجْهُ اللهِ الَّذي لَمْ يَهْلِكْ وَلا يُهْلَكُ اَبَداً ، وَاَشْهَدُ اَنَّ هذِهِ التُّرْبَةَ تُرْبَتُكَ ، وَهذَا الْحَرَمَ حَرَمُكَ ، وَهذَا الْمَصْرَعَ مَصْرَعُ بَدَنِكَ لا ذَليلَ وَاللهِ مُعِزُّكَ وَلا مَغْلُوبَ وَاللهِ ناصِرُكَ ، هذِهِ شَهادَةٌ لي عِنْدَكَ اِلى يَوْمَ قَبْضِ روُحي بِحَضْرَتِكَ ، وَالسَّلامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ .\n\n(5)\nصيغة وردت في كتاب المزار الكبير:\nوَ الْوَدَاعُ هُوَ أَنْ تَأْتِيَ الْقَبْرَ فَتَقِفَ عَلَيْهِ كَوُقُوفِكَ فِي أَوَّلِ الزِّيَارَةِ، وَ تَسْتَقْبِلَهُ بِوَجْهِكَ وَ تَقُولَ:\n\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ، أَنْتَ لِي جُنَّةٌ مِنَ الْعَذَابِ، وَ هَذَا أَوَانُ انْصِرَافِي، غَيْرَ رَاغِبٍ عَنْكَ، وَ لَا مُسْتَبْدِلٍ بِكَ سِوَاكَ، وَ لَا مُؤْثِرٍ عَلَيْكَ غَيْرَكَ، وَ لَا زَاهِدٍ فِي قُرْبِكَ، جُدْتُ بِنَفْسِي لِلْحَدَثَانِ، وَ تَرَكْتُ الْأَهْلَ وَ الْأَوْطَانَ، فَكُنْ لِي يَوْمَ حَاجَتِي وَ فَقْرِي، يَوْمَ لَا يُغْنِي عَنِّي وَالِدِي وَ لَا وُلْدِي، وَ لَا حَمِيمِي وَ لَا قَرِيبِي.\nأَسْأَلُ اللَّهَ الَّذِي قَدَّرَ وَ خَلَقَ أَنْ يُنَفِّسَ بِكُمْ كَرْبِي، وَ أَسْأَلُ اللَّهَ الَّذِي قَدَّرَ عَلَيَّ فِرَاقَ مَكَانِكَ أَنْ لَا يَجْعَلَهُ آخِرَ الْعَهْدِ مِنِّي وَ مِنْ رُجُوعِي، وَ أَسْأَلُ اللَّهَ الَّذِي أَبْكَى عَلَيْكَ عَيْنِي أَنْ يَجْعَلَهُ سَنَداً لِي، وَ أَسْأَلُ اللَّهَ الَّذِي نَقَلَنِي إِلَيْكَ مِنْ رَحْلِي وَ أَهْلِي أَنْ يَجْعَلَهُ ذُخْراً لِي، وَ أَسْأَلُ اللَّهَ الَّذِي أَرَانِي مَكَانَكَ وَ هَدَانِي لِلتَّسْلِيمِ عَلَيْكَ وَ لِزِيَارَتِي إِيَّاكَ أَنْ يُورِدَنِي حَوْضَكُمْ وَ يَرْزُقَنِي مُرَافَقَتَكُمْ فِي الْجِنَانِ مَعَ آبَائِكَ الصَّالِحِينَ.\nالسَّلَامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ، السَّلَامُ عَلَى مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، حَبِيبِ اللَّهِ وَ صَفْوَتِهِ، وَ أَمِينِهِ وَ رَسُولِهِ، سَيِّدِ الْمُرْسَلِينَ، السَّلَامُ عَلَى أَمِيرِ الْمُؤْمِنِينَ وَ وَصِيِّ رَسُولِ رَبِّ الْعَالَمِينَ وَ قَائِدِ الْغُرِّ الْمُحَجَّلِينَ، السَّلَامُ عَلَى الْأَئِمَّةِ الرَّاشِدِينَ الْمَهْدِيِّينَ، السَّلَامُ عَلَى مَنْ فِي الْحَائِرِ مِنْكُمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْبَاقِينَ الْمُقِيمِينَ الْمُسَبِّحِينَ، الَّذِينَ هُمْ بِأَمْرِ رَبِّهِمْ قَائِمُونَ، السَّلَامُ عَلَيْنَا وَ عَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، وَ الْحَمْدُ لِلَّهِ‏ رَبِّ الْعَالَمِينَ.\n\nثُمَّ أَشِرْ إِلَى الْقَبْرِ بِمُسَبِّحَتِكَ الْيُمْنَى، وَ قُلْ:\nسَلَامُ اللَّهِ وَ سَلَامُ مَلَائِكَتِهِ الْمُقَرَّبِينَ، وَ أَنْبِيَائِهِ الْمُرْسَلِينَ، وَ عِبَادِهِ الصَّالِحِينَ، يَا ابْنَ رَسُولِ اللَّهِ عَلَيْكَ وَ عَلَى رُوحِكَ وَ بَدَنِكَ، وَ عَلَى ذُرِّيَّتِكَ وَ مَنْ حَضَرَ مِنْ أَوْلِيَائِكَ، أَسْتَوْدِعُكَ اللَّهَ وَ أَسْتَرْعِيكَ، وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِرَسُولِهِ وَ بِمَا جَاءَ بِهِ مِنْ عِنْدِ اللَّهِ، اللَّهُمَ‏ فَاكْتُبْنا مَعَ الشَّاهِدِينَ*.\n\nثُمَّ ارْفَعْ يَدَيْكَ الى السَّمَاءِ، وَ قُلِ:\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِي ابْنَ رَسُولِكَ، وَ ارْزُقْنِي زِيَارَتَهُ أَبَداً مَا أَبْقَيْتَنِي، اللَّهُمَّ وَ انْفَعْنِي بِحُبِّهِمْ يَا رَبَّ الْعَالَمِينَ.\nاللَّهُمَّ إِنِّي أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ لَا تَجْعَلَهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِي إِيَّاهُ، فَإِنْ جَعَلْتَهُ يَا رَبِّ فَاحْشُرْنِي مَعَهُ، وَ مَعَ آبَائِهِ وَ أَوْلِيَائِهِ، وَ إِنْ أَبْقَيْتَنِي يَا رَبِّ فَارْزُقْنِي الْعَوْدَ إِلَيْهِ، ثُمَّ الْعَوْدَ إِلَيْهِ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ، اللَّهُمَّ اجْعَلْ لِي لِسَانَ صِدْقٍ فِي أَوْلِيَائِكَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ لَا تَشْغَلْنِي عَنْ ذِكْرِكَ بِإِكْثَارٍ مِنَ الدُّنْيَا، تُلْهِينِي عَجَائِبُ بَهْجَتِهَا، وَ تَفْتِنِّي زَهَرَاتُ زِينَتِهَا، وَ لَا بِإِقْلَالٍ يُضِرُّ بِعَمَلِي كَدُّهُ، وَ يَمْلَأُ صَدْرِي هَمُّهُ، وَ أَعْطِنِي مِنْ ذَلِكَ غِنًى عَنْ شِرَارِ خَلْقِكَ، وَ بَلَاغاً أَنَالُ بِهِ رِضَاكَ، يَا رَحْمَانُ، السَّلَامُ عَلَيْكُمْ يَا مَلَائِكَةَ اللَّهِ‏ وَ زُوَّارَ قَبْرِ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ.\n\nثُمَّ ضَعْ خَدَّكَ الْأَيْمَنَ عَلَى الْقَبْرِ مَرَّةً وَ الْأَيْسَرَ مَرَّةً وَ أَلِحَّ فِي الدُّعَاءِ وَ الْمَسْأَلَةِ.\n\n(6)\nصيغة وردت في كتاب المزار الكبير:\nثُمَّ اخْرُجْ وَ لَا تُوَلِّ وَجْهَكَ عَنِ الْقَبْرِ حَتَّى يَغِيبَ عَنْ مُعَايَنَتِكَ، وَ قِفْ قَبْلَ الْبَابِ مُتَوَجِّهاً إِلَى الْقِبْلَةِ، وَ قُلِ:\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ بِحُرْمَةِ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ بِالشَّأْنِ الَّذِي جَعَلْتَ لِمُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَتَقَبَّلَ عَمَلِي، وَ تَشْكُرَ سَعْيِي، وَ تُعَرِّفَنِي الْإِجَابَةَ فِي جَمِيعِ دُعَائِي، وَ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنِّي بِهِ، وَ ارْدُدْنِي إِلَيْهِ بِبِرٍّ وَ تَقْوَى، وَ عَرِّفْنِي بَرَكَةَ زِيَارَتِهِ فِي الدِّينِ وَ الدُّنْيَا، وَ أَوْسِعْ عَلَيَّ مِنْ فَضْلِكَ الْوَاسِعِ‏ الْفَاضِلِ الْمُفْضِلِ الطَّيِّبِ، وَ ارْزُقْنِي رِزْقاً وَاسِعاً حَلَالًا، كَثِيراً عَاجِلًا، صَبّاً صَبّاً، مِنْ غَيْرِ كَدٍّ وَ لَا مَنٍّ مِنْ أَحَدٍ مِنْ خَلْقِكَ، وَ اجْعَلْهُ وَاسِعاً مِنْ فَضْلِكَ، وَ كَثِيراً مِنْ عَطِيَّتِكَ.\nفَإِنَّكَ قُلْتَ: وَ سْئَلُوا اللَّهَ مِنْ فَضْلِهِ‏، فَمِنْ فَضْلِكَ أَسْأَلُ، وَ مِنْ يَدِكَ الْمَلِيئَةِ أَسْأَلُ، فَلَا تَرُدَّنِي خَائِباً، فَإِنِّي ضَعِيفٌ فَضَاعِفْ لِي، وَ عَافِنِي إِلَى مُنْتَهَى أَجَلِي، وَ اجْعَلْ لِي فِي كُلِّ نِعْمَةٍ أَنْعَمْتَهَا عَلَى عِبَادِكَ أَوْفَرَ النَّصِيبِ.\nوَ اجْعَلْنِي خَيْراً مِمَّا أَنَا عَلَيْهِ، وَ اجْعَلْ مَا أَصِيرُ إِلَيْهِ خَيْراً مِمَّا يَنْقَطِعُ عَنِّي، وَ اجْعَلْ سَرِيرَتِي خَيْراً مِنْ عَلَانِيَتِي، وَ أَعِذْنِي مِنْ أَنْ يَرَى النَّاسُ فِيَّ خَيْراً وَ لَا خَيْرَ فِيَّ، وَ ارْزُقْنِي مِنَ التِّجَارَةِ أَوْسَعَهَا رِزْقاً.\nوَ أْتِنِي يَا سَيِّدِي وَ عِيَالِي بِرِزْقٍ وَاسِعٍ تُغْنِينَا بِهِ عَنْ دُنَاةِ خَلْقِكَ، وَ لَا تَجْعَلْ لِأَحَدٍ مِنَ الْعِبَادِ فِيهِ مَنّاً، وَ اجْعَلْنِي مِمَّنِ اسْتَجَابَ لَكَ، وَ أَمِنَ بِوَعْدِكَ، وَ اتَّبَعَ أَمْرَكَ، وَ لَا تَجْعَلْنِي أَخْيَبَ وَفْدِكَ وَ زُوَّارِ ابْنِ نَبِيِّكَ، وَ أَعِذْنِي مِنَ الْفَقْرِ وَ مَوَاقِفِ الْخِزْيِ فِي الدُّنْيَا وَ الْآخِرَةِ، وَ اقْلِبْنِي مُفْلِحاً مُنْجِحاً مُسْتَجَاباً لِي بِأَفْضَلِ مَا يَنْقَلِبُ بِهِ أَحَدٌ مِنْ زُوَّارِ أَوْلِيَائِكَ، وَ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِهِمْ، وَ إِنْ لَمْ تَكُنِ اسْتَجَبْتَ لِي وَ اغْفِرْ لِي وَ ارْضَ عَنِّي، قَبْلَ أَنْ تَنْأَى عَنِ ابْنِ نَبِيِّكَ دَارِي.\nفَهَذَا أَوَانُ انْصِرَافِي إِنْ كُنْتَ أَذِنْتَ لِي، غَيْرَ رَاغِبٍ عَنْكَ وَ لَا عَنْ‏ أَوْلِيَائِكَ، وَ لَا مُسْتَبْدِلٍ بِكَ وَ لَا بِهِمْ.\nاللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَ مِنْ خَلْفِي، وَ عَنْ يَمِينِي وَ عَنْ شِمَالِي حَتَّى تُبَلِّغَنِي أَهْلِي، فَإِذَا بَلَّغْتَنِي فَلَا تَبَرَّأْ مِنِّي، وَ أَلْبِسْنِي وَ إِيَّاهُمْ دِرْعَكَ الْحَصِينَةَ، وَ اكْفِنِي مَئُونَةَ جَمِيعِ خَلْقِكَ، وَ امْنَعْنِي مِنْ أَنْ يَصِلَ إِلَيَّ أَحَدٌ مِنْ خَلْقِكَ بِسُوءٍ، فَإِنَّكَ وَلِيُّ ذَلِكَ وَ الْقَادِرُ عَلَيْهِ، وَ أَعْطِنِي جَمِيعَ مَا سَأَلْتُكَ، وَ مُنَّ عَلَيَّ بِهِ، وَ زِدْنِي مِنْ فَضْلِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ انْصَرِفْ وَ أَنْتَ تَحْمَدُ اللَّهَ تَعَالَى وَ تُسَبِّحُهُ وَ تُهَلِّلُهُ وَ تُكَبِّرُهُ إِنْ شَاءَ اللَّهُ تَعَالَى.\n\n"
}