["زيارة مولانا الخلف الصالح صاحب الزمان عليه و على آبائه السلام‏\n\nأَخْبَرَنَا أَبُو الْمُفَضَّلِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الشَّيْبَانِيُّ أَنَّ أَبَا جَعْفَرٍ مُحَمَّدَ بْنَ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ الْحِمْيَرِيَّ أَخْبَرَهُ وَ أَجَازَ لَهُ جَمِيعَ مَا رَوَاهُ، أَنَّهُ خَرَجَ إِلَيْهِ مِنَ النَّاحِيَةِ، حَرَسَهَا اللَّهُ، بَعْدَ الْمَسَائِلِ وَ الصَّلَاةِ وَ التَّوَجُّهِ، أَوَّلُهُ: \n\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ*، لَا لِأَمْرِ اللَّهِ تَعْقِلُونَ، وَ لَا مِنْ أَوْلِيَائِهِ تَقْبَلُونَ، حِكْمَةٌ بالِغَةٌ عَنْ قَوْمٍ لَا يُؤْمِنُونَ، وَ السَّلَامُ عَلَيْنَا وَ عَلَى عِبَادِ اللَّهِ الصَّالِحِينَ.\nفَإِذَا أَرَدْتُمُ التَّوَجُّهَ بِنَا إِلَى اللَّهِ تَعَالَى وَ إِلَيْنَا، فَقُولُوا كَمَا قَالَ اللَّهُ تَعَالَى: سَلَامٌ عَلَى آلِ يس، ذَلِكَ هُوَ الْفَضْلُ الْمُبِينُ، وَ اللَّهُ ذُو الْفَضْلِ الْعَظِيمِ*، لِمَنْ يَهْدِيهِ صِرَاطَهُ الْمُسْتَقِيمَ.\n\nالتَّوَجُّهُ:\nقَدْ آتَاكُمُ اللَّهُ يَا آلَ يس خِلَافَتَهُ وَ عِلْمَ مَجَارِي أَمْرِهِ، فِيمَا قَضَاهُ وَ دَبَّرَهُ، وَ أَرَادَهُ فِي مَلَكُوتِهِ، وَ كَشَفَ لَكُمُ الْغِطَاءَ، وَ أَنْتُمْ خَزَنَتُهُ وَ شُهَدَاؤُهُ، وَ عُلَمَاؤُهُ وَ أُمَنَاؤُهُ، وَ سَاسَةُ الْعِبَادِ وَ أَرْكَانُ الْبِلَادِ، وَ قُضَاةُ الْأَحْكَامِ، وَ أَبْوَابُ الْإِيمَانِ.\nوَ مِنْ تَقْدِيرِهِ مَنَائِحَ الْعَطَاءِ بِكُمْ إِنْفَاذُهُ مَحْتُوماً مَقْرُوناً، فَمَا شَيْ‏ءٌ مِنْهُ إِلَّا وَ أَنْتُمْ لَهُ السَّبَبُ وَ إِلَيْهِ السَّبِيلُ، خِيَارُهُ لِوَلِيِّكُمْ نِعْمَةٌ، وَ انْتِقَامُهُ مِنْ عَدُوِّكُمْ سَخْطَةٌ، فَلَا نَجَاةَ وَ لَا مَفْزَعَ إِلَّا أَنْتُمْ، وَ لَا مَذْهَبَ عَنْكُمْ، يَا أَعْيُنَ اللَّهِ النَّاظِرَةَ، وَ حَمَلَةَ مَعْرِفَتِهِ، وَ مَسَاكِنَ تَوْحِيدِهِ فِي أَرْضِهِ وَ سَمَائِهِ.\nوَ أَنْتَ يَا حُجَّةَ اللَّهِ وَ بَقِيَّتَهُ، كَمَالُ نِعْمَتِهِ، وَ وَارِثُ أَنْبِيَائِهِ وَ خُلَفَائِهِ مَا بَلَغْنَاهُ مِنْ دَهْرِنَا، وَ صَاحِبُ الرَّجْعَةِ لِوَعْدِ رَبِّنَا الَّتِي فِيهَا دَوْلَةُ الْحَقِّ وَ فَرَجُنَا، وَ نَصْرُ اللَّهِ لَنَا وَ عِزُّنَا.\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْعَلَمُ الْمَنْصُوبُ، وَ الْعِلْمُ الْمَصْبُوبُ، وَ الْغَوْثُ وَ الرَّحْمَةُ الْوَاسِعَةُ، وَعْداً غَيْرَ مَكْذُوبٍ، السَّلَامُ عَلَيْكَ يَا صَاحِبَ الْمَرْأَى‏ وَ الْمَسْمَعِ، الَّذِي بِعَيْنِ اللَّهِ مَوَاثِيقُهُ، وَ بِيَدِ اللَّهِ عُهُودُهُ، وَ بِقُدْرَةِ اللَّهِ سُلْطَانُهُ.\nأَنْتَ الْحَكِيمُ الَّذِي لَا تُعَجِّلُهُ الْعَصَبِيَّةُ، وَ الْكَرِيمُ الَّذِي لَا تُبَخِّلُهُ الْحَفِيظَةُ، وَ الْعَالِمُ الَّذِي لَا تُجَهِّلُهُ الْحَمِيَّةُ، مُجَاهَدَتُكَ فِي اللَّهِ ذَاتُ مَشِيَّةِ اللَّهِ، وَ مُقَارَعَتُكَ فِي اللَّهِ ذَاتُ انْتِقَامِ اللَّهِ، وَ صَبْرُكَ فِي اللَّهِ ذُو أَنَاةِ اللَّهِ، وَ شُكْرُكَ لِلَّهِ ذُو مَزِيدِ اللَّهِ وَ رَحْمَتِهِ.\nالسَّلَامُ عَلَيْكَ يَا مَحْفُوظاً بِاللَّهِ، اللَّهُ نُورُ أَمَامِهِ وَ وَرَائِهِ، وَ يَمِينِهِ وَ شِمَالِهِ، وَ فَوْقِهِ وَ تَحْتِهِ، السَّلَامُ عَلَيْكَ يَا مَخْزُوناً فِي قُدْرَةِ اللَّهِ، اللَّهُ نُورُ سَمْعِهِ وَ بَصَرِهِ، السَّلَامُ عَلَيْكَ يَا وَعْدَ اللَّهِ الَّذِي ضَمِنَهُ، وَ يَا مِيثَاقَ اللَّهِ الَّذِي أَخَذَهُ وَ وَكَّدَهُ، السَّلَامُ عَلَيْكَ يَا دَاعِيَ اللَّهِ وَ رَبَّانِيَّ آيَاتِهِ، السَّلَامُ عَلَيْكَ يَا بَابَ اللَّهِ وَ دَيَّانَ دِينِهِ.\nالسَّلَامُ عَلَيْكَ يَا خَلِيفَةَ اللَّهِ وَ نَاصِرَ حَقِّهِ، السَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ وَ دَلِيلَ إِرَادَتِهِ، السَّلَامُ عَلَيْكَ يَا تَالِيَ كِتَابِ اللَّهِ وَ تَرْجُمَانَهُ، السَّلَامُ عَلَيْكَ فِي آنَاءِ لَيْلِكَ وَ نَهَارِكَ، السَّلَامُ عَلَيْكَ يَا بَقِيَّةَ اللَّهِ فِي أَرْضِهِ.\nالسَّلَامُ عَلَيْكَ حِينَ تَقُومُ، السَّلَامُ عَلَيْكَ حِينَ تَقْعُدُ، السَّلَامُ عَلَيْكَ حِينَ تَقْرَأُ وَ تُبَيِّنُ، السَّلَامُ عَلَيْكَ حِينَ تُصَلِّي وَ تَقْنُتُ، السَّلَامُ عَلَيْكَ حِينَ‏ تَرْكَعُ وَ تَسْجُدُ، السَّلَامُ عَلَيْكَ حِينَ تُعَوِّذُ وَ تُسَبِّحُ، السَّلَامُ عَلَيْكَ حِينَ تُهَلِّلُ وَ تُكَبِّرُ.\nالسَّلَامُ عَلَيْكَ حِينَ تُحَمِّدُ وَ تَسْتَغْفِرُ، السَّلَامُ عَلَيْكَ حِينَ تُمَجِّدُ وَ تَمْدَحُ، السَّلَامُ عَلَيْكَ حِينَ تُمْسِي وَ تُصْبِحُ، السَّلَامُ عَلَيْكَ فِي‏ اللَّيْلِ إِذا يَغْشى‏ وَ النَّهارِ إِذا تَجَلَّى‏، السَّلَامُ عَلَيْكَ فِي الْآخِرَةِ وَ الْأُولَى.\nالسَّلَامُ عَلَيْكُمْ يَا حُجَجَ اللَّهِ وَ رُعَاتَنَا، وَ قَادَتَنَا وَ أَئِمَّتَنَا، وَ سَادَتَنَا وَ مَوَالِيَنَا، السَّلَامُ عَلَيْكُمْ أَنْتُمْ نُورُنَا، وَ أَنْتُمْ جَاهُنَا أَوْقَاتَ صَلَوَاتِنَا، وَ عِصْمَتُنَا لِدُعَائِنَا وَ صَلَاتِنَا، وَ صِيَامِنَا وَ اسْتِغْفَارِنَا، وَ سَائِرِ أَعْمَالِنَا.\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْإِمَامُ الْمَأْمُولُ، السَّلَامُ عَلَيْكَ بِجَوَامِعِ السَّلَامِ، أُشْهِدُكَ يَا مَوْلَايَ أَنِّي أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ، لَا حَبِيبَ إِلَّا هُوَ وَ أَهْلُهُ، وَ أَنَّ أَمِيرَ الْمُؤْمِنِينَ حُجَّتُهُ، وَ أَنَّ الْحَسَنَ حُجَّتُهُ، وَ أَنَّ الْحُسَيْنَ حُجَّتُهُ، وَ أَنَّ عَلِيَّ بْنَ الْحُسَيْنِ حُجَّتُهُ، وَ أَنَّ مُحَمَّدَ بْنَ عَلِيٍّ حِجَّتُهُ، وَ أَنَّ جَعْفَرَ بْنَ مُحَمَّدٍ حُجَّتُهُ، وَ أَنَّ مُوسَى بْنَ جَعْفَرٍ حُجَّتُهُ، وَ أَنَّ عَلِيَّ بْنَ مُوسَى حُجَّتُهُ، وَ أَنَّ مُحَمَّدَ بْنَ عَلِيٍّ حُجَّتُهُ، وَ أَنَّ عَلِيَّ بْنَ مُحَمَّدٍ حُجَّتُهُ، وَ أَنَّ الْحَسَنَ بْنَ عَلِيٍّ حُجَّتُهُ، وَ أَنْتَ حُجَّتُهُ، وَ أَنَّ الْأَنْبِيَاءَ دُعَاةٌ وَ هُدَاةُ رُشْدِكُمْ.\nأَنْتُمُ‏ الْأَوَّلُ وَ الْآخِرُ وَ خَاتِمَتُهُ، وَ أَنَّ رَجْعَتَكُمْ حَقٌّ لَا شَكَّ فِيهَا، يَوْمَ‏ لا يَنْفَعُ نَفْساً إِيمانُها لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمانِها خَيْراً، وَ أَنَّ الْمَوْتَ حَقٌّ، وَ أَنَّ مُنْكَراً وَ نَكِيراً حَقٌّ، وَ أَنَّ النَّشْرَ حَقٌّ، وَ الْبَعْثَ حَقٌّ، وَ أَنَّ الصِّرَاطَ حَقٌّ وَ الْمِرْصَادَ حَقٌّ، وَ أَنَّ الْمِيزَانَ حَقٌّ، وَ الْحِسَابَ حَقٌّ، وَ أَنَّ الْجَنَّةَ وَ النَّارَ حَقٌّ، وَ الْجَزَاءَ بِهِمَا لِلْوَعْدِ وَ الْوَعِيدِ حَقٌّ، وَ أَنَّكُمْ لِلشَّفَاعَةِ حَقٌّ، لَا تُرَدُّونَ، وَ لَا تَسْبِقُونَ بِمَشِيَّةِ اللَّهِ، وَ بِأَمْرِهِ تَعْمَلُونَ.\nوَ لِلَّهِ الرَّحْمَةُ وَ الْكَلِمَةُ الْعُلْيَا، وَ بِيَدِهِ الْحُسْنَى، وَ حُجَّةُ اللَّهِ النُّعْمَى، خَلَقَ الْجِنَّ وَ الْإِنسَ لِعِبَادَتِهِ، أَرَادَ مِنْ عِبَادِهِ عِبَادَتَهُ، فَشَقِيٌّ وَ سَعِيدٌ، قَدْ شَقِيَ مَنْ خَالَفَكُمْ، وَ سَعِدَ مَنْ أَطَاعَكُمْ.\nوَ أَنْتَ يَا مَوْلَايَ فَاشْهَدْ بِمَا أَشْهَدْتُكَ عَلَيْهِ، تَخْزُنُهُ وَ تَحْفَظُهُ لِي عِنْدَكَ، أَمُوتُ عَلَيْهِ وَ أُنْشَرُ عَلَيْهِ، وَ أَقِفُ بِهِ وَلِيّاً لَكَ، بَرِيئاً مِنْ عَدُوِّكَ، مَاقِتاً لِمَنْ أَبْغَضَكُمْ، وَادّاً لِمَنْ أَحَبَّكُمْ، فَالْحَقُّ مَا رَضِيتُمُوهُ، وَ الْبَاطِلُ مَا أَسْخَطْتُمُوهُ، وَ الْمَعْرُوفُ مَا أَمَرْتُمْ بِهِ، وَ الْمُنْكَرُ مَا نَهَيْتُمْ عَنْهُ، وَ الْقَضَاءُ الْمُثْبَتُ مَا اسْتَأْثَرَتْ بِهِ مَشِيَّتُكُمْ، وَ الْمَمْحُوُّ مَا لَا اسْتَأْثَرَتْ بِهِ سُنَّتُكُمْ.\nفَلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَ مُحَمَّدٌ عَبْدُهُ وَ رَسُولُهُ، عَلِيٌّ أَمِيرُ الْمُؤْمِنِينَ حُجَّتُهُ، الْحَسَنُ حُجَّتُهُ، الْحُسَيْنُ حُجَّتُهُ، عَلِيٌّ حُجَّتُهُ، مُحَمَّدٌ حُجَّتُهُ، جَعْفَرٌ حُجَّتُهُ، مُوسَى حُجَّتُهُ، عَلِيُّ حُجَّتُهُ، مُحَمَّدٌ حُجَّتُهُ، عَلِيُّ حُجَّتُهُ، الْحَسَنُ حُجَّتُهُ، وَ أَنْتَ حُجَّتُهُ، وَ أَنْتُمْ حُجَجُهُ وَ بَرَاهِينُهُ.\nأَنَا يَا مَوْلَايَ مُسْتَبْشِرٌ بِالْبَيْعَةِ الَّتِي أَخَذَ اللَّهُ عَلَيَّ شَرْطَهُ قِتَالًا فِي سَبِيلِهِ، اشْتَرَى بِهِ أَنْفُسَ الْمُؤْمِنِينَ، فَنَفْسِي مُؤْمِنَةٌ بِاللَّهِ وَ بِكُمْ يَا مَوْلَايَ، أَوَّلِكُمْ وَ آخِرِكُمْ، وَ نُصْرَتِي لَكُمْ مُعَدَّةٌ، وَ مَوَدَّتِي خَالِصَةٌ لَكُمْ، وَ بَرَاءَتِي مِنْ‏ أَعْدَائِكُمْ، أَهْلِ الْحَرْدَةِ وَ الْجِدَالِ ثَابِتَةٌ لِثَارِكُمْ، أَنَا وَلِيٌّ وَحِيدٌ، وَ اللَّهُ إِلَهُ الْحَقِّ يَجْعَلُنِي كَذَلِكَ، آمِينَ آمِينَ، مَنْ لِي إِلَّا أَنْتَ فِيمَا دِنْتُ، وَ اعْتَصَمْتُ بِكَ فِيهِ، تَحْرُسُنِي فِيمَا تَقَرَّبْتُ بِهِ إِلَيْكَ، يَا وِقَايَةَ اللَّهِ وَ سِتْرَهُ وَ بَرَكَتَهُ، أَغِثْنِي أَدْرِكْنِي، صِلْنِي بِكَ وَ لَا تَقْطَعْنِي.\nاللَّهُمَّ إِلَيْكَ بِهِمْ تَوَسُّلِي وَ تَقَرُّبِي، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ صِلْنِي بِهِمْ وَ لَا تَقْطَعْنِي، اللَّهُمَّ بِحُجَّتِكَ اعْصِمْنِي، وَ سَلَامُكَ عَلَى آلِ يس مَوْلَايَ، أَنْتَ الْجَاهُ عِنْدَ اللَّهِ رَبِّكَ وَ رَبِّي.\n\nالدعاء بعقب القول:\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الَّذِي خَلَقْتَهُ مِنْ كُلِّكَ، فَاسْتَقَرَّ فِيكَ فَلَا يَخْرُجُ مِنْكَ إِلَى شَيْ‏ءٍ أَبَداً، أَيَا كَيْنُونُ أَيَا مُكَوِّنُ، أَيَا مُتَعَالِ أَيَا مُتَقَدِّسُ، أَيَا مُتَرَحِّمُ أَيَا مُتَرَائِفُ، أَيَا مُتَحَنِّنُ.\nأَسْأَلُكَ كَمَا خَلَقْتَهُ غَضّاً أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ نَبِيِّ رَحْمَتِكَ، وَ كَلِمَةِ نُورِكَ، وَ وَالِدِ هُدَاةِ رَحْمَتِكَ، وَ امْلَأْ قَلْبِي نُورَ الْيَقِينِ، وَ صَدْرِي نُورَ الْإِيمَانِ، وَ فِكْرِي نُورَ الثَّبَاتِ، وَ عَزْمِي نُورَ التَّوْفِيقِ، وَ ذَكَائِي نُورَ الْعِلْمِ، وَ قُوَّتِي نُورَ الْعَمَلِ، وَ لِسَانِي نُورَ الصِّدْقِ، وَ دِينِي نُورَ الْبَصَائِرِ مِنْ عِنْدِكَ، وَ بَصَرِي نُورَ الضِّيَاءِ، وَ سَمْعِي نُورَ وَعْيِ الْحِكْمَةِ، وَ مَوَدَّتِي نُورَ الْمُوَالاةِ لِمُحَمَّدِ وَ آلِهِ عَلَيْهِمُ السَّلَامُ، وَ نَفْسِي نُورَ قُوَّةِ الْبَرَاءَةِ مِنْ أَعْدَاءِ آلِ مُحَمَّدٍ.\nحَتَّى أَلْقَاكَ وَ قَدْ وَفَيْتُ بِعَهْدِكَ وَ مِيثَاقِكَ، فَلْتَسَعْنِي رَحْمَتُكَ يَا وَلِيُّ يَا حَمِيدُ، بِمَرْآكَ وَ مَسْمَعِكَ يَا حُجَّةَ اللَّهِ دُعَائِي، فَوَفِّنِي مُنَجِّزَاتِ إِجَابَتِي، أَعْتَصِمُ بِكَ، مَعَكَ مَعَكَ سَمْعِي وَ رِضَايَ.\n\nالمصدر:\nالمزار الكبير"]