["زيارة أخرى له عليه السّلام.\n\nإِذَا وَصَلْتَ إِلَى حَرَمِهِ صَلَّى اللَّهُ عَلَيْهِ وَ سَلَّمَ بِسُرَّ مَنْ رَأَى فَاغْتَسِلْ وَ الْبَسْ أَطْهَرَ ثِيَابِكَ وَ قِفْ عَلَى بَابِ حَرَمِهِ عَلَيْهِ السَّلَامُ قَبْلَ أَنْ تَنْزِلَ السِّرْدَابَ وَ زُرْ بِهَذِهِ الزِّيَارَةِ وَ قُلِ:\n\nالسَّلَامُ عَلَيْكَ يَا خَلِيفَةَ اللَّهِ وَ خَلِيفَةَ آبَائِهِ الْمَهْدِيِّينَ، السَّلَامُ عَلَيْكَ يَا وَصِيَّ الْأَوْصِيَاءِ الْمَاضِينَ، السَّلَامُ عَلَيْكَ يَا حَافِظَ أَسْرَارِ رَبِّ الْعَالَمِينَ، السَّلَامُ عَلَيْكَ يَا بَقِيَّةَ اللَّهِ مِنَ الصَّفْوَةِ الْمُنْتَجَبِينَ.\nالسَّلَامُ عَلَيْكَ يَا ابْنَ الْأَنْوَارِ الْزَّاهِرَةِ، السَّلَامُ عَلَيْكَ يَا ابْنَ الْأَعْلَامِ الْبَاهِرَةِ، السَّلَامُ عَلَيْكَ يَا ابْنَ الْعِتْرَةِ الطَّاهِرَةِ، السَّلَامُ عَلَيْكَ يَا مَعْدِنَ الْعُلُومِ النَّبَوِيَّةِ.\nالسَّلَامُ عَلَيْكَ يَا بَابَ اللَّهِ الَّذِي لَا يُؤْتَى إِلَّا مِنْهُ، السَّلَامُ عَلَيْكَ يَا سَبِيلَ اللَّهِ الَّذِي مَنْ سَلَكَ غَيْرَهُ هَلَكَ، السَّلَامُ عَلَيْكَ يَا نَاظِرَ شَجَرَةِ طُوبَى وَ سِدْرَةِ الْمُنْتَهَى.\nالسَّلَامُ عَلَيْكَ يَا نُورَ اللَّهِ الَّذِي لَا يُطْفَى، السَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ الَّتِي لَا تَخْفَى، السَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ عَلَى مَنْ فِي الْأَرْضِ وَ السَّمَاءِ، السَّلَامُ عَلَيْكَ سَلَامَ مَنْ عَرَفَكَ بِمَا عَرَّفَكَ بِهِ اللَّهُ، وَ نَعَتَكَ بِبَعْضِ نُعُوتِكَ الَّتِي أَنْتَ أَهْلُهَا وَ فَوْقَهَا.\nأَشْهَدُ أَنَّكَ الْحُجَّةُ عَلَى مَنْ مَضَى وَ مَنْ بَقِيَ، وَ أَنَّ حِزْبَكَ هُمُ الْغَالِبُونَ وَ أَوْلِيَاءَكَ هُمُ الْفَائِزُونَ، وَ أَعْدَاءَكَ هُمُ الْخَاسِرُونَ، وَ أَنَّكَ خَازِنُ كُلِّ عِلْمٍ، وَ فَاتِقُ كُلِّ رَتْقٍ، وَ مُحَقِّقُ كُلِّ حَقٍّ، وَ مُبْطِلُ كُلِّ بَاطِلٍ، رَضِيتُكَ يَا مَوْلَايَ إِمَاماً وَ هَادِياً، وَ وَلِيّاً وَ مُرْشِداً، لَا أَبْتَغِي بِكَ بَدَلًا، وَ لَا أَتَّخِذُ مِنْ دُونِكَ وَلِيّاً.\nأَشْهَدُ أَنَّكَ الْحَقُّ الثَّابِتُ الَّذِي لَا عَيْبَ فِيهِ، وَ أَنَّ وَعْدَ اللَّهِ فِيكَ حَقٌّ لَا أَرْتَابُ لِطُولِ الْغَيْبَةِ وَ بُعْدِ الْأَمَدِ، وَ لَا أَتَحَيَّرُ مَعَ مَنْ جَهِلَكَ وَ جَهِلَ بِكَ، مُنْتَظِرٌ مُتَوَقِّعٌ لِأَيَّامِكَ، وَ أَنْتَ الشَّافِعُ الَّذِي لَا تُنَازَعُ، وَ الْوَلِيُّ الَّذِي لَا تُدَافَعُ، ذَخَرَكَ اللَّهُ لِنُصْرَةِ الدِّينِ وَ إِعْزَازِ الْمُؤْمِنِينَ، وَ الِانْتِقَامِ مِنَ الْجَاحِدِينَ الْمَارِقِينَ.\nأَشْهَدُ أَنَّ بِوَلَايَتِكَ تُقْبَلُ الْأَعْمَالُ، وَ تُزَكَّى الْأَفْعَالُ، وَ تُضَاعَفُ الْحَسَنَاتُ، فَمَنْ جَاءَ بِوَلَايَتِكَ، وَ اعْتَرَفَ بِإِمَامَتِكَ قُبِلَتْ أَعْمَالُهُ، وَ صُدِّقَتْ أَقْوَالُهُ، وَ تَضَاعَفَتْ حَسَنَاتُهُ، وَ مُحِيَتْ سَيِّئَاتُهُ، وَ مَنْ عَدَلَ عَنْ‏ وَلَايَتَكَ وَ جَهِلَ مَعْرِفَتَكَ وَ اسْتَبْدَلَ بِكَ غَيْرَكَ كَبَّهُ اللَّهُ عَلَى مِنْخَرِهِ فِي النَّارِ، وَ لَمْ يَقْبَلِ اللَّهُ لَهُ عَمَلًا، وَ لَمْ يُقِمْ لَهُ‏ يَوْمَ الْقِيامَةِ وَزْناً.\nأُشْهِدُ اللَّهَ وَ أُشْهِدُكَ يَا مَوْلَايَ بِهَذَا، ظَاهِرُهُ كَبَاطِنِهِ، وَ سِرُّهُ كَعَلَانِيَتِهِ، وَ أَنْتَ الشَّاهِدُ عَلَى ذَلِكَ، وَ هُوَ عَهْدِي إِلَيْكَ وَ مِيثَاقِي لَدَيْكَ، إِذْ أَنْتَ نِظَامُ الدِّينِ، وَ يَعْسُوبُ الْمُتَّقِينَ، وَ عِزُّ الْمُوَحِّدِينَ، وَ بِذَلِكَ أَمَرَنِي رَبُّ الْعَالَمِينَ.\nفَلَوْ تَطَاوَلَتِ الدُّهُورُ وَ تَمَادَتِ الْأَعْمَارُ، لَمْ أَزْدَدْ فِيكَ إِلَّا يَقِيناً، وَ لَكَ إِلَّا حُبّاً، وَ عَلَيْكَ إِلَّا مُتَّكَلًا وَ مُعْتَمَداً، وَ لِظُهُورِكَ إِلَّا مُتَوَقَّعاً وَ مُنْتَظَراً، وَ لِجِهَادِي بَيْنَ يَدَيْكَ مُتَرَقَّباً، فَأَبْذُلُ نَفْسِي وَ مَالِي وَ وُلْدِي وَ أَهْلِي وَ جَمِيعَ مَا خَوَّلَنِي رَبِّي بَيْنَ يَدَيْكَ وَ التَّصَرُّفَ بَيْنَ أَمْرِكَ وَ نَهْيِكَ، يَا مَوْلَايَ، فَإِنْ أَدْرَكْتُ أَيَّامَكَ الزَّاهِرَةَ وَ أَعْلَامَكَ الْبَاهِرَةَ، فَهَا أَنَا ذَا عَبْدُكَ، مُتَصَرِّفٌ بَيْنَ أَمْرِكَ وَ نَهْيِكَ، أَرْجُو بِهِ الشَّهَادَةَ بَيْنَ يَدَيْكَ وَ الْفَوْزَ لَدَيْكَ.\nمَوْلَايَ فَإِنْ أَدْرَكَنِي الْمَوْتُ قَبْلَ ظُهُورِكَ، فَإِنِّي أَتَوَسَّلُ بِكَ وَ بِآبَائِكَ الطَّاهِرِينَ إِلَى اللَّهِ تَعَالَى، وَ أَسْأَلُهُ أَنْ يُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ يَجْعَلَ لِي كَرَّةً فِي ظُهُورِكَ، وَ رَجْعَةً فِي أَيَّامِكَ، لِأَبْلُغَ مِنْ طَاعَتِكَ مُرَادِي، وَ أَشْفِيَ مِنْ أَعْدَائِكَ فُؤَادِي.\nمَوْلَايَ وَقَفْتُ فِي زِيَارَتِكَ مَوْقِفَ الْخَاطِئِينَ النَّادِمِينَ الْخَائِفِينَ مِنْ عِقَابِ رَبِّ الْعَالَمِينَ، وَ قَدْ اتَّكَلْتُ عَلَى شَفَاعَتِكَ، وَ رَجَوْتُ بِمُوَالاتِكَ وَ شَفَاعَتِكَ مَحْوَ ذُنُوبِي، وَ سَتْرَ عُيُوبِي، وَ مَغْفِرَةَ زَلَلِي، فَكُنْ لِوَلِيِّكَ يَا مَوْلَايَ عِنْدَ تَحْقِيقِ أَمَلِهِ، وَ اسْأَلِ اللَّهَ غُفْرَانَ زَلَلِهِ، فَقَدْ تَعَلَّقَ بِحَبْلِكَ، وَ تَمَسَّكَ بِوَلَايَتِكَ، وَ تَبَرَّأَ مِنْ أَعْدَائِكَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَنْجِزْ لِوَلِيِّكَ مَا وَعَدْتَهُ، اللَّهُمَّ أَظْهِرْ كَلِمَتَهُ، وَ أَعْلِ دَعْوَتَهُ، وَ انْصُرْهُ عَلَى عَدُوِّهِ وَ عَدُوِّكَ يَا رَبَّ الْعَالَمِينَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَظْهِرْ كَلِمَتَكَ التَّامَّةَ، وَ مُغَيَّبَكَ فِي أَرْضِكَ، الْخَائِفَ الْمُتَرَقِّبَ، اللَّهُمَّ انْصُرْهُ نَصْراً عَزِيزاً وَ افْتَحْ لَهُ فَتْحاً يَسِيراً.\nاللَّهُمَّ وَ أَعِزَّ بِهِ الدِّينَ بَعْدَ الْخُمُولِ، وَ أَطْلِعْ بِهِ الْحَقَّ بَعْدَ الْأُفُولِ، وَ اجْلُ بِهِ الظُّلْمَةَ، وَ اكْشِفْ بِهِ الْغُمَّةَ، اللَّهُمَّ وَ آمِنْ بِهِ الْبِلَادَ، وَ اهْدِ بِهِ الْعِبَادَ، اللَّهُمَّ امْلَأْ بِهِ الْأَرْضَ عَدْلًا وَ قِسْطاً كَمَا مُلِئَتْ ظُلْماً وَ جَوْراً إِنَّكَ سَمِيعُ مُجِيبٌ.\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ، ائْذَنْ لِوَلِيِّكَ فِي الدُّخُولِ إِلَى حَرَمِكَ، صَلَوَاتُ اللَّهِ عَلَيْكَ وَ عَلَى آبَائِكَ الطَّاهِرِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nالمصدر\nالمزار الكبير"]