["السَّلامُ عَلى الحَقِّ الجَدِيدِ وَالعالِمِ الَّذي عِلمُهُ لا يَبِيدُ السَّلامُ عَلى مُحيي المُؤمِنِينَ وَمُبِيرِ الكافِرِينَ السَّلامُ عَلى مَهدِيِّ الاُمَمِ وَجامِعِ الكَلِمِ السَّلامُ عَلى خَلَفِ السَّلَفِ وَصاحِبِ الشَّرَفِ، السَّلامُ عَلى حُجَّةِ المَعبُودِ وَكَلِمَةِ المَحمُودِ السَّلامُ عَلى مُعِزِّ الأولياء وَمُذِلِّ الأعداءِ السَّلامُ عَلى وَارِثِ الأنبياءِ وَخاتَمِ الأوصياءِ، السَّلامُ عَلى القائِمِ المُنتَظَرِ وَالعَدلِ المُشتَهَرِ السَّلامُ عَلى السَّيفِ الشَّاهِرِ وَالقَمَرِ الزَّاهِرِ وَالنُّورِ الباهِرِ، السَّلامُ عَلى شَمسِ الظَّلامِ وَبَدرِ التَّمامِ السَّلامُ عَلى رَبِيعِ الأنامِ وَنَضرَةِ الأيامِ السَّلامُ عَلى صاحِبِ الصَّمصامِ وَفَلّاقِ الهامِ، السَّلامُ عَلى الدِّينِ المَأثُورِ وَالكِتابِ المَسطُورِ السَّلامُ عَلى بَقِيَّةِ اللهِ في بِلادِهِ وَحُجَّتِهِ عَلى عِبادِهِ المُنتَهى إلَيهِ مَوارِيثُ الأنبياءِ وَلَدَيهِ مَوجُودٌ آثارُ الأصفياءِ، المُؤتَمَنِ عَلى السِّرِّ وَالوَلِيِّ لِلأمرِ السَّلامُ عَلى المَهدِيِّ الَّذي وَعَدَ اللهُ عَزَّ وَجلَّ بِهِ الاُمَمَ أن يَجمَعَ بِهِ الكَلِمَ وَيَلُمَّ بِهِ الشَّعَثَ وَيَملأ بِهِ الأرضَ قِسطاً وَعَدلاً وَيُمَكِّنَ لَهُ وَيُنجِزَ بِهِ وَعدَ المُؤمِنِينَ. أشهَدُ يا مَولايَ أنَّكَ وَالأئِمَّةَ مِن آبائِكَ أئِمَّتي وَمَوالِيَّ في الحياةِ الدُّنيا وَيَومَ يَقُومُ الأشهادُ، أسألُكَ يا مَولايَ أن تَسألَ اللهَ تَبارَكَ وَتَعالى في صَلاحِ شَأني وَقَضاءِ حَوائِجي وَغُفرانِ ذُنُوبي وَالأخذِ بِيَدي في دِيني وَدُنيا يَ وَآخِرَتي لي وَلإخواني وَأخَواتي المُؤمِنِينَ وَالمُؤمِناتِ كافَّةً إنَّهُ غَفُورٌ رَحِيمٌ.\n\nثمّ صلّ صلاة الزيارة بما قدّمناه، أي اثنتي عشرة ركعة، تسلّم بعد كلّ ركعتين منها، وتسبّح تسبيح الزهراء (عليها السلام) ، واهدها إليه (عليه السلام) فإذا فرغت من صلاة الزيارة فقل:\n\nاللهُمَّ صَلِّ عَلى حُجَّتِكَ في أرضِكَ وَخَلِيفَتِكَ في بِلادِكَ الدَّاعي إلى سَبِيلِكَ وَالقائِمِ بِقِسطِكَ وَالفائِزِ بِأمرِكَ وَلِيِّ المُؤمِنِينَ وَمُبِيرِ الكافِرِينَ وَمُجَلّي الظُّلمَةِ وَمُنِيرِ الحَقِّ وَالصَّادِعِ بِالحِكمَةِ وَالمَوعِظَةِ الحَسَنَةِ وَالصِّدقِ، وَكَلِمَتِكَ وَعَيبَتِكَ وَعَينِكَ في أرضِكَ المُتَرَقِّبِ الخائِفِ الوَلِيِّ النَّاصِحِ سَفِينَةِ النَّجاةِ وَعَلَمِ الهُدى وَنُورِ أبصارِ الوَرى وَخَيرِ مَن تَقَمَّصَ وَارتَدى وَالوِترِ المَوتُورِ وَمُفَرِّجِ الكَربِ وَمُزِيلِ الهَمِّ وَكاشِفِ البَلوى، (صلوات الله عليه وَعَلى آبائِهِ) الأئِمَّةِ الهادِينَ وَالقادَةِ المَيا مِينَ ما طَلَعَت كَواكِبُ الأسحارِ وَأورَقَتِ الأشجارِ وَأينَعَت الأثمارِ وَاختَلَفَ اللَيلُ وَالنَّهارُ وَغَرَّدَتِ الأطيارُ، اللهُمَّ انفَعنا بِحُبِّهِ وَاحشُرنا في زُمرَتِهِ وَتَحتَ لِوائِهِ إلهَ الحَقِّ آمِينَ رَبَّ العالَمِينَ.\n\nالصلاة عليه (عليه السلام)\nاللهمَّ صَلِّ عَلى مُحَمَّدٍ وأهلِ بَيتِهِ وَصَلِّ عَلى وَلِيِّ الحَسَنِ وَوَصِيِّهِ وَوارِثِهِ القائِمِ بأمرِكَ وَالغائِبِ في خَلقِكَ وَالمُنتَظِرِ لإذنِكَ، اللهُمَّ صَلِّ عَلَيهِ وَقَرِّب بُعدَهُ وَأنجِز وَعدَهُ وَأوفِ عَهدَهُ وَاكشِف عَن بَأسِهِ حِجابَ الغَيبَةِ وَأظهِر بِظُهُورِهِ صَحائِفَ المِحنَةِ، وَقَدِّم أمامَهُ الرُّعبَ وَثَبِّت بِهِ القَلبَ وَأقِم بِهِ الحَربَ وَأيِّدهُ بِجُندٍ مِنَ المَلائِكَةِ مُسَوِّمِينَ وَسَلِّطهُ عَلى أعداءِ دِينِكَ أجمَعِينَ، وَألهِمهُ أن لايَدَعَ مِنهُم رُكناً إلاّ هَدَّهُ وَلا هَاماً إلاّ قَدَّهُ وَلا كَيداً إلاّ رَدَّهُ وَلا فاسِقاً إلاّ حَدَّهُ وَلا فِرعَونَ إلاّ أهلَكَهُ وَلا سِتراً إلاّ هَتَكَهُ وَلا عَلَماً إلاّ نَكَّسَهُ وَلا سُلطاناً إلاّ كَسَبَهُ وَلا رُمحاً إلاّ قَصَفَهُ وَلا مِطرَداً إلاّ خَرَقَهُ وَلاجُنداً إلاّ فَرَّقَهُ وَلا مِنبَراً إلاّ أحرَقَهُ وَلا سَيفاً إلاّ كَسَرَهُ وَلا صَنَماً إلاّ رَضَّهُ وَلا دَماً إلاّ أراقَهُ وَلا جَوراً إلاّ أبادَهُ وَلا حِصناً إلاّ هَدَمَهُ وَلا باباً إلاّ رَدَمَهُ وَلا قَصراً إلاّ خَرَّبَهُ وَلا مَسكَناً إلاّ فَتَّشَهُ وَلا سَهلاً إلاّ أوطَأهُ وَلا جَبَلاً إلاّ صَعِدَهُ وَلا كَنزاً إلاّ أخرَجَهُ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمِينَ.\n\nأقول: أورد المفيد الزيارة السالفة التي أولها: اللهُ أكبَرُ اللهُ أكبَرُ لا إلهَ إلاّ اللهُ وَاللهُ أكبَرُ.... ثمّ قال: روي بطريق آخر تقول عند نزول السرداب: السَّلامُ عَلى الحَقِّ الجَدِيدِ، فأورد الزيارة إلى موضع صلاتها ثمّ قال: ثمّ تصلّي صلاة الزيارة اثنتي عشرة ركعة كلّ ركعتين بتسليمة ثمّ تدعو بعدها بالدعاء المروي عنه (عليه السلام) وهو:\nاللهُمَّ عَظُمَ البَلاءُ وَبَرِحَ الخَفاءُ وَانكَشَفَ الغِطاءُ وَضاقَتِ الأرضُ وَمُنِعَتِ السَّماءُ وَإلَيكَ يا رَبِّ المُشتَكى وَعَلَيكَ المُعَوَّلُ في الشِّدَّةِ وَالرَّخاءِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ الَّذِينَ فَرَضتَ عَلَينا طاعَتَهُم فَعَرَّفتَنا بِذلِكَ مَنزِلَتَهُم، فَرِّج عَنَّا بِحَقِّهِم فَرَجاً عاجِلاً كَلَمحِ البَصَرِ أو هُوَ أقرَبُ مِن ذلِكَ يا مُحَمَّدُ يا عَلِيُّ يا عَلِيُّ يا مُحَمَّدُ انصُراني فَإنَّكُما ناصِرانَ وَاكفياني فَإنَّكُما كافيانَ، يا مَولايَ يا صاحِبَ الزَّمانِ الغَوثَ الغَوثَ الغَوثَ أدرِكني أدرِكني أدرِكني.\n\nالمصدر\nمفاتيح الجنان"]