["رُوِيَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ عَلَيْهِ السَّلَامُ أَنَّهُ قَالَ: مَنْ دَعَا إِلَى اللَّهِ أَرْبَعِينَ صَبَاحاً بِهَذَا الْعَهْدِ كَانَ مِنْ أَنْصَارِ قَائِمِنَا عَلَيْهِ السَّلَامُ، فَإِنْ مَاتَ قَبْلَهُ أَخْرَجَهُ اللَّهُ تَعَالَى مِنْ قَبْرِهِ، وَ أَعْطَاهُ اللَّهُ بِكُلِّ كَلِمَةٍ أَلْفَ حَسَنَةٍ، وَ مَحَا عَنْهُ أَلْفَ سَيِّئَةٍ، وَ هُوَ:\n\nاللَّهُمَّ رَبَّ النُّورِ الْعَظِيمِ، وَ رَبَّ الْكُرْسِيِّ الرَّفِيعِ، وَ رَبَّ الْبَحْرِ الْمَسْجُورِ، وَ مُنْزِلَ التَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ، وَ رَبَّ الظِّلِّ وَ الْحَرُورِ، وَ مُنْزِلَ الْفُرْقَانِ الْعَظِيمِ، وَ رَبَّ الْمَلَائِكَةِ الْمُقَرَّبِينَ، وَ الْأَنْبِيَاءِ وَ الْمُرْسَلِينَ.\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بِوَجْهِكَ الْكَرِيمِ، وَ بِنُورِ وَجْهِكَ الْمُنِيرِ، وَ بِمُلْكِكَ الْقَدِيمِ، يَا حَيُّ يَا قَيُّومُ، أَسْأَلُكَ بِاسْمِكَ الَّذِي أَشْرَقَتْ بِهِ السَّمَاوَاتُ وَ الْأَرَضُونَ، يَا حي [حَيّاً] قَبْلَ كُلِّ حَيٍّ، يَا حَيّاً بَعْدَ كُلِّ حَيٍّ، يَا حَيّاً لَا إِلَهَ إِلَّا أَنْتَ.\nاللَّهُمَّ بَلِّغْ مَوْلَانَا الْإِمَامَ الْهَادِيَ الْمَهْدِيَّ، الْقَائِمَ بِأَمْرِ اللَّهِ، صَلَوَاتُ اللَّهِ عَلَيْهِ وَ عَلَى آبَائِهِ الطَّاهِرِينَ، فِي مَشَارِقِ الْأَرْضِ وَ مَغَارِبِهَا، وَ سَهْلِهَا وَ جَبَلِهَا، وَ بَرِّهَا وَ بَحْرِهَا، وَ عَنِّي وَ عَنْ وَالِدَيَّ وَ عَنِ الْمُؤْمِنِينَ مِنَ الصَّلَوَاتِ، زِنَةَ عَرْشِ اللَّهِ، وَ عَدَدَ كَلِمَاتِهِ، وَ مَا أَحَاطَ بِهِ عِلْمُهُ وَ أَحْصَاهُ كِتَابُهُ.\nاللَّهُمَّ إِنِّي أُجَدِّدُ لَهُ فِي صَبِيحَةِ هَذَا الْيَوْمِ، وَ مَا عِشْتُ بِهِ فِي أَيَّامِي عَهْداً وَ عَقْداً وَ بَيْعَةً لَهُ فِي عُنُقِي، لَا أَحُولُ عَنْهَا وَ لَا أَزُولُ، اللَّهُمَّ اجْعَلْنِي مِنْ أَنْصَارِهِ وَ أَعْوَانِهِ، الذَّابِّينَ عَنْهُ، الْمُسَارِعِينَ فِي حَوَائِجِهِ، الْمُمْتَثِلِينَ لِأَوَامِرِهِ، الْمُحَامِينَ عَنْهُ، الْمُسْتَشْهَدِينَ بَيْنَ يَدَيْهِ.\nاللَّهُمَّ وَ إِنْ كَانَ الْمَوْتُ الَّذِي جَعَلْتَهُ عَلَى عِبَادِكَ حَتْماً، يَحُولُ بَيْنِي وَ بَيْنَهُ فَأَخْرِجْنِي مِنْ قَبْرِي، مُؤْتَزِراً كَفَنِي، شَاهِراً سَيْفِي، مُجَرِّداً قَنَاتِي، مُلَبِّياً دَعْوَةَ الدَّاعِي فِي الْحَاضِرِ وَ الْبَادِي.\nاللَّهُمَّ أَرِنِي طَلْعَتَهُ الرَّشِيدَةَ، وَ غُرَّتَهُ الْحَمِيدَةَ، وَ اكْحَلْ مُرْهِي‏ بِنَظْرَةٍ مِنِّي إِلَيْهِ، وَ عَجِّلْ فَرَجَهُ، وَ سَهِّلْ مَخْرَجَهُ، وَ أَوْسِعْ مَنْهَجَهُ، وَ اسْلُكْ بِي مَحَجَّتَهُ، وَ أَنْفِذْ أَمْرَهُ، وَ اشْدُدْ أَزْرَهُ.\nوَ اعْمُرِ اللَّهُمَّ بِهِ بِلَادَكَ، وَ أَحْيِ بِهِ عِبَادَكَ، فَإِنَّكَ قُلْتَ وَ قَوْلُكَ الْحَقُّ عَلَى لِسَانِ نَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ: ظَهَرَ الْفَسادُ فِي الْبَرِّ وَ الْبَحْرِ بِما كَسَبَتْ أَيْدِي النَّاسِ‏ اللَّهُمَّ فَأَظْهِرْ لَنَا وَلِيَّكَ وَ ابْنَ بِنْتِ نَبِيِّكَ، الْمُسَمَّى بِاسْمِ نَبِيِّكَ، حَتَّى لَا يَظْفَرَ بِشَيْ‏ءٍ مِنَ الْبَاطِلِ إلَّا دَحَضَهُ، وَ يُحِقَّ الْحَقَّ وَ يُحَقِّقَهُ، اللَّهُمَّ وَ اجْعَلْهُ مَفْزَعاً لِلْمَظْلُومِ مِنْ عِبَادِكَ، وَ نَاصِراً لِمَنْ لَا يَجِدُ نَاصِراً غَيْرَكَ، وَ مُجَدِّداً لِمَا عُطِّلَ مِنْ أَحْكَامِ كِتَابِكَ، وَ مُشَيِّداً لِمَا وَرَدَ مِنْ أَعْلَامِ دِينِكَ وَ سُنَنِ نَبِيِّكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ اجْعَلْهُ اللَّهُمَّ مِمَّنْ حَصَّنْتَهُ مِنْ بَأْسِ الْمُعْتَدِينَ.\nاللَّهُمَّ وَ سُرَّ نَبِيَّكَ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ الطَّاهِرِينَ بِرُؤْيَتِهِ، وَ مَنْ تَبِعَهُ عَلَى دَعْوَتِهِ، وَ ارْحَمِ اسْتِكَانَتَنَا مِنْ بَعْدِهِ.\nاللَّهُمَّ اكْشِفْ هَذِهِ الْغُمَّةَ عَنِ الْأُمَّةِ بِحُضُورِهِ، وَ عَجِّلِ اللَّهُمَّ لَنَا ظُهُورَهُ، إِنَّهُمْ يَرَوْنَهُ بَعِيداً وَ نَراهُ قَرِيباً، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\nثُمَّ تَضْرِبُ يَدَيْكَ ثَلَاثاً تَقُولُ:\nالْعَجَلَ الْعَجَلَ الْعَجَلَ، يَا صَاحِبَ الزَّمَانِ.\n\nالمصدر:\nالمزار الكبير"]