["مِنْ حَيْثُ تَكُونُ تُصَلِّي رَكْعَتَيْنِ بِالْحَمْدِ وَ سُورَةٍ، وَ قُمْ مُسْتَقْبِلَ الْقِبْلَةِ تَحْتَ السَّمَاءِ وَ قُلْ:\n\nسَلَامُ اللَّهِ الْكَامِلُ التَّامُّ الشَّامِلُ الْعَامُّ، وَ صَلَوَاتُهُ وَ بَرَكَاتُهُ الْقَائِمَةُ التَّامَّةُ، عَلَى حُجَّةِ اللَّهِ وَ وَلِيِّهِ فِي أَرْضِهِ وَ بِلَادِهِ، وَ خَلِيفَتِهِ عَلَى خَلْقِهِ وَ عِبَادِهِ، وَ سُلَالَةِ النُّبُوَّةِ، وَ بَقِيَّةِ الْعِتْرَةِ، وَ الصَّفْوَةِ، صَاحِبِ الزَّمَانِ، وَ مُظْهِرِ الْإِيمَانِ، وَ مُعْلِنِ أَحْكَامِ الْقُرْآنِ، مُطَهِّرِ الْأَرْضِ، وَ نَاشِرِ الْعَدْلِ فِي الطُّولِ وَ الْعَرْضِ، وَ الْحُجَّةِ الْقَائِمِ الْمَهْدِيِّ، الْإِمَامِ الْمُنْتَظَرِ الْمُرْتَضَى، الطَّاهِرِ ابْنِ الْأَئِمَّةِ الطَّاهِرِينَ، الْوَصِيِّ ابْنِ الْأَوْصِيَاءِ الْمَرْضِيِّينَ، الْهَادِي الْمَهْدِيِّ ابْنِ الْأَئِمَّةِ الْمَعْصُومِينَ.\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ عِلْمِ النَّبِيِّينَ وَ الْمُسْتَوْدَعَ حُكْمَ الْوَصِيِّينَ، السَّلَامُ عَلَيْكَ يَا مُعِزَّ الْمُؤْمِنِينَ الْمُسْتَضْعَفِينَ، السَّلَامُ عَلَيْكَ يَا مُذِلَّ الْكَافِرِينَ الْمُتَكَبِّرِينَ الظَّالِمِينَ، السَّلَامُ عَلَيْكَ يَا مَوْلَايَ صَاحِبَ الزَّمَانِ يَا ابْنَ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا ابْنَ أَمِيرِ الْمُؤْمِنِينَ وَ ابْنَ فَاطِمَةَ الزَّهْرَاءِ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ، السَّلَامُ عَلَيْكَ يَا ابْنَ الْحُجَجِ عَلَى الْخَلْقِ أَجْمَعِينَ، السَّلَامُ عَلَيْكَ يَا مَوْلَايَ سَلَامَ مُخْلِصٍ لَكَ فِي الْوَلَاءِ.\nأَشْهَدُ أَنَّكَ الْإِمَامُ الْمَهْدِيُّ قَوْلًا وَ فِعْلًا، وَ أَنَّكَ الَّذِي تَمْلَأُ الْأَرْضَ قِسْطاً وَ عَدْلًا، فَعَجَّلَ اللَّهُ فَرَجَكَ وَ سَهَّلَ مَخْرَجَكَ، وَ قَرَّبَ زَمَانَكَ، وَ كَثَّرَ أَنْصَارَكَ وَ أَعْوَانَكَ، وَ أَنْجَزَ لَكَ مَا وَعَدَكَ، فَهُوَ أَصْدَقُ الْقَائِلِينَ: وَ نُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَ نَجْعَلَهُمْ أَئِمَّةً وَ نَجْعَلَهُمُ الْوارِثِينَ‏ يَا مَوْلَايَ يَا صَاحِبَ الزَّمَانِ يَا ابْنَ رَسُولِ اللَّهِ، حَاجَتِي كَذَا وَ كَذَا، فَاشْفَعْ لِي فِي نَجَاحِهَا، فَقَدْ تَوَجَّهْتُ إِلَيْكَ بِحَاجَتِي لِعِلْمِي أَنَّ لَكَ عِنْدَ اللَّهِ شَفَاعَةً مَقْبُولَةً وَ مَقَاماً مَحْمُوداً، فَبِحَقِّ مَنِ اخْتَصَّكُمْ لِأَمْرِهِ وَ ارْتَضَاكُمْ لِسِرِّهِ، وَ بِالشَّأْنِ الَّذِي بَيْنَكُمْ وَ بَيْنَهُ، سَلِ اللَّهَ تَعَالَى فِي نُجْحِ طَلِبَتِي وَ إِجَابَةِ دَعْوَتِي، وَ كَشْفِ كُرْبَتِي.\n\nوَ ادْعُ بِمَا أَحْبَبْتَ، فَإِنَّهُ يُقْضَى إِنْ شَاءَ اللَّهُ تَعَالَى.\n\nالمصدر:\nالمزار الكبير"]