["\nالأول : \nالغُسل قبل الخروج لسفر الزّيارة . \n\nالثاني : \nأن يتجنّب في الطّريق التكلّم باللّغو والخصام والجدال . \n\nالثالث : \nأن يغتسل لزيارة الائمة (عليهم السلام) وأن يدعو بالمأثورة من دعواته، وستذكر في أوّل زيارة الوارث . \n\nالرابع : \nالطّهارة من الحدث الاكبر والاصغر . \n\nالخامس : \nأن يلبس ثياباً طاهرة نظيفة جديدة ويحسن أن تكون بيضاء . \n\nالسادس : \nأن يقصر خطاه اذا خرج الى الرّوضة المقدّسة، وان يسير وعليه السّكينة والوقار، وأن يكون خاضعاً خاشعاً، وأن يطأطِيء رأسه فلا يلتفت الى الاعلى ولا الى جوانبه . \n\nالسابع : \nأن يتطيّب بشيء من الطّيب فيما عدا زيارة الحسين (عليه السلام) . \n\nالثامن : \nأن يشتغل لسانه وهو يمضي الى الحرم المطهّر بالتكبير والتّسبيح والتّهليل والتّمجيد، ويعطّر فاه بالصّلاة على محمّد وآله (عليهم السلام). \n\nالتّاسع : \nأن يقف على باب الحرم الشّريف ويستأذن ويجتهد لتحصيل الرّقّة والخضوع والانكسار والتفكير في عظمة صاحب ذلك المرقد المنوّر وجلاله، وانّه يرى مقامه ويسمع كلامه ويردّ سلامه كما يشهد على ذلك كلّه عندما يقرأ الاستئذان، والتّدبّر في لطفهم وحُبّهم لشيعتهم وزائريهم، والتّأمّل في فساد حال نفسه وفي جفائه عليهم برفضه ما لا يحصى من تعاليمهم، وفيما صدر عنه نفسه من الاذى لهم أو لخاصّتهم وأحبابهم وهو في المال اذىً راجع اليهم (عليهم السلام) فلو التفت الى نفسه التفات تفكير وتدقيق لتوقّفت قدماه عن المسير وخشع قلبه ودمعت عينه، وهذا هو لُبّ آداب الزّيارة كلّها. \n\nالعاشر : \nتقبيل العتبة العالية المباركة ، قال الشّيخ الشّهيد (رحمه الله): ولو سجد الزّائر ونوى بالسّجدة الشكر لله تعالى على بلوغه تلك البقعة كان أولى. \n\nالحادي عشر : \nأن يقدّم للدّخول رجله اليمنى ويقدّم للخروج رجله اليُسرى كما يصنع عند دخُول المساجد والخروج منها . \n\nالثّاني عشر : \nأن يقف على الضّريح بحيث يمكنه الالتصاق به، وتوهّم انّ البعد أدب وهم، فقد نص على الاتّكاء على الضّريح وتقبيله . \n\nالثّالث عشر : \nأن يقف للزّيارة مستقبلاً القبر مُستدبِراً القبلة وهذا الادب ممّا يخصّ زيارة المعصوم على الظّاهر، فاذا فرغ من الزّيارة فليضع خدّه الايمن على الضّريح ويدعو الله بتضرّع ثمّ ليضع الخدّ الايسر ويدعو الله بحقّ صاحب القبر أن يجعله من أهل شفاعته ويبالغ في الدّعاء والالحاح ثمّ يمضي الى جانب الرّأس فيقف مُستقبل القبلة فيدعو الله تعالى . \n\nالرّابع عشر : \nأن يزُور وهُو قائم على قَدَميه الّا اذا كان له عُذر منْ ضعف أو وجع في الظّهر أو في الرّجل أو غير ذلك من الاعذار . \n\nالخامس عشر : \nأن يكبّر اذا شاهد القبر المطهّر قبل الشّروع في الزّيارة، وفي رواية انّ من كبّر امام الامام (عليه السلام) وقال : لا اِلـهَ اِلاَّ اللهُ وَحْدَهُ لا شَريكَ لَهُ كتب له رضوان الله الاكبر . \n\nالسّادس عشر : \nأن يزُور بالزّيارات المأثورة المرويّة عن سادات الانام (عليهم السلام) ويترك الزّيارات المخترعة التي لفقها بعض الاغبياء من عوام النّاس الى بعض الزّيارات فأشغل بها الجهّال . \n\nالسّابع عشر : \nأن يصلّي صلاة الزّيارة وأقلّها ركعتان . \n\nالثّامن عشر : \nتلاوة سورة يس في الرّكعة الاولى وسورة الرّحمن في الثّانية ان لم تكن صلاة الزّيارة التي يصلّيها مأثورة على صفة خاصّة، وان يدعو بعدها بالمأثور أو بما سنح له في امور دينه ودُنياه، وليعمّم الدّعاء فانّه أقرب الى الاجابة . \n\nالتّاسع عشر : \nقال الشّهيد (رحمه الله) : ومن دخل المشهد والامام يصلّي بدأ بالصّلاة قبل الزّيارة وكذلك لو كان قد حضر وقتها والّا فالبدء بالزّيارة أولى لانّها غاية مقصده، ولو أقيمت الصّلاة استحبّ للزّائرين قطع الزّيارة والاقبال على الصّلاة ويكره تركه، وعلى ناظر الحرم أمرهم بذلك . \n\nالعشرون : \nعدّ الشّهيد (رحمه الله) من آداب الزّيارة تلاوة شيء من القرآن عند الضّريح واهداؤه الى المزور والمنتفع بذلك الزّائر وفيه تعظيم للمزور . \n\nالحادي والعشرون : \nترك اللّغو وما لا ينبغي من الكلام وترك الاشتغال بالتكلّم في امور الدّنيا فهو مذموم قبيح في كلّ زمان ومكان، وهو مانع للرّزق ومجلبة للقساوة لا سيّما في هذه البقاع الطّاهرة والقُباب السّامية التي أخبر الله تعالى بجلالها وعظمتها في سورة نور (في بُيُوت اَذِنَ اللهُ اَنْ تُرْفَعَ) الاية . \n\nالثّاني والعشرون : \nأن لا يرفع صوته بما يزور به كما نبّهت عليه في كتاب هديّة الزّائر . \n\nالثّالث والعشرون : \nأن يودّع الامام (عليه السلام) بالمأثور أو بغيره اذا أراد الخروج من البلد . \n\nالرّابع والعشرون : \nأن يتوب الى الله ويستغفر من ذنوبه، وأن يجعل أعماله وأقواله بعد الزّيارة خيراً منها قبلها . \n\nالخامس والعشرون : \nالانفاق على سدنة المشهد الشّريف، وينبغي لهؤلاء أن يكونوا من أهل الخير والصّلاح والدّين والمروّة، وأن يحتملوا ما يصدر من الزّوار فلا يصبوا سخطهم عليهم ولا يحتدموا عليهم، قائمين بحوائج المحتاجين، مُرشدين للغُرباء اذا ضلّوا، وبالاجمال فالخدم ينبغي أن يكونوا خداماً قائمين بما لزم من تنظيف البُقعة الشّريفة وحراستها ومُحافظة الزّائرين وغير ذلك من الخدمات . \n\nالسّادس والعشرون : \nالانفاق على المجاورين لتلك البُقعة من الفقراء والمساكين المتعفّفين والاحسان اليهم لا سيّما السّادة وأهل العلم المنقطعين الذين يعيشُون في غُربة وضيق وهم يرفعون لواء ا لتّعظيم لشعائر الله وقد اجتمعت فيهم جهات عديدة تكفي احداها لفرض اعانتهم ورعايتهم . \n\nالسّابع والعشرون : \nقال الشّهيد: انّ من جُملة الاداب تعجيل الخُروج عند قضاء الوطر من الزّيارة لتعظم الحُرمة وليشتد الشّوق، وقال أيضاً: والنّساء اذا زُرن فليكنّ منفردات عن الرّجال والاولى أن يزرن ليلاً وليكنّ متنكّرات أي يبدلن الثّياب النّفيسة بالدّانية الرّخيصة لكي لا يعرفن وليبرزن متخفّيات متستّرات ولو زرن بين الرّجال جاز وإن كره . \n\nمن هذه الكلمة تُعرف مبلغ القُبح والشّناعة في ما دأبت عَليه النّسوة في زماننا من أن يتبرّجن للزّيارة فيبرزن بنفايس الثّياب فيزاحمن الاجانب من الرّجال في الحرم الطّاهر ويضاغطنهم بأبدانهنّ مقتربات من الضّرائح الطّاهرة أو يجلسن في قبلة المُصلّين من الرّجال ليقرأن الزّيارة فيلفتن الخواطر ويصدّن القائمين بالعبادة في تلك البُقعة الشّريفة من المصلّين والمتضرّعين والباكين عن عبادتهم، فيكنّ بذلك من الصّادات عن سبيل الله الى غير ذلك من التّبعات وأمثال هذه الزّيارات ينبغي حقّاً أن تعدّ من منكرات الشّرع لا من العبادات، وتحصى من المُوبقات لا القربات ، وقد روي عن الصّادق (عليه السلام) انّ أمير المؤمنين (عليه السلام) قال لاهل العراق : يا أهل العراق نُبّئتُ انّ نِساءكُم يوافينَ الرّجال في الطّريق أما تستحيون؟ وقال : لعن الله من لا يغار . \nوفي الفقيه روى الاصبغ بن نباتة عن امير المؤمنين (عليه السلام) قال : سمعته يقول : يظهر في آخر الزّمان واقتراب السّاعة وهو شرّ الازمنة نسوة كاشِفات عاريات متبرّجات، من الدّين خارجات، داخلات في الفِتن، مائلات الى الشّهوات، مسرعات الى اللّذات، مستحلاّت المحرّمات، في جهنّم خالدات. \n\nالثّامن والعشرون : \nينبغي عند ازدحام الزّائرين للسّابقين الى الضّريح أن يخفّفوا زيارتهم وينصرفوا ليفُوز غيرهم بالدّنوّ من الضّريح الطّاهر كما كانوا هم من الفائزين .\n\nالمصدر\nمفاتيح الجنان"]