["قال السيد ابن طاووس: فإذا أردت الانصراف من حرمه الشريف فعد إلى السرداب المنيف وصلّ فيه ما شئت ثمّ قم مستقبلاً القبلة وقل: اللهُمَّ ادفَع عَن وَلِيِّكَ...، وأورد الدعاء بتمامه. ثمّ قال: ثمّ ادع الله كثيراً وانصرف مسعوداً إن شاء الله تعالى.\n\nأقول: هذا الدعاء قد رواه الشيخ في (المصباح) عن الرضا (عليه السلام) في خلال أعمال الجمعة ونحن أيضاً سنروي الدعاء طبقاً لرواية الشيخ قال: روى يونس بن عبد الرحمن، عن الرضا (صلوات الله عليه) أنّه كان يا مر بالدعاء لصاحب الأمر (عليه السلام) بهذا الدعاء:\n\nاللهُمَّ ادفَع عَن وَلِيِّكَ وَخَلِيفَتِكَ وَحُجَّتِكَ عَلى خَلقِكَ وَلِسانِكَ المُعَبِّرِ عَنكَ وَالنَّاطِقِ بِحِكمَتِكَ وَعَينِكَ النَّاظِرَةِ بِإذنِكَ وَشاهِدِكَ عَلى عِبادِكَ الجَحجاحِ المُجاهِدِ العائِذِ بِكَ العابِدِ عِندَكَ، وَأعِذهُ مِن شَرِّ جَمِيعِ ما خَلَقتَ وَبَرَأتَ وَأنشَأتَ وَصَوَّرتَ، وَاحفَظهُ مِن بَينِ يَدَيهِ وَمِن خَلفِهِ وَعَن يَمِينِهِ وَعَن شِمالِهِ وَمِن فَوقِهِ وَمِن تَحتِهِ بِحِفظِكَ الَّذي لا يَضِيعُ مَن حَفِظتَهُ بِهِ وَاحفَظ فِيهِ رَسُولَكَ وَآباءَهُ أئِمَّتَكَ وَدَعائِمَ دِينِكَ، وَاجعَلهُ في وَدِيعَتِكَ الَّتي لا تَضِيعُ وَفي جِوارِكَ الَّذي لا يُخفَرُ وَفي مَنعِكَ وَعِزِّكَ الَّذي لا يُقهَرُ وَآمِنهُ بِأمانِكَ الوَثِيقِ الَّذي لا يُخذَلُ مَن آمَنتَهُ بِهِ، وَاجعَلهُ في كَنَفِكَ الَّذي لا يُرامُ مَن كانَ فِيهِ وَانصُرهُ بِنَصرِكَ العَزِيزِ وَأيِّدهُ بِجُندِكَ الغالِبِ وَقُوِّهِ بِقُوَّتِكَ وَأردِفهُ بِمَلائِكَتِكَ وَوالِ مَن والاهُ وَعادِ مَن عاداهُ وَألبِسهُ دِرعَكَ الحَصِينَةَ وَحُفَّهُ بِالمَلائِكَةِ حَفّاً.\n\nاللهُمَّ اشعَب بِهِ الصَّدعَ وَارتُق بِهِ الفَتقَ وَأمِت بِهِ الجَورَ وَأظهِر بِهِ العَدلَ وَزَيِّن بِطُولِ بَقائِهِ الأرضَ، وَأيِّدهُ بِالنَّصرِ وَانصُرهُ بِالرُّعبُ وَقَوِّ ناصِرِيهِ وَاخذُل خاذِلِيهِ وَدَمدِم مَن نَصَبَ لَهُ وَدَمِّر مَن غَشَّهُ، وَاقتُل بِهِ جَبابِرَةَ الكُفرِ وَعُمُدَهُ وَدَعائِمَهُ وَاقصِم بِهِ رُؤُوسَ الضَّلالَةِ وَشارِعَةَ البِدَعِ وَمُمِيتَةَ السُّنَّةِ وَمُقَوِّيَةَ الباطِلِ، وَذَلِّل بِهِ الجَبّارِينَ وَأبِر بِهِ الكافِرِينَ وَجَمِيعَ المُلحِدِينَ في مَشارِقِ الأرضِ وَمَغارِبِها وَبَرِّها وَبَحرِها وَسَهلِها وَجَبَلِها حَتّى لا تَدَعَ مِنهُم دَياراً وَلا تُبقي لَهُم آثاراً، اللهُمَّ طَهِّر مِنهُم بِلادَكَ وَاشفِ مِنهُم عِبادَكَ، وَأعِزَّ بِهِ المُؤمِنِينَ وَأحيِ بِهِ سُنَنَ المُرسَلِينَ وَدارِسَ حُكمِ النَّبِيِّينَ، وَجَدِّد بِهِ ما امتَحى مِن دِينِكَ وَبُدِّلَ مِن حُكمِكَ، حَتّى تُعِيدَ دِينَكَ بِهِ وَعَلى يَدَيهِ جَدِيداً غَضّاً مَحضاً صَحِيحاً لاعِوَجَ فِيهِ وَلا بِدعَةَ مَعَهُ، وَحَتّى تُنِيرَ بِعَدلِهِ ظُلَمَ الجَورِ وَتُطفِئَ بِهِ نِيرانَ الكُفرِ وَتُوَضِّحَ بِهِ مَعاقِدَ الحَقِّ وَمَجهُولَ العَدلِ، فَإنَّهُ عَبدُكَ الَّذي استَخلَصتَهُ لِنَفسِكَ وَاصطَفَيتَهُ عَلى غَيبِكَ وَعَصَمتَهُ مِنَ الذُّنُوبِ وَبَرَّأتَهُ مِنَ العُيُوبِ وَطَهَّرتَهُ مِنَ الرِّجسِ وَسَلَّمتَهُ مِنَ الدَّنَسِ، اللهُمَّ فَإنّا نَشهَدُ لَهُ يَومَ القيامة وَيَومَ حُلُولِ الطَّامَّةِ أنَّهُ لَم يُذنِب ذَنباً وَلا أتى حَوباً وَلَم يَرتَكِب مَعصِيَةً وَلَم يُضَيِّع لَكَ طاعَةً وَلَم يَهتِكَ لَكَ حُرمَةً وَلَم يُبَدِّل لَكَ فَرِيضَةً وَلَم يُغَيِّر لَكَ شَرِيعَةً، وَأنَّهُ الهادي المُهتَدي الطَّاهِرُ التَّقِيُّ النَّقِيُّ الرَّضِيُّ الزَّكِيُّ، اللهُمَّ أعطِهِ في نَفسِهِ وَأهلِهِ وَوَلَدِهِ وَذرِّيَّتِهِ وَاُمَّتِهِ وَجَمِيعِ رَعِيَّتِهِ ما تُقِرُّ بِهِ عَينَهُ وَتَسُرُّ بِهِ نَفسَهُ وَتَجمَعُ لَهُ مُلكَ المَملَكاتِ كُلِّها قَرِيبِها وَبَعِيدِها وَعَزِيزِها وَذَلِيلِها حَتّى تُجرِيَ حُكمَهُ عَلى كُلِّ حُكمٍ وَيَغلِبَ بِحَقِّهِ كُلَّ باطِلٍ، اللهُمَّ اسلُك بِنا عَلى يَدَيهِ مِنهاجَ الهُدى وَالمَحَجَّةَ العُظمى وَالطَّرِيقَةَ الوُسطى الَّتي يَرجِعُ إلَيها الغالي وَيَلحَقُ بِها التَّالِي، وَقَوِّنا عَلى طاعَتِهِ وَثَبِّتنا عَلى مُشايَعَتِهِ وَامنُن عَلَينا بِمُتابَعَتِهِ وَاجعَلنا في حِزبِهِ القَوَّامِينَ بِأمرِهِ الصَّابِرِينَ مَعَهُ الطَّالِبِينَ رِضاكَ بِمُناصَحَتِهِ حَتّى تَحشُرَنا يَومَ القيامة في أنصارِهِ وَأعوانِهِ وَمُقَوِّيَةِ سُلطانِهِ، اللهُمَّ وَاجعَل ذلِكَ لَنا خالِصاً مِن كُلِّ شَكٍّ وَشُبهَةٍ وَرياءٍ وَسُمعَةٍ حَتّى لا نَعتَمِدَ بِهِ غَيرَكَ وَلا نَطلُبَ بِهِ إلاّ وَجهَكَ وَحَتّى تُحِلَّنا مَحَلَّهُ وَتَجعَلَنا في الجَنَّةِ مَعَهُ، وَأعِذنا مِن السَّامّةِ وَالكَسَلِ وَالفَترَةِ وَاجعَلنا مِمَّن تَنتَصِرُ بِهِ لِدِينِكَ وَتُعِزُّ بِهِ نَصرَ وَلِيِّكَ وَلا تَستَبدِل بِنا غَيرَنا فَإنَّ استِبدالَكَ بِنا غَيرَنا عَلَيكَ يَسِيرٌ وَهُوَ عَلَينا كَثِيرٌ.\n\nاللهُمَّ صَلِّ عَلى وَلاةِ عَهدِهِ وَالأئِمَّةِ مِن بَعدِهِ وَبَلِّغهُم آمالَهُم وَزِد في آجالِهِم وَأعِزَّ نَصرَهُم وَتَمِّم لَهُم ما أسنَدتَ إلَيهِم مِن أمرِكَ لَهُم وَثَبِّت دَعائِمَهم، وَاجعَلنا لَهُم أعواناً وَعَلى دِينِكَ أنصاراً فَإنَّهُم مَعادِنُ كَلِماتِكَ وَخُزَّانُ عِلمِكَ وَأركانُ تَوحِيدِكَ وَدَعائِمُ دِينِكَ وَوُلاةُ أمرِكَ وَخالِصَتُكَ مِن عِبادِكَ وَصَفوَتُكَ مِن خَلقِكَ وَأولياؤُكَ وَسَلائِلُ أوليائِكَ وَصَفوَةُ أولادِ نَبِيِّكَ وَالسَّلامُ عَلَيهِ وَعَلَيهِم وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nالمصدر\nمفاتيح الجنان"]