["1 أَخْبَرَنِي الشَّيْخُ الْفَقِيهُ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ شَهْرَآشُوبَ الْمَازَنْدَرَانِيُّ السَّرَوِيُّ، قَالَ: أَخْبَرَنِي جَدِّي، عَنِ الشَّيْخِ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ الْحَسَنِ الطُّوسِيِّ، عَنِ الشَّيْخِ الْمُفِيدِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ النُّعْمَانِ، عَنِ ابْنِ قُولَوَيْهِ، عَنْ مُحَمَّدِ بْنِ يَعْقُوبَ الْكُلَيْنِيِّ.\nوَ أَخْبَرَنِي الشَّيْخُ الْفَقِيهُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ الدُّورْيَسْتِيُّ، عَنْ جَدِّهِ، عَنْ أَبِيهِ، عَنْ أَبِي جَعْفَرِ بْنِ بَابَوَيْهِ، عَنْ مُحَمَّدِ بْنِ يَعْقُوبَ، عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ مَهْزِيَارَ، قَالَ: قُلْتُ لِأَبِي جَعْفَرٍ: جُعِلْتُ فِدَاكَ زِيَارَةُ الرِّضَا عَلَيْهِ السَّلَامُ أَفْضَلُ أَمْ زِيَارَةُ أَبِي عَبْدِ اللَّهِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ، فَقَالَ:\nزِيَارَتُهُ أَفْضَلُ وَ ذَاكَ أَنَّ أَبَا عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ يَزُورُهُ أُنَاسٌ كَثِيرٌ وَ أَبِي لَا يَزُورُهُ إِلَّا الْخَوَاصُّ مِنَ الشِّيعَةِ.\n\n2 أَبُو عَلِيٍّ الْأَشْعَرِيُّ، عَنِ الْحَسَنِ بْنِ عَلِيٍّ الْكُوفِيِّ، عَنِ الْحُسَيْنِ بْنِ سَيْفٍ، عَنْ مُحَمَّدِ بْنِ أَسْلَمَ، عَنْ مُحَمَّدِ بْنِ سُلَيْمَانَ، قَالَ: سَأَلْتُ أَبَا جَعْفَرٍ عَلَيْهِ السَّلَامُ عَنْ رَجُلٍ حَجَّ حِجَّةَ الْإِسْلَامِ فَدَخَلَ مُتَمَتِّعاً بِالْعُمْرَةِ إِلَى الْحَجِّ، فَأَعَانَهُ اللَّهُ عَلَى عُمْرَتِهِ وَ حَجِّهِ، ثُمَّ أَتَى الْمَدِينَةَ فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، ثُمَّ أَتَاكَ عَارِفاً بِحَقِّكَ يَعْلَمُ أَنَّكَ حُجَّةُ اللَّهِ عَلَى خَلْقِهِ وَ بَابُهُ الَّذِي يُؤْتَى مِنْهُ فَسَلَّمَ عَلَيْكَ، ثُمَّ أَتَى أَبَا عَبْدِ اللَّهِ الْحُسَيْنَ عَلَيْهِ السَّلَامُ فَسَلَّمَ عَلَيْهِ، ثُمَّ أَتَى بَغْدَادَ وَ سَلَّمَ عَلَى أَبِي الْحَسَنِ مُوسَى بْنِ جَعْفَرٍ عَلَيْهِ السَّلَامُ، ثُمَّ انْصَرَفَ إِلَى بِلَادِهِ، فَلَمَّا كَانَ فِي وَقْتِ الْحَجِّ رَزَقَهُ اللَّهُ الْحَجَّ، فَأَيُّهُمَا أَفْضَلُ، هَذَا الَّذِي قَدْ حَجَّ حِجَّةَ الْإِسْلَامِ يَرْجِعُ أَيْضاً فَيَحُجُّ أَمْ يَخْرُجُ إِلَى خُرَاسَانَ إِلَى أَبِيكَ عَلِيِّ بْنِ مُوسَى فَيُسَلِّمُ عَلَيْهِ، قَالَ: بَلْ يَأْتِي خُرَاسَانَ فَيُسَلِّمُ عَلَى أَبِي الْحَسَنِ عَلَيْهِ السَّلَامُ أَفْضَلُ، وَ لْيَكُنْ ذَلِكَ فِي رَجَبٍ وَ لَا يَنْبَغِي أَنْ‏\nتَفْعَلُوا هَذَا الْيَوْمَ، فَإِنَّ عَلَيْنَا وَ عَلَيْكُمْ مِنَ السُّلْطَانِ شُنْعَةً.\n\n3 مُحَمَّدُ بْنُ يَحْيَى، عَنْ عَلِيِّ بْنِ إِبْرَاهِيمَ الْجَعْفَرِيِّ، عَنْ حَمْدَانَ بْنِ إِسْحَاقَ قَالَ: سَمِعْتُ أَبَا جَعْفَرٍ عَلَيْهِ السَّلَامُ أَوْ حَكَى لِي رَجُلٌ عَنْ أَبِي جَعْفَرٍ عَلَيْهِ السَّلَامُ- الشَّكُّ مِنْ عَلِيِّ بْنِ إِبْرَاهِيمَ- قَالَ: قَالَ لِي أَبُو جَعْفَرٍ عَلَيْهِ السَّلَامُ: مَنْ زَارَ قَبْرَ أَبِي بِطُوسَ غَفَرَ اللَّهُ لَهُ مِنْ ذَنْبِهِ مَا تَقَدَّمَ وَ مَا تَأَخَّرَ، قَالَ:\nفَحَجَجْتُ بَعْدَ الزِّيَارَةِ فَلَقِيتُ أَيُّوبَ بْنَ نُوحٍ فَقَالَ لِي: قَالَ أَبُو جَعْفَرٍ عَلَيْهِ السَّلَامُ:\nمَنْ زَارَ قَبْرَ أَبِي بِطُوسَ غَفَرَ اللَّهُ لَهُ مِنْ ذَنْبِهِ مَا تَقَدَّمَ وَ مَا تَأَخَّرَ وَ بَنَى لَهُ مِنْبَراً حِذَاءَ مِنْبَرِ مُحَمَّدٍ وَ عَلِيٍّ عَلَيْهِمَا السَّلَامُ حَتَّى يَفْرُغَ اللَّهُ مِنْ حِسَابِ الْخَلَائِقِ، فَرَأَيْتُهُ وَ قَدْ زَارَ فَقَالَ: جِئْتُ أَطْلُبُ الْمِنْبَرَ.\n\n4 مُحَمَّدُ بْنُ يَحْيَى، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ النَّيْسَابُورِيِّ، عَنْ إِبْرَاهِيمَ بْنِ أَحْمَدَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَعِيدٍ الْمَكِّيِّ، عَنْ يَحْيَى بْنِ سُلَيْمَانَ الْمَازِنِيِّ، عَنْ أَبِي الْحَسَنِ مُوسَى عَلَيْهِ السَّلَامُ قَالَ: مَنْ زَارَ قَبْرَ وَلَدِي عَلِيٍّ كَانَ لَهُ عِنْدَ اللَّهِ كَسَبْعِينَ حِجَّةً مَبْرُورَةً، قَالَ:\nقُلْتُ: سَبْعِينَ حِجَّةً، قَالَ: نَعَمْ وَ سَبْعِمِائَةِ حِجَّةٍ، قُلْتُ: وَ سَبْعِمِائَةِ حِجَّةٍ، قَالَ: نَعَمْ وَ سَبْعِينَ أَلْفَ حِجَّةٍ، قُلْتُ: وَ سَبْعِينَ أَلْفَ حِجَّةٍ، قَالَ: رُبَّ حِجَّةٍ لَا تُقْبَلُ، مَنْ زَارَهُ وَ بَاتَ عِنْدَهُ لَيْلَةً كَانَ كَمَنْ زَارَ اللَّهَ فِي عَرْشِهِ، قُلْتُ: كَمَنْ زَارَ اللَّهَ فِي عَرْشِهِ، قَالَ: نَعَمْ، إِذَا كَانَ يَوْمُ الْقِيَامَةِ كَانَ عَلَى عَرْشِ الرَّحْمَنِ أَرْبَعَةٌ مِنَ الْأَوَّلِينَ وَ أَرْبَعَةٌ مِنَ الْآخِرِينَ، فَأَمَّا الْأَرْبَعَةُ الَّذِينَ هُمْ مِنَ الْأَوَّلِينَ فَنُوحٌ وَ إِبْرَاهِيمُ وَ مُوسَى وَ عِيسَى عَلَيْهِمُ السَّلَامُ، وَ أَمَّا الْأَرْبَعَةُ الَّذِينَ مِنَ الْآخِرِينَ فَمُحَمَّدٌ وَ عَلِيٌّ وَ الْحَسَنُ وَ الْحُسَيْنُ ثُمَّ يُمَدُّ الْمِضْمَارُ فَيَقْعُدُ مَعَنَا مَنْ زَارَ قُبُورَ الْأَئِمَّةِ عَلَيْهِمُ السَّلَامُ أَلَا إِنَّ أَعْلَاهُمْ دَرَجَةً وَ أَقْرَبَهُمْ حَبْوَةً زُوَّارُ قَبْرِ وَلَدِي عَلِيٍّ عَلَيْهِ السَّلَامُ.\n\nالمصدر:\nالمزار الكبير"]