["تَقِفُ عَلَى الْقَبْرِ فَتُصَلِّي عَلَى رَسُولِ اللَّهِ وَ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِمَا السَّلَامُ‏\nثُمَّ عَلَى الْحَسَنِ وَ الْحُسَيْنِ وَ الْأَئِمَّةِ، وَاحِداً وَاحِداً إلَى آخِرِهِمْ عَلَيْهِمُ السَّلَامُ، ثُمَّ تَجْلِسُ عِنْدَ رَأْسِهِ وَ تَقُولُ:\n\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا نُورَ اللَّهِ فِي ظُلُمَاتِ الْأَرْضِ، السَّلَامُ عَلَيْكَ يَا عَمُودَ الدِّينِ.\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى كَلِيمِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدٍ رَسُولِ اللَّهِ.\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ عَلِيٍّ وَلِيِّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ فَاطِمَةَ خَيْرِ النِّسَاءِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ الْحَسَنِ وَ الْحُسَيْنِ سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عَلِيِّ بْنِ الْحُسَيْنِ سَيِّدِ الْعَابِدِينَ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدِ بْنِ عَلِيٍّ بَاقِرِ عِلْمِ الْأَوَّلِينَ وَ الْآخِرِينَ.\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ الْبَارِّ الْأَمِينِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى بْنِ جَعْفَرٍ الْكَاظِمِ الْحَلِيمِ، السَّلَامُ عَلَيْكَ أَيُّهَا الشَّهِيدُ الصِّدِّيقُ الْغَرِيبُ الْمَسْمُومُ الْمَقْتُولُ، السَّلَامُ عَلَيْكَ أَيُّهَا الْوَصِيُّ الْبَارُّ التَّقِيُّ.\nأَشْهَدُ أَنَّكَ أَقَمْتَ الصَّلَاةَ وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ وَ نَهَيْتَ عَنِ الْمُنْكَرِ، وَ عَبَدْتَ اللَّهَ حَتَّى أَتَاكَ الْيَقِينُ، السَّلَامُ عَلَيْكَ يَا أَبَا الْحَسَنِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ إِنَّهُ حَمِيدٌ مَجِيدٌ.\nلَعَنَ اللَّهُ مَنْ قَتَلَكَ، وَ لَعَنَ اللَّهُ مَنْ ظَلَمَكَ بِالْأَيْدِي وَ الْأَلْسُنِ، عَلَيْكَ سَلَامُ اللَّهِ يَا مَوْلَايَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ فَقَبِّلْهُ وَ تَضَعُ خَدَّكَ الْأَيْمَنَ عَلَيْهِ وَ تَقُولُ:\nاللَّهُمَّ إِلَيْكَ صَمَدْتُ مِنْ أَرْضِي، وَ قَطَعْتُ الْبِلَادَ رَجَاءَ رَحْمَتِكَ، فَلَا تُخَيِّبْنِي وَ لَا تَرُدَّنِي بِغَيْرِ قَضَاءِ حَوَائِجِي، وَ ارْحَمْ تَقَلُّبِي عَلَى قَبْرِ ابْنِ رَسُولِكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\nبِأَبِي أَنْتَ وَ أُمِّي، أَتَيْتُكَ زَائِراً وَافِداً عَائِذاً مِمَّا جَنَيْتُ عَلَى نَفْسِي، وَ احْتَطَبْتُ عَلَى ظَهْرِي، فَكُنْ لِي شَفِيعاً إِلَى اللَّهِ عَزَّ وَ جَلَّ يَوْمَ فَقْرِي وَ فَاقَتِي، فَلَكَ عِنْدَ اللَّهِ مقاما محمودا [مَقَامٌ مَحْمُودٌ] وَ أَنْتَ عِنْدَهُ وَجِيهٌ.\n\nثُمَّ ارْفَعْ يَدَكَ الْيُمْنَى وَ ابْسُطِ الْيُسْرَى عَلَى الْقَبْرِ وَ قُلِ:\nاللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ بِحُبِّهِمْ وَ بِوَلَايَتِهِمْ، أَتَوَلَّى آخِرَهُمْ كَمَا تَوَلَّيْتُ أَوَّلَهُمْ، وَ أَبْرَأُ مِنْ كُلِّ وَلِيجَةٍ دُونَهُمْ، اللَّهُمَّ الْعَنِ الَّذِينَ بَدَّلُوا نِعْمَتَكَ، وَ اتَّهَمُوا نَبِيَّكَ، وَ جَحَدُوا آيَاتِكَ، وَ حَمَلُوا النَّاسَ عَلَى أَكْتَافِ آلِ مُحَمَّدٍ، اللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ بِاللَّعْنَةِ عَلَيْهِمْ وَ الْبَرَاءَةِ مِنْهُمْ فِي الدُّنْيَا وَ الْآخِرَةِ يَا رَحْمَانُ.\n\nثُمَّ تَحَوَّلْ إِلَى عِنْدِ رِجْلِهِ وَ قُلْ:\nصَلَّى اللَّهُ عَلَيْكَ يَا أَبَا الْحَسَنِ، صَلَّى اللَّهُ عَلَى رُوحِكَ وَ بَدَنِكَ، وَ لَعَنَ الظَّالِمِينَ لَكُمْ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ.\n\nثُمَّ ارْجِعْ إِلَى عِنْدِ رَأْسِهِ فَصَلِّ رَكْعَتَيْنِ وَ صَلِّ بَعْدَهُمَا مَا بَدَا لَكَ إِنْ شَاءَ اللَّهُ فَإِذَا أَرَدْتَ الِانْصِرَافَ فَقِفْ عِنْدَ قَبْرِهِ عَلَيْهِ السَّلَامُ وَ وَدِّعْهُ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ وَ ابْنَ مَوْلَايَ وَ سَيِّدِي وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَنْتَ لَنَا جُنَّةٌ مِنَ الْعَذَابِ، وَ هَذَا أَوَانُ انْصِرَافِي عَنْكَ، غَيْرَ رَاغِبٍ عَنْكَ، وَ لَا مُسْتَبْدِلٍ بِكَ، وَ لَا مُؤْثِرٍ عَلَيْكَ، وَ لَا زَاهِدٍ فِي قُرْبِكَ، وَ قَدْ جُدْتُ بِنَفْسِي لِلْحَدَثَانِ، وَ تَرَكْتُ الْأَهْلَ وَ الْأَوْلَادَ وَ الْأَوْطَانَ، فَكُنْ لِي شَافِعاً يَوْمَ فَقْرِي وَ فَاقَتِي يَوْمَ لَا يُغْنِي عَنِّي حَمِيمِي وَ لَا قَرِيبِي، يَوْمَ لَا يُغْنِي عَنِّي وَالِدِي وَ لَا وُلْدِي.\nفَاسْأَلِ اللَّهَ الَّذِي قَدَّرَ رَحِيلِي إِلَيْكَ أَنْ يُنَفِّسَ بِكَ كُرْبَتِي، وَ أَسْأَلُ اللَّهَ الَّذِي قَدَّرَ عَلَيَّ فِرَاقَ مَكَانِكَ أَنْ لَا يَجْعَلَهُ آخِرَ الْعَهْدِ مِنْ رُجُوعِي إِلَيْكَ، وَ أَسْأَلُهُ أَنْ يَجْعَلَ زِيَارَتِي لَكَ ذُخْراً عِنْدَهُ.\nوَ أَسْأَلُ اللَّهَ الَّذِي أَرَانِي مَكَانَكَ، وَ هَدَانِي لِلتَّسْلِيمِ عَلَيْكَ وَ زِيَارَتِي إِيَّاكَ، أَنْ يُورِدَنِي حَوْضَكُمْ، وَ يَرْزُقَنِي مُرَافَقَتَكُمْ فِي الْجِنَانِ.\nالسَّلَامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ، السَّلَامُ عَلَى رَسُولِ اللَّهِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ خَاتَمِ النَّبِيِّينَ، السَّلَامُ عَلَى أَمِيرِ الْمُؤْمِنِينَ سَيِّدِ الْوَصِيِّينَ، السَّلَامُ عَلَى الْحَسَنِ وَ الْحُسَيْنِ سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ مِنَ الْخَلْقِ أَجْمَعِينَ،\nالسَّلَامُ عَلَى الْأَئِمَّةِ الرَّاشِدِينَ، السَّلَامُ عَلَيْنَا وَ عَلَى عِبَادِ اللَّهِ الصَّالِحِينَ.\n\nثُمَّ تَدْعُو لِنَفْسِكَ وَ لِوَالِدَيْكَ وَ لِجَمِيعِ إِخْوَانِكَ الْمُؤْمِنِينَ، وَ تَسْأَلُ اللَّهَ أَنْ لَا يَجْعَلَهُ آخِرَ الْعَهْدِ مِنْكَ إِنْ شَاءَ اللَّهُ.\n\nالمصدر:\nالمزار الكبير"]