{
"title": "الزيارة الجوادية للإمام الرضا (ع)",
"type": "text",
"source": "\nبحار الأنوار ج99",
"data": " أقول وجدت في بعض مؤلفات قدماء أصحابنا زيارة له ع و كانت النسخة قديمة كان تاريخ كتابتها سنة ست و أربعين و سبعمائة فأوردتها كما وجدتها قَالَ \nزِيَارَةُ مَوْلَانَا وَ سَيِّدِنَا أَبِي الْحَسَنِ الرِّضَا عَلَيْهِ وَ عَلَى آبَائِهِ وَ أَبْنَائِهِ الصَّلَاةُ وَ السَّلَامُ كُلُّ الْأَوْقَاتِ صَالِحَةٌ لِزِيَارَتِهِ وَ أَفْضَلُهَا فِي شَهْرِ رَجَبٍ \nرُوِيَ ذَلِكَ عَنْ وَلَدِهِ أَبِي جَعْفَرٍ الْجَوَادِ صَلَوَاتُ اللَّهِ عَلَيْهِ وَ سَلَامُهُ وَ هِي‏:\n\n\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ السَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ السَّلَامُ عَلَيْكَ يَا نُورَ اللَّهِ فِي ظُلُمَاتِ الْأَرْضِ السَّلَامُ عَلَيْكَ يَا عَمُودَ الدِّينِ\n\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى كَلِيمِ اللَّهِ‏\n\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدٍ رَسُولِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ أَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ السَّلَامُ عَلَيْكَ يَا وَارِثَ الْحَسَنِ وَ الْحُسَيْنِ سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ السَّلَامُ عَلَيْكَ يَا وَارِثَ عَلِيِّ بْنِ الْحُسَيْنِ سَيِّدِ الْعَابِدِينَ السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدِ بْنِ عَلِيٍّ بَاقِرِ عِلْمِ الْأَوَّلِينَ وَ الْآخِرِينَ السَّلَامُ عَلَيْكَ يَا وَارِثَ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ الْبَرِّ التَّقِيِّ السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى بْنِ جَعْفَرٍ الْعَالِمِ الْحَفِيِّ \n\nالسَّلَامُ عَلَيْكَ أَيُّهَا الصِّدِّيقُ الشَّهِيدُ السَّلَامُ عَلَيْكَ أَيُّهَا الْوَصِيُّ الْبَرُّ التَّقِيُّ أَشْهَدُ أَنَّكَ قَدْ أَقَمْتَ الصَّلَاةَ وَ آتَيْتَ الزَّكَاةَ وَ أَمَرْتَ بِالْمَعْرُوفِ وَ نَهَيْتَ عَنِ الْمُنْكَرِ وَ عَبَدْتَ اللَّهَ حَتَّى أَتَاكَ الْيَقِينُ\n\nالسَّلَامُ عَلَيْكَ مِنْ إِمَامٍ عَصِيبٍ وَ إِمَامٍ نَجِيبٍ وَ بَعِيدٍ قَرِيبٍ وَ مَسْمُومٍ غَرِيبٍ\n\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْعَالِمُ النَّبِيهُ وَ الْقَدْرُ الْوَجِيهُ النَّازِحُ عَنْ تُرْبَةِ جَدِّهِ وَ أَبِيهِ\n\nالسَّلَامُ عَلَى مَنْ أَمَرَ أَوْلَادَهُ وَ عِيَالَهُ بِالنِّيَاحَةِ عَلَيْهِ قَبْلَ وُصُولِ الْقَتْلِ إِلَيْهِ \n\nالسَّلَامُ عَلَى دِيَارِكُمُ الْمُوحِشَاتِ كَمَا اسْتَوْحَشَتْ مِنْكُمْ مِنًى وَ عَرَفَاتٌ \n\nالسَّلَامُ عَلَى سَادَاتِ الْعَبِيدِ وَ عُدَّةِ الْوَعِيدِ وَ الْبِئْرِ الْمُعَطَّلَةِ وَ الْقَصْرِ الْمَشِيدِ \n\nالسَّلَامُ عَلَى غَوْثِ اللَّهْفَانِ وَ مَنْ صَارَتْ بِهِ أَرْضُ خُرَاسَانَ خُرَاسَانَ\n\nالسَّلَامُ عَلَى قَلِيلِ الزَّائِرِينَ وَ قُرَّةِ عَيْنِ فَاطِمَةَ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ \n\nالسَّلَامُ عَلَى الْبَهْجَةِ الرَّضَوِيَّةِ وَ الْأَخْلَاقِ الرَّضِيَّةِ وَ الْغُصُونِ الْمُتَفَرِّعَةِ عَنِ الشَّجَرَةِ الْأَحْمَدِيَّةِ \n\nالسَّلَامُ عَلَى مَنِ انْتَهَى إِلَيْهِ رِئَاسَةُ الْمُلْكِ الْأَعْظَمِ وَ عِلْمُ كُلِّ شَيْ‏ءٍ لِتَمَامِ الْأَمْرِ الْمُحْكَمِ \n\nالسَّلَامُ عَلَى مَنْ أَسْمَاؤُهُمْ وَسِيلَةُ السَّائِلِينَ وَ هَيَاكِلُهُمْ أَمَانُ الْمَخْلُوقِينَ وَ حُجَجُهُمْ إِبْطَالُ شُبَهِ الْمُلْحِدِينَ \n\nالسَّلَامُ عَلَى مَنْ كُسِرَتْ لَهُ وِسَادَةُ وَالِدِهِ أَمِيرِ الْمُؤْمِنِينَ حَتَّى خَصَمَ أَهْلَ الْكُتُبِ وَ ثَبَّتَ قَوَاعِدَ الدِّينِ \n\nالسَّلَامُ عَلَى عَلَمِ الْأَعْلَامِ وَ مَنْ كُسِرَ قُلُوبُ شِيعَتِهِ بِغُرْبَتِهِ إِلَى يَوْمِ الْقِيَامَةِ \n\nالسَّلَامُ عَلَى السِّرَاجِ الْوَهَّاجِ وَ الْبَحْرِ الْعَجَّاجِ الَّذِي صَارَتْ تُرْبَتُهُ مَهْبِطَ الْأَمْلَاكِ وَ الْمِعْرَاجِ\n\nالسَّلَامُ عَلَى أُمَرَاءِ الْإِسْلَامِ وَ مُلُوكِ الْأَدْيَانِ وَ طَاهِرِي الْوِلَادَةِ وَ مَنْ أَطْلَعَهُمُ اللَّهُ عَلَى عِلْمِ الْغَيْبِ وَ الشَّهَادَةِ وَ جَعَلَهُمْ أَهْلَ السَّادَةِ [السَّعَادَةَ]\n\nالسَّلَامُ عَلَى كُهُوفِ الْكَائِنَاتِ وَ ظِلِّهَا وَ مَنِ ابْتَهَجَتْ بِهِ مَعَالِمُ طُوسَ‏ حَيْثُ حَلَّ بِرَبْعِهَا \n\nالسَّلَامُ عَلَى‏ مُفْتَخَرِ الْأَبْرَارِ وَ نَائِي الْمَزَارِ وَ شَرْطِ دُخُولِ الْجَنَّةِ أَوِ النَّارِ \n\nالسَّلَامُ عَلَى مَنْ لَمْ يَقْطَعِ اللَّهُ عَنْهُمْ صَلَوَاتِهِ فِي آنَاءِ السَّاعَاتِ وَ بِهِمْ سَكَنَتِ السَّوَاكِنُ وَ تَحَرَّكَتِ الْمُتَحَرِّكَاتُ\n\nالسَّلَامُ عَلَى مَنْ جَعَلَ اللَّهُ إِمَامَتَهُمْ مُمَيِّزَةً بَيْنَ الْفَرِيقَيْنِ كَمَا تَعَبَّدَ بِوَلَايَتِهِمْ أَهْلَ الْخَافِقَيْنِ \n\nالسَّلَامُ عَلَى مَنْ أَحْيَا اللَّهُ بِهِ دَارِسَ حُكْمِ النَّبِيِّينَ وَ تَعَبَّدَهُمْ بِوَلَايَتِهِ لِتَمَامِ كَلِمَةِ اللَّهِ رَبِّ الْعَالَمِينَ \n\nالسَّلَامُ عَلَى شُهُورِ الْحَوْلِ وَ عَدَدِ السَّاعَاتِ وَ حُرُوفِ لَا إِلَهَ إِلَّا اللَّهُ فِي الرُّقُومِ الْمُسَطَّرَاتِ \n\nالسَّلَامُ عَلَى إِقْبَالِ الدُّنْيَا وَ سُعُودِهَا وَ مَنْ سُئِلُوا عَنْ كَلِمَةِ التَّوْحِيدِ فَقَالُوا نَحْنُ وَ اللَّهِ مِنْ شُرُوطِهَا \n\nالسَّلَامُ عَلَى مَنْ يُعَلَّلُ وُجُودُ كُلِّ مَخْلُوقٍ بِلَوْلَاهُمْ وَ مَنْ خَطَبَتْ لَهُمُ الْخُطَبَاءُ\n\nالسَّلَامُ عَلَى عَلِيِّ مَجْدِهِمْ وَ بِنَائِهِمْ وَ مَنْ أُنْشِدَ فِي فَخْرِهِمْ وَ عَلَائِهِمْ بِوُجُوبِ الصَّلَاةِ عَلَيْهِمْ وَ طَهَارَةِ ثِيَابِهِمْ\n\nالسَّلَامُ عَلَى قَمَرِ الْأَقْمَارِ الْمُتَكَلِّمِ مَعَ كُلِّ لُغَةٍ بِلِسَانِهِمْ الْقَائِلِ لِشِيعَتِهِ مَا كَانَ اللَّهُ لِيُوَلِّي إِمَاماً عَلَى أُمَّةٍ حَتَّى يُعَرِّفَهُ بِلُغَاتِهِمْ \n\nالسَّلَامُ عَلَى فَرْحَةِ الْقُلُوبِ وَ فَرَجِ الْمَكْرُوبِ وَ شَرِيفِ الْأَشْرَافِ وَ مَفْخَرِ عَبْدِ مَنَافٍ يَا لَيْتَنِي مِنَ الطَّائِفِينَ بِعَرْصَتِهِ وَ حَضْرَتِهِ مُسْتَشْهِداً لِبَهْجَةِ مُؤَانَسَتِهِ‏\n\n السَّلَامُ عَلَى الْإِمَامِ الرَّءُوفِ الَّذِي هَيَّجَ أَحْزَانَ يَوْمِ الطُّفُوفِ بِاللَّهِ أُقْسِمُ وَ بِآبَائِكَ الْأَطْهَارِ وَ بِأَبْنَائِكَ الْمُنْتَجَبِينَ الْأَبْرَارِ لَوْ لَا بُعْدُ الشُّقَّةِ حَيْثُ شَطَّتْ بِكُمُ الدَّارُ لَقَضَيْتُ بَعْضَ وَاجِبِكُمْ بِتَكْرَارِ الْمَزَارِ وَ السَّلَامُ عَلَيْكُمْ يَا حُمَاةَ الدِّينِ وَ أَوْلَادَ النَّبِيِّينَ وَ سَادَةَ الْمَخْلُوقِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ \n\nثُمَّ صَلِّ صَلَاةَ الزِّيَارَةِ وَ سَبِّحْ وَ أَهْدِهَا إِلَيْهِ صَلَوَاتُ اللَّهِ عَلَيْهِ \n\nثُمَّ قُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا اللَّهُ الدَّائِمُ فِي مُلْكِهِ الْقَائِمُ فِي عِزِّهِ الْمُطَاعُ فِي سُلْطَانِهِ الْمُتَفَرِّدُ فِي كِبْرِيَائِهِ الْمُتَوَحِّدُ فِي دَيْمُومِيَّةِ بَقَائِهِ الْعَادِلُ فِي بَرِيَّتِهِ الْعَالِمُ فِي قَضِيَّتِهِ الْكَرِيمُ فِي تَأْخِيرِ عُقُوبَتِهِ إِلَهِي حَاجَاتِي مَصْرُوفَةٌ إِلَيْكَ وَ آمَالِي مَوْقُوفَةٌ لَدَيْكَ وَ كُلَّمَا وَفَّقْتَنِي بِخَيْرٍ فَأَنْتَ دَلِيلِي عَلَيْهِ وَ طَرِيقِي إِلَيْهِ يَا قَدِيراً لَا تَئُودُهُ الْمَطَالِبُ يَا مَلِيّاً يَلْجَأُ إِلَيْهِ كُلُّ رَاغِبٍ مَا زِلْتُ مَصْحُوباً مِنْكَ بِالنِّعَمِ جَارِياً عَلَى عَادَاتِ الْإِحْسَانِ وَ الْكَرَمِ أَسْأَلُكَ بِالْقُدْرَةِ النَّافِذَةِ فِي جَمِيعِ الْأَشْيَاءِ وَ قَضَائِكَ الْمُبْرَمِ الَّذِي تَحْجُبُهُ بِأَيْسَرِ الدُّعَاءِ وَ بِالنَّظْرَةِ الَّتِي نَظَرْتَ بِهَا إِلَى الْجِبَالِ فَتَشَامَخَتْ وَ إِلَى الْأَرَضِينَ فَتَسَطَّحَتْ وَ إِلَى السَّمَاوَاتِ فَارْتَفَعَتْ وَ إِلَى الْبِحَارِ فَتَفَجَّرَتْ يَا مَنْ جَلَّ عَنْ أَدَوَاتِ لَحَظَاتِ الْبَشَرِ وَ لَطُفَ عَنْ دَقَائِقِ خَطَرَاتِ الْفِكَرِ لَا تُحْمَدُ يَا سَيِّدِي إِلَّا بِتَوْفِيقٍ مِنْكَ يَقْتَضِي حَمْداً وَ لَا تُشْكَرُ عَلَى أَصْغَرِ مِنَّةٍ إِلَّا اسْتَوْجَبْتَ بِهَا شُكْراً فَمَتَى تُحْصَى نَعْمَاؤُكَ يَا إِلَهِي وَ تُجَازَى آلَاؤُكَ يَا مَوْلَايَ وَ تُكَافَى صَنَائِعُكَ يَا سَيِّدِي وَ مِنْ نِعَمِكَ يَحْمَدُ الْحَامِدُونَ وَ مِنْ شُكْرِكَ يَشْكُرُ الشَّاكِرُونَ وَ أَنْتَ الْمُعْتَمَدُ لِلذُّنُوبِ فِي عَفْوِكَ وَ النَّاشِرُ عَلَى الْخَاطِئِينَ جَنَاحَ سِتْرِكَ وَ أَنْتَ الْكَاشِفُ لِلضُّرِّ بِيَدِكَ فَكَمْ مِنْ سَيِّئَةٍ أَخْفَاهَا حِلْمُكَ حَتَّى دَخِلَتْ وَ حَسَنَةٍ ضَاعَفَهَا فَضْلُكَ حَتَّى عَظُمَتْ عَلَيْهَا مُجَازَاتُكَ جَلَلْتَ أَنْ يُخَافَ مِنْكَ إِلَّا الْعَدْلُ وَ أَنْ يُرْجَى مِنْكَ إِلَّا الْإِحْسَانُ وَ الْفَضْلُ فَامْنُنْ عَلَيَّ بِمَا أَوْجَبَهُ فَضْلُكَ وَ لَا تَخْذُلْنِي بِمَا يَحْكُمُ بِهِ عَدْلُكَ سَيِّدِي لَوْ عَلِمَتِ الْأَرْضُ بِذُنُوبِي لَسَاخَتْ بِي أَوِ الْجِبَالُ لَهَدَّتْنِي أَوِ السَّمَاوَاتُ لَاخْتَطَفَتْنِي أَوِ الْبِحَارُ لَأَغْرَقَتْنِي سَيِّدِي سَيِّدِي سَيِّدِي مَوْلَايَ مَوْلَايَ مَوْلَايَ قَدْ تَكَرَّرَ وُقُوفِي لِضِيَافَتِكَ فَلَا تَحْرِمْنِي مَا وَعَدْتَ الْمُتَعَرِّضِينَ لِمَسْأَلَتِكَ يَا مَعْرُوفَ الْعَارِفِينَ يَا مَعْبُودَ الْعَابِدِينَ يَا مَشْكُورَ الشَّاكِرِينَ يَا جَلِيسَ الذَّاكِرِينَ يَا مَحْمُودَ مَنْ حَمِدَهُ يَا مَوْجُودَ مَنْ طَلَبَهُ يَا مَوْصُوفَ مَنْ وَحَّدَهُ يَا مَحْبُوبَ مَنْ أَحَبَّهُ يَا غَوْثَ مَنْ أَرَادَهُ يَا مَقْصُودَ مَنْ أَنَابَ إِلَيْهِ يَا مَنْ لَا يَعْلَمُ الْغَيْبَ إِلَّا هُوَ يَا مَنْ لَا يَصْرِفُ السُّوءَ إِلَّا هُوَ يَا مَنْ لَا يُدَبِّرُ الْأَمْرَ إِلَّا هُوَ يَا مَنْ لَا يَغْفِرُ الذَّنْبَ إِلَّا هُوَ يَا مَنْ لَا يَخْلُقُ الْخَلْقَ إِلَّا هُوَ يَا مَنْ لَا يُنَزِّلُ الْغَيْثَ إِلَّا هُوَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي يَا خَيْرَ الْغَافِرِينَ رَبِّ إِنِّي أَسْتَغْفِرُكَ اسْتِغْفَارَ حَيَاءٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ رَجَاءٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ إِنَابَةٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ رَغْبَةٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ رَهْبَةٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ طَاعَةٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ إِيمَانٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ إِقْرَارٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ إِخْلَاصٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ تَقْوَى وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ تَوَكُّلٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ ذِلَّةٍ وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ عَامِلٍ لَكَ هَارِبٍ مِنْكَ إِلَيْكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تُبْ عَلَيَّ وَ عَلَى وَالِدَيَّ بِمَا تُبْتَ وَ تَتُوبُ عَلَى جَمِيعِ خَلْقِكَ يَا أَرْحَمَ الرَّاحِمِينَ يَا مَنْ تُسَمَّى بِالْغَفُورِ الرَّحِيمِ يَا مَنْ تُسَمَّى بِالْغَفُورِ الرَّحِيمِ يَا مَنْ تُسَمَّى بِالْغَفُورِ الرَّحِيمِ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اقْبَلْ تَوْبَتِي وَ زَكِّ عَمَلِي وَ اشْكُرْ سَعْيِي وَ ارْحَمْ ضَرَاعَتِي وَ لَا تَحْجُبْ صَوْتِي وَ لَا تُخَيِّبْ مَسْأَلَتِي يَا غَوْثَ الْمُسْتَغِيثِينَ وَ أَبْلِغْ أَئِمَّتِي سَلَامِي وَ دُعَائِي وَ شَفِّعْهُمْ فِي جَمِيعِ مَا سَأَلْتُكَ وَ أَوْصِلْ هَدِيَّتِي إِلَيْهِمْ كَمَا يَنْبَغِي لَهُمْ وَ زِدْهُمْ مِنْ ذَلِكَ مَا يَنْبَغِي لَكَ بِأَضْعَافٍ لَا يُحْصِيهَا غَيْرُكَ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ صَلى اللَّهُ عَلَى طَيِّبِ الْمُرْسَلِينَ مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ.\n\n"
}