{
"title": "زيارة السيدة زينب الكبرى عليها السلام",
"type": "text",
"data": "السَّلاَمُ عَلَيْكِ يَا بِنْتَ سَيِّدِ الأَنْبِياءِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَاحِبِ الحَوْضِ وَاللِّوَاءِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ عُرِجَ بِهِ إلى السَّمَاءِ وَوَصَلَ إلى مَقَامِ قَابِ قَوْسَينِ أوْ أدْنى\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ نَبِيِّ الهُدَى وَسَيِّدِ الوَرَى وَمُنْقِذِ العِبَادِ مِنَ الرَّدَى\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَاحِبِ الخُلُقِ العَظِيمِ وَالشَّرَفِ العَمِيمِ وَالآيَاتِ وَالذِّكْرِ الحَكِيمِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَاحِبِ المَقَامِ المحْمُودِ وَالحَوضِ المَورُودِ وَاللِّوَاءِ المَشْهودِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْهَجِ دِينِ الإسْلامِ وَصَاحِبِ القِبْلَةِ وَالقُرْآنِ وَعَلَمِ الصِّدْقِ وَالحَقِّ وَالإحْسَانِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَفْوَةِ الأَنْبِياءِ وَعَلَمِ الأتْقِياءِ وَمَشْهورِ الذِّكْرِ في الأرْضِ وَالسَّماءِ ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَيْرِ خَلقِ اللهِ وَسَيِّدِ خَلْقِهِ وَأَوَّلِ العَدَدِ قَبْلَ إيجَادِ أَرْضِهِ وَسَماوَاتِهِ وَآخِرِ الأَبَدِ بَعْدَ فَناءِ الدُّنْيا وَأَهْلِهَا الَّذِي رُوحُهُ نُسْخَةُ اللاَّهُوتِ وَصُورَتُهُ نُسْخَةُ المُلْكِ وَالمَلَكُوتِ وَقَلْبُهُ خُزانَةُ الحَيِّ الَّذِي لا يمُوتُ ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ المُظَلَّلِ بِالغَمَامِ سَيِّدِ الكَوْنَيْنِ وَمَوْلى الثَّقَلَينِ وَشَفِيعِ الأُمَّةِ يَومَ المحْشَرِ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ سَيِّدِ الأَوْصِياءِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ إمَامِ الأتْقِياءِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ رُكْنِ الأوْلِيَاءِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ عِمَادِ الأصْفِيَاءِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ يَعْسوبِ الدِّينِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ أَمِيرِ المُؤمِنِينَ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ سَيِّدِ الوَصِيِّينَ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ قَائِدِ البرَرَةِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ قَامِعِ الكَفَرَةِ وَالفجَرَةِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ وَارِثِ النَّبِيِّينَ\n\nالسَّلاَمُ عَلَيْكِ يَا بنتَ خَلِيفَةِ سَيِّدِ المُرسَلِينَ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ ضِياءِ الدِّينِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ النَّبَأِ العَظِيمِ عَلى اليَقِينِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ حِسابُ النَّاسِ عَلَيهِ وَالكَوْثَرُ بَينَ يَدَيْهِ وَالنَّصُّ يَومَ الغَدِيرِ عَلَيهِ ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ قَادَ زِمَامَ نَاقَتِهَا جِبرَائِيلُ وَشَارَكَها في مُصَابهَا إسْرافِيلُ ، وَغَضِبَ بِسَبَبِها الرَّبُّ الجَلِيلُ ، وَبَكى لمُصَابهَا إبْراهِيمُ الخَلِيلُ وَنُوحٌ وَمُوسَى الكَلِيمُ فِي كَرْبَلاءَ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ البُدُورِ السَّواطِعِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ الشُّمُوسِ الطَّوَالِعِ ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ زَمْزَمَ وَالصَّفَا\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَكَّةَ وَمِنىَ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ حُمِلَ عَلى البُرَاقِ في الهَوَاء\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ حمَلَ الزَّكَاةَ بِأطْرافِ الرِّدَاءِ وَبَذَلَهُ عَلى الفُقَراءِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ أُسْرِيَ بهِ مِن المَسْجِدِ الحَرامِ إلى المسجِدِ الأقْصَى\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَن ضَرَبَ بِالسَّيْفَين\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَن صَلَّى القِبْلَتَينِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ مُحَمَّدٍ المُصطَفَى\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ عَلِيٍّ المُرْتَضى\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ فَاطِمَةَ الزَّهْراءِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَديجَةَ الكُبرَى\n\nالسَّلاَمُ عَلَيْكِ وَعَلى جَدِّكِ مُحَمَّدٍ المُخْتَارِ\n\nالسَّلاَمُ عَلَيْكِ وعَلى أَبِيكِ حَيْدَر الكَرّار\n\nالسَّلاَمُ عَلَيْكِ وَعَلى السَّادَاتِ الأطْهارِ الأخْيَارِ ، وَهُمْ حُجَجُ اللهِ عَلى الأقْطارِ وَسَاداتُ الأرضِ والسَّمَاءِ الَّذِينَ حُبُّهُم فَرضٌ عَلى أَعْنَاقِ كُلِّ الخَلائِقِ\n\nالسَّلاَمُ عَلَيْكِ يَا بِنْتَ وَليِّ اللهِ المُعَظَّمِ\n\nالسَّلاَمُ عَلَيْكِ يا عَمَّةَ وَليِّ اللهِ المُكَرَّمِ\n\nالسَّلاَمُ عَلَيْكِ يَا أُمَّ المَصائبِ يَا زَيْنَبُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\n\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا الفَاضِلَةُ الرَّشِيدَةُ\n\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا الكَامِلَةُ العَالمَةُ العَامِلةُ\n\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا الكَريمَةُ النَّبيلَةُ\n\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا التَّقِيَّةُ النَّقِيَّةُ\n\nالسَّلاَمُ عَلَيْكِ يَا مَن ظَهَرَتْ محَبَّتُها لِلحُسَينِ المَظْلومِ في مَوارِدَ عَديدَةٍ وَتحَمِلُ المَصَائبَ المحُرِقَةَ لِلقُلوبِ مَعَ تحَمُّلاتٍ شَديدَةٍ\n\nالسَّلاَمُ عَلَيْكِ يَا مَن حَفِظَتِ الإمَامَ في يَومِ عَاشُوراءَ في القَتْلى وَبَذلَتْ نَفسَها في نجَاةِ زَينِ العَابِدينَ في مجَلِسِ أشْقَى الأشْقِياءِ وَنَطَقَتْ كَنُطْقِ عَليٍّ عَليهِ السَّلاَمُ في سِكَكِ الكُوفَةِ وَحَولهَا كَثيرٌ مِن الأعْدَاءِ\n\nالسَّلاَمُ عَلَيْكِ يا مَنْ نَطَحَتْ جَبينَها بِمُقَدَّمِ المحْمَلِ إذْ رَأتْ رَأسَ سَيّدِ الشُّهدَاءِ وَيخْرُجُ الدَّمُ مِن تحْتِ قِناعِها وَمِن محْمَلِها بحَيثُ يرى مَن حَولهَا مِن الأعْداءُ\n\nالسَّلاَمُ عَلَيْكِ يا تالِيَةَ المَعْصومِ\n\nالسَّلاَمُ عَلَيْكِ يا ممُْتَحَنَةُ في تحَمُّلِ المَصائبِ كالحُسَينِ المَظلُومِ ، وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\n\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا البَعيدَةُ عَن الأوْطانِ\n\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا الأَسِيرَةُ في البُلدانِ\n\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا المُتَحَيّرَةُ في خَرابَةِ الشَّامِ\n\nالسَّلاَمُ عَلَيْكِ أَيَّتُهَا المُتَحَيّرَةُ في وُقُوفِكِ عَلى جَسَدِ سَيِّد الشُّهَداءِ وخَاطَبْتِ جَدَّكِ رَسولَ اللهِ صَلّى اللهُ عَلَيه وَآله بهَذا النِّدَاءِ : \"صَلَّىٰ عَلَيْكَ مَلائِكَةُ السَّمَاءِ! هٰذَا حُسَيْنٌ بِالعَراءِ مَسْلُوبُ العِمَامَةِ وَالرِّدَاءِ ، مُقَطَّعُ الأَعْضَاءِ ، وَبَنَاتُكَ سَبَايَا! وَإلىٰ اللهِِ المُشْتَكَىٰ.\"\n\nوقَالَت : \"يَا مُحَمَّدُ! هٰذَا حُسَيْنٌ تَسْفِي عَلَيْهِ رِيحُ الصَّبَا ، مجْذُوذَ الرَّأسِ مِن القَفا ، قَتِيلَ أَوْلادِ البِغا. وَاحُزْنَاهُ عَليْكَ يا أبَا عَبْدِ الله.\"\n\nالسَّلاَمُ عَلَيْكِ يَا مَن تهَيَّجَ قَلبُها لِلحُسَينِ المَظلومِ العُريَانِ المَطْروحِ عَلى الثَّرَى وقَالَت بِصَوتٍ حَزينٍ : \"بِأبي مَن نَفْسي لَهُ الفِداءُ ، بِأبي المَهمُومُ حتَّى قَضى ، بِأبي مَن شَيبَتُه تَقطِرُ بِالدِّمَاء.\"\n\nالسَّلاَمُ عَلى مَن بَكَتْ عَلى جَسَدِ أخِيها بَينَ القَتلَى حَتّى بَكى لبُكائِها كُلُّ صَدِيقٍ وَعَدُوٍّ ، وَرَأى النَّاسُ دُموعَ الخَيلِ تَنحَدِرُ عَلى حَوافِرِهَا عَلى التَّحْقِيقِ\n\nالسَّلاَمُ عَلى مَن تَكَفَّلَتْ وَجمَعَتْ في عَصْرِ عَاشُوراءَ بَناتِ رَسولِ اللهِ وَأطفَالِ الحُسينِ وَقامَت لهَا القِيامَةُ في شَهادَةِ الطِّفلَينِ الغَريبَين المَظلومَينِ\n\nالسَّلاَمُ عَلى مَن لم تَنَمْ عَينُها لأجْلِ حِراسَةِ آل رَسولِ اللهِ في طَف نِينَوَى وَصَارَت أَسيرَةً ذَليلَةً بِيَدِ الأعْداءِ\n\nالسَّلاَمُ عَلى مَن رَكِبَتْ بَعيراً بِغَيرِ وِطاءٍ وَنَادَت أخَاها أبَا الفَضْلِ بهَذا النِّدَاء : \"أخِي أبَا الفَضْلِ ، أنْتَ الَّذي أرْكَبْتَني إذْ أرَدتُ الخُروجَ مِن المَدينَةِ\"\n\nالسَّلاَمُ عَلى مَن خَطَبَتْ في مَيدانِ الكُوفَةِ بخِطْبَةٍ نافِعَةٍ حَتّى سَكَنَتِ الأصْواتُ مِن كُلِّ ناحِيةٍ\n\nالسَّلاَمُ عَلى مَن احْتَجَّتْ في مَجلِسِ ابْنِ زِيادٍ بِاحتْجَاجَاتٍ وَاضِحَةٍ وَقالَت في جَوابِه بِبَيِّناتٍ صَادِقةٍ ، إذْ قَالَ ابنُ زِيادٍ لِزَينَبَ سَلامُ اللهِ عَلَيهَا : \"كَيفَ رَأَيْتِ صُنْعَ اللهِ بأخيكِ الحُسَينِ؟\" قَالَت : \"مَا رَأَيْتُ إِلاّ جَمِيلاً.\"\n\nالسَّلاَمُ عَلَيْكِ يا أَسيرَةً بِأيْدي الأعْداءِ في الفَلواتِ وَرَأيْتِ أهْلِ الشّامِ في حَالَةِ العَيشِ والسُّرورِ وَنشْرِ الرّاياتِ\n\nالسَّلاَمُ على مَن شُدَّ الحَبلُ عَلى عَضُدِها وَعُنُقِ الإمامِ زَينِ العَابِدينَ وَأَدخَلُوها مَعَ سِتَّةَ عَشرَ نَفَراً مِن آلِ رَسولِ اللهِ وَهُم كَالأُسَرَاءِ مُقَرَّنينَ بِالحَديدِ مَظلومِينَ ، وَقَالَ عَلِيُّ بنُ الحُسَينِ عَلَيهِ السَّلاَمُ لِيَزيدَ : \"يَا يَزيدُ ما ظَنُّكَ بِرَسُولِ اللهِ صَلّى اللهُ عَلَيهِ وَآلِهِ لَو رَآنا عَلى هَذِه الحَالَةِ؟\"\n\nثُمَّ قَالَت أُمُّ المَصائِبِ زَينَبُ لَهُ : \"قَائلاً لَأَهَلُّوا وَاسْتَهَلُّوا فَرَحاً ثُمَّ قَالُوا يَا يَزِيدُ لا تُشَلْ ، مُنْتَحِياً عَلَى ثَنَايَا أَبِي عَبْدِاللهِ ، عَلَيْهِ السَّلاَمُ ، سَيِّدِ شَبَابِ أَهْلِ الجَنَّةِ تَنْكُتُهَا بِمِخْصَرَتِكَ؟\"\n\nثُمَّ قالَت : \"وَلَئِنْ جَرَتْ عَلَيَّ الدَّوَاهِي مُخَاطَبَتَكَ ، إنِّي لَأَسْتَصْغِرُ قَدْرَكَ وَأَسْتَعْظِمُ تَقْرِيعَكَ وَأَسْتَكْثِرُ تَوْبِيخَكَ ، لَكِنِ العُيُونُ عَبْرَى وَالصُّدُورُ حَرَّى. اَلا فَالعَجَبُ كُلُّ الْعَجَبِ لِقَتْلِ حِزْبِ اللهِ النُّجَبَاءِ بِحِزْبِ الشَّيْطَانِ الطُّلَقَاءِ!\n\nوَلَئِنِ اتَّخَذْتَنَا مَغْنَماً لَتَجِدُنَا وَشِيكاً مُغْرَماً حِينَ لا تَجِدُ اِلاّ مَا قَدَّمَتْ يَدَاكَ ، ﴿وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ﴾ فَإلَى اللهِ المُشْتَكَى وَعَلَيْهِ المُعَوَّلُ في الشِّدَّةِ والرَّخاءِ.\n\nفَكِدْ كَيْدَكَ وَاسْعَ سَعْيَكَ وَنَاصِبْ جَهْدَكَ! فَوَاللهِ لا تَمْحُوَنَّ ذِكْرَنَا وَلا تُمِيتُ وَحْيَنَا وَلا تُدْرِكُ أَمَدَنَا وَلا تَرْخَصُ عَنْكَ عَارَهَا.\n\nوَهَلْ رَأْيُكَ إلاّ فَنَدٌ وَأيَّامُكَ إلاّ عَدَدٌ وَجَمْعُكَ إلاّ بَدَدٌ. يا يزيد أما سمعت قول الله تعالى : ﴿وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ.﴾\n\nفَالحَمْدُ للهِ رَبِّ الْعَالَمِينَ الَّذِي خَتَمَ لِأَوَّلِنَا بِالسَّعَادَةِ وَالمَغْفِرَةِ وَلِآخِرِنَا بِالشَّهَادَةِ وَالرَّحْمَةِ ، وَنَسْأَلُ اللهَ أَنْ يُكْمِلَ لَهُمُ الثَّوَابَ وَيُوجِبَ لَهُمُ المَزِيدَ وَيُحْسِنُ عَلَيْنَا الخِلافَةَ؛ إنَّهُ رَحِيمٌ وَدُودٌ ، وَحَسْبُنَا اللهُ وَنِعْمُ الوَكِيلُ .\n\nوَصَلَّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ الطَّيِّبِينَ الطَّاهِرِينَ"
}