{
"title": "زيارة جامعة 1",
"type": "text",
"source": "\nالمزار الكبير",
"data": "مختصر زيارة جامعة للأئمة عليهم السّلام، و التسليم عليهم في كل موضع و في كل يوم‏\n\nإِذَا أَرَدْتَ زِيَارَةَ أَحَدٍ مِنَ الْأَئِمَّةِ عَلَيْهِمُ السَّلَامُ فَقِفْ عَلَيْهِ وَ قُلِ:\n\nاللَّهُمَّ إِنِّي أَسْأَلُكَ يَا رَافِعَ السَّمَاوَاتِ الْمَبْنِيَّاتِ، وَ يَا سَاطِحَ الْأَرَضِينَ الْمَدْحُوَّاتِ، وَ يَا مُمَكِّنَ الْجِبَالِ الرَّاسِيَاتِ، وَ يَا مُخْرِجَ النَّبَاتِ، يَا مَنْ لَا تَتَشَابَهُ عَلَيْهِ الْأَصْوَاتُ، أَنْ تُبَلِّغَ اللَّهُمَّ سَلَامِي إِلَى النُّورِ الْمُخْتَرَعِ مِنَ الْأَنْوَارِ، وَ الْمُبْتَدَعِ مِنْ شُعَاعِ عَنَاصِرِ الْأَبْرَارِ، وَ مَالِكِ الْجَنَّةِ وَ النَّارِ، مُحَمَّدٍ الرَّسُولِ الْمُخْتَارِ، سَيِّدِ مُضَرَ وَ نِزَارٍ، وَ صَاحِبِ الْمَنَاقِبِ وَ الْفَضَائِلِ وَ الْفِخَارِ، وَ مَنِ اصْطَفَاهُ عَالِمُ الْعَلَانِيَةِ وَ الْأَسْرَارِ، سُلَالَةِ إِبْرَاهِيمَ الْخَلِيلِ، وَ عُنْصُرِ الذَّبِيحِ إِسْمَاعِيلَ، الْمَخْدُومِ بِجَبْرَئِيلَ، صَاحِبِ الْآيَاتِ فِي الْآفَاقِ، الْمَحْمُولِ عَلَى الْبُرَاقِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\nالسَّلَامُ عَلَى الْإِمَامِ الْعَادِلِ وَ الصَّيِّبِ الْهَاطِلِ، صَاحِبِ الْمُعْجِزَاتِ وَ الْفَضَائِلِ، وَ الْبَرَاهِينِ وَ الدَّلَائِلِ، وَ السَّيِّدِ الْحُلَاحِلِ، وَ الْبَطَلِ الْمُنَازِلِ، وَ الْيَعْسُوبِ لِلدِّينِ، وَ مَنْ هُوَ لِلْأَحْكَامِ فَاصِلٌ، وَ لِلرُّكُوعِ وَ السُّجُودِ مُوَاصِلٌ، وَ للممارقة [لِلْمَارِقَةِ] مِنَ الدِّينِ قَاتِلٌ.\nالْإِمَامِ الْبَطِينِ الْأَصْلَعِ، وَ الْبَطَلِ الْأَرْوَعِ، وَ الْهُمَامِ الْمُشَفَّعِ، الَّذِي هُوَ عَنِ الشِّرْكِ أَنْزَعُ، صَاحِبُ أُحُدٍ وَ حُنَيْنٍ، وَ أَبُو شَبَّرَ وَ شَبِيرٍ، الْمُهَذَّبِ الْأَنْسَابِ الَّذِي لَمْ يَلْحَقْهُ عَهْرُ الْجَاهِلِيَّةِ، وَ لَمْ يُطْعَنْ فِي صَمِيمِهِ‏ بِشَائِبَةِ مُشَابٍ، حَلِيفِ الْمِحْرَابِ، الْمُكَنَّى بِأَبِي تُرَابٍ، الْمُودَعِ بِأَرْضِ النَّجَفِ، الْعَالِي النَّسَبِ وَ الشَّرَفِ، مَوْلَايَ أَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِ مِنِّي أَفْضَلُ السَّلَامِ.\nالسَّلَامُ عَلَى الطَّاهِرَةِ الْحَمِيدَةِ، وَ الْبَرَّةِ التَّقِيَّةِ الرَّشِيدَةِ، النَّقِيَّةِ مِنَ الْأَرْجَاسِ، الْمُبَرَّاةِ مِنَ الْأَدْنَاسِ، الزَّاكِيَةِ الْمُفَضَّلَةِ عَلَى نِسَاءِ الْعَالَمِينَ، السَّعِيدَةِ الْمَطْلُوبَةِ بِالْأَحْقَادِ، الْمَفْجُوعَةِ بِالْأَوْلَادِ، الْحُورِيَّةِ الزَّهْرَاءِ، الْمُهَذَّبَةِ مِنَ الْخَنَا الْمُشَفَّعَةِ فِي يَوْمِ اللِّقَاءِ، ابْنَةِ نَبِيِّكَ، وَ زَوْجَةِ وَلِيِّكَ، وَ أُمِّ شَهِيدِكَ، فَاطِمَةَ الِانْفِطَامِ، مُرَبِّيَةِ الْأَيْتَامِ، الْعَارِفَةِ بِالشَّرَائِعِ وَ الْأَحْكَامِ، وَ الْحَلَالِ وَ الْحَرَامِ، عَلَيْهَا مِنْ وَلِيِّهَا أَفْضَلُ السَّلَامِ.\nالسَّلَامُ عَلَى الْإِمَامِ الْمَعْصُومِ، وَ السِّبْطِ الْمَظْلُومِ، الْمُضْطَهَدِ الْمَسْمُومِ، بَدْرِ النُّجُومِ، الْمُودَعِ بِالْبَقِيعِ، ذِي الشَّرَفِ الرَّفِيعِ، السَّيِّدِ الزَّكِيِّ، وَ الْمُهَذَّبِ التَّقِيِّ، أَبِي مُحَمَّدٍ الْحَسَنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى الْإِمَامِ الْقَتِيلِ، وَ السَّيِّدِ النَّبِيلِ، الَّذِي هُوَ لِلرَّسُولِ نَجْلٌ وَ سَلِيلٌ، وَ الَّذِي طَهَّرَهُ الْجَلِيلُ، وَ الَّذِي نَطَقَ بِفَضْلِهِ التَّنْزِيلُ، وَ نَاغَاهُ‏ جَبْرَئِيلُ، سَيِّدِ كُلِّ قَتِيلٍ، الَّذِي فَنَّدَهُ أَهْلُ التَّحْرِيفِ وَ التَّبْدِيلِ، الَّذِينَ زَخْرَفُوا دِينَهُمْ بِالْأَبَاطِيلِ، وَ لَمْ يُفَرِّقُوا بَيْنَ التَّحْرِيمِ وَ التَّحْلِيلِ، أَشْبَاهُ أَهْلِ الْفِيلِ، عَلَيْهِمْ لَعَائِنُ اللَّهِ جِيلًا بَعْدَ جِيلٍ، وَ قَبِيلًا بَعْدَ قَبِيلٍ، قَتِيلِ الطُّغَاةِ، وَ جَدِيلِ الْغُوَاةِ، الظَّلَمَةِ الْبُغَاةِ، الْمُسْتَوْدَعِ بِأَرْضِ كَرْبَلَاءَ، الَّذِي صَلَّتْ عَلَيْهِ وَ تَوَلَّتْ دَفَنَهُ مَلَائِكَةُ السَّمَاءِ، الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى النُّورِ السَّاطِعِ، وَ الْبَرْقِ اللَّامِعِ، وَ الْعَالِمِ الْبَارِعِ، سَلِيلِ النُّبُوَّةِ، وَ فَطِيمِ الْوَصِيَّةِ، خِدْنِ التَّأْوِيلِ، وَ الزِّنَادِ الْأَقْدَحِ، وَ الْفِنَاءِ الْأَفْيَحِ، وَ الْمَتْجَرِ الْأَرْبَحِ، بُرْجِ الْبُرُوجِ، ذِي الثَّفِنَاتِ، رَاهِبِ الْعَرَبِ، السَّجَّادِ زَيْنِ الْعَابِدِينَ الْبَكَّاءِ، عَلِيِّ بْنِ الْحُسَيْنِ عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى الْإِمَامِ الصَّادِقِ الْمَقَالِ، الْمُتَكَرِّمِ الْمِفْضَالِ، الْمُجِيبِ عَنْ كُلِّ سُؤَالٍ، الْمُخْبِرِ عَنِ اللَّهِ بِالْأَرْزَاقِ وَ الْآجَالِ، الَّذِي لَا يَعْرِفُ الْكَذِبَ وَ لَا الِانْتِحَالَ، الْبَعِيدِ عَنِ الشِّبْهِ وَ الْمِثَالِ، الْإِمَامِ الْمَعْصُومِ مُحَمَّدِ بْنِ عَلِيٍّ بَاقِرِ الْعُلُومِ عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى الْإِمَامِ الصَّادِقِ، مُبَيِّنِ الْمُشْكِلَاتِ، وَ مُظْهِرِ الْحَقَائِقِ، الْمُفْحِمِ بِحُجَّتِهِ كُلَّ نَاطِقٍ، مُخْرِسِ أَلْسِنَةِ أَهْلِ الْجَدَلِ، مُسَكِّنِ الشَّقَاشِقِ، الْعَلِيمِ عِنْدَ أَهْلِ الْمَغَارِبِ وَ الْمَشَارِقِ، جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى الْإِمَامِ التَّقِيِّ، وَ الْمُخْلِصِ الصَّفِيِّ، وَ النُّورِ الْأَحْمَدِيِّ، وَ الشِّهَابِ الْمُضِي‏ءِ، عُرْوَةِ اللَّهِ الْوُثْقَى، الَّتِي مَنْ تَمَسَّكَ بِهَا نَجَا وَ مَنْ تَخَلَّفَ عَنْهَا هَوَى، النُّورِ الْأَنْوَرِ، وَ الضِّيَاءِ، الْأَزْهَرِ، مُوسَى بْنِ جَعْفَرٍ عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى الْإِمَامِ الرَّضِيِّ، وَ الشَّيْخِ الْعَلَوِيِّ، الْمُحَكَّمِ فِي إِمْضَاءِ حُكْمِهِ فِي النُّفُوسِ، الْمُسْتَوْدَعِ بِأَرْضِ طُوسَ، عَلِيِّ بْنِ مُوسَى الرِّضَا عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى الْبَابِ الْأَقْصَدِ، وَ الطَّرِيقِ الْأَرْشَدِ، وَ الْعَالِمِ الْمُؤَيَّدِ، يَنْبُوعِ الْحِكَمِ، وَ مِصْبَاحِ الظُّلَمِ، سَيِّدِ الْعَرَبِ وَ الْعَجَمِ، الْهَادِي إِلَى الرَّشَادِ، الْمُوَفَّقِ بِالتَّأْيِيدِ وَ السَّدَادِ، مُحَمَّدِ بْنِ عَلِيٍّ الْجَوَادِ عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى مِنْحَةِ الْجَبَّارِ، الْمُخْتَارِ مِنَ الْمُهَذَّبِينَ الْأَبْرَارِ، الْمُخْبِرِ عَمَّا غَبَرَ مِنَ الْأَخْبَارِ، الَّذِي كَانَ لَهُ الْقُرْآنُ شِعَاراً وَ دِثَاراً، سَيِّدِ الْوَرَى، عَلِيِّ بْنِ مُحَمَّدٍ، الْمَوْلُودِ بِالْعَسْكَرِ، الَّذِي حَذَّرَ بِمَوَاعِظِهِ وَ أَنْذَرَ عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى الْإِمَامِ الْمُنَزَّهِ عَنِ الْمَآثِمِ، الْمُطَهَّرِ مِنَ الْمَظَالِمِ، الْحَبْرِ الْعَالِمِ، الَّذِي لَمْ تَأْخُذْهُ فِي اللَّهِ لَوْمَةُ لَائِمٍ، الْعَالِمِ بِالْأَحْكَامِ، الْمُغَيَّبِ وَلَدُهُ عَنْ عُيُونِ الْأَنَامِ، بَدْرِ الظَّلَامِ، التَّقِيِّ النَّقِيِّ، الطَّاهِرِ الزَّكِيِّ، أَبِي مُحَمَّدٍ الْحَسَنِ بْنِ عَلِيٍّ الْعَسْكَرِيِّ عَلَيْهِمَا السَّلَامُ.\nالسَّلَامُ عَلَى الْإِمَامِ الْعَالِمِ، الْغَائِبِ عَنِ الْأَبْصَارِ، وَ الْحَاضِرِ فِي الْأَمْصَارِ، وَ الْغَائِبِ عَنِ الْعُيُونِ، الْحَاضِرِ فِي الْأَفْكَارِ، بَقِيَّةِ الْأَخْيَارِ، الْوَارِثِ ذَا الْفَقَارِ، الَّذِي يَظْهَرُ فِي بَيْتِ اللَّهِ ذِي الْأَسْتَارِ، وَ يُنَادِي بِشِعَارِ يَا لَثَارَاتِ الْحُسَيْنِ، أَنَا الطَّالِبُ بِالْأَوْتَارِ، أَنَا قَاصِمُ كُلِّ جَبَّارٍ، أَنَا حُجَّةُ اللَّهِ عَلَى كُلِّ كَفُورٍ خَتَّارٍ، الْقَائِمِ الْمُنْتَظَرِ ابْنِ الْحَسَنِ عَلَيْهِ وَ آلِهِ أَفْضَلُ السَّلَامِ.\nاللَّهُمَّ عَجِّلْ فَرَجَهُ، وَ سَهِّلْ مَخْرَجَهُ، وَ أَوْسِعْ مَنْهَجَهُ، وَ اجْعَلْنَا مِنْ أَنْصَارِهِ وَ أَعْوَانِهِ، الذَّابِّينَ عَنْهُ، وَ الْمُجَاهِدِينَ فِي سَبِيلِهِ، وَ الْمُسْتَشْهَدِينَ بَيْنَ يَدَيْهِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَقَبَّلْ مِنَّا الْأَعْمَالَ، وَ بَلِّغْنَا بِرَحْمَتِكَ الْآمَالَ، وَ افْسَحْ لَنَا فِي الْآجَالِ.\nاللَّهُمَّ إِنَّا نَسْأَلُكَ الرِّضَا وَ الْعَفْوَ عَمَّا مَضَى، وَ التَّوْفِيقَ لِمَا تُحِبُّ وَ تَرْضَى.\n\nثُمَّ تُقَبِّلُ التُّرْبَةَ وَ تَنْصَرِفُ بَعْدَ أَنْ تُصَلِّيَ رَكْعَتَيِ الزِّيَارَةِ مَنْدُوباً قُرْبَةً إِلَى اللَّهِ تَعَالَى.\n\n"
}