{
"title": "زيارة جامعة 2",
"type": "text",
"source": "\nالمزار الكبير",
"data": "زيارة جامعة لسائر الأئمة صلوات اللّه عليهم‏\nوَ الْقَوْلُ فِي مُبْتَدَإِ الْأَمْرِ فِي الزِّيَارَةِ إِلَى آخِرِهَا وَرَدَتْ عَنِ الصَّادِقِينَ عَلَيْهِمُ السَّلَامُ‏ إِذَا أَرَدْتَ زِيَارَةَ قُبُورِ الْأَئِمَّةِ عَلَيْهِمُ السَّلَامُ فَلْيَكُنْ مِنْ قَوْلِكَ عِنْدَ الْعَقْدِ عَلَى الْعَزْمِ وَ النِّيَّةِ:\n\nاللَّهُمَّ صِلْ عَزْمِي بِالتَّحْقِيقِ، وَ نِيَّتِي بِالتَّوْفِيقِ، وَ رَجَائِي بِالتَّصْدِيقِ، وَ تَوَلَّ أَمْرِي وَ لَا تَكِلْنِي إِلَى نَفْسِي، وَ أَحِلَّ عُقْدَةَ الْحَيْرَةِ وَ التَّخَلُّفِ عَنْ حُضُورِ الْمَشَاهِدِ الْمُقَدَّسَةِ.\n\nوَ صَلِّ رَكْعَتَيْنِ قَبْلَ خُرُوجِكَ وَ قُلْ بِعَقِبِهِمَا:\nاللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ دِينِي وَ نَفْسِي وَ جَمِيعَ حُزَانَتِي، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَ الْخَلِيفَةُ فِي الْأَهْلِ وَ الْمَالِ وَ الْوَلَدِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ سُوءِ الصُّحْبَةِ وَ إِخْفَاقِ الْأَوْبَةِ، اللَّهُمَّ سَهِّلْ لَنَا حُزْنَ مَا نَتَغَوَّلُ عَلَيْهِ، وَ يَسِّرْ عَلَيْنَا مُسْتَغْزَرَ مَا نَرُوحُ وَ نَغْدُو لَهُ، إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*.\n\nفَإِذَا سَلَكْتَ طَرِيقَكَ فَلْيَكُنْ هَمُّكَ مَا سَلَكْتَ لَهُ، وَ لْتُقْلِلْ مِنْ حَالٍ تَغَصُّ مِنْكَ وَ لْتُحْسِنِ الصُّحْبَةَ لِمَنْ صَحِبَكَ، وَ أَكْثِرْ مِنَ الثَّنَاءِ عَلَى اللَّهِ تَعَالَى ذِكْرُهُ وَ الصَّلَاةِ عَلَى رَسُولِهِ.\n\nفَإِذَا أَرَدْتَ الْغُسْلَ لِلزِّيَارَةِ فَقُلْ وَ أَنْتَ تَغْتَسِلُ:\nبِسْمِ اللَّهِ وَ بِاللَّهِ وَ فِي سَبِيلِ اللَّهِ وَ عَلَى مِلَّةِ رَسُولِ اللَّهِ، اللَّهُمَّ اغْسِلْ عَنِّي دَرَنَ الذُّنُوبِ وَ وَسَخَ الْعُيُوبِ، وَ طَهِّرْنِي بِمَاءِ التَّوْبَةِ، وَ أَلْبِسْنِي رِدَاءَ الْعِصْمَةِ، وَ أَيِّدْنِي بِلُطْفٍ مِنْكَ تُوَفِّقُنِي لِصَالِحِ الْأَعْمَالِ، إِنَّكَ ذُو الْفَضْلِ الْعَظِيمِ.\n\nفَإِذَا دَنَوْتَ مِنْ بَابِ الْمَشْهَدِ فَقُلِ:\nالْحَمْدُ لِلَّهِ الَّذِي وَفَّقَنِي لِقَصْدِ وَلِيِّهِ، وَ زِيَارَةِ حُجَّتِهِ، وَ أَوْرَدَنِي‏\nحَرَمَهُ وَ لَمْ يَبْخَسْنِي حَظِّي مِنْ زِيَارَةِ قَبْرِهِ وَ النُّزُولِ بِعَقْوَةِ مَغِيبِهِ وَ سَاحَةِ تُرْبَتِهِ، الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَسِمْنِي بِحِرْمَانِ مَا أَمَّلْتُهُ، وَ لَا صَرَفَ عَزْمِي عَمَّا رَجَوْتُهُ، وَ لَا قَطَعَ رَجَائِي مِمَّا تَوَقَّعْتُهُ، بَلْ أَلْبَسَنِي عَافِيَتَهُ وَ أَفَادَنِي نِعْمَتَهُ وَ آتَانِي كَرَامَتَهُ.\n\nفَإِذَا دَخَلْتَ الْمَشْهَدَ فَقِفْ عَلَى الضَّرِيحِ الطَّاهِرِ وَ قُلِ:\nالسَّلَامُ عَلَيْكُمْ أَئِمَّةَ الْمُؤْمِنِينَ وَ سَادَةَ الْمُتَّقِينَ وَ كُبَرَاءَ الصِّدِّيقِينَ وَ أُمَرَاءَ الصَّالِحِينَ وَ قَادَةَ الْمُحْسِنِينَ وَ أَعْلَامَ الْمُهْتَدِينَ وَ أَنْوَارَ الْعَارِفِينَ، وَ وَرَثَةَ الْأَنْبِيَاءِ وَ صَفْوَةَ الْأَوْصِيَاءِ، وَ شُمُوسَ الْأَتْقِيَاءِ وَ بُدُورَ الْخُلَفَاءِ، وَ عِبَادَ الرَّحْمَنِ وَ شُرَكَاءَ الْقُرْآنِ، وَ مَنْهَجَ الْإِيمَانِ وَ مَعَادِنَ الْحَقَائِقِ وَ شُفَعَاءَ الْخَلَائِقِ، وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nأَشْهَدُ أَنَّكُمْ أَبْوَابُ اللَّهِ وَ مَفَاتِيحُ رَحْمَتِهِ، وَ مَقَالِيدُ مَغْفِرَتِهِ، وَ سَحَائِبُ رِضْوَانِهِ، وَ مَصَابِيحُ جِنَانِهِ، وَ حَمَلَةُ قُرْآنِهِ، وَ خَزَنَةُ عِلْمِهِ، وَ حَفَظَةُ سِرِّهِ، وَ مَهْبِطُ وَحْيِهِ، وَ أَمَانَاتُ النُّبُوَّةِ، وَ وَدَائِعُ الرِّسَالَةِ.\nأَنْتُمْ أُمَنَاءُ اللَّهِ وَ أَحِبَّاؤُهُ، وَ عِبَادُهُ وَ أَسْخِيَاؤُهُ، وَ أَنْصَارُ تَوْحِيدِهِ، وَ أَرْكَانُ تَمْجِيدِهِ، وَ دُعَاتُهُ إِلَى دِينِهِ، وَ حَرَسَةُ خَلَائِقِهِ، وَ حَفَظَةُ شَرَائِعِهِ.\nلَا يَسْبِقُكُمْ ثَنَاءُ الْمَلَائِكَةِ فِي الْإِخْلَاصِ وَ الْخُشُوعِ، وَ لَا يُضَادُّكُمْ ذُو ابْتِهَالٍ وَ خُضُوعٍ، أَنَّى وَ لَكُمُ الْقُلُوبُ الَّتِي تَوَلَّى اللَّهُ رِيَاضَتَهَا بِالْخَوْفِ‏ وَ الرَّجَاءِ، وَ جَعَلَهَا أَوْعِيَةَ الشُّكْرِ وَ الثَّنَاءِ، وَ آمَنَهَا مِنْ عَوَارِضِ الْغَفْلَةِ، وَ صَفَّاهَا مِنْ شَوَاغِلِ الْفَتْرَةِ، بَلْ يَتَقَرَّبُ أَهْلُ السَّمَاءِ بِحُبِّكُمْ وَ بِالْبَرَاءَةِ مِنْ أَعْدَائِكُمْ، وَ تَوَاتُرِ الْبُكَاءِ عَلَى مُصَابِكُمْ، وَ الِاسْتِغْفَارِ لِشِيعَتِكُمْ وَ مُحِبِّيكُمْ.\nفَأَنَا أُشْهِدُ اللَّهَ خَالِقِي وَ أُشْهِدُ مَلَائِكَتَهُ وَ أَنْبِيَاءَهُ وَ أُشْهِدُكُمْ يَا مَوَالِيَّ بِأَنِّي مُؤْمِنٌ بِوَلَايَتِكُمْ، مُعْتَقِدٌ لِإِمَامَتِكُمْ، مُقِرٌّ بِخِلَافَتِكُمْ، عَارِفٌ بِمَنْزِلَتِكُمْ، مُؤْمِنٌ بِعِصْمَتِكُمْ، خَاضِعٌ لِوَلَايَتِكُمْ، مُتَقَرِّبٌ إِلَى اللَّهِ بِحُبِّكُمْ وَ بِالْبَرَاءَةِ مِنْ أَعْدَائِكُمْ، عَالِمٌ بِأَنَّ اللَّهَ قَدْ طَهَّرَكُمْ مِنَ الْفَوَاحِشِ، ما ظَهَرَ مِنْها وَ ما بَطَنَ*، وَ مِنْ كُلِّ رِيبَةٍ وَ نَجَاسَةٍ وَ دَنِيَّةٍ وَ رَجَاسَةٍ، وَ مَنَحَكُمْ رَايَةَ الْحَقِّ الَّذِي مَنْ تَقَدَّمَهَا ذَلَّ، وَ مَنْ تَأَخَّرَ عَنْهَا زَلَّ، وَ فَرَضَ طَاعَتَكُمْ عَلَى كُلِّ أَسْوَدَ وَ أَبْيَضَ.\nوَ أَشْهَدُ أَنَّكُمْ قَدْ وَفَيْتُمْ بِعَهْدِ اللَّهِ وَ ذِمَّتِهِ، وَ بِكُلِّ مَا اشْتَرَطَهُ عَلَيْكُمْ فِي كِتَابِهِ، وَ دَعَوْتُمْ إِلَى سَبِيلِهِ، وَ أَنْفَدْتُمْ طَاقَتَكُمْ فِي مَرْضَاتِهِ، وَ حَمَلْتُمُ الْخَلَائِقَ عَلَى مِنْهَاجِ النُّبُوَّةِ وَ مَسَالِكِ الرِّسَالَةِ، وَ سِرْتُمْ فِيهِ بِسِيرَةِ الْأَنْبِيَاءِ، وَ مَذَاهِبِ الْأَوْصِيَاءِ، فَلَمْ يُطَعْ لَكُمْ أَمْرٌ وَ لَمْ تُصْغِ إِلَيْكُمْ أُذُنٌ، فَصَلَوَاتُ اللَّهِ عَلَى أَرْوَاحِكُمْ وَ أَجْسَادِكُمْ.\n\nثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ وَ تَقُولُ:\nبِأَبِي أَنْتَ وَ أُمِّي يَا حُجَّةَ اللَّهِ لَقَدْ أُرْضِعْتَ بِثَدْيِ الْإِيمَانِ، وَ فُطِمْتَ بِنُورِ الْإِسْلَامِ، وَ غُذِّيتَ بِبَرْدِ الْيَقِينِ، وَ أُلْبِسْتَ حُلَلَ الْعِصْمَةِ، وَ اصْطُفِيتَ‏ وَ وَرِثَتْ عِلْمَ الْكِتَابِ، وَ لُقِّنْتَ فَصْلَ الْخِطَابِ، وَ أُوضِحَ بِمَكَانِكَ مَعَارِفُ التَّنْزِيلِ، وَ غَوَامِضُ التَّأْوِيلِ، وَ سُلِّمَتْ إِلَيْكَ رَايَةُ الْحَقِّ، وَ كُلِّفْتَ هِدَايَةَ الْخَلْقِ، وَ نُبِذَ إِلَيْكَ عَهْدُ الْإِمَامَةِ، وَ أُلْزِمْتَ حِفْظَ الشَّرِيعَةِ.\nوَ أَشْهَدُ يَا مَوْلَايَ أَنَّكَ وَفَيْتَ بِشَرَائِطِ الْوَصِيَّةِ، وَ قَضَيْتَ مَا أَلْزَمَكَ مِنْ فَرْضِ الطَّاعَةِ، وَ نَهَضْتَ بِأَعْبَاءِ الْإِمَامَةِ، وَ احْتَذَيْتَ مِثَالَ النُّبُوَّةِ فِي الصَّبْرِ وَ الِاجْتِهَادِ، وَ النَّصِيحَةِ لِلْعِبَادِ وَ كَظْمِ الْغَيْظِ، وَ الْعَفْوِ عَنِ النَّاسِ، وَ عَزَمْتَ عَلَى الْعَدْلِ فِي الْبَرِيَّةِ، وَ النَّصَفَةِ فِي الْقَضِيَّةِ، وَ وَكَّدْتَ الْحُجَجَ عَلَى الْأُمَّةِ بِالدَّلَائِلِ الصَّادِقَةِ وَ الشَّوَاهِدِ النَّاطِقَةِ، وَ دَعَوْتَ إِلَى اللَّهِ بِالْحِكْمَةِ الْبَالِغَةِ وَ الْمَوْعِظَةِ.\nفَمَنَعْتَ مِنْ تَقْوِيمِ الزَّيْغِ وَ سَدِّ الثَّلْمِ، وَ إِصْلَاحِ الْفَاسِدِ وَ كَسْرِ الْمُعَانِدِ، وَ إِحَيَاءِ السُّنَنِ وَ إِمَاتَةِ الْبِدَعِ، حَتَّى فَارَقْتَ الدُّنْيَا وَ أَنْتَ شَهِيدٌ، وَ لَقِيتَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ أَنْتَ حَمِيدٌ صَلَوَاتُ اللَّهِ عَلَيْكَ صَلَاةً تَتَرَادَفُ وَ تَزِيدُ.\n\nثُمَّ صِرْ إِلَى عِنْدِ الرِّجْلَيْنِ وَ قُلْ:\nيَا سَادَتِي يَا آلَ رَسُولِ اللَّهِ، إِنِّي بِكُمْ أَتَقَرَّبُ إِلَى اللَّهِ جَلَّ وَ عَلَا، بِالْخِلَافِ عَلَى الَّذِينَ غَدَرُوا بِكُمْ، وَ نَكَثُوا بَيْعَتَكُمْ، وَ جَحَدُوا وَلَايَتَكُمْ، وَ أَنْكَرُوا مَنْزِلَتَكُمْ، وَ خَلَعُوا رِبْقَةَ طَاعَتِكُمْ، وَ هَجَرُوا أَسْبَابَ مَوَدَّتِكُمْ، وَ تَقَرَّبُوا إِلَى فَرَاعِنَتِهِمْ بِالْبَرَاءَةِ مِنْكُمْ، وَ الْإِعْرَاضِ عَنْكُمْ، وَ مَنَعُوكُمْ مِنْ‏ إِقَامَةِ الْحُدُودِ، وَ اسْتِئْصَالِ الْجُحُودِ، وَ شَعْبِ الصَّدْعِ، وَ لَمِّ الشَّعَثِ، وَ سَدِّ الْخَلَلِ، وَ تَثْقِيفِ الْأَوَدِ، وَ إِمْضَاءِ الْأَحْكَامِ، وَ تَهْذِيبِ الْإِسْلَامِ، وَ قَمْعِ الْآثَامِ وَ أَرْهَجُوا عَلَيْكُمْ نَقْعَ الْحُرُوبِ وَ الْفِتَنِ، وَ أَنْحَوْا عَلَيْكُمْ سُيُوفَ الْأَحْقَادِ، هَتَكُوا مِنْكُمُ السُّتُورَ، وَ ابْتَاعُوا بِخُمُسِكُمُ الْخُمُورَ، وَ صَرَفُوا صَدَقَاتِ الْمَسَاكِينِ إِلَى الْمُضْحِكِينَ وَ السَّاخِرِينَ.\nوَ ذَلِكَ بِمَا طَرَّقَتْ لَهُمُ الْفَسَقَةُ الْغُوَاةُ، وَ الْحَسَدَةُ الْبُغَاةُ، أَهْلُ النَّكْثِ وَ الْغَدْرِ، وَ الْخِلَافِ وَ الْمَكْرِ، وَ الْقُلُوبِ الْمُنْتِنَةِ مِنْ قَذَرِ الشِّرْكِ، وَ الْأَجْسَادِ الْمُشْحَنَةِ مِنْ دَرَنِ الْكُفْرِ، أَضَبُّوا عَلَى النِّفَاقِ، وَ أَكَبُّوا عَلَى عَلَائِقِ الشِّقَاقِ فَلَمَّا مَضَى الْمُصْطَفَى صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، اخْتَطَفُوا الْغِرَّةَ، وَ انْتَهَزُوا الْفُرْصَةَ، وَ انْتَهَكُوا الْحُرْمَةَ، وَ غَادَرُوهُ عَلَى فِرَاشِ الْوَفَاةِ، وَ أَسْرَعُوا لِنَقْضِ الْبَيْعَةِ، وَ مُخَالَفَةِ الْمَوَاثِيقِ الْمُؤَكَّدَةِ، وَ خِيَانَةِ الْأَمَانَةِ الْمَعْرُوضَةِ عَلَى الْجِبَالِ الرَّاسِيَةِ، وَ أَبَتْ أَنْ تَحْمِلَهَا وَ حَمَلَهَا الْإِنْسانُ‏ الظَّلُومُ الْجَهُولُ، ذُو الشِّقَاقِ وَ الْغِرَّةِ، بِالْآثَامِ الْمُؤْلِمَةِ، وَ الْأَنَفَةِ عَنِ الِانْقِيَادِ لِحَمِيدِ الْعَاقِبَةِ.\nفَحُشِرَ سِفْلَةُ الْأَعْرَابِ، وَ بَقَايَا الْأَحْزَابِ، إِلَى دَارِ النُّبُوَّةِ وَ الرِّسَالَةِ، وَ مَهْبِطِ الْوَحْيِ وَ الْمَلَائِكَةِ، وَ مُسْتَقَرِّ سُلْطَانِ الْوَلَايَةِ، وَ مَعْدِنِ الْوَصِيَّةِ وَ الْخِلَافَةِ وَ الْإِمَامَةِ، حَتَّى نَقَضُوا عَهْدَ الْمُصْطَفَى، فِي أَخِيهِ عَلَمِ الْهُدَى، وَ الْمُبَيِّنِ طَرِيقَ النَّجَاةِ مِنْ طُرُقِ الرَّدَى.\nوَ جَرَحُوا كَبِدَ خَيْرِ الْوَرَى، فِي ظُلْمِ ابْنَتِهِ، وَ اضْطِهَادِ حَبِيبَتِهِ، وَ اهْتِضَامِ عَزِيزَتِهِ، وَ بَضْعَةِ لَحْمِهِ، وَ فِلْذَةِ كَبِدِهِ، وَ خَذَلُوا بَعْلَهَا، وَ صَغَّرُوا قَدْرَهُ، وَ اسْتَحَلُّوا مَحَارِمَهُ، وَ قَطَعُوا رَحِمَهُ، وَ أَنْكَرُوا أُخُوَّتَهُ، وَ هَجَرُوا مَوَدَّتَهُ، وَ نَقَضُوا طَاعَتَهُ، وَ جَحَدُوا وَلَايَتَهُ، وَ أَطْمَعُوا الْعَبِيدَ فِي خِلَافَتِهِ.\nوَ قَادُوهُ إِلَى بَيْعَتِهِمْ، مُصْلِتَةً سُيُوفَهَا، مُشْرِعَةً أَسِنَّتَهَا، وَ هُوَ سَاخِطُ الْقَلْبِ، هَائِجُ الْغَضَبِ، شَدِيدُ الصَّبْرِ، كَاظِمُ الْغَيْظِ، يَدْعُونَهُ إِلَى بَيْعَتِهِمُ الَّتِي عَمَّ شُؤْمُهَا الْإِسْلَامَ، وَ زَرَعَتْ فِي قُلُوبِ أَهْلِهَا الْآثَامَ، وَ عَقَّتْ سَلْمَانَهَا، وَ طَرَدَتْ مِقْدَادَهَا، وَ نَفَتْ جُنْدَبَهَا، وَ فَتَقَتْ بَطْنَ عَمَّارِهَا، وَ حَرَّفَتِ الْقُرْآنَ، وَ بَدَّلَتِ الْأَحْكَامَ، وَ غَيَّرَتِ الْمَقَامَ، وَ أَبَاحَتِ الْخُمُسَ لِلطُّلَقَاءِ، وَ سَلَّطَتْ أَوْلَادَ اللُّعَنَاءِ عَلَى الْفُرُوجِ، وَ خَلَطَتِ الْحَلَالَ بِالْحَرَامِ.\nوَ اسْتَخَفَّتْ بِالْإِيمَانِ وَ الْإِسْلَامِ، وَ هَدَمَتِ الْكَعْبَةَ، وَ أَغَارَتْ عَلَى دَارِ الْهِجْرَةِ يَوْمَ الْحَرَّةِ، وَ أَبْرَزَتْ بَنَاتِ الْمُهَاجِرِينَ وَ الْأَنْصَارِ لِلنَّكَالِ وَ السَّوْءَةِ، وَ أَلْبَسَتْهُنَّ ثَوْبَ الْعَارِ وَ الْفَضِيحَةِ، وَ رَخَّصَتْ لِأَهْلِ الشُّبْهَةِ فِي قَتْلِ أَهْلِ بَيْتِ الصَّفْوَةِ وَ إِبَادَةِ نَسْلِهِ، وَ استيطال [اسْتِيصَالِ‏] شَافَتِهِ، وَ سَبْيِ حَرَمِهِ، وَ قَتْلِ أَنْصَارِهِ، وَ كَسْرِ مِنْبَرِهِ، وَ قَلْبِ مَفْخَرِهِ، وَ إِخْفَاءِ دِينِهِ، وَ قَطْعِ ذِكْرِهِ.\nيَا مَوَالِيَّ فَلَوْ عَايَنَكُمْ الْمُصْطَفَى، وَ سِهَامُ الْأُمَّةِ مُعْرِقَةٌ فِي أَكْبَادِكُمْ، وَ رِمَاحُهُمْ مُشْرَعَةٌ فِي نُحُورِكُمْ، وَ سُيُوفُهَا مُولَغَةٌ فِي دِمَائِكُمْ، يَشْفِي أَبْنَاءُ الْعَوَاهِرِ غَلِيلَ الْفِسْقِ مِنْ وَرَعِكُمْ، وَ غَيْظَ الْكُفْرِ مِنْ إِيمَانِكُمْ.\nوَ أَنْتُمْ بَيْنَ صَرِيعٍ فِي الْمِحْرَابِ، قَدْ فَلَقَ السَّيْفُ هَامَتَهُ، وَ شَهِيدٍ فَوْقَ الْجِنَازَةِ قَدْ شُكَّتْ أَكْفَانُهُ بِالسِّهَامِ، وَ قَتِيلٍ بِالْعَرَاءِ قَدْ رُفِعَ فَوْقَ الْقَنَاةِ رَأْسُهُ، وَ مُكَبَّلٍ فِي السِّجْنِ قَدْ رُضَّتْ بِالْحَدِيدِ أَعْضَاؤُهُ، وَ مَسْمُومٍ قَدْ قُطِّعَتْ بِجُرَعِ السَّمِّ أَمْعَاؤُهُ، وَ شَمْلُكُمْ عَبَادِيدُ تُفْنِيهِمُ الْعَبِيدُ وَ أَبْنَاءُ الْعَبِيدِ.\nفَهَلِ الْمِحَنُ يَا سَادَاتِي إِلَّا الَّتِي لَزِمَتْكُمْ، وَ الْمَصَائِبُ إِلَّا الَّتِي عَمَّتَكُمْ، وَ الْفَجَائِعُ إِلَّا الَّتِي خَصَّتْكُمْ، وَ الْقَوَارِعُ إِلَّا الَّتِي طَرَقَتْكُمْ، صَلَوَاتُ اللَّهِ عَلَيْكُمْ وَ عَلَى أَرْوَاحِكُمْ وَ أَجْسَادِكُمْ، وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ قَبِّلْهُ وَ قُلْ:\nبِأَبِي وَ أُمِّي يَا آلَ الْمُصْطَفَى، إِنَّا لَا نَمْلِكُ إِلَّا أَنْ نَطُوفَ حَوْلَ مَشَاهِدِكُمْ، وَ نُعَزِّيَ فِيهَا أَرْوَاحَكُمْ، عَلَى هَذِهِ الْمَصَائِبِ الْعَظِيمَةِ الْحَالَّةِ بِفِنَائِكُمْ، وَ الرَّزَايَا الْجَلِيلَةِ النَّازِلَةِ بِسَاحَتِكُمْ، الَّتِي أَثْبَتَتْ فِي قُلُوبِ شِيعَتِكُمْ الْقُرُوحَ، وَ أَوْرَثَتْ أَكْبَادَهُمُ الْجُرُوحَ، وَ زَرَعَتْ فِي صُدُورِهِمُ الْغُصَصَ.\nفَنَحْنُ نُشْهِدُ اللَّهَ أَنَّا قَدْ شَارَكْنَا أَوْلِيَاءَكُمْ وَ أَنْصَارَكُمُ الْمُتَقَدِّمِينَ، فِي إِرَاقَةِ دِمَاءِ النَّاكِثِينَ وَ الْقَاسِطِينَ وَ الْمَارِقِينَ، وَ قَتَلَةِ أَبِي عَبْدِ اللَّهِ سَيِّدِ شَبَابِ أَهْلِ الْجَنَّةِ يَوْمَ كَرْبَلَاءَ، بِالنِّيَّاتِ وَ الْقُلُوبِ، وَ التَّأَسُّفِ عَلَى فَوْتِ تِلْكَ الْمَوَاقِفِ، الَّتِي حَضَرُوا لِنُصْرَتِكُمْ، وَ اللَّهُ وَلِيِّي يُبَلِّغُكُمْ مِنِّي السَّلَامَ.\n\nثُمَّ اجْعَلِ الْقَبْرَ بَيْنَكَ وَ بَيْنَ الْقِبْلَةِ وَ قُلِ:\nاللَّهُمَّ يَا ذَا الْقُدْرَةِ الَّتِي صَدَرَ عَنْهَا الْعَالَمُ مُكَوَّناً مَبْرُوءاً عَلَيْهَا، مَفْطُوراً تَحْتَ ظِلِّ الْعَظَمَةِ، فَنَطَقَتْ شَوَاهِدُ صُنْعِكَ فِيهِ بِأَنَّكَ أَنْتَ اللَّهُ‏\nلَا إِلَهَ إِلَّا أَنْتَ، مُكَوِّنُهُ وَ بَارِؤُه وَ فَاطِرُهُ.\nابْتَدَعْتَهُ لَا مِنْ شَيْ‏ءٍ، وَ لَا عَلَى شَيْ‏ءٍ، وَ لَا فِي شَيْ‏ءٍ، وَ لَا لِوَحْشَةٍ دَخَلَتْ عَلَيْكَ إِذْ لَا غَيْرُكَ، وَ لَا حَاجَةٍ بَدَتْ لَكَ فِي تَكْوِينِهِ، وَ لَا لِاسْتِعَانَةٍ مِنْكَ عَلَى مَا تَخْلُقُ بَعْدَهُ، بَلْ أَنْشَأْتَهُ لِيَكُونَ دَلِيلًا عَلَيْكَ، بِأَنَّكَ بَائِنٌ مِنَ الصُّنْعِ، فَلَا يُطِيقُ الْمُنْصِفُ بِعَقْلِهِ إِنْكَارَكَ، وَ الْمَوْسُومُ بِصِحَّةِ الْمَعْرِفَةِ جُحُودَكَ.\nأَسْأَلُكَ بِشَرَفِ الْإِخْلَاصِ فِي تَوْحِيدِكَ، وَ حُرْمَةِ التَّعَلُّقِ بِكِتَابِكَ، وَ أَهْلِ بَيْتِ نَبِيِّكَ، أَنْ تُصَلِّيَ عَلَى آدَمَ بَدِيعِ فِطْرَتِكَ، وَ بِكْرِ حُجَّتِكَ، وَ لِسَانِ قُدْرَتِكَ، وَ الْخَلِيفَةِ فِي بَسِيطَتِكَ، وَ عَلَى مُحَمَّدٍ الْخَالِصِ مِنْ صَفْوَتِكَ، وَ الْفَاحِصِ عَنْ مَعْرِفَتِكَ، وَ الْغَائِصِ الْمَأْمُونِ عَلَى مَكْنُونِ سَرِيرَتِكَ، بِمَا أَوْلَيْتَهُ مِنْ نِعْمَتِكَ بِمَعُونَتِكَ، وَ عَلَى مَنْ بَيْنَهُمَا مِنَ النَّبِيِّينَ وَ الْمُكْرَمِينَ مِنَ الْأَوْصِيَاءِ وَ الصِّدِّيقِينَ، وَ أَنْ تَهَبَنِي لِإِمَامِي هَذَا.\n\nوَ ضَعْ خَدَّكَ عَلَى سَطْحِ الْقَبْرِ وَ قُلِ:\nاللَّهُمَّ بِمَحَلِّ هَذَا السَّيِّدِ مِنْ طَاعَتِكَ، وَ بِمَنْزِلَتِهِ عِنْدَكَ، لَا تُمِتْنِي فَجْأَةً، وَ لَا تَحْرِمْنِي تَوْبَةً، وَ ارْزُقْنِي الْوَرَعَ عَنْ مَحَارِمِكَ دِيناً وَ دُنْيَا، وَ اشْغَلْنِي بِالْآخِرَةِ عَنْ طَلَبِ الْأُولَى، وَ وَفِّقْنِي لِمَا تُحِبُّ وَ تَرْضَى، وَ جَنِّبْنِي اتِّبَاعَ الْهَوَى، وَ الِاغْتِرَارَ بِالْأَبَاطِيلِ، وَ الْمُنَى.\nاللَّهُمَّ اجْعَلِ السَّدَادَ فِي قَوْلِي، وَ الصَّوَابَ فِي فِعْلِي، وَ الصِّدْقَ وَ الْوَفَاءَ فِي ضَمَانِي وَ وَعْدِي، وَ الْحِفْظَ وَ الْإِينَاسَ مَقْرُونَيْنِ بِعَهْدِي‏ وَ عَقْدِي، وَ الْبِرَّ وَ الْإِحْسَانَ مِنْ شَأْنِي وَ خُلُقِي، وَ اجْعَلِ السَّلَامَةَ لِي شَامِلَةً، وَ الْعَافِيَةَ بِي مُحِيطَةً مُلْتَفَّةً، وَ لُطْفَ صُنْعِكَ وَ عَوْنِكَ مَصْرُوفاً إِلَيَّ، وَ حُسْنَ تَوْفِيقِكَ وَ يُسْرَكَ مَوْفُوراً عَلَيَّ، وَ أَحْيِنِي يَا رَبِّ سَعِيداً، وَ تَوَفَّنِي شَهِيداً، وَ طَهِّرْنِي لِلْمَوْتِ وَ مَا بَعْدَهُ.\nاللَّهُمَّ وَ اجْعَلِ الصِّحَّةَ وَ النُّورَ فِي سَمْعِي وَ بَصَرِي، وَ الْجِدَةَ وَ الْخَيْرَ فِي طرفي [طُرُقِي‏]، وَ الْهُدَى وَ الْبَصِيرَةَ فِي دِينِي وَ مَذْهَبِي، وَ الْمِيزَانَ أَبَداً نُصْبَ عَيْنِي، وَ الذِّكْرَ وَ الْمَوْعِظَةَ شِعَارِي وَ دِثَارِي، وَ الْفِكْرَةَ وَ الْعِبْرَةَ أُسِّي وَ عِمَادِي، وَ مَكِّنِ الْيَقِينَ فِي قَلْبِي، وَ اجْعَلْهُ أَوْثَقَ الْأَشْيَاءِ فِي نَفْسِي، وَ أَغْلِبْهُ عَلَى رَأْيِي وَ عَزْمِي.\nوَ اجْعَلِ الْإِرْشَادَ فِي عَمَلِي، وَ التَّسْلِيمَ لِأَمْرِكَ مِهَادِي وَ سَنَدِي، وَ الرِّضَا بِقَضَائِكَ وَ قَدَرِكَ أَقْصَى عَزْمِي وَ نِهَايَتِي، وَ أَبْعَدَ هَمِّي وَ غَايَتِي، حَتَّى لَا أَتَّقِيَ أَحَداً مِنْ خَلْقِكَ بِدِينِي، وَ لَا أَطْلُبَ بِهِ غَيْرَ آخِرَتِي، وَ لَا أَسْتَدْعِيَ مِنْهُ إِطْرَائِي وَ مَدْحِي.\nوَ اجْعَلْ خَيْرَ الْعَوَاقِبِ عَاقِبَتِي، وَ خَيْرَ الْمَصَايِرِ مَصِيرِي، وَ أَنْعَمَ الْعَيْشِ عَيْشِي، وَ أَفْضَلَ الْهُدَى هُدَايَ، وَ أَوْفَرَ الْحُظُوظِ حَظِّي، وَ أَجْزَلَ الْأَقْسَامِ قَسْمِي وَ نَصِيبِي، وَ كُنْ لِي يَا رَبِّ مِنْ كُلِّ سُوءٍ وَلِيّاً، وَ إِلَى كُلِّ خَيْرٍ\nدَلِيلًا وَ قَائِداً، وَ مِنْ كُلِّ بَاغٍ وَ حَسُودٍ ظَهِيراً وَ مَانِعاً.\nاللَّهُمَّ بِكَ اعْتِدَادِي وَ عِصْمَتِي، وَ ثِقَتِي وَ تَوْفِيقِي، وَ حَوْلِي وَ قُوَّتِي، وَ لَكَ مَحْيَايَ وَ مَمَاتِي، وَ فِي قَبْضَتِكَ سُكُونِي وَ حَرَكَتِي، وَ إِنَّ بِعُرْوَتِكَ الْوُثْقَى اسْتِمْسَاكِي وَ وُصْلَتِي، وَ عَلَيْكَ فِي الْأُمُورِ كُلِّهَا اعْتِمَادِي وَ تَوَكُّلِي، وَ مِنْ عَذَابِ جَهَنَّمَ وَ مَسِّ سَقَرَ نَجَاتِي وَ خَلَاصِي، وَ فِي دَارِ أَمْنِكَ وَ كَرَامَتِكَ مَثْوَايَ وَ مُنْقَلَبِي، وَ عَلَى أَيْدِي سَادَاتِي وَ مَوَالِيَّ آلِ الْمُصْطَفَى فَوْزِي وَ فَرَجِي.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ اغْفِرْ لِلْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، وَ الْمُسْلِمِينَ وَ الْمُسْلِمَاتِ، وَ اغْفِرْ لِي وَ لِوَالِدَيَّ وَ مَا وَلَدَا وَ أَهْلَ بَيْتِي وَ جِيرَانِي، وَ لِكُلِّ مَنْ وَلَدَنِي مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، إِنَّكَ ذُو فَضْلٍ عَظِيمٍ.\n\n"
}