{
"title": "الزيارة الجامعة الكبيرة",
"type": "text",
"source": "\nالمزار الكبير",
"data": "أَخْبَرَنِي الشَّيْخَانِ الْأَجَلَّانِ الْعَالِمَانِ الْفَقِيهَانِ أَبُو مُحَمَّدٍ عَرَبِيُّ بْنُ مُسَافِرٍ الْعِبَادِيُّ وَ هِبَةُ اللَّهِ بْنُ نَمَا بْنِ عَلِيِّ بْنِ حُمْدُونٍ رَضِيَ اللَّهُ عَنْهُمَا قِرَاءَةً عَلَيْهِمَا فِي شَهْرِ رَبِيعٍ الْأَوَّلِ مِنْ سَنَةِ ثَلَاثٍ وَ سَبْعِينَ وَ خَمْسِمِائَةٍ، قَالا جَمِيعاً: أَخْبَرَنَا الشَّيْخَانِ الْجَلِيلَانِ أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ طَحَّالٍ الْمِقْدَادِيُّ وَ أَبُو عَبْدِ اللَّهِ إِلْيَاسُ بْنُ هِشَامٍ الْحَائِرِيُّ، قَالا جَمِيعاً: أَخْبَرَنَا الشَّيْخُ أَبُو عَلِيٍّ الْحَسَنُ بْنُ مُحَمَّدٍ الطُّوسِيُّ، عَنْ أَبِيهِ الشَّيْخِ السَّعِيدِ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ الْحَسَنِ الطُّوسِيِّ رَحِمَهُ اللَّهُ، عَنِ الشَّيْخِ الْمُفِيدِ أَبِي عَبْدِ اللَّهِ مُحَمَّدِ بْنِ مُحَمَّدِ بْنِ النُّعْمَانِ، عَنِ الشَّيْخِ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ بَابَوَيْهِ رَحِمَهُ اللَّهُ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ مُوسَى وَ الْحُسَيْنُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ بْنِ أَحْمَدَ الْكَاتِبُ، قَالا: حَدَّثَنَا عَلِيُّ بْنُ أَبِي عَبْدِ اللَّهِ الْكُوفِيُّ، عَنْ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الْبَرْمَكِيِّ، قَالَ: حَدَّثَنَا مُوسَى بْنُ عِمْرَانَ النَّخَعِيُّ، قَالَ: قُلْتُ لِعَلِيِّ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ مُوسَى بْنِ جَعْفَرِ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ الْحُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِمُ السَّلَامُ: عَلِّمْنِي يَا ابْنَ رَسُولِ اللَّهِ قَوْلًا أَقُولُهُ‏\nبَلِيغاً كَامِلًا إِذَا زُرْتُ أَحَداً مِنْكُمْ، فَقَالَ:\nإِذَا صِرْتَ إِلَى الْبَابِ فَقِفْ وَ اشْهَدِ الشَّهَادَتَيْنِ وَ أَنْتَ عَلَى غُسْلٍ، فَإِذَا دَخَلْتَ وَ رَأَيْتَ الْقَبْرَ فَقِفْ وَ قُلْ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ- ثَلَاثِينَ مَرَّةً، ثُمَّ امْشِ قَلِيلًا وَ عَلَيْكَ السَّكِينَةَ وَ الْوَقَارَ، وَ قَارِبْ مِنْ خُطَاكَ، ثُمَّ قِفْ وَ كَبِّرِ اللَّهَ ثَلَاثِينَ مَرَّةً، ثُمَّ ادْنُ مِنَ الْقَبْرِ وَ كَبِّرِ اللَّهَ أَرْبَعِينَ مَرَّةً، تَمَامَ مِائَةِ تَكْبِيرَةٍ، ثُمَّ قُلِ:\nالسَّلَامُ عَلَيْكُمْ يَا أَهْلَ بَيْتِ النُّبُوَّةِ، وَ مَوْضِعَ الرِّسَالَةِ، وَ مُخْتَلَفَ الْمَلَائِكَةِ، وَ مَهْبِطَ الْوَحْيِ، وَ مَعْدِنَ الرَّحْمَةِ، وَ خُزَّانَ الْعِلْمِ، وَ مُنْتَهَى الْحِلْمِ، وَ أُصُولَ الْكَرَمِ، وَ قَادَةَ الْأُمَمِ، وَ أَوْلِيَاءَ النِّعَمِ، وَ عَنَاصِرَ الْأَبْرَارِ، وَ دَعَائِمَ الْأَخْيَارِ، وَ سَاسَةَ الْعِبَادِ، وَ أَرْكَانَ الْبِلَادِ، وَ أَبْوَابَ الْإِيمَانِ، وَ أُمَنَاءَ الرَّحْمَنِ، وَ سُلَالَةَ النَّبِيِّينَ، وَ صَفْوَةَ الْمُرْسَلِينَ، وَ عِتْرَةَ خِيَرَةِ رَبِّ الْعَالَمِينَ، وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى أَئِمَّةِ الْهُدَى، وَ مَصَابِيحِ الدُّجَى، وَ أَعْلَامِ التُّقَى، وَ ذَوِي النُّهَى، وَ أُولِي الْحِجَى، وَ كَهْفِ الْوَرَى، وَ وَرَثَةِ الْأَنْبِيَاءِ،\nوَ الْمَثَلِ الْأَعْلَى، وَ الدَّعْوَةِ الْحُسْنَى، وَ حُجَجِ اللَّهِ عَلَى أَهْلِ الدُّنْيَا وَ الْآخِرَةِ وَ الْأُولَى وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى مَحَالِّ مَعْرِفَةِ اللَّهِ، وَ مَشَاكِي نُورِ اللَّهِ، وَ مَسَاكِنِ بَرَكَةِ اللَّهِ، وَ مَعَادِنِ حِكْمَةِ اللَّهِ، وَ خَزَنَةِ عِلْمِ اللَّهِ، وَ حَفَظَةِ سِرِّ اللَّهِ، وَ حَمَلَةِ كِتَابِ اللَّهِ، وَ أَوْصِيَاءِ نَبِيِّ اللَّهِ، وَ ذُرِّيَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى الدُّعَاةِ إِلَى اللَّهِ، وَ الْأَدِلَّاءِ عَلَى مَرْضَاةِ اللَّهِ، وَ الْمُسْتَقِرِّينَ فِي أَمْرِ اللَّهِ، وَ التَّامِّينَ فِي مَحَبَّةِ اللَّهِ، وَ الْمُخْلِصِينَ فِي تَوْحِيدِ اللَّهِ، وَ الْمُظْهِرِينَ لِأَمْرِ اللَّهِ وَ نَهْيِهِ، وَ عِبَادِهِ الْمُكْرَمِينَ الَّذِينَ‏ لا يَسْبِقُونَهُ بِالْقَوْلِ، وَ هُمْ بِأَمْرِهِ يَعْمَلُونَ‏، وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى الْأَئِمَّةِ الدُّعَاةِ، وَ الْقَادَةِ الْهُدَاةِ، وَ السَّادَةِ الْوُلَاةِ،\nوَ الذَّادَةِ الْحُمَاةِ، وَ أَهْلِ الذِّكْرِ، وَ أُولِي الْأَمْرِ، وَ بَقِيَّةِ اللَّهِ وَ خِيَرَتِهِ، وَ خَزَنَةِ عِلْمِهِ، وَ حُجَّتِهِ وَ صِرَاطِهِ، وَ نُورِهِ وَ بُرْهَانِهِ، وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ كَمَا شَهِدَ اللَّهُ لِنَفْسِهِ، وَ شَهِدَتْ لَهُ مَلَائِكَتُهُ، وَ أُولُوا الْعِلْمِ مِنْ خَلْقِهِ‏ لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ*، وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ الْمُنْتَجَبُ، وَ رَسُولُهُ الْمُرْتَضَى، أَرْسَلَهُ‏ بِالْهُدى‏ وَ دِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ، وَ لَوْ كَرِهَ الْمُشْرِكُونَ*.\nوَ أَشْهَدْ أَنَّكُمُ الْأَئِمَّةُ الْهُدَاةُ الرَّاشِدُونَ الْمَهْدِيُّونَ، الْمَعْصُومُونَ الْمُكَرَّمُونَ، الْمُقَرَّبُونَ الْمُتَّقُونَ، الصَّادِقُونَ الْمُصْطَفَوْنَ، الْمُطِيعُونَ لِلَّهِ، الْقَوَّامُونَ بِأَمْرِهِ، الْعَامِلُونَ بِإِرَادَتِهِ، الْفَائِزُونَ بِكَرَامَتِهِ.\nاصْطَفَاكُمْ بِعِلْمِهِ، وَ ارْتَضَاكُمْ لِغَيْبِهِ، وَ اخْتَارَكُمْ لِسِرِّهِ، وَ اجْتَبَاكُمْ بِقُدْرَتِهِ، وَ أَعَزَّكُمْ بِهُدَاهُ، وَ خَصَّكُمْ بِبُرْهَانِهِ، وَ انْتَجَبَكُمْ لِنُورِهِ، وَ أَيَّدَكُمْ بِرُوحِهِ، وَ رَضِيَكُمْ خُلَفَاءَ فِي أَرْضِهِ، وَ حُجَجاً عَلَى بَرِيَّتِهِ، وَ أَنْصَاراً لِدِينِهِ، وَ حَفَظَةً لِسِرِّهِ، وَ خَزَنَةً لِعِلْمِهِ، وَ مُسْتَوْدَعاً لِحِكْمَتِهِ، وَ تَرَاجِمَةً\nلِوَحْيِهِ، وَ أَرْكَاناً لِتَوْحِيدِهِ، وَ شُهَدَاءَ عَلَى خَلْقِهِ، وَ أَعْلَاماً لِعِبَادِهِ، وَ مَنَاراً فِي بِلَادِهِ، وَ أَدِلَّاءَ عَلَى صِرَاطِهِ.\nعَصَمَكُمُ اللَّهُ مِنَ الزَّلَلِ، وَ آمَنَكُمْ مِنَ الْفِتَنِ، وَ طَهَّرَكُمْ مِنَ الدَّنَسِ، وَ أَذْهَبَ عَنْكُمُ الرِّجْسَ وَ طَهَّرَكُمْ تَطْهِيراً.\nفَعَظَّمْتُمْ جَلَالَهُ، وَ أَكْبَرْتُمْ شَأْنَهُ، وَ مَجَّدْتُمْ كَرَمَهُ، وَ أَدَمْتُمْ ذِكْرَهُ، وَ وَكَّدْتُمْ مِيثَاقَهُ، وَ أَحْكَمْتُمْ عَقْدَ طَاعَتِهِ، وَ نَصَحْتُمْ لَهُ فِي السِّرِّ وَ الْعَلَانِيَةِ، وَ دَعَوْتُمْ إِلَى سَبِيلِهِ‏ بِالْحِكْمَةِ وَ الْمَوْعِظَةِ الْحَسَنَةِ، وَ بَذَلْتُمْ أَنْفُسَكُمْ فِي مَرْضَاتِهِ، وَ صَبَرْتُمْ عَلَى مَا أَصَابَكُمْ فِي جَنْبِهِ، وَ أَقَمْتُمُ الصَّلَاةَ، وَ آتَيْتُمُ الزَّكَاةَ، وَ أَمَرْتُمْ بِالْمَعْرُوفِ، وَ نَهَيْتُمْ عَنِ الْمُنْكَرِ، وَ جَاهَدْتُمْ‏ فِي اللَّهِ حَقَّ جِهادِهِ‏ حَتَّى أَعْلَنْتُمْ دَعْوَتَهُ، وَ بَيَّنْتُمْ فَرَائِضَهُ، وَ أَقَمْتُمْ حُدُودَهُ، وَ نَشَرْتُمْ شَرَائِعَ أَحْكَامِهِ، وَ سَنَنْتُمْ سُنَّتَهُ، وَ صِرْتُمْ فِي ذَلِكَ مِنْهُ إِلَى الرِّضَا، وَ سَلَّمْتُمْ لَهُ الْقَضَاءَ، وَ صَدَّقْتُمْ مِنْ رُسُلِهِ مَنْ مَضَى.\nفَالرَّاغِبُ عَنْكُمْ مَارِقٌ، وَ اللَّازِمُ لَكُمْ لَاحِقٌ، وَ الْمُقَصِّرُ فِي حَقِّكُمْ زَاهِقٌ، وَ الْحَقُّ مَعَكُمْ وَ فِيكُمْ، وَ مِنْكُمْ وَ إِلَيْكُمْ، وَ أَنْتُمْ أَهْلُهُ وَ مَعْدِنُهُ، وَ مَثْوَاهُ وَ مُنْتَهَاهُ، وَ مِيرَاثُ النُّبُوَّةِ عِنْدَكُمْ، وَ إِيَابُ الْخَلْقِ إِلَيْكُمْ،\nوَ حِسَابُهُمْ عَلَيْكُمْ، وَ فَصْلُ الْخِطَابِ عِنْدَكُمْ، وَ آيَاتُ اللَّهِ لَدَيْكُمْ، وَ عَزَائِمُهُ فِيكُمْ، وَ نُورُهُ وَ بُرْهَانُهُ عِنْدَكُمْ، وَ أَمْرُهُ إِلَيْكُمْ.\nمَنْ وَالاكُمْ فَقَدْ وَالَى اللَّهَ، وَ مَنْ عَادَاكُمْ فَقَدْ عَادَى اللَّهَ، وَ مَنْ أَحَبَّكُمْ فَقَدْ أَحَبَّ اللَّهَ، وَ مَنْ أَبْغَضَكُمْ فَقَدْ أَبْغَضَ اللَّهَ، وَ مَنِ اعْتَصَمَ بِكُمْ فَقَدِ اعْتَصَمَ بِاللَّهِ.\nأَنْتُمُ الصِّرَاطُ الْأَقْوَمُ، وَ شُهَدَاءُ دَارِ الْفَنَاءِ، وَ شُفَعَاءُ دَارِ الْبَقَاءِ، وَ الرَّحْمَةُ الْمَوْصُولَةُ، وَ الْأَمَانَةُ الْمَحْفُوظَةُ، وَ الْبَابُ الْمُبْتَلَى بِهِ النَّاسُ، مَنْ أَتَاكُمْ نَجَا، وَ مَنْ لَمْ يَأْتِكُمْ هَلَكَ، إِلَى اللَّهِ تَدْعُونَ، وَ عَلَيْهِ تَدُلُّونَ، وَ بِهِ تُؤْمِنُونَ، وَ لَهُ تُسَلِّمُونَ، وَ بِأَمْرِهِ تَعْمَلُونَ، وَ إِلَى سَبِيلِهِ تُرْشِدُونَ، وَ بِقَوْلِهِ تَحْكُمُونَ.\nسَعِدَ مَنْ وَالاكُمْ، وَ هَلَكَ مَنْ عَادَاكُمْ، وَ خَابَ مَنْ جَحَدَكُمْ، وَ ضَلَّ مَنْ فَارَقَكُمْ، وَ فَازَ مَنْ تَمَسَّكَ بِكُمْ، وَ أَمِنَ مَنْ لَجَأَ إِلَيْكُمْ، وَ سَلِمَ مَنْ‏\nصَدَّقَكُمْ، وَ هُدِيَ مَنِ اعْتَصَمَ بِكُمْ، مَنِ اتَّبَعَكُمْ فَالْجَنَّةُ مَأْوَاهُ، وَ مَنْ خَالَفَكُمْ فَالنَّارُ مَثْوَاهُ، وَ مَنْ جَحَدَكُمْ كَافِرٌ، وَ مَنْ حَارَبَكُمْ مُشْرِكٌ، وَ مَنْ رَدَّ عَلَيْكُمْ فِي أَسْفَلِ دَرْكٍ مِنَ الْجَحِيمِ.\nأَشْهَدُ أَنَّ هَذَا لَكُمْ سَابِقٌ فِيمَا مَضَى، وَ جَارٍ لَكُمْ فِيمَا بَقِيَ، وَ أَنَّ أَرْوَاحَكُمْ، وَ أَنْوَارَكُمْ، وَ طِينَتَكُمْ وَاحِدَةٌ، طَابَتْ وَ طَهُرَتْ بَعْضُهَا مِنْ بَعْضٍ، خَلَقَكُمُ اللَّهُ أَنْوَاراً فَجَعَلَكُمْ بِعَرْشِهِ مُحْدِقِينَ.\nحَتَّى مَنَّ عَلَيْنَا بِكُمْ فَجَعَلَكُمْ‏ فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَ يُذْكَرَ فِيهَا اسْمُهُ‏، وَ جَعَلَ صَلَوَاتِنَا عَلَيْكُمْ، وَ مَا خَصَّنَا بِهِ مِنْ وَلَايَتِكُمْ طِيباً لِخَلْقِنَا، وَ طَهَارَةً لِأَنْفُسِنَا، وَ بَرَكَةً لَنَا، وَ كَفَّارَةً لِذُنُوبِنَا، وَ كُنَّا عِنْدَهُ مُسَلِّمِينَ بِفَضْلِكُمْ، وَ مَعْرُوفِينَ بِتَصْدِيقِنَا إِيَّاكُمْ.\nفَبَلَغَ اللَّهُ بِكُمْ أَشْرَفَ مَحَلِّ الْمُكَرَّمِينَ، وَ أَعْلَى مَنَازِلِ الْمُقَرَّبِينَ، وَ أَرْفَعَ دَرَجَاتِ الْمُرْسَلِينَ، حَيْثُ لَا يَلْحَقُهُ لَاحِقٌ، وَ لَا يَفُوقُهُ فَائِقٌ، وَ لَا يَسْبِقُهُ سَابِقٌ، وَ لَا يَطْمَعُ فِي إِدْرَاكِهِ طَامِعٌ.\nحَتَّى لَا يَبْقَى مَلَكٌ مُقَرَّبٌ، وَ لَا نَبِيٌّ مُرْسَلٌ، وَ لَا صِدِّيقٌ، وَ لَا شَهِيدٌ، وَ لَا عَالِمٌ وَ لَا جَاهِلٌ، وَ لَا دَنِيٌّ وَ لَا فَاضِلٌ، وَ لَا مُؤْمِنٌ صَالِحٌ، وَ لَا فَاجِرٌ\nطَالِحٌ، وَ لَا جَبَّارٌ عَنِيدٌ، وَ لَا شَيْطَانٌ مَرِيدٌ، وَ لَا خَلْقٌ فِيمَا بَيْنَ ذَلِكَ شَهِيدٌ، إِلَّا عَرَّفَهُمْ جَلَالَةَ أَمْرِكُمْ، وَ عِظَمَ خَطَرِكُمْ، وَ كِبَرَ شَأْنِكُمْ، وَ تَمَامَ نُورِكُمْ، وَ صِدْقَ مَقَاعِدِكُمْ، وَ ثَبَاتَ مَقَامِكُمْ، وَ شَرَفَ مَحَلِّكُمْ وَ مَنْزِلَتِكُمْ عِنْدَهُ، وَ كَرَامَتَكُمْ عَلَيْهِ، وَ خَاصَّتَكُمْ لَدَيْهِ، وَ قُرْبَ مَنْزِلَتِكُمْ مِنْهُ.\nبِأَبِي أَنْتُمْ وَ أُمِّي، وَ أَهْلِي وَ مَالِي وَ أُسْرَتِي، أُشْهِدُ اللَّهَ وَ أُشْهِدُكُمْ أَنِّي مُؤْمِنٌ بِكُمْ، وَ بِمَا آمَنْتُمْ بِهِ، كَافِرٌ بِعَدُوِّكُمْ وَ بِمَا كَفَرْتُمْ بِهِ، مُسْتَبْصِرٌ بِشَأْنِكُمْ وَ بِضَلَالَةِ مَنْ خَالَفَكُمْ، مُوَالٍ لَكُمْ وَ لِأَوْلِيَائِكُمْ، مُبْغِضٌ لِأَعْدَائِكُمْ، وَ مُعَادٍ لَهُمْ.\nسِلْمٌ لِمَنْ سَالَمَكُمْ، وَ حَرْبٌ لِمَنْ حَارَبَكُمْ، مُحَقِّقٌ لِمَا حَقَّقْتُمْ، مُبْطِلٌ لِمَا أَبْطَلْتُمْ، مُطِيعٌ لَكُمْ، عَارِفٌ بِحَقِّكُمْ، مُقِرٌّ بِفَضْلِكُمْ، مُحْتَمِلٌ لِعِلْمِكُمْ، مُحْتَجِبٌ بِذِمَّتِكُمْ، مُعْتَرِفٌ بِكُمْ.\nمُؤْمِنٌ بِإِيَابِكُمْ، مُصَدِّقٌ بِرَجْعَتِكُمْ، مُنْتَظِرٌ لِأَمْرِكُمْ، مُرْتَقِبٌ لِدَوْلَتِكُمْ، آخِذٌ لِقَوْلِكُمْ، عَامِلٌ بِأَمْرِكُمْ، مُسْتَجِيرٌ بِكُمْ، زَائِرٌ لَكُمْ، لَائِذٌ عَائِذٌ بِقُبُورِكُمْ، مُسْتَشْفِعٌ إِلَى اللَّهِ تَعَالَى بِكُمْ، وَ مُتَقَرِّبٌ بِكُمْ إِلَيْهِ، وَ مُقَدِّمُكُمْ أَمَامَ طَلِبَتِي‏\nوَ حَوَائِجِي وَ إِرَادَتِي، فِي كُلِّ أَحْوَالِي وَ أُمُورِي مُؤْمِنٌ بِسِرِّكُمْ وَ عَلَانِيَتِكُمْ، وَ شَاهِدِكُمْ وَ غَائِبِكُمْ، وَ أَوَّلِكُمْ وَ آخِرِكُمْ، وَ مُفَوِّضٌ فِي ذَلِكَ كُلِّهِ إِلَيْكُمْ، وَ مُسَلِّمٌ فِيهِ مَعَكُمْ.\nوَ قَلْبِي لَكُمْ مُسَلِّمٌ، وَ رَأْيِي لَكُمْ تَبَعٌ، وَ نُصْرَتِي لَكُمْ مُعَدَّةٌ، حَتَّى يُحْيِيَ اللَّهُ دِينَهُ بِكُمْ، وَ يَرُدَّكُمْ فِي أَيَّامِهِ، وَ يُظْهِرَكُمْ لِعَدْلِهِ، وَ يُمَكِّنَكُمْ فِي أَرْضِهِ، فَمَعَكُمْ مَعَكُمْ لَا مَعَ غَيْرِكُمْ، آمَنْتُ بِكُمْ، وَ تَوَلَّيْتُ آخِرَكُمْ بِمَا تَوَلَّيْتُ بِهِ أَوَّلَكُمْ، وَ بَرِئْتُ إِلَى اللَّهِ مِنْ أَعْدَائِكُمْ، وَ مِنَ الْجِبْتِ وَ الطَّاغُوتِ وَ الشَّيَاطِينِ، وَ حِزْبِهِمُ الظَّالِمِينَ لَكُمْ، وَ الْجَاحِدِينَ لِحَقِّكُمْ، وَ الْمَارِقِينَ مِنْ وَلَايَتِكُمْ، وَ الْغَاصِبِينَ لِإِرْثِكُمْ، الشَّاكِّينَ فِيكُمْ، الْمُنْحَرِفِينَ عَنْكُمْ، وَ مِنْ كُلِّ وَلِيجَةٍ دُونَكُمْ، وَ كُلِّ مُطَاعٍ سِوَاكُمْ، وَ مِنَ الْأَئِمَّةِ الَّذِينَ يَدْعُونَ إِلَى النَّارِ.\nفَثَبَّتَنِي اللَّهُ أَبَداً مَا حَيِيتُ عَلَى مُوَالاتِكُمْ وَ مَحَبَّتِكُمْ وَ دِينِكُمْ، وَ وَفَّقَنِي لِطَاعَتِكُمْ، وَ رَزَقَنِي شَفَاعَتَكُمْ، وَ جَعَلَنِي مِنْ خِيَارِ مَوَالِيكُمُ، التَّابِعِينَ لِمَا دَعَوْتُمْ إِلَيْهِ، وَ جَعَلَنِي مِمَّنْ يَقْتَصُّ آثَارَكُمْ، وَ يَسْلُكُ سَبِيلَكُمْ، وَ يَهْتَدِي بِهُدَاكُمْ، وَ يُحْشَرُ فِي زُمْرَتِكُمْ، وَ يَكُرُّ فِي رَجْعَتِكُمْ، وَ يُمَلَّكُ فِي دَوْلَتِكُمْ، وَ يُشَرَّفُ فِي عَافِيَتِكُمْ، وَ يُمَكَّنُ فِي أَيَّامِكُمْ، وَ تَقَرُّ عَيْنُهُ غَداً بِرُؤْيَتِكُمْ.\nبِأَبِي أَنْتُمْ وَ أُمِّي، وَ نَفْسِي وَ أَهْلِي وَ مَالِي، مَنْ أَرَادَ اللَّهَ بَدَأَ بِكُمْ، وَ مَنْ وَحَّدَهُ قَبِلَ عَنْكُمْ، وَ مَنْ قَصَدَهُ تَوَجَّهَ بِكُمْ، مَوَالِيَّ لَا أُحْصِي ثَنَاءَكُمْ، وَ لَا أَبْلُغُ مِنَ الْمَدْحِ كُنْهَكُمْ، وَ مِنَ الْوَصْفِ قَدْرَكُمْ.\nوَ أَنْتُمْ نُورُ الْأَخْيَارِ، وَ هُدَاةُ الْأَبْرَارِ، وَ حُجَجُ الْجَبَّارِ، بِكُمْ فَتَحَ اللَّهُ، وَ بِكُمْ يَخْتِمُ اللَّهُ، وَ بِكُمْ‏ يُنَزِّلُ الْغَيْثَ*، وَ بِكُمْ‏ يُمْسِكُ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ‏، وَ بِكُمْ يُنَفِّسُ الْهَمَّ، وَ بِكُمْ يَكْشِفُ الضُّرَّ، وَ عِنْدَكُمْ مَا نَزَلَتْ بِهِ رُسُلُهُ، وَ هَبَطَتْ بِهِ مَلَائِكَتُهُ، وَ إِلَى جَدِّكُمْ بُعِثَ الرُّوحُ الْأَمِينُ، آتَاكُمُ اللَّهُ مَا لَمْ يُؤْتِ أَحَداً مِنَ الْعَالَمِينَ.\nطَأْطَأَ كُلُّ شَرِيفٍ لِشَرَفِكُمْ، وَ بَخَعَ كُلُّ مُتَكَبِّرٍ لِطَاعَتِكُمْ، وَ خَضَعَ كُلُّ جَبَّارٍ لِفَضْلِكُمْ، وَ ذَلَّ كُلُّ شَيْ‏ءٍ لَكُمْ، وَ أَشْرَقَتِ الْأَرْضُ بِنُورِكُمْ، وَ فَازَ الْفَائِزُونَ بِوَلَايَتِكُمْ، بِكُمْ يُسْلَكُ إِلَى الرِّضْوَانِ، وَ عَلَى مَنْ جَحَدَ وَلَايَتَكُمْ غَضَبُ الرَّحْمَنِ.\nبِأَبِي أَنْتُمْ وَ أُمِّي، وَ نَفْسِي وَ أَهْلِي وَ مَالِي، ذِكْرُكُمْ فِي الذَّاكِرِينَ، وَ أَسْمَاؤُكُمْ فِي الْأَسْمَاءِ، وَ أَجْسَادُكُمْ فِي الْأَجْسَادِ، وَ أَرْوَاحُكُمْ فِي الْأَرْوَاحِ، وَ أَنْفُسُكُمْ فِي النُّفُوسِ، وَ آثَارُكُمْ فِي الْآثَارِ، وَ قُبُورُكُمْ فِي‏\nالْقُبُورِ، فَمَا أَحْلَى أَسْمَاءَكُمْ، وَ أَكْرَمَ أَنْفُسَكُمْ، وَ أَعْظَمَ شَأْنَكُمْ، وَ أَجَلَّ خَطَرَكُمْ، وَ أَوْفَى عَهْدَكُمْ، وَ أَصْدَقَ وَعْدَكُمْ.\nكَلَامُكُمْ نُورٌ، وَ أَمْرُكُمْ رُشْدٌ، وَ وَصِيَّتُكُمُ التَّقْوَى، وَ فِعْلُكُمُ الْخَيْرُ، وَ عَادَتُكُمُ الْإِحْسَانُ، وَ سَجِيَّتُكُمُ الْكَرَمُ، وَ شَأْنُكُمُ الْحَقُّ وَ الصِّدْقُ، وَ قَوْلُكُمْ حُكْمٌ وَ حَتْمٌ، وَ رَأْيُكُمْ عِلْمٌ وَ حِلْمٌ وَ حَزْمٌ، إِنْ ذُكِرَ الْخَيْرُ كُنْتُمْ أَوَّلَهُ، وَ أَصْلَهُ وَ فَرْعَهُ، وَ مَعْدِنَهُ، وَ مَأْوَاهُ وَ مُنْتَهَاهُ.\nبِأَبِي أَنْتُمْ وَ أُمِّي وَ نَفْسِي، كَيْفَ أَصِفُ حُسْنَ ثَنَائِكُمْ، وَ أُحْصِي جَمِيلَ بَلَائِكُمْ، وَ بِكُمْ أَخْرَجَنَا اللَّهُ مِنَ الذُّلِّ، وَ فَرَّجَ عَنَّا غَمَرَاتِ الْكُرُوبِ، وَ أَنْقَذَنَا مِنْ شَفَا جُرُفِ الْهَلَكَاتِ وَ مِنَ النَّارِ.\nبِأَبِي أَنْتُمْ وَ أُمِّي وَ نَفْسِي، بِمُوَالاتِكُمْ عَلَّمَنَا اللَّهُ مَعَالِمَ دِينِنَا، وَ أَصْلَحَ مَا كَانَ فَسَدَ مِنْ دُنْيَانَا، وَ بِمُوَالاتِكُمْ تَمَّتِ الْكَلِمَةُ، وَ عَظُمَتِ النِّعْمَةُ، وَ ائْتَلَفَتِ الْفُرْقَةُ، وَ بِمُوَالاتِكُمْ تُقْبَلُ الطَّاعَةُ الْمُفْتَرَضَةُ، وَ لَكُمُ الْمَوَدَّةُ الْوَاجِبَةُ، وَ الدَّرَجَاتُ الرَّفِيعَةُ، وَ الْمَكَانُ الْمَحْمُودُ، وَ الْمَقَامُ الْمَعْلُومُ عِنْدَ اللَّهِ عَزَّ وَ جَلَّ، وَ الْجَاهُ الْعَظِيمُ، وَ الشَّأْنُ الْكَبِيرُ، وَ الشَّفَاعَةُ الْمَقْبُولَةُ.\nرَبَّنا آمَنَّا بِما أَنْزَلْتَ، وَ اتَّبَعْنَا الرَّسُولَ فَاكْتُبْنا مَعَ الشَّاهِدِينَ‏، رَبَّنا لا تُزِغْ قُلُوبَنا بَعْدَ إِذْ هَدَيْتَنا وَ هَبْ لَنا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ‏،\nسُبْحانَ رَبِّنا إِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولًا.\nيَا وَلِيَّ اللَّهِ إِنَّ بَيْنِي وَ بَيْنَ اللَّهِ عَزَّ وَ جَلَّ ذُنُوباً لَا يَأْتِي عَلَيْهَا إِلَّا رِضَاكُمْ، فَبِحَقِّ مَنِ ائْتَمَنَكُمْ عَلَى سِرِّهِ، وَ اسْتَرْعَاكُمْ أَمْرَ خَلْقِهِ، وَ قَرَنَ طَاعَتَكُمْ بِطَاعَتِهِ لَمَّا اسْتَوْهَبْتُمْ ذُنُوبِي، وَ كُنْتُمْ شُفَعَائِي، فَإِنِّي لَكُمْ مُطِيعٌ، مَنْ أَطَاعَكُمْ‏ فَقَدْ أَطاعَ اللَّهَ‏، وَ مَنْ عَصَاكُمْ فَقَدْ عَصَى اللَّهَ، وَ مَنْ أَحَبَّكُمْ فَقَدْ أَحَبَّ اللَّهَ، وَ مَنْ أَبْغَضَكُمْ فَقَدْ أَبْغَضَ اللَّهَ.\nاللَّهُمَّ إِنِّي لَوْ وَجَدْتُ شُفَعَاءَ أَقْرَبَ إِلَيْكَ مِنْ مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ الْأَخْيَارِ، الْأَئِمَّةِ الْأَبْرَارِ لَجَعَلْتُهُمْ شُفَعَائِي، فَبِحَقِّهِمُ الَّذِي أَوْجَبْتَ لَهُمْ عَلَيْكَ أَسْأَلُكَ أَنْ تُدْخِلَنِي فِي جُمْلَةِ الْعَارِفِينَ بِهِمْ وَ بِحَقِّهِمْ، وَ فِي زُمْرَةِ الْمَرْحُومِينَ بِشَفَاعَتِهِمْ، إِنَّكَ أَرْحَمُ الرَّاحِمِينَ، وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ النَّبِيِّ وَ آلِهِ الطَّاهِرِينَ..\n\nالوداع:\nإِذَا أَرَدْتَ الِانْصِرَافَ فَقُلِ:\nالسَّلَامُ عَلَيْكَ سَلَامَ مُوَدِّعٍ، لَا سَئِمٍ وَ لَا قَالٍ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ يَا أَهْلَ بَيْتِ النُّبُوَّةِ إِنَّهُ حَمِيدٌ مَجِيدٌ، سَلَامَ وَلِيٍّ غَيْرِ رَاغِبٍ عَنْكُمْ، وَ لَا مُسْتَبْدِلٍ بِكُمْ، وَ لَا مُؤْثِرٍ عَلَيْكُمْ، وَ لَا مُنْحَرِفٍ عَنْكُمْ، وَ لَا زَاهِدٍ فِي قُرْبِكُمْ وَ إِتْيَانِ مَشَاهِدِكُمْ.\nوَ السَّلَامُ عَلَيْكُمْ، وَ حَشَرَنِي اللَّهُ فِي زُمْرَتِكُمْ، وَ أَوْرَدَنِي حَوْضَكُمْ، وَ جَعَلَنِي مِنْ حِزْبِكُمْ، وَ أَرْضَاكُمْ عَنِّي، وَ مَكَّنَنِي فِي دَوْلَتِكُمْ، وَ أَحْيَانِي فِي رَجْعَتِكُمْ، وَ مَلَّكَنِي فِي أَيَّامِكُمْ، وَ شَكَرَ سَعْيِي بِكُمْ، وَ غَفَرَ ذَنْبِي بِشَفَاعَتِكُمْ، وَ أَقَالَ عَثْرَتِي بِمَحَبَّتِكُمْ، وَ أَعْلَى كَعْبِي بِمُوَالاتِكُمْ، وَ شَرَّفَنِي بِطَاعَتِكُمْ، وَ أَعَزَّنِي بِهُدَاكُمْ، وَ جَعَلَنِي مِمَّنِ انْقَلَبَ مُفْلِحاً مُنْجِحاً، غَانِماً سَالِماً، مُعَافاً غَنِيّاً، فَائِزاً بِرِضْوَانِ اللَّهِ وَ فَضْلِهِ وَ كِفَايَتِهِ، بِأَفْضَلِ مَا يَنْقَلِبُ بِهِ أَحَدٌ مِنْ زُوَّارِكُمْ وَ مَوَالِيكُمْ، وَ مُحِبِّيكُمْ وَ شِيعَتِكُمْ، وَ رَزَقَنِيَ اللَّهُ الْعَوْدَ ثُمَّ الْعَوْدَ أَبَداً مَا أَبْقَانِي، بِنِيَّةٍ وَ إِيمَانٍ وَ تَقْوَى وَ إِخْبَاتٍ، وَ رِزْقٍ وَاسِعٍ حَلَالٍ طَيِّبٍ.\nاللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِهِمْ وَ ذِكْرِهِمْ وَ الصَّلَاةِ عَلَيْهِمْ، وَ أَوْجِبِ الْمَغْفِرَةَ وَ الْخَيْرَ وَ الْبَرَكَةَ وَ النُّورَ وَ الْإِيمَانَ وَ حُسْنَ الْإِجَابَةِ، بِمَا أَوْجَبْتَ لِأَوْلِيَائِكَ الْعَارِفِينَ بِحَقِّهِمْ، الْمُوجِبِينَ طَاعَتَهُمْ، وَ الرَّاغِبِينَ فِي‏\nزِيَارَتِهِمْ، الْمُتَقَرِّبِينَ إِلَيْكَ وَ إِلَيْهِمْ.\nبِأَبِي أَنْتُمْ وَ أُمِّي وَ نَفْسِي وَ أَهْلِي اجْعَلُونِي فِي هَمِّكُمْ، وَ صَيِّرُونِي فِي حِزْبِكُمْ، وَ أَدْخِلُونِي فِي شَفَاعَتِكُمْ، وَ اذْكُرُونِي عِنْدَ رَبِّكُمْ، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَبْلِغْ أَرْوَاحَهُمْ وَ أَجْسَادَهُمْ مِنِّي السَّلَامَ، وَ السَّلَامُ عَلَيْهِ وَ عَلَيْهِمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ..\n\n"
}