["روى الصدوق في كتاب (من لا يحضره الفقيه) أنّه سئل الرضا (عليه السلام) عن إتيا ن أبي الحسن موسى (عليه السلام) قال: صلّوا في المساجد حوله ويجزي في المواضع كلها (أي يجزي في  زيارة كلّ من الأئمة أو في مطلق المزارات الشريفة المقدّسة كمراقد الأنبياء وسائر الأوصياء (عليهم السلام) كما هو الظاهر) أن تقول:\n\nالسَّلامُ عَلى أولياءِ اللهِ وَأصفيائِهِ السَّلامُ عَلى اُمَناءِ اللهِ وَأحِبّائِهِ السَّلامُ عَلى أنصارِ اللهِ وَخُلَفائِهَ، السَّلامُ عَلى مَحالِّ مَعرِفَةِ اللهِ السَّلامُ عَلى مَساكِنِ ذِكرِ اللهِ السَّلامُ عَلى مُظهِري أمرِ اللهِ وَنَهيِهِ السَّلامُ عَلى الدُّعاةِ إلى اللهِ السَّلامُ عَلى المُستَقِرِّينَ في مَرضاتِ اللهِ السَّلامُ عَلى المُخلِصِينَ في طاعَةِ اللهِ السَّلامُ عَلى الأدِلاّء عَلى اللهِ، السَّلامُ عَلى الَّذِينَ مَن وَالاهُم فَقَد والى اللهَ وَمَن عاداهُم فَقَد عادى اللهَ وَمَن عَرَفَهُم فَقَد عَرَفَ اللهَ وَمَن جَهِلَهُم فَقَد جَهِلَ اللهَ وَمَن اعتَصَمَ بِهِم فَقَد اعتَصَمَ بِاللهِ وَمَن تَخَلّى مِنهُم فَقَد تَخَلّى مِنَ اللهِ عَزَّ وَجَلَّ، وَأُشهِدُ اللهَ أنّي سِلمٌ لِمِن سالَمتُم وَحَربٌ لِمَن حارَبتُم مُؤمِنٌ بِسِرِّكُم وَعَلانِيَّتِكُم وَمُفَوِّضٌ في ذلِكَ كُلِّهِ إلَيكُم. لَعَنَ اللهَ عَدُوَّ آلِ مُحَمَّدٍ مِنَ الجِنِّ وَالإنسِ وَأبرَأُ إلى اللهِ مِنهُم وَصَلّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ.\nوهذه الزيارة موجودة في (الكافي) و(التهذيب) و(كامل الزيارات) وقد ورد بعد هذه الزيارة في جميع مصادرها أنّ هذا (أي هذا القول، والمراد به هذه الزيارة) يجزي في الزيارات كلها. وتكثر من الصّلاة على محمد وآله وتسمّي واحداً واحداً بأسمائهم وتبرأ من أعدائهم. وتخيّر ما شئت من الدعاء لنفسك والمؤمنين والمؤمنات.\n\nأقول: هذه التتمة على الظاهر جزء الرواية ومن كلام المعصوم (عليه السلام) ولكن حتى لو فرضناها خارجة عن الرواية وقلنا إنّها من كلام بعض المحدّثين فنحن مطمئنون بأنّ الزيارة جامعة فالأعاظم من مشايخ الحديث قد ارتأوا طبقاً لما يدل عليه مفتتح الحديث أنّها تجزي في كافة المشاهد فرووها في باب الزيارات الجامعة.\n\nوالتعابير الواردة في الزيارة هي أيضاً من الصفات الجامعة التي لا تخصّ بعضاً دون بعض فمن المناسب أن يزار بها في جميع المشاهد حتّى مشاهد الأنبياء والأوصياء (عليهم السلام) ، كما أوردها جمع من العلماء لمشهد يونس (عليه السلام) وقد أمر في ذيل الرواية بالصلاة على محمد وآله واحداً واحداً فمن المناسب لذلك جداً قراءة الصّلاة المنسوبة إلى أبي الحسن الضرّاب التي مضت في أعمال يوم الجمعة.\n\nالمصدر\nمفاتيح الجنان"]