["أَمْلَاهَا عَلَيْنَا الشَّرِيفُ الْجَلِيلُ الْعَالِمُ أَبُو الْمَكَارِمِ حَمْزَةُ بْنُ عَلِيِّ بْنِ زُهْرَةَ أَدَامَ اللَّهُ عِزَّهُ مِنْ فَلْقِ فِيهِ، قَالَ: إِذَا أَرَدْتَ زِيَارَةَ أَحَدٍ مِنَ الْأَئِمَّةِ عَلَيْهِمُ السَّلَامُ فَقِفْ عَلَى بَابِهِ وَ قُلِ:\n\nاللَّهُمَّ إِنِّي قَدْ وَقَفْتُ عَلَى بَابِ بَيْتٍ مِنْ بُيُوتِ نَبِيِّكَ وَ آلِ نَبِيِّكَ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ، وَ قَدْ مَنَعْتَ الدُّخُولَ إِلَى بُيُوتِهِ إِلَّا بِإِذْنِ نَبِيِّكَ، فَقُلْتَ:\nيا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلَّا أَنْ يُؤْذَنَ لَكُمْ‏ اللَّهُمَّ إِنِّي أَعْتَقِدُ حُرْمَةَ نَبِيِّكَ فِي غَيْبَتِهِ كَمَا أَعْتَقِدُ فِي حَضْرَتِهِ، وَ أَعْلَمُ أَنَّ رُسُلَكَ وَ خُلَفَاءَكَ أَحْيَاءٌ عِنْدَكَ يُرْزَقُونَ، يَرَوْنَ مَكَانِي فِي وَقْتِي هَذَا، وَ يَسْمَعُونَ كَلَامِي، وَ أَنَّكَ حَجَبْتَ كَلَامَهُمْ.\nفَإِنِّي أَسْتَأْذِنُكَ يَا رَبِّ أَوَّلًا، وَ أَسْتَأْذِنُ رَسُولَكَ صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ ثَانِياً، وَ أَسْتَأْذِنُ خَلِيفَتَكَ الْإِمَامَ الْمُفْتَرَضَ عَلَيَّ طَاعَتُهُ فِي الدُّخُولِ فِي سَاعَتِي هَذِهِ، وَ أَسْتَأْذِنُ مَلَائِكَتَكَ الْمُوَكَّلِينَ بِهَذِهِ الْبُقْعَةِ الْمُبَارَكَةِ الْمُطِيعَةِ لَكَ السَّامِعَةِ، السَّلَامُ عَلَيْكُمْ أَيُّهَا الْمَلَائِكَةُ الْمُوَكَّلُونَ بِهَذَا الْمَشْهَدِ الْمُبَارَكِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nبِإِذْنِ اللَّهِ وَ إِذْنِ رَسُولِهِ وَ إِذْنِ خُلَفَائِهِ وَ إِذْنِ هَذَا الْإِمَامِ وَ بِإِذْنِكُمْ صَلَوَاتُ اللَّهِ عَلَيْكُمْ أَجْمَعِينَ، أَدْخُلُ هَذَا الْبَيْتَ مُتَقَرِّباً إِلَى اللَّهِ، بِاللَّهِ وَ رَسُولِهِ مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ، فَكُونُوا مَلَائِكَةَ اللَّهِ أَعْوَانِي، وَ كُونُوا أَنْصَارِي حَتَّى أَدْخُلَ هَذَا الْبَيْتَ.\nوَ أَدْعُوَ اللَّهَ بِفُنُونِ الدَّعَوَاتِ، وَ أَعْتَرِفَ لِلَّهِ بِالْعُبُودِيَّةِ، وَ لِهَذَا الْإِمَامِ وَ لِآبَائِهِ صَلَوَاتُ اللَّهِ عَلَيْهِمْ بِالطَّاعَةِ.\n\nثُمَّ ادْخُلْ مُقَدِّماً رِجْلَكَ الْيُمْنَى، وَ كَبِّرِ اللَّهَ تَعَالَى مِائَةَ تَكْبِيرَةٍ، وَ اسْتَقْبِلِ الضَّرِيحَ بِوَجْهِكَ وَ قُلْ:\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ*، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، كَمَا شَهِدَ اللَّهُ لِنَفْسِهِ، وَ شَهِدَتْ لَهُ مَلَائِكَتُهُ وَ أُولُو الْعِلْمِ مِنْ خَلْقِهِ، لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ‏، وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ الْمُنْتَجَبُ، وَ رَسُولُهُ الْمُرْتَضَى، أَرْسَلَهُ‏ بِالْهُدى‏ وَ دِينِ الْحَقِّ، لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَ لَوْ كَرِهَ الْمُشْرِكُونَ*.\nاللَّهُمَّ اجْعَلْ أَفْضَلَ صَلَوَاتِكَ وَ أَكْمَلَهَا، وَ أَنْمَى بَرَكَاتِكَ وَ أَعَمَّهَا، وَ أَزْكَى تَحِيَّاتِكَ وَ أَتَمَّهَا، عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ، وَ نَجِيِّكَ وَ وَلِيِّكَ، وَ رَضِيِّك وَ صَفِيِّكَ، وَ خِيَرَتِكَ مِنْ خَلْقِكَ، وَ خَاصَّتِكَ وَ خَالِصَتِكَ، وَ أَمِينِكَ، الشَّاهِدِ لَكَ، وَ الدَّالِّ عَلَيْكَ، وَ الصَّادِعِ بِأَمْرِكَ، وَ النَّاصِحِ لَكَ، وَ الْمُجَاهِدِ فِي سَبِيلِكَ، وَ الذَّابِّ عَنْ دِينِكَ، وَ الْمُوضِحِ لِبَرَاهِينِكَ.\nوَ الْمَهْدِيِّ إِلَى طَاعَتِكَ، وَ الْمُرْشِدِ إِلَى مَرْضَاتِكَ، وَ الْوَاعِي لِوَحْيِكَ، وَ الْحَافِظِ لِعَهْدِكَ، وَ الْمَاضِي عَلَى إِنْفَاذِ أَمْرِكَ، الْمُؤَيَّدِ بِالنُّورِ الْمُضِي‏ءِ، وَ الْمُسَدَّدِ بِالْأَمْرِ الْمَرْضِيِّ، الْمَعْصُومِ مِنْ كُلِّ خَطَإٍ وَ زَلَلٍ.\nالْمُنَزَّهِ مِنْ كُلِّ دَنَسٍ وَ خَطَلٍ، وَ الْمَبْعُوثِ بِخَيْرِ الْأَدْيَانِ وَ الْمِلَلِ، مُقَوِّمِ الْمَيْلِ وَ الْعِوَجِ، وَ مُقِيمِ الْبَيِّنَاتِ وَ الْحُجَجِ، الْمَخْصُوصِ بِظُهُورِ الْفَلْجِ وَ إِيضَاحِ الْمَنْهَجِ، الْمُظْهِرِ مِنْ تَوْحِيدِكَ مَا اسْتَتَرَ، وَ الْمُحْيِي مِنْ عِبَادَتِكَ مَا دَثَرَ، وَ الْخَاتِمِ لِمَا سَبَقَ، وَ الْفَاتِحِ لِمَا انْغَلَقَ.\nالْمُجْتَبَى مِنْ خَلَائِقِكَ، وَ الْمُعْتَامِ لِكَشْفِ حَقَائِقِكَ، وَ الْمُوضَحَةِ بِهِ أَشْرَاطُ الْهُدَى، وَ الْمَجْلُوِّ بِهِ غِرْبِيبُ الْعَمَى، دَامِغِ جَيْشَاتِ الْأَبَاطِيلِ، وَ دَامِغِ صَوْلَاتِ الْأَضَالِيلِ، الْمُخْتَارِ مِنْ طِينَةِ الْكَرَمِ، وَ سُلَالَةِ الْمَجْدِ الْأَقْدَمِ، وَ مَغْرِسِ الْفِخَارِ الْمُعْرِقِ، وَ فَرْعِ الْعَلَاءِ الْمُثْمِرِ الْمُورِقِ.\nالْمُنْتَجَبِ مِنْ شَجَرَةِ الْأَصْفِيَاءِ، وَ مِشْكَاةِ الضِّيَاءِ، وَ ذُؤَابَةِ الْعَلْيَاءِ، وَ سُرَّةِ الْبَطْحَاءِ، بَعِيثِكَ بِالْحَقِّ، وَ بُرْهَانِكَ عَلَى جَمِيعِ الْخَلْقِ، خَاتَمِ أَنْبِيَائِكَ، وَ حُجَّتِكَ الْبَالِغَةِ فِي أَرْضِكَ وَ سَمَائِكَ.\nاللَّهُمَّ صَلِّ عَلَيْهِ صَلَاةً يَنْغَمِرُ فِي جَنْبِ انْتِفَاعِهِ بِهَا قَدْرَ الِانْتِفَاعِ، وَ يَجُوزُ مِنْ بَرَكَةِ التَّعَلُّقِ بِسَبَبِهَا مَا يَفُوقُ قَدْرَ الْمُتَعَلِّقِينَ بِسَبَبِهِ، وَ زِدْهُ بَعْدَ ذَلِكَ مِنَ الْإِكْرَامِ وَ الْإِجْلَالِ مَا يَتَقَاصَرُ عَنْهُ فَسِيحُ الْآمَالِ، حَتَّى يَعْلُوَ مِنْ كَرَمِكَ أَعْلَى مَحَالِّ الْمَرَاتِبِ، وَ يَرْقَى مِنْ نِعَمِكَ أَسْنَى مَنَازِلِ الْمَوَاهِبِ، وَ خُذْ لَهُ اللَّهُمَّ بِحَقِّهِ وَ وَاجِبِهِ، مِنْ ظَالِمِيهِ وَ ظَالِمِي الصَّفْوَةِ مِنْ أَقَارِبِهِ.\nاللَّهُمَّ وَ صَلِّ عَلَى وَلِيِّكَ، وَ دَيَّانِ دِينِكَ، وَ الْقَائِمِ بِالْقِسْطِ مِنْ بَعْدِ نَبِيِّكَ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَمِيرِ الْمُؤْمِنِينَ، وَ إِمَامِ الْمُتَّقِينَ، وَ سَيِّدِ الْوَصِيِّينَ، وَ يَعْسُوبِ الدِّينِ، وَ قَائِدِ الْغُرِّ الْمُحَجَّلِينَ، وَ قِبْلَةِ الْعَارِفِينَ، وَ عَلَمِ الْمُهْتَدِينَ، وَ عُرْوَتِكَ الْوُثْقَى، وَ حَبْلِكَ الْمَتِينِ، وَ خَلِيفَةِ رَسُولِكَ عَلَى النَّاسِ أَجْمَعِينَ، وَ وَصِيِّهِ فِي الدُّنْيَا وَ الدِّينِ.\nالصَّدِّيقِ الْأَكْبَرِ فِي الْأَنَامِ، وَ الْفَارُوقِ الْأَزْهَرِ بَيْنَ الْحَلَالِ وَ الْحَرَامِ، نَاصِرِ الْإِسْلَامِ، وَ مُكَسِّرِ الْأَصْنَامِ، وَ مُعِزِّ الدِّينِ وَ حَامِيهِ، وَ وَاقِي الرَّسُولِ وَ كَافِيهِ، وَ الْمَخْصُوصِ بِمُؤَاخَاتِهِ يَوْمَ الْإِخَاءِ، وَ مَنْ هُوَ مِنْهُ بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى، خَامِسِ أَصْحَابِ الْكِسَاءِ، وَ بَعْلِ سَيِّدَةِ النِّسَاءِ، الْمُؤْثِرِ بِالْقُوتِ بَعْدَ ضُرِّ الطَّوَى، وَ الْمَشْكُورِ سَعْيُهُ فِي (هَلْ أَتَى).\nمِصْبَاحِ الْهُدَى، وَ مَأْوَى التُّقَى، وَ مَحَلِّ الْحِجَى، وَ طَوْدِ النُّهَى، الدَّاعِي إِلَى الْمَحَجَّةِ الْعُظْمَى، وَ الظَّاعِنِ إِلَى الْغَايَةِ الْقُصْوَى، وَ السَّامِي إِلَى الْمَجْدِ وَ الْعُلَى، الْعَالِمِ بِالتَّأْوِيلِ وَ الذِّكْرَى.\nالَّذِي أَخْدَمْتَهُ خَوَاصَّ مَلَائِكَتِكَ بِالطَّاسِ وَ الْمِنْدِيلِ حَتَّى تَوَضَّأَ، وَ رَدَدْتَ عَلَيْهِ الشَّمْسَ بَعْدَ دُنُوِّ غُرُوبِهِ، حَتَّى أَدَّى فِي أَوَّلِ الْوَقْتِ لَكَ فَرْضاً، وَ أَطْعَمْتَهُ مِنْ طَعَامِ أَهْلِ الْجَنَّةِ حِينَ مَنَحَ الْمِقْدَادَ قَرْضاً، وَ بَاهَيْتَ بِهِ أَمْلَاكَكَ، إِذْ شَرَى نَفْسَهُ ابْتِغَاءَ مَرْضَاتِكَ لِتَرْضَى، وَ جَعَلْتَ وَلَايَتَهُ إِحْدَى فَرَائِضِكَ.\nفَالشَّقِيُّ مَنْ أَقَرَّ بِبَعْضٍ وَ أَنْكَرَ بَعْضاً، عُنْصُرِ الْأَبْرَارِ، وَ مَعْدِنِ الْفَخَارِ، وَ قَسِيمِ الْجَنَّةِ وَ النَّارِ، صَاحِبِ الْأَعْرَافِ، وَ أَبِي الْأَئِمَّةِ الْأَشْرَافِ، الْمَظْلُومِ الْمُغْتَصَبِ، وَ الصَّابِرِ الْمُحْتَسِبِ، وَ الْمَوْتُورِ فِي نَفْسِهِ وَ عِتْرَتِهِ، الْمَقْصُودِ فِي رَهْطِهِ وَ أَعِزَّتِهِ، صَلَاةً لَا انْقِطَاعَ لِمَزِيدِهَا، وَ لَا اتِّضَاعَ لِمَشِيدِهَا.\nاللَّهُمَّ أَلْبِسْهُ حُلَلَ الْإِنْعَامِ، وَ تَوِّجْهُ تَاجَ الْإِكْرَامِ، وَ ارْفَعْهُ إِلَى أَعْلَى مَرْتَبَةٍ وَ مَقَامٍ، حَتَّى يَلْحَقَ نَبِيَّكَ عَلَيْهِ وَ عَلَى آلِهِ السَّلَامُ، وَ احْكُمْ لَهُ اللَّهُمَّ عَلَى ظَالِمِيهِ، إِنَّكَ الْعَدْلُ فِيمَا تَقْضِيهِ.\nاللَّهُمَّ وَ صَلِّ عَلَى الطَّاهِرَةِ الْبَتُولِ، الزَّهْرَاءِ ابْنَةِ الرَّسُولِ، أُمِّ الْأَئِمَّةِ الْهَادِينَ، سَيِّدَةِ نِسَاءِ الْعَالَمِينَ، وَارِثَةِ خَيْرِ الْأَنْبِيَاءِ، وَ قَرِينَةِ خَيْرِ الْأَوْصِيَاءِ، الْقَادِمَةِ عَلَيْكَ، مُتَأَلِّمَةً مِنْ مُصَابِهَا بِأَبِيهَا، مُتَظَلِّمَةً مِمَّا حَلَّ بِهَا مِنْ غَاصِبِيهَا، سَاخِطَةً عَلَى أُمَّةٍ، لَمْ تَرْعَ حَقَّكَ فِي نُصْرَتِهَا، بِدَلِيلِ دَفْنِهَا لَيْلًا فِي حُفْرَتِهَا، الْمُغْتَصَبَةِ حَقُّهَا، وَ الْمُغَصَّصَةِ بِرِيقِهَا، صَلَاةً لَا غَايَةِ لِأَمَدِهَا، وَ لَا نِهَايَةَ لِمَدَدِهَا، وَ لَا انْقِضَاءَ لِعَدَدِهَا.\nاللَّهُمَّ فَتَكَفَّلْ لَهَا عَنْ مَكَارِهِ دَارِ الْفَنَاءِ فِي دَارِ الْبَقَاءِ، بِأَنْفَسِ الْأَعْوَاضِ، وَ أَنِلْهَا مِمَّنْ عَانَدَهَا نِهَايَةَ الْآمَالِ، وَ غَايَةَ الْأَغْرَاضِ، حَتَّى لَا يَبْقَى لَهَا وَلِيٌّ سَاخِطٌ لِسَخَطِهَا إِلَّا وَ هُوَ رَاضٍ، إِنَّكَ أَعَزُّ مَنْ أَجَابَ الْمَظْلُومِينَ، وَ أَعْدَلُ قَاضٍ، اللَّهُمَّ أَلْحِقْهَا فِي الْإِكْرَامِ بِبَعْلِهَا وَ أَبِيهَا، وَ خُذْ لَهَا الْحَقَّ مِنْ ظَالِمِيهَا.\nاللَّهُمَّ وَ صَلِّ عَلَى الْأَئِمَّةِ الرَّاشِدِينَ، وَ الْقَادَةِ الْهَادِينَ، وَ السَّادَةِ الْمَعْصُومِينَ، الْأَتْقِيَاءِ الْأَبْرَارِ، مَأْوَى السَّكِينَةِ وَ الْوَقَارِ، خُزَّانِ الْعِلْمِ، وَ مُنْتَهَى الْحِلْمِ وَ الْفَخَارِ، سَاسَةِ الْعِبَادِ، وَ أَرْكَانِ الْبِلَادِ، وَ أَدِلَّةِ الرَّشَادِ، الْأَلِبَّاءِ الْأَمْجَادِ.\nالْعُلَمَاءِ بِشَرْعِكَ الزُّهَّادِ، وَ مَصَابِيحِ الظُّلَمِ، وَ يَنَابِيعِ الْحِكَمِ، وَ أَوْلِيَاءِ النِّعَمِ، وَ عِصَمِ الْأُمَمِ، قُرْنَاءِ التَّنْزِيلِ وَ آيَاتِهِ، وَ أُمَنَاءِ التَّأْوِيلِ وَ وُلَاتِهِ، وَ تَرَاجِمَةِ الْوَحْيِ وَ دَلَالاتِهِ، أَئِمَّةِ الْهُدَى، وَ مَنَارِ الدُّجَى، وَ أَعْلَامِ التُّقَى، وَ كُهُوفِ الْوَرَى، وَ حَفَظَةِ الْإِسْلَامِ، وَ حُجَجِكَ عَلَى جَمِيعِ الْأَنَامِ.\nالْحَسَنِ وَ الْحُسَيْنِ، سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ، وَ سِبْطَيْ نَبِيِّ الرَّحْمَةِ وَ عَلِيِّ بْنِ الْحُسَيْنِ السَّجَّادِ زَيْنِ الْعَابِدِينَ، وَ مُحَمَّدِ بْنِ عَلِيٍّ بَاقِرِ عِلْمِ الدِّينِ، وَ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ الْأَمِينِ، وَ مُوسَى بْنِ جَعْفَرٍ الْكَاظِمِ الْحَلِيمِ، وَ عَلِيِّ بْنِ مُوسَى الرِّضَا الْوَفِيِّ، وَ مُحَمَّدِ بْنِ عَلِيٍّ الْبَرِّ التَّقِيِّ، وَ عَلِيِّ بْنِ مُحَمَّدٍ الْمُنْتَجَبِ الرَّضِيِّ، وَ الْحَسَنِ بْنِ عَلِيٍّ الْهَادِي الزَّكِيِّ، وَ الْحُجَّةِ بْنِ الْحَسَنِ صَاحِبِ الْعَصْرِ وَ الزَّمَانِ، وَصِيِّ الْأَوْصِيَاءِ وَ بَقِيَّةِ الْأَنْبِيَاءِ، الْمُسْتَتِرِ عَنْ خَلْقِكَ، وَ الْمُؤَمَّلِ لِإِظْهَارِ حَقِّكَ، الْمَهْدِيِّ الْمُنْتَظَرِ، وَ الْقَائِمِ الَّذِي بِهِ يُنْتَصَرُ.\nاللَّهُمَّ صَلِّ عَلَيْهِمْ أَجْمَعِينَ، صَلَاةً بَاقِيَةً فِي الْعَالَمِينَ، تُبْلِغُهُمْ بِهَا أَفْضَلَ مَحَلِّ الْمُكَرَّمِينَ، اللَّهُمَّ أَلْحِقْهُمْ فِي الْإِكْرَامِ بِجَدِّهِمْ وَ أَبِيهِمْ، وَ خُذْ لَهُمُ الْحَقَّ مِنْ ظَالِمِيهِمْ.\nأَشْهَدُ يَا مَوَالِيَّ أَنَّكُمُ الْمُطِيعُونَ لِلَّهِ، الْقَوَّامُونَ بِأَمْرِهِ، الْعَامِلُونَ بِإِرَادَتِهِ، الْفَائِزُونَ بِكَرَامَتِهِ، اصْطَفَاكُمْ بِعِلْمِهِ، وَ اجْتَبَاكُمْ لِغَيْبِهِ، وَ اخْتَارَكُمْ لِسِرِّهِ، وَ أَعَزَّكُمْ بِهُدَاهُ، وَ خَصَّكُمْ بِبَرَاهِينِهِ، وَ أَيَّدَكُمْ بِرُوحِهِ، وَ رَضِيَكُمْ‏\nخُلَفَاءَ فِي أَرْضِهِ، وَ دُعَاةً إِلَى حَقِّهِ، وَ شُهَدَاءَ عَلَى خَلْقِهِ، وَ أَنْصَاراً لِدِينِهِ، وَ حُجَجاً عَلَى بَرِيَّتِهِ، وَ تَرَاجِمَةً لِوَحْيِهِ، وَ خَزَنَةً لِعِلْمِهِ، وَ مُسْتَوْدَعاً لِحِكْمَتِهِ، عَصَمَكُمُ اللَّهُ مِنَ الذُّنُوبِ، وَ بَرَّأَكُمْ مِنَ الْعُيُوبِ، وَ ائْتَمَنَكُمْ عَلَى الْغُيُوبِ.\nزُرْتُكُمْ يَا مَوَالِيَّ عَارِفاً بِحَقِّكُمْ، مُسْتَبْصِراً بِشَأْنِكُمْ، مُهْتَدِياً بِهُدَاكُمْ، مُقْتَفِياً لِأَثَرِكُمْ، مُتَّبِعاً لِسُنَّتِكُمْ، مُتَمَسِّكاً بِوَلَايَتِكُمْ، مُعْتَصِماً بِحَبْلِكُمْ، مُطِيعاً لِأَمْرِكُمْ، مُوَالِياً لِأَوْلِيَائِكُمْ، مُعَادِياً لِأَعْدَائِكُمْ، عَالِماً بِأَنَّ الْحَقَّ فِيكُمْ وَ مَعَكُمْ، مُتَوَسِّلًا إِلَى اللَّهِ بِكُمْ، مُسْتَشْفِعاً إِلَيْهِ بِجَاهِكُمْ، وَ حَقٌّ عَلَيْهِ أَنْ لَا يُخَيِّبَ سَائِلَهُ، وَ الرَّاجِيَ مَا عِنْدَهُ لِزُوَّارِكُمْ، وَ الْمُطِيعِينَ لِأَمْرِكُمْ.\nاللَّهُمَّ فَكَمَا وَفَّقْتَنِي لِلْإِيمَانِ بِنَبِيِّكَ، وَ التَّصْدِيقِ لِدَعْوَتِهِ، وَ مَنَنْتَ عَلَيَّ بِطَاعَتِهِ وَ اتِّبَاعِ مِلَّتِهِ، وَ هَدَيْتَنِي إِلَى مَعْرِفَتِهِ، وَ مَعْرِفَةِ الْأَئِمَّةِ مِنْ ذُرِّيَّتِهِ، وَ أَكْمَلْتَ بِمَعْرِفَتِهِمُ الْإِيمَانَ، وَ قَبِلْتَ بِوَلَايَتِهِمْ وَ طَاعَتِهِمُ الْأَعْمَالَ، وَ اسْتَعْبَدْتَ بِالصَّلَاةِ عَلَيْهِمْ عِبَادَكَ، وَ جَعَلْتَهُمْ مِفْتَاحاً لِلدُّعَاءِ، وَ سَبَباً لِلْإِجَابَةِ، فَصَلِّ عَلَيْهِمْ أَجْمَعِينَ، وَ اجْعَلْنِي بِهِمْ عِنْدَكَ‏ وَجِيهاً فِي الدُّنْيا وَ الْآخِرَةِ وَ مِنَ الْمُقَرَّبِينَ‏.\nاللَّهُمَّ اجْعَلْ ذُنُوبَنَا بِهِمْ مَغْفُورَةً، وَ عُيُوبَنَا مَسْتُورَةً، وَ فَرَائِضَنَا مَشْكُورَةً، وَ نَوَافِلَنَا مَبْرُورَةً، وَ قُلُوبَنَا بِذِكْرِكَ مَعْمُورَةً، وَ أَنْفُسَنَا بِطَاعَتِكَ مَسْرُورَةً، وَ جَوَارِحَنَا عَلَى خِدْمَتِكَ مَقْهُورَةً، وَ أَسْمَاءَنَا فِي خَوَاصِّكَ مَشْهُورَةً، وَ أَرْزَاقَنَا مِنْ لَدُنْكَ مَدْرُورَةً، وَ حَوَائِجَنَا لَدَيْكَ مَيْسُورَةً، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\nاللَّهُمَّ أَنْجِزْ لَهُمْ وَعْدَهُمْ، وَ طَهِّرْ بِسَيْفِ قَائِمِهِمْ أَرْضَكَ، وَ أَقِمْ بِهِ حُدُودَكَ الْمُعَطَّلَةَ، وَ أَحْكَامَكَ الْمُهْمَلَةَ وَ الْمُبَدَّلَةَ، وَ أَحْيِ بِهِ الْقُلُوبَ الْمَيِّتَةَ، وَ اجْمَعْ بِهِ الْأَهْوَاءَ الْمُتَفَرِّقَةَ، وَ أَجْلِ بِهِ صَدَاءَ الْجَوْرِ عَنْ طَرِيقَتِكَ، حَتَّى يَظْهَرَ الْحَقُّ عَلَى يَدَيْهِ فِي أَحْسَنِ صُورَتِهِ، وَ يَهْلِكَ الْبَاطِلُ وَ أَهْلُهُ بِنُورِ دَوْلَتِهِ، وَ لَا يَسْتَخْفِيَ بِشَيْ‏ءٍ مِنَ الْحَقِّ مَخَافَةَ أَحَدٍ مِنَ الْخَلْقِ.\nاللَّهُمَّ عَجِّلْ فَرَجَهُمْ، وَ أَظْهِرْ فَلْجَهُمْ، وَ اسْلُكْ بِنَا مَنْهَجَهُمْ، وَ أَمِتْنَا عَلَى وَلَايَتِهِمْ، وَ احْشُرْنَا فِي زُمْرَتِهِمْ، وَ تَحْتَ لِوَائِهِمْ، وَ أَوْرِدْنَا حَوْضَهُمْ، وَ اسْقِنَا بِكَأْسِهِمْ، وَ لَا تُفَرِّقْ بَيْنَنَا وَ بَيْنَهُمْ، وَ لَا تَحْرِمْنَا شَفَاعَتَهُمْ، حَتَّى نَظْفَرَ بِعَفْوِكَ وَ غُفْرَانِكَ، وَ نَصِيرَ إِلَى رَحْمَتِكَ وَ رِضْوَانِكَ، إِلَهَ الْحَقِّ رَبَّ الْعَالَمِينَ.\nيَا قَرِيبَ الرَّحْمَةِ مِنَ الْمُؤْمِنِينَ، وَ نَحْنُ أُولَئِكَ، حَقّاً لَا ارْتِيَاباً، يَا مَنْ إِذَا أَوْحَشَنَا التَّعَرُّضُ لِغَضَبِهِ آنَسَنَا حُسْنُ الظَّنِّ بِهِ، فَنَحْنُ وَاثِقُونَ بَيْنَ رَغْبَةٍ وَ رَهْبَةٍ ارْتِقَاباً، قَدْ أَقْبَلْنَا لِعَفْوِكَ وَ مَغْفِرَتِكَ طُلَّاباً، وَ أَذْلَلْنَا لِقُدْرَتِكَ وَ عِزَّتِكَ رِقَاباً، فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ، وَ اجْعَلْ دُعَاءَنَا بِهِمْ مُسْتَجَاباً، وَ وَلَاءَنَا لَهُمْ مِنَ النَّارِ حِجَاباً.\nاللَّهُمَّ بَصِّرْنَا قَصْدَ السَّبِيلِ لِنَعْتَمِدَهُ، وَ مَوْرِدَ الرُّشْدِ لِنَرِدَهُ، وَ بَدِّلْ خَطَايَانَا صَوَاباً، وَ لا تُزِغْ قُلُوبَنا بَعْدَ إِذْ هَدَيْتَنا، وَ هَبْ لَنا مِنْ لَدُنْكَ رَحْمَةً،\nيَا مَنْ تَسَمَّى مِنْ جُودِهِ وَ كَرَمِهِ وَهَّاباً، وَ آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً، وَ قِنا عَذابَ النَّارِ، إِنْ حَقَّتْ عَلَيْنَا اكْتِسَاباً، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ، وَ أَنْتَ حَسْبُنَا وَ نِعْمَ الْوَكِيلُ‏.\n\nالمصدر:\nالمزار الكبير"]