{
"title": "زيارة جامعة 4",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "الزيارة الثالثة: ما جعلها العلّامة المجلسي (رحمه الله) الثامنة من الزيارات الجامعة في كتابه (تحفة الزائر) وقال: هذه  زيارة رواها السيد ابن طاووس في خلال أدعية عرفة عن الصادق (صلوات الله عليه) ، ويزار بها في كلّ مكان وزمان لا سيّما في عرفة وهي هذه الزيارة:\n\nالسَّلامُ عَلَيكَ يا رَسُولَ اللهِ السَّلامُ عَلَيكَ يا نَبِيَّ اللهِ السَّلامُ عَلَيكَ يا خِيَرَةَ اللهِ مِن خَلقِهِ وَأمِينَهُ عَلى وَحيِهِ، السَّلامُ عَلَيكَ يا مَولايَ يا أمِيرَ المُؤمِنِينَ السَّلامُ عَلَيكَ يا مَولايَ أنتَ حُجَّةُ اللهِ عَلى خَلقِهِ وَبابُ عِلمِهِ وَوَصِيُّ نَبِيِّهِ وَالخَلِيفَةُ مِن بَعدِهِ في أُمَّتِهِ، لَعَنَ اللهُ أُمَّةً غَصَبَتكَ حَقَّكَ وَقَعَدَت مَقعَدَكَ أنا بَرِيٌ مِنهُم وَمِن شِيعَتِهِم إلَيكَ، السَّلامُ عَلَيكِ يا فاطِمَةُ البَتُولُ السَّلامُ عَلَيكِ يا زَينَ نِساءِ العالَمِينَ السَّلامُ عَلَيكِ يا بِنتَ رَسُولِ رَبِّ العالَمِينَ صَلّى اللهُ عَلَيكِ وَ (عليه السلام) عَلَيكِ يا أُمَّ الحَسَنِ وَالحُسَينِ لَعَنَ اللهُ أُمَّةً غَصَبَتكِ حَقَّكِ وَمَنَعَتكِ ما جَعَلَهُ اللهُ لَكِ حَلالاً أنا بَرِيٌ إلَيكِ مِنهُم وَمِن شِيعَتِهِم، السَّلامُ عَلَيكَ يا مَولايَ يا أبا مُحَمَّدٍ الحَسَنَ الزَّكِيَّ السَّلامُ عَلَيكَ يا مَولايَ، لَعَنَ اللهُ أُمَّةً قُتَلَتكَ وَبايَعَت في أمرِكَ وَشايَعَت أنا بَرِيٌ إلَيكَ مِنهُم وَمِن شِيعَتِهِم السَّلامُ عَلَيكَ يا مَولايَ يا أبا عَبدِ اللهِ الحُسَينَ بنَ عَلِيٍّ صَلَواتُ اللهِ عَلَيكَ وَعَلى أبِيكَ وَجَدِّكَ مُحَمَّدٍ (صلّى الله عليه و آله) ، لَعَنَ اللهُ أُمَّةً استَحَلَّت دَمَكَ وَلَعَنَ اللهُ أُمَّةً قَتَلَتكَ وَاستَباحَت حَرِيمَكَ وَلَعَنَ اللهُ أشياعَهُم وَأتباعَهُم وَلَعَنَ اللهُ المُمَهّدِينَ لَهُم بِالتَّمكِينِ مِن قِتالِكُم أنا بَرِيٌ إلى اللهِ وَإليكم مِنهُم، السَّلامُ عَلَيكَ يا مَولايَ يا أبا مُحَمَّدٍ عَلِيَّ بنَ الحُسَينِ السَّلامُ عَلَيكَ يا مَولايَ يا أبا جَعفَرٍ مُحَمَّدَ بنَ عَلِيٍّ السَّلامُ عَلَيكَ يا مَولايَ يا أبا عَبدِ اللهِ جَعفَرَ بنَ مُحَمَّدٍ السَّلامُ عَلَيكَ يا مَولايَ يا أبا الحَسَنِ مُوسى بنَ جَعفَرٍ السَّلامُ عَلَيكَ يا مَولايَ يا أبا الحَسَنِ عَلِيَّ بنَ مُوسى السَّلامُ عَلَيكَ يا مَولايَ يا أبا جَعفَرٍ مُحَمَّدَ بنَ عَلِيٍّ السَّلامُ عَلَيكَ يا مَولايَ يا أبا الحَسَنِ عَلِيَّ بنَ مُحَمَّدٍ السَّلامُ عَلَيكَ يا مَولايَ يا أبا مُحَمَّدٍ الحَسَنَ بنَ عَلِيٍّ السَّلامُ عَلَيكَ يا مَولايَ يا أبا القاسِمِ مُحَمَّدَ بنَ الحَسَنِ صاحِبَ الزَّمانِ، صَلّى اللهُ عَلَيكَ وَعَلى عِترَتِكَ الطَّاهِرَةِ الطَّيِّبَةِ. يا مَوالِيَّ كُونُوا شُفَعائي في حَطِّ وِزري وَخَطايايَ، آمَنتُ بِاللهِ وَبِما أُنزِلَ إلَيكُم وَأتَوالى آخِرَكُم بِما أتَوالى أوَّلَكُم وَبَرِئتُ مِنَ الجِبتِ وَالطَّاغُوتِ وَاللاّتِ وَالعُزَّى، يا مَولايَ أنا سِلمٌ لِمَن سالَمَكُم وَحَربٌ لِمَن حارَبَكُم وَعَدُوُّ لِمَن عاداكُم وَوَلِيُّ لِمَن وَالاكُم إلى يَومِ القيامة، وَلَعَنَ اللهُ ظالِمِيكُم وَغاصِبِيكُم وَلَعَنَ اللهُ أشياعَهُم وَأتباعَهُم وَأهلَ مَذهَبِهِم وَأبرَأُ إلى اللهِ وَإلَيكُم مِنهُم.\n\n"
}