{
"title": "صلاة الإمام المهدي (ع) على الحجج",
"type": "text",
"source": "\nالمزار الكبير",
"data": "ذكر التوقيع الذي خرج من الناحية على صاحبها السلام‏\n\nعَلَى يَدِ خَادِمَةِ الْمَوْضِعِ، إِلَى يَعْقُوبَ بْنِ يُوسُفَ الضَّرَّابِ الْغَسَّانِيِّ فِي حَدِيثٍ اخْتَصَرْنَا مِنْهُ مَوْضِعَ الْحَاجَةِ: ثُمَّ قَالَتْ: يَقُولُ لَكَ: إِذَا صَلَّيْتَ عَلَى مُحَمَّدٍ نَبِيِّكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ كَيْفَ تُصَلِّي عَلَيْهِ، فَقُلْتُ: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ بَارِكْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَأَفْضَلِ مَا صَلَّيْتَ وَ بَارَكْتَ وَ تَرَحَّمْتَ عَلَى إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ.\nفَقَالَ: لَا، إِذَا صَلَّيْتَ فَصَلِّ عَلَيْهِمْ كُلِّهِمْ وَ سَمِّهِمْ، فَقُلْتُ: نَعَمْ، فَلَمَّا كَانَ مِنَ الْغَدِ نَزَلَتْ وَ مَعَهَا دَفْتَرٌ صَغِيرٌ، فَقَالَتْ: يَقُولُ لَكَ:\nإِذَا صَلَّيْتَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فَصَلِّ عَلَيْهِ وَ عَلَى أَوْصِيَائِهِ عَلَى هَذِهِ النُّسْخَةِ، فَأَخَذْتُهَا وَ هِيَ:\n\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ*، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ سَيِّدِ الْمُرْسَلِينَ وَ خَاتَمِ النَّبِيِّينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ، الْمُنْتَجَبِ فِي الْمِيثَاقِ، الْمُصْطَفَى فِي الظِّلَالِ، الْمُطَهَّرِ مِنْ كُلِّ آفَةٍ، الْبَرِي‏ءِ مِنْ كُلِّ عَيْبٍ، الْمُؤَمَّلِ لِلنَّجَاةِ، الْمُرْتَجَى لِلشَّفَاعَةِ، الْمُفَوَّضِ إِلَيْهِ دِينُ اللَّهِ.\nاللَّهُمَّ شَرِّفْ بُنْيَانَهُ، وَ عَظِّمْ بُرْهَانَهُ، وَ أَفْلِجْ حُجَّتَهُ، وَ ارْفَعْ دَرَجَتَهُ، وَ أَضِئْ نُورَهُ، وَ بَيِّضْ وَجْهَهُ، وَ أَعْطِهِ الْفَضْلَ وَ الْفَضِيلَةَ، وَ الْوَسِيلَةَ وَ الدَّرَجَةَ الرَّفِيعَةَ، وَ ابْعَثْهُ مَقَاماً مَحْمُوداً، يَغْبِطُهُ بِهِ الْأَوَّلُونَ وَ الْآخِرُونَ.\nوَ صَلِّ عَلَى أَمِيرِ الْمُؤْمِنِينَ وَ وَارِثِ الْمُرْسَلِينَ وَ قَائِدِ الْغُرِّ الْمُحَجَّلِينَ، وَ سَيِّدِ الْوَصِيِّينَ، وَ حُجَّةِ رَبِّ الْعَالَمِينَ، وَ صَلِّ عَلَى الْحَسَنِ بْنِ عَلِيٍّ إِمَامِ الْمُؤْمِنِينَ وَ وَارِثِ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ، وَ صَلِّ عَلَى الْحُسَيْنِ بْنِ عَلِيٍّ إِمَامِ الْمُؤْمِنِينَ، وَ وَارِثِ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ.\nوَ صَلِّ عَلَى عَلِيِّ بْنِ الْحُسَيْنِ إِمَامِ الْمُؤْمِنِينَ وَ وَارِثِ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ، وَ صَلِّ عَلَى مُحَمَّدِ بْنِ عَلِيٍّ إِمَامِ الْمُؤْمِنِينَ وَ وَارِثِ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ، وَ صَلِّ عَلَى جَعْفَرِ بْنِ مُحَمَّدِ إِمَامِ الْمُؤْمِنِينَ وَ وَارِثِ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ.\nوَ صَلِّ عَلَى مُوسَى بْنِ جَعْفَرٍ إِمَامِ الْمُؤْمِنِينَ وَ وَارِثِ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ، وَ صَلِّ عَلَى عَلِيِّ بْنِ مُوسَى إِمَامِ الْمُؤْمِنِينَ وَ وَارِثِ‏ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ، وَ صَلِّ عَلَى مُحَمَّدِ بْنِ عَلِيٍّ إِمَامِ الْمُؤْمِنِينَ وَ وَارِثِ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ.\nوَ صَلِّ عَلَى الْحَسَنِ بْنِ عَلِيٍّ إِمَامِ الْمُؤْمِنِينَ وَ وَارِثِ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ، وَ صَلِّ عَلَى الْخَلَفِ الْهَادِي الْمَهْدِيِّ إِمَامِ الْمُؤْمِنِينَ وَ وَارِثِ الْمُرْسَلِينَ وَ حُجَّةِ رَبِّ الْعَالَمِينَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ الْأَئِمَّةِ الْهَادِينَ الْمَهْدِيِّينَ، الْعُلَمَاءِ الصَّادِقِينَ، الْأَبْرَارِ الْمُتَّقِينَ، دَعَائِمِ دِينِكَ، وَ أَرْكَانِ تَوْحِيدِكَ، وَ تَرَاجِمَةِ وَحْيِكَ، وَ حُجَجِكَ عَلَى خَلْقِكَ، وَ خُلَفَائِكَ فِي أَرْضِكَ، الَّذِينَ اخْتَرْتَهُمْ لِنَفْسِكَ، وَ اصْطَفَيْتَهُمْ عَلَى عِبَادِكَ، وَ ارْتَضَيْتَهُمْ لِدِينِكَ، وَ خَصَصْتَهُمْ بِمَعْرِفَتِكَ، وَ جَلَّلْتَهُمْ بِكَرَامَتِكَ، وَ غَشَّيْتَهُمْ بِرَحْمَتِكَ، وَ رَبَّيْتَهُمْ بِنِعْمَتِكَ، وَ غَذَّيْتَهُمْ بِحِكْمَتِكَ، وَ أَلْبَسْتَهُمْ نُورَكَ، وَ رَفَعْتَهُمْ فِي مَلَكُوتِكَ، وَ حَفَفْتَهُمْ بِمَلَائِكَتِكَ، وَ شَرَّفْتَهُمْ بِنَبِيِّكَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَيْهِمْ صَلَاةً كَثِيرَةً دَائِمَةً طَيِّبَةً، لَا يُحِيطُ بِهَا إِلَّا أَنْتَ، وَ لَا يَسَعُهَا إِلَّا عِلْمُكَ، وَ لَا يُحْصِيهَا أَحَدٌ غَيْرُكَ، اللَّهُمَّ وَ صَلِّ عَلَى وَلِيِّكَ، الْمُحْيِي سُنَّتَكَ، الْقَائِمِ بِأَمْرِكَ، الدَّاعِي إِلَيْكَ، الدَّلِيلِ عَلَيْكَ، حُجَّتِكَ عَلَى خَلْقِكَ، وَ خَلِيفَتِكَ فِي أَرْضِكَ، وَ شَاهِدِكَ عَلَى عِبَادِكَ.\nاللَّهُمَّ أَعِزَّ نَصْرَهُ، وَ مُدَّ فِي عُمُرِهِ، وَ زَيِّنِ الْأَرْضَ بِطُولِ بَقَائِهِ، اللَّهُمَّ اكْفِهِ بَغْيَ الْحَاسِدِينَ، وَ أَعِذْهُ مِنْ شَرِّ الْكَائِدِينَ، وَ ازْجُرْ عَنْهُ إِرَادَةَ الظَّالِمِينَ، وَ خَلِّصْهُ مِنْ أَيْدِي الْجَبَّارِينَ.\nاللَّهُمَّ أَعْطِهِ فِي نَفْسِهِ وَ ذُرِّيَّتِهِ، وَ شِيعَتِهِ وَ رَعِيَّتِهِ، وَ خَاصَّتِهِ وَ عَامَّتِهِ، وَ عَدُوِّهِ وَ جَمِيعِ أَهْلِ الدُّنْيَا، مَا تُقِرُّ بِهِ عَيْنَهُ، وَ تَسُرُّ بِهِ نَفْسَهُ، وَ بَلِّغْهُ أَفْضَلَ مَا أَمَّلَهُ فِي الدُّنْيَا وَ الْآخِرَةِ، إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*.\nاللَّهُمَّ جَدِّدْ بِهِ مَا مُحِيَ مِنْ دِينِكَ، وَ أَحْيِ بِهِ مَا بُدِّلَ مِنْ كِتَابِكَ، وَ أَظْهِرْ بِهِ مَا غُيِّرَ مِنْ حُكْمِكَ، حَتَّى يَعُودَ دِينُكَ بِهِ وَ عَلَى يَدَيْهِ غَضّاً جَدِيداً، خَالِصاً مُخْلَصاً، لَا شَكَّ فِيهِ وَ لَا شُبْهَةَ مَعَهُ، وَ لَا بَاطِلَ عِنْدَهُ، وَ لَا بِدْعَةَ لَدَيْهِ.\nاللَّهُمَّ نَوِّرْ بِنُورِهِ كُلَّ ظُلْمَةٍ، وَ هُدَّ بِرُكْنِهِ كُلَّ بِدْعَةٍ، وَ اهْدِمْ بِعِزَّتِهِ كُلَّ ضَلَالَةٍ، وَ اقْصِمْ بِهِ كُلَّ جَبَّارٍ، وَ أَخْمِدْ بِسَيْفِهِ كُلَّ نَارٍ، وَ أَهْلِكْ بِعَدْلِهِ كُلَّ جَائِرٍ، وَ أَجْرِ حُكْمَهُ عَلَى كُلِّ حُكْمٍ، وَ أَذِلَّ بِسُلْطَانِهِ كُلَّ سُلْطَانٍ.\nاللَّهُمَّ أَذِلَّ كُلَّ مَنْ نَاوَاهُ، وَ أَهْلِكْ كُلَّ مَنْ عَادَاهُ، وَ امْكُرْ بِمَنْ كَادَهُ، وَ اسْتَأْصِلْ مَنْ جَحَدَهُ حَقَّهُ، وَ اسْتَهَانَ بِأَمْرِهِ، وَ سَعَى فِي إِطْفَاءِ نُورِهِ، وَ أَرَادَ إِخْمَادَ ذِكْرِهِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ الْمُصْطَفَى وَ عَلِيٍّ الْمُرْتَضَى، وَ فَاطِمَةَ الزَّهْرَاءِ وَ الْحَسَنِ الرِّضَا وَ الْحُسَيْنِ الْمُجْتَبَى، وَ جَمِيعِ الْأَوْصِيَاءِ، مَصَابِيحِ الدُّجَى، وَ أَعْلَامِ الْهُدَى، وَ مَنَارِ التُّقَى، وَ الْعُرْوَةِ الْوُثْقَى،\nوَ الْحَبْلِ الْمَتِينِ، وَ الصِّرَاطِ الْمُسْتَقِيمِ، وَ صَلِّ عَلَى وَلِيِّكَ وَ وُلَاةِ عَهْدِهِ وَ الْأَئِمَّةِ مِنْ وُلْدِهِ، وَ مُدَّ فِي أَعْمَارِهِمْ، وَ زِدْ فِي آجَالِهِمْ، وَ بَلِّغْهُمْ أَقْصَى آمَالِهِمْ دِيناً وَ دُنْياً وَ آخِرَةً إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*.\n\n"
}