{
"title": "زيارة الأنبياء (ع)",
"type": "text",
"source": "\nمفاتيح الجنان بتصرف",
"data": "اعلم أنّ تكريم الأنبياء (عليهم السلام) وتعظيمهم واجب عقلاً وشرعاً لا نفرّق بين أحد من رسله، وزيارتهم راجحة مستحسنة، والعلماء قد صرّحوا باستحباب زيارتهم. وليس في الأنبياء (عليهم السلام) وإن كثروا من يعرف موضع قبره إلاّ القليلون وهم على ما أعهد آدم (عليه السلام) ونوح (عليه السلام) وهما مدفونان عند مرقد أمير المؤمنين (عليه السلام)، وإبراهيم (عليه السلام) وقبره في القدس الخليل قرب بيت المقدّس، وبجواره مراقد سارة زوجته واسحاق ويعقوب ويوسف (عليهم السلام)، وإسماعيل (عليه السلام) وأمه هاجر مدفونان في الحجر في المسجد الحرام وفيه قبور الأنبياء (عليهم السلام) .\n\nوعن الباقر (صلوات الله عليه) قال: «ما بين الركن والمقام مكتظ بقبور الأنبياء (عليهم السلام) ».\n\nوعن الصادق (عليه السلام) قال: «ما بين الركن اليماني والحجر الاسود مراقد سبعين نبياً من الأنبياء (عليهم السلام) ». وفي بيت المقدّس قبور عدّة من الأنبياء كداود (عليه السلام) وسليمان وغيرهما من الأنبياء المعروفين هناك (سلام الله عليهم أجمعين) ، وقبر زكريا(عليه السلام) معروف في حلب، وليونس (عليه السلام) على شريعة الكوفة بقعة ذات قبّة معروفة، وقبرا هود (عليه السلام) وصالح (عليه السلام) في النجف الاشرف مشهوران، ومرقد ذي الكفل على شاطئ الفرات مشهور وهو يبعد عن الكوفة، والنبي جرجيس قبره في مدينة الموصل، وفي خارج المدينة قبر شيث هبة الله وقبر النبي دانيا ل في شوش، وقبر يوشع مقابل مسجد براثا وغيرهم (سلام الله عليهم أجمعين) .\n\nوأما كيفية زيارتهم (عليهم السلام) فلم أظفر بزيارة مأثورة تخصّهم عداً ما سلف في باب  زيارة أمير المؤمنين (عليه السلام) من  زيارة آدم ونوح (عليهما السلام) \nولكن ما جعلناها الاولى من الزيارات الجامعة يزار بها الأنبياء أيضاً (عليهم السلام) كما يبدو من روايتها\n ويشهد لذلك أنّ الشيخ الجليل محمد بن المشهدي والسيد الاجل عليّ بن طاووس في (مصباح الزائر) وغيرهما (رضوان الله عليهم) قد أوردوا هذه الزيارة لمشهد يونس (عليه السلام) عند بيانهم آداب دخول مدينة الكوفة والمظنون أنّ ذكرهم هذه الزيارة لهذا المشهد ليس إلاّ لما يبدو من العموم من روايتها. وكيف كان فمن المناسب الزيارة بها في المراقد الشريفة للأنبياء (عليهم السلام) .\n\nالزيارة:\nالسَّلامُ عَلى أولياءِ اللهِ وَأصفيائِهِ السَّلامُ عَلى اُمَناءِ اللهِ وَأحِبّائِهِ السَّلامُ عَلى أنصارِ اللهِ وَخُلَفائِهَ، السَّلامُ عَلى مَحالِّ مَعرِفَةِ اللهِ السَّلامُ عَلى مَساكِنِ ذِكرِ اللهِ السَّلامُ عَلى مُظهِري أمرِ اللهِ وَنَهيِهِ السَّلامُ عَلى الدُّعاةِ إلى اللهِ السَّلامُ عَلى المُستَقِرِّينَ في مَرضاتِ اللهِ السَّلامُ عَلى المُخلِصِينَ في طاعَةِ اللهِ السَّلامُ عَلى الأدِلاّء عَلى اللهِ، السَّلامُ عَلى الَّذِينَ مَن وَالاهُم فَقَد والى اللهَ وَمَن عاداهُم فَقَد عادى اللهَ وَمَن عَرَفَهُم فَقَد عَرَفَ اللهَ وَمَن جَهِلَهُم فَقَد جَهِلَ اللهَ وَمَن اعتَصَمَ بِهِم فَقَد اعتَصَمَ بِاللهِ وَمَن تَخَلّى مِنهُم فَقَد تَخَلّى مِنَ اللهِ عَزَّ وَجَلَّ، وَأُشهِدُ اللهَ أنّي سِلمٌ لِمِن سالَمتُم وَحَربٌ لِمَن حارَبتُم مُؤمِنٌ بِسِرِّكُم وَعَلانِيَّتِكُم وَمُفَوِّضٌ في ذلِكَ كُلِّهِ إلَيكُم. لَعَنَ اللهَ عَدُوَّ آلِ مُحَمَّدٍ مِنَ الجِنِّ وَالإنسِ وَأبرَأُ إلى اللهِ مِنهُم وَصَلّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ.\nوهذه الزيارة موجودة في (الكافي) و(التهذيب) و(كامل الزيارات) وقد ورد بعد هذه الزيارة في جميع مصادرها أنّ هذا (أي هذا القول، والمراد به هذه الزيارة) يجزي في الزيارات كلها. وتكثر من الصّلاة على محمد وآله وتسمّي واحداً واحداً بأسمائهم وتبرأ من أعدائهم. وتخيّر ما شئت من الدعاء لنفسك والمؤمنين والمؤمنات.\n\n\n"
}