{
"title": "زيارة عبدالعظيم الحسني",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "الثاني: عبد العظيم (شاه زاده عبد العظيم) اللازم التعظيم وينتهي نسبه الشريف بوسائط أربع إلى سبط خير الورى الإمام الحسن المجتبى (عليه السلام) فهو عبد العظيم بن عبد الله بن علي بن الحسن بن زيد بن الحسن بن علي بن أبي طالب (عليهم السلام)، ومرقده الشريف في الري معروف مشهور وملاذ ومعاذ لعامّة الخلق وعلو مقامه وجلالة شأنه أظهر من الشمس فإنّه من سلالة خاتم النبيّين وهو مع ذلك من أكابر المحدّثين، وأعاظم العلماء والزهّاد والعبّاد وذوي الورع والتقوى. وهو من أصحاب الجواد والهادي (عليهما السلام) وكان متوسّلاً بهما أقصى درجات التوسّل ومنقطعاً إليهما غاية الانقطاع.\nوقد روى عنهما أحاديث كثيرة وهو المؤلف لكتاب (خطب أمير المؤمنين (عليه السلام) )، وكتاب (اليوم والليلة)، وهو الذي عرض دينه على إمام زمانه الإمام الهادي (عليه السلام) فأقرّه وصدّقه وقال: «يا أبا القاسم، هذا والله دين الله الذي ارتضاه فاثبت عليه ثبّتك الله بالقول الثابت في الدنيا والآخرة».\nوقد ألّف الصاحب بن عبّاد رسالة وجيزة في أحواله، وشيخنا ثقة الإسلام النوري قد أورد الوجيزة في خاتمة كتاب (المستدرك)، وروى هناك وفي كتاب (الرجال) للنجاشي أنه خاف من السلطان فطاف بالبلدان على أنّه فيج (الرسول) ثمّ ورد الريّ وسكن بساربانان.\nوعلى رواية النجاشي سكن سربا في دار رجل من الشيعة في سكة المولى وكان يعبد الله في ذلك السرب ويصوم نهاره ويقوم ليله وكان يخرج مستتراً يزور القبر المقابل لقبره وبينهما الطريق ويقول هو رجل من ولد موسى بن جعفر (عليهما السلام) . فلم يزل يا وي إلى ذلك السرب ويقع خبره إلى الواحد بعد الواحد من شيعة آل محمد عليه و (عليهم السلام) حتى عرفه أكثرهم فرأى رجل من الشيعة في المنام رسول الله (صلى الله عليه وآله وسلم) قال له: إنّ رجلاً من ولدي يحمل من سكة الموالي ويدفن عند شجرة التفاح في باغ (بستان) عبد الجبار بن عبد الوهاب وأشار إلى المكان الذي دفن فيه فذهب الرجل ليشتري الشجرة ومكانها من صاحبها فقال له: لأي شيء تطلب الشجرة ومكانها فأخبره بالرؤيا فذكر صاحب الشجرة، أنّه كان رأى مثل هذه الرؤيا وأنه جعل موضع الشجرة مع جميع الباغ (البستان) وقفاً على الشريف والشيعة يدفنون فيه.\nفمرض عبد العظيم ومات (رحمه الله) فلمّا جرّد ليغسّل وجد في جيبه رقعة فيها ذكر نسبه فإذا فيها: أنا أبو القاسم عبد العظيم بن عبد الله بن علي بن الحسن بن زيد بن الحسن بن علي بن أبي طالب (عليهم السلام). وقال أيضاً الصاحب بن عبّاد في وصف علم عبد العظيم: أنه روى أبو تراب الروياني قال: سمعت أبا حماد الرّازي يقول: دخلت على الإمام علي النقي (عليه السلام) في سرّ من رأى فسألته عن أشياء من حلالي وحرامي فأجابني فلمّا ودّعته قال لي: «يا حمّاد إذا أشكلّ عليك شيء من أمور دينك بناحيتك أي في بلدة الري فسل عنه عبد العظيم بن عبد الله الحسني واقرأهُ مني السلام».\nوقال المحقّق الدّاماد في كتاب (الرواشح): إنّ في فضل  زيارة عبد العظيم روايات متضافرة. وروي أنّ من زار قبره وجبت له الجنة. وهذا الحديث رواه أيضاً الشهيد الثاني (رحمه الله) في حواشي الخلاصة عن بعض النسّابين.\nوروى ابن بابويه وابن قولويه بسند معتبر عن رجل من أهل الرّي عن الإمام عليّ النقيّ (صلوات الله عليه) قال: دخلت عليه فقال: «أين كنت؟» فقلت: زرت الحسين (عليه السلام) قال: «أما لو أنّك زرت قبر عبد العظيم (عليه السلام) عندكم لكنت كمن زار الحسين بن علي (صلوات الله عليهما) ».\nأقول: لم يذكر العلماء  زيارة خاصّة وإنّما قال فخر المحققين جمال الدين في مزاره: إنّ من المناسب أن يزار هكذا:\nالسَّلامُ عَلَى آدَمَ صَفوَةِ اللهِ السَّلامُ عَلَى نُوحٍ نَبِيِّ اللهِ السَّلامُ عَلَى إبراهِيمَ خَلِيلِ اللهِ السَّلامُ عَلَى مُوسى كَلِيمِ اللهِ السَّلامُ عَلَى عِيسى رُوحِ اللهِ، السَّلامُ عَلَيكَ يا رَسُولَ اللهِ السَّلامُ عَلَيكَ يا خَيرَ خَلقِ اللهِ السَّلامُ عَلَيكَ يا صَفِيَّ اللهِ السَّلامُ عَلَيكَ يا مُحَمَّد بنَ عَبدِ اللهِ خاتَمَ النَّبِيِّينَ، السَّلامُ عَلَيكَ يا أمِيرَ المُؤمِنِينَ عَلِيَّ بنَ أبي طالِبٍ وَصِيَّ رَسُولِ اللهِ، السَّلامُ عَلَيكِ يا فاطِمَةُ سَيِّدَةَ نِساءِ العالَمِينَ، السَّلامُ عَلَيكُما يا سِبطَي الرَّحمَةِ وَسَيِّدَي شَبابِ أهلِ الجَنَّةِ، السَّلامُ عَلَيكَ يا عَلِيَّ بنَ الحُسَينِ سَيِّدَ العابِدِينَ وَقُرَّةَ عَينِ النَّاظِرِينَ، السَّلامُ عَلَيكَ يا مُحَمَّدَ بنَ عَلِيٍّ باقِرَ العِلمِ بَعدَ النَّبِيِّ، السَّلامُ عَلَيكَ يا جَعفَرَ بنَ مُحَمَّدٍ الصَّادِقَ البارَّ الأمِينَ، السَّلامُ عَلَيكَ يا مُوسى بنَ جَعفَرٍ الطَّاهِرَ الطُّهرَ، السَّلامُ عَلَيكَ يا عَلِيَّ بنَ مُوسى الرِّضا المُرتَضى، السَّلامُ عَلَيكَ يا مُحَمَّدَ بنَ عَلِيِّ التَّقِيَّ، السَّلامُ عَلَيكَ يا عَلِيَّ بنَ مُحَمَّدٍ النَّقِيَّ النَّاصِحَ الأمِينَ، السَّلامُ عَلَيكَ يا حَسَنَ بنَ عَلِيٍّ، السَّلامُ عَلى الوَصِيِّ مِن بَعدِهِ. اللهُمَّ صَلِّ عَلى نُورِكَ وَسِراجِكَ وَوَلِيِّ وَلِيِّكَ وَوَصِيِّ وَصِيِّكَ وَحُجَّتِكَ عَلى خَلقِكَ، السَّلامُ عَلَيكَ أيُّها السَّيِّدُ الزَّكِيُّ وَالطَّاهِرُ الصَّفِيُّ، السَّلامُ عَلَيكَ يا بنَ السَّادَةِ الأطهارِ السَّلامُ عَلَيكَ يا بنَ المُصطَفَينَ الأخيارِ، السَّلامُ عَلى رَسُولِ اللهِ وَعَلى ذُرِّيَّةِ رَسُولِ اللهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلى العَبدِ الصَّالِحِ المُطِيعِ للهِ رَبِّ العالَمِينَ وَلِرَسُولِهِ وَلأمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا أبا القاسِمِ ابنَ السِّبطِ المُنتَجَبِ المُجتَبى السَّلامُ عَلَيكَ يا مَن بِزيارَتِهِ ثَوابُ  زيارة سَيِّدِ الشُّهَداءِ يُرتَجى، السَّلامُ عَلَيكَ عَرَّفَ اللهُ بَينَنا وَبَينَكُم في الجَنَّةِ وَحَشَرَنا في زُمرَتِكُم وَأورَدَنا حَوضَ نَبِيِّكُم وَسَقانا بِكَأسِ جَدِّكُم مِن يَدِ عَلِيِّ بنِ أبي طالِبٍ صَلَواتُ اللهِ عَلَيكُم، أسألُ اللهَ أن يُرِيَنا فِيكُمُ السُّرُورَ وَالفَرَجَ وَأن يَجمَعَنا وَإياكُم في زُمرَةِ جَدِّكُم مُحَمَّدٍ (صلّى الله عليه و آله) وَأن لا يَسلُبَنا مَعرِفَتَكُم إنَّهُ وَلِيُّ قَدِيرٌ.\nأتَقَرَّبُ إلى اللهِ بِحُبِّكُم وَالبَراءَةِ مِن أعدائِكُم وَالتَّسلِيمِ إلى اللهِ راضياً بِهِ غَيرَ مُنكِرٍ وَلا مُستَكبِرٍ وَعَلى يَقِينٍ ما أتى بِهِ مُحَمَّدٌ، نَطلُبُ بِذلِكَ وَجهَكَ يا سَيِّدي اللهُمَّ وَرِضاكَ وَالدَّارَ الآخِرةَ، يا سَيِّدي وَابنَ سَيِّدي أشفَع لي في الجَنَّةِ فَإنَّ لَكَ عِندَ اللهِ شَأناً مِنَ الشَّأنِ، اللهُمَّ إنّي أسألُكَ أن تَختِمَ لي بِالسَّعادَةِ فَلا تَسلُبَ مِنّي ما أنا فِيهِ وَلا حَولَ وَلا قُوَّةَ إلاّ بِاللهِ العَلِيِّ العَظِيمِ، اللهُمَّ استَجِب لَنا وَتَقَبَّلهُ بِكَرَمِكَ وَعِزَّتِكَ وَبِرَحمَتِكَ وَعافِيَتِكَ وَصَلّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ أجمَعِينَ وَسَلَّمَ تَسلِيماً يا أرحَمَ الرَّاحِمِينَ.\nثمّ قال المحقق المذكور: ورد في بعض الأحاديث أنّ عبد العظيم كان يخرج عند إقامته بالري مستتراً يزور القبر المقابل قبره وبينهما الطريق ويقول: هو رجل من ولد موسى بن جعفر (عليه السلام) ونجد هناك في عصرنا قبراً ينسب إلى حمزة ابن الإمام موسى (عليه السلام) والظاهر أنّه القبر الذي كان يزوره عبد العظيم وينبغي زيارته أيضاً إن شاء الله، ولا بأس بأن يزار بهذه الزيارة إلاّ أنّه يحذف منها الجملة: السلام عليك يا أبا القاسم، والجملة التي تليها، انتهى.\nلا يخفى عليك أنّ قبر الشيخ الجليل السعيد قدوة المفسرين جمال الدين أبي الفتوح حسين بن علي الخزاعي (رحمه الله) صاحب التفسير المعروف واقع في صحن حمزة (عليه السلام) وينبغي زيارته، والشيخ الصدوق رئيس المحدّثين المعروف بابن بابويه قبره بقرب بلدة شاهزاده عبد العظيم فلا تغفل عن زيارته أيضاً.\n\n"
}