{
"title": "زيارة قبور المؤمنين",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "زيارة قبور المؤمنين (رضي الله عنهم أجمعين)\n\nروى الثقة الجليل الشيخ جعفر بن قولويه القمّي، عن عمرو بن عثمان الرازي قال: سمعت أبا الحسن الإمام موسى بن جعفر (عليهما السلام) يقول: «من لم يقدر أن يزورنا فليزر صالحي موالينا يكتب له ثواب زيارتنا، ومن لم يقدر على صلتنا فليصل صالحي موالينا يكتب له ثواب صلتنا». وروي أيضاً بسند صحيح عن محمد بن أحمد بن يحيى الاشعري قال: كنت بفيد (وهو اسم منزل في طريق مكة) فمشيت مع عليّ بن بلال إلى قبر محمد بن إسماعيل بن بزيع، قال: فقال لي عليّ بن بلال: قال لي صاحب هذا القبر عن الرضا (عليه السلام) قال: «من أتى قبر أخيه المؤمن ثمّ وضع يده على القبر وقرأ إنّا أنزلناه في ليلة القدر سبع مرّات أمن يوم الفزع الاكبر». ومثله حديث آخر ولكن زاد فيه واستقبل القبلة.\nأقول: ظاهر الحديث أنّ الضمير في قوله (عليه السلام) : أمن يوم الفزع الاكبر راجع إلى القارئ نفسه ومن المحتمل رجوعه إلى صاحب القبر ويؤيد هذا المعنى ما سياتي من الرواية عن السيد ابن طاووس.\nوروي أيضاً في (كامل الزيارات) بسند معتبر عن عبد الرحمن بن أبي عبد الله قال: سألت الصادق (عليه السلام) : كيف أضع يدي على قبور المسلمين؟ فأشار بيده إلى الأرض فوضعها عليها وهو مستقبل القبلة.\nوروي أيضاً بسند صحيح عن عبد الله بن سنان قال: قلت للصادق (عليه السلام) كيف اُسلّم على أهل القبور؟ قال: «نعم، تقول:\nالسَّلامُ عَلى أهلِ الديارِ مِنَ المُؤمِنِينَ وَالمُسلِمِينَ أنتُم لَنا فَرَطٌ وَنَحنُ إن شاءَ اللهُ بِكُم لاحِقُونَ».\nوعن الحسين (عليه السلام) قال: «من دخل المقابر فقال: اللهُمَّ رَبَّ هذِهِ الأرواحِ الفانِيَةِ وَالأجسادِ البالِيَةِ وَالعِظامِ النَّخِرَةِ الَّتي خَرَجَت مِنَ الدُّنيا وَهِيَ بِكَ مُؤمِنَةٌ أدخِل عَلَيهِم رَوحاً مِنكَ وَسَلاماً مِنِّي، كتب الله له بعدد الخلق من لدن آدم إلى أن تقوم الساعة حسنات».\nوعن علي (عليه السلام) قال: «من دخل المقابر فقال:\nبِسمِ اللهِ الرَّحمنِ الرَّحِيمِ السَّلامُ عَلى أهلِ لا إلهَ إلاّ اللهُ مِن أهلِ لا إلهَ إلاّ اللهُ يا أهلَ لا إلهَ إلاّ اللهُ بِحَقِّ لا إلهَ إلاّ اللهُ كَيفَ وَجَدتُم قَولَ لا إلهَ إلاّ اللهُ مِن لا إلهَ إلاّ اللهُ يا لا إلهَ إلاّ اللهُ بِحَقِّ لا إلهَ إلاّ اللهُ اغفِر لِمَن قالَ لا إلهَ إلاّ اللهُ وَاحشُرنا في زُمرَةِ مَن قالَ لا إلهَ إلاّ اللهُ مُحَمَّدٌ رَسُولُ اللهِ عَلِيُّ وَلِيُّ اللهِ. أعطاه الله سبحانه وتعالى ثواب خمسين سنة وكفّر عنه وعن أبويه سيئات خمسين سنة».\nوفي رواية اُخرى: «إنّ أحسن ما يقال في المقابر إذا مررت عليها أن تقف وتقول: اللُهُّمَّ وَلِّهِم ما تَوَلَّوا وَاحشُرهُم مَعَ مَن أحَبُّوا».\nوقال السيد ابن طاووس في (مصباح الزائر): إذا أردت  زيارة المؤمنين فينبغي أن يكون يوم الخميس، وإلاّ ففي أيّ وقت شئت. وصفتها أن تستقبل القبلة وتضع يدك على القبر وتقول:\nاللهُمَّ ارحَم غُربَتَهُ وَصِل وَحدَتَهُ وَآنِس وَحشَتَهُ وَآمِن رَوعَتَهُ، وَأسكِن إلَيهِ مِن رَحمَتِكَ رَحمَةً يَستَغني بِها عَن رَحمَةِ مَن سِواكَ وَألحِقهُ بِمَن كانَ يَتَوَلاّهُ. ثمّ اقرأ إنّا أنزلناه في ليلة القدر سبع مرات.\nوروي في صفة زيارتهم وثوابها حديث آخر عن فضيل قال: من قرأ إنّا أنزلناه عند قبر مؤمن سبع مرّات بعث الله إليه ملكاً يعبد الله عند قبره ويكتب للميت ثواب ما يعمل ذلك الملك فإذا بعثه الله من قبره لم يمر على هول إلاّ صرفه الله عنه بذلك الملك حتى يدخله الله الجنة. ويقرأ مع إنّا أنزلناه سورة الحمد والمعوّذتين وقل هو الله أحد وآية الكرسي ثلاث مرات كلّ سورة.\nوروي أيضاً في صفة زيارتهم رواية اُخرى عن محمد بن مسلم قال: قلت للصادق (صلوات الله وسلامه عليه) : نزور الموتى؟ قال: «نعم». قلت: فيعلمون بنا إذا أتيناهم؟ قال: «إي والله ليعلمون بكم ويفرحون بكم ويستأنسون إليكم» قال قلت: فأيّ شيء نقول إذا أتيناهم؟ قال: «قل:\nاللهُمَّ جافِ الأرضَ عَن جُنُوبِهِم وَصاعِد إلَيكَ أرواحَهُم وَلَقِّهِم مِنكَ رِضواناً وَأسكِن إلَيهِم مِن رَحمَتِكَ ما تَصِلُ بِهِ وَحدَتَهُم وَتُؤنِسُ بِهِ وَحشَتَهُم إنَّكَ عَلى كُلِّ شيءٍ قَدِيرٌ».\nثمّ قال السيد: فإذا كنت بين القبور فاقرأ قل هو الله أحد إحدى عشرة مرة، واهد ذلك لهم.\nفقد روي أنّ الله يثيبه على عدد الاموات. وروي في (كامل الزيارات) عن الصادق (عليه السلام) قال: «إذا زرتم موتاكم قبل طلوع الشمس سمعوا وأجابوكم، وإذا زرتموهم بعد طلوع الشمس سمعوا ولم يجيبوكم». وقد روي في كتاب (الدعوات) للراوندي حديث عن رسول الله (صلى الله عليه وآله وسلم) في كراهة  زيارة الاموات ليلاً، كما قال لأبي ذر : «ولا تزرهم أحياناً بالليل».\nوروي في مجموعة الشيخ الشهيد عن رسول الله (صلى الله عليه وآله وسلم) قال: «لا يقول أحد عند قبر ميّت ثلاث مرات: اللهُمَّ إنّي أسألُكَ بِحَقِّ مُحَمَّدٍ وَآلِ مُحَمَّدٍ أن لا تُعَذِّبَ هذا المَيِّتِ. إلاّ وأقصى الله عنه عذاب يوم القيامة.\nوعن جامع الاخبار عن بعض أصحاب النبي (صلى الله عليه وآله وسلم) قال: قال رسول الله (صلى الله عليه وآله وسلم) :«أهدوا لموتاكم» فقلنا: يا رسول الله وما نهديه الاموات؟ قال: «الصدقة والدّعاء، وقال: إنّ أرواح المؤمنين تأتي كلّ جمعة إلى السماء الدنيا بحذاء دورهم وبيوتهم ينادي كلّ واحد منهم بصوت حزين باكين: يا أهلي ويا ولدي ويا أبي ويا أمي وأقربائي اعطفوا علينا يرحمكم الله بالذي كان في أيدينا والويل والحساب علينا والمنفعة لغيرنا وينادي كلّ واحد منهم إلى أقربائه: اعطفوا علينا بدرهم أو رغيف او بكسوة يكسوكم الله من لباس الجنّة».\nثمّ بكى النبي (صلى الله عليه وآله وسلم) وبكينا معه فلم يستطع النبي (صلى الله عليه وآله وسلم) أن يتكلّم من كثرة بكائه ثمّ قال (صلى الله عليه وآله وسلم) : «أولئك إخوانكم في الدّين فصاروا تراباً رميماً بعد السرور والنعيم فينادون بالويل والثبور على أنفسهم يقولون: يا ويلنا لو أنفقنا ما كان في أيدينا في طاعة الله ورضائه ما كنّا نحتاج إليكم فيرجعون بحسرة وندامة وينادون: أسرعوا صدقة الاموات.\nوروي عنه أيضاً قال: «ما تصدّقت لميت فيأخذها ملك في طبق من نور ساطع ضوؤها يبلغ سبع سماوات ثمّ يقوم على شفير الخندق فينادي: السلام عليكم يا أهل القبور أهلكم أهدوا إليكم بهذه الهدية فيأخذها ويدخل بها في قبره توسّع عليه مضاجعه».\nفقال (صلى الله عليه وآله وسلم) : «ألا من أعطف لميّت بصدقة فله عند الله من الأجر مثل اُحد ويكون يوم القيامة في ظل عرش الله يوم لا ظل إلاّ ظلّ العرش وحيّ وميت نجا بهذه الصدقة». وحكي أنّ والي خراسان شوهد في المنام وهو يقول: ابعثوا إليّ ما تطرحونه إلى الكلاب فإني مفتقر إليه. واعلم أنّ لزيارة قبور المؤمنين أجراً جزيلاً وهي على مالها من جزيل الأجر ذات فوائد وآثار عظيمة فهي تورث العبرة والانتباه والزهد والإعراض عن الدنيا والرغبة في الآخرة. وينبغي  زيارة المقابر إذا اشتدّ السرور أو الغم فالعاقل من اتخذ المقابر عبرة ينزع بها حلاوة الدنيا من قلبه ويحوّل شهدها مراً في ذائقته وتفكر في فناء الدنيا وتقلّب أحواله واستحضر بالبال أنّه هو نفسه سيكون عمّا قريب مثلهم ويقصر يده عن الصالحات ويكون عبرة لغيره.\nروي أنه أوحى الله تعالى إلى عيسى (عليه السلام) :«يا عِيسى، هَب لي مِن عَينِكَ الدُّمُوعَ وَمِن قَلبِكَ الخُشُوعَ وَاكحَل عَينَيكَ بِمِيلِ الحُزنِ إذا ضَحِكَ البَطَّالُونَ وَقُم عَلى قُبُورِ الأمواتِ فَنادِهِم بِالصَّوتِ الرَّفِيعِ لَعَلَّكَ تَأخُذُ مَوعِظَتَكَ مِنهُم وَقُل إنّي لاحِقٌ بِهِم في اللاحِقِينَ».\nتمّ ما قدّر تسجيله في هذا الكتاب الشريف ليلة الاحد الموافق عاشر شهر ذي القعدة الحرام سنة ألف وثلاثمائة وأربع وأربعين (1344 هـ ) وهي ليلة ميلاد أبي الحسن الرضا (صلوات الله عليه) وقد بلغني اليوم رسالة تُنبِؤني خبر وفاة والدتي فلذلك أرجو من إخواني المؤمنين من انتفع منهم بهذا الكتاب الدعاء والزيارة لها رحمة الله وغفرانه عليها ولي ولوالدي في الحياة وبعد الممات، والحمد لله أولاً وآخراً وصلّى الله على محمد وآله الطاهرين.\n\n"
}