{
"title": "صيغ توديع الإمام الرضا (ع)",
"type": "text",
"source": "\nالمزار الكبير",
"data": "(1)\nصيغة وداع الإمام الرضا عليه السلام من الزيارة الثالثة كما ورد في كتاب المزار الكبير:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ يَا أَبَا الْحَسَنِ، السَّلَامُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَسْتَوْدِعُكَ اللَّهَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِمَا جِئْتَ بِهِ وَ دَلَلْتَ عَلَيْهِ، اللَّهُمَّ اكْتُبْنَا مَعَ الشَّاهِدِينَ.\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ فَقَبِّلْهُ وَ ضَعْ خَدَّيْكَ عَلَيْهِ وَ انْصَرِفْ.\n\n(2)\nصيغة وداع الإمام الرضا عليه السلام كما ورد في كتاب المزار الكبير:\nإِذَا أَرَدْتَ الِانْصِرَافَ فَقِفْ عِنْدَ قَبْرِهِ عَلَيْهِ السَّلَامُ وَ وَدِّعْهُ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ وَ ابْنَ مَوْلَايَ وَ سَيِّدِي وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَنْتَ لَنَا جُنَّةٌ مِنَ الْعَذَابِ، وَ هَذَا أَوَانُ انْصِرَافِي عَنْكَ، غَيْرَ رَاغِبٍ عَنْكَ، وَ لَا مُسْتَبْدِلٍ بِكَ، وَ لَا مُؤْثِرٍ عَلَيْكَ، وَ لَا زَاهِدٍ فِي قُرْبِكَ، وَ قَدْ جُدْتُ بِنَفْسِي لِلْحَدَثَانِ، وَ تَرَكْتُ الْأَهْلَ وَ الْأَوْلَادَ وَ الْأَوْطَانَ، فَكُنْ لِي شَافِعاً يَوْمَ فَقْرِي وَ فَاقَتِي يَوْمَ لَا يُغْنِي عَنِّي حَمِيمِي وَ لَا قَرِيبِي، يَوْمَ لَا يُغْنِي عَنِّي وَالِدِي وَ لَا وُلْدِي.\nفَاسْأَلِ اللَّهَ الَّذِي قَدَّرَ رَحِيلِي إِلَيْكَ أَنْ يُنَفِّسَ بِكَ كُرْبَتِي، وَ أَسْأَلُ اللَّهَ الَّذِي قَدَّرَ عَلَيَّ فِرَاقَ مَكَانِكَ أَنْ لَا يَجْعَلَهُ آخِرَ الْعَهْدِ مِنْ رُجُوعِي إِلَيْكَ، وَ أَسْأَلُهُ أَنْ يَجْعَلَ زِيَارَتِي لَكَ ذُخْراً عِنْدَهُ.\nوَ أَسْأَلُ اللَّهَ الَّذِي أَرَانِي مَكَانَكَ، وَ هَدَانِي لِلتَّسْلِيمِ عَلَيْكَ وَ زِيَارَتِي إِيَّاكَ، أَنْ يُورِدَنِي حَوْضَكُمْ، وَ يَرْزُقَنِي مُرَافَقَتَكُمْ فِي الْجِنَانِ.\nالسَّلَامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ، السَّلَامُ عَلَى رَسُولِ اللَّهِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ خَاتَمِ النَّبِيِّينَ، السَّلَامُ عَلَى أَمِيرِ الْمُؤْمِنِينَ سَيِّدِ الْوَصِيِّينَ، السَّلَامُ عَلَى الْحَسَنِ وَ الْحُسَيْنِ سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ مِنَ الْخَلْقِ أَجْمَعِينَ،\nالسَّلَامُ عَلَى الْأَئِمَّةِ الرَّاشِدِينَ، السَّلَامُ عَلَيْنَا وَ عَلَى عِبَادِ اللَّهِ الصَّالِحِينَ.\nثُمَّ تَدْعُو لِنَفْسِكَ وَ لِوَالِدَيْكَ وَ لِجَمِيعِ إِخْوَانِكَ الْمُؤْمِنِينَ، وَ تَسْأَلُ اللَّهَ أَنْ لَا يَجْعَلَهُ آخِرَ الْعَهْدِ مِنْكَ إِنْ شَاءَ اللَّهُ.\n\n(3)\nصيغة وداع الإمام الرضا عليه السلام من الزيارة الأولى والثانية كما ورد في كتاب المزار الكبير:\nوَ أَقِمْ عِنْدَ رَأْسِهِ مَا شِئْتَ وَ لْتَكُنْ صَلَاتُكَ عِنْدَ الْقَبْرِ فَإِذَا أَرَدْتَ أَنْ تُوَدِّعَهُ فَقُلْ:\nسَلَامٌ عَلَيْكَ يَا مَوْلَايَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَنْتَ لَنَا جُنَّةٌ مِنَ الْعَذَابِ، وَ هَذَا أَوَانُ انْصِرَافِي عَنْكَ، غَيْرَ رَاغِبٍ عَنْكَ، وَ لَا مُسْتَبْدِلٍ بِكَ، وَ لَا مُؤْثِرٍ عَلَيْكَ، وَ لَا زَاهِدٍ فِي قُرْبِكَ، وَ قَدْ جُدْتُ بِنَفْسِي لِلْحَدَثَانِ، وَ تَرَكْتُ الْأَهْلَ وَ الْأَوْلَادَ وَ الْأَوْطَانَ، فَكُنْ لِي شَافِعاً يَوْمَ حَاجَتِي وَ فَقْرِي، يَوْمَ لَا يُغْنِي عَنِّي وَالِدِي وَ لَا وُلْدِي.\nأَسْأَلُ اللَّهَ الَّذِي قَدَّرَ رَحِيلِي إِلَيْكَ أَنْ يُنَفِّسَ بِكُمْ كُرْبَتِي، وَ أَسْأَلُ اللَّهَ الَّذِي قَدَّرَ عَلَيَّ فِرَاقَ مَكَانِكَ أَنْ لَا يَجْعَلَهُ آخِرَ الْعَهْدِ مِنْ رُجُوعِي إِلَيْكَ، وَ أَسْأَلُ اللَّهَ الَّذِي أَبْكَى عَلَيْكَ عَيْنَيَّ أَنْ يَجْعَلَهُ لِي سَنَداً وَ ذُخْراً، وَ أَسْأَلُ‏\nاللَّهَ الَّذِي أَرَانِي مَكَانَكَ وَ هَدَانِي لِلتَّسْلِيمِ عَلَيْكَ وَ زِيَارَتِي إِيَّاكَ أَنْ يُورِدَنِي حَوْضَكُمْ، وَ يَرْزُقَنِي مُرَافَقَتَكُمْ فِي الْجِنَانِ.\nالسَّلَامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ وَصِيَّ رَسُولِ رَبِّ الْعَالَمِينَ وَ قَائِدَ الْغُرِّ الْمُحَجَّلِينَ، السَّلَامُ عَلَى الْحَسَنِ وَ الْحُسَيْنِ سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ، السَّلَامُ عَلَى الْأَئِمَّةِ- وَ تُسَمِّيهِمْ- عَلَيْهِمُ السَّلَامُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُقِيمِينَ الْمُسَبِّحِينَ، الَّذِينَ هُمْ بِأَمْرِ رَبِّهِمْ يَعْمَلُونَ، السَّلَامُ عَلَيْنَا وَ عَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، اللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِي إِيَّاهُ، فَإِنْ جَعَلْتَهُ فَاحْشُرْنِي مَعَهُ وَ مَعَ آبَائِهِ الْمَاضِينَ، وَ إِنْ أَبْقَيْتَنِي يَا رَبِّ فَارْزُقْنِي زِيَارَتَهُ أَبَداً مَا أَبْقَيْتَنِي، إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*.\nوَ تَقُولُ:\nأسْتَوْدِعُكَ اللَّهَ وَ أَسْتَرْعِيكَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِمَا دَعَوْتَ إِلَيْهِ، اللَّهُمَّ اكْتُبْنَا مَعَ الشَّاهِدِينَ، اللَّهُمَّ ارْزُقْنِي مَوَدَّتَهُمْ أَبَداً مَا أَبْقَيْتَنِي، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ وَ زُوَّارِ ابْنِ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكَ مِنِّي أَبَداً مَا بَقِيتُ دَائِماً وَ إِذَا فَنِيتُ، السَّلَامُ عَلَيْنَا وَ عَلَى عِبَادِ اللَّهِ الصَّالِحِينَ.\n\nفَإِذَا خَرَجْتَ مِنَ الْقُبَّةِ فَلَا تُوَلِّ وَجْهَكَ حَتَّى تَغِيبَ عَنْ بَصَرِكَ إِنْ شَاءَ اللَّهُ تَعَالَى.\n\n\n"
}