["تَقُولُ:\nالسَّلَامُ عَلَيْكُمْ يَا أَهْلَ بَيْتِ النُّبُوَّةِ وَ مَعْدِنَ الرِّسَالَةِ، سَلَامَ مُوَدِّعٍ، لَا سَئِمٍ وَ لَا قَالٍ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ إِنَّهُ حَمِيدٌ مَجِيدٌ، سَلَامَ وَلِيٍّ غَيْرِ رَاغِبٍ عَنْكُمْ، وَ لَا مُسْتَبْدِلٍ بِكُمْ، وَ لَا مُؤْثِرٍ عَلَيْكُمْ، وَ لَا زَاهِدٍ فِي قُرْبِكُمْ، لَا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنْ زِيَارَةِ قُبُورِكُمْ وَ إِتْيَانِ مَشَاهِدِكُمْ.\nوَ السَّلَامُ عَلَيْكُمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، وَ حَشَرَنِيَ اللَّهُ فِي زُمْرَتِكُمْ، وَ أَوْرَدَنِي حَوْضَكُمْ، وَ جَعَلَنِي مِنْ حِزْبِكُمْ، وَ أَرْضَاكُمْ عَنِّي، وَ مَكَّنَنِي فِي دَوْلَتِكُمْ، وَ أَحْيَانِي فِي رَجْعَتِكُمْ، وَ مَلَّكَنِي فِي أَيَّامِكُمْ، وَ شَكَرَ سَعْيِي بِكُمْ، وَ غَفَرَ ذَنْبِي بِشَفَاعَتِكُمْ، وَ أَقَالَ عَثْرَتِي بِمَحَبَّتِكُمْ، وَ أَعْلَى كَعْبِي بِمُوَالاتِكُمْ، وَ شَرَّفَنِي بِطَاعَتِكُمْ، وَ أَعَزَّنِي بِهُدَاكُمْ، وَ جَعَلَنِي مِمَّنْ يَنْقَلِبُ مُفْلِحاً مُنْجِحاً غَانِماً، مُعَافاً غَنِيّاً، فَائِزاً بِرِضْوَانِ اللَّهِ وَ فَضْلِهِ وَ كِفَايَتِهِ، بِأَفْضَلِ مَا يَنْقَلِبُ بِهِ أَحَدٌ مِنْ زُوَّارِكُمْ وَ مَوَالِيكُمْ، وَ مُحِبِّيكُمْ وَ شِيعَتِكُمْ، وَ رَزَقَنِيَ اللَّهُ الْعَوْدَ ثُمَّ الْعَوْدَ أَبَداً مَا أَبْقَانِي، بِنِيَّةٍ صَادِقَةٍ، وَ إِيمَانٍ وَ تَقْوَى وَ إِخْبَاتٍ، وَ رِزْقٍ وَاسِعٍ حَلَالٍ طَيِّبٍ.\nاللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِهِمْ وَ ذِكْرِهِمْ وَ الصَّلَاةِ عَلَيْهِمْ، وَ أَوْجِبْ لِيَ الْمَغْفِرَةَ وَ الرَّحْمَةَ، وَ الْخَيْرَ وَ الْبَرَكَةَ، وَ الْفَوْزَ وَ الْإِيمَانَ وَ حُسْنَ الْإِجَابَةِ، كَمَا أَوْجَبْتَ لِأَوْلِيَائِكَ الْعَارِفِينَ بِحَقِّهِمْ، الْمُوجِبِينَ طَاعَتَهُمْ، وَ الرَّاغِبِينَ فِي زِيَارَتِهِمْ، الْمُقَرَّبِينَ إِلَيْكَ وَ إِلَيْهِمْ.\nبِأَبِي أَنْتُمْ وَ أُمِّي وَ نَفْسِي وَ أَهْلِي اجْعَلُونِي فِي هَمِّكُمْ، وَ صَيِّرُونِي فِي حِزْبِكُمْ، وَ أَدْخِلُونِي فِي شَفَاعَتِكُمْ، وَ اذْكُرُونِي عِنْدَ رَبِّكُمْ، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَبْلِغْ أَرْوَاحَهُمْ وَ أَجْسَادَهُمْ مِنِّيَ السَّلَامَ، وَ السَّلَامُ عَلَيْكُمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nالمصدر:\nالمزار الكبير"]