{
"title": "دعاء عقب زيارة الأئمة (ع)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "قال السيد ابن طاووس: يستحب أن يُدعى بهذا الدعاء عقيب زيارات الأئمة (عليهم السلام): \n\nاللهُمَّ إن كانَت ذُنُوبي قَد أخلَقَت وَجهي عِندَكَ وَحَجَبَت دُعائي عَنكَ وَحالَت بَيني وَبَينَكَ، فَأسألُكَ أن تُقبِلَ عَلَيَّ بِوَجهِكَ الكَرِيمِ وَتَنشُرَ عَلَيَّ رَحمَتَكَ وَتُنزِّلَ عَلَيَّ بَرَكاتِكَ، وَإن كانَت قَد مَنَعَت أن تَرفَعَ لي إلَيكَ صَوتاً أو تَغفِرَ لي ذَنباً أو تَتَجاوَزَ عَن خَطِيئَةٍ مُهلِكَةٍ فَها أنَا ذا مُستَجِيرٌ بِكَرَمِ وَجهِكَ وَعِزِّ جَلالِكَ، مُتَوَسِّلٌ إلَيكَ مُتَقَرِّبٌ إلَيكَ بِأحَبِّ خَلقِكَ إلَيكَ وَأكرَمِهِم عَلَيكَ وَأولاهُم بِكَ وَأطوَعِهِم لَكَ وَأعظَمِهِم منزِلَةً وَمَكاناً عِندَكَ مُحَمَّدٍ وَبِعِترَتِهِ الطَّاهِرِينَ الأئِمَّةِ الهُداةِ المَهدِيِّينَ، الَّذِينَ فَرَضتَ عَلى خَلقِكَ طاعَتَهُم وَأمَرتَ بِمَوَدَّتِهِم وَجَعَلتَهُم وُلاةَ الأمرِ مِن بَعدِ رَسُولِكَ (صلّى الله عليه و آله) . يا مُذِلَّ كُلِّ جَبَّارٍ عَنِيدٍ وَيا مُعِزَّ المُؤمِنِينَ بَلَغَ مَجهُودي فَهَب لي نَفسِيَ السَّاعَةَ وَرَحمَةً مِنكَ تَمُنُّ بِها عَلَيَّ يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ قبّل الضريح وضع خدّيك عليه وقل:\nاللهُمَّ إنَّ هذا مَشهَدٌ لا يَرجُو مَن فاتَتهُ فِيهِ رَحمَتُكَ أن يَنالَها في غَيرِهِ وَلا أحَدٌ أشقى مِن امرِئٍ قَصَدَهُ مُؤَمِّلاً فَآبَ عَنهُ خائِباً، اللهُمَّ إنّي أعُوذُ بِكَ مِن شَرِّ الإيابِ وَخَيبَةِ المُنقَلَبِ وَالمُناقَشَةِ عِندَ الحِسابِ، وَحاشاكَ يا رَبِّ أن تُقرِنَ طاعَةَ وَلِيِّكَ بِطاعَتِكَ وَمُوالاتَهُ بِمُوالاتِكَ وَمَعصِيَتَهُ بِمَعصِيَتِكَ ثُمَّ تُؤيِسَ زَائِرَهُ وَالمُتَحَمِّلَ مِن بُعدِ البِلادِ إلى قَبرِهِ، وَعِزَّتِكَ يا رَبِّ لا يَنعَقِدُ عَلى ذلِكَ ضَمِيري إذ كانَت القُلُوبُ إلَيكَ بِالجَمِيلِ تُشِيرُ.\n\nثمّ صلّ للزيارة فإذا شئت أن تودع وتنصرف فقل:\nالسَّلامُ عَلَيكُم يا أهلَ بَيتِ النُّبُوَّةِ وَمَعدِنَ الرِّسالَةِ سَلامَ مُوَدِّعٍ لا سَئِمٍ وَلا قالٍ وَرَحمَةُ اللهِ وَبَرَكاتُهُ...الخ.\n\nوالشيخ المفيد (رحمه الله) أيضاً قد ذكر هذا الدعاء ولكنه بعد كلمة (بالجميل تشير) قال: ثمّ قل:\nيا وَلِيَّ اللهِ إنَّ بَيني وَبَينَ اللهِ عَزَّ وَجَلَّ ذُنُوباً لا يأتي عَلَيها إلاّ رِضاكَ، فَبِحَقِّ مَنِ ائتَمَنَكَ عَلى سِرِّهِ وَاستَرعاكَ أمرَ خَلقِهِ وَقَرَنَ طاعَتَكَ بِطاعَتِهِ وَمُوالاتَكَ بِمُوالاتِهِ تَوَلَّ صَلاحَ حالي مَعَ اللهِ عَزَّ وَجَلَّ، وَاجعَل حَظّي مِن زيارَتِكَ تَخلِيطي بِخالِصي زُوَّارِكَ الَّذِينَ تَسأل اللهَ عَزَّ وَجَلَّ في عِتقِ رِقابِهِم وَتَرغَبُ إلَيهِ في حُسنِ ثَوابِهِم، وَها أنا اليَومَ بِقَبرِكَ لائِذٌ وَبِحُسنِ دِفاعِكَ عَنّي عائِذٌ فَتَلافَني يا مَولايَ وَأدرِكني وَاسألِ اللهَ عَزَّ وَجَلَّ في أمري فَإنَّ لَكَ عِندَ اللهِ مَقاماً كَرِيماً وَجاهاً عَظِيماً صَلّى اللهُ عَلَيكَ وَسَلَّمَ تَسلِيماً.\n\nأقول: الأفضل للزائر إذا أراد أن يدعو في مشهد من المشاهد الشريفة بل الأفضل للداعي أينما كان وأيما كانت حاجته أن يبدأ بالدّعاء لصحّة حجّة العصر وصاحب الأمر (عليه السلام) وهذا أمرٌ هامٌ ذو فوائد هامّة لا يناسب المقام شرحها.\n\nوالشيخ (رحمه الله) قد بسط الكلام في ذلك في الباب العاشر من كتاب (النجم الثاقب) وذكر أدعية تخص المقام فليراجعه من شاء.\n\nوأخصر تلك الدعوات هو ما مرّ في أعمال الليلة الثالثة والعشرين من شهر رمضان في خلال أدعية العشر الأواخر. \n\nونحن قد أوردنا في خلال آداب  زيارة الحسين (عليه السلام) ، دعاءً يُدعى به في كافة المشاهد الشريفة. \n\n"
}