{
"title": "زيارة (1) للنبي صلى الله عليه وآله وسلم",
"type": "text",
"source": "\nكتاب المزار الكبير",
"data": "ثُمَّ ادْخُلْ مُقَدِّماً رِجْلَكَ الْيُمْنَى وَ أَنْتَ تَقُولُ:\nبِسْمِ اللَّهِ وَ بِاللَّهِ وَ فِي سَبِيلِ اللَّهِ وَ عَلَى مِلَّةِ رَسُولِ اللَّهِ، رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَ أَخْرِجْنِي مُخْرَجَ صِدْقٍ، وَ اجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً.\n\nوَ كَبِّرِ اللَّهَ تَعَالَى مِائَةَ مَرَّةٍ، \n\nوَ قِفْ عِنْدَ الْأُسْطُوَانَةِ مِنْ جَانِبِ الْقَبْرِ الْأَيْمَنِ وَ أَنْتَ مُسْتَقْبِلُ الْقِبْلَةِ وَ مَنْكِبُكَ الْأَيْمَنُ مِمَّا يَلِي الْمِنْبَرَ، فَإِنَّهُ مَوْضِعُ رَأْسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ قُلْ:\n\nأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، كَمَا شَهِدَ اللَّهُ لِنَفْسِهِ وَ شَهِدَتْ لَهُ مَلَائِكَتُهُ وَ أُولُوا الْعِلْمِ مِنْ خَلْقِهِ‏ لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ‏، وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ أَرْسَلَهُ‏ بِالْهُدى‏ وَ دِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَ لَوْ كَرِهَ الْمُشْرِكُونَ*.\nاللَّهُمَّ اجْعَلْ أَفْضَلَ صَلَوَاتِكَ وَ أَكْمَلَهَا، وَ أَنْمَى بَرَكَاتِكَ وَ أَعَمَّهَا، وَ أَزْكَى تَحِيَّاتِكَ وَ أَتَمَّهَا، عَلَى سَيِّدِنَا مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ، وَ نَبِيِّكَ‏ وَ نَجِيبِكَ، وَ وَلِيِّكَ وَ رَضِيِّكَ، وَ صَفِيِّكَ وَ خِيَرَتِكَ مِنْ خَلْقِكَ، وَ خَاصَّتِكَ وَ خَالِصَتِكَ وَ أَمِينِكَ، الشَّاهِدِ لَكَ وَ الدَّالِّ عَلَيْكَ، وَ الصَّادِعِ بِأَمْرِكَ وَ النَّاصِحِ لَكَ، وَ الْمُجَاهِدِ فِي سَبِيلِكَ، وَ الذَّابِّ عَنْ دِينِكَ، وَ الْمُوضِحِ لِبَرَاهِينِكَ، وَ الْمَهْدِيِّ إِلَى طَاعَتِكَ، وَ الْمُرْشِدِ إِلَى مَرْضَاتِكَ، وَ الْوَاعِي لِوَحْيِكَ، وَ الْحَافِظِ لِعَهْدِكَ، وَ الْمَاضِي عَلَى إِنْفَاذِ أَمْرِكَ.\nالْمُؤَيَّدِ بِالنُّورِ الْمُضِيْ‏ءِ، وَ الْمُسَدَّدِ بِالْأَمْرِ الْمَرْضِيِّ، الْمَعْصُومِ مِنْ كُلِّ خَطَإٍ وَ زَلَلٍ، الْمُنَزَّهِ مِنْ كُلِّ دَنَسٍ وَ خَطَلٍ، وَ الْمَبْعُوثِ بِخَيْرِ الْأَدْيَانِ وَ الْمِلَلِ، مُقَوِّمِ الْمَيْلِ وَ الْعِوَجِ، وَ مُقِيمِ الْبَيِّنَاتِ وَ الْحُجَجِ، الْمَخْصُوصِ بِظُهُورِ الْفَلْجِ وَ إِيضَاحِ الْمَنْهَجِ، الْمُظْهِرِ مِنْ تَوْحِيدِكَ مَا اسْتَتَرَ، وَ الْمُحْيِي مِنْ عِبَادَتِكَ مَا دَثَرَ.\n\nالْخَاتِمِ لِمَا سَبَقَ وَ الْفَاتِحِ لِمَا انْغَلَقَ، الْمُجْتَبَى مِنْ خَلَائِقِكَ وَ الْمُعْتَامِ لِكَشْفِ حَقَائِقِكَ، وَ الْمُوضِحَةِ بِهِ أَشْرَاطُ الْهُدَى، وَ الْمَجْلُوِّ بِهِ غِرْبِيبُ الْعَمَى، دَافِعِ جَيْشَاتِ الْأَبَاطِيلِ وَ دَامِغِ صَوْلَاتِ الْأَضَالِيلِ، الْمُخْتَارِ مِنْ طِينَةِ الْكَرَمِ وَ سُلَالَةِ الْمَجْدِ الْأَقْدَمِ، وَ مَغْرِسِ الْفَخَارِ الْمُعْرِقِ، وَ فَرْعِ الْعَلَاءِ الْمُثْمِرِ الْمُورِقِ، وَ الْمُنْتَجَبِ مِنْ شَجَرَةٍ الْأَصْفِيَاءِ، وَ مِشْكَاةِ الضِّيَاءِ، وَ ذِرْوَةِ الْعَلَاءِ، سُرَّةِ الْبَطْحَاءِ، بَعِيثِكَ بِالْحَقِّ، وَ بُرْهَانِكَ عَلَى جَمِيعِ الْخَلْقِ، خَاتِمِ أَنْبِيَائِكَ، وَ حُجَّتِكَ الْبَالِغَةِ فِي أَرْضِكَ وَ سَمَائِكَ.\n\nاللَّهُمَّ صَلِّ عَلَيْهِ صَلَاةً يَنْغَمِسُ فِي جَنْبِ انْتِفَاعِهِ قَدْرَ الِانْتِفَاعِ بِهِ، وَ يَجُوزُ مِنْ بَرَكَةِ التَّعَلُّقِ بِسَبَبِهَا مَا يَفُوقُ قَدْرَ الْمُتَعَلِّقِينَ بِسَبَبِهِ، وَ زِدْهُ مِنَ الْإِجْلَالِ وَ الْإِكْرَامِ مَا يَتَقَاصَرُ عَنْهُ فَسِيحُ الْآمَالِ، حَتَّى يَعْلُوَ مِنْ كَرَمِكَ أَعْلَى مَحَالِّ الْمَرَاتِبِ، وَ يَرْقَى مِنْ نِعَمِكَ أَسْنَى مَنَازِلِ الْمَوَاهِبِ، وَ خُذْ لَهُ اللَّهُمَّ بِحَقِّهِ وَ وَاجِبِهِ مِنْ ظَالِمِيهِ وَ ظَالِمِي الصَّفْوَةِ مِنْ أَقَارِبِهِ.\n\nاللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تَدَعْ لِي فِي هَذَا الْمَكَانِ الْمُكَرَّمِ وَ الْمَشْهَدِ الْمُعَظَّمِ ذَنْباً إِلَّا غَفَرْتَهُ، وَ لَا هَمّاً إِلَّا فَرَّجْتَهُ، وَ لَا مَرَضاً إِلَّا شَفَيْتَهُ، وَ لَا عَيْباً إِلَّا سَتَرْتَهُ، وَ لَا غَائِباً إلَّا حَفِظْتَهُ وَ أَدَّيْتَهُ، وَ لَا دَيْناً إِلَّا قَضَيْتَهُ، وَ لَا شَمْلًا إِلَّا جَمَعْتَهُ، وَ لَا عُرْياً إِلَّا كَسَوْتَهُ، وَ لَا فَاقَةً إِلَّا سَدَدْتَهَا، وَ لَا عَيْلَةَ إِلَّا أَغْنَيْتَهَا، وَ لَا حَاجَةً مِنْ حَوَائِجِ الدُّنْيَا وَ الْآخِرَةِ لَكَ فِيهَا رِضًى وَ لِيَ فِيهَا صَلَاحٌ إِلَّا قَضَيْتَهَا يَا أَرْحَمَ الرَّاحِمِينَ\n\n"
}