["قِفْ عِنْدَ الْأُسْطُوَانَةِ مِنْ جَانِبِ الْقَبْرِ الْأَيْمَنِ وَ أَنْتَ مُسْتَقْبِلُ الْقِبْلَةِ وَ مَنْكِبُكَ الْأَيْمَنُ مِمَّا يَلِي الْمِنْبَرَ، فَإِنَّهُ مَوْضِعُ رَأْسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ قُلْ:\n\nالسَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا نَبِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَمِينَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا حَبِيبَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا خِيَرَةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَحْمَدُ، السَّلَامُ عَلَيْكَ يَا مُحَمَّدُ، السَّلَامُ عَلَيْكَ يَا أَبَا الْقَاسِمِ.\n\nالسَّلَامُ عَلَيْكَ يَا مَاحِي، السَّلَامُ عَلَيْكَ يَا عَاقِبُ، السَّلَامُ عَلَيْكَ يَا بَشِيرُ، السَّلَامُ عَلَيْكَ يَا نَذِيرُ، السَّلَامُ عَلَيْكَ يَا طُهْرُ، السَّلَامُ عَلَيْكَ يَا طَاهِرُ، السَّلَامُ عَلَيْكَ يَا أَكْرَمَ وُلْدِ آدَمَ، السَّلَامُ عَلَيْكَ يَا خَاتَمَ النَّبِيِّينَ، السَّلَامُ عَلَيْكَ يَا رَسُولَ رَبِّ الْعَالَمِينَ، السَّلَامُ عَلَيْكَ يَا قَائِدَ الْخَيْرِ، السَّلَامُ عَلَيْكَ يَا فَاتِحَ الْبِرِّ.\n\nالسَّلَامُ عَلَيْكَ يَا نَبِيَّ الرَّحْمَةِ، السَّلَامُ عَلَيْكَ يَا سَيِّدَ الْأُمَّةِ، السَّلَامُ عَلَيْكَ يَا قَائِدَ الْغُرِّ الْمُحَجَّلِينَ، السَّلَامُ عَلَيْكَ يَا خَيْرَ خَلْقِ اللَّهِ أَجْمَعِينَ، السَّلَامُ عَلَيْكَ يَا ذَا الْوَجْهِ الْأَقْمَرِ وَ الْجَبِينِ الْأَزْهَرِ، وَ الطَّرْفِ الْأَحْوَرِ وَ الْحَوْضِ وَ الْكَوْثَرِ وَ الشَّفَاعَةِ فِي الْمَحْشَرِ.\n\nالسَّلَامُ عَلَيْكَ وَ عَلَى ابْنِ عَمِّكَ الْمُرْتَضَى، السَّلَامُ عَلَيْكَ وَ عَلَى ابْنَتِكَ فَاطِمَةَ الزَّهْرَاءِ، السَّلَامُ عَلَيْكَ وَ عَلَى خَدِيجَةَ الْكُبْرَى، السَّلَامُ عَلَيْكَ وَ عَلَى وَلَدَيْكَ الْحَسَنِ وَ الْحُسَيْنِ.\n\nالسَّلَامُ عَلَيْكُمْ يَا أَهْلَ بَيْتِ النُّبُوَّةِ، وَ مَعْدِنَ الرِّسَالَةِ، وَ مُخْتَلَفَ الْمَلَائِكَةِ، وَ خُزَّانَ الْعِلْمِ، وَ مُنْتَهَى الْحِلْمِ، وَ قَادَةَ الْأُمَمِ، وَ أَوْلِيَاءَ النِّعَمِ، وَ عَنَاصِرَ الْأَبْرَارِ، وَ دَعَائِمَ الْأَخْيَارِ، وَ صَفْوَةَ الْمَلِكِ الْجَبَّارِ، وَ صَفْوَةَ الْمُرْسَلِينَ، وَ خِيَرَةَ رَبِّ الْعَالَمِينَ.\n\nأَسْأَلُ اللَّهَ عَزَّ وَ جَلَّ أَنْ يَجْزِيَكَ عَنَّا أَكْرَمَ مَا جَزَى نَبِيّاً عَنْ أُمَّتِهِ، وَ صَلَّى اللَّهُ عَلَيْكَ حَتَّى لَا يَبْقَى مِنْ صَلَاتِهِ شَيْ‏ءٌ، وَ بَارَكَ عَلَيْكَ حَتَّى لَا يَبْقَى مِنَ الْبَرَكَةِ شَيْ‏ءٌ، وَ صَلَّى اللَّهُ عَلَيْكَ بِعَدَدِ مَا ذَكَرَهُ الذَّاكِرُونَ،\nوَ كُلَّمَا غَفَلَ عَنْ ذِكْرِكَ الْغَافِلُونَ.\n\nصَلَّى اللَّهُ عَلَيْكَ بِعَدَدِ مَا أَحَاطَ بِهِ عِلْمُ اللَّهِ وَ جَرَى بِهِ قَلَمٌ، وَ صَلَّى اللَّهُ عَلَيْكَ فِي كُلِّ وَقْتٍ وَ أَوَانٍ، صَلَّى اللَّهُ عَلَيْكَ فِي كُلِّ حِينٍ وَ زَمَانٍ، صَلَّى اللَّهُ عَلَيْكَ صَلَاةً يَهْتَزُّ لَهَا عَرْشُ الرَّحْمَنِ وَ تَرْضَى بِهَا مَلَائِكَةُ اللَّهِ، صَلَاةً تُوجِبُ لِقَائِلِهَا الْجَنَّةَ وَ تُحَقِّقُ لَهَا الْإِجَابَةَ، حَتَّى تَزِيدَهُ إِيمَاناً وَ تَثْبِيتاً وَ رَحْمَةً وَ غُفْرَاناً، صَلَّى اللَّهُ عَلَيْكَ كَمَا اسْتَنْقَذَنَا بِكَ مِنَ الضَّلَالَةِ، وَ بَصَّرَنَا بِكَ مِنَ الْعَمَى، وَ هَدَانَا بِكَ مِنَ الْجَهَالَةِ.\n\nأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَ أَشْهَدُ أَنَّكَ عَبْدُهُ وَ رَسُولُهُ، وَ أَمِينُهُ وَ صَفِيُّهُ وَ خِيَرَتُهُ مِنْ خَلْقِهِ، وَ أَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ الرِّسَالَةَ، وَ أَدَّيْتَ الْأَمَانَةَ، وَ نَصَحْتَ لِلْأُمَّةِ، وَ جَاهَدْتَ عَدُوَّ اللَّهِ، وَ عَبَدْتَ اللَّهَ حَتَّى أَتَاكَ الْيَقِينُ، وَ أَشْهَدُ أَنَّ الْجَنَّةَ حَقٌّ، وَ النَّارَ حَقٌّ، وَ الْمَوْتَ حَقٌّ، وَ الْبَعْثَ حَقٌّ، وَ الْمِيزَانَ حَقٌّ، وَ الصِّرَاطَ حَقٌّ، فَاشْهَدْ لِي بِهَذِهِ الشَّهَادَةِ.\n\nوَ إِنْ كَانَ نَائِباً عَنْ أَحَدٍ قَالَ:\nالسَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ عَنْ فُلَانِ بْنِ فُلَانٍ.\n\nوَ تَقْرَأُ فَاتِحَةَ الْكِتَابِ وَ تَقُولُ:\nسُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ، وَ لِلَّهِ الْحَمْدُ، وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ.\n\nثُمَّ تَقُولُ:\nاللَّهُمَّ إِنَّك قُلْتَ: (وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَ اسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً).\n\nاللَّهُمَّ إِنَّا قَدْ سَمِعْنَا قَوْلَكَ، وَ أَطَعْنَا أَمْرَكَ، وَ قَصَدْنَا نَبِيَّكَ مُسْتَشْفِعِينَ بِهِ إِلَيْكَ مِنْ ذُنُوبِنَا، وَ مَا أَثْقَلَ ظُهُورَنَا مِنْ أَوْزَارِنَا، تَائِبِينَ مِنْ زَلَلِنَا، مُعْتَرِفِينَ بِخَطَايَانَا، مُسْتَغْفِرِينَ مِنْ كُلِّ ذَنْبٍ اكْتَسَبْنَاهُ بِأَعْيُنِنَا وَ نَسْأَلُكَ التَّوْبَةَ، وَ نَسْتَغْفِرُكَ مِنْ كُلِّ ذَنْبٍ اكْتَسَبْنَاهُ بِأَسْمَاعِنَا وَ نَسْأَلُكَ التَّوْبَةَ، وَ نَسْتَغْفِرُكَ مِنْ كُلِّ ذَنْبٍ اكْتَسَبْنَاهُ بِأَلْسِنَتِنَا وَ نَسْأَلُكَ التَّوْبَةَ، وَ نَسْتَغْفِرُكَ مِنْ كُلِّ ذَنْبٍ اكْتَسَبْنَاهُ بِأَيْدِينَا وَ نَسْأَلُكَ التَّوْبَةَ، وَ نَسْتَغْفِرُكَ مِنْ كُلِّ ذَنْبٍ اكْتَسَبْنَاهُ بِبُطُونِنَا وَ نَسْأَلُكَ التَّوْبَةَ، وَ نَسْتَغْفِرُكَ مِنْ كُلِّ ذَنْبٍ اكْتَسَبْنَاهُ بِفُرُوجِنَا وَ نَسْأَلُكَ التَّوْبَةَ، وَ نَسْتَغْفِرُكَ مِنْ كُلِّ ذَنْبٍ اكْتَسَبْنَاهُ بِأَرْجُلِنَا وَ نَسْأَلُكَ التَّوْبَةَ، وَ نَسْتَغْفِرُكَ مِنْ كُلِّ ذَنْبٍ اكْتَسَبْنَاهُ بِقُلُوبِنا وَ نَسْأَلُكَ التَّوْبَةَ.\n\nاللَّهُمَّ فَاغْفِرْ لَنَا ذُنُوبَنَا، قَدِيمَهَا وَ حَدِيثَهَا، صَغِيرَهَا وَ كَبِيرَهَا، عَمْدَهَا وَ خَطَأَهَا، سِرَّهَا وَ عَلَانِيَتَهَا، أَوَّلَهَا وَ آخِرَهَا، مَا عَلِمْتُ مِنْهَا وَ مَا لَمْ أَعْلَمْ، فَتُبْ عَلَيْنَا وَ اغْفِرْ لَنَا وَ ارْحَمْنَا، وَ شَفِّعْ نَبِيَّكَ فِينَا، وَ ارْفَعْنَا بِمَنْزِلَتِهِ عِنْدَكَ وَ حَقِّهِ عَلَيْكَ، فَاغْفِرْ لَنَا مَا تَقَدَّمَ مِنَ الزَّلَلِ قَبْلَ انْقِضَاءِ الْأَجَلِ.\n\nثُمَّ ادْعُ بِمَا بَدَا لَكَ، وَ أَكْثِرْ مِنَ الصَّلَاةِ عِنْدَهُ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، فَإِنَّ الصَّلَاةَ الْوَاحِدَةَ\nتَعْدِلُ عَشَرَةَ ألف [آلَافِ‏] صَلَاةٍ، وَ الدِّرْهَمُ هُنَاكَ بِعَشَرَةِ ألف [آلَافِ‏] دِرْهَمٍ.\n\nالمصدر\nالمزار الكبير"]