["إِذَا خِفْتَ سَبُعاً فَقُلْ:\n\nأَشْهَدُ أَنْ‏ لا إِلهَ إِلَّا اللَّهُ* وَحْدَهُ‏ لا شَرِيكَ لَهُ‏، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ بِيَدِهِ الْخَيْرُ، وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*.\nاللَّهُمَّ يَا ذَارِئَ مَا فِي الْأَرْضِ كُلِّهَا بِعِلْمِهِ، وَ السُّلْطَانَ الْقَاهِرَ عَلَى كُلِّ شَيْ‏ءٍ دُونَهُ، يَا عَزِيزُ يَا مَنِيعُ،\n أَعُوذُ بِقُدْرَتِكَ مِنْ كُلِّ شَيْ‏ءٍ يَضُرُّ، مِنْ سَبُعٍ أَوْ هَامَّةٍ أَوْ عَارِضٍ أَوْ سَائِرِ الدَّوَابِّ، يَا خَالِقَهَا بِفِطْرَتِهِ ادْرَأْهَا عَنِّي‏ وَ احْجُزْهَا، وَ لَا تُسَلِّطْهَا عَلَيَّ، وَ عَافِنِي مِنْ شَرِّهَا،\nيَا اللَّهُ يَا عَظِيمُ احْفَظْنِي بِحِفْظِكَ مِنْ مَخَاوِفِي يَا رَحِيمُ.\n\nفَإِذَا خِفْتَ سُلْطَاناً فَقُلْ:\n\nيَا اللَّهُ الَّذِي لَا إِلَهَ الَّا هُوَ الْأَكْبَرُ، الْقَائِمُ عَلَى جَمِيعِ عِبَادِهِ، وَ الْمُمْضِي مَشِيَّتَهُ لِسَابِقِ قَدَرِهِ، الَّذِي‏ عَنَتِ الْوُجُوهُ‏ لِعَظَمَتِهِ، أَنْتَ تَكْلَأُ عِبَادَكَ وَ جَمِيعَ خَلْقِكَ مِنْ شَرِّ مَا يَطْرُقُ بِاللَّيْلِ وَ النَّهَارِ، مِنْ ظَاهِرٍ وَ خَفِيٍّ،\nمِنْ عُتَاةِ مَرَدَةِ خَلْقِكَ الضَّعِيفَةِ حِيلَتُهُمْ عِنْدَكَ، لَا يَدْفَعُ أَحَدٌ عَنْ نَفْسِهِ سُوءاً دُونَكَ، وَ لَا يَحُولُ أَحَدٌ دُونَ مَا تُرِيدُ مِنَ الْخَيْرِ، وَ كُلُّ مَا يُرَادُ وَ مَا لَا يُرَادُ فِي قَبْضَتِكَ،\nوَ قَدْ جَعَلْتَ قَبَائِلَ الْجِنِّ وَ الشَّيَاطِينِ يَرَوْنَنَا وَ لَا نَرَاهُمْ، وَ أَنَا لِكَيْدِهِمْ خَائِفٌ وَجِلٌ، فَآمِنِّي مِنْ شَرِّهِمْ وَ بَأْسِهِمْ، بِحَقِّ سُلْطَانِكَ، يَا عَزِيزُ، يَا مَنِيعُ.\n\nوَ إِذَا خِفْتَ عَدُوّاً أَوْ لِصّاً فَقُلْ:\n\nيَا آخِذاً بِنَوَاصِي خَلْقِهِ، وَ السَّافِعَ بِهَا إِلَى قَدَرِهِ، وَ الْمُنْفِذَ فِيهَا حُكْمَهُ، وَ خَالِقَهَا وَ جَاعِلَ قَضَائِهِ لَهَا غَالِباً، وَ كُلُّهُمْ ضَعِيفٌ عِنْدَ غَلَبَتِهِ، \nوَثِقْتُ بِكَ يَا سَيِّدِي عِنْدَ قُوَّتِهِمْ لِضَعْفِي، وَ بِقُوَّتِكَ عَلَى مَنْ كَادَنِي، فَسَلِّمْنِي مِنْهُمْ.\n\nاللَّهُمَّ فَإِنْ حُلْتَ بَيْنِي وَ بَيْنَهُمْ فَذَلِكَ أَرْجُو، وَ إِنْ أَسْلَمْتَنِي إِلَيْهِمْ غَيَّرُوا مَا بِي مِنْ نِعْمَتِكَ،\nيَا خَيْرَ الْمُنْعِمِينَ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تَجْعَلْ تَغَيُّرَ نِعْمَتِكَ عَلَى يَدِ أَحَدٍ سِوَاكَ، وَ لَا تُغَيِّرْهَا أَنْتَ،\n فَقَدْ تَرَى‏ الَّذِي يُرَادُ بِي، فَحُلْ بَيْنِي وَ بَيْنَ شَرِّهِمْ، بِحَقِّ مَا بِهِ تَسْتَجِيبُ، يَا اللَّهُ، رَبَّ الْعَالَمِينَ.\n\nفَإِذَا أَرَدْتَ النُّزُولَ فِي مَوْضِعٍ، فَاخْتَرْ مِنْ بِقَاعِ الْأَرْضِ أَحْسَنَهَا لَوْناً، وَ أَلْيَنَهَا تُرْبَةً، وَ أَكْثَرَهَا عُشْباً، وَ لَا تَنْزِلْ عَلَى ظَهْرِ الطَّرِيقِ وَ بُطُونِ الْأَوْدِيَةِ، فَإِنَّهَا مَأْوَى الْحَيَّاتِ وَ مَدَارِجُ السِّبَاعِ، فَإِذَا أَرَدْتَ النُّزُولَ فَقُلْ حِينَ تَنْزِلُ:\nاللَّهُمَ‏ أَنْزِلْنِي مُنْزَلًا مُبارَكاً، وَ أَنْتَ خَيْرُ الْمُنْزِلِينَ‏.\n\nثُمَّ تُصَلِّي رَكْعَتَيْنِ، تَنْوِي مَنْدُوباً قُرْبَةً إِلَى اللَّهِ تَعَالَى، وَ قُلِ:\nاللَّهُمَّ ارْزُقْنَا خَيْرَ هَذِهِ الْبُقْعَةِ، وَ أَعِذْنَا مِنْ شَرِّهَا.\n\nفَإِذَا أَرَدْتَ الرَّحِيلَ مِنَ الْمَنْزِلِ فَصَلِّ رَكْعَتَيْنِ مَنْدُوباً أَيْضاً، \nوَ ادْعُ اللَّهَ عَزَّ وَ جَلَّ بِالْحِفْظِ وَ الْكِلَاءَةِ، وَ وَدِّعِ الْمَوْضِعَ وَ أَهْلَهُ، فَإِنَّ لِكُلِّ مَوْضِعٍ أَهْلًا مِنَ الْمَلَائِكَةِ، وَ قُلِ:\n\nالسَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْحَافِظِينَ، السَّلَامُ عَلَيْنَا وَ عَلَى عِبَادِ اللَّهِ الصَّالِحِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ..\n\nالمصدر:\nالمزار الكبير"]