{
"title": "زيارة (3) للنبي صلى الله عليه وآله وسلم",
"type": "text",
"source": "\nالمزار الكبير",
"data": "إِذَا وَقَفْتَ عَلَيْهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ تَقُولُ:\n\nالسَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا حَبِيبَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَمِينَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا نَبِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا سَيِّدَ الْمُرْسَلِينَ وَ خَاتَمَ النَّبِيِّينَ، السَّلَامُ عَلَيْكَ يَا نَبِيَّ الرَّحْمَةِ وَ قَائِدَ الْخَيْرِ وَ الْبَرَكَةِ، وَ دَاعِيَ الْخَلْقِ إِلَى طَرِيقِ النَّجَاةِ وَ الْمَغْفِرَةِ.\n\nالسَّلَامُ عَلَيْكَ يَا نَبِيَّ الْهُدَى وَ سَيِّدَ الْوَرَى، وَ مُنْقِذَ الْعِبَادِ مِنَ الضَّلَالَةِ وَ الرَّدَى، السَّلَامُ عَلَيْكَ يَا صَاحِبَ الْخُلُقِ الْعَظِيمِ وَ الشَّرَفِ الْعَمِيمِ وَ الْآيَاتِ وَ الذِّكْرِ الْحَكِيمِ، السَّلَامُ عَلَيْكَ يَا صَاحِبَ الْمَقَامِ الْمَحْمُودِ وَ الْحَوْضِ الْمَوْرُودِ وَ اللِّوَاءِ الْمَشْهُودِ.\n\nالسَّلَامُ عَلَيْكَ يَا مَنْهَجَ دِينِ الْإِسْلَامِ وَ الْإِيمَانِ وَ صَاحِبَ الْقِبْلَةِ وَ الْفُرْقَانِ وَ عَلَمَ الصِّدْقِ وَ الْحَقِّ وَ الْإِحْسَانِ، السَّلَامُ عَلَيْكَ يَا صَفْوَةَ الْأَنْبِيَاءِ وَ عَلَمَ الْأَتْقِيَاءِ وَ مَشْهُورَ الذِّكْرِ فِي الْأَرْضِ وَ السَّمَاءِ، السَّلَامُ عَلَيْكَ يَا أَبَا الْقَاسِمِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nأَشْهَدُ أَنَّكَ رَسُولُ اللَّهِ الْعَزِيزُ عَلَى اللَّهِ، وَ النَّبِيُّ الْمُصْطَفَى، وَ الْحَبِيبُ الْمُجْتَبَى وَ الْأَمِينُ الْمُرْتَضَى، وَ الشَّفِيعُ الْمُرْتَجَى، الْمَبْعُوثُ حِينَ الْفَتْرَةِ وَ دُرُوسِ الدِّينِ وَ الْمِلَّةِ، بِالنُّورِ الْبَاهِرِ، وَ الْكِتَابِ الزَّاهِرِ، وَ الْأَمْرِ الْمَرْضِيِّ، وَ الْبَيَانِ الْجَلِيِّ، وَ الْمِنْهَاجِ الْبَدِي‏ءِ.\n\nأَكْرَمُ الْعَالَمِينَ حَسَباً، وَ أَفْضَلُهُمْ نَسَباً، وَ أَجْمَلُهُمْ مَنْظَراً، وَ أَسْخَاهُمْ كَفّاً، وَ أَشْجَعُهُمْ قَلْباً، وَ أَكْمَلُهُمْ حِلْماً، وَ أَكْثَرُهُمْ عِلْماً، وَ أَثْبَتُهُمْ أَصْلًا، وَ أَعْلَاهُمْ ذِكْراً، وَ أَسْنَاهُمْ ذُخْراً، وَ أَبْذَخُهُمْ شَرَفاً، وَ أَحْمَدُهُمْ وَصْفاً، وَ أَوْفَاهُمْ بِالْعَهْدِ، وَ أَنْجَزُهُمْ لِلْوَعْدِ، مِنْ شَجَرَةٍ أَصْلُهَا رَاسِخٌ فِي الثَّرَى، وَ فَرْعُهَا شَامِخٌ فِي الْعُلَى.\n\nقَدْ بَشَّرَتْ بِكَ قَبْلَ مَبْعَثِكَ الْأَنْبِيَاءُ، وَ هَتَفَتْ بِصِفَاتِكَ الْأَوْصِيَاءُ، وَ صَرَخَتْ بِنُعُوتِكَ الْعُلَمَاءُ، وَ كُتُبُ اللَّهِ الْمُنْزَلَةُ عَلَى رُسُلِهِ مِنَ الْأُمَمِ الْمَاضِيَةِ وَ الْقُرُونِ الْخَالِيَةِ تَنْطِقُ بِتَعْظِيمِ نَامُوسِكَ وَ شَرْعِكَ، وَ تَفْخِيمِ آيَاتِكَ وَ أَعْلَامِكَ، وَ فَضْلِ أَوَانِكَ وَ زَمَانِكَ، وَ كَانَ مُسْتَقَرُّكَ خَيْرَ مُسْتَقَرٍّ، وَ مُسْتَوْدَعُكَ خَيْرَ مُسْتَوْدَعٍ.\n\nوَ أَنَّكَ سَلِيلُ الْأَعْلَامِ السَّادَةِ، وَ الْقُرُومِ الذَّادَةِ، تَنْشَأُ فِي مَعَادِنِ الْكَرَامَةِ وَ مَعَاهِدِ السَّلَامَةِ، وَ تَكُونُ بَيِّنَ الْعَلَامَةِ، بَيِّنَ الْوَسَامَةِ، بَيْنَ كَتِفَيْكَ شَامَةٌ يَعْرِفُكَ بِهَا الْمُسْتَوْدَعُونَ لِلْعِلْمِ، أَنَّكَ الْمُوَفَّقُ الرَّشِيدُ، وَ الْمُبَارَكُ السَّعِيدُ، وَ الْمَيْمُونُ السَّدِيدُ، وَ أَنَّ رَايَتَكَ مَنْصُورَةٌ، وَ أَعْلَامَكَ رَضِيَّةٌ مَشْهُورَةٌ، وَ فَرَائِضَكَ مُهَذَّبَةٌ، وَ سُنَنُكَ نَقِيَّةٌ، وَ أَنَّكَ أَحْسَنُ الْعَالَمِينَ خَلْقاً وَ خُلُقاً، وَ أَشْرَفُهُمْ أَصْلًا، وَ أَكْرَمُهُمْ فِعْلًا، وَ أَسْنَاهُمْ خَطَراً، وَ أَوْفَاهُمْ عَهْداً، وَ أَوْثَقُهُمْ عَقْداً.\n\nأَشْهَدُ أَنَّ اللَّهَ أَخْرَجَكَ مِنْ أَكْرَمِ الْمَحَامِلِ، وَ أَفْضَلِ الْمَنَابِتِ، وَ مِنْ أَمْنَعِهَا ذِرْوَةً، وَ أَعَزِّهَا أَرُومَةً، وَ أَعْظَمِهَا جُرْثُومَةً، وَ أَفْضَلِهَا مَكْرُمَةً، وَ أَشْرَفِهَا مَنْقَبَةً، وَ أَشْهَرِهَا جَلَالَةً، وَ أَرْفَعِهَا عُلُوّاً، وَ أَعْلَاهَا سُمُوّاً، مِنْ دَوْحَةٍ بَاسِقَةِ الْفَرْعِ، مُثْمِرَةِ الْحَقِّ، مُورِقَةِ الصِّدْقِ، طَيِّبَةِ الْعُودِ، مَسْعَدَةِ الْجُدُودِ، مَغْرُوسَةٍ فِي الْحِلْمِ، عَالِيَةٍ فِي ذِرْوَةِ الْعِلْمِ.\n\nأَشْهَدُ أَنَّ اللَّهَ بَعَثَكَ رَحْمَةً لِلْخَلْقِ، وَ رَأْفَةً بِالْعِبَادِ، وَ غَيْثاً لِلْبِلَادِ، وَ تَفَضُّلًا عَلَى مَنْ فَوْقَ الْأَرْضِ، لِيُنِيلَهُمْ بِكَ خَيْرَهُ، وَ يَمْنَحَهُمْ بِكَ فَضْلَهُ، وَ يُكْرِمَهُمْ بِدَعْوَتِكَ، وَ يَهْدِيَهُمْ بِنُبُوَّتِكَ، وَ يُبَصِّرَهُمْ مِنَ الْعَمَى بِكَ، وَ يَسْتَنْقِذَهُمْ مِنَ الرَّدَى بِاتِّبَاعِكَ، وَ جَعَلَ سِيرَتَكَ الْقَصْدَ، وَ كَلَامَكَ الْفَصْلَ، وَ حُكْمَكَ الْعَدْلَ.\n\nأَشْهَدُ أَنَّ اللَّهَ أَكْرَمَكَ بِالرُّوحِ الْأَمِينِ، وَ النُّورِ الْمُبِينِ، وَ الْكِتَابِ الْمُسْتَبِينِ، وَ خَتَمَ بِكَ النَّبِيِّينَ، وَ تَمَّمَ بِكَ عِدَّةَ الْمُرْسَلِينَ، وَ أَحْيَا بِكَ الْبِلَادَ، وَ نَعَشَ بِكَ الْعِبَادَ، وَ طَوَى بِكَ الْأَسْبَابَ، وَ أَزْجَى بِكَ السَّحَابَ‏\nوَ سَخَّرَ لَكَ الْبُرَاقَ، وَ أَسْرَى بِكَ إِلَى السَّمَاءِ، وَ أَرْقَى بِكَ فِي عُلُوِّ الْعَلَاءِ، وَ أَصْعَدَكَ إِلَى الْمَلَإِ الْأَعْلَى، وَ أَحْظَاكَ بِالزُّلْفَةِ الْأَدْنَى، وَ أَرَاكَ الْآيَةَ الْكُبْرَى، عِنْدَ سِدْرَةِ الْمُنْتَهى‏، عِنْدَها جَنَّةُ الْمَأْوى‏، مَا زَاغَ بَصَرُكَ‏ وَ ما طَغى‏، وَ مَا كَذَبَ فُؤَادُكَ‏ ما رَأى‏.\nأَشْهَدُ أَنَّكَ أَتَيْتَ بِالْأَعْلَامِ الْقَاهِرَةِ، وَ الْآيَاتِ الْبَاهِرَةِ، وَ الْمَفَاخِرِ الظَّاهِرَةِ، وَ بَلَّغْتَ الرِّسَالَةَ، وَ أَدَّيْتَ الْأَمَانَةَ، وَ نَصَحْتَ الْأُمَّةَ، وَ أَوْضَحْتَ الْمَحَجَّةَ، وَ تَلَوْتَ عَلَيْهَا الْكِتَابَ وَ الْحِكْمَةَ، وَ بَيَّنْتَ لَهَا الشَّرِيعَةَ، وَ خَلَّفْتَ فِيهَا الْكِتَابَ وَ الْعِتْرَةَ، وَ أَكَّدْتَ عَلَيْهَا بِهَا الْحُجَّةَ.\n\nأَشْهَدُ أَنَّكَ الْمَبْعُوثُ عَلَى حِينِ‏ فَتْرَةٍ مِنَ الرُّسُلِ‏، وَ حَيْرَةٍ مِنَ الْأُمَمِ، وَ تَمَكُّنٍ مِنَ الْجَهْلِ، وَ ارْتِفَاعٍ مِنَ الْحَقِّ، وَ غَلَبَةٍ مِنَ الْعَمَى، وَ شِدَّةٍ مِنَ الرَّدَى، وَ اعْتِسَافٍ مِنَ الْجَوْرِ، وَ امْتِحَاءٍ مِنَ الدِّينِ، وَ تَسَعُّرٍ مِنَ الْحُرُوبِ وَ الْبَأْسِ، وَ الدُّنْيَا مُتَنَكِّرَةٌ لِأَهْلِهَا، مُنْقَلِبَةٌ عَلَى أَبْنَائِهَا، ثَمَرُهَا الْفِتَنُ، وَ طَعَامُ أَهْلِهَا الْجِيَفُ، وَ شِعَارُهَا الْخَوْفُ، وَ دِثَارُهَا السَّيْفُ.\n\nقَدْ مَزَّقَتْ أَهْلَهَا كُلَّ مُمَزَّقٍ، وَ طَرَدَتْهُمْ كُلَّ مَطْرَدٍ، وَ أَعْمَتْ عُيُونَهُمْ، وَ أَشْجَتْ قُلُوبَهُمْ، وَ شَغَلَتْهُمْ بِقَطْعِ الْأَرْحَامِ، وَ عِبَادَةِ الْأَصْنَامِ، وَ خِدْمَةِ النِّيرَانِ، وَ اسْتَأْصَلْتَ الْكُفْرَ، وَ هَدَمْتَ الشِّرْكَ، وَ مَحَقْتَ الضَّلَالَةَ، وَ نَفَيْتَ الْجَهَالَةَ، وَ كَشَفَ اللَّهُ عَنْهُمْ بِكَ الْبَلَاءَ، وَ رَدَّ عَنْ دِيَارِهِمْ بِكَ الْأَعْدَاءَ، وَ رَفَعَ مِنْ بَيْنِهِمُ الْعَدَاوَةَ وَ الْبَغْضَاءَ، وَ أَلَّفَ بَيْنَ قُلُوبِهِمْ‏، وَ أَعَادَ الرَّحْمَةَ إِلَى صُدُورِهِمْ، وَ فَتَحَ اللَّهُ عَلَيْهِمْ أَبْوَابَ النِّعَمِ، وَ أَلْبَسَهُمْ حُلَلَ الْعِزِّ وَ الْكَرَمِ.\n\nثُمَّ تُصَلِّي عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ تَقُولُ:\nاللَّهُمَّ إِنَّكَ نَدَبْتَ الْمُؤْمِنِينَ إِلَى الصَّلَاةِ عَلَى رَسُولِكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، فَقُلْتَ: «إِنَّ اللَّهَ وَ مَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَ سَلِّمُوا تَسْلِيماً».\n\nاللَّهُمَّ صَلِّ عَلَى عَبْدِكَ الْمُنْتَجَبِ، وَ نَبِيِّكَ الْمُقَرَّبِ، وَ رَسُولِكَ الْمُكَرَّمِ، وَ شَاهِدِكَ الْمُعَظَّمِ، سَيِّدِ الْأَنْبِيَاءِ، وَ قُدْوَةِ الْأَصْفِيَاءِ، وَ عَلَمِ الْأَتْقِيَاءِ، وَ اجْعَلْهُ أَفْضَلَ النَّبِيِّينَ عِنْدَكَ عَطَاءً، وَ أَفْضَلَهُمْ لَدَيْكَ حِبَاءً، وَ أَعْظَمَهُمْ عِنْدَكَ مَنْزِلَةً، وَ أَرْفَعَهُمْ لَدَيْكَ دَرَجَةً.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ، صَلَاةً تُشَاكِلُ جَلَالَتَهُ فِي النَّبِيِّينَ، وَ تُضَارِعُ فَضْلَهُ فِي الصَّالِحِينَ، وَ تُوَازِي شَرَفَهُ فِي الْمُتَّقِينَ، وَ تُعْلِي عُلُوَّهُ فِي الصَّالِحِينَ، وَ نُمُوَّهُ فِي الْمُهْتَدِينَ، وَ ارْتِفَاعَهُ فِي النَّبِيِّينَ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ الْمُصْطَفَى، وَ حَبِيبِكَ الْمُجْتَبَى، نَبِيِّ الرَّحْمَةِ، وَ خَازِنِ الْمَغْفِرَةِ، وَ قَائِدِ الْخَيْرِ وَ الْبَرَكَةِ، وَ مُنْقِذِ الْعِبَادِ مِنَ الْهَلَكَةِ، وَ دَاعِيهِمْ إِلَى دِينِكَ، الْقَيِّمِ بِأَمْرِكَ، أَوَّلِ النَّبِيِّينَ مِيثَاقاً، وَ آخِرِهِمْ مَبْعَثاً، الَّذِي غَمَسْتَ نُورَهُ فِي بَحْرِ الْفَضِيلَةِ، وَ الْمَنْزِلَةِ الْجَلِيلَةِ، وَ الدَّرَجَةِ الرَّفِيعَةِ، وَ أَوْدَعْتَهُ الْأَصْلَابَ الطَّاهِرَةَ، وَ نَقَلْتَهُ بِهَا إِلَى الْأَرْحَامِ الْمُطَهَّرَةِ، لُطْفاً مِنْكَ وَ تَحَنُّناً لَكَ عَلَيْهِ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ كَمَا وَفَى بِعَهْدِكَ، وَ بَلَّغَ رِسَالَتَكَ، وَ قَاتَلَ الْمُشْرِكِينَ عَلَى تَوْحِيدِكَ، وَ جَاهَدَ فِي سَبِيلِكَ، وَ دَعَا إِلَيْكَ، وَ قَطَعَ رَسْمَ الْكُفْرِ فِي أَعْوَانِ دِينِكَ، وَ لَبِسَ ثَوْبَ الْبَلْوَى فِي مُجَاهَدَةِ أَعْدَائِكَ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ، وَ أَمِينِكَ عَلَى وَحْيِكَ، وَ خِيَرَتِكَ مِنْ خَلْقِكَ، وَ صَفْوَتِكَ مِنْ بَرِيَّتِكَ، الْبَشِيرِ النَّذِيرِ، السِّرَاجِ الْمُنِيرِ، الدَّاعِي إِلَيْكَ، وَ الدَّلِيلِ عَلَيْكَ، وَ الصَّادِعِ بِأَمْرِكَ، وَ النَّاصِحِ لِعِبَادِكَ، أَفْضَلَ مَا صَلَّيْتَ عَلَى أَنْبِيَائِكَ وَ رُسُلِكَ وَ حُجَجِكَ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ سَيِّدِ الْمُرْسَلِينَ، وَ خَاتَمِ النَّبِيِّينَ، وَ إِمَامِ الْمُتَّقِينَ، وَ أَفْضَلِ الْخَلْقِ أَجْمَعِينَ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ اخْصُصْ مُحَمَّداً مِنْ عَطَايَاكَ بِأَفْضَلِهَا، وَ مِنْ مَوَاهِبِكَ بِأَسْنَاهَا وَ أَجْزَلِهَا، كَمَا نَصَبَ لِأَمْرِكَ نَفْسَهُ، وَ عَرَّضَ لِلْمَكْرُوهِ فِيكَ بَدَنَهُ، وَ كَاشَفَ فِي الدُّعَاءِ إِلَيْكَ أُسْرَتَهُ، وَ أَدْأَبَ نَفْسَهُ فِي تَبْلِيغِ رِسَالَتِكَ، وَ أَتْعَبَهَا فِي الدُّعَاءِ إِلَى مِلَّتِكَ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ، وَ نَبِيِّكَ وَ نَجِيِّكَ، وَ صَفِيِّكَ وَ حَبِيبِكَ، وَ نَجِيبِكَ وَ خَلِيلِكَ، وَ خِيَرَتِكَ مِنْ خَلْقِكَ، أَفْضَلَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ أَنْبِيَائِكَ وَ رُسُلِكَ، وَ أَهْلِ الْكَرَامَةِ عَلَيْكَ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ أَعْطِ مُحَمَّداً دَرَجَةَ الْوَسِيلَةِ، وَ شَرَفَ الْفَضِيلَةِ، وَ ابْعَثْهُ مَقَاماً مَحْمُوداً يَغْبِطُهُ بِهِ الْأَوَّلُونَ وَ الْآخِرُونَ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ أَعْطِ مُحَمَّداً مِنْ كُلِّ كَرَامَةٍ أَفْضَلَ تِلْكَ الْكَرَامَةِ، وَ مِنْ كُلِّ نَعِيمٍ أَوْفَرَ ذَلِكَ النَّعِيمِ، وَ مِنْ كُلِّ يُسْرٍ أَنْضَرَ ذَلِكَ الْيُسْرِ، وَ مِنْ كُلِّ عَطَاءٍ أَفْضَلَ ذَلِكَ الْعَطَاءِ، وَ مِنْ كُلِّ قِسْمٍ أَجْزَلَ ذَلِكَ الْقِسْمِ، حَتَّى لَا يَكُونَ أَحَدٌ مِنْ خَلْقِكَ أَقْرَبَ مِنْهُ عِنْدَكَ مَنْزِلَةً، وَ لَا أَوْجَبَ لَدَيْكَ كَرَامَةً، وَ لَا أَعْظَمَ عَلَيْكَ حَقّاً مِنْهُ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ، الْعَظِيمِ حُرْمَتُهُ، الْقَرِيبِ مَنْزِلَتُهُ، الرَّفِيعِ دَرَجَتُهُ، وَ الشَّرِيفِ مِلَّتُهُ، وَ الْجَلِيلِ قِبْلَتُهُ، وَ الْمُخْتَارِ دِينُهُ وَ شَرْعُهُ، وَ الزَّاكِي أَصْلُهُ وَ فَرْعُهُ، صَلَاةً تَسْتَفْرِغُ وُسْعَ الْمُصَلِّينَ عَلَيْهِ، وَ تُعْيِي مَجْهُودَ الْمُتَقَرِّبِينَ بِحُبِّ عِتْرَتِهِ إِلَيْهِ.\n\nاللَّهُمَّ اجْعَلْ صَلَوَاتِكَ وَ صَلَوَاتِ مَلَائِكَتِكَ الْمُقَرَّبِينَ، وَ أَنْبِيَائِكَ الْمُرْسَلِينَ، وَ عِبَادِكَ الصَّالِحِينَ، وَ أَهْلِ السَّمَاوَاتِ وَ أَهْلِ الْأَرَضِينَ، وَ مَنْ سَبَّحَ لَكَ أَوْ يُسَبِّحُ لَكَ يَا رَبَّ الْعَالَمِينَ، مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ، عَلَى مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ، وَ نَجِيِّكَ وَ حَبِيبِكَ وَ صَفِيِّكَ وَ خَاصَّتِكَ، وَ صَفْوَتِكَ وَ خِيَرَتِكَ مِنْ خَلْقِكَ.\n\nاللَّهُمَّ كَرِّمْ مَقَامَهُ، وَ عَظِّمْ بُرْهَانَهُ، وَ شَرِّفْ بُنْيَانَهُ، وَ بَيِّضْ وَجْهَهُ، وَ أَعْلِ كَعْبَهُ، وَ ارْفَعْ دَرَجَتَهُ، وَ تَقَبَّلْ شَفَاعَتَهُ فِي أُمَّتِهِ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ ارْحَمْ مُحَمَّداً وَ آلَ مُحَمَّدٍ، وَ سَلِّمْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، كَأَفْضَلِ مَا صَلَّيْتَ وَ بَارَكْتَ وَ تَرَحَّمْتَ وَ سَلَّمْتَ عَلَى إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ.\n\nاللَّهُمَّ إِنَّكَ قُلْتَ لِنَبِيِّكَ فِي كِتَابِكَ: «وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ‏ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَ اسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً»، وَ إِنِّي أَتَيْتُكَ وَ أَتَيْتُ نَبِيَّكَ نَبِيَّ الرَّحْمَةِ تَائِباً مِنْ ذُنُوبِي فَأَعْتِقْنِي مِنَ النَّارِ، وَ ارْحَمْنِي بِتَوَجُّهِي إِلَيْكَ بِهِ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ اخْصُصْ مُحَمَّداً بِأَفْضَلِ صَلَوَاتِكَ، وَ نَوَامِي بَرَكَاتِكَ، وَ فَوَاتِحِ خَيْرَاتِكَ، وَ بَلِّغْ مُحَمَّداً مِنَّا السَّلَامَ، وَ السَّلَامُ عَلَيْهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nذكر صلاة الزيارة:\nتُصَلِّي صَلَاةَ الزِّيَارَةِ، وَ صِفَتُهَا أَنْ تَنْوِيَ بِقَلْبِكَ أُصَلِّي صَلَاةَ الزِّيَارَةِ مَنْدُوباً قُرْبَةً إِلَى اللَّهِ تَعَالَى، \nوَ تَقْرَأُ فِيهَا بَعْدَ الْحَمْدِ مَا تَيَسَّرَ لَكَ مِنَ السُّوَرِ، وَ إِنْ قَدَرْتَ عَلَى سُورَةِ الرَّحْمَنِ وَ يس فَافْعَلْ، فَالْفَضْلُ فِيهِمَا.\nفَإذَا فَرَغْتَ مِنْهَا فَادْعُ لِنَفْسِكَ وَ لِأَهْلِكَ وَ لِإِخْوَانِكَ الْمُؤْمِنِينَ وَ تَدْعُو بِمَا أَحْبَبْتَ.\n\n"
}