{
"title": "الغسل وزيارة الإمام الحسين عليه السلام",
"type": "text",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد",
"data": "اعلم انّ الاحاديث كثيرة في فضل زيارة الحسين (عليه السلام) في شهر رمضان ولا سيّما في أوّل ليلة منه وليلة النّصف منه وآخر ليلة منه وفي خُصوص ليلة القدر . وروي عن الامام محمّد التّقي (عليه السلام) قال : من زار الحسين (عليه السلام) ليلة ثلاث وعشرين من شهر رمضان وهي اللّيلة الّتي يرجى أن تكون ليلة القدر وفيها يُفرَقُ كُلُّ اَمْر حَكيم، صافحه رُوح أربعة وعشرين ألف نبيّ كلّهم يستأذن الله في زيارة الحسين (عليه السلام) في تلك اللّيلة، وفي حديث معتبر آخر عن الصّادق (عليه السلام) : اذا كان ليلة القدر ونادى مناد من السّماء السّابعة من بطنان العرش انّ الله عزّوجل قد غفر لمن أتى قبر الحسين (عليه السلام) . وفي رواية انّ من كان عند قبر الحسين (عليه السلام) ليلة القدر يصلّي عنده ركعتين أو ما تيسّر له وسأل الله الجنّة واستعاذ به من النّار أعطاه الله ما سأل واعاذه الله ممّا استعاذ منه .\n\nوروى ابن قولويه عن الصّادق (عليه السلام) انّ من زار قبر الحسين بن علي (عليهما السلام) في شهر رمضان ومات في الطّريق لم يعرض ولم يحاسب وقيل له ادخل الجنّة آمناً، وامّا الالفاظ الّتي يُزار بها الحسين (عليه السلام) في ليلة القدر فهي زيارة أوردها الشّيخ والمفيد ومحمّد بن المشهدي وابن طاوُس والشّهيد (رحمهم الله) في كتب الزّيارة وخصّوها بهذه اللّيلة وبالعيدين أي عيد الفطر وعيد الاضحى .\n\nوروى الشّيخ محمّد ابن المشهدي باسناده المعتبرة عن الصّادق (عليه السلام) قال : اذا أردت زيارته (عليه السلام) فأت مشهده المقدّس بعد أن تغتسل وتلبس أطهر ثيابك فاذا وقفت على قبره فاستقبله بوجهك واجعل القبلة بين كتفيك وقُل :\n\nاَلسَّلامُ عَلَيْكَ يَا بْنَ رَسُولِ اللهِ، اَلسَّلامُ عَلَيْكَ يَا بْنَ اَميرِ الْمُؤْمِنينَ، اَلسَّلامُ عَلَيْكَ يَا بْنَ الصِّديقَةِ الطّاهِرَةِ فاطِمَةَ سَيِّدَةِ نِساءِ الْعالَمينَ، اَلسَّلامُ عَلَيْكَ يا مَوْلايَ اَبا عَبْدِاللهِ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَشْهَدُ اَنَّكَ قَدْ اَقَمْتَ الصَّلاةَ وَآتَيْتَ الزَّكاةَ وَاَمَرْتَ بِالْمَعْرُوفِ وَنَهَيْتَ عَنِ الْمُنْكَرِ، وَتَلَوْتَ الْكِتابَ حَقَّ تِلاوَتِهِ وَجاهَدْتَ فِي اللهِ حَقَّ جِهادِهِ وَصَبَرْتَ عَلَى الاَْذى فِي جَنْبِهِ مُحْتَسِباً حَتّى اَتاكَ الْيَقينُ، اَشْهَدُ اَنَّ الَّذينَ خالَفُوكَ وَحارَبُوكَ وَالَّذينَ خَذَلُوكَ وَالَّذينَ قَتَلُوكَ مَلْعُونُونَ عَلى لِسانِ النَّبِيِّ الاُْمّي وَقَدْ خابَ مَنِ افْتَرى، لَعَنَ اللهُ الظّالِمينَ لَكُمْ مِنَ الاَْوَّلينَ وَالاْخِرينَ وَضاعَفَ عَلَيْهِمُ الْعَذابَ الاَْليمَ، اَتَيْتُكَ يا مَوْلايَ يَا بْنَ رَسُولِ اللهِ زائِراً عارِفاً بِحَقِّكَ مُوالِياً لاَِوْلِيائِكَ مُعادِياً لاَِعْدائِكَ، مُسْتَبْصِراً بِالْهُدَى الّذي أَنْتَ عَلَيْهِ، عارِفاً بِضَلالَةِ مَنْ خالَفَكَ، فَاشْفَعْ لي عِنْدَ رَبِّكَ.\n\nثمّ انكبّ على القبر وقبّله وضع خدّك عليه ثمّ انحرف الى عند الرّأس وقل :\n\nاَلسَّلامُ عَلَيْكَ يا حُجَّةَ اللهِ فِي اَرْضِهِ وَسَمائِهِ، صَلَّى اللهُ عَلى رُوحِكَ الطَّيِّبِ وَجَسَدِكَ الطّاهِرِ، وَعَلَيْكَ السَّلامُ يا مَوْلايَ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ .\n\nثمّ انكبّ على القبر وقبّله وضع خدّك عليه ثمّ انحرف الى عند الرّأس فصلّ ركعتين للزّيارة وصلّ بعدهما ما تيسّر ثمّ تحول الى عند الرّجلين وزُر عليّ بن الحسين (عليهما السلام) وقُل : اَلسَّلامُ عَلَيْكَ يا مَوْلايَ وَابْنَ مَوْلايَ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، لَعَنَ اللهُ مَنْ ظَلَمَكَ، وَلَعَنَ اللهُ مَنْ قَتَلَكَ، وَضاعَفَ عَلَيْهِمُ الْعَذابَ الاَْليمَ، وادعُ بما تريد ثمّ زُر الشّهداء منحرفاً من عند الرّجلين الى القبلة فقُل : اَلسَّلامُ عَلَيْكُمْ اَيُّهَا الصِّدّيقُونَ، اَلسَّلامُ عَلَيْكُمْ اَيُّهَا الشُّهَداءُ الصّابِرُونَ، اَشْهَدُ اَنَّكُمْ جاهَدْتُمْ فِي سَبيلِ اللهِ وَصَبَرْتُمْ عَلَى الاَْذى فِي جَنْبِ اللهِ، وَنَصَحْتُمْ للهِ وَلِرَسُولِهِ حَتّى اَتاكُمُ الْيَقينُ، اَشْهَدُ اَنَّكُمْ اَحْياءٌ عِنْدَ رَبِّكُمْ تُرْزَقُونَ، فَجَزاكُمُ اللهُ عَنِ الاِْسْلامِ وَاَهْلِهِ اَفْضَلَ جَزاءِ الُْمحْسِنينَ، وَجَمَعَ بَيْنَنا وَبَيْنَكُمْ فِي مَحَلِّ النَّعيمِ ثمّ امض الى مشهد العبّاس بن امير المؤمنين 8 فاذا وقفت عليه فقُل : اَلسَّلامُ عَلَيْكَ يا بْنَ اَميرِ الْمُؤْمِنينَ، اَلسَّلامُ عَلَيْكَ اَيُّهَا الْعَبْدُ الصّالِحُ الْمُطيعُ للهِ وَلِرَسُولِهِ، اَشْهَدُ اَنَّكَ قَدْ جاهَدْتَ وَنَصَحْتَ وَصَبَرْتَ حَتّى اَتاكَ الْيَقينُ، لَعَنَ اللهُ الظّالِمينَ لَكُمْ مِنَ الاَْوَّلينَ وَالاْخِرينَ وَاَلْحَقَهُمْ بِدَرْكِ الْجَحيمِ، ثمّ صلّ تطوّعاً في مسجده ما تشاء وانصرف ."
}