["قِفْ عِنْدَ الْأُسْطُوَانَةِ مِنْ جَانِبِ الْقَبْرِ الْأَيْمَنِ وَ أَنْتَ مُسْتَقْبِلُ الْقِبْلَةِ وَ مَنْكِبُكَ الْأَيْمَنُ مِمَّا يَلِي الْمِنْبَرَ، فَإِنَّهُ مَوْضِعُ رَأْسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ قُلْ:\n\nأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ أَشْهَدُ أَنَّكَ رَسُولُ اللَّهِ، وَ أَنَّكَ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ، وَ أَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ رِسَالاتِ رَبِّكَ، وَ نَصَحْتَ لِأُمَّتِكَ، وَ جَاهَدْتَ فِي سَبِيلِ اللَّهِ‏ حَقَّ جِهادِهِ‏، دَاعِياً إِلَى طَاعَتِهِ وَ زَاجِراً عَنْ مَعْصِيَتِهِ، وَ أَنَّكَ لَمْ تَزَلْ بِالْمُؤْمِنِينَ رَءُوفاً رَحِيماً وَ عَلَى الْكَافِرِينَ غَلِيظاً حَتَّى أَتَاكَ الْيَقِينُ، فَبَلَغَ اللَّهُ بِكَ أَشْرَفَ مَحَلِّ الْمُكَرَّمِينَ، الْحَمْدُ لِلَّهِ الَّذِي اسْتَنْقَذَنَا بِكَ مِنَ الشِّرْكِ وَ الضَّلَالِ.\n\nاللَّهُمَّ فَاجْعَلْ صَلَوَاتِكَ وَ صَلَوَاتِ مَلَائِكَتِكَ الْمُقَرَّبِينَ، وَ عِبَادِكَ الصَّالِحِينَ، وَ أَنْبِيَائِكَ الْمُرْسَلِينَ وَ أَهْلِ السَّمَاوَاتِ وَ الْأَرَضِينَ، وَ مَنْ سَبَّحَ لَكَ يَا رَبَّ الْعَالَمِينَ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ، عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ وَ نَبِيِّكَ، وَ أَمِينِكَ وَ نَجِيِّكَ، وَ حَبِيبِكَ وَ خَاصَّتِكَ وَ صَفْوَتِكَ، وَ خِيَرَتِكَ مِنْ خَلْقِكَ، اللَّهُمَّ ابْعَثْهُ مَقَاماً مَحْمُوداً يَغْبِطُهُ بِهِ الْأَوَّلُونَ وَ الْآخِرُونَ.\n\nاللَّهُمَّ امْنَحْهُ أَشْرَفَ مَرْتَبَةٍ، وَ ارْفَعْهُ إِلَى أَسْنَى دَرَجَةٍ وَ مَنْزِلَةٍ، وَ أَعْطِهِ الْوَسِيلَةَ وَ الرُّتْبَةَ الْعَالِيَةَ الْجَلِيلَةَ، كَمَا بَلَّغَ نَاصِحاً، وَ جَاهَدَ فِي سَبِيلِكَ، وَ صَبَرَ عَلَى الْأَذَى فِي جَنْبِكَ، وَ أَوْضَحَ دِينَكَ، وَ أَقَامَ حُجَجَكَ، وَ هَدَى إِلَى طَاعَتِكَ، وَ أَرْشَدَ إِلَى مَرْضَاتِكَ، اللَّهُمَّ صَلِّ عَلَيْهِ وَ عَلَى الْأَئِمَّةِ الْأَبْرَارِ مِنْ ذُرِّيَّتِهِ الْأَخْيَارِ مِنْ عِتْرَتِهِ وَ سَلِّمْ عَلَيْهِمْ أَجْمَعِينَ تَسْلِيماً.\n\nاللَّهُمَّ إنِّي لَا أَجِدُ سَبِيلًا إِلَيْكَ سِوَاهُمْ، وَ لَا أَرَى شَفِيعاً مَقْبُولَ الشَّفَاعَةِ عِنْدَكَ غَيْرَهُمْ، بِهِمْ أَتَقَرَّبُ إِلَى رَحْمَتِكَ، وَ بِوَلَايَتِهِمْ أَرْجُو جَنَّتَكَ، وَ بِالْبَرَاءَةِ مِنْ أَعْدَائِهِمْ آمُلُ الْخَلَاصَ مِنْ عَذَابِكَ، اللَّهُمَّ فَاجْعَلْنِي بِهِمْ‏ وَجِيهاً فِي الدُّنْيا وَ الْآخِرَةِ، وَ ارْحَمْنِي يَا أَرْحَمَ الرَّاحِمِينَ.\nثُمَّ يَسْتَقْبِلُ وَجْهَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ يَجْعَلُ الْقِبْلَةَ خَلْفَ ظَهْرِهِ وَ الْقَبْرَ أَمَامَهُ وَ يَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا نَبِيَّ اللَّهِ وَ رَسُولَهُ، السَّلَامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ وَ خِيَرَتَهُ مِنْ خَلْقِهِ، السَّلَامُ عَلَيْكَ يَا أَمِينَ اللَّهِ وَ حُجَّتَهُ، السَّلَامُ عَلَيْكَ يَا خَاتَمَ النَّبِيِّينَ وَ سَيِّدَ الْمُرْسَلِينَ، السَّلَامُ عَلَيْكَ أَيُّهَا الْبَشِيرُ النَّذِيرُ، السَّلَامُ عَلَيْكَ أَيُّهَا الدَّاعِي إِلَى اللَّهِ وَ السِّرَاجُ الْمُنِيرُ، السَّلَامُ عَلَيْكَ وَ عَلَى أَهْلِ بَيْتِكَ الَّذِينَ أَذْهَبَ اللَّهُ عَنْهُمُ الرِّجْسَ وَ طَهَّرَهُمْ تَطْهِيراً.\n\nأَشْهَدُ أَنَّكَ يَا رَسُولَ اللَّهِ أَتَيْتَ بِالْحَقِّ وَ قُلْتَ بِالصِّدْقِ، الْحَمْدُ لِلَّهِ الَّذِي وَفَّقَنِي لِلْإِيمَانِ وَ التَّصْدِيقِ، وَ مَنَّ عَلَيَّ بِطَاعَتِكَ وَ اتِّبَاعِ سَبِيلِكَ، وَ جَعَلَنِي مِنْ أُمَّتِكَ وَ الْمُجِيبِينَ لِدَعْوَتِكَ، وَ هَدَانِي إِلَى مَعْرِفَتِكَ وَ مَعْرِفَةِ الْأَئِمَّةِ مِنْ ذُرِّيَّتِكَ، أَتَقَرَّبُ إِلَى اللَّهِ بِمَا يُرْضِيكَ، وَ أَبْرَأُ إِلَى اللَّهِ مِمَّا يُسْخِطُكَ، مُوَالِياً لِأَوْلِيَائِكَ، مُعَادِياً لِأَعْدَائِكَ.\n\nجِئْتُكَ يَا رَسُولَ اللَّهِ زَائِراً، وَ قَصَدْتُكَ رَاغِباً، مُتَوَسِّلًا إِلَى اللَّهِ سُبْحَانَهُ، وَ أَنْتَ صَاحِبُ الْوَسِيلَةِ، وَ الْمَنْزِلَةِ الْجَلِيلَةِ، وَ الشَّفَاعَةِ الْمَقْبُولَةِ، وَ الدَّعْوَةِ الْمَسْمُوعَةِ، فَاشْفَعْ لِي إِلَى اللَّهِ تَعَالَى فِي الْغُفْرَانِ وَ الرَّحْمَةِ، وَ التَّوْفِيقِ وَ الْعِصْمَةِ، فَقَدْ غَمَرَتِ الذُّنُوبُ، وَ شَمِلَتِ الْعُيُوبُ، وَ أَثْقَلَ الظَّهْرُ، وَ تَضَاعَفَ الْوِزْرُ.\n\nوَ قَدْ أَخْبَرْتَنَا وَ خَبَرُكَ الصِّدْقُ أَنَّهُ تَعَالَى قَالَ وَ قَوْلُهُ الْحَقُّ: «وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَ اسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً».\n\nوَ قَدْ جِئْتُكَ يَا رَسُولَ اللَّهِ مُسْتَغْفِراً مِنْ ذُنُوبِي، تَائِباً مِنْ مَعَاصِيَّ وَ سَيِّئَاتِي، وَ إِنِّي أَتَوَجَّهُ إِلَى اللَّهِ رَبِّي وَ رَبِّكَ لِيَغْفِرَ لِي ذُنُوبِي، فَاشْفَعْ لِي يَا شَفِيعَ الْأُمَّةِ، وَ أَجِرْنِي يَا نَبِيَّ الرَّحْمَةِ، صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى آلِكَ الطَّاهِرِينَ.\n\nوَ يَجْتَهِدُ فِي الْمَسْأَلَةِ، ثُمَّ يَسْتَقْبِلُ الْقِبْلَةَ بَعْدَ ذَلِكَ بِوَجْهِهِ، وَ هُوَ فِي‏ مَوْضِعِهِ، وَ يَجْعَلُ الْقَبْرَ مِنْ خَلْفِهِ وَ يَقُولُ:\nاللَّهُمَّ إِلَيْكَ أَلْجَأْتُ أَمْرِي، وَ إِلَى قَبْرِ نَبِيِّكَ وَ رَسُولِكَ أَسْنَدْتُ ظَهْرِي، وَ إِلَى الْقِبْلَةِ الَّتِي ارْتَضَيْتَهَا اسْتَقْبَلْتُ بِوَجْهِي.\n\nاللَّهُمَّ إِنِّي لَا أَمْلِكُ لِنَفْسِي خَيْرَ مَا أَرْجُو، وَ لَا أَدْفَعُ عَنْهَا شَرَّ مَا أَحْذَرُ، وَ الْأُمُورُ كُلُّهَا بِيَدِكَ، فَأَسْأَلُكَ بِحَقِّ مُحَمَّدٍ وَ عِتْرَتِهِ، وَ قَبْرِهِ الطَّيِّبِ الْمُبَارَكِ وَ حَرَمِهِ، أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ، وَ أَنْ تَغْفِرَ لِي مَا سَلَفَ مِنْ جُرْمِي، وَ تَعْصِمَنِي مِنَ الْمَعَاصِي فِي مُسْتَقْبَلِ عُمُرِي، وَ تُثَبِّتَ عَلَى الْإِيمَانِ قَلْبِي، وَ تُوَسِّعَ عَلَيَّ رِزْقِي، وَ تُسْبِغَ عَلَيَّ النِّعَمَ، وَ تَجْعَلَ قِسْمِي مِنَ الْعَافِيَةِ أَوْفَرَ قِسْمٍ، وَ تَحْفَظَنِي فِي أَهْلِي وَ مَالِي وَ وُلْدِي، وَ تَكْلَأَنِي مِنَ الْأَعْدَاءِ، وَ تُحْسِنَ لِيَ الْعَاقِبَةَ فِي الدُّنْيَا، وَ مُنْقَلَبِي فِي الْآخِرَةِ.\n\nاللَّهُمَّ اغْفِرْ لِي وَ لِوَالِدَيَّ وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، الْأَحْيَاءِ مِنْهُمْ وَ الْأَمْوَاتِ، إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*.\n\nوَ تَقْرَأُ سُورَةَ: «إِنَّا أَنْزَلْناهُ فِي لَيْلَةِ الْقَدْرِ» إِحْدَى عَشْرَةَ مَرَّةً، \nثُمَّ تَصِيرُ إِلَى مَقَامِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ هُوَ بَيْنَ الْقَبْرِ وَ الْمِنْبَرِ، فَقِفْ عِنْدَ الْأُسْطُوَانَةِ الْمُخَلَّقَةِ الَّتِي تَلِي الْمِنْبَرَ، وَ اجْعَلْهُ مَا بَيْنَ يَدَيْكَ، وَ صَلِّ أَرْبَعَ رَكَعَاتٍ، فَإِنْ لَمْ تَتَمَكَّنْ فَرَكْعَتَيْنِ لِلزِّيَارَةِ.\n\nفَإِذَا سَلَّمْتَ مِنْهُمَا وَ سَبَّحْتَ فَقُلِ:\nاللَّهُمَّ هَذَا مَقَامُ نَبِيِّكَ وَ خِيَرَتِكَ مِنْ خَلْقِكَ، جَعَلْتَهُ رَوْضَةً مِنْ‏ رِيَاضِ جَنَّتِكَ، وَ شَرَّفْتَهُ عَلَى بِقَاعِ أَرْضِكَ بِرَسُولِكَ، وَ فَضَّلْتَهُ بِهِ، وَ عَظَّمْتَ حُرْمَتَهُ، وَ أَظْهَرْتَ جَلَالَتَهُ، وَ أَوْجَبْتَ عَلَى عِبَادِكَ التَّبَرُّكَ بِهِ بِالصَّلَاةِ وَ الدُّعَاءِ فِيهِ، وَ قَدْ أَقَمْتَنِي فِيهِ بِلَا حَوْلٍ وَ لَا قُوَّةٍ كَانَ مِنِّي فِي ذَلِكَ إِلَّا بِرَحْمَتِكَ.\n\nاللَّهُمَّ وَ كَمَا أَنَّ حَبِيبَكَ لَا يَتَقَدَّمُهُ فِي الْفَضْلِ خَلِيلُكَ، فَاجْعَلِ اسْتِجَابَةَ الدُّعَاءِ فِي مَقَامِ حَبِيبِكَ.\n\nاللَّهُمَّ إِنِّي أَسْأَلُكَ فِي هَذَا الْمَقَامِ الطَّاهِرِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعِيذَنِي مِنَ النَّارِ، وَ تَمُنَّ عَلَيَّ بِالْجَنَّةِ، وَ تَرْحَمَ مَوْقِفِي، وَ تَغْفِرَ زَلَّتِي، وَ تُزَكِّيَ عَمَلِي، وَ تُوَسِّعَ لِي فِي رِزْقِي، وَ تُدِيمَ عَافِيَتِي وَ رُشْدِي، وَ تُسْبِغَ نِعْمَتَكَ عَلَيَّ، وَ تَحْفَظَنِي فِي أَهْلِي وَ مَالِي، وَ تَحْرُسَنِي مِنْ كُلِّ مُتَعَدٍّ لِي وَ ظَالِمٍ لِي، وَ تُطِيلَ فِي طَاعَتِكَ عُمُرِي، وَ تُوَفِّقَنِي لِمَا يُرْضِيكَ عَنِّي، وَ تَعْصِمَنِي عَمَّا يُسْخِطُكَ عَلَيَّ.\n\nاللَّهُمَّ إِنِّي أَتَوَسَّلُ إِلَيْكَ بِنَبِيِّكَ وَ أَهْلِ بَيْتِهِ، حُجَجِكَ عَلَى خَلْقِكَ، وَ آيَاتِكَ فِي أَرْضِكَ، أَنْ تَسْتَجِيبَ لِي دُعَائِي، وَ تُبَلِّغَنِي فِي الدِّينِ وَ الدُّنْيَا أَمَلِي وَ رَجَائِي.\n\nيَا سَيِّدِي وَ مَوْلَايَ قَدْ سَأَلْتُكَ فَلَا تُخَيِّبْنِي، وَ رَجَوْتُ فَضْلَكَ فَلَا تَحْرِمْنِي، فَأَنَا الْفَقِيرُ إِلَى رَحْمَتِكَ الَّذِي لَيْسَ لِي غَيْرُ إِحْسَانِكَ وَ تَفَضُّلِكَ، فَأَسْأَلُكَ أَنْ تُحَرِّمَ شَعْرِي وَ بَشَرِي عَلَى النَّارِ، وَ تُؤْتِيَنِي مِنَ الْخَيْرِ مَا عَلِمْتُ مِنْهُ وَ مَا لَمْ أَعْلَمْ، وَ ادْفَعْ عَنِّي وَ عَنْ وُلْدِي وَ إِخْوَانِي‏ وَ أَخَوَاتِي مِنَ الشَّرِّ، مَا عَلِمْتُ مِنْهُ وَ مَا لَمْ أَعْلَمْ.\n\nاللَّهُمَّ اغْفِرْ لِي وَ لِوَالِدَيَّ وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ‏ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*، وَ بِكُلِّ شَيْ‏ءٍ عَلِيمٌ*\n\nالمصدر\nالمزار الكبير"]