{
"title": "زيارة النبي (ص) والأئمة في كل يوم جمعة",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "قال الشيخ في (المصباح) والسيد في (جمال الإسبوع) في ضمن أعمال يوم الجمعة: إعلم أنّه يستحب في يوم الجمعة زيارة النبي (صلّى الله عليه وآله وسلم) والأئمة (عليهم السلام).\n\nوروي عن الصادق (عليه السلام) أن من أراد أن يزور قبر رسول الله وقبر أمير المؤمنين وفاطمة والحسن والحسين وقبور الحجج (عليهم السلام) وهو في بلدة فليغتسل في يوم الجمعة وليلبس ثوبين نظيفين وليخرج إلى الفلاة من الأَرض.\n\nوعلى رواية أخرى: وليصعد سطحا ثم يصلّي أربع ركعات يقرأ فيهن ماتيسّر من السّور. فإذا تشهد وسلم فليقم مستقبل القبلة وليقل:\n\n« السَّلامُ عَلَيْكَ أَيُّها النَبِيُّ وَرَحْمَةُ الله وَبَرَكاتُهُ، السَّلامُ عَلَيْكَ أَيُّها النَبِيُّ المُرْسَلُ وَالوَصِيُّ المُرْتَضَى وَالسَّيِّدَةُ الكُبْرى وَالسَّيِّدَةُ الزَّهْراءُ وَالسِبْطانِ المُنْتَجَبانِ وَالأوْلادُ الأعْلامُ وَالاُمَناءُ المُنْتَجَبُونَ جِئْتُ انْقِطاعاً إِلَيْكُمْ وَإِلى آبائِكُمْ وَولدِكُمْ الخَلَفِ عَلى بَرَكَةِ الحَقِّ، فَقلْبِي لَكُمْ مُسْلِمٌ وَنُصْرَتِي لَكُمْ مُعَدَّةٌ حَتّى يَحْكُمَ الله بِدِينِهِ فَمَعَكُمْ مَعَكُمْ لا مَعَ عَدُوِّكُمْ، إِنِّي لَمِنَ القائِلِينَ بِفَضْلِكُمْ مُقِرُّ بِرَجْعَتِكُمْ لا أُنْكِرُ للهِ قُدْرَةً وَلا أَزْعَمُ إِلاّ ماشاءَ اللهِ، سُبْحانَ الله ذِي المُلْكِ وَالمَلَكُوتِ يُسَبِّحُ الله بِأَسْمائِهِ جَمِيعُ خَلْقِهِ وَالسَّلامُ عَلى أَرْواحِكُمْ وَأَجْسادِكُمْ، وَالسَّلامُ عَلَيْكُمْ وَرَحْمَةَ الله وَبَرَكاتُهُ ».\n\nأقول: في روايات عديدة أن النبي (صلّى الله عليه وآله وسلم) يبلغه سلام المُسَلِّمِينَ عليه وصلوات المصلين عليه حيثما كانوا.\n\nوفي الحديث أن ملكا من الملائكة قد وكّل على أن يرد على من قال من المؤمنين: صَلّى الله عَلى مُحَمَّدٍ وَآلِهِ وَسَلَّمَ، فيقول في جوابه: وعليك. ثم يقول الملك: يارسول الله إن فلانا يقرأك السلام. فيقول رسول الله (صلّى الله عليه وآله وسلم): وعليه السلام.\n\nوفي رواية معتبرة أن النبي (صلّى الله عليه وآله وسلم) قال: من زار قبري بعد وفاتي كان كمن هاجر إليَّ في حياتي فإن لم تستطيعوا أن تزوروا قبري فابعثوا إليَّ السلام فإنَّه يبلغني. وقد وردت لهذا المعنى أخبار جمّة ونحن قد اثبتنا له صلوات الله عليه زيارتين اثنتين في يوم الاثنين عند ذكر زيارات الحجج الطاهرة في أيام الإسبوع فراجعها إن شئت وفز بفضل الزيارة بهما وينبغي أن يصلى عليه بما صلّى به أمير المؤمنين (عليه السلام) في بعض خطبه في يوم الجمعة كما في كتاب (الروضة من الكافي):\n\n« إِنَّ الله وَمَلائِكَتَهُ يُصَلُّونَ عَلى النَبِيِّ ياأَيُّها الَّذِينَ آمَنُوا صَلّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً، اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَبارِكْ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَحَنَّنْ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَسَلِّمْ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَأَفْضَلِ ما صَلَّيْتَ وَبارَكْتَ وَتَرَحَّمْتَ وَتَحَنَّنْتَ وَسَلَّمْتَ عَلى إِبْراهِيمَ وَآلِ إِبْراهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، اللّهُمَّ اعْطِ مُحَمَّداً الوَّسِيلَةَ وَالشَّرَفَ وَالفَضِيلَةَ وَالمَنْزِلَةَ الكَرِيمَةَ، اللّهُمَّ اجْعَلْ مُحَمَّداً وَآلَ مُحَمَّدٍ أَعْظَمَ الخَلائِقِ كُلِّهِمْ شَرَفاً يَوْمَ القِيامَةِ وَاقْرَبَهُمْ مِنْكَ مَقْعَداً وَأَوْجَهَهَمْ عِنْدَكَ يَوْمَ القِيامَةِ جاهاً وَأَفْضَلَهُمْ عِنْدَكَ مَنْزِلَةً وَنَصِيباً، اللّهُمَّ أَعْطِ مُحَمَّداً أَشْرَفَ المَقامِ وَحِباءَ السَّلامُ وَشَفاعَةَ الإسلامِ، اللّهُمَّ وَأَلْحِقْنا بِهِ غَيْرَ خَزايا وَلا ناكِثِينَ وَلا نادِمِينَ وَلا مُبَدِّلِينَ إِلهَ الحَقِّ آمِّينَ ».\n\n"
}