["زيارة النّبّي (صلى الله عليه وآله وسلم) في يومه وهو يوم السّبت :\nأشهَدُ أن لا إلهَ إلاّ اللهُ وَحدَهُ لاشَريكَ لَهُ، وَأشهَدُ أنَّكَ رَسولُهُ، وَأنَّكَ مُحَمَّدُ بنُ عَبدِ اللهِ، وَأشهَدُ أنَّكَ قَد بَلَّغتَ رِسالاتِ رَبِّكَ، وَنَصَحتَ لاُمَّتِكَ وَجاهَدتَ في سَبيلِ الله بِالحِكمَةِ وَالمَوعِظَةِ الحَسَنَةِ، وَأدَّيتَ الَّذي عَلَيكَ مِنَ الحَقِّ، وَأنَّكَ قَد رَؤُفتَ بِالمُؤمِنينَ، وَغَلَظتَ عَلى الكافِرينَ، وَعَبَدتَ الله مُخلِصاً حَتَّى أتاكَ اليَقينُ، فَبَلَغ الله بِكَ أشرَفَ مَحَلِّ المُكَرَّمينَ. الحَمدُ للهِ الَّذي استَنقَذَنا بِكَ مِنَ الشِّركِ وَالضَّلالِ. \nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ، وَاجعَل صَلَواتِكَ وَصَلَواتِ مَلائِكَتِكَ، وَأنبيائِكَ وَالمُرسَلينَ وَعِبادِكَ الصَّالِحينَ، وَأهلِ السَّماواتِ وَالأرَضينَ، وَمَن سَبَّحَ لَكَ يا رَبَّ العالَمينَ منَ الأولينَ وَالآخِرينَ، عَلى مُحَمَّدٍ عَبدِك وَرَسولِكَ، وَنَبيِّكَ وَأمينِكَ وَنَجيبِكَ وَحَبيبِكَ، وَصَفيِّكَ وَصِفوَتِكَ، وَخاصَّتِكَ وَخالِصَتِكَ، وَخيَرَتِكَ مِن خَلقِكَ، وأعطِهِ الفَضلَ وَالفَضيلَةَ وَالوَسيلَةَ وَالدَّرَجَةَ الرَّفيعَةَ، وَابعَثهُ مَقاماً مَحموداً يَغبِطُهُ بِهِ الأوَّلونَ وَالآخِرونَ. اللهمَّ إنَّكَ قُلتَ: وَلَو أنَّهُم إذ ظَلَموا أنَفُسَهُم جاؤوكَ فَاستَغفَروا الله وَاستَغفَرَ لَهُمُ الرَّسولُ لَوَجَدوا الله تَوَّاباً رَحيماً، إلهي فَقَد أتَيتُ نَبيَّكَ مُستَغفِراً تائِباً مِن ذُنوبي، فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاغفِرها لي، يا سَيِّدَنا أتَوَجَّهُ بِكَ وَبأهلِ بَيتِكَ إلى اللهِ تَعالى رَبِّكَ وَرَبّي ليَغفِرَ لي.\nثمّ قل ثلاثاً: إنَّا للهِ وَإنَّا إلَيهِ راجِعونَ. ثمّ قل: اُصِبنا بِكَ يا حَبيبَ قُلوبِنا، فَما أعظَمَ المُصيبَةَ بِكَ؟! حَيثُ انقَطَعَ عَنَّا الوَحيُ، وَحَيثُ فَقَدناكَ، فإنَّا للهِ وَإنَّا إلَيهِ راجِعونَ. يا سَيِّدَنا يا رَسولَ اللهِ، صَلَواتُ الله عَلَيكَ وَعَلى آلِ بَيتِكَ الطَيِّبينَ الطَّاهِرينَ، هذا يَومُ السَّبتِ وَهُوَ يَومُكَ، وَأنا فيهِ ضَيفُكَ وَجارُكَ، فَأضِفني وَأجِرني فَإنَّكَ كَريمٌ تُحِبُّ الضّيافَةَ، وَمأمورٌ بِالإجارَةِ، فَأضِفني وَأحسِن ضيافَتي، وَأجِرنا وَأحسِن إجارَتَنا، بِمَنزِلَةِ الله عِندَك وَعِندَ آلِ بَيتِكَ، وَبِمَنزِلَتِهِم عِندَهُ وَبِما استَودَعَكُم مِن عِلمِهِ، فَإنَّه أكرَمُ الأكرَمينَ.\n\nوعن ابن أبي بصير سأل الرّضا (عليه السلام) كيف يصلّى علىالنّبيّ (صلى الله عليه وآله وسلم) ويسلّم عليه بعد الصلاة فأجاب (عليه السلام) : تقول:\n«السَّلامُ عَلَيكَ يا رَسولَ الله وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلَيكَ يا مُحَمَّدَ بنَ عَبدِ اللهِ، السَّلامُ عَلَيكَ يا خِيَرَةَ اللهِ، السَّلامُ عَلَيكَ يا حَبيبَ اللهِ، السَّلامُ عَلَيكَ يا صِفوَةَ اللهِ، السَّلامُ عَلَيكَ يا أمينَ اللهِ. أشهَدُ أنَّكَ رَسُولُ اللهِ، وَأشهَدُ أنَّكَ مُحَمَّدُ بنُ عَبدِ اللهِ، وَأشهَدُ أنَّكَ قَد نَصَحتَ لاُمَّتِكَ، وَجاهَدتَ في سَبيلِ رَبِّكَ وَعَبَدتَهُ حَتَّى أتاكَ اليَقينُ، فَجَزاكَ الله يا رَسولَ الله أفضَلَ ما جَزى نبياً عَن أُمَّتِهِ. اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ أفضَلَ ما صَلَّيتَ عَلى إبراهيمَ وَآلِ إبراهيمَ إنَّكَ حَميدٌ مَجيدٌ».\n\nالمصدر : مفاتيح الجنان"]