{
"title": "دعاء في اليوم الخامس والعشرون من ذو القعدة",
"type": "text",
"source": "مفاتيح الجنان",
"data": "هذا الدعاء الذي قال الشيخ في (المصباح): إنه يستحب الدعاء به: اللهُمَّ داحيَ الكَعبَةِ وَفالِقَ الحَبَّةِ وَصارِفَ اللَّزبَةِ وَكاشِفَ كُلِّ كُربَةٍ، أسألُكَ في هذا اليَومِ مِن أيامِكَ الَّتي أعظَمتَ حَقَّها وَأقدَمتَ سَبقَها وَجَعَلتَها عِندَ المُؤمِنينَ وَديعَةً وَإلَيكَ ذَريعَةً وَبِرَحمَتِكَ الوَسيعَةِ أن تُصَلّيَ عَلى مُحَمَّدٍ عَبدِكَ المُنتَجَبِ في الميثاقِ القَريبِ يَومَ التَّلاقِ فاتِقِ كُلِّ رَتقٍ وَداعٍ إلى كُلِّ حَقٍّ وَعَلى أهلِ بَيتِهِ الأطهارِ الهُداةِ المَنارِ دَعائِمِ الجَبَّارِ وَوُلاةِ الجَنَّةِ وَالنَّارِ، وَأعطِنا في يَومِنا هذا مِن عَطائِكَ المَخزونِ غَيرَ مَقطوعٍ وَلا مَمنوعٍ، تَجمَعُ لَنا بِهِ التَّوبَةَ وَحُسنَ الأوبَةِ، يا خَيرَ مَدعوٍّ وَأكرَمَ مَرجوٍّ يا كَفَيُّ يا وَفيُّ، يا مَن لُطفُهُ خَفيٌّ اُلطُف لي بِلُطفِكَ وَأسعِدني بِعَفوِكَ وَأيِّدني بِنَصرِكَ وَلا تُنسِني كَريمَ ذِكرِكَ بِوُلاةِ أمرِكَ وَحَفَظَةِ سِرِّكَ، وَاحفَظني مِن شَوائِبِ الدَّهرِ إلى يَومِ الحَشرِ وَالنَّشرِ وَأشهِدني أولياءَكَ عِندَ خُروجِ نَفسي وَحُلولِ رَمسي وَانقِطاعِ عَمَلي وَانقَضاءِ أجَلي اللهُمَّ وَاذكُرني عَلى طولِ البِلى إذا حَلَلتُ بَينَ أطباقِ الثَّرى وَنَسيَني النَّاسونَ مِنَ الوَرى وَأحلِلني دارَ المُقامَةِ وَبَوِّئني مَنزِلَ الكَرامَةِ وَاجعَلني مِن مُرافِقي أوليائِكَ وَأهلِ اجتِبائِكَ واصطِفائِكَ، وَبارِك لي في لِقائِكَ وَارزُقني حُسنَ العَمَلِ قَبلَ حُلوِلِ الأجَلِ بَريئاً مِنَ الزَلَلِ وَسوءِ الخَطَلِ ، اللهُمَّ وَأورِدني حَوضَ نَبيِّكَ مُحَمَّدٍ (صلّى الله عليه و آله) وَاسقِني مِنهُ مَشرَباً رَويا سائِغاً هَنيئاً لا أظمأُ بَعدَهُ وَلا اُحَلَّا وِردَهُ وَلا عَنهُ أُذادُ، وَاجعَلهُ لي خَيرَ زادٍ وَأوفى ميعادٍ يَومَ يَقومُ الأشهادُ.\nاللهُمَّ وَالعَن جَبابِرَةَ الأوَّلينَ وَالآخرينَ وَبِحُقوقِ أوليائِكَ المُستَأثِرينَ، اللهُمَّ وَاقصِم دَعائِمَهُم وَأهْلِكَ أشياعَهُم وَعامِلَهُم وَعَجِّلْ مَهالِكَهُم وَاسلُبهُم مَمالِكَهُم وَضَيِّق عَلَيهِم مَسالِكَهُم وَالعَن مُساهِمَهُم وَمُشارِكَهُم، اللهُمَّ وَعَجِّل فَرَجَ أوليائِكَ وَاردُد عَلَيهِم مَظالِمَهُم وأظهِر بِالحَقِّ قائِمَهُم وَاجعَلهُ لِدينِكَ مُنتَصِراً وَبِأمرِكَ في أعدائِكَ مُؤتَمِراً، اللهُمَّ احفُفهُ بِملائِكَةِ النَّصرِ وَبِما ألقَيتَ إلَيهِ مِنَ الأمرِ في لَيلَةِ القَدرِ مُنتَقِماً لَكَ حَتَّى تَرضى وَيَعودَ دينُكَ بِهِ وَعَلى يَدَيهِ جَديداً غَضّاً وَيَمحَضَ الحَقَّ مَحضاً وَيَرفُضَ الباطِلَ رَفضاً، اللهُمَّ صَلِّ عَلَيهِ وَعَلى جَميعِ آبائِهِ وَاجعَلنا مِن صَحبِهِ وَاُسرَتِهِ وَابعَثنا في كَرَّتِهِ حَتَّى نَكونَ في زَمانِهِ مِن أعوانِهِ ، اللهُمَّ أدرِك بِنا قيامَهُ وَأشهِدنا أيامَهُ وَصَلِّ عَلَيهِ وَاردُد إلَينا سَلامَهُ، وَالسَّلامُ عَلَيهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ. \n"
}