{
"title": "دعاء مستحب قراءته في اليوم التاسع من ذي الحجة (يوم عرفة)",
"type": "text",
"source": "مفاتيح الجنان",
"data": "أن يدعو بهذا الدعاء الذي روي أن من دعا به في ليلة عرفة أو ليالي الجمع غفر الله له: \nاللهُمَّ يا شاهِدَ كُلِّ نَجوى وَمَوضِعَ كُلِّ شَكوى وَعالِمَ كُلِّ خَفيَّةٍ وَمُنتهى كُلِّ حاجَةٍ يا مُبتَدِئاً بِالنِّعَمِ عَلى العِبادِ يا كَريمَ العَفوِ يا حَسَنَ التَّجاوُزِ يا جَوادُ يا مَن لايواري مِنهُ لَيلٌ داجٍ وَلا بَحرٌ عَجَّاجٌ وَلا سَماءٌ ذاتُ ابراجٍ وَلا ظُلَمٌ ذاتُ ارْتِتاجِ يا مَن الظُّلمَةُ عِندَهُ ضياءٌ، أسألُكَ بِنورِ وَجهِكَ الكَريمِ الَّذي تَجَلَّيتَ بِهِ لِلجَبَلِ فَجَعَلتَهُ دَكّاً وَخَرَّ موسى صَعِقاً وَبِاسمِكَ الَّذي رَفَعتَ بِهِ السَّماواتِ بِلا عَمَدٍ وَسَطَحتَ بِهِ الأرضَ عَلى وَجهِ ماءٍ جَمَدٍ، وَبِاسمِكَ المَخزونِ المَكنونِ المَكتوبِ الطَّاهِرِ الَّذي إذا دُعيتَ بِهِ أجَبتَ وَإذا سُئِلتَ بِهِ أعطَيتَ، وَبِاسمِكَ السُّبّوحِ القُدّوسِ البُرهانِ الَّذي هُوَ نورٌ عَلى كُلِ نورٍ وَنورٌ مِن نورٍ يُضيءُ مِنهُ كُلُّ نورٍ إذا بَلَغَ الأرضَ انشَقَّت وَإذا بَلَغَ السَّماواتِ فُتِحَت وَإذا بَلَغَ العَرشَ اهتَزَّ، وَبِاسمِكَ الَّذي تَرتَعِدُ مِنهُ فَرائِص مَلائِكَتِكَ، وَأسألُكَ بِحَقِّ جَبرَئيلَ وَميكائيلَ وَإسرافيلَ وَبِحَقِّ مُحَمَّدٍ المُصطَفى (صلّى الله عليه و آله) وَعَلى جَميعِ الأنبياءِ وَجَمَيعِ المَلائِكَةِ، وَبِالاسمِ الَّذي مَشى بِهِ الخِضرُ عَلى قُلَلِ الماءِ كَما مَشى بِهِ عَلى جَدَدِ الأرضِ، وَبِاسمِكَ الَّذي فَلَقتَ بِهِ البَحرَ لِموسى وَاغرَقتَ فِرعَونَ وَقَومَهُ وَأنجَيتَ بِهِ موسى بنَ عِمرانَ وَمَن مَعَهُ، وَبِاسمِكَ الَّذي دَعاكَ بِهِ موسى بنَ عِمرانَ مِن جانِبِ الطّورِ الأيمنِ فَاستَجَبتَ لَهُ وَألقَيتَ عَلَيهِ مَحَبَّةً مِنكَ وَبِاسمِكَ الَّذي بِهِ أحيا عيسى بنُ مَريَمَ المَوتى وَتَكَلَّمَ في المَهدِ صَبيا وَأبرَأ الأكمَهَ وَالأبرَصَ بِإذنِكَ، وَبِاسمِكَ الَّذي دَعَاكَ بِهِ حَمَلَةُ عَرشِكَ وَجَبرائيلُ وَميكائيلُ وَإسرافيلُ وَحَبيبُكَ مُحَمَّدٌ (صلّى الله عليه و آله) وَمَلائِكَتُكَ المُقَرَّبونَ وَأنبياؤُكَ المُرسَلونَ وَعِبادُكَ الصَّالِحونَ مِن أهلِ السَّماواتِ وَالأرضينَ، وَبِاسمِكَ الَّذي دَعاكَ بِهِ ذو النونِ إذ ذَهَبَ مُغاضِباً فَظَنَّ أن لَن تَقدِرَ عَلَيهِ فَنادى في الظُّلُماتِ أن لا إلهَ إلاّ أنتَ سبُحانَكَ إنّي كُنتُ مِنَ الظَّالِمينَ فَاستَجَبتَ لَهُ وَنَجَّيتَهُ مِنَ الغَمِّ وَكَذلِكَ تُنجي المُؤمِنينَ، وَبِاسمِكَ العَظيمِ الَّذي دَعاكَ بِهِ داوُدُ وَخَرَّ لَكَ ساجِداً فَغَفَرتَ لَهُ ذَنبَهُ، وَبِاسمِكَ الَّذي دَعَتكَ بِهِ آسيَةُ امرأةُ فِرعَونَ إذ قالَت: رَبِّ ابنِ لي عِندَكَ بَيتا في الجَنَّةِ وَنَجِّني مِن فِرعَونَ وَعَمَلِهِ وَنَجِّني مِنَ القَومِ الظَّالِمينَ فَاستَجَبتَ لَها دُعاءَها، وَبِاسمِكَ الَّذي دَعاكَ بِهِ أيّوبُ إذ حَلَّ بِهِ البَلاءُ فَعافَيتَهُ وَآتَيتَهُ أهلَهُ وَمِثلَهُم مَعَهُم رَحمَةً مِن عِندِكَ وَذِكرى لِلعابِدينَ، وَبِاسمِكَ الَّذي دَعاكَ بِهِ يَعقوبُ فَرَدَدتَ عَلَيهِ بَصَرَهُ وَقُرَّةَ عَينِهِ يوسُفَ وَجَمَعتَ شَملَهُ، وَبِاسمِكَ الَّذي دَعاكَ بِهِ سُلَيمانُ فَوَهَبتَ لَهُ مُلكاً لا يَنبَغي لأحَدٍ مِن بَعدِهِ إنَّكَ أنتَ الوَهّابُ، وَبِاسمِكَ الَّذي سَخَّرتَ بِهِ البُراقَ لِمُحَمَّدٍ (صلى الله عليه وآله وسلم) إذ قالَ تَعالى: سُبحانَ الَّذي أسرى بِعَبدِهِ لَيلاً مِنَ المَسجِدِ الحَرامِ إلى المَسجِدِ الأقصى، وَقَولُهُ: سُبحانَ الَّذي سَخَّرَ لَنا هذا وَما كُنَّا لَهُ مُقرِنينَ وَإنَّا إلى رَبِّنا لَمُنقَلِبونَ، وَبِاسمِكَ الَّذي تَنَزَّلَ بِهِ جَبرَئيلُ عَلى مُحَمَّدٍ (صلّى الله عليه و آله) ، وَبِاسمِكَ الَّذي دَعاكَ بِهِ آدَمُ فَغَفَرتَ لَهُ ذَنبَهُ وَأسكَنتَهُ جَنَّتَكَ. وَأسألُكَ بِحَقِّ القُرآنِ العَظيمِ وَبِحَقِّ مُحَمَّدٍ خاتَمِ النَّبيّينَ وَبِحَقِّ إبراهيمَ وَبِحَقِّ فَصْلِكَ يَومَ القَضاءِ وَبِحَقِّ المَوازينِ إذا نُصِبَت وَالصُّحُفِ إذا نُشِرَت وَبِحَقِّ القَلَمِ وَما جَرى وَاللَّوحِ وَما أحصى وَبِحَقِّ الاسمِ الَّذي كَتَبتَهُ عَلى سُرادِقِ العَرشِ قَبلَ خَلقِكَ الخَلقَ وَالدُّنيا وَالشَّمسَ وَالقَمَرَ بِألفَي عامٍ، وَأشهَدُ أن لا إلهَ إلاّ اللهُ وَحدَهُ لاشَريكَ لَهُ وَأنَّ مُحَمَّداً عَبدُهُ وَرَسولُهُ، وَأسألُكَ بِاسمِكَ المَخزونِ في خَزائِنِكَ الَّذي استَأثَرتَ بِهِ في عِلمِ الغَيبِ عِندَكَ لَم يَظهَر عَلَيهِ أحَدٌ مِن خَلقِكَ لا مَلَكٌ مُقَرَّبٌ وَلا نَبيُّ مُرسَلٌ وَلا عَبدٌ مُصطَفى، وَأسألُكَ بِاسمِكَ الَّذي شَقَقتَ بِهِ البِحارَ وَقامَت بِهِ الجِبالُ وَاختَلَفَ بِهِ اللَيلُ وَالنَّهارُ، وَبِحَقِّ السَّبعِ المَثاني وَالقُرآنِ العَظيمِ وَبِحَقِّ الكِرامِ الكاتِبينَ وَبِحَقِّ طهَ وَيس وَكهيعص وَحم عسق وَبِحَقِّ تَوراةِ موسى وَإنجيلِ عيسى وَزَبورِ داوُدَ وَفُرقانِ مُحَمَّدٍ (صلّى الله عليه و آله) وَعَلى جَميعِ الرُّسُلِ وَباهياً شَراهياً . \nاللهُمَّ إنّي أسألُكَ بِحَقِّ تَلكَ المُناجاةِ الَّتي كانَت بَينَكَ وَبَينَ موسى بنِ عِمرانَ فَوقَ جَبَلِ طورِ سَيناءَ، وأسألُكَ بِاسمِكَ الَّذي عَلَّمتَهُ مَلَكَ المَوتِ لِقَبضِ الأرواحِ، وَأسألُكَ بِاسمِكَ الَّذي كُتِبَ عَلى وَرَقِ الزَّيتونِ فَخَضَعَتِ النّيرانُ لِتِلكَ الوَرَقَةِ فَقُلتَ: يا نارُ كوني بَرداً وَسَلاماً، وَأسألُكَ بِاسمِكَ الَّذي كَتَبتَهُ عَلى سُرادِقِ المَجدِ وَالكَرامَةِ، يا مَن لا يُخفيهِ سائِلٌ وَلا يَنقُصُهُ نائِلٌ، يا مَن بِهِ يُستَغاثُ وَإلَيهِ يُلجَأُ أسألُكَ بِمَعاقِدِ العِزِّ مِن عَرشِكَ وَمُنتَهى الرَّحمَةِ مِن كِتابِكَ وَبِاسمِكَ الأعظَمِ وَجَدِّكَ الأعلى وَكَلِماتِكَ التَّامَّاتِ العُلى. \nاللهُمَّ رَبَّ الرياحِ وَما ذَرَت وَالسَّماءِ وَما أظَلَّت وَالأرضِ وَما أقَلَّت وَالشَّياطينِ وَما أضَلَّت وَالبِحارِ وَما جَرَت وَبِحَقِّ كُلِّ حَقٍّ هُوَ عَلَيكَ حَقُّ وَبِحَقِّ المَلائِكَةِ المُقَرَّبينَ وَالرَّوحانيّينَ وَالكَروبيّينَ وَالمُسَبِّحينَ لَكَ بِاللَيلِ وَالنَّهارِ لا يَفتُرونَ وَبِحَقِّ إبراهيمَ خَليلِكَ وَبِحَقِّ كُلِّ وَليٍّ يُناديكَ بَينَ الصَّفا وَالمَروَةِ وَتَستَجيبُ لَهُ دُعاءَهُ، يا مُجيبُ أسألُكَ بِحَقِّ هذِهِ الأسماءِ وَبِهذِهِ الدَّعَواتِ أن تَغفِرَ لَنا ما قَدَّمنا وَما أخَّرنا وَما أسرَرنا وَما أعلَنَّا وَما أبدَينا وَما أخفَينا وَما أنتَ أعلَمُ بِهِ مِنّا إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ. \nيا حافِظَ كُلِّ غَريبٍ يا مؤنِسَ كُلِّ وَحيدٍ يا قوَّةَ كُلِّ ضَعيفٍ يا ناصِرَ كُلِّ مَظلومٍ يا رازِقَ كُلِّ مَحرومٍ يا مؤنِسَ كُلِّ مُستَوحِشٍ يا صاحِبَ كُلِّ مُسافِرٍ يا عِمادَ كُلِّ حاضِرٍ يا غافِرَ كُلِّ ذَنبٍ وَخَطيئَةٍ، يا غيا ثَ المُستَغيثينَ يا صَريخَ المُستَصرِخينَ يا كاشِفَ كَربِ المَكروبينَ يا فارِجَ هَمِّ المَهمومينَ يا بَديعَ السَّماواتِ وَالأرضينَ يا مُنتَهى غايَةِ الطَّالِبينَ يا مُجيبَ دَعوَةِ المُضطَرّينَ يا أرحَمَ الرَّاِحِمينَ يا رَبَّ العالَمينَ يا دَيانَ يَومِ الدّينِ يا أجوَدَ الأجوَدينَ يا أكرَمَ الأكرَمينَ يا أسمَعَ السَّامِعينَ يا أبصَرَ النَّاظِرينَ يا أقدَرَ القادِرينَ، اغفِر لي الذُّنوبَ الَّتي تُغَيِّرُ النِّعَمَ وَاغفِر ليَ الذُّنوبَ الَّتي تورِثُ النَّدَمَ وَاغفِر لي الذُّنوبَ الَّتي تورِثُ السَّقَمَ وَاغفِر لي الذُّنوبَ الَّتي تَهتِكُ العِصَم وَاغفِر لي الذُّنوبَ الَّتي تَرُدُّ الدُّعاءَ وَاغفِر لي الذُّنوبَ الَّتي تَحبِسُ قَطرَ السَّماءِ وَاغفِر لي الذُّنوبَ الَّتي تُعَجِّلُ الفَناءَ وَاغفِر لي الذُّنوبَ الَّتي تَجلِبُ الشَّقاءَ وَاغفِر لي الذُّنوبَ الَّتي تُظلِمُ الهَواءَ وَاغفِر لي الذُّنوبَ الَّتي تَكشِفُ الغِطاءَ وَاغفِر لي الذُّنوبَ الَّتي لايَغفِرُها غَيرُكَ يا اللهُ، وَاحمِل عَنّي كُلَّ تَبِعَةٍ لأحَدٍ مِن خَلقِكَ، وَاجعَل لي مِن أمري فَرَجاً وَمَخرَجاً وَيُسراً وَأنزِل يَقينَكَ في صَدري وَرَجاءَكَ في قَلبي حَتَّى لا أرجو غَيرَكَ اللهُمَّ احفَظني وَعافِني في مَقامي وَاصحَبني في لَيلي وَنَهاري وَمِن بَينِ يَدَيَّ وَمِن خَلفي وَعَن يَميني وَعَن شِمالي وَمِن فَوقي وَمِن تَحتي وَيَسِّر ليَ السَّبيلَ وَأحسِنْ ليَ التَّيسيرَ وَلا تَخذُلني في العَسيرِ وَاهدِني يا خَيرَ دَليلٍ وَلا تَكِلني إلى نَفسي في الاُمورِ وَلَقِّني كُلَّ سُرورٍ، وَاقلِبني إلى أهلي بِالفَلاحِ وَالنَّجاحِ مَحبوراً في العاجِلِ وَالآجِلِ إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ وَارزُقني مِن فَضلِكَ وَأوسِع عَلَيَّ مِن طَيِّباتِ رِزقِكَ وَاستَعمِلني في طاعَتِكَ وَأجِرني مِن عَذابِكَ وَنارِكَ وَاقلِبني إذا تَوَفَّيتَني إلى جَنَّتِكَ بِرَحمَتِكَ، اللهُمَّ إنّي أعوذُ بِكَ مِن زَوالِ نِعمَتِكَ وَمِن تَحويلِ عافيَتِكَ وَمِن حُلولِ نَقِمَتِكَ وَمِن نُزولِ عَذابِكَ وَأعوذُ بِكَ مِن جَهدِ البَلاءِ وَدَرَكِ الشَّقاءِ وَمِن سوءِ القَضاءِ وَشَماتَةِ الأعداءِ وَمِن شَرِّ ما يَنزِلُ مِنَ السَّماءِ وَمِن شَرِّ ما في الكِتابِ المُنزَلِ، اللهُمَّ لا تَجعَلني مِنَ الأشرارِ وَلا مِن أصحابِ النَّارِ وَلا تَحرِمني صُحبَةَ الأخيارِ وَأحيِني حياةً طَيِّبَةً وَتَوَفَّني وَفاةً طَيِّبَةً تُلحِقُني بِالأبرارِ وَارزُقني مُرافَقَةَ الأنبياءِ في مَقعَدِ صِدقٍ عِندَ مَليكٍ مُقتَدِرٍ، اللهُمَّ لَكَ الحَمدُ عَلى حُسنِ بَلائِكَ وَصُنعِكَ وَلَكَ الحَمدُ عَلى الإسلامِ وَاتِّباعِ السُّنَّةِ يا رَبِّ كَما هَدَيتَهُم لِدينِكَ وَعَلَّمتَهُم كِتابَكَ، فَاهدِنا وَعَلِّمنا وَلَكَ الحَمدُ عَلى حُسنِ بَلائِكَ وَصُنعِكَ عِندي خاصَّةً كَما خَلَقتَني فَأحسَنتَ خَلقي وَعَلَّمتَني فَأحسَنتَ تَعليمي وَهَدَيتَني فَأحسَنتَ هِدايَتي فَلَكَ الحَمدُ عَلى إنعامِكَ عَلَيَّ قَديماً وَحَديثاً، فَكَم مِن كَربٍ يا سَيِّدي قَد فَرَّجتَهُ وَكَم مِن غَمٍّ يا سَيِّدي قَد نَفَّستَهُ وَكَم مِن هَمٍّ يا سَيِّدي قَد كَشَفتَهُ وَكَم مِن بَلاءٍ يا سَيِّدي قَد صَرَفتَهُ وَكَم مِن عَيبٍ يا سَيِّدي قَد سَتَرتَهُ، فَلَكَ الحَمدُ عَلى كُلِّ حالٍ في كُلِّ مَثوىً وَزَمانٍ وَمُنقَلَبٍ وَمَقامٍ وَعَلى هذِهِ الحالِ وَكُلِّ حالٍ.\nاللهُمَّ اجعَلني مِن أفضَلِ عِبادِكَ نَصيباً في هذا اليَومِ مِن خَيرٍ تَقسِمُهُ أو ضُرٍّ تَكشِفُهُ أو سوءٍ تَصرِفُهُ أو بَلاٍء تَدفَعُهُ أو خَيرٍ تَسوقُهُ أو رَحمَةٍ تَنشُرُها أو عافيَةٍ تُلبِسُها، فَإنَّكَ عَلى كُلِّ شيءٍ قَديرٌ وَبيَدِكَ خَزائِنُ السَّماواتِ وَالأرضِ وَأنتَ الواحِدُ الكَريمُ المُعطي الَّذي لا يُرَدُّ سائِلُهُ وَلا يُخَيَّبُ آمِلُهُ وَلا يَنقُصُ نائِلُهُ وَلا يَنفَدُ ما عِندَهُ بَل يَزدادُ كَثرَةً وَطيباً وَعَطاءً وَجوداً، وارزُقني مِن خَزائِنِكَ الَّتي لا تَفنى وَمِن رَحمَتِكَ الواسِعَةِ إنَّ عَطاءَكَ لَم يَكُن مَحظوراً وَأنتَ عَلى كُلِّ شيءٍ قَديرٌ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ.\n"
}