["مما رُوِيَ عَنِ الرِّضَا عَلَيْهِ السَّلَامُ أَنَّهُ قَال‏\n\nفَإِذَا أَجْمَعَ رَأْيُكَ عَلَى الْخُرُوجِ وَ أَرَدْتَهُ فَأَسْبِغِ الْوُضُوءَ وَ اجْمَعْ أَهْلَكَ، ثُمَّ قُمْ إِلَى مُصَلَّاكَ فَصَلِّ رَكْعَتَيْنِ،\n تَقْرَأُ فِيهِمَا مَا شِئْتَ مِنَ الْقُرْآنِ، فَإِذَا فَرَغْتَ مِنْهُمَا وَ سَلَّمْتَ فَقُلْ:\nاللَّهُمَّ إِنِّي أَسْتَوْدِعُكَ نَفْسِي وَ أَهْلِي، وَ مَالِي وَ وُلْدِي، وَ دُنْيَايَ وَ آخِرَتِي وَ خَاتِمَةَ عَمَلِي، \nاللَّهُمَّ احْفَظِ الشَّاهِدَ مِنَّا وَ الْغَائِبَ.\nاللَّهُمَّ احْفَظْنَا وَ احْفَظْ عَلَيْنَا، \nاللَّهُمَّ اجْعَلْنَا فِي جِوَارِكَ، اللَّهُمَّ لَا تَسْلُبْنَا نِعْمَتَكَ، \nوَ لَا تُغَيِّرْ مَا بِنَا مِنْ عَافِيَتِكَ وَ فَضْلِكَ.\n\nوَ تَقُولُ أَيْضاً مَا رُوِيَ عَنْ مَوْلَانَا الْبَاقِرِ مُحَمَّدِ بْنِ عَلِيٍّ عَلَيْهِمَا السَّلَامُ أَنَّهَ قَالَ:\n\n إِذَا عَزَمْتَ عَلَى السَّفَرِ فَتَوَضَّأْ وَ صَلِّ رَكْعَتَيْنِ، الْأَوَّلَةَ بِالْحَمْدِ وَ سُورَةِ الرَّحْمَنِ، \nوَ الثَّانِيَةَ بِالْحَمْدِ وَ سُورَةِ الْوَاقِعَةِ أَوْ تَبَارَكَ، \nفَإِنْ لَمْ يَتَأَتَّ لَكَ ذَلِكَ فَاقْرَأْ مِنَ السُّوَرِ مَا شِئْتَ حَسَبَ الْعَجَلَةِ، ثُمَّ ادْعُ بِهَذَا الدُّعَاءِ:\nاللَّهُمَّ إِنِّي خَرَجْتُ فِي سَفَرِي هَذَا بِلَا ثِقَةٍ مِنِّي بِغَيْرِكَ، وَ لَا رَجَاءٍ يَأْوِي إِلَّا إِلَيْكَ، وَ لَا قُوَّةٍ أَتَّكِلُ عَلَيْهَا، وَ لَا حِيلَةٍ أَلْجَأُ إِلَيْهَا، إِلَّا طَلَبَ فَضْلِكَ وَ ابْتِغَاءَ رِزْقِكَ، وَ تَعَرُّضاً لِرَحْمَتِكَ، وَ سُكُوناً إِلَى حُسْنِ عِبَادَتِكَ.\nوَ أَنْتَ يَا إِلَهِي أَعْلَمُ بِمَا سَبَقَ لِي فِي سَفَرِي هَذَا مِمَّا أُحِبُّ وَ أَكْرَهُ، وَ لِمَا أَوْقَعْتَ عَلَيَّ فِيهِ قَدَرَكَ وَ مَحْمُودَ بَلَائِكَ، \nفَأَنْتَ يَا إِلَهِي تَمْحُو مَا تَشَاءُ وَ تُثْبِتُ وَ عِنْدَكَ أُمُّ الْكِتَابِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اصْرِفْ عَنِّي فِي سَفَرِي هَذَا كُلَّ مَقْدُورٍ مِنَ الْبَلَاءِ، وَ ادْفَعْ عَنِّي كُلَّ مَحْذُورٍ، \nوَ أَسْبِلْ عَلَيَّ فِيهِ كَنَفَ عِزِّكَ وَ لُطْفَ عَفْوِكَ وَ رَحْمَتِكَ، وَ حَقِيقَةَ حِفْظِكَ وَ سَعَةَ رِزْقِكَ وَ تَمَامَ نِعْمَتِكَ، \nوَ افْتَحْ لِي فِيهِ أَبْوَابَ جَمِيعِ فَضْلِكَ وَ عَطَائِكَ وَ إِحْسَانِكَ، وَ أَغْلِقْ عَنِّي أَبْوَابَ الْمَخَاوِفِ كُلَّهَا، وَ جَمِيعَ مَا أَكْرَهُ وَ أَحْذَرُ وَ أَخَافُ عَلَى نَفْسِي وَ أَهْلِي وَ ذُرِّيَّتِي، \nوَ افْتَحْ لِي أَبْوَابَ الْأَمْنِ كُلَّهَا، وَ اصْرِفْ عَنِّي الْهَلَعَ وَ الْجَزَعَ.\nوَ ارْزُقْنِي الصَّبْرَ وَ الْقُوَّةَ وَ الْمَحْمَدَةَ لَكَ، وَ النَّجَاةَ مِنْ كُلِّ مَحْذُورٍ وَ مَقْدُورٍ بِمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، وَ اجْعَلْ ذَلِكَ خِيَرَةً لِي فِي آخِرَتِي وَ دُنْيَايَ، \nوَ أَسْأَلُكَ يَا رَبِّ أَنْ تَحْفَظَنِي فِيمَا خَلَّفْتُ وَرَائِي مِنْ أَهْلِي وَ مَالِي وَ مَعِيشَتِي وَ صُنُوفِ حَوَائِجِي.\nيَا مَنْ لَيْسَ فَوْقَهُ خَالِقٌ يُرْجَى، يَا مَنْ لَيْسَ دُونَهُ رَبٌّ يُتَّقَى، يَا مَنْ لَيْسَ غَيْرَهُ إِلَهٌ يُدْعَى، يَا مَنْ لَيْسَ لَهُ وَزِيرٌ يُؤْتَى، \nيَا مَنْ لَيْسَ لَهُ حَاجِبٌ‏ يَغْشَى، يَا مَنْ لَيْسَ لَهُ بَوَّابٌ يُرْشَى، يَا مَنْ لَيْسَ لَهُ كَاتِبٌ يُدَارَى، يَا مَنْ لَيْسَ لَهُ تَرْجُمَانٌ يُنَادَى.\nيَا مَنْ لَا يَزْدَادُ عَلَى كَثْرَةِ السُّؤَالِ إِلَّا كَرَماً وَ جُوداً، صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ لِي مِنْ امْرِي فَرَجاً،\nوَ ارْزُقْنِي فِي سَفَرِي هَذَا الْأَمْنَ مِنَ الْمَخَاوِفِ كُلِّهَا، وَ الْغَنِيمَةَ وَ الظَّفَرَ بِكُلِّ غَرَضٍ، وَ بَلِّغْنِي جَمِيعَ أَمَلِي وَ مَقْصُودِي.\nاللَّهُمَّ وَ كُلَّ مَنْ قَضَيْتَ عَلَيَّ بِلِقَائِهِ مِنْ أَحَدٍ مِنْ خَلْقِكَ، الَّذِينَ جَعَلْتَ لِي إِلَيْهِمْ حَاجَةً وَ شُغُلًا، فَسَخِّرْهُ لِي وَ اعْطِفْ بِقَلْبِهِ عَلَيَّ، \nوَ وَفِّقْهُ لِمَا أُرِيدُهُ وَ أَبْتَغِيهِ وَ آمُلُهُ، وَ احْرُسْهُ عَنْ قَصْدِي وَ الْوُقُوفِ فِي حَاجَتِي، وَ امْنَعْهُ عَنْ ظُلْمِي وَ أَذَايَ، بِرَحْمَتِكَ يَا ارْحَمَ الرَّاحِمِينَ.\nثُمَّ اسْجُدْ وَ ادْعُ بِمَا أَحْبَبْتَ، ثُمَّ ارْفَعْ رَأْسَكَ وَ قُلْ:\nأَشْهَدْ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ.\nاللَّهُمَّ فاطِرَ السَّماواتِ وَ الْأَرْضِ‏ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ افْعَلْ بِي مَا أَنْتَ أَهْلُهُ، وَ أَدْخِلْنِي فِي كُلِّ خَيْرٍ أَدْخَلْتَ فِيهِ مُحَمَّداً وَ آلَ مُحَمَّدٍ، \nوَ أَخْرِجْنِي مِنْ كُلِّ سُوءٍ أَخْرَجْتَ مِنْهُ مُحَمَّداً وَ آلَ مُحَمَّدٍ، وَ امْنَعْنِي مِنْ أَنْ يُوصَلَ إِلَيَّ بِسُوءٍ أَبَداً، وَ لَا تُغَيِّرْ مَا أَنْعَمْتَ عَلَيَّ أَبَداً، يَا أَرْحَمَ الرَّاحِمِينَ..\n\nوَ تَقُولُ أَيْضاً مَا رُوِيَ عَنْ سَيِّدِنَا رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ أَنَّهُ قَالَ:\nجَاءَنِي جَبْرَئِيلُ عَلَيْهِ السَّلَامُ فَقَالَ: رَبُّكَ يُقْرِؤُكَ السَّلَامَ وَ يَقُولُ لَكَ: \nيَا مُحَمَّدُ مَنْ أَرَادَ مِنْ أُمَّتِكَ أَنْ أَحْفَظَهُ فِي سَفَرِهِ وَ أُؤَدِّيَهُ سَالِماً فَلْيَقُلْ:\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ*، تَوَكَّلْتُ عَلَى اللَّهِ‏، وَ عَلَى اللَّهِ سُبْحَانَهُ أَتَوَكَّلُ، مُفَوِّضٌ إِلَيْهِ أَمْرِي، وَ مُسْتَعِينٌ بِهِ عَلَى شُئُونِي، مُسْتَزِيدٌ مِنْ فَضْلِهِ، \nمُبْرِئٌ نَفْسِي مِنْ كُلِّ حَوْلٍ وَ قُوَّةٍ إِلَّا بِهِ، خُرُوجَ فَقِيرٍ خَرَجَ بِفَقْرِهِ إِلَى مَنْ يَسُدُّهُ، وَ خُرُوجَ عَائِلٍ خَرَجَ بِعَيْلَتِهِ إِلَى مَنْ يُغْنِيهِ، \nوَ خُرُوجَ مَنْ رَبُّهُ أَكْبَرُ يَقِينِهِ وَ أَعْظَمُ رَجَائِهِ، وَ أَفْضَلُ أُمْنِيَّتِهِ.\nاللَّهُ ثِقَتِي فِي جَمِيعِ أُمُورِي كُلِّهَا وَ بِهِ أَسْتَعِينُ، وَ لَا شَيْ‏ءَ إِلَّا مَا أَرَادَ، أَسْأَلُ اللَّهَ خَيْرَ الْمَخْرَجِ وَ الْمَدْخَلِ، \nلَا إِلَهَ الا هُوَ، عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ الْمَصِيرُ..\nفَإِذَا وَضَعْتَ رِجْلَكَ عَلَى بَابِكَ لِلْخُرُوجِ فَقُلْ:\nبِسْمِ اللَّهِ، آمَنْتُ بِاللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ‏، ما شاءَ اللَّهُ، لا قُوَّةَ إِلَّا بِاللَّهِ‏.\nثُمَّ قُمْ عَلَى الْبَابِ فَاقْرَأْ فَاتِحَةَ الْكِتَابِ أَمَامَكَ وَ عَنْ يَمِينِكَ وَ شِمَالِكَ، ثُمَّ قُلْ:\nاللَّهُمَّ احْفَظْنِي وَ احْفَظْ مَا مَعِي، وَ سَلِّمْنِي وَ سَلِّمْ مَا مَعِي، وَ بَلِّغْنِي بِبَلَاغِكَ الْحَسَنِ الْجَمِيلِ، يَا أَرْحَمَ الرَّاحِمِينَ.\n\nفَإِذَا أَرَدْتَ الرُّكُوبَ فَقُلْ حِينَ تَرْكَبُ:\n\nالْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِلْإِسْلَامِ، وَ عَلَّمَنَا الْقُرَآنَ، وَ مَنَّ عَلَيْنَا بِمُحَمَّدٍ\nصَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، سُبْحانَ الَّذِي سَخَّرَ لَنا هذا وَ ما كُنَّا لَهُ مُقْرِنِينَ، وَ إِنَّا إِلى‏ رَبِّنا لَمُنْقَلِبُونَ‏، وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ*..\n\nوَ إِذَا أَرَدْتَ السَّيْرَ فَلْيَكُنْ فِي طَرَفَيِ النَّهَارِ، وَ انْزِلْ فِي وَسَطِهِ وَ سِرْ فِي آخِرِ اللَّيْلِ، وَ لَا تَسِرْ فِي أَوَّلِهِ، فَإِنَّهُ‏\n\nرُوِيَ عَنِ الصَّادِقِ عَلَيْهِ السَّلَامُ‏ أَنَّ الْأَرْضَ تُطْوَى فِي آخِرِ اللَّيْلِ.\n\nوَ قَالَ الصَّادِقُ عَلَيْهِ السَّلَامُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ: اتَّقُوا الْخُرُوجَ بَعْدَ نَوْمَةٍ، فَإِنَّ لِلَّهِ دَوَابّاً يَبُثُّهَا يَفْعَلُونَ ما يُؤْمَرُونَ‏.\nثُمَّ سِرْ وَ قُلْ فِي مَسِيرِكَ:\nاللَّهُمَّ خَلِّ سَبِيلَنَا، وَ أَحْسِنْ تَسْيِيرَنَا، وَ أَحْسِنْ عَاقِبَتَنَا.\n، وَ أَكْثِرْ مِنَ التَّكْبِيرِ وَ التَّحْمِيدِ وَ التَّسْبِيحِ وَ الِاسْتِغْفَارِ.\nوَ إِذَا صَعِدْتَ أَكَمَةً أَوْ عَلَوْتَ تَلْعَةً أَوْ أَشْرَفْتَ عَلَى قَنْطَرَةٍ فَقُلْ:\nاللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ، وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ*، اللَّهُمَّ لَكَ الشَّرَفُ عَلَى كُلِّ شَرَفٍ.\n\nفَإِذَا بَلَغْتَ إِلَى جِسْرٍ فَقُلْ حِينَ تَضَعُ قَدَمَكَ عَلَيْهِ:\n\nبِسْمِ اللَّهِ، اللَّهُمَّ ادْحَرْ عَنِّي الشَّيْطَانَ الرَّجِيمَ.\n\nوَ إِذَا أَشْرَفْتَ عَلَى قَرْيَةٍ تُرِيدُ دُخُولَهَا فَقُلْ:\n\nاللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَ مَا أَظَلَّتْ، وَ رَبَّ الْأَرَضِينَ السَّبْعِ وَ مَا أَقَلَّتْ، وَ رَبَّ الشَّيَاطِينِ وَ مَا أَضَلَّتْ، وَ رَبَّ الرِّيَاحِ وَ مَا ذَرَتْ، وَ رَبَّ الْبِحَارِ وَ مَا جَرَتْ، إِنِّي أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ وَ خَيْرَ مَا فِيهَا، وَ أَعُوذُ بِكَ مِنْ شَرِّهَا وَ شَرِّ مَا فِيهَا.\nاللَّهُمَّ يَسِّرْ لِي مَا كَانَ فِيهَا مِنْ خَيْرٍ، وَ وَفِّقْ لِي مَا كَانَ فِيهَا مِنْ يُسْرٍ، وَ أَعِنِّي عَلَى حَاجَتِي، \nيَا قَاضِيَ الْحَاجَاتِ وَ يَا مُجِيبَ الدَّعَوَاتِ، وَ أَدْخِلْنِي مُدْخَلَ صِدْقٍ‏ ...، وَ اجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً\n\nالمصدر:\nالمزار الكبير"]