["السَّلَامُ عَلَيْكِ يَا مُمْتَحَنَةُ، امْتَحَنَكِ اللَّهُ الَّذِي خَلَقَكِ قَبْلَ أَنْ يَخْلُقَكِ، فَوَجَدَكِ لِمَا امْتَحَنَكِ صَابِرَةً، وَ نَحْنُ لَكِ أَوْلِيَاءُ وَ مُصَدِّقُونَ وَ صَابِرُونَ لِكُلِّ مَا أَتَانَا بِهِ أَبُوكِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ أَتَانَا بِهِ وَصِيُّهُ، فَإِنَّا نَسْأَلُكِ إِنْ‏ كُنَّا صَدَّقْنَاكِ إِلَّا أَلْحَقْتِنَا بِتَصْدِيقِنَا لَهُمَا، لِنُبَشِّرَ أَنْفُسَنَا أَنَّا قَدْ طَهُرْنَا بِوَلَايَتِكِ.\n\nثُمَّ تَقُولُ:\n\nالسَّلَامُ عَلَيْكِ يَا بِنْتَ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكِ يَا بِنْتَ نَبِيِّ اللَّهِ، السَّلَامُ عَلَيْكِ يَا بِنْتَ حَبِيبِ اللَّهِ، السَّلَامُ عَلَيْكِ يَا بِنْتَ صَفِيِّ اللَّهِ، السَّلَامُ عَلَيْكِ يَا بِنْتَ أَمِينِ اللَّهِ، السَّلَامُ عَلَيْكِ يَا بِنْتَ خَيْرِ خَلْقِ اللَّهِ، السَّلَامُ عَلَيْكِ يَا بِنْتَ أَفْضَلِ أَنْبِيَاءِ اللَّهِ وَ رُسُلِهِ وَ مَلَائِكَتِهِ.\n\nالسَّلَامُ عَلَيْكِ يَا بِنْتَ خَيْرِ الْبَرِيَّةِ، السَّلَامُ عَلَيْكِ يَا سَيِّدَةَ نِسَاءِ الْعَالَمِينَ مِنَ الْأَوَّلِينَ وَ الْآخِرِينَ، السَّلَامُ عَلَيْكِ يَا زَوْجَةَ وَلِيِّ اللَّهِ وَ خَيْرِ الْخَلْقِ بَعْدَ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكِ يَا أُمَّ الْحَسَنِ وَ الْحُسَيْنِ سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ.\n\nالسَّلَامُ عَلَيْكِ أَيَّتُهَا الشَّهِيدَةُ الصِّدِّيقَةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الرَّضِيَّةُ الْمَرْضِيَّةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الْفَاضِلَةُ الزَّكِيَّةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الْحُورِيَّةُ الْإِنْسِيَّةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا التَّقِيَّةُ النَّقِيَّةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الْمُحَدَّثَةُ الْعَلِيمَةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الْمُضْطَهَدَةُ الْمَقْهُورَةُ.\n\nالسَّلَامُ عَلَيْكِ يَا فَاطِمَةُ بِنْتَ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الْمَغْصُوبَةُ الْمَظْلُومَةُ، السَّلَامُ عَلَيْكِ وَ عَلَى أَبِيكِ، السَّلَامُ عَلَيْكِ وَ عَلَى بَعْلِكِ وَ بَنِيكِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nصَلَّى اللَّهُ عَلَيْكِ وَ عَلَى رُوحِكِ وَ بَدَنِكِ، أَشْهَدُ أَنَّكِ مَضَيْتِ عَلَى بَيِّنَةٍ مِنْ رَبِّكِ، وَ أَنَّ مَنْ سَرَّكِ فَقَدْ سَرَّ رَسُولَ اللَّهِ، وَ مَنْ جَفَاكِ فَقَدْ جَفَا رَسُولَ اللَّهِ، وَ مَنْ قَطَعَكِ فَقَدْ قَطَعَ رَسُولَ اللَّهِ، لِأَنَّكِ بَضْعَةٌ مِنْهُ وَ رُوحُهُ الَّتِي بَيْنَ جَنْبَيْهِ، كَمَا قَالَ عَلَيْهِ أَفْضَلُ سَلَامِ اللَّهِ وَ أَفْضَلُ صَلَوَاتِهِ.\n\nأُشْهِدُ اللَّهَ وَ رَسُولَهُ وَ مَلَائِكَتَهُ أَنِّي رَاضٍ عَمَّنْ رَضِيتِ عَنْهُ، سَاخِطٌ عَمَّنْ سَخِطْتِ عَلَيْهِ، مُتَبَرِّئٌ مِمَّنْ تَبَرَّأْتِ مِنْهُ، مُوَالٍ لِمَنْ وَالَيْتِ، مُعَادٍ لِمَنْ عَادَيْتِ، مُبْغِضٌ لِمَنْ أَبْغَضْتِ، مُحِبٌّ لِمَنْ أَحْبَبْتِ، وَ كَفى‏ بِاللَّهِ شَهِيداً* حَسِيباً وَ جَازِياً وَ مُثِيباً.\n\nثُمَّ قُلِ:\n\nاللَّهُمَّ صَلِّ وَ سَلِّمْ عَلَى عَبْدِكَ وَ رَسُولِكَ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ خَاتَمِ النَّبِيِّينَ وَ خَيْرِ الْخَلْقِ أَجْمَعِينَ، وَ صَلِّ عَلَى وَصِيِّهِ عَلِيِّ بْنِ أَبِي طَالِبٍ أَمِيرِ الْمُؤْمِنِينَ وَ إِمَامِ الْمُسْلِمِينَ وَ خَيْرِ الْوَصِيِّينَ، وَ صَلِّ عَلَى فَاطِمَةَ بِنْتِ مُحَمَّدٍ سَيِّدَةِ نِسَاءِ الْعَالَمِينَ، وَ صَلِّ عَلَى سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ الْحَسَنِ وَ الْحُسَيْنِ، وَ صَلِّ عَلَى زَيْنِ الْعَابِدِينَ عَلِيِّ بْنِ الْحُسَيْنِ، وَ صَلِّ عَلَى مُحَمَّدِ بْنِ عَلِيٍّ بَاقِرِ عِلْمِ النَّبِيِّينَ، وَ صَلِّ عَلَى الصَّادِقِ عَنِ اللَّهِ جَعْفَرِ بْنِ مُحَمَّدٍ، وَ صَلِّ عَلَى كَاظِمِ الْغَيْظِ فِي اللَّهِ مُوسَى بْنِ جَعْفَرٍ، وَ صَلِّ عَلَى الرِّضَا عَلِيِّ بْنِ مُوسَى، وَ صَلِّ عَلَى التَّقِيِّ مُحَمَّدِ بْنِ عَلِيٍّ، وَ صَلِّ عَلَى النَّقِيِّ عَلِيِّ بْنِ مُحَمَّدٍ، وَ صَلِّ عَلَى الزَّكِيِّ الْحَسَنِ بْنِ عَلِيٍّ، وَ صَلِّ عَلَى‏ الْحُجَّةِ الْقَائِمِ بْنِ الْحَسَنِ بْنِ عَلِيٍّ.\n\nاللَّهُمَّ أَحْيِ بِهِ الْعَدْلَ، وَ أَمِتْ بِهِ الْجَوْرَ، وَ زَيِّنْ بِبَقَائِهِ الْأَرْضَ، وَ أَظْهِرْ بِهِ دِينَكَ وَ سُنَّةَ نَبِيِّكَ، حَتَّى لَا يَسْتَخْفِيَ بِشَيْ‏ءٍ مِنَ الْحَقِّ مَخَافَةَ أَحَدٍ مِنَ الْخَلْقِ، وَ اجْعَلْنَا مِنْ أَشْيَاعِهِ وَ أَتْبَاعِهِ وَ الْمَقْبُولِينَ فِي زُمْرَةِ أَوْلِيَائِهِ يَا رَبَّ الْعَالَمِينَ، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ الَّذِينَ أَذْهَبْتَ عَنْهُمُ الرِّجْسَ وَ طَهَّرْتَهُمْ تَطْهِيراً.\n\nثُمَّ صَلِّ مَا بَدَا لَكَ وَ ادْعُ بِمَا شِئْتَ.\n\nالمصدر:\nالمزار الكبير"]