{
"title": "دعاء الإمام السجاد يوم عرفه",
"type": "text",
"source": "الصحيفة السجادية",
"data": "الْحَمْدُ للهِ رَبِّ الْعَالَمِينَ. أللَّهُمَّ لَـكَ الْحَمْدُ بَدِيْعَ السَّموَاتِ وَالأرْضِ، ذَا الْجَلالِ وَالإكْرَامِ، رَبَّ الأرْبَابِ وَإلهَ كُلِّ مَألُوهٍ، وَخَالِقَ كُلِّ مَخْلُوقٍ، وَوَارِثَ كُلِّ شَيْءٍ، لَيْسَ كَمِثْلِهِ شَـيْءٌ وَلا يَعْزُبُ عَنْهُ عِلْمُ شَيْءٍ، وَهُوَ بِكُلِّ شَيْءٍ مُحِيطٌ، وَهُوَ عَلَى كُلِّ شَيْءٍ رَقِيبٌ.\nأنْتَ الله لا إلهَ إلا أنْتَ الأحَـدُ الْمُتَوَحِّدُ الْفَرْدُ الْمُتَفَرِّدُ، وَأنْتَ اللهُ لا إلهَ إلا أنْتَ الْكَرِيمُ الْمُتَكَرِّمُ، الْعَظِيمُ الْمُتَعَظِّمُ، الْكَبِيرُ الْمُتَكَبِّرُ. وَأنْتَ اللهُ لا إلهَ إلا أنْتَ العَلِيُّ الْمُتَعَالِ، الْشَدِيْدُ الْمِحَـالِ. وَأنْتَ اللهُ لا إلهَ إلا أنْتَ الـرَّحْمنُ الرَّحِيمُ الْعَلِيمُ الْحَكِيمُ. وَأنْتَ اللهُ لا إلهَ إلا أنْتَ السَّمِيعُ الْبَصِيرُ الْقَدِيمُ الْخَبِيرُ، وَأنْتَ اللهُ لا إلهَ إلا أنْتَ الْكَرِيمُ الأكْرَمُ الدَّائِمُ الأدْوَمُ، وَأنْتَ اللهُ لا إلهَ إلا أنْتَ الأول قَبْلَ كُلِّ أحَدٍ وَالآخِرُ بَعْدَ كُلِّ عَدَدٍ، وَأنْتَ اللهُ لا إلهَ إلا أنْتَ الدَّانِي فِي عُلُوِّهِ، وَالْعَالِي فِي دُنُوِّهِ، وَأنْتَ اللهُ لا إلهَ إلا أنْتَ ذُو الْبَهَاءِ وَالْمَجْدِ وَالْكِبْرِيَاءِ وَالْحَمْدِ. وَأنْتَ اللهُ لا إلهَ إلا أنْتَ الَّذِي أنْشَأْتَ الأشْيَاءَ مِنْ غَيْرِ سِنْخٍ، وَصَوَّرْتَ مَا صَوَّرْتَ مِنْ غَيْرِ مِثالٍ، وَابْتَدَعْتَ الْمُبْتَدَعَاتِ بِلا احْتِذَآءٍ. أنْتَ الَّذِي قَدَّرْتَ كُلَّ شَيْءٍ تَقْدِيراً وَيَسَّرْتَ كُلَّ شَيْءٍ تَيْسِيراً، وَدَبَّرْتَ مَا دُونَكَ تَدْبِيْراً. وَأنْتَ الَّذِي لَمْ يُعِنْكَ عَلَى خَلْقِكَ شَرِيكٌ وَلَمْ يُؤازِرْكَ فِي أمْرِكَ وَزِيرٌ، وَلَمْ يَكُنْ لَكَ مُشَاهِدٌ وَلا نَظِيرٌ. أنْتَ الَّذِي أرَدْتَ فَكَانَ حَتْماً مَا أرَدْتَ، وَقَضَيْتَ فَكَانَ عَدْلاً مَا قَضَيْتَ، وَحَكَمْتَ فَكَانَ نِصْفاً مَا حَكَمْتَ، أنْتَ الَّـذِي لا يَحْوِيْـكَ مَكَانٌ وَلَمْ يَقُمْ لِسُلْطَانِكَ سُلْطَانٌ، وَلَمْ يُعْيِكَ بُرْهَانٌ وَلا بَيَانٌ. أنْتَ الَّذِي أحْصَيْتَ كُلَّ شَيْءٍ عَدَدَاً، وَجَعَلْتَ لِكُلِّ شَيْءٍ أمَداً، وَقَدَّرْتَ كُلَّ شَيْءٍ تَقْدِيْراً. أنْتَ الَّذِي قَصُرَتِ الأوْهَامُ عَنْ ذَاتِيَّتِكَ، وَعَجَزَتِ الأفْهَامُ عَنْ كَيْفِيَّتِكَ ، وَلَمْ تُدْرِكِ الأبْصَارُ مَوْضِعَ أيْنِيَّتِكَ. أنْتَ الَّذِي لا تُحَدُّ فَتَكُونَ مَحْدُوداً، وَلَمْ تُمَثَّلْ فَتَكُونَ مَوْجُوداً، وَلَمْ تَلِدْ فَتَكُونَ مَوْلُوداً. أنْتَ الَّذِي لا ضِدَّ مَعَكَ فَيُعَانِدَكَ، وَلا عِدْلَ فَيُكَاثِرَكَ، وَلا نِدَّ لَكَ فَيُعَارِضَكَ. أنْتَ الَّـذِي ابْتَدَأ وَاخْتَـرَعَ وَاسْتَحْدَثَ وَابْتَـدَعَ وَأحْسَنَ صُنْعَ مَا صَنَعَ، سُبْحانَكَ! مَا أجَلَّ شَأنَكَ، وَأسْنَى فِي الأمَاكِنِ مَكَانَكَ، وَأصْدَعَ بِالْحَقِّ فُرقَانَكَ.\n\nسُبْحَانَكَ مِنْ لَطِيفٍ مَا ألْطَفَكَ، وَرَؤُوفٍ مَا أرْأفَكَ، وَحَكِيمٍ مَا أعْرَفَكَ! سُبْحَانَكَ مِنْ مَلِيْكٍ مَا أمْنَعَكَ، وَجَوَادٍ مَا أوْسَعَكَ، وَرَفِيعٍِ مَا أرْفَعَكَ، ذُو الْبَهاءِ وَالْمَجْدِ وَالْكِبْرِيَاءِ وَالْحَمْدِ . سُبْحَانَكَ بَسَطْتَ بِالْخَيْرَاتِ يَدَكَ وَعُرِفَتِ الْهِدَايَةُ مِنْ عِنْدِكَ، فَمَنِ الْتَمَسَكَ لِدِينٍ أوْ دُنْيا وَجَدَكَ. سُبْحَانَكَ خَضَعَ لَكَ مَنْ جَرى فِي عِلْمِكَ، وَخَشَعَ لِعَظَمَتِكَ مَا دُونَ عَرْشِكَ، وَانْقَادَ لِلتَّسْلِيْمِ لَكَ كُلُّ خَلْقِكَ. سُبْحَانَكَ لأ تُجَسُّ، وَلا تُحَسُّ، وَلا تُمَسُّ، وَلا تُكَادُ، وَلا تُمَاطُ، وَلا تُنَازَعُ، وَلا تُجَارى، وَلا تُمارى، وَلا تُخَادَعُ، وَلا تُمَاكَرُ.\n\nسُبْحَانَكَ سَبِيلُكَ جَدَدٌ، وَأمْرُكَ رَشَدٌ، وَأنْتَ حَيٌّ صَمَدٌ. سُبْحَانَكَ قَوْلُكَ حُكْمٌ، وَقَضَآؤُكَ حَتْمٌ، وَإرَادَتُكَ عَزْمٌ. سُبْحَانَكَ لأ رَادَّ لِمَشِيَّتِكَ، وَلا مُبَدِّلَ لِكَلِمَاتِكَ. سُبْحَانَكَ قاهِرَ الأرْبَابِ، بَاهِرَ الآياتِ، فَاطِرَ السَّمَوَاتِ بَارِئَ، النَّسَماتِ. لَكَ الْحَمْدُ حَمْدَاً يَدُومُ بِدَوامِكَ، وَلَكَ الْحَمْدُ حَمْداً خَالِداً بِنِعْمَتِكَ، وَلَكَ الْحَمْدُ حَمْداً يُوَازِي صُنْعَكَ، وَلَكَ الْحَمْدُ حَمْداً يَزِيدُ عَلَى رِضَاكَ، وَلَكَ الْحَمْدُ حَمْداً مَعَ حَمْدِ كُلِّ حَامِدٍ، وَشُكْراً يَقْصُرُ عَنْهُ شُكْرُ كُلِّ شَاكِرٍ، حَمْداً لا يَنْبَغِي إلا لَكَ، وَلا يُتَقَرَّبُ بِهِ إلا إلَيْكَ، حَمْداً يُسْتَدَامُ بِهِ الأول، وَيُسْتَدْعَى بِهِ دَوَامُ الأخِرِ، حَمْداً يَتَضَاعَفُ عَلَى كُرُورِ الأزْمِنَةِ، وَيَتَزَايَدُ أضْعَافَاً مُتَرَادِفَةً، حَمْداً يَعْجِزُ عَنْ إحْصَآئِهِ الْحَفَظَةُ، وَيَزِيدُ عَلَى مَا أحْصَتْهُ فِي كِتابِكَ الْكَتَبَةُ، حَمْداً يُوازِنُ عَرْشَكَ المَجِيْدَ، وَيُعَادِلُ كُرْسِيَّكَ الرَّفِيعَ، حَمْداً يَكْمُلُ لَدَيْكَ ثَوَابُهُ، وَيَسْتَغْرِقُ كُلَّ جَزَآءٍ جَزَآؤُهُ، حَمْداً ظَاهِرُهُ وَفْقٌ لِبَاطِنِهِ، وَبَاطِنُهُ وَفْقٌ لِصِدْقِ النِّيَّةِ فِيهِ، حَمْداً لَمْ يَحْمَدْكَ خَلْقٌ مِثْلَهُ، وَلا يَعْرِفُ أحَدٌ سِوَاكَ فَضْلَهُ، حَمْداً يُعَانُ مَنِ اجْتَهَدَ فِي تَعْدِيْدِهِ، وَيُؤَيَّدُ مَنْ أغْرَقَ نَزْعَاً فِي تَوْفِيَتِهِ، حَمْداً يَجْمَعُ مَا خَلَقْتَ مِنَ الْحَمْدِ، وَيَنْتَظِمُ مَا أنْتَ خَالِقُهُ مِنْ بَعْدُ، حَمْداً لا حَمْدَ أقْرَبُ إلَى قَوْلِكَ مِنْهُ، وَلا أحْمَدَ مِمَّنْ يَحْمَدُكَ بِهِ، حَمْداً يُوجِبُ بِكَرَمِكَ الْمَزِيدَ بِوُفُورِهِ، وَتَصِلُهُ بِمَزِيْدٍ بَعْدَ مَزِيْدٍ طَوْلاً مِنْكَ، حَمْداً يَجِبُ لِكَرَمِ وَجْهِكَ، وَيُقَابِلُ عِزَّ جَلألِكَ.\n\nرَبِّ صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ الْمُنْتَجَبِ، الْمُصْطَفَى، الْمُكَرَّمِ، الْمُقَرَّبِ، أفْضَلَ صَلَوَاتِكَ، وَبارِكْ عَلَيْهِ أتَمَّ بَرَكاتِكَ، وَتَرَحَّمْ عَلَيْهِ أمْتَعَ رَحَمَاتِكَ. رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ، صَلاةً زَاكِيَةً، لا تَكُونُ صَلاةٌ أزْكَى مِنْهَا، وَصَلِّ عَلَيْهِ صَلاةً نَامِيَةً، لا تَكُونُ صَلاةٌ أنْمَى مِنْهَا، وَصَلِّ عَلَيْهِ صَلاةً رَاضِيَةً، لا تَكُونُ صَلاةٌ فَوْقَهَا. رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ، صَلاةً تُرْضِيهِ وَتَزِيدُ عَلَى رِضَاهُ، وَصَلِّ عَلَيْهِ صَلاةً تُرْضِيكَ وَتَزِيدُ عَلَى رِضَاكَ لَهُ، وَصَلِّ عَلَيْهِ صَلاةً لا تَرْضَى لَهُ إلا بِهَا، وَلا تَرى غَيْرَهُ لَهَا أهْلاً. رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ، صَلاةً تُجَاوِزُ رِضْوَانَكَ، وَيَتَّصِلُ اتِّصَالُهَا بِبَقَآئِكَ، وَلا يَنْفَدُ كَمَا لا تَنْفَدُ كَلِماتُكَ. رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ صَلاةً تَنْتَظِمُ صَلَوَاتِ مَلائِكَتِكَ وَأنْبِيآئِكَ وَرُسُلِكَ وَأهْلِ طَاعَتِكَ. وَتَشْتَمِلُ عَلَى صَلَوَاتِ عِبَادِكَ مِنْ جِنّكَ وَإنْسِكَ وَأهْلِ إجَابَتِكَ، وَتَجْتَمِعُ عَلَى صَلاةِ كُلِّ مَنْ ذَرَأْتَ وَبَرَأْتَ مِنْ أصْنَافِ خَلْقِكَ. رَبِّ صَلِّ عَلَيْهِ وَآلِهِ صَلاةً تُحِيطُ بِكُلِّ صَلاةٍ سَالِفَةٍ وَمُسْتَأْنَفَةٍ، وَصَلِّ عَلَيْهِ وَعَلَى آلِهِ صَلاةً مَرْضِيَّةً لَكَ وَلِمَنْ دُونَكَ، وَتُنْشِئُ مَعَ ذَلِكَ صَلَوَاتٍ تُضَاعِفُ مَعَهَا تِلْكَ الصَّلَوَاتِ عِنْدَهَا، وَتَزِيدُهَا عَلَى كُرُورِ الأيَّامِ زِيَادَةً فِي تَضَاعِيفَ لا يَعُدُّهَا غَيْرُكَ. رَبِّ صَلِّ عَلَى أطَائِبِ أهْلِ بَيْتِهِ الَّذِينَ اخْتَرْتَهُمْ لأمْرِكَ، وَجَعَلْتَهُمْ خَزَنَةَ عِلْمِكَ، وَحَفَظَةَ دِيْنِكَ، وَخُلَفَآءَكَ فِي أرْضِكَ، وَحُجَجَكَ عَلَى عِبَادِكَ، وَطَهَّرْتَهُمْ مِنَ الرِّجْسِ وَالدَّنَسِ تَطْهِيراً بِإرَادَتِكَ، وَجَعَلْتَهُمْ الْوَسِيْلَةَ إلَيْكَ وَالْمَسْلَكَ إلَى جَنَّتِكَ، رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَآلِهِ صَلاةً تُجْزِلُ لَهُمْ بِهَا مِنْ تُحَفِكَ وَكَرَامَتِكَ، وَتُكْمِلُ لَهُمُ الأشْيَآءَ مِنْ عَطَاياكَ وَنَوَافِلِكَ، وَتُوَفِّرُ عَلَيْهِمُ الْحَظَّ مِنْ عَوَائِدِكَ وَفَوائِدِكَ. رَبِّ صَلِّ عَلَيْهِ وَعَلَيْهِمْ صَلاةً لا أمَدَ فِي أوَّلِهَا، وَلا غَايَةَ لأمَدِهَا، وَلا نِهَايَةَ لآخِرِهَا. رَبِّ صَلِّ عَلَيْهِمْ زِنَةَ عَرْشِكَ وَمَا دُونَهُ، وَمِلْءَ سَموَاتِكَ وَمَا فَوْقَهُنَّ، وَعَدَدَ أرَضِيْكَ، وَمَا تَحْتَهُنَّ، وَمَا بَيْنَهُنَّ، صَلاةً تُقَرِّبُهُمْ مِنْكَ زُلْفى وَتَكُونُ لَكَ وَلَهُمْ رِضَىً، وَمُتَّصِلَةٌ بِنَظَائِرِهِنَّ أبَداً.\n\nأللَّهُمَّ إنَّكَ أيَّدْتَ دِينَكَ فِي كُلِّ أوَانٍ بِإمَامٍ أقَمْتَهُ عَلَماً لِعِبَادِكَ وَّمَنارَاً فِي بِلادِكَ، بَعْدَ أنْ وَصَلْتَ حَبْلَهُ بِحَبْلِكَ، وَجَعَلْتَهُ الذَّرِيعَةَ إلَى رِضْوَانِكَ، وَافْتَرَضْتَ طَاعَتَهُ، وَحَذَّرْتَ مَعْصِيَتَهُ، وَأمَرْتَ بِامْتِثَالِ أمْرِهِ أوَامِرِه خل وَالانْتِهَآءِ عِنْدَ نَهْيِهِ، وَألا يَتَقَدَّمَهُ مُتَقَدِّمٌ، وَلا يَتَأخَّرَ عَنْهُ مُتَأخِّرٌ، فَهُوَ عِصْمَةُ اْللائِذِينَ، وَكَهْفُ الْمُؤْمِنِينَ، وَعُرْوَةُ الْمُتَمَسِّكِينَ، وَبَهَآءُ الْعَالَمِينَ. أللَّهُمَّ فَأوْزِعْ لِوَلِيِّكَ شُكْرَ مَا أنْعَمْتَ بِهِ عَلَيْهِ، وَأوْزِعْنَا مِثْلَهُ فِيهِ، وَآتِهِ مِنْ لَدُنْكَ سُلْطَاناً نَصِيراً، وَافْتَحْ لَهُ فَتْحاً يَسِيراً، وَأعِنْهُ بِرُكْنِكَ الأعَزِّ، وَاشْدُدْ أزْرَهُ، وَقَوِّ عَضُدَهُ، وَرَاعِهِ بِعَيْنِكَ، وَاحْمِهِ بِحِفْظِكَ، وَانْصُرْهُ بِمَلائِكَتِكَ، وَامْدُدْهُ بِجُنْدِكَ الأغْلَبِ وَأقِمْ بِهِ كِتَابَكَ وَحُدُودَكَ، وَشَرَائِعَكَ وَسُنَنَ رَسُولِكَ صَلَوَاتُكَ اللَّهُمَّ عَلَيْهِ وَآلِهِ، وَأحْيِ بِهِ مَا أمَاتَهُ الظَّالِمُونَ مِنْ مَعَالِمِ دِينِكَ، وَاجْلُ بِهِ صَدَأ الْجَوْرِ عَنْ طَرِيقَتِكَ، وَأبِنْ بِهِ الضَّرَّآءَ مِنْ سَبِيلِكَ، وَأزِلْ بِهِ النَّاكِبِينَ عَنْ صِرَاطِكَ، وَامْحَقْ بِهِ بُغَاةَ قَصْدِكَ عِوَجاً، وَألِنْ جَانِبَهُ لأوْلِيَآئِكَ، وَابْسُطْ يَدَهُ عَلَى أعْدَائِكَ، وَهَبْ لَنا رَأْفَتَهُ وَرَحْمَتَهُ وَتَعَطُّفَهُ وَتَحَنُّنَهُ، وَاجْعَلْنَا لَهُ سَامِعِينَ مُطِيعِينَ، وَفِي رِضَاهُ سَاعِينَ، وَإلَى نُصْرَتِهِ وَالْمُدَافَعَةِ عَنْهُ مُكْنِفِينَ، وَإلَيْكَ وَإلَى رَسُولِكَ صَلَواتُكَ اللَّهُمَّ عَلَيْهِ وَآلِهِ بِذَلِكَ مُتَقَرِّبِينَ.\n\nأللَّهُمَّ وَصَلِّ عَلَى أوْلِيآئِهِمُ الْمُعْتَرِفِينَ بِمَقَامِهِمْ، الْمُتَّبِعِينَ مَنْهَجَهُمْ، الْمُقْتَفِيْنَ آثَارَهُمْ، الْمُسْتَمْسِكِينَ بِعُرْوَتِهِمْ، الْمُتَمَسِّكِينَ بِوَلايَتِهِمْ، الْمُؤْتَمِّينَ بِإمَامَتِهِمْ، الْمُسَلِّمِينَ لأمْرِهِمْ الْمُجْتَهِدِيْنَ فِي طاعَتِهِمْ، الْمُنْتَظِرِيْنَ أيَّامَهُمْ، الْمَادِّينَ إلَيْهِمْ أعْيُنَهُمْ، الصَّلَوَاتِ الْمُبَارَكَاتِ الزَّاكِيَاتِ النَّامِيَاتِ الغَادِيَاتِ، الرَّائِماتِ. وَسَلِّمْ عَلَيْهِمْ وَعَلَى أرْوَاحِهِمْ، وَاجْمَعْ عَلَى التَّقْوَى أمْرَهُمْ، وَأصْلِحْ لَهُمْ شُؤُونَهُمْ، وَتُبْ عَلَيْهِمْ إنَّكَ أنْتَ التَّوَّابُ الرَّحِيمُ وَخَيْرُ الْغَافِرِينَ، وَاجْعَلْنَا مَعَهُمْ فِي دَارِ السَّلامِ بِرَحْمَتِكَ يَا أرْحَمَ الرَّاحِمِينَ. أللَّهُمَّ هَذَا يَوْمُ عَرَفَةَ، يَوْمٌ شَرَّفْتَهُ وَكَرَّمْتَهُ وَعَظَّمْتَهُ، نَشَرْتَ فِيهِ رَحْمَتَكَ، وَمَنَنْتَ فِيهِ بِعَفْوِكَ وَأجْزَلْتَ فِيهِ عَطِيَّتَكَ، وَتَفَضَّلْتَ بِهِ عَلَى عِبَادِكَ.\n\nأللَّهُمَّ وَأنَا عَبْدُكَ الَّذِي أنْعَمْتَ عَلَيْهِ قَبْلَ خَلْقِكَ لَهُ، وَبَعْدَ خَلْقِكَ إيَّاهُ، فَجَعَلْتَهُ مِمَّنْ هَدَيْتَهُ لِدِينِكَ، وَوَفَّقْتَهُ لِحَقِّكَ، وَعَصَمْتَهُ بِحَبْلِكَ، وَأدْخَلْتَهُ فِيْ حِزْبِكَ، وَأرْشَدْتَهُ لِمُوَالاةِ أوْليآئِكَ، وَمُعَادَاةِ أعْدَائِكَ، ثُمَّ أمَرْتَهُ فَلَمْ يَأْتَمِرْ، وَزَجَرْتَهُ فَلَمْ يَنْزَجِرْ، وَنَهَيْتَهُ عَنْ مَعْصِيَتِكَ فَخَالَفَ أمْرَكَ إلَى نَهْيِكَ، لا مُعَانَدَةً لَكَ وَلا اسْتِكْبَاراً عَلَيْكَ، بَلْ دَعَاهُ هَوَاهُ إلَى مَا زَيَّلْتَهُ، وَإلَى مَا حَذَّرْتَهُ، وَأعَانَهُ عَلَى ذلِكَ عَدُوُّكَ وَعَدُوُّهُ، فَأقْدَمَ عَلَيْهِ عَارِفاً بِوَعِيْدِكَ، رَاجِياً لِعَفْوِكَ، وَاثِقاً بِتَجَاوُزِكَ، وَكَانَ أحَقَّ عِبَادِكَ مَعَ مَا مَنَنْتَ عَلَيْهِ ألا يَفْعَلَ، وَهَا أنَا ذَا بَيْنَ يَدَيْكَ صَاغِراً، ذَلِيلاً، خَاضِعَاً، خَاشِعاً، خَائِفَاً، مُعْتَرِفاً بِعَظِيمٍ مِنَ الذُّنُوبِ تَحَمَّلْتُهُ، وَجَلِيْلٍ مِنَ الْخَطَايَا اجْتَرَمْتُهُ، مُسْتَجِيراً بِصَفْحِكَ، لائِذاً بِرَحْمَتِكَ، مُوقِناً أنَّهُ لا يُجِيرُنِي مِنْكَ مُجِيرٌ، وَلا يَمْنَعُنِي مِنْكَ مَانِعٌ . فَعُدْ عَلَيَّ بِمَا تَعُودُ بِهِ عَلَى مَنِ اقْتَرَفَ مِنْ تَغَمُّدِكَ، وَجُدْ عَلَيَّ بِمَا تَجُودُ بِهِ عَلَى مَنْ ألْقَى بِيَدِهِ إلَيْكَ مِنْ عَفْوِكَ، وَامْنُنْ عَلَيَّ بِمَا لا يَتَعَاظَمُكَ أنْ تَمُنَّ بِهِ عَلَى مَنْ أمَّلَكَ مِنْ غُفْرَانِكَ، وَاجْعَلْ لِي فِي هَذَا الْيَوْمِ نَصِيباً أنَالُ بِهِ حَظّاً مِنْ رِضْوَانِكَ، وَلا تَرُدَّنِي صِفْراً مِمَّا يَنْقَلِبُ بِهِ الْمُتَعَبِّدُونَ لَكَ مِنْ عِبَادِكَ، وَإنِّي وَإنْ لَمْ أُقَدِّمْ مَا قَدَّمُوهُ مِنَ الصَّالِحَاتِ، فَقَد قَدَّمْتُ تَوْحِيدَكَ، وَنَفْيَ الأضْدَادِ وَالأنْدَادِ وَالأشْبَاهِ عَنْكَ، وَأتَيْتُكَ مِنَ الأبْوَابِ الَّتِي أمَرْتَ أنْ تُؤْتى مِنْها، وَتَقَرَّبْتُ إلَيْكَ بِمَا لأ يَقْرُبُ بِهِ، أحَدٌ مِنْكَ الأ بِالتَّقَرُّبِ بِهِ ثُمَّ أتْبَعْتُ ذلِكَ بِالأنابَةِ إلَيْكَ، وَالتَّذَلُّلِ وَالاسْتِكَانَةِ لَكَ، وَحُسْنِ الظَّنِّ بِكَ، وَالثِّقَةِ بِمَا عِنْدَكَ، وَشَفَعْتُهُ بِرَجآئِكَ الَّذِي قَلَّ مَا يَخِيبُ عَلَيْهِ رَاجِيْكَ، وَسَألْتُكَ مَسْألَةَ الْحَقِيرِ الذّلِيلِ الْبَائِسِ الْفَقِيْرِ الْخَائِفِ الْمُسْتَجِيرِ، وَمَعَ ذَلِكَ خِيفَةً وَتَضَرُّعاً وَتَعَوُّذاً وَتَلَوُّذاً، لا مُسْتَطِيلاً بِتَكبُّرِ الْمُتَكَبِّرِينَ، وَلا مُتَعَالِياً بِدالَّةِ الْمُطِيعِينَ، وَلا مُسْتَطِيلاً بِشَفَاعَةِ الشَّافِعِينَ، وَأنَا بَعْدُ أقَلُّ الأقَلِّيْنَ، وَأذَلُّ الأذَلِّينَ، وَمِثْلُ الذَّرَّةِ أوْ دُونَهَا. فَيَا مَنْ لَمْ يَعَاجِلِ الْمُسِيئِينَ، وَلا يَنْدَهُ الْمُتْرَفِينَ، وَيَا مَنْ يَمُنُّ بِإقَالَةِ الْعَاثِرِينَ، وَيَتَفَضَّلُ بإنْظَارِ الْخَاطِئِينَ.\n\nأنَا الْمُسِيءُ الْمُعْتَرِفُ الْخَاطِئُ الْعَاثِرُ، أنَا الَّذِيْ أقْدَمَ عَلَيْكَ مُجْتَرِئاً، أنَا الَّذِي عَصَاكَ مُتَعَمِّداً، أنَا الَّذِي اسْتَخْفى مِنْ عِبَادِكَ وَبَارَزَكَ، أنَا الَّذِي هَابَ عِبَادَكَ وَأمِنَكَ أنَا الَّذِي لَمْ يَرْهَبْ سَطْوَتَكَ وَلَمْ يَخَفْ بَأْسَكَ أنَا الْجَانِي عَلَى نَفْسِهِ، أنَا الْمُرْتَهَنُ بِبَلِيَّتِهِ، أنَا الْقَلِيلُ الْحَيَاءِ، أنَا الطَّوِيلُ الْعَنآءِ، بِحَقِّ مَنِ انْتَجَبْتَ مِنْ خَلْقِكَ، وَبِمَنِ اصْطَفَيْتَهُ لِنَفْسِكَ، بِحَقِّ مَنِ اخْتَرْتَ مِنْ بَريَّتِكَ، وَمَنِ اجْتَبَيْتَ لِشَأْنِكَ، بِحَقِّ مَنْ وَصَلْتَ طَاعَتَهُ بِطَاعَتِكَ، وَمَنْ جَعَلْتَ مَعْصِيَتَهُ كَمَعْصِيَتِكَ بِحَقِّ مَنْ قَرَنْتَ مُوَالاتَهُ بِمُوالاتِكَ، وَمَنْ نُطْتَ مُعَادَاتَهُ بِمُعَادَاتِكَ. تَغَمَّدْنِي فِي يَوْمِيَ هَذَا بِمَا تَتَغَمَّدُ بِهِ مَنْ جَارَ إلَيْكَ مُتَنَصِّلاً، وَعَاذَ بِاسْتِغْفَارِكَ تَائِباً، وَتَوَلَّنِي بِمَا تَتَوَلَّى بِهِ أهْلَ طَاعَتِكَ، وَالزُّلْفَى لَدَيْكَ، وَالْمَكَانَةِ مِنْكَ، وَتَوَحَّدْنِي بِمَا تَتَوَحَّدُ بِهِ مَنْ وَفى بِعَهْدِكَ، وَأتْعَبَ نَفْسَهُ فِيْ ذَاتِكَ، وَأجْهَدَهَا فِي مَرْضَاتِكَ، وَلا تُؤَاخِذْنِي بِتَفْرِيطِيْ فِي جَنْبِكَ، وَتَعَدِّي طَوْرِيْ فِي حُدودِكَ، وَمُجَاوَزَةِ أحْكَامِكَ. وَلا تَسْتَدْرِجْنِي بِإمْلائِكَ لِي اسْتِدْرَاجَ مَنْ مَنَعَنِي خَيْرَ مَا عِنْدَهُ، وَلَمْ يَشْرَكْكَ فِي حُلُولِ نِعْمَتِهِ بِي، وَنَبِّهْنِي مِنْ رَقْدَةِ الْغَافِلِينَ، وَسِنَةِ الْمُسْرِفِينَ، وَنَعْسَةِ الْمَخْذُولِينَ. وَخُذْ بِقَلْبِي إلَى مَا اسْتَعْمَلْتَ بِهِ القَانِتِيْنَ، وَاسْتَعْبَدْتَ بِهِ الْمُتَعَبِّدِينَ، وَاسْتَنْقَذْتَ بِهِ الْمُتَهَاوِنِينَ، وَأعِذْنِي مِمَّا يُبَاعِدُنِي عَنْكَ، وَيَحُولُ بَيْنِي وَبَيْنَ حَظِّي مِنْكَ، وَيَصُدُّنِي عَمَّا أُحَاوِلُ لَدَيْكَ. وَسَهِّلْ لِي مَسْلَكَ الْخَيْرَاتِ إلَيْكَ، وَالْمُسَابَقَةِ إلَيْهَا مِنْ حَيْثُ أمَرْتَ، وَالْمُشَاحَّةَ فِيهَا عَلَى مَا أرَدْتَ.\n\nوَلا تَمْحَقْنِي فِيمَنْ تَمْحَقُ مِنَ الْمُسْتَخِفِّينَ بِمَا أوْعَدْتَ، وَلا تُهْلِكْنِي مَعَ مَنْ تُهْلِكُ مِنَ الْمُتَعَرِّضِينَ لِمَقْتِكَ، وَلا تُتَبِّرْني فِيمَنْ تُتَبِّرُ مِنَ الْمُنْحَرِفِينَ عَنْ سُبُلِكَ. وَنَجِّنِيْ مِنْ غَمَرَاتِ الْفِتْنَةِ، وَخَلِّصْنِي مِنْ لَهَوَاتِ الْبَلْوى، وَأجِرْنِي مِنْ أخْذِ الأمْلاءِ، وَحُلْ بَيْنِي وَبَيْنَ عَدُوٍّ يُضِلُّنِي، وَهَوىً يُوبِقُنِي، وَمَنْقَصَةٍ تَرْهَقُنِي. وَلا تُعْرِضْ عَنِّي إعْرَاضَ مَنْ لا تَرْضَى عَنْهُ بَعْدَ غَضَبِكَ، وَلا تُؤْيِسْنِي مِنَ الأمَلِ فِيكَ، فَيَغْلِبَ عَلَيَّ الْقُنُوطُ مِنْ رَحْمَتِكَ، وَلا تَمْنَحْنِي بِمَا لا طَاقَةَ لِيْ بِهِ، فَتَبْهَظَنِي مِمَّا تُحَمِّلُنِيهِ مِنْ فَضْلِ مَحَبَّتِكَ، وَلا تُرْسِلْنِي مِنْ يَدِكَ إرْسَالَ مَنْ لا خَيْرَ فِيهِ، وَلا حَاجَةَ بِكَ إلَيْهِ، وَلا إنابَةَ لَهُ، وَلا تَرْمِ بِيَ رَمْيَ مَنْ سَقَطَ مِنْ عَيْنِ رِعَايَتِكَ، وَمَنِ اشْتَمَلَ عَلَيْهِ الْخِزْيُ مِنْ عِنْدِكَ، بَلْ خُذْ بِيَدِيْ مِنْ سَقْطَةِ الْمُتَرَدِّدِينَ، وَوَهْلَةِ الْمُتَعَسِّفِيْنَ، وَزَلّةِ الْمَغْرُورِينَ، وَوَرْطَةِ الْهَالِكِينَ. وَعَافِنِي مِمَّا ابْتَلَيْتَ بِهِ طَبَقَاتِ عَبِيدِكَ وَإمآئِكَ، وَبَلِّغْنِي مَبَالِغَ مَنْ عُنِيتَ بِهِ، وَأنْعَمْتَ عَلَيْهِ، وَرَضِيتَ عَنْهُ، فَأعَشْتَهُ حَمِيداً، وَتَوَفَّيْتَهُ سَعِيداً، وَطَوِّقْنِي طَوْقَ الأقْلاعِ عَمَّا يُحْبِطُ الْحَسَنَاتِ، وَيَذْهَبُ بِالْبَرَكَاتِ، وَأشْعِرْ قَلْبِيَ الازْدِجَارَ عَنْ قَبَائِحِ السَّيِّئاتِ، وَفَوَاضِحِ الْحَوْبَاتِ، وَلا تَشْغَلْنِي بِمَا لا أُدْرِكُهُ إلا بِكَ عَمَّا لا يُرْضِيْكَ عَنِّي غَيْرُهُ، وَانْزَعْ مِنْ قَلْبِي حُبَّ دُنْيَاً دَنِيَّةٍ تَنْهى عَمَّا عِنْدَكَ، وَتَصُدُّ عَنِ ابْتِغَآءِ الْوَسِيلَةِ إلَيْكَ، وَتُذْهِلُ عَنِ التَّقَرُبِ مِنْكَ، وَزَيِّنْ لِيَ التَّفَرُّدَ بِمُنَاجَاتِكَ بِاللَّيْلِ وَالنَّهَارِ، وَهَبْ لِي عِصْمَةً تُدْنِينِي مِنْ خَشْيَتِكَ، وَتَقْطَعُنِي عَنْ رُكُوبِ مَحَارِمكَ، وَتَفُكُّنِي مِنْ أسْرِ الْعَظَائِمِ.\n\nوَهَبْ لِي التَّطْهِيرَ مِنْ دَنَسِ الْعِصْيَانِ، وَأذْهِبْ عَنِّي دَرَنَ الْخَطَايَا، وَسَرْبِلْنِي بِسِرْبالِ عَافِيَتِكَ، وَرَدِّنِي رِدَآءَ مُعَافاتِكَ، وَجَلِّلْنِي سَوابِغَ نَعْمَائِكَ، وَظَاهِرْ لَدَيَّ فَضْلَكَ وَطَوْلَكَ، وَأيِّدْنِي بِتَوْفِيقِكَ وَتَسْدِيْدِكَ، وَأعِنِّي عَلَى صالِحِ النِّيَّةِ وَمَرْضِيِّ الْقَوْلِ وَمُسْتَحْسَنِ الْعَمَلِ. وَلا تَكِلْنِي إلَى حَوْلِي وَقُوَّتِي دُونَ حَوْلِكَ وَقُوَّتِكَ، وَلا تُخْزِنِي يَوْمَ تَبْعَثُنِي لِلِقائِكَ، وَلا تَفْضَحْنِي بَيْنَ يَدَيْ أوْلِيائكَ، وَلا تُنْسِنِي ذِكْرَكَ، وَلا تُذْهِبْ عَنِّي شُكْرَكَ، بَلْ ألْزِمْنِيهِ فِي أحْوَالِ السَّهْوِ عِنْدَ غَفَلاتِ الْجَاهِلِينَ لآلائِكَ، وَأوْزِعْنِي أنْ أُثْنِيَ بِمَا أوْلَيْتَنِيهِ، وَأعْتَرِفَ بِمَا أسْدَيْتَهُ إلَيَّ، وَاجْعَلْ رَغْبَتِي إلَيْكَ فَوْقَ رَغْبَةِ الْرَّاغِبِينَ، وَحَمْدِي إيَّاكَ فَوْقَ حَمْدِ الْحَامِدِيْنَ، وَلا تَخْذُلْنِي عِنْدَ فاقَتِي إلَيْكَ، وَلا تُهْلِكْنِي بِمَا أسْدَيْتُهُ إلَيْكَ، وَلا تَجْبَهْنِي بِمَا جَبَهْتَ بِهِ الْمُعانِدِينَ لَكَ، فَإنِّي لَكَ مُسَلِّمٌ، أعْلَمُ أنَّ الْحُجَّةَ لَكَ، وَأنَّكَ أوْلَى بِالْفَضْلِ، وَأعْوَدُ بِالإحْسَانِ، وَأهْلُ التَّقْوَى، وَأهْلُ الْمَغْفِرَةِ، وَأنَّكَ بِأنْ تَعْفُوَ أوْلَى مِنْكَ بِأنْ تُعَاقِبَ، وَأنَّكَ بِأنْ تَسْتُرَ أقْرَبُ مِنْكَ إلَى أنْ تَشْهَرَ، فَأحْيِنِي حَياةً طَيِّبَةً تَنْتَظِمُ بِما أُرِيدُ وَتَبْلُغُ مَا أُحِبُّ مِنْ حَيْثُ لا آتِي مَا تَكْرَهُ وَلا أرْتَكِبُ مَا نَهَيْتَ عَنْهُ، وَأمِتْنِي مِيْتَةَ مَنْ يَسْعَى نُورُهُ بَيْنَ يَدَيْهِ، وَعَنْ يِمِيِنهِ، وَذَلِّلْنِي بَيْنَ يَدَيْكَ، وَأعِزَّنِيْ عِنْدَ خَلْقِكَ، وَضَعْنِي إذَا خَلَوْتُ بِكَ، وَارْفَعْنِي بَيْنَ عِبادِكَ، وَأغْنِنِي عَمَّنْ هُوَ غَنِيٌّ عَنِّي، وَزِدْنِي إلَيْكَ فَاقَةً وَفَقْراً، وَأعِذْنِي مِنْ شَمَاتَةِ الأعْدَاءِ، وَمِنْ حُلُولِ الْبَلاءِ، وَمِنَ الذُّلِّ وَالْعَنَآءِ، تَغَمَّدْنِي فِيمَا اْطَّلَعْتَ عَلَيْهِ مِنِّي بِمَا يَتَغَمَّدُ بِهِ الْقَادِرُ عَلَى الْبَطْشِ لَوْلا حِلْمُهُ،وَلا خِذُ عَلَى الْجَرِيرَةِ لَوْلا أناتُهُ، وَإذَا أرَدْتَ بِقَوْمٍ فِتْنَةً أوْ سُوءً فَنَجِّنِي مِنْهَا لِواذاً بِكَ، وَإذْ لَمْ تُقِمْنِي مَقَامَ فَضِيحَةٍ فِي دُنْيَاكَ فَلا تُقِمْنِي مِثْلَهُ فِيْ آخِرَتِكَ، وَاشْفَعْ لِي أوَائِلَ مِنَنِكَ بِأوَاخِرِهَا، وَقَدِيمَ فَوَائِدِكَ بِحَوَادِثِهَا. وَلا تَمْدُدْ لِيَ مَدّاً يَقْسُو مَعَهُ قَلْبِي، وَلا تَقْرَعْنِي قَارِعَةً يَذْهَبُ لَها بَهَآئِي، وَلا تَسُمْنِي خَسِيْسَةً يَصْغُرُ لَهَا قَدْرِي، وَلا نَقِيصَةً يُجْهَلُ مِنْ أجْلِهَا مَكَانِي، وَلا تَرُعْنِي رَوْعَةً أُبْلِسُ بِهَ، وَلا خِيْفةً أُوجِسُ دُونَهَا.إجْعَلْ هَيْبَتِي في وَعِيدِكَ، وَحَذَرِي مِنْ إعْذارِكَ وَإنْذَارِكَ، وَرَهْبَتِي عِنْدَ تِلاوَةِ آياتِكَ، وَاعْمُرْ لَيْلِي بِإيقَاظِي فِيهِ لِعِبَادَتِكَ، وَتَفَرُّدِي بِالتَّهَجُّدِ لَكَ، وَتَجَرُّدِي بِسُكُونِي إلَيْكَ، وَإنْزَالِ حَوَائِجِي بِكَ، وَمُنَازَلَتِي إيَّاكَ فِي فَكَاكِ رَقَبَتِي مِنْ نَارِكَ، وَإجَارَتِي مِمَّا فِيهِ أهْلُهَا مِنْ عَذَابِكَ.\nوَلا تَذَرْنِي فِي طُغْيَانِي عَامِهاً، وَلا فِي غَمْرَتِي سَاهِياً حَتَّى حِين، وَلا تَجْعَلْنِي عِظَةً لِمَنِ اتَّعَظَ، وَلا نَكَالا لِمَنِ اعْتَبَرَ، وَلا فِتْنَةً لِمَن نَظَرَ، وَلا تَمْكُرْ بِيَ فِيمَنْ تَمْكُرُ بِهِ، وَلا تَسْتَبْدِلْ بِيَ غَيْرِي، وَلا تُغَيِّرْ لِيْ إسْماً، وَلا تُبدِّلْ لِي جِسْماً، وَلا تَتَّخِذْنِي هُزُوَاً لِخَلْقِكَ، وَلا سُخْرِيّاً لَكَ، وَلا تَبَعاً إلا لِمَرْضَاتِكَ، وَلا مُمْتَهَناً إلا بِالأنْتِقَامِ لَكَ، وَأوْجِدْنِي بَرْدَ عَفْوِكَ، و حَلاوَةَ رَحْمَتِكَ وَرَوْحِكَ وَرَيْحَانِكَ وَجَنَّةِ نَعِيْمِكَ، وَأذِقْنِي طَعْمَ الْفَرَاغِ لِمَا تُحِبُّ بِسَعَةٍ مِنْ سَعَتِكَ، وَالاجْتِهَادِ فِيمَا يُزْلِفُ لَدَيْكَ وَعِنْدَك، وَأتْحِفْنِي بِتُحْفَةٍ مِنْ تُحَفَاتِكَ، وَاجْعَلْ تِجَارَتِي رَابِحَةً، وَكَرَّتِي غَيْرَ خَاسِرَةٍ، وَأخِفْنِي مَقَامَكَ، وَشَوِّقْنِي لِقاءَكَ، وَتُبْ عَلَيَّ تَوْبَةً نَصُوحاً لا تُبْقِ مَعَهَا ذُنُوباً صِغِيرَةً وَلا كَبِيرَةً، وَلا تَذَرْ مَعَهَا عَلانِيَةً وَلا سَرِيرَةً، وَانْزَعِ الْغِلَّ مِنْ صَدْرِي لِلْمُؤْمِنِينَ، وَاعْطِفْ بِقَلْبِي عَلَى الْخَاشِعِيْنَ، وَكُنْ لِي كَمَا تَكُونُ لِلصَّالِحِينَ، وَحَلِّنِي حِلْيَةَ الْمُتَّقِينَ، وَاجْعَلْ لِيَ لِسَانَ صِدْقٍ فِي الْغَابِرِيْنَ، وَذِكْراً نامِياً فِي الآخِرِينَ، وَوَافِ بِيَ عَرْصَةَ الأولينَ، وَتَمِّمْ سُبُوغَ نِعْمَتِكَ عَلَيَّ، وَظَاهِرْكَرَامَاتِهَا لَدَيَّ، امْلأ مِنْ فَوَائِدِكَ يَدَيَّ، وَسُقْ كَرَائِمَ مَوَاهِبِكَ إلَيَّ، وَجَاوِرْ بِيَ الأطْيَبِينَ مِنْ أوْلِيَآئِكَ فِي الْجِنَاْنِ الَّتِي زَيَّنْتَهَا لأصْفِيآئِكَ، وَجَلِّلْنِي شَرَآئِفَ نِحَلِكَ فِي الْمَقَامَاتِ الْمُعَدَّةِ لأحِبَّائِكَ، وَاجْعَلْ لِيَ عِنْدَكَ مَقِيْلاً آوِي إلَيْهِ مُطْمَئِنّاً، وَمَثابَةً أتَبَوَّأُهَا وَأقَرُّ عَيْناً. وَلا تُقَايِسْنِي بِعَظِيمَاتِ الْجَرَائِرِ، وَلا تُهْلِكْنِي يَوْمَ تُبْلَى السَّرَائِرُ وَأزِلْ عَنِّي كُلَّ شَكٍّ وَشُبْهَةٍ، وَاجْعَلْ لِي فِي الْحَقِّ طَرِيقاً مِنْ كُلِّ رَحْمَةٍ، وأجْزِلْ لِي قِسَمَ الْمَواهِبِ مِنْ نَوَالِكَ، وَوَفِّرْ عَلَيَّ حُظُوظَ الإحْسَانِ مِنْ إفشالك، وَاجْعَلْ قَلْبِي وَاثِقاً بِمَا عِنْدَكَ، وَهَمِّيَ مُسْتَفْرَغاً لِمَا هُوَ لَكَ، وَاسْتَعْمِلْنِي بِما تَسْتَعْمِلُ بِهِ خَالِصَتَكَ، وَأشْرِبْ قَلْبِي عِنْدَ ذُهُولِ العُقُولِ طَاعَتَكَ، وَاجْمَعْ لِي الْغِنى، وَالْعَفَافَ، وَالدَّعَةَ، وَالْمُعَافَاةَ، وَالصِّحَّةَ، وَالسَّعَةَ، وَالطُّمَأْنِيْنَةَ، وَالْعَافِيَةَ، وَلا تُحْبِطْ حَسَنَاتِي بِمَا يَشُوبُهَا مِنْ مَعْصِيَتِكَ، وَلا خَلَواتِي بِمَا يَعْرِضُ لِيَ مِنْ نَزَغَاتِ فِتْنَتِكَ، وَصُنْ وَجْهِي عَنِ الطَّلَبِ إلَى أحَدٍ مِنَ الْعَالَمِينَ، وَذُبَّنِي عَنِ اْلتِماسِ مَا عِنْدَ الفَاسِقِينَ، وَلا تَجْعَلْنِي لِلظَّالِمِينَ ظَهِيراً، وَلا لَهُمْ عَلى مَحْوِ كِتَابِكَ يَداً وَنَصِيراً، وَحُطْنِي مِنْ حَيْثُ لا أعْلَمُ حِيَاطَةً تَقِيْنِي بِهَا، وَافْتَحْ لِيَ أبْوَابَ تَوْبَتِكَ وَرَحْمَتِكَ وَرَأْفَتِكَ وَرِزْقِكَ اْلواسِعِ، إنِّي إلَيْكَ مِنَ الرَّاغِبِينَ، وَأتْمِمْ لِي إنْعَامَكَ، إنَّكَ خَيْرُ الْمُنْعِمِيْنَ، وَاجْعَلْ باقِيَ عُمْرِيْ فِي الْحَجِّ وَالْعُمْرَةِ ابْتِغَآءَ وَجْهِكَ يَا ربَّ الْعَالَمِينَ، وَصَلَّى اللهُ عَلَى مُحَمَّدٍ وَآلِهِ الطَّيِّبِينَ الطَّاهِرِينَ، وَالسَّلامُ عَلَيْهِ وَعَلَيْهِمْ أبَدَ الأبِدِين"
}