{
"title": "الأعمال اليومية لشهر شعبان",
"type": "text",
"data": [
{
"text": "قول 70 مرة «استغفر الله واساله التوبة ». وكما يستفاد من الروايات فإن الاستغفار في هذا الشهر أفضل الأدعية والأذكار ومن استغفر في كل يوم من هذا الشهر 70 مرة كان كمن استغفر الله 70 ألف مرة في سائر الشهور . ",
"source": "البرنامج العبادي الميسر ، بتصرف "
},
{
"text": "صيام الشهر لمن استطاع .",
"source": "البرنامج العبادي الميسر ، بتصرف "
},
{
"text": "قول 70 مرة «استغفر الله الذي لا إله إلا هو الرحمن الرحيم الحي القيوم وأتوب إليه» .",
"source": "البرنامج العبادي الميسر ، بتصرف "
},
{
"text": "عن الإمام الصادق عليه السلام حين سئل عن أفضل ما يفعل في هذا الشهر قال : «الصدقة والاستغفار .. »",
"source": "البرنامج العبادي الميسر ، بتصرف "
},
{
"text": "قول ألف مرة «لا إله إلا الله ولا نعبد إلا إياه مخلصين له الدين ولو كره المشركون» .",
"source": "البرنامج العبادي الميسر ، بتصرف "
},
{
"text": "الاكثار من الصلاة على محمد وآل محمد .",
"source": "البرنامج العبادي الميسر ، بتصرف "
},
{
"text": " يُصلي عند كل زوال من أيام شعبان وفي ليلة النصف بهذه الصلاة الواردة عن الإمام السجاد عليه السلام :\n\n«اللهم صلى على محمد وآل محمد شجرة النبوة وموضع الرسالة ومختلف الملائكة ومعدن العلم وأهل بيت الوحي ، اللهم صل على محمد وآل محمد الفلك الجارية في اللجج الغامرة ، يأمن من ركبها ويغرق من تركها ، المتقدم لهم مارق والمتأخرعنهم زاهق واللازم لهم لا حق . اللهم صل على محمد وآل محمد ، الكهف الحصين وغياث المضطرين والمساكين وملجأ الهاربين ومنجى الخائفين وعصمة المعتصمين اللهم صل على محمد وآل محمد ، صلاة كثيرة طيبة تكون لهم رضا ولحق محمد وآل محمد صلى الله عليه وآله أداءً ( وقضاء ) بحول منك وقوة يا رب العالمين ، اللهم صل على محمد وال محمد الطاهرين الأخيار ، الذين أوجبت حقهم وفرضت طاعتهم وولايتهم . اللهم صل على محمد وآل محمد ، اللهم وأعمر قلبي بطاعتك ولا تخزني بمعصيتك ، وارزقني مواساة من قترت عليه من رزقك بما وسعت علي من فضلك ، ونشرت علي من عدلك وأحييتني تحت ظلك ، وهذا شهر نبيك سيد رسلك صلواتك عليه وآله ، شعبان الذي حففته بالرحمة والرضوان ، الذي كان رسولك صلواتك عليه وآله يدأب في صيامه وقيامه في لياليه وأيامه ، بخوعا لك في إكرامه وإعظامه إلى محل حمامه . اللهم فأعناعلى الاستنان بسنته فيه ونيل الشفاعة لديه ، اللهم فاجعله لي شفيعا مشفعا وطريقا إليك مهيعا ، واجعلني له متبعا حتى ألقاه يوم القيامة عني راضيا وعن ذنوبي غاضيا ، وقد أوجبت لي منك الكرامة والرضوان وأنزلتني دار القرار ومحل الأخيار»",
"source": "البرنامج العبادي الميسر ، بتصرف "
},
{
"text": " أن يقرأ هذه المناجاة ( المناجاة الشعبانية ) التي رواها ابن خالويه وقال : إنها مُناجاة المؤمنين ، والأئمة من ولده عليهم السلام كانوا يدعون بها في شهر شعبان ويحسن أن يدعى بها عند حضور القب متى ما كان :\n\n«اللهم صل على محمد وآل محمد واسمع دعائي إذا دعوتك واسمع ندائي إذا ناديتك وأقبل علي إذا ناجيتك فقد هربت إليك ووقفت بين يديك مستكيناً لك متضرعاً إليك راجياً لما لديك ثوابي وتعلم ما في نفسي وتخبر حاجتي وتعرف ضميري ولا يخفى عليك أمر منقلبي ومثواي وما أريد أن أبدىء به من منطقي وأتفوه به من طلبتي وأرجوه لعاقبتي وقد جرت مقاديرك علي يا سيدي فيما يكون مني إلى آخر عمري من سريرتي وعلانيتي وبيدك لا بيد غيرك زيادتي ونقصي ونفعي وضري إلهي إن حرمتني فمن ذا الذي يرزقني وإن خذلتني فمن ذا الذي ينصرني إلهي أعوذ بك من غضبك وحلول سخطك إلهي إن كنت غير مستأهل لرحمتك فأنت أهل أنت تجود علي بفضل سعتك إلهي كأني بنفسي واقفة بين يديك وقد أضلها حسن توكلي عليك فقلت ما أنت أهله وتغمدتني بعفوك إلهي إن عفوت فمن أولى منك بذلك وإن كان قد دنا أجلي ولم يدنني منك عملي فقد جعلت الإقرار بالذنب إليك وسيلتي إلهي قد جرت على نفسي في النظر لها فلها الويل إن لم تغفر لها إلهي لم يزل برك علي أيام حياتي فلا تقطع برك عني في مماتي إلهي كيف آيس من حسن نظرك لي بعد مماتي وأنت لم تولني إلا الجميل في حياتي إلهي تول من أمري ما أنت أهله وعد علي بفضلك على مذنب قد غمره جهله إلهي قد سترت علي ذنوباً في الدنيا وأنا أحوج إلى سترها علي منك في الأخرى إلهي قد أحسنت إلي إذ لم تظهرها لأحد من عبادك الصالحين فلا تفضحني يوم القيامة على رؤوس الأشهاد إلهي جودك بسط أملي وعفوك أفضل من عملي إلهي فسرني بلقائك يوم تقضي فيه بين عبادك إلهي اعتذاري إليك اعتذار من لم يستغن عن قبول عذره فاقبل عذري يا أكرم من اعتذر إليه المسيئون إلهي لا ترد حاجتي ولا تخيب طمعي ولا تقطع منك رجائي وأملي إلهي لو أردت هواني لم تهدني ولو أردت فضيحتي لم تعافني إلهي ما أظنك تردني في حاجة قد أفنيت عمري في طلبها منك إلهي فلك الحمد أبداً أبداً دائماً سرمداً يزيد ولا يبيد كما تحب وترضى إلهي إن أخذتني بجرمي أخذتك بعفوك وإن أخذتني بذنوبي أخذتك بمغفرتك وإن أدخلتني النار أعلمت أهلها أني أحبك إلهي إن كان صغر في جنب طاعتك عملي فقد كبر في جنب رجائك أملي إلهي كيف أنقلب من عندك بالخيبة محروما وقد كان حسن ظني بجودك أن تقلبني بالنجاة مرحوما إلهي وقد أفنيت عمري في شرة السهو عنك وأبليت شبابي في سكرة التباعد منك إلهي فلم أستيقظ أيام اغتراري بك وركوني إلى سبيل سخطك إلهي وأنا عبدك وابن عبدك قائم بين يديك متوسل بكرمك إليك إلهي أنا عبد أتنصل إليك مما كنت أواجهك به من قلة استحيائي من نظرك وأطلب العفو منك إذ العفو نعت لكرمك إلهي لم يكن لي حول فأنتقل به عن معصيتك إلا في وقت أيقظتني لمحبتك وكما أردت أن أكون كنت فشكرتك بإدخالي في كرمك ولتطهير قلبي بأوساخ الغفلة عنك إلهي انظر إلي نظر من ناديته فأجابك واستعملته بمعونتك فأطاعك يا قريباً لا يبعد عن المغتر به ويا جواداً لا يبخل عمن رجا ثوابه إلهي هب لي قلباً يدنيه منك شوقه ولساناً يرفع إليك صدقا ونظراً يقربه منك حقا إلهي إن من تعرف بك غير مجهول ومن لاذ بك غير مخذول ومن أقبلت عليه غير مملوك إلهي إن من انتهج بك لمستنير وإن من اعتصم بك لمستجير وقد لذت بك يا إلهي فلا تخيب ظني من رحمتك ولا تحجبني عن رأفتك إلهي أقمني في أهل ولايتك مقام من رجا الزيادة من محبتك إلهي وألهمني ولهاً بذكرك إلي ذكرك وهمتي في روح نجاح أسمائك ومحل قدسك إلهي بك عليك إلا ألحقتني بمحل أهل طاعتك والمثوى الصالح من مرضاتك فإني لا أقدر لنفسي دفعا ولا أملك لها نفعا إلهي أنا عبدك الضعيف المذنب ومملوكك المنيب فلا تجعلني ممن صرفت عنه وجهك وحجبه سهوه عن عفوك إلهي هب لي كمال الإنقطاع إليك وأنر أبصار قلوبنا بضياء نظرها إليك حتى تخرق أبصار القلوب حجب النور فتصل إلى معدن العظمة وتصير أرواحنا معلقة بعز قدسك إلهي واجعلني ممن ناديته فأجابك ولاحظته فصعق لجلالك فناجيته سراً وعمل لك جهرا إلهي لم أسلط على حسن ظني قنوط الأياس ولا انقطع رجائي من جميل كرمك إلهي إن كانت الخطايا قد أسقطتني لديك فاصفح عني بحسن توكلي عليك إلهي إن حطتني الذنوب من مكارم لطفك فقد نبهني اليقين إلى كرم عطفك إلهي إن أنامتني الغفلة عن الإستعداد للقائك فقد نبهتني المعرفة بكرم آلائك إلهي إن دعاني إلى النار عظيم عقابك فقد دعاني إلى الجنة جزيل ثوابك إلهي فلك أسألك وإليك أبتهل وأرغب وأسألك أن تصلي على محمد وآل محمد وأن تجعلني ممن يديم ذكرك ولا ينقض عهدك ولا يغفل عن شكرك ولا يستخف بأمرك إلهي وألحقني بنور عزك الأبهج فأكون لك عارفا وعن سواك منحرفا ومنك خائفاً مراقبا يا ذا الجلال والإكرام وصلى الله على محمد رسوله وآله الطاهرين وسلم تسليماً كثيرا» . ",
"source": "البرنامج العبادي الميسر ، بتصرف "
},
{
"text": " دعاء النبي في كل وقت :\n\n«اللهم اقْسِم لنا من خشيتك ما يحول بيننا وبين معصيتك ، ومن طاعتك ما تُبلغنا به رضوانك ، ومن اليقين ما يَهُونُ علينا به مُصيبات الدنيا ، اللهم أمتعنا بأسماعنا وأبصارنا وقوتنا ما أحييتنا واجعله الوارث منا وأجعل ثارنا على من ظلمنا وأنصرنا على من عادانا ولاتجعل مصيبتنا في ديننا ولا تجعل الدنيا أكبر همنا ولا مبلغ علمنا ولا تُسلط علينا من لا يرحمنا برحمتك يا أرحم الراحمين» . ",
"source": "البرنامج العبادي الميسر ، بتصرف "
}
]
}