["و تقف بعد ذلك في الروضة، و هي ما بين القبر و المنبر و تدعو بما تحبّ.\n\nفَقَدْ رُوِيَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ قَالَ: مَا بَيْنَ قَبْرِي وَ مِنْبَرِي رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ، وَ إِنَّ مِنْبَرِي لَعَلَى تُرْعَةٍ مِنْ تُرَعِ الْجَنَّةِ.\n، وَ التَّرْعَةُ هِيَ الْبَابُ الصَّغِيرُ.\n\nفَإِذَا وَقَفْتَ هُنَاكَ فَقُلِ:\n\nاللَّهُمَّ إِنَّ هَذِهِ رَوْضَةٌ مِنْ رِيَاضِ جَنَّتِكَ، وَ شُعْبَةٌ مِنْ شُعَبِ رَحْمَتِكَ الَّتِي ذَكَرَهَا رَسُولُكَ، وَ أَبَانَ عَنْ فَضْلِهَا، وَ شَرَفِ التَّعَبُّدِ لَكَ فِيهَا، وَ قَدْ بَلَّغْتَنِيهَا فِي سَلَامَةِ نَفْسِي.\n\nفَلَكَ الْحَمْدُ يَا سَيِّدِي عَلَى عَظِيمِ نِعْمَتِكَ عَلَيَّ فِي ذَلِكَ، وَ عَلَى مَا رَزَقْتَنِيهِ مِنْ طَاعَتِكَ وَ طَلَبِ مَرْضَاتِكَ وَ تَعْظِيمِ حُرْمَةِ نَبِيِّكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، بِزِيَارَةِ قَبْرِهِ وَ التَّسْلِيمِ عَلَيْهِ، وَ التَّرَدُّدِ فِي مَشَاهِدِهِ وَ مَوَاقِفِهِ.\n\nفَلَكَ الْحَمْدُ يَا مَوْلَايَ حَمْداً يَنْتَظِمُ بِهِ مَحَامِدُ حَمَلَةِ عَرْشِكَ وَ سُكَّانِ سَمَاوَاتِكَ لَكَ، وَ يَقْصُرُ عَنْهُ حَمْدُ مَنْ مَضَى، وَ يَفْضُلُ حَمْدَ مَنْ بَقِيَ مِنْ خَلْقِكَ، وَ لَكَ الْحَمْدُ يَا مَوْلَايَ حَمْدَ مَنْ عَرَفَ الْحَمْدَ لَكَ، وَ التَّوْفِيقَ لِلْحَمْدِ مِنْكَ، حَمْداً يَمْلَأُ مَا خَلَقْتَ، وَ يَبْلُغُ حَيْثُ مَا أَرَدْتَ، وَ لَا يَحْجُبُ عَنْكَ، وَ لَا يَنْقَضِي دُونَكَ، وَ يَبْلُغُ أَقْصَى رِضَاكَ، وَ لَا يَبْلُغُ آخِرُهُ أَوَائِلَ مَحَامِدِ خَلْقِكَ لَكَ، وَ لَكَ الْحَمْدُ مَا عُرِفَ الْحَمْدُ، وَ اعْتُقِدَ الْحَمْدُ، وَ جُعِلَ ابْتِدَاءُ الْكَلَامِ الْحَمْدَ.\n\nيَا بَاقِيَ الْعِزِّ وَ الْعَظَمَةِ، وَ دَائِمَ السُّلْطَانِ وَ الْقُدْرَةِ، وَ شَدِيدَ الْبَطْشِ وَ الْقُوَّةِ، وَ نَافِذَ الْأَمْرِ وَ الْإِرَادَةِ، وَ وَاسِعَ الرَّحْمَةِ وَ الْمَغْفِرَةِ، وَ رَبَّ الدُّنْيَا وَ الْآخِرَةِ، كَمْ مِنْ نِعْمَةٍ لَكَ عَلَيَّ يَقْصُرُ عَنْ أَيْسَرِهَا حَمْدِي، وَ لَا يَبْلُغُ أَدْنَاهَا شُكْرِي، وَ كَمْ مِنْ صَنَائِعَ مِنْكَ إِلَيَّ لَا يُحِيطُ بِكَثْرَتِهَا وَهْمِي، وَ لَا يُقَيِّدُهَا فِكْرِي.\n\nاللَّهُمَّ صَلِّ عَلَى نَبِيِّكَ الْمُصْطَفَى، عَيْنِ الْبَرِيَّةِ طِفْلًا، وَ خَيْرِهَا شَابّاً وَ كَهْلًا، أَطْهَرِ الْمُطَهَّرِينَ شِيمَةً، وَ أَجْوَدِ الْمُسْتَمْطِرِينَ دِيمَةً، وَ أَعْظَمِ‏ الْخَلْقِ جُرْثُومَةً، الَّذِي أَوْضَحْتَ بِهِ الدَّلَالاتِ، وَ أَقَمْتَ بِهِ الرِّسَالاتِ، وَ خَتَمْتَ بِهِ النُّبُوَّاتِ، وَ فَتَحْتَ بِهِ بَابَ الْخَيْرَاتِ، وَ أَظْهَرْتَهُ مَظْهَراً، وَ ابْتَعَثْتَهُ نَبِيّاً وَ هَادِياً، وَ أَمِيناً مَهْدِيّاً، دَاعِياً إِلَيْكَ، وَ دَالًّا عَلَيْكَ، وَ حُجَّةً بَيْنَ يَدَيْكَ.\n\nاللَّهُمَّ صَلِّ عَلَى الْمَعْصُومِينَ مِنْ عِتْرَتِهِ، وَ الطَّيِّبِينَ مِنْ أُسْرَتِهِ، وَ شَرِّفْ لَدَيْكَ بِهِ مَنَازِلَهُمْ، وَ عَظِّمْ عِنْدَكَ مَرَاتِبَهُمْ، وَ اجْعَلْ فِي الرَّفِيقِ الْأَعْلَى مَجَالِسَهُمْ، وَ ارْفَعْ إِلَى قُرْبِ رَسُولِكَ دَرَجَاتِهِمْ، وَ تَمِّمْ بِلِقَائِهِ سُرُورَهُمْ، وَ وَفِّرْ بِمَكَانِهِ أُنْسَهُمْ.\n\nالمصدر\nالمزار الكبير\n"]