["سُئِلَ الصَّادِقُ جَعْفَرُ بْنُ مُحَمَّدٍ عَلَيْهِمَا السَّلَامُ‏ عَنْ مَقَامِ جَبْرَئِيلَ عَلَيْهِ السَّلَامُ فَقَالَ:\n\nتَحْتَ الْمِيزَابِ الَّذِي إِذَا خَرَجْتَ مِنَ الْبَابِ الَّذِي يُقَالُ لَهُ بَابُ فَاطِمَةَ عَلَيْهَا السَّلَامُ بِحِيَالِ الْبَابِ، وَ الْمِيزَابُ فَوْقَكَ وَ الْبَابُ مِنْ وَرَاءِ ظَهْرِكَ.\n\nفَإِنْ قَدَرْتَ أَنْ تُصَلِّيَ فِيهِ رَكْعَتَيْنِ مَنْدُوباً فَافْعَلْ، فَإِنَّهُ لَا يَدْعُو أَحَدٌ هُنَاكَ إِلَّا اسْتُجِيبَ لَهُ، وَ تَقُولُ هُنَاكَ:\n\nيَا مَنْ خَلَقَ السَّمَاوَاتِ وَ مَلَأَهَا جُنُوداً مِنَ الْمُسَبِّحِينَ لَهُ مِنْ مَلَائِكَتِهِ وَ الْمُمَجِّدِينَ لِقُدْرَتِهِ وَ عَظَمَتِهِ، وَ أَفْرَغَ عَلَى أَبْدَانِهِمْ حُلَلَ الْكَرَامَاتِ، وَ أَنْطَقَ أَلْسِنَتَهُمْ بِضُرُوبِ اللُّغَاتِ، وَ أَلْبَسَهُمْ شِعَارَ التَّقْوَى، وَ قَلَّدَهُمْ قَلَائِدَ النُّهَى، وَ جَعَلَهُمْ أَوْفَرَ أَجْنَاسِ خَلْقِهِ مَعْرِفَةً بِوَحْدَانِيَّتِهِ وَ قُدْرَتِهِ وَ جَلَالَتِهِ وَ عَظَمَتِهِ، وَ أَكْمَلَهُمْ عِلْماً بِهِ، وَ أَشَدَّهُمْ فَرْقاً، وَ أَدْوَمَهُمْ لَهُ طَاعَةً وَ خُضُوعاً وَ اسْتِكَانَةً وَ خُشُوعاً.\n\nيَا مَنْ فَضَّلَ الْأَمِينَ جَبْرَئِيلَ عَلَيْهِ السَّلَامُ بِخَصَائِصِهِ وَ دَرَجَاتِهِ وَ مَنَازِلِهِ، وَ اخْتَارَهُ لِوَحْيِهِ وَ سِفَارَتِهِ وَ عَهْدِهِ وَ أَمَانَتِهِ، وَ إِنْزَالِ كُتُبِهِ وَ أَوَامِرِهِ‏ عَلَى أَنْبِيَائِهِ وَ رُسُلِهِ، وَ جَعَلَهُ وَاسِطَةً بَيْنَ نَفْسِهِ وَ بَيْنَهُمْ.\n\nأَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ عَلَى جَمِيعِ مَلَائِكَتِكَ وَ سُكَّانِ سَمَاوَاتِكَ، أَعْلَمِ خَلْقِكَ بِكَ، وَ أَخْوَفِ خَلْقِكَ لَكَ، وَ أَقْرَبِ خَلْقِكَ مِنْكَ، وَ أَعْمَلِ خَلْقِكَ بِطَاعَتِكَ، الَّذِينَ لَا يَغْشَاهُمْ نَوْمُ الْعُيُونِ، وَ لَا سَهْوُ الْعُقُولِ، وَ لَا فَتْرَةُ الْأَبْدَانِ، الْمُكْرَمِينَ بِجِوَارِكَ، وَ الْمُؤْتَمَنِينَ عَلَى وَحْيِكَ، الْمُجْتَنِبِينَ الْآفَاتِ، الْمُوقِينَ السَّيِّئَاتِ.\n\nاللَّهُمَّ وَ اخْصُصِ الرُّوحَ الْأَمِينَ صَلَوَاتُكَ عَلَيْهِ بِأَضْعَافِهَا مِنْكَ، وَ عَلَى مَلَائِكَتِكَ الْمُقَرَّبِينَ وَ طَبَقَاتِ الْكَرُوبِيِّينَ وَ الرُّوحَانِيِّينَ، وَ زِدْ فِي مَرَاتِبِهِ عِنْدَكَ، وَ حُقُوقِهِ الَّتِي لَهُ عَلَى أَهْلِ الْأَرْضِ بِمَا كَانَ يَنْزِلُ بِهِ مِنْ شَرَائِعِ دِينِكَ وَ مَا بَيَّنْتَهُ لَهُمْ عَلَى أَلْسِنَةِ أَنْبِيَائِكَ مِنْ مُحَلَّلَاتِكَ وَ مُحَرَّمَاتِكَ.\n\nاللَّهُمَّ أَكْثِرْ صَلَوَاتِكَ عَلَى جَبْرَئِيلَ، فَإِنَّهُ قُدْوَةُ الْأَنْبِيَاءِ، وَ هَادِي الْأَصْفِيَاءِ، وَ سَادِسُ أَصْحَابِ الْكِسَاءِ، اللَّهُمَّ اجْعَلْ وُقُوفِي فِي مَقَامِهِ هَذَا سَبَباً لِنُزُولِ رَحْمَتِكَ بِهِ عَلَيَّ وَ تَجَاوُزِكَ عَنِّي.\n\nوَ تَقُولُ:\nأَيْ جَوَادُ أَيْ كَرِيمُ، أَيْ قَرِيبُ أَيْ بَعِيدُ، أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُوَفِّقَنِي لِطَاعَتِكَ، وَ لَا تُزِلْ عَنِّي نِعْمَتَكَ، وَ أَنْ تَرْزُقَنِي الْجَنَّةَ بِرَحْمَتِكَ، وَ تُوَسِّعَ عَلَيَّ مِنْ فَضْلِكَ، وَ تُغْنِيَنِي عَنْ شِرَارِ خَلْقِكَ، وَ تُلْهِمَنِي شُكْرَكَ وَ ذِكْرَكَ، وَ لَا تُخَيِّبْ يَا رَبِّ دُعَائِي، وَ لَا تَقْطَعْ‏ رَجَائِي بِمُحَمَّدٍ وَ آلِهِ\n\nالمصدر:\nالمزار الكبير"]