{
"title": "الزيارة الأولى لأئمة البقيع عليهم السلام",
"type": "text",
"source": "\nالمزار الكبير",
"data": "الزيارة الأولى للأئمة عليهم السّلام بالبقيع\nأَبِي مُحَمَّدٍ الْحَسَنِ بْنِ عَلِيٍّ، وَ أَبِي مُحَمَّدٍ عَلِيِّ بْنِ الْحُسَيْنِ زَيْنِ الْعَابِدِينَ، وَ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَلِيٍّ الْبَاقِرِ، وَ أَبِي عَبْدِ اللَّهِ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ صَلَوَاتُ اللَّهِ عَلَيْهِمْ أَجْمَعِينَ‏ \n\nفَإِذَا أَتَيْتَهُمْ فَقِفْ عِنْدَهُمْ وَ اجْعَلِ الْقَبْرَ بَيْنَ يَدَيْكَ، وَ قُلِ:\n\nالسَّلَامُ عَلَيْكُمْ أَئِمَّةَ الْهُدَى، السَّلَامُ عَلَيْكُمْ أَهْلَ التَّقْوَى، السَّلَامُ عَلَيْكُمْ أَيُّهَا الْحُجَجُ عَلَى أَهْلِ الدُّنْيَا، السَّلَامُ عَلَيْكُمْ أَيُّهَا الْقُوَّامُ فِي الْبَرِيَّةِ، السَّلَامُ عَلَيْكُمْ أَهْلَ الصَّفْوَةِ، السَّلَامُ عَلَيْكُمْ أَهْلَ النَّجْوَى.\n\nأَشْهَدُ أَنَّكُمْ قَدْ بَلَّغْتُمْ وَ نَصَحْتُمْ وَ صَبَرْتُمْ فِي ذَاتِ اللَّهِ عَزَّ وَ جَلَّ، وَ كُذِّبْتُمْ وَ أُسِي‏ءَ إِلَيْكُمْ فَغَفَرْتُمْ، وَ أَشْهَدُ أَنَّكُمُ الْأَئِمَّةُ الرَّاشِدُونَ الْمَهْدِيُّونَ، وَ أنَّ طَاعَتَكُمْ مَفْرُوضَةٌ، وَ أَنَّ قَوْلَكُمُ الصِّدْقُ، وَ أَنَّكُمْ دَعَوْتُمْ فَلَمْ تُجَابُوا، وَ أَمَرْتُمْ فَلَمْ تُطَاعُوا، وَ أَنَّكُمْ دَعَائِمُ الدِّينِ، وَ أَرْكَانُ الْأَرْضِ.\n\nلَمْ تَزَالُوا بِعَيْنِ اللَّهِ عَزَّ وَ جَلَّ، يَنْسَخُكُمْ فِي أَصْلَابِ كُلِّ مُطَهَّرٍ، وَ يَنْقُلُكُمْ فِي الْأَرْحَامِ الطَّاهِرَاتِ، لَمْ تُدَنِّسْكُمُ الْجَاهِلِيَّةُ الْجَهْلَاءُ، وَ لَمْ تَشْرَكْ فِيكُمْ فِتَنُ الْأَهْوَاءِ، طِبْتُمْ وَ طَهُرْتُمْ.\n\nمَنَّ بِكُمْ عَلَيْنَا دَيَّانُ الدِّينِ، فَجَعَلَكُمْ‏ فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَ يُذْكَرَ فِيهَا اسْمُهُ‏، وَ جَعَلَ صَلَاتَنَا عَلَيْكُمْ، رَحْمَةً لَنَا وَ كَفَّارَةً لِذُنُوبِنَا، وَ اخْتَارَكُمْ لَنَا، وَ طَيَّبَ خَلْقَنَا بِمَا مَنَّ بِهِ عَلَيْنَا مِنْ وَلَايَتِكُمْ، وَ كُنَّا عِنْدَهُ مُسَمَّيْنَ.\n\nوَ هَذَا مَقَامُ مَنْ أَسْرَفَ وَ أَخْطَأَ، وَ اسْتَكَانَ وَ أَقَرَّ بِمَا جَنَى، يَرْجُو بِمَقَامِهِ الْخَلَاصَ، وَ أَنْ يَسْتَنْقِذَهُ بِكُمْ مُسْتَنْقِذُ الْهَلْكَى، فَكُونُوا لِي شُفَعَاءَ، فَقَدْ وَفَدْتُ إِلَيْكُمْ إِذْ رَغِبَ عَنْكُمْ مُخَالِفُوكُمْ عَنْكُمْ مِنْ أَهْلِ الدُّنْيَا، وَ اتَّخَذُوا آيَاتِ اللَّهِ هُزُواً وَ لَعِباً وَ اسْتَكْبَرُوا عَنْهَا.\n\nثُمَّ تَرْفَعُ رَأْسَكَ وَ تَقُولُ:\n\nيَا مَنْ هُوَ قَائِمٌ لَا يَسْهُو، وَ دَائِمٌ لَا يَلْهُو، وَ مُحِيطٌ بِكُلِّ شَيْ‏ءٍ، لَكَ الْمَنُّ بِمَا وَفَّقْتَنِي وَ عَرَّفْتَنِي بِمَا أَعَنْتَنِي عَلَيْهِ، إِذْ صَدَّ عَنْهُ عِبَادُكَ، وَ جَهِلُوا مَعْرِفَتَهُمْ، وَ اسْتَخَفُّوا بِحَقِّهِمْ، وَ مَالُوا إِلَى سِوَاهُمْ، وَ كَانَتِ الْمِنَّةُ لَكَ عَلَيَّ وَ مِنْكَ إِلَيَّ.\nفَلَكَ الْحَمْدُ إِذْ كُنْتُ عِنْدَكَ فِي مَقَامِي هَذَا مَذْكُوراً مَكْتُوباً، فَلَا تَحْرِمْنِي مَا رَجَوْتُ، وَ لَا تُخَيِّبْنِي فِيمَا دَعَوْتُ.\n\nوَ ادْعُ لِنَفْسِكَ وَ لِوَالِدَيْكَ وَ لِمَنْ أَحْبَبْتَ بِمَا شِئْتَ مِنَ الدُّعَاءِ، وَ صَلِّ لِكُلِّ إِمَامٍ رَكْعَتَيْ زِيَارَةٍ مَنْدُوباً وَ انْصَرِفْ.\n\n"
}