{
"title": "ذكر ما يقول الزائر النائب عن غيره‏",
"type": "text",
"source": "\nالمزار الكبير",
"data": "اللَّهُمَّ إِنَّ فُلَانَ بْنَ فُلَانٍ قَدْ أَوْفَدَنِي إِلَى مَوْلَاهُ وَ مَوْلَايَ لِأَزُورَ عَنْهُ، رَجَاءً لِجَزِيلِ الثَّوَابِ، وَ فِرَاراً مِنْ سُوءِ الْحِسَابِ، اللَّهُمَّ إِنَّهُ يَتَوَجَّهُ إِلَيْكَ بِأَوْلِيَائِكَ الدَّالِّينَ عَلَيْكَ فِي غُفْرَانِكَ ذُنُوبَهُ وَ حَطِّ سَيِّئَاتِهِ، وَ يَتَوَسَّلُ إِلَيْكَ بِهِمْ، عِنْدَ مَشْهَدِ إِمَامِهِ صَلَوَاتُ اللَّهِ عَلَيْهِ.\nاللَّهُمَّ فَتَقَبَّلْ مِنْهُ وَ اقْبَلْ شَفَاعَةَ أَوْلِيَائِهِ صَلَوَاتُ اللَّهِ عَلَيْهِمْ فِيهِ، اللَّهُمَّ جَازِهِ عَلَى حُسْنِ نِيَّتِهِ وَ صَحِيحِ عَقِيدَتِهِ وَ صِحَّةِ مُوَالاتِهِ، أَحْسَنَ مَا جَازَيْتَ أَحَداً مِنْ عَبِيدِكَ الْمُؤْمِنِينَ، وَ أَدِمْ لَهُ مَا خَوَّلْتَهُ، وَ اسْتَعْمِلْهُ صَالِحاً فِيمَا آتَيْتَهُ، وَ لَا تَجْعَلْنِي آخِرَ وَافِدٍ لَهُ يُوفِدُهُ، اللَّهُمَّ أَعْتِقْ رَقَبَتَهُ مِنَ النَّارِ، وَ أَوْسِعْ عَلَيْهِ مِنْ رِزْقِكَ الْحَلَالِ الطَّيِّبِ، وَ اجْعَلْهُ مِنْ رُفَقَاءِ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ بَارِكْ لَهُ فِي وُلْدِهِ وَ مَالِهِ وَ أَهْلِهِ وَ مَا مَلَكَتْ يَمِينُهُ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ حُلْ بَيْنَهُ وَ بَيْنَ مَعَاصِيكَ حَتَّى لَا يَعْصِيَكَ، وَ أَعِنْهُ عَلَى طَاعَتِكَ وَ طَاعَةِ أَوْلِيَائِكَ، حَتَّى لَا تَفْقِدَهُ حَيْثُ أَمَرْتَهُ، وَ لَا تَرَاهُ حَيْثُ نَهَيْتَهُ، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لَهُ وَ ارْحَمْهُ، وَ اعْفُ عَنْهُ وَ عَنْ جَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَعِذْهُ مِنْ هَوْلِ الْمُطَّلَعِ، وَ مِنْ فَزَعِ يَوْمِ الْقِيَامَةِ وَ سُوءِ الْمُنْقَلَبِ، وَ مِنْ ظُلْمَةِ الْقَبْرِ وَ وَحْشَتِهِ، وَ مِنْ مَوَاقِفِ الْخِزْيِ فِي الدُّنْيَا وَ الْآخِرَةِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ جَائِزَتَهُ فِي مَوْقِفِي هَذَا غُفْرَانَكَ، وَ تُحْفَتَهُ فِي مَقَامِي هَذَا عِنْدَ إِمَامِي صَلَّى اللَّهُ عَلَيْهِ أَنْ تُقِيلَ عَثْرَتَهُ، وَ تَقْبَلَ مَعْذِرَتَهُ، وَ تَتَجَاوَزَ عَنْ خَطِيئَتِهِ، وَ تَجْعَلَ التَّقْوَى زَادَهُ، وَ مَا عِنْدَكَ خَيْراً لَهُ فِي مَعَادِهِ، وَ تَحْشُرَهُ فِي زُمْرَةِ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ تَغْفِرَ لَهُ وَ لِوَالِدَيْهِ، فَإِنَّكَ خَيْرُ مَرْغُوبٍ رُغِبَ إِلَيْهِ، وَ أَكْرَمُ مَسْئُولٍ اعْتَمَدَ الْعِبَادُ عَلَيْهِ.\nاللَّهُمَّ وَ لِكُلِّ مُوفِدٍ جَائِزَةٌ، وَ لِكُلِّ زَائِرٍ كَرَامَةٌ، فَاجْعَلْ جَائِزَتَهُ فِي مَوْقِفِي هَذَا غُفْرَانَكَ وَ الْجَنَّةَ، لِي وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، اللَّهُمَّ وَ أَنَا عَبْدُكَ الْخَاطِي الْمُذْنِبُ الْمُقِرُّ بِذُنُوبِهِ، فَأَسْأَلُكَ يَا اللَّهُ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَنْ لَا تَحْرِمَنِي بَعْدَ ذَلِكَ الْأَجْرِ وَ الثَّوَابِ مِنْ فَضْلِ عَطَائِكَ وَ كَرَمِ تَفَضُّلِكَ.\n\nثُمَّ تَرْفَعُ يَدَيْكَ إِلَى السَّمَاءِ مُسْتَقْبِلَ الْقِبْلَةِ عِنْدَ الْمَشْهَدِ وَ تَقُولُ:\nيَا مَوْلَايَ يَا إِمَامِي عَبْدُكَ- فُلَانُ بْنُ فُلَانٍ- أَوْفَدَنِي زَائِراً لِمَشْهَدِكَ مُتَقَرِّباً إِلَى اللَّهِ عَزَّ وَ جَلَّ بِذَلِكَ وَ إِلَى رَسُولِهِ وَ إِلَيْكَ، يَرْجُو بِذَلِكَ فَكَاكَ رَقَبَتِهِ مِنَ النَّارِ، فَاغْفِرْ لَهُ وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، يَا اللَّهُ يَا اللَّهُ، يَا اللَّهُ يَا اللَّهُ، يَا اللَّهُ يَا اللَّهُ، لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ، لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ، أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَسْتَجِيبَ لِي فِيهِ وَ فِي جَمِيعِ إِخْوَانِي وَ وُلْدِي وَ أَهْلِي، بِجُودِكَ وَ كَرَمِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\n\n"
}