["زيارة أخرى لأئمة البقيع عليهم السّلام:\n\nادْخُلْ وَ اجْعَلِ الْقُبُورَ بَيْنَ يَدَيْكَ وَ قُلِ:\n\nالسَّلَامُ عَلَيْكُمْ أَئِمَّةَ الْهُدَى، السَّلَامُ عَلَيْكُمْ أَهْلَ التَّقْوَى، السَّلَامُ عَلَيْكُمْ أَيُّهَا الْحُجَجُ عَلَى أَهْلِ الدُّنْيَا، السَّلَامُ عَلَيْكُمُ الْقُوَّامُ فِي الْبَرِيَّةِ بِالْقِسْطِ، السَّلَامُ عَلَيْكُمْ أَهْلَ الصَّفْوَةِ، السَّلَامُ عَلَيْكُمْ أَهْلَ النَّجْوَى.\n\nأَشْهَدُ أَنَّكُمْ قَدْ بَلَّغْتُمْ عَنِ اللَّهِ وَ نَصَحْتُمْ أَوْلِيَاءَ اللَّهِ وَ صَبَرْتُمْ فِي ذَاتِ اللَّهِ، وَ أَنَّكُمُ الْمُهْتَدُونَ، وَ أَنَّ طَاعَتَكُمْ مَفْرُوضَةٌ، وَ أَنَّ قَوْلَكُمُ الصِّدْقُ، وَ أَنَّكُمْ دَعَائِمُ الدِّينِ، وَ أَرْكَانُ الْأَرْضِ.\n\nلَمْ تَزَالُوا بِعَيْنِ اللَّهِ، يَنْسَخُكُمْ فِي أَصْلَابِ كُلِّ مُطَهَّرٍ، وَ يَنْقُلُكُمْ مِنْ أَصْلَابِ الْمُطَهَّرَاتِ، لَمْ تُدَنِّسْكُمُ الْجَاهِلِيَّةُ الْجَهْلَاءُ، وَ لَمْ تَشْرَكْ فِيكُمْ فِتَنُ الْأَهْوَاءِ، طِبْتُمْ وَ طَابَ مَنْبِتُكُمْ.\n\nمَنَّ بِكُمْ عَلَيْنَا دَيَّانُ الدِّينِ، فَجَعَلَكُمْ‏ فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَ يُذْكَرَ فِيهَا اسْمُهُ‏، وَ جَعَلَ صَلَاتَنَا عَلَيْكُمْ، وَ طَيَّبَ خِلْقَتَنَا بِمَا مَنَّ بِهِ عَلَيْنَا مِنْ وَلَايَتِكُمْ، وَ كُنَّا عِنْدَهُ مُسَمَّيْنَ بِعِلْمِكُمْ، مُعْتَرِفِينَ بِتَصْدِيقِنَا إِيَّاكُمْ.\n\nوَ هَذَا مَقَامُ مَنْ أَسْرَفَ وَ أَخْطَأَ، وَ اسْتَكَانَ وَ أَقَرَّ بِمَا جَنَى، وَ رَجَا بِمَقَامِهِ الْخَلَاصَ مِنْ لَظَى، وَ أَنْ يَسْتَنْقِذَهُ بِكُمْ مُسْتَنْقِذُ الْهَلْكَى مِنَ الرَّدَى، فَكُونُوا لِي شُفَعَاءَ، فَقَدْ وَفَدْتُ إِلَيْكُمْ إِذْ رَغِبَ عَنْكُمْ أَهْلُ الدُّنْيَا، وَ اتَّخَذُوا\nآيَاتِ اللَّهِ هُزُواً وَ اسْتَكْبَرُوا عَنْهَا.\n\nالسَّلَامُ عَلَيْكُمْ يَا سَادَاتِي، أَنَا عَبْدُكُمْ وَ مَوْلَاكُمْ وَ زَائِرُكُمْ، اللَّائِذُ بِكُمْ، أَتَوَسَّلُ إِلَى اللَّهِ فِي نُجْحِ طَلِبَتِي وَ كَشْفِ كُرْبَتِي، وَ إِجَابَةِ دَعْوَتِي وَ غُفْرَانِ حَوْبَتِي، وَ أَسْأَلُهُ أَنْ يَسْمَعَ وَ يُجِيبَ بِرَحْمَتِهِ.\n\nوَ صَلِّ صَلَاةَ الزِّيَارَةِ، وَ صِفَتُهَا أَنْ تَنْوِيَ بِقَلْبِكَ صَلَاةَ الزِّيَارَةِ مَنْدُوباً قُرْبَةً إِلَى اللَّهِ تَعَالَى، وَ تَكُونُ النِّيَّةُ مُقَارِنَةً لِلْفِعْلِ، وَ تُصَلِّي لِكُلِّ إِمَامٍ رَكْعَتَيْنِ، وَ ادْعُ بِمَا تُحِبُّ، وَ اسْأَلْهُ الْحَوَائِجَ، فَإِنَّهُ مَوْضِعُ إِجَابَةٍ.\n\nالمصدر:\nالمزار الكبير"]