{
"title": "زيارة براهيم ابن النبي (ص)",
"type": "text",
"source": "\nالمزار الكبير",
"data": "امْضِ إِلَى قَبْرِ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ، فَإِذَا وَقَفْتَ عَلَيْهِ فَقُلِ:\n\nالسَّلَامُ عَلَى رَسُولِ اللَّهِ، السَّلَامُ عَلَى نَبِيِّ اللَّهِ، السَّلَامُ عَلَى حَبِيبِ اللَّهِ، السَّلَامُ عَلَى صَفِيِّ اللَّهِ، السَّلَامُ عَلَى نَجِيِّ اللَّهِ، السَّلَامُ عَلَى مُحَمَّدِ بْنِ عَبْدِ اللَّهِ سَيِّدِ الْأَنْبِيَاءِ وَ خَاتَمِ الْمُرْسَلِينَ وَ خِيَرَةِ اللَّهِ مِنْ خَلْقِهِ وَ سَمَائِهِ، السَّلَامُ عَلَى جَمِيعِ أَنْبِيَاءِ اللَّهِ وَ رُسُلِهِ، السَّلَامُ عَلَى الشُّهَدَاءِ وَ السُّعَدَاءِ وَ الصَّالِحِينَ، السَّلَامُ عَلَيْنَا وَ عَلَى عِبَادِ اللَّهِ الصَّالِحِينَ.\n\nالسَّلَامُ عَلَيْكِ أَيَّتُهَا الرُّوحُ الزَّاكِيَةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا النَّفْسُ‏ الشَّرِيفَةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا السُّلَالَةُ الطَّاهِرَةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا النَّسَمَةُ الزَّاكِيَةُ، السَّلَامُ عَلَيْكَ يَا ابْنَ خَيْرِ الْوَرَى، السَّلَامُ عَلَيْكَ يَا ابْنَ النَّبِيِّ الْمُجْتَبَى، السَّلَامُ عَلَيْكَ يَا ابْنَ الْمَبْعُوثِ إِلَى كَافَّةِ الْوَرَى.\n\nالسَّلَامُ عَلَيْكَ يَا ابْنَ الْبَشِيرِ النَّذِيرِ، السَّلَامُ عَلَيْكَ يَا ابْنَ السِّرَاجِ الْمُنِيرِ، السَّلَامُ عَلَيْكَ يَا ابْنَ الْمُؤَيَّدِ بِالْقُرْآنِ، السَّلَامُ عَلَيْكَ يَا ابْنَ الْمُرْسَلِ إِلَى الْإِنسِ وَ الْجَانِّ، السَّلَامُ عَلَيْكَ يَا ابْنَ صَاحِبِ الرَّايَةِ وَ الْعَلَامَةِ، السَّلَامُ عَلَيْكَ يَا ابْنَ الشَّفِيعِ يَوْمَ الْقِيَامَةِ، السَّلَامُ عَلَيْكَ يَا ابْنَ مَنْ حَبَاهُ اللَّهُ بِالْكَرَامَةِ، السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nأَشْهَدُ أَنَّكَ قَدِ اخْتَارَ اللَّهُ لَكَ دَارَ إِنْعَامِهِ قَبْلَ أَنْ يَكْتُبَ عَلَيْكَ أَحْكَامَهُ أَوْ يُكَلِّفَكَ حَلَالَهُ وَ حَرَامَهُ، فَنَقَلَكَ إِلَيْهِ طَيِّباً زَاكِياً مَرْضِيّاً طَاهِراً مِنْ كُلِّ نَجَسٍ، مُقَدَّساً مِنْ كُلِّ دَنَسٍ، وَ بَوَّأَكَ جَنَّةَ الْمَأْوَى، وَ رَفَعَكَ إِلَى دَرَجَاتِ الْعُلَى، وَ صَلَّى اللَّهُ عَلَيْكَ صَلَاةً يقر [تَقَرُّ] بِهَا عَيْنُ رَسُولِهِ، وَ يُبَلِّغُهُ بِهَا أَكْبَرَ مَأْمُولِهِ.\n\nاللَّهُمَّ اجْعَلْ أَفْضَلَ صَلَوَاتِكَ وَ أَزْكَاهَا، وَ أَنْمَى بَرَكَاتِكَ وَ أَوْفَاهَا، عَلَى رَسُولِكَ وَ نَبِيِّكَ وَ خِيَرَتِكَ مِنْ خَلْقِكَ، مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ، وَ عَلَى مَا نَسَلَ مِنْ أَوْلَادِهِ الطَّيِّبِينَ، وَ عَلَى مَا خَلَّفَ مِنْ عِتْرَتِهِ الطَّاهِرِينَ، بِرَحْمَتِكَ يَا ارْحَمَ الرَّاحِمِينَ.\n\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ مُحَمَّدٍ صَفِيِّكَ، وَ إِبْرَاهِيمَ نَجْلِ نَبِيِّكَ، أَنْ تَجْعَلَ سَعْيِي بِهِمْ مَشْكُوراً، وَ ذَنْبِي بِهِمْ مَغْفُوراً، وَ حَيَاتِي بِهِمْ سَعِيدَةً، وَ عَافِيَتِي بِهِمْ حَمِيدَةً، وَ حَوَائِجِي بِهِمْ مَقْضِيَّةً، وَ أَفْعَالِي بِهِمْ مَرْضِيَّةً، وَ أُمُورِي بِهِمْ مَسْعُودَةً، وَ شُئُونِي بِهِمْ مَحْمُودَةً.\n\nاللَّهُمَّ وَ أَحْسِنْ لِيَ التَّوْفِيقَ، وَ نَفِّسْ عَنِّي كُلَّ هَمٍّ وَ ضِيقٍ، اللَّهُمَّ جَنِّبْنِي عِقَابَكَ، وَ امْنَحْنِي ثَوَابَكَ، وَ أَسْكِنِّي جِنَانَكَ، وَ ارْزُقْنِي رِضْوَانَكَ وَ أَمَانَكَ، وَ أَشْرِكْ فِي صَالِحِ دُعَائِي وَالِدَيَّ وَ وُلْدِي وَ جَمِيعَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، الْأَحْيَاءَ مِنْهُمْ وَ الْأَمْوَاتَ، إِنَّكَ وَلِيُّ الْبَاقِيَاتِ الصَّالِحَاتِ، آمِينَ رَبَّ الْعَالَمِينَ.\n\nثُمَّ يَسْأَلُ حَوَائِجَهُ، وَ يُصَلِّي رَكْعَتَيِ الزِّيَارَةِ مَنْدُوباً قُرْبَةً إِلَى اللَّهِ.\n\n"
}