{
"title": "زيارة فاطمة بنت أسد أم أمير المؤمنين",
"type": "text",
"source": "\nالمزار الكبير",
"data": "زيارة فاطمة بنت أسد أم أمير المؤمنين علي بن ابي طالب عليه السّلام‏\n\nفَإِذَا وَقَفَ عَلَى قَبْرِهَا قَالَ:\n\nالسَّلَامُ عَلَى نَبِيِّ اللَّهِ، السَّلَامُ عَلَى رَسُولِ اللَّهِ، السَّلَامُ عَلَى مُحَمَّدٍ سَيِّدِ الْمُرْسَلِينَ، السَّلَامُ عَلَى سَيِّدِ الْأَوَّلِينَ، السَّلَامُ عَلَى سَيِّدِ الْآخِرِينَ، السَّلَامُ عَلَى مَنْ بَعَثَهُ اللَّهُ‏ رَحْمَةً لِلْعالَمِينَ‏، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nالسَّلَامُ عَلَى فَاطِمَةَ بِنْتِ أَسَدٍ الْهَاشِمِيَّةِ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الصِّدِّيقَةُ الْمَرْضِيَّةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا التَّقِيَّةُ النَّقِيَّةُ، السَّلَامُ عَلَيْكِ أَيَّتُهَا الْكَرِيمَةُ الرَّضِيَّةُ، السَّلَامُ عَلَيْكِ يَا كَافِلَةَ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ.\n\nالسَّلَامُ عَلَيْكِ يَا مَنْ ظَهَرَتْ شَفَقَتُهَا عَلَى رَسُولِ اللَّهِ خَاتَمِ النَّبِيِّينَ، السَّلَامُ عَلَيْكِ يَا مَنْ تَرْبِيَتُهَا لِوَلِيِّ اللَّهِ الْأَمِينِ، السَّلَامُ عَلَيْكِ وَ عَلَى رُوحِكِ وَ بَدَنِكِ الطَّاهِرِ، السَّلَامُ عَلَيْكِ وَ عَلَى وُلْدِكِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nأَشْهَدُ أَنَّكِ أَحْسَنْتِ الْكَفَالَةَ وَ أَدَّيْتِ الْأَمَانَةَ، وَ اجْتَهَدْتِ فِي مَرْضَاةِ اللَّهِ، وَ بَالَغْتِ فِي حِفْظِ رَسُولِ اللَّهِ، عَارِفَةً بِنُبُوَّتِهِ، مُسْتَبْصِرَةً بِنِعْمَتِهِ، كَافِلَةً بِتَرْبِيَتِهِ، مُشْفِقَةً عَلَى نَفْسِهِ، وَاقِفَةً عَلَى خِدْمَتِهِ، مُخْتَارَةً رِضَاهُ، مُؤْثِرَةً رِضَاهُ.\n\nوَ أَشْهَدُ أَنَّكِ مَضَيْتِ عَلَى الْإِيمَانِ وَ التَّمَسُّكِ بِأَشْرَفِ الْأَدْيَانِ، رَاضِيَةً مَرْضِيَّةً، طَاهِرَةً زَكِيَّةً، تَقِيَّةً نَقِيَّةً، فَرَضِيَ اللَّهُ عَنْكِ وَ أَرْضَاكِ، وَ جَعَلَ الْجَنَّةَ مَنْزِلَكِ وَ مَأْوَاكِ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ انْفَعْنِي بِزِيَارَتِهَا، وَ ثَبِّتْنِي عَلَى مَحَبَّتِهَا، وَ لَا تَحْرِمْنِي شَفَاعَتَهَا وَ شَفَاعَةَ الْأَئِمَّةِ مِنْ ذُرِّيَّتِهَا، وَ ارْزُقْنِي مُرَافَقَتَهَا، وَ احْشُرْنِي مَعَهَا وَ مَعَ أَوْلَادِهَا الطَّاهِرِينَ.\n\nاللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِي إِيَّاهَا، وَ ارْزُقْنِي الْعَوْدَ إِلَيْهَا أَبَداً مَا أَبْقَيْتَنِي، وَ إِذَا تَوَفَّيْتَنِي فَاحْشُرْنِي فِي زُمْرَتِهَا، وَ أَدْخِلْنِي فِي شَفَاعَتِهَا، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\n\nاللَّهُمَّ بِحَقِّهَا عِنْدَكَ وَ مَنْزِلَتِهَا لَدَيْكَ اغْفِرْ لِي وَ لِوَالِدَيَّ وَ لِجَمِيعِ‏ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، وَ آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا بِرَحْمَتِكَ‏ عَذابَ النَّارِ.\n\nوَ تُصَلِّي رَكْعَتَيْنِ لِلزِّيَارَةِ مَنْدُوباً قُرْبَةً إِلَى اللَّهِ تَعَالَى.\n\n"
}