{
"title": "ما يقول الزائر عن غيره بالأجر، و ما يقول عن أخيه تطوعا و زيارة قبور الشيعة و ما يقال عندها",
"type": "text",
"source": "\nالمزار الكبير",
"data": "إِذَا خَرَجْتَ زَائِراً عَنْ أَخٍ لَكَ، أَوْ حَاجّاً بِأُجْرَةٍ، فَصَلِّ رَكْعَتَيْنِ بِالْمَوْضِعِ الَّذِي يَقْصِدُهُ، فَإِذَا فَرَغْتَ مِنْهُمَا فَسَبِّحْ ثُمَّ قُلْ:\n\nاللَّهُمَّ إِنَّ فُلَاناً أَوْفَدَنِي إِلَيْكَ لِعِلْمِهِ بِحُسْنِ ثَوَابِكَ، مُعْتَقِداً أَنَّكَ تَسْمَعُ وَ تُجِيبُ وَ تُعَاقِبُ وَ تُثِيبُ.\nاللَّهُمَّ فَاجْعَلْ خُطُوَاتِي عَنْهُ كَفَّارَةً لِمَا سَلَفَ مِنْ ذُنُوبِهِ، وَ صَلَوَاتِي عَنْهُ شَاهِدَةً لَهُ بِصِدْقِ الْإِيمَانِ، مُثْبَتَةً لَهُ فِي دِيوَانِ الْغُفْرَانِ، اللَّهُمَّ مَا أَصَابَنِي مِنْ تَعَبٍ أَوْ نَصَبٍ، أَوْ سَغَبٍ أَوْ لُغُوبٍ، فَأْجُرْ فُلَانَ بْنَ فُلَانٍ فِيهِ، وَ أْجُرْنِي عَلَيْهِ.\nوَ كَذَلِكَ تَقُولُ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ عِنْدَ الْأَئِمَّةِ عَلَيْهِمُ السَّلَامُ.\nثُمَّ يَقُولُ عَقِيبَ الْكَلَامِ:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ مِنْ فُلَانِ بْنِ فُلَانٍ، فَإِنِّي أَتَيْتُكَ زَائِراً عَنْهُ، فَاشْفَعْ لِي وَ لَهُ عِنْدَ رَبِّكَ، اللَّهُمَّ أَوْصِلْ إِلَيْهِ مِنْ رَحْمَتِكَ مَا يَسْتَغْنِي بِهِ عَنْ رَحْمَةِ مَنْ سِوَاكَ.\nوَ إِنْ كَانَ مَيِّتاً قَالَ الثَّابِتَ عَنْهُ بَعْدَ ذَلِكَ:\nاللَّهُمَّ جَافِ الْأَرْضَ عَنْ جَنْبَيْهِ، وَ اجْعَلْ رَحْمَتَكَ وَاصِلَةً إِلَيْهِ، وَ اجْعَلْ مَا أَفْعَلُهُ مِنَ الْمَنَاسِكِ شَاهِداً لَهُ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\nوَ إِذَا أَرَدْتَ عَنْ أَخِيكَ أَوْ أَبِيكَ وَ أُمِّكَ تَطَوُّعاً، فَسَلِّمْ عَلَى الْإِمَامِ عَلَيْهِ السَّلَامُ عَلَى نَسَقِ التَّسْلِيمِ، ثُمَّ قُلِ:\nاللَّهُمَّ كُنْ لِفُلَانِ بْنِ فُلَانٍ عَوْناً وَ مُعِيناً، وَ نَاصِراً وَ كَالِئاً وَ وَاعِياً، حَيْثُ كَانَ بِمُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ.\nثُمَّ صَلِّ رَكْعَتَيْنِ، فَإِذَا سَلَّمْتَ مِنْهَا فَاسْجُدْ وَ قُلْ فِي سُجُودِكَ:\nاللَّهُمَّ لَكَ صَلَّيْتُ، وَ لَكَ رَكَعْتُ، وَ لَكَ سَجَدْتُ، لِأَنَّهُ لَا يَنْبَغِي الصَّلَاةُ إِلَّا لَكَ، اللَّهُمَّ قَدْ جَعَلْتُ ثَوَابَ صَلَاتِي وَ سَلَامِي وَ زِيَارَتِي هَدِيَّةً مِنِّي إِلَى فُلَانِ بْنِ فُلَانٍ، فَتَقَبَّلْ ذَلِكَ لَهُ مِنِّي، وَ أْجُرْنِي عَلَيْهِ خَيْرَ الْجَزَاءِ بِرَحْمَتِكَ.\nوَ أَفْضَلُ مَا يُقَالُ:\nاللَّهُمَّ إِنَّ فُلَانَ بْنَ فُلَانٍ أَوْفَدَنِي إِلَى مَوْلَاهُ وَ مَوْلَايَ لِأَزُورَ عَنْهُ، رَجَاءً بِجَزِيلِ الثَّوَابِ، وَ فِرَاراً مِنْ سُوءِ الْحِسَابِ، اللَّهُمَّ إِنَّهُ يَتَوَجَّهُ إِلَيْكَ بِأَوْلِيَائِكَ الدَّالِّينَ عَلَيْكَ فِي غُفْرَانِكَ ذُنُوبَهُ وَ حَطِّ سَيِّئَاتِهِ، وَ يَتَوَسَّلُ إِلَيْكَ بِهِمْ عِنْدَ مَشْهَدِ إِمَامِهِ صَلَوَاتُ اللَّهِ عَلَيْهِ، فَتَقَبَّلْ مِنْهُ، وَ اقْبَلْ شَفَاعَةَ أَوْلِيَائِكَ صَلَوَاتُ اللَّهِ عَلَيْهِمْ فِيهِ.\nاللَّهُمَّ جَازِهِ عَلَى حُسْنِ نِيَّتِهِ وَ صَحِيحِ عَقِيدَتِهِ وَ صِحَّةِ مُوَالاتِهِ، أَحْسَنَ وَ أَفْضَلَ مَا جَازَيْتَ أَحَداً مِنْ عَبِيدِكَ الْمُؤْمِنِينَ، وَ أَدِمْ لَهُ مَا خَوَّلْتَهُ، وَ اسْتَعْمِلْهُ صَالِحاً فِيمَا آتَيْتَهُ، وَ لَا تَجْعَلْنِي آخِرَ وَافِدٍ لَهُ بِوَفْدِهِ.\nاللَّهُمَّ أَعْتِقْ رَقَبَتَهُ مِنَ النَّارِ، وَ أَوْسِعْ عَلَيْهِ مِنْ رِزْقِكَ الْحَلَالِ الطَّيِّبِ، وَ اجْعَلْهُ مِنْ رُفَقَاءِ آلِ مُحَمَّدٍ، وَ بَارِكْ لَهُ فِي وُلْدِهِ وَ أَهْلِهِ وَ مَالِهِ وَ مَا مَلَكَتْ لَهُ يَمِينُهُ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ حُلْ بَيْنَهُ وَ بَيْنَ مَعَاصِيهِ حَتَّى‏\nلَا يَعْصِيَكَ، وَ أَعِنْهُ عَلَى طَاعَتِكَ وَ طَاعَةِ أَوْلِيَائِكَ حَتَّى لَا نَفْقِدَهُ حَيْثُ أَمَرْتَهُ، وَ لَا نَرَاهُ حَيْثُ نَهَيْتَهُ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لَهُ وَ ارْحَمْهُ وَ اعْفُ عَنْهُ وَ عَنْ جَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَعِذْهُ مِنْ هَوْلِ الْمُطَّلَعِ، وَ مِنْ فَزَعِ يَوْمِ الْقِيَامَةِ، وَ سُوءِ الْمُنْقَلَبِ، وَ مِنْ ظُلْمَةِ الْقَبْرِ وَ وَحْشَتِهِ، وَ مِنْ مَوَاقِفِ الْخِزْيِ فِي الدُّنْيَا وَ الْآخِرَةِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ جَائِزَتَهُ فِي مَوْقِفِي هَذَا غُفْرَانَكَ، وَ تُحْفَتَهُ فِي مَقَامِي عِنْدَ إِمَامِي صَلَّى اللَّهُ عَلَيْهِ أَنْ تُقِيلَ عَثْرَتَهُ وَ تَقْبَلَ مَعْذِرَتَهُ، وَ تَتَجَاوَزَ عَنْ خَطِيئَتِهِ، وَ تَجْعَلَ التَّقْوَى زَادَهُ، وَ مِمَّا عِنْدَكَ خَيْراً فِي مَعَادِهِ، وَ تَحْشُرَهُ فِي زُمْرَةِ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ تَغْفِرَ لَهُ وَ لِوَالِدَيْهِ، فَإِنَّكَ خَيْرُ مَرْغُوبٍ رُغِبَ إِلَيْهِ، وَ أَكْرَمُ مَسْئُولٍ اعْتَمَدَ الْعِبَادُ عَلَيْهِ، وَ لِكُلِّ مُوفِدٍ جَائِزَةٌ، وَ لِكُلِّ زَائِرٍ كَرَامَةٌ، فَاجْعَلْ جَائِزَتَهُ فِي مَوْقِفِي هَذَا غُفْرَانَكَ وَ الْجَنَّةَ، وَ لِي وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ.\nاللَّهُمَّ أَنَا عَبْدُكَ الْخَاطِي الْمُذْنِبُ الْمُقِرُّ بِذُنُوبِهِ، فَأَسْأَلُكَ يَا اللَّهُ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدِ أَنْ لَا تَحْرِمَنِي بَعْدَ ذَلِكَ الْأَجْرِ وَ الثَّوَابِ مِنْ فَضْلِ عَطَائِكَ وَ كَرَمِ تَفَضُّلِكَ.\nثُمَّ تَرْفَعُ يَدَكَ إِلَى السَّمَاءِ مُسْتَقْبِلَ الْقِبْلَةِ عِنْدَ الْمَشْهَدِ، وَ تُشِيرُ إِلَى الْإِمَامِ وَ تَقُولُ:\nيَا مَوْلَايَ يَا إِمَامِي، عَبْدُكَ فُلَانُ بْنُ فُلَانٍ أَوْفَدَنِي زَائِراً لِمَشْهَدِكَ، مُتَقَرِّباً إِلَى اللَّهِ عَزَّ وَ جَلَّ بِذَلِكَ وَ إِلَى رَسُولِهِ هُوَ إِلَيْكَ، يَرْجُو بِذَلِكَ فَكَاكَ رَقَبَتِهِ مِنَ النَّارِ وَ مِنَ الْعُقُوبَةِ، فَاغْفِرْ لَهُ وَ لِجَمِيعِ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ.\nيَا اللَّهُ يَا اللَّهُ يَا اللَّهُ، يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ، لَا إِلَهَ إِلَّا اللَّهُ الْحَلِيمُ الْكَرِيمُ، لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ، أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَسْتَجِيبَ لِي فِيهِ وَ فِي جَمِيعِ إِخْوَانِي وَ أَخَوَاتِي وَ وُلْدِي وَ أَهْلِي، بِجُودِكَ وَ كَرَمِكَ..\n\nوَ رُوِيَ عَنْ بَعْضِ الْعُلَمَاءِ الصَّادِقِينَ عَلَيْهِمُ السَّلَامُ‏ أَنَّهُ سُئِلَ عَنِ الرَّجُلِ يُصَلِّي رَكْعَتَيْنِ، أَوْ يَصُومُ يَوْماً أَوْ يَحُجُّ أَوْ يَعْتَمِرُ، أَوْ يَزُورُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ أَوْ أَحَدَ الْأَئِمَّةِ عَلَيْهِمُ السَّلَامُ، وَ يَجْعَلُ ثَوَابَ ذَلِكَ لِوَالِدَيْهِ أَوْ لِأَخٍ لَهُ فِي الدِّينِ أَوْ يَكُونُ لَهُ عَلَى ذَلِكَ ثَوَابٌ، فَقَالَ: إِنَّ ثَوَابَ ذَلِكَ يَصِلُ إِلَى مَنْ جَعَلَ لَهُ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَجْرِهِ شَيْ‏ءٌ.\nوَ مَنْ أَرَادَ أَنْ يُهْدِيَ لِأَهْلِهِ وَ إِخْوَانِهِ طَوَافاً أَوْ صَلَاةً أَوْ صَدَقَةً، فَلْيَقُلْ إِذَا طَافَ أَوْ صَلَّى:\nاللَّهُمَّ إِنَّ هَذَا الطَّوَافَ وَ هَاتَيْنِ الرَّكْعَتَيْنِ عَنْ أَبِي وَ عَنْ زَوْجَتِي وَ عَنْ وُلْدِي وَ حَامَّتِي وَ عَنْ أَهْلِ بَلَدِي مِنَ الْمُؤْمِنِينَ، وَ عَنْ إِخْوَانِي وَ أَخَوَاتِي فِي مَشَارِقِ الْأَرْضِ وَ مَغَارِبِهَا، وَ حُرِّهِمْ وَ عَبْدِهِمْ، وَ أَبْيَضِهِمْ وَ أَسْوَدِهِمْ.\nفَلَا تَشَاءُ أَنْ تَلْقَى الرَّجُلَ فَتَقُولَ: إِنِّي طُفْتُ أَوْ صَلَّيْتُ عَنْكَ إِلَّا كُنْتَ صَادِقاً.\nفَإِذَا أَتَيْتَ قَبْرَ النَّبِيِّ أَوْ أَحَدِ الْأَئِمَّةِ عَلَيْهِمُ السَّلَامُ فَصَلِّ رَكْعَتَيْنِ وَ قِفْ عِنْدَ رَأْسِ الْإِمَامِ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ عَنْ أَبِي وَ أُمِّي وَ زَوْجَتِي وَ عَنْ وُلْدِي وَ إِخْوَتِي وَ أَهْلِ بَلَدِي وَ إِخْوَانِي وَ أَخَوَاتِي، حُرِّهِمْ وَ عَبْدِهِمْ، وَ أَبْيَضِهِمْ وَ أَسْوَدِهِمْ.\nفَلَا تَشَاءُ أَنْ تَقُولَ لِلرَّجُلِ: إِنِّي أَقْرَأْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ عَنْكَ السَّلَامَ إِلَّا كُنْتَ صَادِقاً.ابن مشهدى، محمد بن جعفر، المزار الكبير (لابن المشهدي) - قم، چاپ: اول، 1419 ق.\n\n"
}