{
"title": "زيارة شهداء أحد وشهداء الحرّة",
"type": "text",
"source": "\nالمزار الكبير",
"data": "زيارة قبور الشهداء بأحد رضوان اللّه عليهم‏\n\nإِذَا أَتَيْتَ قُبُورَهُمْ فَقُلِ:\n\nالسَّلَامُ عَلَى رَسُولِ اللَّهِ، السَّلَامُ عَلَى نَبِيِّ اللَّهِ، السَّلَامُ عَلَى مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، السَّلَامُ عَلَى أَهْلِ بَيْتِهِ الطَّاهِرِينَ.\n\nالسَّلَامُ عَلَيْكُمْ أَيُّهَا الشُّهَدَاءُ الْمُؤْمِنُونَ، السَّلَامُ عَلَيْكُمْ يَا أَهْلَ الْإِيمَانِ وَ التَّوْحِيدِ، السَّلَامُ عَلَيْكُمْ يَا أَنْصَارَ دِينِ اللَّهِ وَ أَنْصَارَ رَسُولِهِ عَلَيْهِ وَ آلِهِ السَّلَامُ، سَلامٌ عَلَيْكُمْ بِما صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ.\n\nأَشْهَدُ أَنَّ اللَّهَ اخْتَارَكُمْ لِدِينِهِ وَ اصْطَفَاكُمْ لِرَسُولِهِ، وَ أَشْهَدُ أَنَّكُمْ جَاهَدْتُمْ‏ فِي اللَّهِ حَقَّ جِهادِهِ‏، وَ ذَبَبْتُمْ عَنْ دِينِ اللَّهِ وَ عَنْ نَبِيِّهِ، وَ جُدْتُمْ بِأَنْفُسِكُمْ دُونَهُ، وَ أَشْهَدُ أَنَّكُمْ قُتِلْتُمْ عَلَى مِنْهَاجِ رَسُولِ اللَّهِ، فَجَزَاكُمُ اللَّهُ عَنْ نَبِيِّهِ وَ عَنِ الْإِسْلَامِ وَ أَهْلِهِ أَفْضَلَ الْجَزَاءِ، وَ عَرَّفَنَا وُجُوهَهُمْ فِي مَحَلِّ رِضْوَانِهِ وَ مَوْضِعِ إِكْرَامِهِ، مَعَ‏ النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ وَ حَسُنَ أُولئِكَ رَفِيقاً.\n\nأَشْهَدُ أَنَّكُمْ حِزْبُ اللَّهِ، وَ أَنَّ مَنْ حَارَبَكُمْ فَقَدْ حَارَبَ اللَّهَ، وَ أَنَّكُمْ مِنَ الْمُقَرَّبِينَ الْفَائِزِينَ، الَّذِينَ هُمْ‏ أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ‏، فَعَلَى مَنْ قَتَلَكُمْ‏ لَعْنَةُ اللَّهِ وَ الْمَلائِكَةِ وَ النَّاسِ أَجْمَعِينَ*.\n\nأَتَيْتُكُمْ يَا أَهْلَ التَّوْحِيدِ زَائِراً، وَ لِحَقِّكُمْ عَارِفاً، وَ بِزِيَارَتِكُمْ إِلَى اللَّهِ مُتَقَرِّباً، وَ بِمَا سَبَقَ مِنْ شَرِيفِ الْأَعْمَالِ وَ مَرْضِيِّ الْأَفْعَالِ عَالِماً، فَعَلَيْكُمْ سَلَامُ اللَّهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، وَ عَلَى مَنْ قَتَلَكُمْ لَعْنَةُ اللَّهِ وَ غَضَبُهُ وَ سَخَطُهُ.\n\nاللَّهُمَّ انْفَعْنِي بِزِيَارَتِهِمْ، وَ ثَبِّتْنِي عَلَى قَصْدِهِمْ، وَ تَوَفَّنِي عَلَى مَا تَوَفَّيْتَهُمْ عَلَيْهِ، وَ اجْمَعْ بَيْنِي وَ بَيْنَهُمْ فِي مُسْتَقَرِّ دَارِ رَحْمَتِكَ، أَشْهَدُ أَنَّكُمْ لَنَا فَرَطٌ وَ نَحْنُ لَكُمْ لَاحِقُونَ.\n\nوَ يَقْرَأُ سُورَةَ: «إِنَّا أَنْزَلْناهُ فِي لَيْلَةِ الْقَدْرِ» مَا قَدَرَ عَلَيْهِ، وَ يَنْصَرِفُ رَاشِداً، وَ تُصَلِّي عِنْدَ كُلِّ مَنْ زُرْتَهُ رَكْعَتَيِ الزِّيَارَةِ مَنْدُوباً قُرْبَةً إِلَى اللَّهِ تَعَالَى.\n\n"
}