["الزيارة المطلقة الاولى\n\nوهي كثيرة نقتصر هنا على عدّة منها:\n\nالاُولى: ما رواها الشيخ المفيد والشهيد والسيد ابن طاووس وغيرهم. وصفتها أنّك إذا أردت زيارته (عليه السلام) فاغتسل والبس ثوبين طاهرين ونل شيئاً من الطّيب، وإن لم تنل أجزأك، فإذا خرجت من منزلك فقل: \nاللهُمَّ إنّي خَرَجتُ مِن مَنزِلي أبغي فَضلَكَ وَأزُورُ وَصِيَّ نَبِيِّكَ صَلَواتُكَ عَلَيهِما، اللهُمَّ فَيَسِّر ذلِكَ لي وَسَبِّب المَزارَ لَهُ وَاخلُفني في عافِيَتي وَحُزانَتي بِأحسَنِ الخِلافَةِ يا أرحَمَ الرَّاحِمِينَ.\n\nفسر وأنت تلهج بهذه الأذكار: الحَمدُ للهِ، وَسُبحانَ اللهِ، وَلا إلهَ إلاّ اللهُ.\n\nوإذا بلغت خندق الكوفة فقف عنده وقل:\n اللهُ أكبَرُ اللهُ أكبَرُ أهلَ الكِبرياءِ وَالمَجدِ وَالعَظَمَةِ اللهُ أكبَرُ أهلُ التَّكبِيرِ وَالتَّقدِيسِ وَالتَّسبِيحِ وَالآلاءِ اللهُ أكبَرُ مِما أخافُ وَأحذَرُ اللهُ أكبَرُ عِمادي وَعَلَيهِ أتَوَكَّلُ اللهُ أكبَرُ رَجائي وَإلَيهِ انُيبُ، اللهُمَّ أنتَ وَلِيُّ نِعمتي وَالقادِرُ عَلى طَلِبَتي تَعلَمُ حاجَتي وَما تُضمِرُهُ هَواجِسُ الصُّدُورِ وَخَواطِرُ النُّفُوسِ، فَأسألُكَ بِمُحَمَّدٍ المُصطَفى الَّذي قَطَعتَ بِهِ حُجَجَ المُحتَجِّينَ وَعُذرَ المُعتَذِرِينَ وَجَعَلتَهُ رَحمَةً لِلعالَمِينَ أن لا تَحرِمَني ثَوابَ  زيارة وَلِيِّكَ وَأخي نَبِيِّكَ أمِيرِ المُؤمِنِينَ وَقَصدَهُ وَتَجعَلَني مِن وَفدِهِ الصَّالِحِينَ وَشِيعَتِهِ المُتَّقِينَ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمِينَ.\n\nفإذا تراءت لك القبّة الشريفة فقل:\n الحَمدُ للهِ عَلى ما اختَصَّني بِهِ مِن طِيبِ المَولِدِ وَاستَخلَصَني إكراماً بِهِ مِن مُوالاةِ الأبرارِ السَّفَرَةِ الأطهارِ وَالخِيَرَةِ الأعلامِ، اللهُمَّ فَتَقَبَّل سَعيي إلَيكَ وَتَضَرُّعي بَينَ يَدَيكَ وَاغفِر لي الذُّنُوبَ الَّتي لا تَخفى عَلَيكَ إنَّكَ أنتَ اللهُ المَلِكُ الغَفَّارُ.\n\nفإذا بلغت باب حصن النّجف فقل:\nالحَمدُ للهِ الَّذي هَدانا لِهذا وَماكُنَّا لِنَهتَدي لَولا أن هدانا اللهِ، الحَمدُ للهِ الَّذي سَيَّرَني في بِلادِه وَحَمَلَني عَلى دَوابِّهِ وَطَوى لي البَعِيدَ وَصَرَفَ عَنّي المَحذُورَ وَدَفَعَ عَنّي المَكرُوهَ حَتّى أقدَمَني حَرَمَ أخي رَسُولِهِ (صلّى الله عليه و آله) .\n\nثمّ ادخل وقل: الحَمدُ للهِ الَّذي أدخَلَني هذِهِ البُقعَةَ المُبارَكَةَ الَّتي بارَكَ اللهُ فِيها وَاختارَها لِوَصِيِّ نَبِيِّهِ، اللهُمَّ فاجعَلها شاهِدَةً لي.\n\nفإذا بلغت العتبة الاُولى فقل: \nاللهُمَّ بِبابِكَ وَقَفتُ وَبِفِنائِكَ نَزَلتُ وَبِحَبلِكَ اعتَصَمتُ وَلِرَحمَتِكَ تَعَرَّضتُ وَبِوَلِيِّكَ صَلَواتُكَ عَلَيهِ تَوَسَّلتُ فَاجعَلها  زيارة مَقبُولَةً وَدُعاءً مُستَجاباً.\n\nثمّ قف على باب الصحن وقل:\nاللهُمَّ إنَّ هذا الحَرَمَ حَرَمُكَ وَالمَقَامَ مَقامُكَ وَأنا أدخُلُ إلَيهِ أُناجِيكَ بِما أنتَ أعلَمُ بِهِ مِنّي وَمِن سِرّي وَنَجوايَ، الحَمدُ للهِ الحَنَّانِ المَنَّانِ المُتَطَوِّلِ الَّذي مِن تَطَوُّلِهِ سَهَّلَ لي  زيارة مَولايَ بِإحسانِهِ وَلَم يَجعَلني عَن زيارَتِهِ مَمنُوعاً وَلا عَن وِلايَتِهِ مَدفُوعاً بَل تَطَوَّلَ وَمَنَحَ، اللهُمَّ كَما مَنَنتَ عَلَيَّ بِمَعرِفَتِهِ فَاجعَلني مِن شِيعَتِهِ وَأدخِلني الجَنَّةَ بِشَفاعَتِهِ يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ ادخل الصحن وقل:\nالحَمدُ للهِ الَّذي أكرَمَني بِمَعرِفَتِهِ وَمَعرِفَةِ رَسُولِهِ وَمَن فَرَضَ عَلَيَّ طاعَتَهُ رَحمَةً مِنهُ لي وَتطَوُّلاً مِنهُ عَلَيَّ وَمَنَّ عَلَيَّ بِالإيمانِ، الحَمدُ للهِ الَّذي أدخَلَني حَرَمَ أخي رَسُولِهِ وَأرانِيهِ في عافِيَةٍ، الحَمدُ للهِ الَّذي جَعَلَني مِن زُوَّارِ قَبرِ وَصِيِّ رَسُولِهِ. أشهَدُ أن لا إلهَ إلاّ اللهُ وَحدَهُ لا شَرِيكَ لَهُ وَأشهَدُ أنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ جاءَ بِالحَقِّ مِن عِندِ اللهِ وَأشهَدُ أنَّ عَلياً عَبدُ اللهِ وَأخو رَسُولِ اللهِ، اللهُ أكبَرُ اللهُ أكبَرُ اللهُ أكبَرُ لا إلهَ إلاّ اللهُ وَاللهُ أكبَرُ والحَمدُ للهِ عَلى هِدايَتِهِ وَتَوفِيقِهِ لِما دَعا إلَيهِ مِن سَبِيلِهِ، اللهُمَّ إنَّكَ أفضَلُ مَقصُودٍ وَأكرَمُ مأتِيٍّ وَقَد أتَيتُكَ مُتَقَرِّباً إلَيكَ بِنَبِيِّكَ نَبِيِّ الرَّحمةِ وَبِأخِيهِ أمِيرِ المُؤمِنِينَ عَلي بنِ أبي طالِبٍ (عليهما السلام) ، فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَلا تُخَيِّب سَعيي وَانظُر إليَّ نَظرَةً رَحِيمَةً تَنعِشُني بِها وَاجعَلني عِندَكَ وَجِيهاً في الدُّنيا وَالآخِرةِ وَمِنَ المُقَرَّبِينَ.\n\nثمّ امش حتى تقف على باب الرواق وقل:\nالسَّلامُ عَلى رَسُولِ اللهِ أمِينِ اللهِ عَلى وَحيِهِ وَعَزائِمِ أمرِهِ الخاتِمِ لِما سَبَقَ وَالفاتِحِ لِما استُقبِلَ وَالمُهَيمِنِ عَلى ذلِكَ كُلِّهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلى صاحِبِ السَّكِينَةِ، السَّلامُ عَلى المَدفُونِ بِالمَدِينَةِ، السَّلامُ عَلى المَنصُورِ المُؤَيَّدِ، السَّلامُ عَلى أبي القاسِمِ مُحَمَّدٍ بنِ عَبدِ اللهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ ادخل الرواق وقدّم رجلك اليمنى قبل اليسرى وقف على باب القبّة وقل:\nأشهَدُ أن لا إلهَ إلاّ اللهُ وَحدَهُ لا شَرِيكَ لَهُ وَأشهَدُ أنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ جاءَ بِالحَقِّ مِن عِندِهِ وَصَدَّقَ المُرسَلِينَ، السَّلامُ عَلَيكَ يا رَسُولَ اللهِ، السَّلامُ عَلَيكَ يا حَبِيبَ اللهِ وَخِيَرَتَهُ مِن خَلقِهِ، السَّلامُ عَلى أمِيرِ المُؤمِنِينَ عَبدِ اللهِ وَأخي رَسُولِ اللهِ. يا مَولايَ يا أمِيرَ المُؤمِنِينَ عَبدُكَ وَابنُ عَبدِكَ وَابنُ أمَتِكَ جاءَكَ مُستَجِيراً بِذِمَّتِكَ قاصِداً إلى حَرَمِكَ مُتَوَجِّهاً إلى مَقامِكَ مُتَوَسِّلاً إلى اللهِ تَعالى بِكَ، أأدخُلُ يا مَولايَ أأدخُلُ يا أمِيرَ المُؤمِنِينَ أأدخُلُ يا حُجَّةَ اللهِ أأدخُلُ يا أمِينَ اللهِ أأدخُلُ يا مَلائِكَةَ اللهِ المُقِيمِينَ في هذا المَشهَدِ يا مَولايَ أتَأذَنُ لي بِالدُّخُولِ أفضَلَ ما أذِنتَ لأحَدٍ مِن أوليائِكَ، فَإن لَم أكُن لَهُ أهلاً فَأنتَ أهلٌ لِذلِكَ.\n\nثمّ قبّل العتبة وقدّم رجلك اليمنى على اليسرى وادخل وأنت تقول:\nبِسمِ اللهِ وَبِاللهِ وَفي سَبِيلِ اللهِ وَعَلى مِلَّةِ رَسُولِ اللهِ (صلّى الله عليه و آله) ، اللهُمَّ اغفِر لي وَارحَمني وَتُب عَلَيَّ إنَّكَ أنتَ التَّوابُ الرَّحِيمُ.\n\nثمّ امش حتى تحاذي القبر واستقبله بوجهك وقف قبل وصولك إليه وقل:\nالسَّلامُ مِنَ اللهِ عَلى مُحَمَّدٍ رَسُولِ اللهِ أمِينِ اللهِ عَلى وَحيِهِ وَرِسالاتِهِ وَعَزائِمِ أمرِهِ وَمَعدِنِ الوَحيِ وَالتَّنزِيلِ الخاتِمِ لِما سَبَقَ وَالفاتِحِ لِما استُقبِل وَالمُهَيمِنِ عَلى ذلِكَ كُلِّهِ الشَّاهِدِ عَلى الخَلقِ السِّراجِ المُنِيرِ، والسَّلامُ عَلَيهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَأهلِ بَيتِهِ المَظلُومِينَ أفضَلَ وَأكمَلَ وَأرفَعَ وَأشرَفَ ما صَلَّيتَ عَلى أحَدٍ مِن أنبيائِكَ وَرُسُلِكَ وَأصفِيائِكَ، اللهُمَّ صَلِّ عَلى أمِيرِ المُؤمِنِينَ عَبدِكَ وَخَيرِ خَلقِكَ بَعدَ نَبِيِّكَ وَأخي رَسُولِكَ وَوَصِيِّ حَبِيبِكَ الَّذي انتَجَبتَهُ مِن خَلقِكَ وَالدَّلِيلِ عَلى مَن بَعَثتَهُ بِرِسالاتِكَ وَديانِ الدِّينِ بِعَدلِكَ وَفَصلِ قَضائِكَ بَينَ خَلقِكَ، وَالسَّلامُ عَلَيهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، اللهُمَّ صَلِّ عَلى الأئِمَّةِ مِن وُلدِهِ القَوَّامِينَ بِأمرِكَ مِن بَعدِهِ المُطَهَّرِينَ الَّذِينَ ارتَضَيتَهُم أنصاراً لِدِينِكَ وَحَفَظَةً لِسِرِّكَ وَشُهداءِ عَلى خَلقِكَ وَأعلاماً لِعِبادِكَ صَلَواتُكَ عَلَيهِم أجمَعِينَ. السَّلامُ عَلى أمِيرِ المُؤمِنِينَ عَليِّ بنِ أبِى طالِبٍ وَصِيِّ رَسُولِ اللهِ وَخَلِيفَتِهِ وَالقائِمِ بِأمرِهِ مِن بَعدِهِ سَيِّدِ الوَصِيِّينَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلى فاطِمَةَ بِنتِ رَسُولِ اللهِ (صلّى الله عليه و آله) سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلى الحَسَنِ وَالحُسَينِ سَيِّدَي شَبابِ أهلِ الجَنَّةِ مِنَ الخَلقِ أجمَعِينَ، السَّلامُ عَلى الأئِمَّةِ الرَّاشِدِينَ، السَّلامُ عَلى الأنبياءِ وَالمُرسَلِينَ، السَّلامُ عَلى الأئِمَّةِ المُستَودَعِينَ، السَّلامُ عَلى خاصَّةِ اللهِ مِن خَلقِهِ، السَّلامُ عَلى المُتَوَسِّمِينَ، السَّلامُ عَلى المُؤمِنِينَ الَّذِينَ قامُوا بِأمرِهِ وَوازَرُوا أولياءَ اللهِ وَخافُوا بِخَوفِهِم، السَّلامُ عَلى المَلائِكَةِ المُقَرَّبِينَ، السَّلامُ عَلَينا وَعَلى عِبادِ اللهِ الصَّالِحِينَ.\n\nثمّ ادن من القبر واستقبله واجعل القبلة خلفك وقل:\nالسَّلامُ عَلَيكَ يا أمِيرَ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا حَبِيبَ اللهِ، السَّلامُ عَلَيكَ يا صَفوَةَ اللهِ، السَّلامُ عَلَيكَ يا وَلِيَّ اللهِ، السَّلامُ عَلَيكَ يا حُجَّةَ اللهِ، السَّلامُ عَلَيكَ يا إمامَ الهُدى، السَّلامُ عَلَيكَ يا عَلَمَ التُّقى، السَّلامُ عَلَيكَ أيُّها الوَصِيُّ البَرُّ التَّقِيُّ النَقِيُّ الوَفِيُّ، السَّلامُ عَلَيكَ يا أبا الحَسَنِ وَالحُسَينِ، السَّلامُ عَلَيكَ يا عَمُودَ الدِّينِ، السَّلامُ عَلَيكَ يا سَيِّدَ الوَصِيِّينَ وَأمِينَ رَبِّ العالَمِينَ وَديانَ يَومِ الدِّينِ وَخَيرَ المُؤمِنِينَ وَسَيِّدَ الصِدِّيقِينَ وَالصَفوَةَ مِن سُلالَةِ النَّبِيِّينَ وَبابَ حِكمَةِ رَبِّ العالَمِينَ وَخازِنَ وَحيِهِ وَعَيبَةَ عِلمِهِ وَالنَّاصِحَ لاُمَّةِ نَبِيِّهِ وَالتَّالِيَ لِرَسُولِهِ وَالمُواسِيَ لَهُ بِنَفسِهِ وَالنَّاطِقَ بِحُجَّتِهِ وَالدَّاعِيَ إلى شَرِيعَتِهِ وَالماضِيَ عَلى سُنَّتِهِ، اللهُمَّ إنّي أشهَدُ أنَّهُ قَد بَلَّغَ عَن رَسُولِكَ ماحُمِّلَ وَرعى ما استُحفِظَ وَحَفِظَ ما استُودِعَ وَحَلَّلَ حَلالَكَ وَحَرَّمَ حَرامَكَ وَأقامَ أحكامَكَ وَجاهَدَ النَّاكِثِينَ في سَبِيلِكَ وَالقاسِطِينَ في حُكمِكَ وَالمارِقِينَ عَن أمرِكَ صابِراً مُحتَسِباً لا تأخُذُهُ فِيكَ لَومَةُ لائِمٍ، اللهُمَّ صَلِّ عَلَيهِ أفضَلَ ما صَلَّيتَ عَلى أحَدٍ مِن أوليائِكَ وَأصفِيائِكَ وَأوصياءِ أنبيائِكَ اللهُمَّ هذا قَبرُ وَلِيِّكَ الَّذي فَرَضتَ طاعَتَهُ وَجَعَلتَ في أعناقِ عِبادِكَ مُبايَعَتَهُ وَخَلِيفَتِكَ الَّذي بِهِ تَأخُذُ وَتُعطي وَبِهِ تُثِيبُ وَتُعاقِبُ وَقَد قَصَدتُهُ طَمَعاً لِما أعدَدتَهُ لأوليائِكَ، فَبِعَظِيمِ قَدرِهِ عِندَكَ وَجَلِيلِ خَطَرِهِ لَدَيكَ وَقُربِ مَنزِلَتِهِ مِنكَ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَافعَل بي ما أنتَ أهلُهُ فَإنَّكَ أهلُ الكَرَمِ وَالجُودِ، وَالسَّلامُ عَلَيكَ يا مَوْلايَ وَعَلى ضَجِيعَيكَ آدَمَ وَنُوحٍ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ قبّل الضريح وقف ممّا يلي الرأس وقل:\nيا مَولايَ إلَيكَ وُفُودي وَبِكَ أتَوَسَّلُ إلى رَبّي في بُلُوغِ مَقصُودي وَأشهَدُ أنَّ المُتَوَسِّلَ بِكَ غَيرُ خائِبٍ وَالطَّالِبَ بِكَ عَن مَعرِفَةٍ غَيرُ مَردُودٍ إلاّ بِقَضاءِ حَوائِجِهِ، فَكُن لي شَفِيعاً إلى اللهِ رَبِّكَ وَرَبّي في قَضاء حَوائِجي وَتَيسِيرِ اُمُوري وَكَشفِ شِدَّتي وَغُفرانِ ذَنبي وَسَعَةِ رِزقي وَتَطوِيلِ عُمري وَإعطاءِ سُؤلي في آخِرَتي وَدُنيا يَ، اللهُمَّ العَن قَتَلَةَ أمِيرِ المُؤمِنِينَ اللهُمَّ العَن قَتَلَةَ الحَسَنِ وَالحُسَينِ اللهُمَّ العَن قَتَلَةَ الأئِمَّةِ وَعَذِّبهُم عَذاباً ألِيماً لا تُعَذِّبُهُ أحَداً مِن العالَمِينَ عَذاباً كَثِيراً لا انقِطاعَ لَهُ وَلا أجَلَ وَلا أمَدَ بِما شاقُّوا وُلاةَ أمرِكَ وَأعِدَّ لَهُم عَذاباً لَم تُحِلَّهُ بِأحَدٍ مِن خَلقِكَ، اللهُمَّ وَأدخِل عَلى قَتَلَةِ أنصارِ رَسُولِكَ وَعَلى قَتَلَةِ أمِيرِ المُؤمِنِينَ وَعَلى قَتَلَةِ الحَسَنِ وَالحُسَينِ وَعَلى قَتَلَةِ أنصارِ الحَسَنِ وَالحُسَينِ وَقَتَلَةِ مَن قُتِلَ في وِلايَةِ آلِ مُحَمَّدٍ أجمَعِينَ عَذاباً أَليماً مُضاعَفاً في أسفَلِ دَرَكٍ مِنَ الجَّحِيمِ لا يُخَفَّفُ عَنهُمُ العَذابُ وَهُم فِيهِ مُبلِسُونَ مَلعُونُونَ ناكِسُوا رُؤُوسِهِم عِندَ رَبِّهِم قَد عايَنُوا النَّدامَةَ وَالخِزيَ الطَّوِيلَ لِقَتلِهِم عِترَةَ أنبيائِكَ وَرُسُلِكَ وَأتباعِهِم مِن عِبادِكَ الصَّالِحِينَ، اللهُمَّ العَنهُم في مُستَسِرِّ السِرِّ وَظاهِرِ العَلانِيَةِ في أرضِكَ وَسَمائِكَ، اللهُمَّ اجعَل لي قَدَمَ صِدقٍ في أوليائِكَ وَحَبِّب إلَيَّ مَشاهِدَهُم وَمُستَقَرَّهُم حَتّى تُلحِقَني بِهِم وَتَجعَلَني لَهُم تَبَعاً في الدُّنيا وَالآخِرَةِ يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ قبّل الضريح واستقبل قبر الحسين بن علي (عليه السلام) بوجهك واجعل القبلة بين كتفيك وقل:\nالسَّلامُ عَلَيكَ يا أبا عَبدِ اللهِ، السَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيكَ يا بنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا بنَ فاطِمَةَ الزَّهراءِ سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلَيكَ يا أبا الأئِمَّةِ الهادِينَ المَهدِيِّينَ، السَّلامُ عَلَيكَ يا صَرِيعَ الدَّمعَةِ السَّاكِبَةِ، السَّلامُ عَلَيكَ يا صاحِبَ المُصِيبةِ الراتِبةِ، السَّلامُ عَلَيكَ وَعَلى جَدِّكَ وَأبِيكَ السَّلامُ عَلَيْكَ وَعَلى اُمِّكَ وَأخِيكَ، السَّلامُ عَلَيكَ وَعَلى الأئِمَّةِ مِن ذُرِّيَتِكَ وَبَنِيكَ. أشهَدُ لَقَد طَيَّبَ اللهُ بِكَ التُّرابَ وَأوضَحَ بِكَ الكِتابَ وَجَعَلَكَ وَأباكَ وَجَدَّكَ وَأخاكَ وَبَنِيكَ عِبرَةً لاُولي الألبابِ، يا ابنَ المَيامِينِ الأطيابِ التَّالِينَ الكِتابَ وَجَّهتُ سَلامي إلَيكَ صَلَواتُ اللهِ وَسَلامُهُ عَلَيكَ وَجَعَلَ أفئِدَةً مِنَ النَّاسِ تَهوي إلَيكَ ماخابَ مَن تَمَسَّكَ بِكَ وَلَجَأ إلَيكَ.\n\nثمّ تحوّل إلى عند الرجلين وقل:\nالسَّلامُ عَلى أبي الأئِمَّةِ وَخَلِيلِ النُّبُوَّةِ وَالمَخصُوصِ بِالأُخُوَّةِ، السَّلامُ عَلى يَعسُوبِ الدِّينِ وَالإيمانِ وَكَلِمَةِ الرَّحمنِ، السَّلامُ عَلى مِيزانِ الأعمالِ وَمُقَلِّبِ الأحوالِ وَسَيفِ ذي الجَلالِ وَساقي السَلسَبِيلِ الزُّلالِ، السَّلامُ عَلى صالِحِ المُؤمِنِينَ وَوارِثِ عِلمِ النَبِييِّنَ وَالحاكِمِ يَومَ الدِّينِ، السَّلامُ عَلى شَجَرَةِ التَّقوى وَسامِعِ السِّرِّ وَالنَّجوى، السَّلامُ عَلى حُجَةِ اللهِ البالِغَةِ وَنِعمَتِهِ السَّابِغَةِ وَنِقمَتِهِ الدَّامِغَةِ، السَّلامُ عَلى الصِّراطِ الواضِحِ وَالنَّجمِ اللائِحِ وَالإمامِ النَّاصِحِ وَالزِّنادِ القادِحِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ قل:\nاللهُمَّ صَلِّ عَلى أمِيرِ المُؤمِنِينَ عَلِيِّ بنِ أبي طالِبٍ أخِي نَبِيِّكَ وَوَلِيِّهِ وَناصِرِهِ وَوَصِيِّهِ وَوَزِيرِهِ وَمُستَودَعِ عِلمِهِ وَمَوضِعِ سِرِّهِ وَبابِ حِكمَتِهِ وَالناطِقِ بِحُجَّتِهِ وَالدَّاعي إلى شَرِيعَتِهِ وَخَلِيفَتِهِ في اُمَّتِهِ وَمُفَرِّجِ الكَربِ عَن وَجهِهِ، قاصِمِ الكَفَرَةِ وَمُرغِمِ الفَجَرَةِ الَّذي جَعَلتَهُ مِن نَبِيِّكَ بِمَنزِلَةِ هارُونَ مِن مُوسى، اللهُمَّ والِ مَن والاهُ وَعادِ مَن عاداهُ وَانصُر مَن نَصَرَهُ وَاخذُل مَن خَذَلَهُ وَالعَن مَن نَصَبَ لَهُ مِنَ الأوَّلِينَ وَالآخِرِينَ وَصَلِّ عَلَيهِ أفضَلَ ما صَلَّيتَ عَلى أحَدٍ مِن أوصياءِ أنبيائِكَ يا رَبَّ العالَمِينَ.\n\nثمّ عد إلى جانب الرأس لزيارة آدم ونوح (عليهما السلام)\n\nوقل في  زيارة آدم (عليه السلام) :\nالسَّلامُ عَلَيكَ يا صَفِيَّ اللهِ، السَّلامُ عَلَيكَ يا حَبِيبَ اللهِ، السَّلامُ عَلَيكَ يا نَبِيَّ اللهِ، السَّلامُ عَلَيكَ يا أمِينَ اللهِ، السَّلامُ عَلَيكَ يا خَلِيفَةَ اللهِ في أرضِهِ، السَّلامُ عَلَيكَ يا أبا البَشَرِ، السَّلامُ عَلَيكَ وَعَلى رُوحِكَ وَبَدَنِكَ وَعَلى الطَّاهِرِينَ مِن وُلدِكَ وَذُرِّيَّتِكَ وَصَلّى اللهُ عَلَيكَ صَلاةً لا يُحصِيها إلاّ هُوَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nوقل في  زيارة نوح (عليه السلام) : السَّلامُ عَلَيكَ يا نَبِيَّ اللهِ، السَّلامُ عَلَيكَ يا صَفِيَّ اللهِ، السَّلامُ عَلَيكَ يا وَلِيَّ اللهِ، السَّلامُ عَلَيكَ يا حَبِيبَ اللهِ، السَّلامُ عَلَيكَ يا شَيخَ المُرسَلِينَ، السَّلامُ عَلَيكَ يا أمِينَ اللهِ في أرضِهِ، صَلَواتُ اللهِ وَسَلامُهُ عَلَيكَ وَعَلى رُوحِكَ وَبَدَنِكَ وَعَلى الطَّاهِرِينَ مِن وُلدِكَ وَرَحمَةُ اللهِ وَبَرَكاتُهُ.\n\nثمّ صلّ ست ركعات ركعتان منها لزيارة أمير المؤمنين (عليه السلام) تقرأ في الركعة الاُولى فاتحة الكتاب وسورة الرحمن، \nوفي الثانية الحمد وسورة يس وتشهّد وسلّم وسبّح تسبيح الزهراء (عليها السلام) واستغفر الله عزّ وجلّ وادع لنفسك ثمّ قل:\nاللهُمَّ إنّي صَلَّيتُ هاتَينِ الرَّكعَتَينِ هَدِيَّةً مِنّي إلى سَيِّدي وَمَولايَ وَلِيِّكَ وَأخي رَسُولِكَ أمِيرِ المُؤمِنِينَ وَسَيِّدِ الوَصِيِّينَ عَلِيِّ بنِ أبي طالِبٍ (صلوات الله عليه وَعَلى آلِهِ) ، اللهُمَّ فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَقَبَّلها مِنّي وَاجزِني عَلى ذلِكَ جَزاءَ المُحسِنِينَ، اللهُمَّ لَكَ صَلَّيتُ وَلَكَ رَكَعتُ وَلَكَ سَجَدتُ وَحدَكَ لا شَرِيكَ لَكَ، لأنَّهُ لا تَكُونُ الصَّلاةُ وَالرُّكُوعُ وَالسُّجُودُ إلاّ لَكَ لأنَّكَ أنتَ اللهُ لا إلهَ إلاّ أنتَ اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَقَبَّل مِنّي زيارَتي وَأعطِني سُؤلي بِمُحَمَّدٍ وَآلِهِ الطَّاهِرِينَ.\n\nوتهدي الأربع ركعات الاُخر إلى آدم (عليه السلام) ونوح (عليه السلام) ثمّ تسجد سجدة الشكر وقل فيها:\nاللهُمَّ إلَيكَ تَوَجَّهتُ وَبِكَ اعتَصَمتُ وَعَلَيكَ تَوَكَّلتُ، اللهُمَّ أنتَ ثِقَتي وَرَجائي فَاكفِني ما أهَمَّني وَما لا يُهِمُّني وَما أنتَ أعلَمُ بِهِ مِنِّي، عَزَّ جارُكَ وَجَلَّ ثَناؤُكَ وَلا إلهَ غَيرُكَ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَقَرِّبْ فَرَجَهُم.\n\nثمّ ضع خدّك الأيمن على الأرض وقل:  \nارحم ذُلّي بَينَ يَدَيكَ وَتَضَرُّعي إلَيكَ وَوَحشَتي مِنَ النَّاسِ وَاُنسي بِكَ يا كَرِيمُ يا كَرِيمُ يا كَرِيمُ.\n\nثمّ ضع خدّك الأيسر على الأرض وقل: \nلا إلهَ إلاّ أنتَ رَبّي حَقاً حَقاً، سَجَدتُ لَكَ يا رَبِّ تَعَبُّداً وَرِقّاً، اللهُمَّ إنَّ عَمَلي ضَعِيفٌ فَضاعِفهُ لي يا كَرِيمُ يا كَرِيمُ يا كَرِيمُ.\n\nثمّ عد إلى السجود وقل: شكراً مائة مرة ، واجتهد في الدعاء فإنّه موضع مسألة وأكثر من الاستغفار فإنّه موضع مغفرة واسأل الحوائج فإنّه مقام إجابة.\n\nوقال السيد ابن طاووس في المزار: وكلّما صلّيت صلاة ـ فرضاً كانت أو نفلاً ـ مدة مقامك بمشهد أمير المؤمنين وادع بهذا الدعاء:\nاللهُمَّ لابُدَّ مِن أمرِكَ وَلابُدَّ مِن قَدَرِكَ وَلابُدَّ مِن قَضائِكَ وَلاحَولَ وَلا قُوَّةَ إلاّ بِكَ، اللهُمَّ فَما قَضَيتَ عَلَينا مِن قَضاءٍ أو قَدَّرتَ عَلَينا مِن قَدَرٍ فَأعطِنا مَعَهُ صَبراً يَقهَرُهُ وَيَدمَغُهُ، وَاجعَلهُ لَنا صاعِداً في رِضوانِكَ يُنمي في حَسَناتِنا وَتَفضِيلِنا وَسَؤدَدِنا وَشَرَفِنا وَمَجدِنا وَنَعمائِنا وَكَرامَتِنا في الدُّنيا وَالآخِرَةِ وَلاتَنقُص مِن حَسَناتِنا، اللهُمَّ وَما أعطَيتَنا مِن عَطاءٍ أو فَضَّلتَنا بِهِ مِن فَضِيلَةٍ أو أكرَمتَنا بِهِ مِن كَرامَةٍ فَأعطِنا مَعَهُ شُكراً يَقهَرُهُ وَيَدمَغُهُ وَاجعَلهُ لَنا صاعِداً في رِضوانِكَ وَفي حَسَناتِنا وَسُؤدَدِنا وَشَرَفِنا وَنَعمائِكَ وَكَرامَتِكَ في الدُّنيا وَالآخِرةِ وَلاتَجعَلهُ لَنا أشَراً وَلابَطَراً وَلا فِتنَةً وَلا مَقتاً وَلا عَذاباً وَلا خِزياً في الدُّنيا وَالآخِرةِ، اللهُمَّ إنَّا نَعُوذُ بِكَ مِن عَثرَةِ اللِّسانِ وَسُوءِ المَقامِ وَخِفَّةِ المِيزانِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَلَقِّنا حَسَناتِنا في المَماتِ وَلاتُرِنا أعمالَنا حَسَراتٍ وَلا تُخزِنا عِندَ قَضائِكَ وَلا تَفضَحنا بِسَيِّئاتِنا يَومَ نَلقاكَ، وَاجعَل قُلُوبَنا تَذكُرُكَ وَلاتَنساك وَتَخشاكَ كَأنَّها تَراكَ حَتّى تَلقاكَ، وَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَبَدِّل سَيِّئاتِنا حَسَناتٍ وَاجعَل حَسَناتِنا دَرَجاتٍ وَاجعَل دَرَجاتِنا غُرُفاتٍ وَاجعَل غُرُفاتِنا عالياتٍ، اللهُمَّ وَأوسِع لِفَقِيرِنا مِن سَعَةِ ما قَضَيتَ عَلى نَفسِكَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَمُنَّ عَلَينا بِالهُدى ما أبقَيتَنا وَالكَرامَةِ ما أحيَيتَنا وَالكَرامَةِ إذا تَوَفَّيتَنا وَالحِفظِ فِيما بِقِيَ مِن عُمُرِنا وَالبَرَكَةِ فِيما رَزَقتَنا وَالعَونِ عَلى ما حَمَّلتَنا وَالثَّباتِ عَلى ما طَوَّقتَنا، وَلا تُؤاخِذنا بِظُلمِنا وَلا تُقايِسنا بِجَهلِنا وَلا تَستَدرِجنا بِخَطايانا وَاجعَل أحسَنَ ما نَقُولُ ثابِتاً في قُلُوبِنا وَاجعَلنا عُظَماءَ عِندَكَ وَأذِلَّةً في أنفُسِنا وَانفَعنا بِما عَلَّمتَنا وَزِدنا عِلماً نافِعاً، وَأعُوذُ بِكَ مِن قَلبٍ لايَخشَعُ وَمِن عَينٍ لاتَدمَعُ وَمِن صَلاةٍ لاتُقبَلُ أجِرنا مِن سُوءِ الفِتَنِ يا وَلِيَّ الدُّنيا وَالآخِرَةِ.\n\nقال السيد في (مصباح الزائر): دعاء آخر يستحب الدعاء به عقيب  زيارة أمير المؤمنين (عليه السلام) : يا اللهُ يا اللهُ يا اللهُ يا مُجِيبَ دَعوَةِ المُضطَرِّينَ.\n\nأقول: هذا الدعاء هو دعاء صفوان المعروف بـدعاء علقمة وسياتي إن شاء الله في ذيل  زيارة عاشوراء واعلم أنّه يستحب  زيارة رأس الإمام الحسين (عليه السلام) عند قبر أمير المؤمنين (عليه السلام)، وقد عقد لذلك باباً في كتابي (الوسائل) و(المستدرك).\n\nوروي في المستدرك عن كتاب (المزار) لمحمد ابن المشهدي أنّه زار الصادق (عليه السلام) رأس الحسين (عليه السلام) عند رأس أمير المؤمنين (عليه السلام) وصلّى عنده أربع ركعات وهذه هي الزيارة:\n\nالسَّلامُ عَلَيكَ يا بنَ رَسُولِ اللهِ، السَّلامُ عَلَيك يا بنَ أمِيرِ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا بنَ الصِدِّيقَةِ الطَّاهِرَةِ سَيِّدَةِ نِساءِ العالَمِينَ، السَّلامُ عَلَيكَ يا مَولايَ يا أبا عَبدِ اللهِ وَرَحمَةُ اللهِ وَبَرَكاتُهُ، أشهَدُ أنَّكَ قَد أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَتَلَوتَ الكِتابَ حَقَّ تِلاوَتِهِ وَجاهَدتَ في اللهِ حَقَّ جِهادِهِ وَصَبَرتَ عَلى الأَذى في جَنبِهِ مُحتَسِباً حَتّى أتاكَ اليَقِينُ، وَأشهَدُ أنَّ الَّذِينَ خالَفُوكَ وَحارَبُوكَ وَأنَّ الَّذِينَ خَذَلُوكَ وَالَّذِينَ قَتَلُوكَ مَلعُونُونَ عَلى لِسانِ النَّبِيِّ الاُمّي وَقَد خابَ مَن افتَرى، لَعَنَ اللهُ الظَّالِمِينَ لَكُم مِنَ الأوَّلِينَ وَالآخِرِينَ وَضاعَفَ عَلَيهِمُ العَذابَ الألِيمَ. أتَيتُكَ يا مَولايَ يا بنَ رَسُولِ اللهِ زائِراً عارِفاً بِحَقِّكَ مُوالياً لأوليائِكَ مُعادياً لأعدائِكَ مُستَبصِراً بِالهُدى الَّذي أنتَ عَلَيهِ عارِفاً بِضَلالَةِ مَن خالَفَكَ فَاشفَع لي عِندَ رَبِّكَ.\n\nأقول: من المناسب أن يزار بهذه الزيارة في مسجد الحنّانة، فقد روى الشيخ محمد ابن المشهدي عن الصادق (عليه السلام) أنّه زار الحسين (عليه السلام) في مسجد الحنّانة بهذه الزيارة وصلّى أربع ركعات ولا يخفى أنّ مسجد الحنّانة من مساجد النجف الشريفة وقد روي أنّ فيه رأس الحسين (عليه السلام) .\n\nوروى أيضاً أنّ الصادق (عليه السلام) صلّى هناك ركعتين فسئل: ما هذه الصلاة؟ فقال: «هذا موضع رأس جدي الحسين بن علي (عليه السلام) وضعوه هنا عندما أتوا به من كربلاء ثمّ ذهبوا به الى عبيد الله بن زياد» وروي أنّه (عليه السلام) قال: «اُدع هنالك فقل:\n\nاللهُمَّ إنَّكَ تَرى مَكاني وَتَسمَعُ كَلامي وَلا يَخفى عَلَيكَ شيءٌ مِن أمري وَكَيفَ يَخفى عَلَيكَ ما أنتَ مَكَوِّنُهُ وَبارِئُهُ، وَقَد جِئتُكَ مُستَشفِعاً بِنَبِيِّكَ نَبِيِّ الرَّحمَةِ وَمُتَوَسِّلاً بِوَصِيِّ رَسُولِكَ، فَأسألُكَ بِهِما ثَباتَ القَدَمِ وَالهُدى وَالمَغفِرَةَ في الدُّنيا وَالآخِرةِ ».\n\nالمصدر:\nمفاتيح الجنان"]