{
"title": "الزيارة المطلقة الثانية لأمير المؤمنين (ع) - أمين الله - للإمام السجاد (ع)",
"type": "text",
"source": "\nالمزار الكبير ومفاتيح الجنان",
"data": "الزيارة المطلقة الثانية لأمير المؤمنين عن الإمام السجاد ععليه السلام ويزار بها الإمام في يوم الغدير أيضاً\n\nرَوَى جَابِرٌ الْجُعْفِيُّ قَالَ أَبُو جَعْفَرٍ عَلَيْهِ السَّلَامُ: مَضَى أَبِي عَلِيُّ بْنُ الْحُسَيْنِ عَلَيْهِمَا السَّلَامُ إِلَى مَشْهَدِ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ فَوَقَفَ ثُمَّ بَكَى وَ قَالَ:\nالسَّلَامُ عَلَيْكَ يَا أَمِينَ اللَّهِ فِي أَرْضِهِ وَ حُجَّتَهُ عَلَى عِبَادِهِ، السَّلَامُ‏ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ أَشْهَدُ أَنَّكَ جَاهَدْتَ‏ فِي اللَّهِ حَقَّ جِهادِهِ‏، وَ عَمِلْتَ بِكِتَابِهِ، وَ اتَّبَعْتَ سُنَنَ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، حَتَّى دَعَاكَ اللَّهُ إِلَى جِوَارِهِ، وَ قَبَضَكَ إِلَيْهِ بِاخْتِيَارِهِ، وَ أَلْزَمَ أَعْدَاءَكَ الْحُجَّةَ، مَعَ مَا لَكَ مِنَ الْحُجَجِ الْبَالِغَةِ عَلَى جَمِيعِ خَلْقِهِ.\nاللَّهُمَّ فَاجْعَلْ نَفْسِي مُطْمَئِنَّةً بِقَدَرِكَ، رَاضِيَةً بِقَضَائِكَ، مُولَعَةً بِذِكْرِكَ وَ دُعَائِكَ، مُحِبَّةً لِصَفْوَةِ أَوْلِيَائِكَ، مَحْبُوبَةً سَمَائِكَ، صَابِرَةً عَلَى نُزُولِ بَلَائِكَ، [شَاكِرَةً لِفَوَاضِلِ نَعْمَائِكَ، ذَاكِرَةً لِسَوَابِغِ آلَائِكَ‏]، مُشْتَاقَةً إِلَى فَرْحَةِ لِقَائِكَ، مُتَزَوِّدَةً التَّقْوَى لِيَوْمِ جَزَائِكَ، مُسْتَنَّةً بِسُنَنِ أَوْلِيَائِكَ، مُفَارِقَةً لِأَخْلَاقِ أَعْدَائِكَ، مَشْغُولَةً عَنِ الدُّنْيَا بِحَمْدِكَ وَ ثَنَائِكَ.\n\nثُمَّ وَضَعَ خَدَّهُ عَلَى قَبْرِهِ، وَ قَالَ:\nاللَّهُمَّ إِنَّ قُلُوبَ الْمُخْبِتِينَ إِلَيْكَ وَالِهَةٌ، وَ سُبُلَ الرَّاغِبِينَ إِلَيْكَ شَارِعَةٌ، وَ أَعْلَامَ الْقَاصِدِينَ إِلَيْكَ وَاضِحَةٌ، وَ أَفْئِدَةَ الْعَارِفِينَ مِنْكَ فَازِعَةٌ، وَ أَصْوَاتَ الدَّاعِينَ إِلَيْكَ صَاعِدَةٌ، وَ أَبْوَابَ الْإِجَابَةِ لَهُمْ مُفَتَّحَةٌ.\nوَ دَعْوَةَ مَنْ نَاجَاكَ مُسْتَجَابَةٌ، وَ تَوْبَةَ مَنْ أَنَابَ إِلَيْكَ مَقْبُولَةٌ، وَ عَبْرَةَ مَنْ بَكَى مِنْ خَوْفِكَ مَرْحُومَةٌ، وَ الْإِغَاثَةَ لِمَنِ اسْتَغَاثَ بِكَ مَوْجُودَةٌ، وَ الْإِعَانَةَ لِمَنِ اسْتَعَانَ بِكَ مَبْذُولَةٌ، وَ عِدَاتِكَ لِعِبَادِكَ مُنْجَزَةٌ.\nوَ زَلَلَ مَنِ اسْتَقَالَكَ مُقَالَةٌ، وَ أَعْمَالَ الْعَامِلِينَ لَدَيْكَ مَحْفُوظَةٌ، وَ أَرْزَاقَكَ إِلَى الْخَلَائِقِ مِنْ لَدُنْكَ نَازِلَةٌ، وَ عَوَائِدَ الْمَزِيدِ إِلَيْهِمْ وَاصِلَةٌ، وَ ذُنُوبَ الْمُسْتَغْفِرِينَ مَغْفُورَةٌ، وَ حَوَائِجَ خَلْقِكَ عِنْدَكَ مَقْضِيَّةٌ، وَ جَوَائِزَ السَّائِلِينَ عِنْدَكَ مُوَفَّرَةٌ، وَ عَوَائِدَ الْمَزِيدِ مُتَوَاتِرَةٌ، وَ مَوَائِدَ الْمُسْتَطْعِمِينَ مُعَدَّةٌ، وَ مَنَاهِلَ الظِّمَاءِ مُتْرَعَةٌ اللَّهُمَّ فَاسْتَجِبْ دُعَائِي، وَ اقْبَلْ ثَنَائِي، وَ اجْمَعْ بَيْنِي وَ بَيْنَ أَوْلِيَائِي بِحَقِّ مُحَمَّدٍ وَ عَلِيٍّ وَ فَاطِمَةَ وَ الْحَسَنِ وَ الْحُسَيْنِ، إِنَّكَ وَلِيُّ نَعْمَائِي، وَ مُنْتَهَى مُنَايَ، وَ غَايَةُ رَجَائِي فِي مُنْقَلَبِي وَ مَثْوَايَ.\nقَالَ الْبَاقِرُ عَلَيْهِ السَّلَامُ: مَا قَالَهُ أَحَدٌ مِنْ شِيعَتِنَا عِنْدَ قَبْرِ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ، إِلَّا وَقَعَ فِي دَرَجٍ مِنْ نُورٍ، وَ طُبِعَ عَلَيْهِ بِطَابَعِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، حَتَّى يُسَلَّمَ إِلَى الْقَائِمِ عَلَيْهِ السَّلَامُ، فَيَلْقَى صَاحِبَهُ بِالْبُشْرَى وَ التَّحِيَّةِ وَ الْكَرَامَةِ إِنْ شَاءَ اللَّهُ.\n\n"
}