{
"title": "الزيارة المطلقة الثالثة لأمير المؤمنين (ع) - للإمام الصادق (ع)",
"type": "text",
"source": "\nالمزار الكبير",
"data": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ، عَنْ بَعْضِهِمْ، عَنْ سَعْدِ بْنِ عَبْدِ اللَّهِ الْأَشْعَرِيِّ، قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عِيسَى، عَنِ الْحَسَنِ بْنِ عِيسَى، عَنْ هِشَامِ بْنِ سَالِمٍ، قَالَ: حَدَّثَنِي صَفْوَانُ الْجَمَّالُ قَالَ:\n لَمَّا وَافَيْتُ مَعَ جَعْفَرٍ الصَّادِقِ عَلَيْهِ السَّلَامُ الْكُوفَةَ نُرِيدُ أَبَا جَعْفَرٍ الْمَنْصُورَ، قَالَ لِي:\nيَا صَفْوَانُ أَنِخِ الرَّاحِلَةَ فَهَذَا حَرَمُ جَدِّي أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ، فَأَنَخْتُهَا، وَ نَزَلَ فَاغْتَسَلَ وَ غَيَّرَ ثَوْبَهُ وَ تَحَفَّى\nوَ قَالَ لِي: افْعَلْ مِثْلَ مَا أَفْعَلُهُ، ثُمَّ أَخَذَ نَحْوَ الذَّكَوَاتِ وَ قَالَ لِي: قَصِّرْ خُطَاكَ وَ أَلْقِ ذَقَنَكَ إِلَى الْأَرْضِ، فَإِنَّهُ يُكْتَبُ لَكَ بِكُلِّ خُطْوَةٍ مِائَةُ أَلْفِ حَسَنَةٍ، وَ يُمْحَى عَنْكَ أَلْفُ سَيِّئَةٍ، وَ يُرْفَعُ لَكَ مِائَةُ أَلْفِ دَرَجَةٍ، وَ يُقْضَى لَكَ مِائَةُ أَلْفِ حَاجَةٍ، وَ يُكْتَبُ لَكَ ثَوَابُ كُلِّ صِدِّيقٍ وَ شَهِيدٍ مَاتَ أَوْ قُتِلَ.\nثُمَّ مَشَى وَ مَشَيْنَا مَعَهُ وَ عَلَيْنَا السَّكِينَةَ وَ الْوَقَارَ، وَ نُسَبِّحُ وَ نُقَدِّسُ وَ نُهَلِّلُ، إِلَى أَنْ بَلَغْنَا الذَّكَوَاتِ، فَوَقَفَ عَلَيْهِ السَّلَامُ وَ نَظَرَ يَمْنَةً وَ يَسْرَةً، وَ خَطَّ\nبِعُكَّازَتِهِ فَقَالَ لِي: اطْلُبْهُ، فَطَلَبْتُ فَإِذَا أَثَرُ الْقَبْرِ فِي الْخَطِّ، \nثُمَّ أَرْسَلَ دُمُوعَهُ عَلَى خَدِّهِ وَ قَالَ: إِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ‏، وَ قَالَ:\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْوَصِيُّ الْبَرُّ التَّقِيُّ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبَأُ الْعَظِيمُ، السَّلَامُ عَلَيْكَ أَيُّهَا الصِّدِّيقُ الشَّهِيدُ، السَّلَامُ عَلَيْكَ أَيُّهَا الْبَرُّ الزَّكِيُّ، السَّلَامُ عَلَيْكَ يَا وَصِيَّ رَسُولِ رَبِّ الْعَالَمِينَ.\nالسَّلَامُ عَلَيْكَ يَا خِيَرَةَ اللَّهِ عَلَى الْخَلْقِ أَجْمَعِينَ، أَشْهَدُ أَنَّكَ حَبِيبُ اللَّهِ وَ خَاصَّتُهُ وَ خَالِصَتُهُ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ وَ مَوْضِعَ سِرِّهِ وَ عَيْبَةَ عِلْمِهِ وَ خَازِنَ وَحْيِهِ.\n\nثُمَّ انْكَبَّ عَلَى قَبْرِهِ وَ قَالَ:\nبِأَبِي أَنْتَ وَ أُمِّي يَا حُجَّةَ الْخِصَامِ، بِأَبِي أَنْتَ وَ أُمِّي يَا بَابَ الْمَقَامِ، بِأَبِي أَنْتَ وَ أُمِّي يَا نُورَ التَّمَامِ، أَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ عَنِ اللَّهِ وَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ مَا حُمِّلْتَ، وَ رَعَيْتَ مَا اسْتُحْفِظْتَ، وَ حَفِظْتَ مَا اسْتُودِعْتَ، وَ حَلَّلْتَ حَلَالَ اللَّهِ، وَ حَرَّمْتَ حَرَامَ اللَّهِ، وَ أَقَمْتَ أَحْكَامَ اللَّهِ وَ لَمْ تَتَعَدَّ حُدُودَ اللَّهِ، وَ عَبَدْتَ اللَّهَ مُخْلِصاً حَتَّى أَتَاكَ الْيَقِينُ، صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى الْأَئِمَّةِ مِنْ بَعْدِكَ.\n\nثُمَّ قَامَ فَصَلَّى عِنْدَ الرَّأْسِ رَكَعَاتٍ وَ قَالَ:\nيَا صَفْوَانُ مَنْ زَارَ أَمِيرَ الْمُؤْمِنِينَ بِهَذِهِ الزِّيَارَةِ وَ عَلَى هَذِهِ الصَّلَاةِ، رَجَعَ إِلَى أَهْلِهِ مَغْفُوراً ذَنْبُهُ، مَشْكُوراً سَعْيُهُ، وَ يُكْتَبُ لَهُ ثَوَابُ كُلِّ مَنْ زَارَهُ مِنَ الْمَلَائِكَةِ\nقُلْتُ: ثَوَابُ كُلِّ مَنْ يَزُورُهُ مِنَ الْمَلَائِكَةِ، \nقَالَ: يَزُورُهُ فِي كُلِّ لَيْلَةٍ سَبْعُونَ قَبِيلَةً،\nقُلْتُ: كَمِ الْقَبِيلَةُ، قَالَ: مِائَةُ أَلْفٍ.\n\nثُمَّ خَرَجَ مِنْ عِنْدِهِ الْقَهْقَرَى وَ هُوَ يَقُولُ:\nيَا جَدَّاهْ يَا سَيِّدَاهْ، يَا طَيِّبَاهْ يَا طَاهِرَاهْ، لَا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنْكَ وَ رَزَقَنِي الْعَوْدَ إِلَيْكَ وَ الْمَقَامَ فِي حَرَمِكَ وَ الْكَوْنَ مَعَكَ مَعَ الْأَبْرَارِ مِنْ وُلْدِكَ، صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى الْمَلَائِكَةِ الْمُحْدِقِينَ بِكَ.\n\nقُلْتُ: يَا سَيِّدِي تَأْذَنُ لِي أَنْ أُخْبِرَ أَصْحَابَنَا مِنْ أَهْلِ الْكُوفَةِ بِهِ، \nفَقَالَ: نَعَمْ، وَ أَعْطَانِي دَرَاهِمَ وَ أَصْلَحْتُ الْقَبْرَ.\n\n"
}