{
"title": "الزيارة المطلقة السادسة لأمير المؤمنين (ع) - للإمام الصادق(ع)",
"type": "text",
"source": "\nالمزار الكبير",
"data": "زيارة لأمير المؤمنين و الحسين بن علي صلوات الله عليهما في مشهد أمير المؤمنين عليه السلام\n\nرَوَى مُحَمَّدُ بْنُ خَالِدٍ الطَّيَالِسِيُّ، عَنْ سَيْفِ بْنِ عَمِيرَةَ قَالَ: \n\nخَرَجْتُ مَعَ صَفْوَانَ بْنِ مِهْرَانَ الْجَمَّالِ وَ جَمَاعَةٍ مِنْ أَصْحَابِنَا إِلَى الْغَرِيِّ بَعْدَ مَا وَرَدَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ، فَزُرْنَا أَمِيرَ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ،\n\n فَلَمَّا فَرَغْنَا مِنَ الزِّيَارَةِ صَرَفَ صَفْوَانُ وَجْهَهُ إِلَى نَاحِيَةِ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامَ وَ قَالَ: نَزُورُ الْحُسَيْنَ بْنَ عَلِيٍّ عَلَيْهِمَا السَّلَامُ مِنْ هَذَا الْمَكَانِ مِنْ عِنْدِ رَأْسِ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ، وَ قَالَ صَفْوَانُ:\n\nوَرَدْتُ مَعَ سَيِّدِي أَبِي عَبْدِ اللَّهِ الصَّادِقِ جَعْفَرِ بْنِ مُحَمَّدٍ صَلَوَاتُ اللَّهِ عَلَيْهِ فَفَعَلَ مِثْلَ هَذَا وَ دَعَا بِهَذَا الدُّعَاءِ، بَعْدَ أَنْ صَلَّى وَ وَدَّعَ، ثُمَّ قَالَ لِي: \nيَا صَفْوَانُ تَعَاهَدْ هَذِهِ الزِّيَارَةَ وَ ادْعُ بِهَذَا الدُّعَاءِ وَ زُرْهُمَا بِهَذِهِ الزِّيَارَةِ، فَإِنِّي ضَامِنٌ عَلَى اللَّهِ لِكُلِّ مَنْ زَارَهُمَا بِهَذِهِ الزِّيَارَةِ وَ دَعَا بِهَذَا الدُّعَاءِ مِنْ قُرْبٍ أَوْ بُعْدٍ أَنَّ زِيَارَتَهُ مَقْبُولَةٌ، وَ أَنَّ سَعْيَهُ مَشْكُورٌ، وَ سَلَامَهُ وَاصِلٌ غَيْرُ مَحْجُوبٍ، وَ حَاجَتَهُ مَقْضِيَّةٌ مِنَ اللَّهِ بَالِغاً مَا بَلَغَتْ، وَ أَنَّ اللَّهَ يُجِيبُهُ.\n\nيَا صَفْوَانُ وَجَدْتُ هَذِهِ الزِّيَارَةَ مَضْمُونَةً بِهَذَا الضَّمَانِ عَنْ أَبِي، وَ أَبِي عَنْ أَبِيهِ عَلِيِّ بْنِ الْحُسَيْنِ، وَ عَلِيُّ بْنُ الْحُسَيْنِ عَنْ أَبِيهِ الْحُسَيْنِ، وَ الْحُسَيْنُ عَنْ أَخِيهِ الْحَسَنِ، عَنْ أَمِيرِ الْمُؤْمِنِينَ مَضْمُوناً بِهَذَا الضَّمَانِ، وَ أَمِيرُ الْمُؤْمِنِينَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، عَنْ جَبْرَئِيلَ عَلَيْهِ السَّلَامُ مَضْمُوناً بِهَذَا الضَّمَانِ، قَدْ آلَى اللَّهُ عَلَى نَفْسِهِ عَزَّ وَ جَلَّ أَنَّ مَنْ زَارَ الْحُسَيْنَ بْنَ عَلِيٍّ عَلَيْهِمَا السَّلَامُ‏ بِهَذِهِ الزِّيَارَةِ مِنْ قُرْبٍ أَوْ بُعْدٍ فِي يَوْمِ عَاشُورَاءَ، وَ دَعَا بِهَذَا الدُّعَاءِ، قَبِلْتُ زِيَارَتَهُ وَ شَفَّعْتُهُ فِي مَسْأَلَتِهِ بَالِغاً مَا بَلَغَ وَ أَعْطَيْتُهُ سُؤْلَهُ، ثُمَّ لَا يَنْقَلِبُ عَنِّي خَائِباً وَ أَقْلِبُهُ مَسْرُوراً قَرِيراً عَيْنُهُ، بِقَضَاءِ حَوَائِجِهِ وَ الْفَوْزِ بِالْجَنَّةِ وَ الْعِتْقِ مِنَ النَّارِ، وَ شَفَّعْتُهُ فِي كُلِّ مَنْ شَفَعَ لَهُ مَا خَلَا النَّاصِبَ لَنَا أَهْلَ الْبَيْتِ، آلَى اللَّهُ تَعَالَى بِذَلِكَ عَلَى نَفْسِهِ، وَ أَشْهَدَ مَلَائِكَتَهُ عَلَى ذَلِكَ، \n\nوَ قَالَ جَبْرَئِيلُ: يَا مُحَمَّدُ إِنَّ اللَّهَ أَرْسَلَنِي إِلَيْكَ مُبَشِّراً لَكَ وَ لِعَلِيٍّ وَ فَاطِمَةَ وَ الْحَسَنِ وَ الْحُسَيْنِ وَ الْأَئِمَّةِ مِنْ وُلْدِكَ إِلَى يَوْمِ الْقِيَامَةِ، فَدَامَ سُرُورُكَ يَا مُحَمَّدُ وَ سُرُورُ عَلِيٍّ وَ فَاطِمَةَ وَ الْحَسَنِ وَ الْحُسَيْنِ وَ الْأَئِمَّةِ وَ شِيعَتِكُمْ إِلَى يَوْمِ الْبَعْثِ.\n\nوَ قَالَ صَفْوَانُ: قَالَ أَبُو عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ: يَا صَفْوَانُ إِذَا حَدَثَ لَكَ إِلَى اللَّهِ حَاجَةٌ فَزُرْهُ بِهَذِهِ الزِّيَارَةِ مِنْ حَيْثُ كُنْتَ، وَ ادْعُ بِهَذَا الدُّعَاءِ وَ سَلْ رَبَّكَ حَاجَتَكَ تَأْتِكَ مِنَ اللَّهِ، وَ اللَّهُ غَيْرُ مُخْلِفٍ وَعْدَهُ وَ رَسُولُهُ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ بِمَنِّهِ، وَ الْحَمْدُ لِلَّهِ.\nوَ هَذِهِ الزِّيَارَةُ:\n\nالسَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَمِينَ اللَّهِ، السَّلَامُ عَلَى مَنِ اصْطَفَاهُ اللَّهُ وَ اخْتَصَّهُ وَ اخْتَارَهُ مِنْ‏ بَرِيَّتِهِ، السَّلَامُ عَلَيْكَ يَا خَلِيلَ اللَّهِ مَا دَجَى اللَّيْلُ وَ غَسَقَ، وَ أَضَاءَ النَّهَارُ وَ أَشْرَقَ، السَّلَامُ عَلَيْكَ مَا صَمَتَ صَامِتٌ وَ نَطَقَ نَاطِقٌ وَ ذَرَّ شَارِقٌ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى مَوْلَانَا أَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ، صَاحِبِ السَّوَابِقِ وَ الْمَنَاقِبِ، وَ النَّجْدَةِ، وَ مُبِيدِ الْكَتَائِبِ، الشَّدِيدِ الْبَأْسِ، الْعَظِيمِ الْمِرَاسِ، الْمَكِينِ الْأَسَاسِ، سَاقِي الْمُؤْمِنِينَ بِالْكَأْسِ مِنْ حَوْضِ الرَّسُولِ الْمَكِينِ الْأَمِينِ.\nالسَّلَامُ عَلَى صَاحِبِ النُّهَى وَ الْفَضْلِ وَ الطَّوَائِلِ، وَ الْمَكْرُمَاتِ وَ النَّوَائِلِ، السَّلَامُ عَلَى فَارِسِ الْمُؤْمِنِينَ، وَ لَيْثِ الْمُوَحِّدِينَ، وَ قَاتِلِ الْمُشْرِكِينَ، وَ وَصِيِّ رَسُولِ رَبِّ الْعَالَمِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى مَنْ أَيَّدَهُ اللَّهُ بِجَبْرَئِيلَ، وَ أَعَانَهُ بِمِيكَائِيلَ، وَ أَزْلَفَهُ فِي الدَّارَيْنِ، وَ حَبَاهُ بِكُلِّ مَا تَقَرُّ بِهِ الْعَيْنُ، صَلَّى اللَّهُ عَلَيْهِ وَ عَلَى آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ، وَ عَلَى أَوْلَادِهِ الْمُنْتَجَبِينَ، وَ عَلَى الْأَئِمَّةِ الرَّاشِدِينَ، الَّذِينَ‏ أَمَرُوا بِالْمَعْرُوفِ، وَ نَهَوْا عَنِ الْمُنْكَرِ، وَ فَرَضُوا لَنَا الصَّلَوَاتِ، وَ أَمَرُوا بِإِيتَاءِ الزَّكَاةِ، وَ عَرَّفُونَا صِيَامَ شَهْرِ رَمَضَانَ، وَ قِرَاءَةَ الْقُرْآنِ.\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا يَعْسُوبَ الدِّينِ وَ قَائِدَ الْغُرِّ الْمُحَجَّلِينَ، السَّلَامُ عَلَيْكَ يَا بَابَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا عَيْنَ اللَّهِ النَّاظِرَةَ، وَ يَدَهُ الْبَاسِطَةَ، وَ أُذُنَهُ الْوَاعِيَةَ، وَ حِكْمَتَهُ الْبَالِغَةَ، وَ نِعْمَتَهُ السَّابِغَةَ، السَّلَامُ عَلَى قَسِيمِ الْجَنَّةِ وَ النَّارِ، السَّلَامُ عَلَى نِعْمَةِ اللَّهِ عَلَى الْأَبْرَارِ وَ نِقْمَتِهِ عَلَى الْفُجَّارِ، السَّلَامُ عَلَى سَيِّدِ الْمُتَّقِينَ الْأَخْيَارِ.\nالسَّلَامُ عَلَى أَخِي رَسُولِ اللَّهِ وَ ابْنِ عَمِّهِ، وَ زَوْجِ ابْنَتِهِ وَ الْمَخْلُوقِ مِنْ طِينَتِهِ، السَّلَامُ عَلَى الْأَصْلِ الْقَدِيمِ وَ الْفَرْعِ الْكَرِيمِ، السَّلَامُ عَلَى الثَّمَرِ الْجَنِيِّ، السَّلَامُ عَلَى أَبِي الْحَسَنِ عَلِيٍّ، السَّلَامُ عَلَى شَجَرَةِ طُوبَى وَ سِدْرَةِ الْمُنْتَهَى‏\nالسَّلَامُ عَلَى آدَمَ صَفْوَةِ اللَّهِ، وَ نُوحٍ نَبِيِّ اللَّهِ، وَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ، وَ مُوسَى كَلِيمِ اللَّهِ، وَ عِيسَى رُوحِ اللَّهِ، وَ مُحَمَّدٍ حَبِيبِ اللَّهِ، وَ مَنْ بَيْنَهُمْ‏ مِنَ النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ وَ حَسُنَ أُولئِكَ رَفِيقاً.\nالسَّلَامُ عَلَى نُورِ الْأَنْوَارِ، وَ سَلِيلِ الْأَطْهَارِ، وَ عَنَاصِرِ الْأَخْيَارِ، السَّلَامُ عَلَى وَالِدِ الْأَئِمَّةِ الْأَبْرَارِ، السَّلَامُ عَلَى حَبْلِ اللَّهِ الْمَتِينِ، وَ جَنْبِهِ الْمَكِينِ، وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى أَمِينِ اللَّهِ فِي أَرْضِهِ وَ خَلِيفَتِهِ فِي عِبَادِهِ، وَ الْحَاكِمِ بِأَمْرِهِ، وَ الْقَيِّمِ بِدِينِهِ، وَ النَّاطِقِ بِحِكْمَتِهِ، وَ الْعَامِلِ بِكِتَابِهِ، أَخِي الرَّسُولِ، وَ زَوْجِ الْبَتُولِ، وَ سَيْفِ اللَّهِ الْمَسْلُولِ، السَّلَامُ عَلَى صَاحِبِ الدَّلَالاتِ وَ الْآيَاتِ الْبَاهِرَاتِ وَ الْمُعْجِزَاتِ الْقَاهِرَاتِ، الْمُنْجِي مِنَ الْهَلَكَاتِ، الَّذِي ذَكَرَهُ اللَّهُ فِي مُحْكَمِ الْآيَاتِ، فَقَالَ تَعَالَى } وَ إِنَّهُ فِي أُمِّ الْكِتابِ لَدَيْنا لَعَلِيٌّ حَكِيمٌ ‏{  \nالسَّلَامُ عَلَى اسْمِ اللَّهِ الرَّضِيِّ، وَ وَجْهِهِ الْمُضِي‏ءِ، وَ جَنْبِهِ الْعَلِيِّ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى حُجَجِ اللَّهِ وَ أَوْصِيَائِهِ، وَ خَاصَّةِ اللَّهِ وَ أَصْفِيَائِهِ، وَ خَالِصَتِهِ وَ أُمَنَائِهِ، وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nقَصَدْتُكَ يَا مَوْلَايَ يَا أَمِينَ اللَّهِ وَ حُجَّتَهُ، زَائِراً عَارِفاً بِحَقِّكَ، مُوَالِياً لِأَوْلِيَائِكَ، مُعَادِياً لِأَعْدَائِكَ، مُتَقَرِّباً إِلَى اللَّهِ بِزِيَارَتِكَ، فَاشْفَعْ لِي عِنْدَ اللَّهِ رَبِّي وَ رَبِّكَ فِي خَلَاصِ رَقَبَتِي مِنَ النَّارِ وَ قَضَاءِ حَوَائِجِي حَوَائِجِ الدُّنْيَا وَ الْآخِرَةِ.\n\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ فَقَبِّلْهُ وَ قُلْ:\nسَلَامُ اللَّهِ وَ سَلَامُ مَلَائِكَتِهِ الْمُقَرَّبِينَ، وَ الْمُسَلِّمِينَ لَكَ بِقُلُوبِهِمْ يَا أَمِيرَ الْمُؤْمِنِينَ، وَ النَّاطِقِينَ بِفَضْلِكَ، وَ الشَّاهِدِينَ عَلَى أَنَّكَ صَادِقٌ أَمِينٌ، وَ أَشْهَدُ أَنَّكَ طُهْرٌ طَاهِرٌ مُطَهَّرٌ، مِنْ طُهْرٍ طَاهِرٍ مُطَهَّرٍ.\nأَشْهَدُ لَكَ يَا وَلِيَّ اللَّهِ وَ وَلِيَّ رَسُولِهِ بِالْبَلَاغِ وَ الْأَدَاءِ، وَ أَشْهَدُ أَنَّكَ جَنْبُ اللَّهِ وَ بَابُهُ، وَ حَبِيبُ اللَّهِ وَ وَجْهُهُ الَّذِي يُؤْتَى مِنْهُ، وَ أَنَّكَ سَبِيلُ اللَّهِ، وَ أَنَّكَ عَبْدُ اللَّهِ وَ أَخُو رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\nأَتَيْتُكَ مُتَقَرِّباً إِلَى اللَّهِ بِزِيَارَتِكَ، رَاغِباً إِلَيْكَ فِي الشَّفَاعَةِ، أَبْتَغِي بِشَفَاعَتِكَ خَلَاصَ رَقَبَتِي مِنَ النَّارِ، مُتَعَوِّذاً بِكَ مِنَ النَّارِ، هَارِباً مِنْ ذُنُوبِيَ الَّتِي احْتَطَبْتُهَا عَلَى ظَهْرِي، فَزِعاً إِلَيْكَ رَجَاءَ رَحْمَةِ رَبِّي.\nأَتَيْتُكَ أَسْتَشْفِعُ بِكَ يَا مَوْلَايَ، وَ أَتَقَرَّبُ إِلَى اللَّهِ لِيَقْضِيَ بِكَ حَوَائِجِي، فَاشْفَعْ لِي يَا أَمِيرَ الْمُؤْمِنِينَ إِلَى اللَّهِ، فَإِنِّي عَبْدُ اللَّهِ وَ مَوْلَاكَ وَ زَائِرُكَ، وَ لَكَ عِنْدَ اللَّهِ الْمَقَامُ الْمَحْمُودُ، وَ الْجَاهُ الْعَظِيمُ، وَ الشَّأْنُ الْكَبِيرُ، وَ الشَّفَاعَةُ الْمَقْبُولَةُ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ صَلِّ عَلَى أَمِيرِ الْمُؤْمِنِينَ‏ عَبْدِكَ الْمُرْتَضَى، وَ أَمِينِكَ الْأَوْفَى، وَ عُرْوَتِكَ الْوُثْقَى، وَ يَدِكَ الْعُلْيَا، وَ جَنْبِكَ الْأَعْلَى، وَ كَلِمَتِكَ الْحُسْنَى، وَ حُجَّتِكَ عَلَى الْوَرَى، وَ صِدِّيقِكَ الْأَكْبَرِ، وَ سَيِّدِ الْأَوْصِيَاءِ، وَ رُكْنِ الْأَوْلِيَاءِ، وَ عِمَادِ الْأَصْفِيَاءِ، أَمِيرِ الْمُؤْمِنِينَ، وَ يَعْسُوبِ الدِّينِ، وَ قُدْوَةِ الصَّالِحِينَ، وَ إِمَامِ الْمُخْلِصِينَ، وَ الْمَعْصُومِ مِنَ الْخَلَلِ، الْمُهَذَّبِ مِنَ الزَّلَلِ، الْمُطَهَّرِ مِنَ الْعَيْبِ، الْمُنَزَّهِ مِنَ الرَّيْبِ، أَخِي نَبِيِّكَ وَ وَصِيِّ رَسُولِكَ، الْبَائِتِ عَلَى فِرَاشِهِ، وَ الْمُوَاسِي لَهُ بِنَفْسِهِ، وَ كَاشِفِ الْكَرْبِ عَنْ وَجْهِهِ.\nالَّذِي جَعَلْتَهُ سَيْفاً لِنُبُوَّتِهِ، وَ آيَةً لِرِسَالَتِهِ، وَ شَاهِداً عَلَى أُمَّتِهِ، وَ دَلَالَةً لِحُجَّتِهِ، وَ حَامِلًا لِرَايَتِهِ، وَ وِقَايَةً لِمُهْجَتِهِ، وَ هَادِياً لِأُمَّتِهِ، وَ يَداً لِبَأْسِهِ، وَ تَاجاً لِرَأْسِهِ، وَ بَاباً لِسِرِّهِ، وَ مِفْتَاحاً لِظَفَرِهِ، حَتَّى هَزَمَ جُيُوشَ الشِّرْكِ بِإِذْنِكَ، وَ أَبَادَ عَسَاكِرَ الْكُفْرِ بِأَمْرِكَ، وَ بَذَلَ نَفْسَهُ فِي مَرْضَاةِ رَسُولِكَ، وَ جَعَلَهَا وَقْفاً عَلَى طَاعَتِهِ، فَصَلِّ اللَّهُمَّ عَلَيْهِ صَلَاةً دَائِمَةً بَاقِيَةً.\n\nثُمَّ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ، وَ الشِّهَابَ الثَّاقِبَ، وَ النُّورَ الْعَاقِبَ، يَا سَلِيلَ الْأَطَائِبِ، يَا سِرَّ اللَّهِ، إِنَّ بَيْنِي وَ بَيْنَ اللَّهِ تَعَالَى ذُنُوباً قَدْ أَثْقَلَتْ ظَهْرِي، وَ لَا يَأْتِي عَلَيْهِ إِلَّا رِضَاهُ، فَبِحَقِّ مَنِ ائْتَمَنَكَ عَلَى سِرِّهِ، وَ اسْتَرْعَاكَ أَمْرَ خَلْقِهِ، كُنْ إِلَى اللَّهِ لِي شَفِيعاً، وَ مِنَ النَّارِ مُجِيراً، وَ عَلَى الدَّهْرِ ظَهِيراً، فَإِنِّي عَبْدُ اللَّهِ وَ وَلِيُّكَ وَ زَائِرُكَ صَلَّى اللَّهُ عَلَيْكَ.\n\nوَ صَلِّ سِتَّ رَكَعَاتٍ صَلَاةَ الزِّيَارَةِ وَ ادْعُ بِمَا أَحْبَبْتَ، ثُمَّ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، عَلَيْكَ مِنِّي سَلَامُ اللَّهِ أَبَداً مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ.\n\nثُمَّ أَوْمِئْ إِلَى الْحُسَيْنِ عَلَيْهِ السَّلَامُ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا ابْنَ رَسُولِ اللَّهِ، أَتَيْتُكُمَا زَائِراً، وَ مُتَوَسِّلًا إِلَى اللَّهِ رَبِّي وَ رَبِّكُمَا، وَ مُتَوَجِّهاً إِلَيْهِ بِكُمَا، وَ مُسْتَشْفِعاً بِكُمَا إِلَى اللَّهِ فِي حَاجَتِي هَذِهِ، فَاشْفَعَا لِي، فَإِنَّ لَكُمَا عِنْدَ اللَّهِ الْمَقَامَ الْمَحْمُودَ وَ الْجَاهَ الْوَجِيهَ، وَ الْمَنْزِلَ الرَّفِيعَ وَ الْوَسِيلَةَ.\nإِنِّي أَنْقَلِبُ عَنْكُمَا مُنْتَظِراً لِتَنَجُّزِ الْحَاجَةِ وَ قَضَائِهَا وَ نَجَاحِهَا مِنَ اللَّهِ بِشَفَاعَتِكُمَا لِي إِلَى اللَّهِ فِي ذَلِكَ، فَلَا أَخِيبُ، وَ لَا يَكُونُ مُنْقَلَبِي عَنْكُمَا مُنْقَلَباً خَاسِراً، بَلْ يَكُونَ مُنْقَلَبِي مُنْقَلَباً رَاجِحاً مُفْلِحاً، مُنْجِحاً مُسْتَجَاباً لِي بِقَضَاءِ جَمِيعِ الْحَوَائِجِ، فَاشْفَعَا لِي.\n\nأَنْقَلِبُ عَلَى مَا شَاءَ اللَّهُ، لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ، مُفَوِّضاً أَمْرِي إِلَى اللَّهِ، مُلْجِئاً ظَهْرِي إِلَى اللَّهِ، مُتَوَكِّلًا عَلَى اللَّهِ، وَ أَقُولُ حَسْبِيَ اللَّهُ وَ كَفَى، سَمِعَ اللَّهُ لِمَنْ دَعَا، لَيْسَ وَرَاءَ اللَّهِ وَ وَرَاءَكُمْ يَا سَادَاتِي مُنْتَهًى، مَا شَاءَ اللَّهُ رَبِّي كَانَ، وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ.\n\nيَا سَيِّدِي يَا أَمِيرَ الْمُؤْمِنِينَ وَ مَوْلَايَ، وَ أَنْتَ يَا أَبَا عَبْدِ اللَّهِ، سَلَامِي عَلَيْكُمَا مُتَّصِلٌ مَا اتَّصَلَ اللَّيْلُ وَ النَّهَارُ، وَاصِلٌ إِلَيْكُمَا غَيْرُ مَحْجُوبٍ عَنْكُمَا سَلَامِي إِنْ شَاءَ اللَّهُ، وَ أَسْأَلُهُ بِحَقِّكُمَا أَنْ يَشَاءَ ذَلِكَ وَ يَفْعَلَ فَإِنَّهُ حَمِيدٌ مَجِيدٌ.\n\nأَنْقَلِبُ يَا سَيِّدَيَّ عَنْكُمَا تَائِباً حَامِداً لِلَّهِ شَاكِراً رَاضِياً، مُسْتَيْقِناً لِلْإِجَابَةِ، غَيْرَ آيِسٍ وَ لَا قَانِطٍ، عَائِداً رَاجِعاً إِلَى زِيَارَتِكُمَا، غَيْرَ رَاغِبٍ عَنْكُمَا، بَلْ رَاجِعٌ إِنْ شَاءَ اللَّهُ تَعَالَى إِلَيْكُمَا، يَا سَادَاتِي رَغِبْتُ إِلَيْكُمَا بَعْدَ أَنْ زَهِدَ فِيكُمَا وَ فِي زِيَارَتِكُمَا أَهْلُ الدُّنْيَا، فَلَا يُخَيِّبُنِي اللَّهُ فِيمَا رَجَوْتُ وَ مَا أَمَّلْتُ فِي زِيَارَتِكُمَا، إِنَّهُ قَرِيبٌ مُجِيبٌ.\n\nثُمَّ انْفَتِلْ إِلَى الْقِبْلَةِ وَ قُلْ:\nيَا اللَّهُ يَا اللَّهُ، يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ، وَ يَا كَاشِفَ كَرْبِ الْمَكْرُوبِينَ، وَ يَا غِيَاثَ الْمُسْتَغِيثِينَ، وَ يَا صَرِيخَ الْمُسْتَصْرِخِينَ، وَ يَا مَنْ هُوَ أَقْرَبُ إِلَيَ‏ مِنْ حَبْلِ الْوَرِيدِ.\nيَا مَنْ‏ يَحُولُ بَيْنَ الْمَرْءِ وَ قَلْبِهِ‏، وَ يَا مَنْ هُوَ بِالْمَنْظَرِ الْأَعْلَى وَ بِالْأُفُقِ الْمُبِينِ، وَ يَا مَنْ‏ هُوَ الرَّحْمنُ الرَّحِيمُ*، يَا مَنْ‏ عَلَى الْعَرْشِ اسْتَوى‏، يَا مَنْ‏ يَعْلَمُ خائِنَةَ الْأَعْيُنِ وَ ما تُخْفِي الصُّدُورُ، وَ يَا مَنْ لَا تَخْفَى عَلَيْهِ خَافِيَةٌ.\nيَا مَنْ لَا تَشْتَبِهُ عَلَيْهِ الْأَصْوَاتُ، يَا مَنْ لَا تُغَلِّطُهُ الْحَاجَاتُ، يَا مَنْ لَا يُبْرِمُهُ إِلْحَاحُ الْمُلِحِّينَ، يَا مُدْرِكَ كُلِّ فَوْتٍ، يَا جَامِعَ كُلِّ شَمْلٍ، يَا بَارِئَ النُّفُوسِ بَعْدَ الْمَوْتِ، يَا مَنْ هُوَ كُلُّ يَوْمٍ فِي شَأْنٍ.\nيَا قَاضِيَ الْحَاجَاتِ، يَا مُنَفِّسَ الْكُرُبَاتِ، يَا مُعْطِيَ السُّؤُلَاتِ، يَا وَلِيَّ الرَّغَبَاتِ، يَا كَافِيَ الْمُهِمَّاتِ، يَا مَنْ يَكْفِي مِنْ كُلِّ شَيْ‏ءٍ وَ لَا يَكْفِي مِنْهُ شَيْ‏ءٌ فِي السَّمَاوَاتِ وَ الْأَرْضِ.\nأَسْأَلُكَ بِحَقِّ مُحَمَّدٍ وَ عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ، وَ بِحَقِّ فَاطِمَةَ بِنْتِ نَبِيِّكَ، وَ بِحَقِّ الْحَسَنِ وَ الْحُسَيْنِ، فَإِنِّي بِهِمْ أَتَوَجَّهُ إِلَيْكَ فِي مَقَامِي هَذَا، وَ بِهِمْ أَتَوَسَّلُ، وَ بِهِمْ أَسْتَشْفِعُ إِلَيْكَ، وَ بِحَقِّهِمْ أَسْأَلُكَ وَ أُقْسِمُ وَ أَعْزِمُ عَلَيْكَ، وَ بِالشَّأْنِ الَّذِي لَهُمْ عِنْدَكَ، وَ بِالَّذِي فَضَّلْتَهُمْ عَلَى الْعَالَمِينَ، وَ بِاسْمِكَ الَّذِي جَعَلْتَهُ عِنْدَهُمْ، وَ بِهِ خَصَصْتَهُمْ دُونَ الْعَالَمِينَ، وَ بِهِ أَبَنْتَهُمْ وَ أَبَنْتَ فَضْلَهُمْ مِنْ كُلِّ فَضْلٍ، حَتَّى فَاقَ فَضْلُهُمْ فَضْلَ الْعَالَمِينَ جَمِيعاً.\nوَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَكْشِفَ عَنِّي غَمِّي وَ هَمِّي وَ كَرْبِي، وَ أَنْ تَكْفِيَنِي الْمُهِمَّ مِنْ أُمُورِي، وَ تَقْضِيَ عَنِّي دَيْنِي، وَ تُجِيرَنِي مِنَ الْفَقْرِ وَ الْفَاقَةِ، وَ تُغْنِيَنِي عَنِ الْمَسْأَلَةِ إِلَى الْمَخْلُوقِينَ، وَ تَكْفِيَنِي هَمَّ مَنْ أَخَافُ هَمَّهُ، وَ عُسْرَ مَنْ أَخَافُ عُسْرَهُ، وَ حُزُونَةَ مَنْ أَخَافُ حُزُونَتَهُ، وَ شَرَّ مَنْ أَخَافُ شَرَّهُ، وَ مَكْرَ مَنْ أَخَافُ مَكْرَهُ، وَ بَغْيَ مَنْ أَخَافُ بَغْيَهُ، وَ جَوْرَ مَنْ أَخَافُ جَوْرَهُ، وَ سُلْطَانَ مَنْ أَخَافُ سُلْطَانَهُ، وَ كَيْدَ مَنْ أَخَافُ كَيْدَهُ، وَ اصْرِفْ عَنِّي كَيْدَهُ وَ مَكْرَهُ، وَ مَقْدُرَةَ مَنْ أَخَافُ مَقْدُرَتَهُ‏\nعَلَيَّ، وَ تَرُدَّ عَنِّي كَيْدَ الْكَيَدَةِ وَ مَكْرَ الْمَكَرَةِ.\nاللَّهُمَّ مَنْ أَرَادَنِي بِسُوءٍ فَأَرِدْهُ، وَ مَنْ كَادَنِي فَكِدْهُ، وَ اصْرِفْ عَنِّي كَيْدَهُ وَ بَأْسَهُ وَ أَمَانِيَّهُ، وَ امْنَعْهُ عَنِّي كَيْفَ شِئْتَ وَ أَنَّى شِئْتَ، اللَّهُمَّ اشْغَلْهُ عَنِّي بِفَقْرٍ لَا تَجْبُرُهُ، وَ بَلَاءٍ لَا تَسْتُرُهُ، وَ بِفَاقَةٍ لَا تَسُدُّهَا، وَ بِسُقْمٍ لَا تُعَافِيهِ، وَ بِذُلٍّ لَا تُعِزُّهُ، وَ مَسْكَنَةٍ لَا تَجْبُرُهَا.\nاللَّهُمَّ اجْعَلِ الذُّلَّ نُصْبَ عَيْنَيْهِ، وَ أَدْخِلْ عَلَيْهِ الْفَقْرَ فِي مَنْزِلِهِ، وَ السُّقْمَ فِي بَدَنِهِ، حَتَّى تَشْغَلَهُ عَنِّي بِشُغُلٍ شَاغِلٍ لَا فَرَاغَ لَهُ، وَ أَنْسِهِ ذِكْرِي كَمَا أَنْسَيْتَهُ ذِكْرَكَ، وَ خُذْ عَنِّي بِسَمْعِهِ وَ بَصَرِهِ وَ لِسَانِهِ، وَ يَدِهِ وَ رِجْلِهِ وَ قَلْبِهِ وَ جَمِيعِ جَوَارِحِهِ، وَ أَدْخِلْ عَلَيْهِ فِي جَمِيعِ ذَلِكَ السُّقْمَ وَ لَا تَشْفِهِ، حَتَّى تَجْعَلَ لَهُ ذَلِكَ شُغُلًا شَاغِلًا عَنِّي وَ عَنْ ذِكْرِي، وَ اكْفِنِي يَا كَافِيَ مَا لَا يَكْفِي سِوَاكَ.\nيَا مُفَرِّجَ مَنْ لَا مُفَرِّجَ لَهُ سِوَاكَ، وَ مُغِيثَ مَنْ لَا مُغِيثَ لَهُ سِوَاكَ، وَ جَارَ مَنْ لَا جَارَ لَهُ سِوَاكَ، وَ مَلْجَأَ مَنْ لَا مَلْجَأَ لَهُ غَيْرُكَ، أَنْتَ ثِقَتِي وَ رَجَائِي، وَ مَفْزَعِي وَ مَهْرَبِي، وَ مَلْجَئِي وَ مَنْجَايَ، فَبِكَ أَسْتَفْتِحُ وَ بِكَ أَسْتَنْجِحُ، وَ بِمُحَمَّدٍ وَ آلِ مُحَمَّدِ أَتَوَجَّهُ إِلَيْكَ وَ أَتَوَسَّلُ وَ أَتَشَفَّعُ.\nيَا اللَّهُ يَا اللَّهُ يَا اللَّهُ، وَ لَكَ الْحَمْدُ وَ لَكَ الْمِنَّةُ، وَ إِلَيْكَ الْمُشْتَكَى وَ أَنْتَ الْمُسْتَعَانُ، فَأَسْأَلُكَ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَكْشِفَ عَنِّي غَمِّي وَ هَمِّي وَ كَرْبِي فِي مَقَامِي هَذَا، كَمَا كَشَفْتَ عَنْ نَبِيِّكَ غَمَّهُ وَ هَمَّهُ وَ كَرْبَهُ، وَ كَفَيْتَهُ هَوْلَ عَدُوِّهِ، فَاكْشِفْ عَنِّي‏ كَمَا كَشَفْتَ عَنْهُ، وَ فَرِّجْ عَنِّي كَمَا فَرَّجْتَ عَنْهُ، وَ اكْفِنِي كَمَا كَفَيْتَهُ، وَ اصْرِفْ عَنِّي هَوْلَ مَا أَخَافُ هَوْلَهُ، وَ مَئُونَةَ مَنْ أَخَافُ مَئُونَتَهُ، وَ هَمَّ مَنْ أَخَافُ هَمَّهُ، بِلَا مَئُونَةٍ عَلَى نَفْسِي مِنْ ذَلِكَ، وَ اصْرِفْنِي بِقَضَاءِ حَاجَتِي وَ كِفَايَةِ مَا أَهَمَّنِي هَمُّهُ مِنْ أَمْرِ دُنْيَايَ وَ آخِرَتِي، يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ تَلْتَفِتُ إِلَى أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، وَ السَّلَامُ عَلَى أَبِي عَبْدِ اللَّهِ الْحُسَيْنِ مَا بَقِيتُ وَ بَقِيَ اللَّيْلُ وَ النَّهَارُ، لَا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنِّي لِزِيَارَتِكُمَا، وَ لَا فَرَّقَ اللَّهُ بَيْنِي وَ بَيْنَكُمَا- ثُمَّ تَنْصَرِفُ.\n\n"
}