["زيارة أخرى له عليه السّلام:\n\nتَقْصِدُ بَابَ السَّلَامِ وَ تُكَبِّرُ اللَّهَ أَرْبَعاً وَ ثَلَاثِينَ تَكْبِيرَةً، وَ تُحَمِّدُهُ ثَلَاثاً وَ ثَلَاثِينَ تَحْمِيدَةً، وَ تُسَبِّحُهُ ثَلَاثاً وَ ثَلَاثِينَ تَسْبِيحَةً، وَ تُهَلِّلُهُ أَرْبَعاً وَ ثَلَاثِينَ تَهْلِيلَةً، ثُمَّ تَدْخُلُ إِلَى الضَّرِيحِ وَ تَقُولُ:\n\nسَلَامُ اللَّهِ وَ سَلَامُ مَلَائِكَتِهِ الْمُقَرَّبِينَ وَ أَنْبِيَائِهِ الْمُرْسَلِينَ وَ عِبَادِهِ الصَّالِحِينَ عَلَيْكَ يَا مَوْلَايَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، السَّلَامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللَّهِ.\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى كَلِيمِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدٍ حَبِيبِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا مَوْلَايَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى اسْمِ اللَّهِ الرَّضِيِّ، السَّلَامُ عَلَى وَجْهِ اللَّهِ الْمُضِي‏ءِ، السَّلَامُ عَلَى حَبِيبِ اللَّهِ الْعَلِيِّ، السَّلَامُ عَلَى صِرَاطِ اللَّهِ السَّوِيِّ، السَّلَامُ عَلَى الْإِمَامِ الزَّكِيِّ الْمُهَذَّبِ الصَّفِيِّ، السَّلَامُ عَلَى الْإِمَامِ أَبِي الْحَسَنِ عَلِيٍّ، السَّلَامُ عَلَى سَيِّدِ الْأَصْفِيَاءِ، السَّلَامُ عَلَى خَالِصِ الْأَخِلَّاءِ، السَّلَامُ عَلَى الْمَوْلُودِ فِي الْكَعْبَةِ وَ الْمُزَوَّجِ فِي السَّمَاءِ.\nالسَّلَامُ عَلَى الْمَخْصُوصِ بِالطَّاهِرَةِ سَيِّدَةِ النِّسَاءِ، السَّلَامُ عَلَى أَسَدِ اللَّهِ فِي الْوَغَى، السَّلَامُ عَلَى مَنْ شُرِّفَتْ بِهِ مَكَّةُ وَ مِنًى، السَّلَامُ عَلَى صَاحِبِ الْحَوْضِ وَ حَامِلِ اللِّوَاءِ، السَّلَامُ عَلَى قَالِعِ بَابِ خَيْبَرَ وَ الدَّاحِي بِهَا فِي الْهَوَاءِ، السَّلَامُ عَلَى مُكَلِّمِ الْفِتيَةِ فِي كَهْفِهِمْ بِلِسَانِ الْأَنْبِيَاءِ.\nالسَّلَامُ عَلَى خَاتِمِ الْحَصَى، السَّلَامُ عَلَى منيغ [مَنِيعِ‏] الْقَلِيبِ فِي الْفَلَا، السَّلَامُ عَلَى قَالِعِ الصَّخْرَةِ وَ قَدِ امْتَنَعَتْ عَنِ الرِّجَالِ الْأَشِدَّاءِ، السَّلَامُ عَلَى مُخَاطِبِ الثُّعْبَانِ عَلَى مِنْبَرِ الْكُوفَةِ بِلِسَانِ الْفُصَحَاءِ، السَّلَامُ عَلَى مُكَلِّمِ الذِّئْبِ فِي الْفَلَا.\nالسَّلَامُ عَلَى مُكَلِّمِ الْجُمْجُمَةِ بِالنَّهْرَوَانِ وَ قَدْ نَخِرَتِ الْعِظَامُ بِالْبِلَى، السَّلَامُ عَلَى الْإِمَامِ الزَّكِيِّ حَلِيفِ الْمِحْرَابِ، السَّلَامُ عَلَى صَاحِبِ الْمُعْجِزِ الْبَاهِرِ وَ النَّاطِقِ بِالصَّوَابِ، السَّلَامُ عَلَى‏ مَنْ عِنْدَهُ عِلْمُ الْكِتابِ‏.\nالسَّلَامُ عَلَى مَنْ رُدَّتْ لَهُ الشَّمْسُ بَعْدَ أَنْ تَوَارَى بِالْحِجَابِ، السَّلَامُ عَلَى صَاحِبِ الْمُعْجِزَةِ فِي جَمِيعِ الْأَسْبَابِ، السَّلَامُ عَلَى قَاطِعِ اللَّيْلِ بِالتَّهَجُّدِ وَ الِاكْتِسَابِ، السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى سَيِّدِ السَّادَاتِ، السَّلَامُ عَلَى مَنْ عَجِبَتْ مِنْ حَمَلَاتِهِ مَلَائِكَةُ السَّمَاوَاتِ، السَّلَامُ عَلَى مَنْ نَاجَى الرَّسُولَ فَقَدَّمَ بَيْنَ يَدَيِ نَجْوَاهُ صَدَقَاتٍ، السَّلَامُ عَلَى صَاحِبِ الْغَزَوَاتِ، السَّلَامُ عَلَى مُخَاطِبِ ذِئْبِ الْفَلَوَاتِ، السَّلَامُ عَلَى نُورِ اللَّهِ فِي الظُّلُمَاتِ، السَّلَامُ عَلَى صَاحِبِ الْآيَاتِ، السَّلَامُ عَلَى مَنْ ضَجِيعَيْهِ آدَمُ وَ نُوحٌ خَيْرُ الْبَرِيَّاتِ، السَّلَامُ عَلَى مَنِ ابْتَهَلَ إِلَى اللَّهِ بِهِ آدَمُ فَاسْتَجَابَ لَهُ فَتَلَقَّى مِنْ رَبِّهِ كَلِمَاتٍ، السَّلَامُ عَلَى مَنْ رُدَّتْ لَهُ الشَّمْسُ فَقَضَى مَا فَاتَهُ مِنَ الصَّلَاةِ وَ السَّلَامُ عَلَيْهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا سَيِّدَ الْوَصِيِّينَ، السَّلَامُ عَلَيْكَ يَا إِمَامَ الْمُتَّقِينَ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عِلْمِ النَّبِيِّينَ، السَّلَامُ عَلَيْكَ يَا يَعْسُوبَ الدِّينِ، السَّلَامُ عَلَيْكَ يَا عِصْمَةَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا قُدْوَةَ الصِّدِّيقِينَ.\nالسَّلَامُ عَلَيْكَ يَا قَسِيمَ الْجَنَّةِ وَ النَّارِ، السَّلَامُ عَلَيْكَ يَا وَالِدَ الْأَئِمَّةِ الْأَبْرَارِ، السَّلَامُ عَلَيْكَ يَا نِعْمَةَ اللَّهِ عَلَى الْمُخْلَصِينَ الْأَخْيَارِ، السَّلَامُ عَلَيْكَ يَا نَقِمَةَ اللَّهِ عَلَى الْفُجَّارِ، السَّلَامُ عَلَيْكَ يَا مُنْبِعَ الْعَيْنِ فِي السَّبَاسِبِ وَ الْقِفَارِ.\nالسَّلَامُ عَلَيْكَ يَا مَخْصُوصاً بِسَيْفِ اللَّهِ ذِي الْفَقَارِ، السَّلَامُ عَلَيْكَ يَا سَاقِيَ أَوْلِيَائِهِ مِنْ حَوْضِ النَّبِيِّ الْمُخْتَارِ، السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَيْكَ أَيُّهَا النَّبَأُ الْعَظِيمُ، السَّلَامُ عَلَيْكَ يَا مَنْ أَنْزَلَ اللَّهُ فِيهِ: ( وَ إِنَّهُ فِي أُمِّ الْكِتابِ لَدَيْنا لَعَلِيٌّ حَكِيمٌ‏ )\nالسَّلَامُ عَلَيْكَ يَا صِرَاطَ [اللَّهِ‏] الْمُسْتَقِيمَ، السَّلَامُ عَلَى الْمَنْعُوتِ فِي التَّوْرَاةِ وَ الْإِنْجِيلِ وَ الْقُرْآنِ الْحَكِيمِ، السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ وَ تُقَبِّلُهُ وَ تَقُولُ:\nيَا أَمِينَ اللَّهِ، يَا حُجَّةَ اللَّهِ، يَا صِرَاطَ اللَّهِ الْمُسْتَقِيمَ، زَارَكَ عَبْدُكَ وَ وَلِيُّكَ وَ مَوْلَاكَ، اللَّائِذُ بِقَبْرِكَ، الْمُنِيخُ رَحْلَهُ بِفِنَائِكَ، الْمُتَقَرِّبُ إِلَى اللَّهِ سُبْحَانَهُ بِوَلَايَتِكَ، يَسْتَشْفِعُ إِلَيْهِ بِكَ زِيَارَةَ مَنْ هَجَرَ فِيكَ صحبته [صَحْبَهُ‏]، وَ أَتْعَبَ فِيكَ قَلْبَهُ، وَ جَعَلَكَ بَعْدَ اللَّهِ حَسْبَهُ، أَشْهَدُ أَنَّكَ الطُّورُ وَ الْكِتَابُ الْمَسْطُورُ، فِي الرَّقِّ الْمَنْشُورِ، وَ الْبَحْرُ الْمَسْجُورُ.\nيَا مَوْلَايَ إِنَّ كُلَّ مَزُورٍ عَلَيْهِ حَقٌّ لِمَنْ زَارَهُ وَ قَصَدَهُ، وَ أَنَا وَلِيُّكَ، وَ قَدْ حَطَطْتُ رَحْلِي بِفِنَائِكَ، وَ ألجأت [لَجَأْتُ‏] إِلَى حَرَمِكَ، وَ لُذْتُ بِضَرِيحِكَ، لِعِلْمِي بِعَظِيمِ مَنْزِلَتِكَ وَ شَرَفِ حَضْرَتِكَ، وَ قَدْ أَثْقَلَتِ الذُّنُوبُ ظَهْرِي، وَ مَنَعَتْنِي مِنَ الرُّقَادِ، وَ ذِكْرُهَا يُقَلْقِلُ أَحْشَائِي، وَ يَمْنَعُنِي لَذِيذَ الرُّقَادِ، وَ لَا أَجِدُ حِرْزاً وَ لَا مَعْقِلًا، وَ لَا كَهْفاً وَ لَا لَجَأً أَلْجَأُ إِلَيْهِ سِوَى تَوَسُّلِي بِكَ إِلَى خَالِقِي وَ اسْتِشْفَاعِي لَدَيْكَ، فَهَا أَنَا ذَا نَازِلٌ بِفِنَائِكَ، وَ لَكَ عِنْدَ اللَّهِ الْمَنْزِلَةُ الرَّفِيعَةُ وَ الْوَسِيلَةُ الشَّرِيفَةُ.\n\nثُمَّ تَلْثِمُ الضَّرِيحَ وَ تَتَوَجَّهُ إِلَى الْقِبْلَةِ وَ تَقُولُ:\nاللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ يَا أَسْمَعَ السَّامِعِينَ، وَ يَا أَبْصَرَ النَّاظِرِينَ، وَ يَا أَسْرَعَ الْحَاسِبِينَ، وَ يَا أَجْوَدَ الْأَجْوَدَيْنِ، بِمُحَمَّدٍ خَاتَمِ النَّبِيِّينَ رَسُولِكَ إِلَى الْعَالَمِينَ، وَ بِأَخِيهِ وَ ابْنِ عَمِّهِ الْأَنْزَعِ الْبَطِينِ، الْعَلَمِ الْمَكِينِ، عَلِيٍّ أَمِيرِ الْمُؤْمِنِينَ، وَ بِالْحَسَنِ الزَّكِيِّ عِصْمَةِ الْمُتَّقِينَ، وَ بِأَبِي عَبْدِ اللَّهِ أَكْرَمِ الْمُسْتَشْهَدِينَ، وَ بِعَلِيِّ بْنِ الْحُسَيْنِ زَيْنِ الْعَابِدِينَ، وَ بِمُحَمَّدِ بْنِ عَلِيٍّ الْبَاقِرِ لِعِلْمِ النَّبِيِّينَ، وَ جَعْفَرِ بْنِ مُحَمَّدٍ زَكِيِّ الصِّدِّيقِينَ، وَ بِمُوسَى بْنِ جَعْفَرٍ حَبِيسِ الظَّالِمِينَ، وَ بِعَلِيِّ بْنِ مُوسَى الرِّضَا الْأَمِينِ، وَ بِمُحَمَّدِ بْنِ عَلِيٍّ أَزْهَدِ الزَّاهِدِينَ، وَ بِعَلِيِّ بْنِ مُحَمَّدٍ قُدْوَةِ الْمُهْتَدِينَ، وَ بِالْحَسَنِ بْنِ عَلِيٍّ وَارِثِ الْمُسْتَخْلَفِينَ، وَ بِالْحُجَّةِ عَلَى الْعَالَمِينَ مَوْلَانَا صَاحِبِ الزَّمَانِ مُظْهِرِ الْبَرَاهِينِ، أَنْ تَكْشِفَ مَا بِي مِنَ الْغُمُومِ، وَ تَكْفِيَنِي شَرَّ الْقَدَرِ الْمَحْتُومِ، وَ تُجِيرَنِي مِنَ النَّارِ ذَاتِ السَّمُومِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ تُصَلِّي صَلَاةَ الزِّيَارَةِ سِتَّ رَكَعَاتٍ، كُلَّ رَكْعَتَيْنِ بِتَسْلِيمَةٍ، وَ تَسْجُدُ بَعْدَهَا.\nتَقُولُ فِي سُجُودِكَ مَا كَانَ يَقُولُ أَمِيرُ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ، وَ هُوَ:\nأُنَاجِيكَ يَا سَيِّدِي كَمَا يُنَاجِي الْعَبْدُ الذَّلِيلُ مَوْلَاهُ، وَ أَطْلُبُ إِلَيْكَ‏ طَلَبَ مَنْ يَعْلَمُ أَنَّكَ تُعْطِي، وَ لَا يَنْقُصُ مَا عِنْدَكَ، وَ أَسْتَغْفِرُكَ اسْتِغْفَارَ مَنْ يَعْلَمُ أَنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ، وَ أَتَوَكَّلُ عَلَيْكَ تَوَكُّلَ مَنْ يَعْلَمُ أَنَّكَ‏ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*.\nثُمَّ تَقُولُ: الْعَفْوَ الْعَفْوَ- مِائَةَ مَرَّةٍ.\n\nباب الوداع:\nتَقِفُ عَلَيْهِ كَوُقُوفِكَ عَلَيْهِ حِينَ وَرَدْتَ وَ تَقُولُ:\nأَسْتَوْدِعُكَ اللَّهَ وَ أَسْتَرْعِيكَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ عَلَيْكَ يَا مَوْلَايَ يَا أَمِيرَ الْمُؤْمِنِينَ، آمَنَّا بِاللَّهِ وَ بِالرَّسُولِ وَ بِمَا جِئْتَ بِهِ وَ دَلَلْتَ عَلَيْهِ، اللَّهُمَّ اكْتُبْنَا مَعَ الشَّاهِدِينَ.\nاللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَةِ قَبْرِ وَلِيِّكَ الْهَادِي بَعْدَ نَبِيِّكَ، النَّذِيرِ الْمُنْذِرِ، وَ ارْزُقْنِي الْعَوْدَ إِلَيْهِ أَبَداً مَا أَبْقَيْتَنِي، فَإِذَا تَوَفَّيْتَنِي فَاحْشُرْنِي مَعَهُ وَ فِي زُمْرَتِهِ وَ تَحْتَ لِوَائِهِ، وَ لَا تُفَرِّقْ بَيْنِي وَ بَيْنَهُ طَرْفَةَ عَيْنٍ، وَ لَا أَقَلَّ مِنْ ذَلِكَ وَ لَا أَكْثَرَ، بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ..\n\nالصدر:\nالمزار الكبير"]