["زيارة أخرى له عليه السّلام مختصرة:\n\nتَقِفُ عَلَى ضَرِيحِهِ صَلَّى اللَّهُ عَلَيْهِ وَ تَقُولُ:\n\nالسَّلَامُ عَلَى رَسُولِ اللَّهِ، السَّلَامُ عَلَى نَبِيِّ اللَّهِ، السَّلَامُ عَلَى خِيَرَةِ اللَّهِ، السَّلَامُ عَلَى مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا يَعْسُوبَ الدِّينِ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا سَيِّدَ الْوَصِيِّينَ، السَّلَامُ عَلَيْكَ أَيُّهَا الْإِمَامُ التَّقِيُّ النَّقِيُّ الرَّضِيُّ الزَّكِيُّ الْوَلِيُّ، الصَّدِيقُ الْأَكْبَرُ، الطُّهْرُ الطَّاهِرُ الْمُطَهَّرُ، الْفَارُوقُ الْأَعْظَمُ، وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nأَشْهَدُ أَنَّكَ حُجَّةُ اللَّهِ عَلَى عِبَادِهِ بَعْدَ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ عَيْبَةُ عِلْمِهِ، وَ مِيزَانُ حُكْمِهِ، وَ مِصْبَاحُ نُورِهِ، الَّذِي تُقْطَعُ بِهِ الظُّلْمَةُ، وَ يَقْطَعُ بِهِ الرَّامِي غَرَضَ الظُّلْمَةِ.\nأَشْهَدُ يَا مَوْلَايَ أَنَّكَ الْمُفَرِّقُ بَيْنَ الْحَلَالِ وَ الْحَرَامِ، وَ الْأَمِينُ عَلَى بَاطِنِ السِّرِّ، وَ مُسْتَوْدَعُ الْعِلْمِ، وَ خَازِنُ الْوَحْيِ، وَ الْعَالِمُ بِكُلِّ سِرٍّ، وَ الْمُبْدِئُ بِشَرَائِعِ الْحَقِّ وَ مِنْهَاجِ الصِّدْقِ، وَ الْمُتَّبِعُ سُبُلَ النَّجَاةِ، وَ الذَّائِدُ عَنِ الْهَلَكَاتِ.\nوَ أَشْهَدُ أَنَّكَ حُجَّةُ الْمَعْبُودِ، وَ الشَّاهِدُ عَلَى الْعِبَادِ، وَ الدَّالُّ عَلَى صِرَاطِ اللَّهِ الْمُسْتَقِيمِ، وَ قَسِيمُ الْجَنَّةِ وَ النَّارِ، وَ أَشْهَدُ أَنَّكَ وَ الْأَئِمَّةَ مِنْ ذُرِّيَّتِكَ، سَفِينَةُ النَّجَاةِ، وَ دَعَائِمُ الْأَوْتَادِ، وَ أَرْكَانُ الْبِلَادِ، وَ سَاسَةُ الْعِبَادِ، وَ حُجَجُ اللَّهِ عَلَى الْعَالَمِينَ، وَ السَّبَبُ إِلَيْهِ، وَ الطَّرِيقُ إِلَى حُسْنِهِ، وَ الْمَلْجَأُ وَ الْكَهْفُ الْحَصِينُ.\nوَ أَشْهَدُ أَنَّ الْمُتَوَسِّلَ بِوَلَايَتِكَ مِنَ الفائزون [الْفَائِزِينَ‏] بِالْكَرَامَةِ فِي الدُّنْيَا وَ الْآخِرَةِ، وَ مَنْ يَعْدِلُ عَنْكُمْ لَا يَقْبَلُ اللَّهُ لَهُ عَمَلًا، وَ لَا يُقِيمُ لَهُ‏ يَوْمَ الْقِيامَةِ وَزْناً، وَ هُوَ فِي الْآخِرَةِ مِنَ الْخاسِرِينَ* فِي دَرْكِ الْجَحِيمِ، إِنَّ هَذَا جَارٍ لَكُمْ، وَ إِنَّ مُحِبَّكُمْ مِنَ الْفَائِزِينَ.\n\nثُمَّ تَنَكَّبْ عَلَى الْقَبْرِ وَ قَبِّلْهُ وَ قُلْ:\nيَا سَيِّدِي إِلَيْكَ وُفُودِي، يَا سَيِّدِي وَ أَنَا اللَّائِذُ بِقَبْرِكَ، وَ الْحَالُّ بِفِنَائِكَ، وَ بِكَ أَتَوَسَّلُ إِلَى اللَّهِ، وَ أَشْهَدُ أَنَّ الْمُتَوَسِّلَ بِكَ غَيْرُ خَائِبٍ، وَ الطَّالِبَ بِكَ غَيْرُ مَرْدُودٍ إِلَّا بِنَجَاحِ طَلِبَتِهِ، فَكُنْ لِي يَا مَوْلَايَ إِلَى اللَّهِ رَبِّي وَ رَبِّكَ شَفِيعاً فِي فَكَاكِ رَقَبَتِي مِنَ النَّارِ، وَ الْمُتَفَضِّلَ عَلَيَّ بِالْجَنَّةِ وَ تَيْسِيرِ أُمُورِي، وَ غُفْرَانِ ذُنُوبِي وَ سَعَةِ رِزْقِي، وَ إِصْلَاحِ شَأْنِي فِي الدُّنْيَا وَ الْآخِرَةِ، وَ السَّلَامُ عَلَيْكَ يَا مَوْلَايَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ صَلِّ عِنْدَهُ مَا بَدَا لَكَ، وَ ادْعُ مَا شِئْتَ وَ انْصَرِفْ رَاشِداً.\n\nالمصدر:\nالمزار الكبير"]