["زيارة أخرى له عليه السّلام‏\n\nمِنْ كِتَابِ الْأَنْوَارِ، وَ قِيلَ: إِنَّ الْخَضِرَ عَلَيْهِ السَّلَامُ زَارَ بِهَا.\nوَ بِالْإِسْنَادِ عَنْ يُوسُفَ الْكُنَاسِيِّ وَ عَنْ مُعَاوِيَةَ بْنِ عَمَّارٍ جَمِيعاً عَنْ أَبِي عَبْدِ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ: \n\nإِذَا أَرَدْتَ الزِّيَارَةَ لِأَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ فَاغْتَسِلْ حَيْثُ تَيَسَّرَ لَكَ، وَ قُلْ حِينَ تَعْزِمُ:\n\nاللَّهُمَّ اجْعَلْ سَعْيِي مَشْكُوراً، وَ ذَنْبِي مَغْفُوراً، وَ عَمَلِي مَقْبُولًا، وَ اغْسِلْنِي مِنَ الْخَطَايَا وَ الذُّنُوبِ، وَ طَهِّرْ قَلْبِي مِنْ كُلِّ آفَةٍ، وَ زَكِّ عَمَلِي، وَ تَقَبَّلْ سَعْيِي، وَ اجْعَلْ مَا عِنْدَكَ خَيْراً لِي، اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَ اجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ‏ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ*.\n\nثُمَّ امْشِ وَ عَلَيْكَ السَّكِينَةَ وَ الْوَقَارَ حَتَّى تَأْتِيَ بَابَ الْحَرَمِ، فَقُمْ عَلَى الْبَابِ وَ قُلِ:\nاللَّهُمَّ إِنِّي أُرِيدُكَ فَأَرِدْنِي، وَ أَقْبَلْتُ بِوَجْهِي إِلَيْكَ فَلَا تُعْرِضْ بِوَجْهِكَ عَنِّي، وَ إِنِّي قَصَدْتُ إِلَيْكَ فَتَقَبَّلْ مِنِّي، وَ إِنْ كُنْتَ مَاقِتاً فَارْضَ عَنِّي، وَ إِنْ كُنْتَ سَاخِطاً عَلَيَّ فَاعْفُ عَنِّي، وَ ارْحَمْ مَسِيرِي إِلَيْكَ بِرَحْمَتِكَ أَبْتَغِي بِذَلِكَ رِضَاكَ، فَلَا تَقْطَعْ رَجَائِي وَ لَا تُخَيِّبْنِي يَا أَرْحَمَ الرَّاحِمِينَ.\nاللَّهُمَّ أَنْتَ السَّلَامُ، وَ مِنْكَ السَّلَامُ، وَ إِلَيْكَ يَعُودُ السَّلَامُ، وَ أَنْتَ مَعْدِنُ السَّلَامِ، حُيِّينَا رَبَّنَا مِنْكَ بِالسَّلَامِ، وَ إِلَيْكَ يَعُودُ السَّلَامُ، وَ أَنْتَ مَعْدِنُ السَّلَامِ، حُيِّينَا رَبَّنَا مِنْكَ بِالسَّلَامِ، الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ صاحِبَةً وَ لا وَلَداً، الْحَمْدُ لِلَّهِ الَّذِي‏ خَلَقَ كُلَّ شَيْ‏ءٍ فَقَدَّرَهُ تَقْدِيراً.\nالسَّلَامُ عَلَيْكَ يَا أَبَا الْحَسَنِ، أَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ عَنْ رَسُولِ اللَّهِ مَا أَمَرَكَ بِهِ، وَ وَفَيْتَ بِعَهْدِ اللَّهِ، وَ تَمَّتْ بِكَ كَلِمَاتُ اللَّهِ، وَ جَاهَدْتَ فِي سَبِيلِ اللَّهِ حَتَّى أَتَاكَ الْيَقِينُ.\nلَعَنَ اللَّهُ مَنْ قَتَلَكَ، وَ لَعَنَ اللَّهُ مَنْ بَلَغَهُ ذَلِكَ فَرَضِيَ عَنْهُ، أَنَا بِأَبِي أَنْتَ وَ أُمِّي وَلِيٌّ لِمَنْ وَالاكَ، وَ عَدُوٌّ لِمَنْ عَادَاكَ، أَبْرَأُ إِلَى اللَّهِ مِمَّنْ بَرِئْتَ مِنْهُ وَ بَرِي‏ءٌ مِنْكُمْ.\n\nثُمَّ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا أَبَا الْحَسَنِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَشْهَدُ أَنَّكَ تَسْمَعُ‏ صَوْتِي، أَتَيْتُكَ مُتَعَاهِداً لِدِينِي وَ بَيْعَتِي ائْذَنْ لِي فِي بَيْتِكَ، أَشْهَدُ أَنَّ رُوحَكَ الْمُقَدَّسَةَ أُغِيبَتْ بِالْقُدْسِ، وَ السَّكِينَةُ، جُعِلَتْ لَهَا بَيْتاً تَنْطِقُ عَلَى لِسَانِكَ.\n\nثُمَّ ادْخُلْ وَ قُلِ:\nالسَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُقَرَّبِينَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُرْدِفِينَ، السَّلَامُ عَلَى حَمَلَةِ الْعَرْشِ الْكَرُوبِيِّينَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُنْتَجَبِينَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُسَوِّمِينَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الَّذِينَ هُمْ فِي هَذَا الْحَرَمِ بِإِذْنِ اللَّهِ مُقِيمُونَ.\n\nالْحَمْدُ لِلَّهِ الَّذِي أَكْرَمَنِي بِمَعْرِفَتِهِ وَ مَعْرِفَةِ رَسُولِهِ وَ مَنْ فَرَضَ طَاعَتَهُ، رَحْمَةً مِنْهُ وَ تَطَوُّلًا مِنْهُ عَلَيَّ بِذَلِكَ، الْحَمْدُ لِلَّهِ الَّذِي سَيَّرَنِي فِي بِلَادِهِ وَ حَمَلَنِي عَلَى دَوَابِّهِ، وَ طَوَى لِيَ الْبَعِيدَ، وَ دَفَعَ عَنِّي الْمَكَارِهَ، حَتَّى أَدْخَلَنِي حَرَمَ وَلِيِّ اللَّهِ وَ أَرَانِيهِ فِي عَافِيَةٍ، الْحَمْدُ لِلَّهِ الَّذِي هَدانا لِهذا وَ ما كُنَّا لِنَهْتَدِيَ لَوْ لا أَنْ هَدانَا اللَّهُ‏.\n\nأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ، جَاءَ بِالْحَقِّ مِنْ عِنْدِهِ، وَ أَشْهَدُ أَنَّ عَلِيّاً عَبْدُ اللَّهِ وَ أَخُو رَسُولِهِ.\n\nاللَّهُمَّ عَبْدُكَ وَ زَائِرُكَ، مُتَقَرِّبٌ إِلَيْكَ بِزِيَارَةِ أَخِي رَسُولِكَ، وَ عَلَى كُلِّ مَزُورٍ حَقٌّ عَلَى مَنْ أَتَاهُ وَ زَارَهُ، وَ أَنْتَ أَكْرَمُ مَزُورٍ وَ خَيْرُ مَأْتِيٍّ.\n\nفَأَسْأَلُكَ يَا رَحْمَانُ يَا رَحِيمُ، يَا وَاحِدُ يَا أَحَدُ، يَا فَرْدُ يَا صَمَدُ، يَا مَنْ‏ لَمْ يَلِدْ وَ لَمْ يُولَدْ وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ، أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ، وَ أَنْ تَجْعَلَ تُحْفَتَكَ إِيَّايَ مِنْ زِيَارَتِي فِي مَوْقِفِي هَذَا فَكَاكَ رَقَبَتِي مِنَ النَّارِ، وَ اجْعَلْنِي مِمَّنْ يُسَارِعُ فِي الْخَيْرَاتِ رَغَباً وَ رَهَباً وَ اجْعَلْنِي مِنَ الْخَاشِعِينَ.\n\nاللَّهُمَّ إِنَّكَ بَشَّرْتَنِي عَلَى لِسَانِ نَبِيِّكَ فَقُلْتَ: وَ بَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ‏، اللَّهُمَّ فَإِنِّي بِكَ مُؤْمِنٌ وَ بِجَمِيعِ آيَاتِكَ مُوقِنٌ، فَلَا تُوقِفْنِي بَعْدَ مَعْرِفَتِهِمْ مَوْقِفاً تَفْضَحُنِي عَلَى رُءُوسِ الْخَلَائِقِ، بَلْ أَوْقِفْنِي مَعَهُمْ، وَ تَوَفَّنِي عَلَى تَصْدِيقِي فَإِنَّهُمْ عَبِيدُكَ، خَصَصْتَهُمْ بِكَرَامَتِكَ، وَ أَمَرْتَنِي بِاتِّبَاعِهِمْ.\n\nثُمَّ تَدْنُو مِنَ الْقَبْرِ وَ تَقُولُ:\nالسَّلَامُ مِنَ اللَّهِ عَلَى رَسُولِ اللَّهِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ خَاتَمِ النَّبِيِّينَ وَ إِمَامِ الْمُتَّقِينَ، السَّلَامُ عَلَى أَمِينِ اللَّهِ عَلَى رِسَالاتِهِ، وَ عَزَائِمِ رُسُلِهِ وَ مَعْدِنِ الْوَحْيِ وَ التَّنْزِيلِ، الْخَاتِمِ لِمَا سَبَقَ، وَ الْفَاتِحِ لِمَا اسْتَقْبَلَ، وَ الْمُهَيْمِنِ عَلَى ذَلِكَ كُلِّهِ، وَ الشَّاهِدِ عَلَى الْخَلْقِ، وَ السِّرَاجِ الْمُنِيرِ، وَ السَّلَامُ عَلَيْهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ الْمَظْلُومِينَ، أَفْضَلَ وَ أَكْمَلَ، وَ أَرْفَعَ وَ أَنْفَعَ وَ أَشْرَفَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ أَنْبِيَائِكَ وَ أَصْفِيَائِكَ.\nاللَّهُمَّ صَلِّ عَلَى أَمِيرِ الْمُؤْمِنِينَ عَبْدِكَ وَ خَيْرِ خَلْقِكَ بَعْدَ نَبِيِّكَ‏ وَ وَصِيِّ رَسُولِكَ، الَّذِي انْتَجَبْتَهُ بِعِلْمِكَ، وَ جَعَلْتَهُ هَادِياً لِمَنْ شِئْتَ مِنْ خَلْقِكَ، وَ الدَّلِيلَ عَلَى مَنْ بَعَثْتَهُ بِرِسَالاتِكَ، وَ دَيَّانَ الدِّينِ بِعَدْلِكَ، وَ فَصْلَ خِطَابِكَ مِنْ خَلْقِكَ، وَ الْمُهَيْمِنَ عَلَى ذَلِكَ كُلِّهِ، وَ السَّلَامُ عَلَيْهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nاللَّهُمَّ وَ صَلِّ عَلَى الْأَئِمَّةِ مِنْ وُلْدِهِ، الْقَوَّامِينَ بَأَمْرِكَ مِنْ بَعْدِ نَبِيِّكَ الْمُطَهَّرِينَ، الَّذِينَ ارْتَضَيْتَهُمْ أَنْصَاراً لِدِينِكَ وَ أَعْلَاماً لِعِبَادِكَ.\n\nثُمَّ تَقُولُ:\nالسَّلَامُ عَلَى الْأَئِمَّةِ الْمُسْتَوْدَعِينَ، السَّلَامُ عَلَى خَالِصَةِ اللَّهِ مِنْ خَلْقِهِ أَجْمَعِينَ، السَّلَامُ عَلَى الْمُؤْمِنِينَ الَّذِينَ قَامُوا بِأَمْرِ اللَّهِ وَ خَالَفُوا لِخَوْفِهِ الْعَالَمِينَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُقَرَّبِينَ.\n\nثُمَّ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا أَمِينَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا حَبِيبَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا إِمَامَ الْهُدَى، السَّلَامُ عَلَيْكَ يَا عَلَمَ التُّقَى، السَّلَامُ عَلَيْكَ أَيُّهَا الْبَرُّ التَّقِيُّ، السَّلَامُ عَلَيْكَ أَيُّهَا السِّرَاجُ الْمُنِيرُ.\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا أَبَا الْحَسَنِ وَ الْحُسَيْنِ، السَّلَامُ عَلَيْكَ يَا وَصِيَّ الرَّسُولِ، السَّلَامُ عَلَيْكَ يَا عَمُودَ الدِّينِ وَ وَارِثَ عِلْمِ الْأَوَّلِينَ وَ الْآخِرِينَ، وَ صَاحِبَ الْمِيسَمِ وَ الصِّرَاطَ الْمُسْتَقِيمَ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ.\nأَنْتَ أَوَّلُ مَظْلُومٍ، وَ أَوَّلُ مَنْ غُصِبَ حَقُّهُ، صَبَرْتَ وَ احْتَسَبْتَ حَتَّى أَتَاكَ الْيَقِينُ، وَ أَشْهَدُ أَنَّكَ لَقِيتَ اللَّهَ وَ أَنْتَ شَهِيدٌ، عَذَّبَ اللَّهُ قَاتِلَكَ بِأَنْوَاعِ الْعَذَابِ.\nجِئْتُكَ يَا وَلِيَّ اللَّهِ عَارِفاً بِحَقِّكَ، مُسْتَبْصِراً بِشَأْنِكَ، مُعَادِياً لِأَعْدَائِكَ وَ مَنْ ظَلَمَكَ، أَلْقَى عَلَى ذَلِكَ رَبِّي إِنْ شَاءَ اللَّهُ، إِنَّ لِي ذُنُوباً كَثِيرَةً فَاشْفَعْ لِي فِيهَا عِنْدَ رَبِّكَ، فَإِنَّ لَكَ عِنْدَ اللَّهِ مَقَاماً مَحْمُوداً، وَ إِنَّ لَكَ عِنْدَهُ جَاهاً وَ شَفَاعَةً، وَ قَدْ قَالَ اللَّهُ تَعَالَى: }وَ لا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضى‏{\nالسَّلَامُ عَلَيْكَ يَا نُورَ اللَّهِ فِي سَمَائِهِ وَ أَرْضِهِ، وَ أُذُنَهُ السَّامِعَةَ، وَ ذِكْرَهُ الْخَالِصَ، وَ نُورَهُ السَّاطِعَ، أَشْهَدُ أَنَّ لَكَ مِنَ اللَّهِ الْمَزِيدَ، وَ أَنَّ وَجْهَكَ إِلَى قِبَلِ رَبِّ الْعَالَمِينَ، وَ أَنَّ لَكَ مِنَ اللَّهِ رِزْقاً جَدِيداً تَغْدُو عَلَيْكَ الْمَلَائِكَةُ فِي كُلِّ صَبَاحٍ، رَبِّ اغْفِرْ لِي وَ تَجَاوَزْ عَنْ سَيِّئَاتِي، وَ ارْحَمْ طُولَ مَكْثِي فِي الْقِيَامَةِ بِهِ، فَإِنَّكَ عَلَّامُ الْغُيُوبِ‏ وَ أَنْتَ خَيْرُ الْوارِثِينَ‏.\n\nثُمَّ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ هُودٍ نَبِيِّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ دَاوُدَ خَلِيفَةِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدٍ حَبِيبِ اللَّهِ.\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ أَيُّهَا الصِّدِّيقُ الشَّهِيدُ، السَّلَامُ عَلَيْكَ وَ عَلَى الْأَرْوَاحِ الَّتِي حَلَّتْ بِفِنَائِكَ وَ أَنَاخَتْ بِرَحْلِكَ، السَّلَامُ عَلَى مَلَائِكَةِ اللَّهِ الْمُحْدِقِينَ بِكَ.أَشْهَدُ أَنَّكَ أَقَمْتَ الصَّلَاةَ، وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ، وَ نَهَيْتَ عَنِ الْمُنْكَرِ، وَ اتَّبَعْتَ الرَّسُولَ، وَ تَلَوْتَ الْكِتَابَ حَقَّ تِلَاوَتِهِ، وَ بَلَّغْتَ عَنْ رَسُولِ اللَّهِ، وَ وَفَيْتَ بِعَهْدِ اللَّهِ، وَ تَمَّتْ بِكَ كَلِمَاتُ اللَّهِ، وَ جَاهَدْتَ فِي سَبِيلِ اللَّهِ‏ حَقَّ جِهادِهِ‏، وَ نَصَحْتَ لِلَّهِ وَ لِرَسُولِهِ، وَ جُدْتَ بِنَفْسِكَ صَابِراً مُحْتَسِباً، وَ مُجَاهِداً عَنْ دِينِ اللَّهِ، مُوقِياً لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، طَالِباً مَا عِنْدَ اللَّهِ، رَاغِباً فِيمَا وَعَدَ اللَّهُ، وَ مَضَيْتَ لِلَّذِي كُنْتَ عَلَيْهِ شَاهِداً وَ مَشْهُوداً، فَجَزَاكَ اللَّهُ عَنْ رَسُولِهِ وَ عَنِ الْإِسْلَامِ وَ أَهْلِهِ أَفْضَلَ الْجَزَاءِ.\nوَ كُنْتَ أَوَّلَ الْقَوْمِ إِسْلَاماً، وَ أَخْلَصَهُمْ إِيْمَاناً، وَ أَشَدَّهُمْ يَقِيناً، وَ أَخْوَفَهُمْ لِلَّهِ، وَ أَعْظَمَهُمْ عَنَاءً، وَ أَحْوَطَهُمْ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ أَفْضَلَهُمْ مَنَاقِبَ، وَ أَكْثَرَهُمْ سَوَابِقَ، وَ أَرْفَعَهُمْ دَرَجَةً، وَ أَشْرَفَهُمْ مَنْزِلَةً، وَ أَكْرَمَهُمْ عَلَيْهِ، قَوِيتَ حِينَ ضَعُفَ أَصْحَابُهُ، وَ بَرَزْتَ حِينَ اسْتَكَانُوا، وَ نَهَضْتَ حِينَ وَهَنُوا، وَ لَزِمْتَ مِنْهَاجَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\nوَ كُنْتَ خَلِيفَتَهُ حَقّاً، بِرَغْمِ الْمُنَافِقِينَ وَ غَيْظِ الْكَافِرِينَ، وَ كَيْدِ الْحَاسِدِينَ وَ ضِغْنِ الْفَاسِقِينَ، فَقُمْتَ بِالْأَمْرِ حِينَ فَشِلُوا، وَ نَطَقْتَ حِينَ تَتَعْتَعُوا، وَ مَضَيْتَ بِنُورِ اللَّهِ إِذْ وَقَفُوا، فَمَنِ اتَّبَعَكَ فَقَدْ هُدِيَ، كُنْتَ أَقَلَّهُمْ كَلَاماً، وَ أَصْوَبَهُمْ مَنْطِقاً، وَ أَكْثَرَهُمْ رَأْياً، وَ أَشْجَعَهُمْ قَلْباً، وَ أَشَدَّهُمْ يَقِيناً، وَ أَحْسَنَهُمْ عَمَلًا، وَ أَعْرَفَهُمْ بِاللَّهِ.\nوَ كُنْتَ لِلدِّينِ يَعْسُوباً، أَوَّلًا حِينَ تَفَرَّقَ النَّاسُ، وَ آخِراً حِينَ فَشِلُوا، كُنْتَ لِلْمُؤْمِنِينَ أَباً رَحِيماً إِذْ صَارُوا عَلَيْكَ عِيَالًا، فَحَمَلْتَ أَثْقَالَ مَا عَنْهُ ضَعُفُوا، وَ حَفِظْتَ مَا أَضَاعُوا، وَ رَعَيْتَ مَا أَهْمَلُوا، وَ شَمَّرْتَ إِذْ جَنَبُوا، وَ عَلَوْتَ إِذْ هَلِعُوا، وَ صَبَرْتَ إِذْ جَزِعُوا.\nكُنْتَ عَلَى الْكَافِرِينَ عَذَاباً صَبّاً وَ غِلْظَةً وَ غَيْظاً، وَ لِلْمُؤْمِنِينَ عَيْناً وَ حِصْناً وَ عِلْماً، لَمْ تُفْلَلْ حُجَّتُكَ، وَ لَمْ يَرْتَبْ قَلْبُكَ، وَ لَمْ تَضْعُفْ بَصِيرَتُكَ، وَ لَمْ تَجْبُنْ نَفْسُكَ، وَ كُنْتَ كَالْجَبَلِ لَا تُحَرِّكُهُ الْعَوَاصِفُ، وَ لَا تُزِيلُهُ الْقَوَاصِفُ.\nوَ كُنْتَ كَمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ: قَوِيّاً فِي أَمْرِ اللَّهِ، وَضِيعاً فِي نَفْسِكَ، عَظِيماً عِنْدَ اللَّهِ، كَبِيراً فِي الْأَرْضِ، جَلِيلًا فِي السَّمَاءِ، لَمْ يَكُنْ لِأَحَدٍ فِيكَ مَهْمَزٌ، وَ لَا لِقَائِلٍ فِيكَ مَغْمَزٌ، وَ لَا لِأَحَدٍ عِنْدَكَ هَوَادَةٌ، الضَّعِيفُ الذَّلِيلُ عِنْدَكَ قَوِيٌّ عَزِيزٌ، حَتَّى تَأْخُذَ لَهُ بِحَقِّهِ، وَ الْقَوِيُّ الْعَزِيزُ عِنْدَكَ ضَعِيفٌ ذَلِيلٌ حَتَّى تَأْخُذَ مِنْهُ الْحَقَّ، وَ الْقَرِيبُ وَ الْبَعِيدُ عِنْدَكَ فِي ذَلِكَ سَوَاءٌ.\nشَأْنُكَ الْحَقُّ وَ الصِّدْقُ وَ الرِّفْقُ، وَ قَوْلُكَ حُكْمٌ وَ حَتْمٌ، وَ أَمْرُكَ حُكْمٌ وَ حَزْمٌ، وَ رَأْيُكَ عِلْمٌ وَ عَزْمٌ، اعْتَدَلَ بِكَ الدِّينُ، وَ سَهُلَ بِكَ الْعَسِيرُ، وَ أُطْفِئَتْ بِكَ النِّيرَانُ، وَ قَوِيَ بِكَ الْإِسْلَامُ وَ الْمُؤْمِنُونَ، وَ سَبَقْتَ سَبْقاً بَعِيداً، وَ أَتْعَبْتَ مَنْ بَعْدَكَ تَعَباً شَدِيداً، فَعَظُمَتْ رَزِيَّتُكَ فِي السَّمَاءِ، وَ هَدَّتْ مُصِيبَتُكَ الْأَنَامَ، فَ إِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ‏.\nوَ لَعَنَ اللَّهُ مَنْ قَتَلَكَ، وَ لَعَنَ اللَّهُ مَنْ شَايَعَ عَلَى قَتْلِكَ، وَ لَعَنَ اللَّهُ مَنْ خَالَفَكَ، وَ لَعَنَ اللَّهُ مَنْ ظَلَمَكَ حَقَّكَ، وَ لَعَنَ اللَّهُ مَنْ عَصَاكَ، وَ لَعَنَ اللَّهُ مَنْ غَصَبَكَ حَقَّكَ، وَ لَعَنَ اللَّهُ مَنْ بَلَغَهُ ذَلِكَ فَرَضِيَ بِهِ، أَنَا إِلَى اللَّهِ مِنْهُمْ بَرِي‏ءٌ، لَعَنَ اللَّهُ أُمَّةً خَالَفَتْكَ، وَ أُمَّةً جَحَدَتْ وَلَايَتَكَ، وَ أُمَّةً حَادَتْ عَنْكَ، وَ أُمَّةً قَتَلَتْكَ، الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ النَّارَ مَثْوَاهُمْ‏ وَ بِئْسَ الْوِرْدُ الْمَوْرُودُ.\nاللَّهُمَّ الْعَنْ قَتَلَةَ أَنْبِيَائِكَ وَ أَوْصِيَاءِ أَنْبِيَائِكَ، بِجَمِيعِ لَعَنَاتِكَ وَ أَصْلِهِمْ حَرَّ نَارِكَ، اللَّهُمَّ الْعَنِ الْجَوَابِيتَ وَ الطَّوَاغِيتَ، وَ كُلَّ نِدٍّ يُدْعَى مِنْ دُونِ اللَّهِ، وَ كُلَّ مُلْحِدٍ مُفْتَرٍ، اللَّهُمَّ الْعَنْهُمْ وَ أَشْيَاعَهُمْ وَ أَتْبَاعَهُمْ وَ أَوْلِيَاءَهُمْ وَ أَعْوَانَهُمْ وَ مُحِبِّيهِمْ لَعْناً كَثِيراً.\nاللَّهُمَّ الْعَنْ قَتَلَةَ أَمِيرِ الْمُؤْمِنِينَ، اللَّهُمَّ الْعَنْ قَتَلَةَ الْحَسَنِ وَ الْحُسَيْنِ، اللَّهُمَّ عَذِّبْهُمْ عَذَاباً لَا تُعَذِّبُهُ أَحَداً مِنَ الْعَالَمِينَ، وَ ضَاعِفْ عَلَيْهِمْ عَذَابَكَ بِمَا شَاقُّوا وُلَاةَ أَمْرِكَ، وَ عَذِّبْهُمْ عَذَاباً لَمْ تُحِلَّهُ بِأَحَدٍ مِنْ خَلْقِكَ.\nاللَّهُمَّ أَدْخِلْ عَلَى قَتَلَةِ رَسُولِكَ وَ أَوْلَادِ رَسُولِكَ وَ عَلَى قَتَلَةِ أَمِيرِ الْمُؤْمِنِينَ وَ قَتَلَةِ أَنْصَارِهِ وَ قَتَلَةِ الْحَسَنِ وَ الْحُسَيْنِ وَ أَنْصَارِهِمَا، وَ مَنْ نَصَبَ لِآلِ مُحَمَّدٍ وَ شِيعَتِهِمْ حَرْباً مِنَ النَّاسِ أَجْمَعِينَ، عَذَاباً مُضَاعَفاً فِي أَسْفَلِ دَرْكٍ مِنَ الْجَحِيمِ، لَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا وَ هُمْ فِيهِ مُبْلِسُونَ‏ مَلْعُونُونَ، ناكِسُوا رُؤُسِهِمْ عِنْدَ رَبِّهِمْ‏، قَدْ عَايَنُوا النَّدَامَةَ وَ الْخِزْيَ الطَّوِيلَ، بِقَتْلِهِمْ عِتْرَةَ أَنْبِيَائِكَ وَ رُسُلِكَ وَ أَتْبَاعِهِمْ مِنْ عِبَادِكَ الصَّالِحِينَ.\nاللَّهُمَّ الْعَنْهُمْ فِي مُسْتَسِرِّ السِّرِّ وَ ظَاهِرِ الْعَلَانِيَةِ فِي سَمَائِكَ وَ أَرْضِكَ، اللَّهُمَّ اجْعَلْ لِي لِسَانَ صِدْقٍ فِي أَوْلِيَائِكَ، وَ حَبِّبْ إِلَيَّ مَشَاهِدَهُمْ، حَتَّى تُلْحِقَنِي بِهِمْ وَ تَجْعَلَنِي لَهُمْ تَبَعاً فِي الدُّنْيَا وَ الْآخِرَةِ يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ وَ أَنْتَ تَقُولُ:\nيَا سَيِّدِي تَعَرَّضْتُ لِرَحْمَتِكَ بِلُزُومِي لِقَبْرِ أَخِي رَسُولِكَ صَلَوَاتُ اللَّهِ عَلَيْهِ عَائِذاً، لِتُجِيرَنِي مِنْ نِقَمِكَ وَ سَخَطِكَ، وَ مِنْ زَلَازِلِ يَوْمٍ تَكْثُرُ فِيهِ الْعَثَرَاتُ، يَوْمٍ تُقَلَّبُ فِيهِ الْقُلُوبُ وَ الْأَبْصَارُ، يَوْمٍ تَبْيَضُّ فِيهِ وُجُوهٌ وَ تَسْوَدُّ فِيهِ وُجُوهٌ، يَوْمِ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَناجِرِ كاظِمِينَ‏، يَوْمِ الْحَسْرَةِ وَ النَّدَامَةِ.\nيَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ وَ أُمِّهِ وَ أَبِيهِ‏، يَوْمٍ مِقْدَارُهُ خَمْسُونَ أَلْفَ سَنَةٍ، يَوْمٍ يَشِيبُ فِيهِ الْوَلِيدُ، وَ تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ‏، يَوْمٍ‏ تَشْخَصُ فِيهِ الْأَبْصارُ، وَ تُشْغَلُ كُلُّ نَفْسٍ بِمَا قَدَّمَتْ، وَ تُجَادِلُ كُلُّ نَفْسٍ عَنْ نَفْسِهَا، وَ يَطْلُبُ كُلُّ ذِي جُرْمٍ الْخَلَاصَ.\n\nثُمَّ ارْفَعْ رَأْسَكَ وَ قُلِ:\nاللَّهُمَّ إِنْ تَرْحَمْنِي الْيَوْمَ، وَ فِي يَوْمٍ مِقْدَارُهُ خَمْسُونَ أَلْفَ سَنَةٍ، فَلَا خَوْفَ وَ لَا حُزْنَ، وَ إِنْ تُعَاقِبْ، فَمَوْلًى لَهُ الْقُدْرَةُ عَلَى عَبْدِهِ وَ جَزَاهُ بِسُوءِ فِعْلِهِ، إِنْ لَمْ أَرْحَمْ نَفْسِي فَكُنْ أَنْتَ رَحِيمَهَا، الْحُجَجُ كُلُّهَا لَكَ وَ لَا حُجَّةَ لِي وَ لَا عُذْرَ.\nهَا أَنَا ذَا عَبْدُكَ الْمُقِرُّ بِذَنْبِي، فَيَا خَيْرَ مَنْ رَجَوْتُ عِنْدَهُ الْمَغْفِرَةَ بِالْإِقْرَارِ وَ الِاعْتِرَافِ، هَذِهِ نَفْسِي بِمَا جَنَتْ مُعْتَرِفَةٌ، وَ بِذَنْبِي مُقِرَّةٌ، وَ بِظُلْمِ نَفْسِي مُعْتَرِفَةٌ، وَ ذُنُوبِي أَكْثَرُ مِمَّا أُحْصِيهَا، وَ إِنَّمَا يَخْضَعُ الْعَبْدُ الْعَاصِي لِسَيِّدِهِ، وَ يَخْشَعُ لِمَوْلَاهُ بِالذُّلِّ.\nفَيَا مَنْ أُقِرُّ لَهُ بِالذُّنُوبِ، مَا أَنْتَ صَانِعٌ بِمُقِرٍّ لَكَ بِذَنْبِهِ، مُتَقَرِّبٍ إِلَيْكَ بِرَسُولِكَ وَ عِتْرَةِ نَبِيِّكَ، لَائِذٍ بِقَبْرِ أَخِي رَسُولِكَ صَلَوَاتُ اللَّهِ عَلَيْهِمَا، يَا مَنْ يَمْلِكُ حَوَائِجَ السَّائِلِينَ، وَ يَعْرِفُ ضَمِيرَ الصَّامِتِينَ، كَمَا وَفَّقْتَنِي لِزِيَارَتِي وَ وِفَادَتِي وَ مَسْأَلَتِي وَ رَحِمْتَنِي بِذَلِكَ، فَأَعْطِنِي مُنَايَ فِي آخِرَتِي وَ دُنْيَايَ، وَ وَفِّقْنِي لِكُلِّ مَقَامٍ مَحْمُودٍ تُحِبُّ أَنْ تُدْعَى فِيهِ بِأَسْمَائِكَ وَ تُسْأَلَ فِيهِ مِنْ عَطَائِكَ.\nاللَّهُمَّ إِنِّي لُذْتُ بِقَبْرِ أَخِي رَسُولِكَ ابْتِغَاءَ مَرْضَاتِكَ، فَانْظُرِ الْيَوْمَ إِلَى تَقَلُّبِي فِي هَذَا الْقَبْرِ وَ بِهِ فُكَّنِي مِنَ النَّارِ، وَ لَا تَحْجُبْ عَنْكَ صَوْتِي، وَ لَا تَقْلِبْنِي بِغَيْرِ قَضَاءِ حَوَائِجِي، وَ ارْحَمْ تَضَرُّعِي وَ تَمَلُّقِي وَ عَبْرَتِي، وَ اقْلِبْنِي الْيَوْمَ مُفْلِحاً مُنْجِحاً، وَ أَعْطِنِي أَفْضَلَ مَا أَعْطَيْتَ مَنْ زَارَهُ ابْتِغَاءَ مَرْضَاتِكَ.\n\nثُمَّ اجْلِسْ عِنْدَ رَأْسِهِ وَ قُلْ:\nسَلَامُ اللَّهِ وَ سَلَامُ مَلَائِكَتِهِ الْمُقَرَّبِينَ، وَ الْمُسَلِّمِينَ لَكَ بِقُلُوبِهِمْ، وَ النَّاطِقِينَ بِفَضْلِكَ، وَ الشَّاهِدِينَ عَلَى أَنَّكَ صَادِقٌ صِدِّيقٌ عَلَيْكَ يَا مَوْلَايَ صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى رُوحِكَ وَ بَدَنِكَ.\nأَشْهَدُ أَنَّكَ طُهْرٌ طَاهِرٌ مُطَهَّرٌ، مِنْ طُهْرٍ طَاهِرٍ مُطَهَّرٍ، أَشْهَدُ لَكَ يَا وَلِيَّ اللَّهِ وَ وَلِيَّ رَسُولِهِ بِالْبَلَاغِ وَ الْأَدَاءِ، وَ أَشْهَدُ أَنَّكَ حَبِيبُ اللَّهِ، وَ أَشْهَدُ أَنَّكَ بَابُ اللَّهِ، وَ أَشْهَدُ أَنَّكَ وَجْهُ اللَّهِ الَّذِي مِنْهُ يُؤْتَى، وَ أَنَّكَ سَبِيلُ اللَّهِ، وَ أَنَّكَ عَبْدُ اللَّهِ.\nأَتَيْتُكَ وَافِداً لِعَظِيمِ حَالِكَ وَ مَنْزِلَتِكَ عِنْدَ اللَّهِ وَ عِنْدَ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، أَتَيْتُكَ مُتَقَرِّباً إِلَى اللَّهِ بِزِيَارَتِكَ، رَاغِباً إِلَيْكَ فِي الشَّفَاعَةِ، أَبْتَغِي بِزِيَارَتِكَ خَلَاصَ نَفْسِي، مُتَعَوِّذاً بِكَ مِنْ نَارٍ اسْتَحَقَّهَا مِثْلِي، بِمَا جَنَيْتُ عَلَى نَفْسِي، هَارِباً مِنْ ذُنُوبِيَ الَّتِي احْتَطَبْتُهَا عَلَى ظَهْرِي، فَزِعاً إِلَيْكَ رَجَاءَ رَحْمَةِ رَبِّي.\nأَتَيْتُكَ أَسْتَشْفِعُ بِكَ يَا مَوْلَايَ إلِىَ اللَّهِ لِيَقْضِيَ بِكَ حَاجَتِي، فَاشْفَعْ‏ لِي يَا مَوْلَايَ، أَتَيْتُكَ مَكْرُوباً مَغْمُوماً، قَدْ أَوْقَرْتُ ظَهْرِي ذُنُوباً، فَاشْفَعْ لِي عِنْدَ رَبِّكَ، أَتَيْتُكَ زَائِراً عَارِفاً بِحَقِّكَ، مُقِرّاً بِفَضْلِكَ، مُسْتَبْصِراً بِضَلَالَةِ مَنْ خَالَفَكَ.\nأَتَيْتُكَ انْقِطَاعاً إِلَيْكَ وَ إِلَى وُلْدِكَ الْخَلَفِ مِنْ بَعْدِكَ عَلَى الْحَقِّ، فَقَلْبِي لَكُمْ مُسَلِّمٌ، وَ أَمْرِي لَكُمْ مُتَّبِعٌ، وَ نُصْرَتِي لَكُمْ مُعَدَّةٌ، حَتَّى يُحْيِيَ اللَّهُ بِكُمْ دِينَهُ وَ يَرُدَّكُمْ، فَمَعَكُمْ مَعَكُمْ لَا مَعَ غَيْرِكُمْ، إِنِّي مِنَ الْمُؤْمِنِينَ بِرَجْعَتِكُمْ، لَا مُنْكِرٌ لِلَّهِ قُدْرَةً، وَ لَا مُكَذِّبٌ مِنْهُ مَشِيَّةً.\nأَتَيْتُكَ بِأَبِي أَنْتَ وَ أُمِّي وَ مَالِي وَ نَفْسِي زَائِراً وَ مُتَقَرِّباً إِلَى اللَّهِ بِزِيَارَتِكَ مُتَوَسِّلًا إِلَيْكَ بِكَ، إِذْ رَغِبَ عَنْكُمْ مُخَالِفُوكُمْ، وَ اتَّخَذُوا آيَاتِ اللَّهِ هُزُواً، وَ اسْتَكْبَرُوا عَنْهَا.\n\nوَ تَقُولُ:\nوَ أَنَا عَبْدُ اللَّهِ وَ مَوْلَاكَ فِي طَاعَتِكَ، الْوَافِدُ إِلَيْكَ، أَلْتَمِسُ بِذَلِكَ كَمَالَ الْمَنْزِلَةِ عِنْدَ اللَّهِ، وَ أَنْتَ يَا مَوْلَايَ مِمَّنْ حَثَّنِي اللَّهُ عَلَى بِرِّهِ، وَ دَلَّنِي عَلَى فَضْلِهِ، وَ هَدَانِي لِحُبِّهِ، وَ رَغَّبَنِي فِي الْوِفَادَةِ إِلَيْهِ، وَ أَلْهَمَنِي طَلَبَ الْحَوَائِجِ عِنْدَهُ.\nأَنْتُمْ أَهْلُ بَيْتٍ لَا يَشْقَى مَنْ تَوَلَّاكُمْ، وَ لَا يَخِيبُ مَنْ نَادَاكُمْ، وَ لَا يَخْسَرُ مَنْ يَهْوَاكُمْ، وَ لَا يَسْعَدُ مَنْ عَادَاكُمْ، لَا أَجِدُ أَحَداً أَفْزَعُ إِلَيْهِ خَيْراً لِي مِنْكُمْ، أَنْتُمْ أَهْلُ بَيْتِ الرَّحْمَةِ، وَ دَعَائِمُ الدِّينِ، وَ أَرْكَانُ الْأَرْضِ، وَ الشَّجَرَةُ الطَّيِّبَةُ، أَتَيْتُكُمْ زَائِراً، وَ بِكُمْ مُتَعَوِّذاً، لِمَا سَبَقَ لَكُمْ مِنَ اللَّهِ مِنَ الْكَرَامَةِ.\nاللَّهُمَّ لَا تُخَيِّبْ تَوَجُّهِي إِلَيْكَ بِرَسُولِكَ وَ آلِ رَسُولِكَ، وَ اسْتَنْقِذْنَا بِحُبِّهِمْ يَا مَنْ لَا يَخِيبُ سَائِلُهُ\nاللَّهُمَّ إِنَّكَ مَنَنْتَ عَلَيَّ بِزِيَارَةِ مَوْلَايَ وَ وَلَايَتِهِ وَ مَعْرِفَتِهِ، فَاجْعَلْنِي مِمَّنْ يَنْصُرُهُ وَ يَنْتَصِرُ بِهِ، وَ مُنَّ عَلَيَّ بِنَصْرِي لِدِينِكَ فِي الدُّنْيَا وَ الْآخِرَةِ، اللَّهُمَّ تَوَفَّنِي عَلَى دِينِهِ.\nاللَّهُمَّ أَوْجِبْ لِي مِنَ الرَّحْمَةِ وَ الرِّضْوَانِ وَ الْمَغْفِرَةِ وَ الرِّزْقِ الْوَاسِعِ الْحَلَالِ مَا أَنْتَ أَهْلُهُ، \nاللَّهُمَّ افْعَلْ بِي مَا أَنْتَ أَهْلُهُ، اللَّهُمَّ إِنِّي أَحْيَا عَلَى مَا حيا [حَيِيَ‏] عَلَيْهِ مَوْلَايَ عَلِيُّ بْنُ أَبِي طَالِبٍ عَلَيْهِ السَّلَامُ، وَ أَمُوتُ عَلَى مَا مَاتَ عَلَيْهِ، اللَّهُمَّ اخْتِمْ لِي بِالسَّعَادَةِ وَ الْمَغْفِرَةِ وَ الْخَيْرِ.\n\nثُمَّ تُصَلِّي مَا بَدَا لَكَ وَ تَدْعُو وَ تَقُولُ:\nاللَّهُمَّ لَا بُدَّ مِنْ أَمْرِكَ، وَ لَا بُدَّ مِنْ قَدَرِكَ، وَ لَا بُدَّ مِنْ قَضَائِكَ، وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِكَ، \nاللَّهُمَّ فَكُلَّمَا قَضَيْتَ عَلَيْنَا مِنْ قَضَاءٍ، وَ قَدَّرْتَ عَلَيْنَا مِنْ قَدَرٍ، فَأَعْطِنَا مَعَهُ صَبْراً يَقْهَرُهُ وَ يَدْمَغُهُ، وَ اجْعَلْهُ لَنَا صَاعِداً فِي رِضْوَانِكَ، يَنْمِي فِي حَسَنَاتِنَا وَ تَفْضِيلِنَا، وَ سُؤْدُدِنَا وَ شَرَفِنَا، وَ مَجْدِنَا وَ نَعْمَائِنَا وَ كَرَامَتِنَا فِي الدُّنْيَا وَ الْآخِرَةِ، وَ لَا تَنْقُصْ مِنْ حَسَنَاتِنَا.\nاللَّهُمَّ وَ مَا أَعْطَيْتَنَا مِنْ عَطَاءٍ، أَوْ فَضَّلْتَنَا بِهِ مِنْ فَضِيلَةٍ، أَوْ أَكْرَمْتَنَا بِهِ مِنْ كَرَامَةٍ، فَأَعْطِنَا مَعَهُ شُكْراً يَقْهَرُهُ وَ يَدْمَغُهُ، وَ اجْعَلْهُ لَنَا صَاعِداً فِي رِضْوَانِكَ وَ فِي حَسَنَاتِنَا وَ سُؤْدُدِنَا وَ شَرَفِنَا، وَ نَعْمَائِكَ وَ كَرَامَتِكَ فِي الدُّنْيَا وَ الْآخِرَةِ.\nاللَّهُمَّ وَ لَا تَجْعَلْهُ لَنَا أَشَراً وَ لَا بَطَراً، وَ لَا فِتْنَةً وَ لَا مَقْتاً، وَ لَا عَذَاباً وَ لَا خِزْياً فِي الدُّنْيَا وَ الْآخِرَةِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَثْرَةِ اللِّسَانِ، وَ سُوءِ الْمَقَامِ، وَ خِفَّةِ الْمِيزَانِ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَقِّنَّا حَسَنَاتِنَا فِي الْمَمَاتِ، وَ لَا تُرِنَا أَعْمَالَنَا عَلَيْنَا حَسَرَاتٍ، وَ لَا تُخْزِنَا عِنْدَ قَضَائِكَ، وَ لَا تَفْضَحْنَا بِسَيِّئَاتِنَا يَوْمَ نَلْقَاكَ، وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ قُلُوبَنَا تَذْكُرُكَ وَ لَا تَنْسَاكَ، وَ تَخْشَاكَ كَأَنَّهَا تَرَاكَ حَتَّى تَلْقَاكَ، وَ بَدِّلْ سَيِّئَاتِنَا حَسَنَاتٍ، وَ اجْعَلْ حَسَنَاتِنَا دَرَجَاتٍ، وَ اجْعَلْ دَرَجَاتِنَا غُرُفَاتٍ، وَ اجْعَلْ غُرُفَاتِنَا عَالِيَاتٍ، اللَّهُمَّ وَ أَوْسِعْ لِفَقِيرِنَا مِنْ سَعَةِ مَا قَضَيْتَ عَلَى نَفْسِكَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ مُنَّ عَلَيْنَا بِالْهُدَى مَا أَبْقَيْتَنَا، وَ الْكَرَامَةِ إِذَا تَوَفَّيْتَنَا، وَ الْحِفْظِ فِيمَا بَقِيَ مِنْ عُمُرِنَا، وَ الْبَرَكَةِ فِيمَا رَزَقْتَنَا، وَ الْعَوْنِ عَلَى مَا حَمَّلْتَنَا، وَ الثَّبَاتِ عَلَى مَا طَوَّقْتَنَا، وَ لَا تُؤَاخِذْنَا بِظُلْمِنَا، وَ لَا تُقَايِسْنَا بِجَهْلِنَا، وَ لَا تَسْتَدْرِجْنَا بِخَطِيئَتِنَا، وَ اجْعَلْ أَحْسَنَ مَا نَقُولُ ثَابِتاً فِي قُلُوبِنَا، وَ اجْعَلْنَا عُظَمَاءَ عِنْدَكَ وَ فِي أَنْفُسِنَا أَذِلَّةً، وَ انْفَعْنَا بِمَا عَلَّمْتَنَا، وَ زِدْنَا عِلْماً نَافِعاً.\nأَعُوذُ بِكَ مِنْ قَلْبٍ لَا يَخْشَعُ، وَ مِنْ عَيْنٍ لَا تَدْمَعُ، وَ صَلَاةٍ لَا تُقْبَلُ، أَجِرْنَا مِنْ سُوءِ الْفِتَنِ يَا وَلِيَّ الدُّنْيَا وَ الْآخِرَةِ.\n\nالمصدر:\nالمزار الكبير"]