["زيارة أمير المؤمنين علي بن ابي طالب صلوات الله عليه:\n\nتَقِفُ عَلَى الْبَابِ وَ تَقُولُ:\nائْذَنْ لِي عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ أَفْضَلَ مَا أَذِنْتَ لِمَنْ أَتَاكَ عَارِفاً بِحَقِّكَ، فَإِنْ لَمْ أَكُنْ لِذَلِكَ أَهْلًا فَأَنْتَ لَهُ أَهْلٌ، صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى الْأَئِمَّةِ مِنْ وُلْدِكَ.\n\nثُمَّ تَقِفُ عَلَى الْمَشْهَدِ وَ تَقُولُ:\nالسَّلَامُ عَلَى رَسُولِ اللَّهِ الْبَشِيرِ النَّذِيرِ، السِّرَاجِ الْمُنِيرِ، الرَّؤُوفِ الرَّحِيمِ، مُحَمَّدِ بْنِ عَبْدِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَيْكَ يَا سَيِّدَ الْوَصِيِّينَ، السَّلَامُ عَلَيْكَ يَا إِمَامَ الْمُتَّقِينَ، السَّلَامُ عَلَيْكَ يَا يَعْسُوبَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا قَائِدَ الْغُرِّ الْمُحَجَّلِينَ.\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْإِمَامُ الْبَرُّ التَّقِيُّ، النَّقِيُّ الرَّضِيُّ، الْمَرْضِيُّ الْوَفِيُّ، الصِّدِّيقُ الْأَكْبَرُ، الطُّهْرُ الطَّاهِرُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَشْهَدُ أَنَّكَ حُجَّةُ اللَّهِ عَلَى عِبَادِهِ بَعْدَ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ عَيْبَةُ عِلْمِهِ، وَ مِيزَانُ قِسْطِهِ، وَ مِصْبَاحُ نُورِهِ، الَّذِي يَقْطَعُ بِهِ الرَّاكِبُ مِنْ عَرْضِ الظُّلْمَةِ إِلَى ضِيَاءِ النُّورِ.\nوَ أَشْهَدُ أَنَّكَ الْفَارِقُ بَيْنَ الْحَلَالِ وَ الْحَرَامِ، وَ الْأَمِينُ عَلَى بَاطِنِ السِّرِّ، وَ مُسْتَوْدَعُ الْعِلْمِ، وَ خَازِنُ الْوَحْيِ، وَ الْعَالِمُ بِكُلِّ سِفْرٍ، وَ الْمُبْتَدِي بِشَرَائِعِ الْحَقِّ، وَ مِنْهَاجُ الصِّدْقِ، وَ الْمُوضِحُ سُبُلَ النَّجَاةِ، وَ الذَّائِدُ عَنْ سُبُلِ الْهَلَكَاتِ.\nوَ أَشْهَدُ أَنَّكَ خَيْرُ الدَّهْرِ وَ نَامُوسُهُ، وَ حُجَّةُ الْمَعْبُودِ وَ تَرْجُمَانُهُ، وَ الشَّاهِدُ لَهُ، وَ الدَّالُّ عَلَيْهِ، وَ الْحَبْلُ الْمَتِينُ، وَ النَّبَأُ الْعَظِيمُ، وَ صِرَاطُ اللَّهِ الْمُسْتَقِيمُ.\nوَ أَشْهَدُ أَنَّكَ وَ الْأَئِمَّةَ مِنْ وُلْدِكَ سَفِينَةُ النَّجَاةِ، وَ دَعَائِمُ الْأَوْتَادِ، وَ أَرْكَانُ الْبِلَادِ، وَ سَاسَةُ الْعِبَادِ، وَ حُجَّةُ اللَّهِ عَلَى جَمِيعِ الْبِلَادِ، وَ السَّبِيلُ إِلَيْهِ، وَ الْمَسْلَكُ إِلَى جَنَّتِهِ، وَ الْمَفْزَعُ إِلَى طَاعَتِهِ، وَ الْوَجْهُ وَ الْبَابُ الَّذِي مِنْهُ يُؤْتَى، وَ الْمَفْزَعُ وَ الرُّكْنُ، وَ الْكَهْفُ وَ الْحِصْنُ وَ الْمَلْجَأُ.\nوَ أَشْهَدُ أَنَّ الْمُتَمَسِّكَ بِوَلَايَتِكُمْ مِنَ الْفَائِزِينَ بِالْكَرَامَةِ فِي الدُّنْيَا وَ الْآخِرَةِ، وَ مَنْ عَدَلَ عَنْكُمْ لَنْ يَقْبَلَ اللَّهُ لَهُ عَمَلًا، وَ لَمْ يُقِمْ لَهُ‏ يَوْمَ الْقِيامَةِ وَزْناً، وَ هُوَ مِنْ أَصْحَابِ الْجَحِيمِ، السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ وَ تَقُولُ:\nإِلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وُفُودِي، وَ بِكَ أَتَوَسَّلُ إِلَى رَبِّكَ وَ رَبِّي، وَ أَشْهَدُ أَنَّ الْمُتَوَسِّلَ بِكَ غَيْرُ خَائِبٍ، وَ أَنَّ الطَّالِبَ بِكَ غَيْرُ مَرْدُودٍ إِلَّا بِنَجَاحِ طَلِبَتِهِ، فَكُنْ شَفِيعاً إِلَى رَبِّكَ وَ رَبِّي فِي فَكَاكِ رَقَبَتِي مِنَ النَّارِ، وَ غُفْرَانِ ذُنُوبِي، وَ كَشْفِ شِدَّتِي، وَ إِعْطَاءِ سُؤْلِي فِي دُنْيَايَ وَ آخِرَتِي، إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ*.\n\nثُمَّ تُصَلِّي عِنْدَ الرَّأْسِ أَرْبَعَ رَكَعَاتٍ زِيَارَةً نَدْباً وَ تَقُولُ بَعْدَ صَلَاتِكَ:\nالسَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى كَلِيمِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللَّهِ.\nالسَّلَامُ عَلَيْكَ يَا حَبِيبَ اللَّهِ وَ خِيَرَتَهُ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ وَ أَمِينَهُ، السَّلَامُ عَلَيْكَ يَا سَفِيرَ اللَّهِ بَيْنَهُ وَ بَيْنَ خَلْقِهِ، السَّلَامُ عَلَيْكَ يَا خَلِيفَةَ اللَّهِ فِي أَرْضِهِ، السَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ وَ سَيْفَهُ، السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَيْكِ يَا فَاطِمَةُ الزَّهْرَاءُ وَ الطُّهْرُ الْبَتُولُ سَيِّدَةَ نِسَاءِ الْعَالَمِينَ، السَّلَامُ عَلَيْكَ يَا أَبَا مُحَمَّدٍ الْحَسَنَ الزَّكِيَّ رُكْنَ الدِّينِ، السَّلَامُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ الْحُسَيْنَ بْنَ عَلِيٍّ النُّورَ الْمُبِينَ.\nالسَّلَامُ عَلَيْكَ يَا أَبَا مُحَمَّدٍ عَلِيَّ بْنَ الْحُسَيْنِ زَيْنَ الْعَابِدِينَ، السَّلَامُ عَلَيْكَ يَا أَبَا جَعْفَرٍ مُحَمَّدَ بْنَ عَلِيٍّ بَاقِرَ كِتَابِ رَبِّ الْعَالَمِينَ، السَّلَامُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّهِ جَعْفَرَ بْنَ مُحَمَّدٍ الصَّادِقَ سَيِّدَ الصَّادِقِينَ، السَّلَامُ عَلَيْكَ يَا أَبَا إِبْرَاهِيمَ حَبِيسَ الظَّالِمِينَ.\nالسَّلَامُ عَلَيْكَ يَا أَبَا الْحَسَنِ عَلِيَّ بْنَ مُوسَى الرِّضَا فِي الْمَرْضِيِّينَ، السَّلَامُ عَلَيْكَ يَا أَبَا جَعْفَرٍ مُحَمَّدَ بْنَ عَلِيٍّ الرِّضَا فِي الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا أَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدِ بْنِ عَلِيٍّ هَادِيَ الْمُسْتَرْشِدِينَ.\nالسَّلَامُ عَلَيْكَ يَا أَبَا مُحَمَّدٍ الْحَسَنَ الْمَيْمُونَ خِزَانَةَ الْوَصِيِّينَ، السَّلَامُ عَلَيْكَ يَا أَبَا الْقَاسِمِ مُحَمَّدَ بْنَ الْحَسَنِ الْهَادِيَ الْمَهْدِيَّ حُجَّةَ اللَّهِ عَلَى الْعَالَمِينَ، السَّلَامُ عَلَيْكُمْ يَا سَادَاتِي وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَيْكُمْ يَا خُزَّانَ عِلْمِ اللَّهِ، السَّلَامُ عَلَيْكُمْ يَا تَرَاجِمَةَ وَحْيِ اللَّهِ، السَّلَامُ عَلَيْكُمْ يَا صَادِقِينَ عَنِ اللَّهِ، السَّلَامُ عَلَيْكُمْ يَا عِتْرَةَ رَسُولِ اللَّهِ، السَّلَامُ عَلَيْكُمْ يَا نَاصِرِي دِينِ اللَّهِ.\nالسَّلَامُ عَلَيْكُمْ يَا حَاكِمِينَ بِحُكْمِ اللَّهِ، السَّلَامُ عَلَيْكُمْ يَا سَادَةَ الْوَرَى وَ الْآيَةَ الْكُبْرَى، وَ الْحُجَّةَ الْعُظْمَى وَ الدَّعْوَةَ الْحُسْنَى، وَ الْمَثَلَ الْأَعْلَى وَ شَجَرَةَ الْمُنْتَهَى، وَ بَابَ الْهُدَى وَ كَلِمَةَ التَّقْوَى وَ الْعُرْوَةَ الْوُثْقَى.\nالسَّلَامُ عَلَيْكُمْ يَا مَنِ اتَّخَذَهُمُ اللَّهُ رَحْمَةً لِخَلْقِهِ وَ أَنْصَاراً لِدِينِهِ، وَ قُوَّاماً بِأَمْرِهِ وَ خُزَّاناً لِعِلْمِهِ، وَ حُفَّاظاً لِسِرِّهِ وَ تَرَاجِمَةً لِوَحْيِهِ، وَ مَعَادِنَ‏\nكَلِمَاتِهِ، وَ أَوْرَثَكُمْ كِتَابَهُ، وَ خَصَّكُمْ بِكَرَائِمِ التَّنْزِيلِ، وَ ضَرَبَ لَكُمْ مَثَلًا مِنْ نُورِهِ، وَ أَجْرَى فِيكُمْ مِنْ رُوحِهِ.\nالسَّلَامُ عَلَيْكُمْ أَيُّهَا الْأَئِمَّةُ الْهُدَاةُ، وَ سادة [السَّادَةُ] الْوُلَاةُ، وَ الْقَادَةُ الْحُمَاةُ، وَ الذَّادَةُ السُّعَاةُ، السَّلَامُ عَلَيْكُمْ يَا أُولِي الذِّكْرِ وَ خُزَّانَ الْعِلْمِ، وَ مُنْتَهَى الْحِلْمِ وَ قَادَةَ الْأُمَمِ، السَّلَامُ عَلَيْكُمْ يَا بَقِيَّةَ اللَّهِ وَ خِيَرَتَهُ، السَّلَامُ عَلَيْكُمْ يَا سُفَرَاءَ اللَّهِ بَيْنَهُ وَ بَيْنَ خَلْقِهِ، السَّلَامُ عَلَيْكُمْ يَا خُلَفَاءَ اللَّهِ فِي أَرْضِهِ.\nأَشْهَدُ أَنَّكُمُ الْأَئِمَّةُ الرَّاشِدُونَ الْمَهْدِيُّونَ، النَّاطِقُونَ الصَّادِقُونَ، الْمُقَرَّبُونَ الْمُطَهَّرُونَ الْمَعْصُومُونَ، عَصَمَكُمُ اللَّهُ مِنَ الذُّنُوبِ، وَ بَرَّأَكُمْ مِنَ الْعُيُوبِ، وَ ائْتَمَنَكُمْ عَلَى الْغُيُوبِ، وَ آمَنَكُمْ مِنَ الْفِتَنِ، وَ اسْتَرْعَاكُمُ الْأَنَامَ، وَ فَوَّضَ إِلَيْكُمُ الْأُمُورَ، وَ جَعَلَ إِلَيْكُمُ التَّدْبِيرَ، وَ عَرَّفَكُمُ الْأَسْبَابَ وَ الْأَنْسَابَ، وَ أَوْرَثَكُمُ الْكِتَابَ، وَ أَعْطَاكُمُ الْمَقَالِيدَ، وَ سَخَّرَ لَكُمْ مَا خَلَقَ.\nفَعَظَّمْتُمْ جَلَالَهُ، وَ أَكْبَرْتُمْ شَأْنَهُ، وَ مَجَّدْتُمْ كَرَمَهُ، وَ أَدَمْتُمْ ذِكْرَهُ، وَ تَلَوْتُمْ كِتَابَهُ، وَ حَلَّلْتُمْ حَلَالَهُ، وَ حَرَّمْتُمْ حَرَامَهُ، وَ أَقَمْتُمُ الصَّلَاةَ، وَ آتَيْتُمُ الزَّكَاةَ، وَ أَمَرْتُمْ بِالْمَعْرُوفِ، وَ نَهَيْتُمْ عَنِ الْمُنْكَرِ، وَ مِيرَاثُ النُّبُوَّةِ عِنْدَكُمْ، وَ إِيَابُ الْخَلْقِ إِلَيْكُمْ، وَ حِسَابُهُمْ عَلَيْكُمْ، وَ فَصْلُ الْخِطَابِ عِنْدَكُمْ، وَ بُرْهَانُهُ مَعَكُمْ، وَ نُورُهُ مِنْكُمْ، وَ أَمْرُهُ إِلَيْكُمْ، مَنْ وَالاكُمْ يَا سَادَاتِي فَقَدْ وَالَى اللَّهَ، وَ مَنْ عَادَاكُمْ فَقَدْ عَادَى اللَّهَ.\nأَنْتُمْ أُمَنَاءُ اللَّهِ، وَ أَنْتُمْ آلَاءُ اللَّهِ، وَ أَنْتُمْ دَلَائِلُ اللَّهِ، وَ أَنْتُمْ خُلَفَاءُ اللَّهِ، وَ أَنْتُمْ حُجَجُ اللَّهِ عَلَى خَلْقِهِ، فَبِكُمْ يَعْرِفُ اللَّهَ الْخَلَائِقُ، وَ بِكُمْ يُتْحِفُهُمْ.\nأَنْتُمْ يَا سَادَاتِي السَّبِيلُ الْأَعْظَمُ، وَ الصِّرَاطُ الْمُسْتَقِيمُ، وَ النَّبَأُ الْعَظِيمُ، وَ الْحَبْلُ الْمَتِينُ، وَ السَّبَبُ الْمَمْدُودُ مِنَ السَّمَاءِ إِلَى الْأَرْضِ، أَنْتُمْ شُهَدَاءُ دَارِ الْفَنَاءِ، وَ شُفَعَاءُ دَارِ الْبَقَاءِ، أَنْتُمُ الرَّحْمَةُ الْمَوْصُولَةُ، وَ الْآيَةُ الْمَخْزُونَةُ، وَ الْبَابُ الْمُمْتَحَنُ بِهِ النَّاسُ، مَنْ أَتَاكُمْ نَجَا، وَ مَنْ تَخَلَّفَ عَنْكُمْ هَوَى.\nأَشْهَدُ أَنَّكُمْ يَا سَادَاتِي إِلَى اللَّهِ تَدْعُونَ، وَ إِلَيْهِ تُرْشِدُونَ، وَ بِقَوْلِهِ تَحْكُمُونَ، لَمْ تَزَالُوا بِعَيْنِهِ، وَ عِنْدَهُ فِي مَلَكُوتِهِ تَأْمُرُونَ، وَ لَهُ تُخْلِصُونَ، وَ بِعَرْشِهِ مُحْدِقُونَ، وَ لَهُ تُسَبِّحُونَ وَ تُقَدِّسُونَ، وَ تُمَجِّدُونَ وَ تُهَلِّلُونَ، وَ تُعَظِّمُونَ، وَ بِهِ خافون [حَافُّونَ‏].\nحَتَّى مَنَّ عَلَيْنَا فَجَعَلَكُمْ‏ فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَ يُذْكَرَ فِيهَا اسْمُهُ‏، فَتَوَلَّى جَلَّ ذِكْرُهُ تَطْهِيرَهَا، وَ أَمَرَ خَلْقَهُ بِتَعْظِيمِهَا، فَرَفَعَهَا عَلَى كُلِّ بَيْتٍ طَهَّرَهُ فِي الْأَرْضِ، وَ عَلَاهَا عَلَى كُلِّ بَيْتٍ قَدَّسَهُ فِي السَّمَاءِ، لَا يُوَازِيهَا خَطَرٌ، وَ لَا يَسْمُو إِلَيْهَا الْفِكَرُ، يَتَمَنَّى كُلُّ أَحَدٍ أَنَّهُ مِنْكُمْ، وَ لَا تَتَمَنَّوْنَ أَنْتُمْ أَنَّكُمْ مِنْ غَيْرِكُمْ.\nإِلَيْكُمُ انْتَهَتِ الْمَكَارِمُ وَ الشَّرَفُ، وَ فِيكُمُ اسْتَقَرَّتِ الْأَنْوَارُ وَ الْمَجْدُ وَ السُّؤْدَدُ، فَلَيْسَ فَوْقَكُمْ أَحَدٌ إِلَّا اللَّهُ، وَ لَا أَقْرَبَ إِلَيْهِ مِنْكُمْ، وَ لَا أَكْرَمَ عَلَيْهِ مِنْكُمْ، وَ لَا أَحْظَى لَدَيْهِ.\nأَنْتُمْ سُكَّانُ الْبِلَادِ، وَ نُورُ الْعِبَادِ، وَ عَلَيْكُمُ الِاعْتِمَادُ فِي يَوْمِ الْمَعَادِ، كُلَّمَا غَابَ مِنْكُمْ حُجَّةٌ أَوْ أَفَلَ مِنْكُمْ نَجْمٌ أَطْلَعَ اللَّهُ خَلَفَهُ مِنْكُمْ، خَلَفاً نَيِّراً، وَ نُوراً بَيِّناً، خَلَفاً عَنْ سَلَفٍ، لَا تَنْقَطِعُ عَنْكُمْ مَوَادُّهُ وَ لَا يُسْلَبُ مِنْكُمْ أَمْرُهُ، سَبَبٌ مَوْصُولٌ مِنَ اللَّهِ، وَ جَعَلَ مَا خَصَّنَا بِهِ مِنْ مَعْرِفَتِكُمْ، تَطْهِيراً لِذُنُوبِنَا، وَ تَزْكِيَةً لِأَنْفُسِنَا، إِذْ كُنَّا عِنْدَهُ مُعْتَرِفِينَ بِحَقِّكُمْ، فَبَلَغَ اللَّهُ بِكُمْ يَا سَادَاتِي نِهَايَةَ الشَّرَفِ، وَ زَادَكُمْ مَا أَنْتُمْ أَهْلُهُ وَ مُسْتَحِقُّوهُ مِنْهُ.\nوَ أَشْهَدُ يَا مَوَالِيَّ وَ طُوبَى لِي إِنْ كُنْتُمْ مَوَالِيَّ أَنِّي عَبْدُكُمْ، وَ طُوبَى لِي إِنْ قَبِلْتُمُونِي عَبْداً، وَ أَنِّي مُقِرٌّ بِكُمْ، مُعْتَصِمٌ بِحَبْلِكُمْ، مُتَوَقِّعٌ لِدَوْلَتِكُمْ، مُنْتَظِرٌ لِرَجْعَتِكُمْ، عَامِلٌ بِأَمْرِكُمْ، آخِذٌ بِقَوْلِكُمْ، لَائِذٌ بِحَرَمِكُمْ، مُتَقَرِّبٌ إِلَى اللَّهِ بِكُمْ.\nيَا سَادَاتِي بِكُمْ يُمْسِكُ اللَّهُ‏ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ‏، وَ بِكُمْ يُنَزِّلُ الْغَيْثَ، وَ يَكْشِفُ الْكَرْبَ، وَ يُغْنِي الْمُعْدِمَ، وَ يَشْفِي السَّقِيمَ\n لَبَّيْكُمْ وَ سَعْدَيْكُمْ يَا مَنِ اصْطَفَاهُمُ اللَّهُ فَقَالَ تَعَالَى ذِكْرُهُ: } اللَّهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلًا وَ مِنَ النَّاسِ‏ { فَأَنْتُمُ السَّفَرَةُ الْكِرَامُ الْبَرَرَةُ، أَنْتُمُ الْعِبَادُ الْمُكْرَمُونَ الَّذِينَ‏ لا يَسْبِقُونَهُ بِالْقَوْلِ وَ هُمْ بِأَمْرِهِ يَعْمَلُونَ‏.\nأَنْتُمُ الصَّفْوَةُ الَّتِي اصْطَفَاهَا اللَّهُ وَ صَفَّاهَا وَ وَصَفَهَا فِي كِتَابِهِ فَقَالَ: } إِنَّ اللَّهَ اصْطَفى‏ آدَمَ وَ نُوحاً وَ آلَ إِبْراهِيمَ وَ آلَ عِمْرانَ عَلَى الْعالَمِينَ ذُرِّيَّةً بَعْضُها مِنْ بَعْضٍ وَ اللَّهُ سَمِيعٌ عَلِيمٌ‏ { \nفَأَنْتُمُ الذُّرِّيَّةُ الْمُخْتَارَةُ، وَ الْأَنْفُسُ الْمُجَرَّدَةُ، وَ الْأَرْوَاحُ الْمُطَهَّرَةُ، يَا مُحَمَّدُ يَا عَلِيُّ، يَا فَاطِمَةُ الزَّهْرَاءُ، يَا حَسَنُ يَا حُسَيْنُ سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ، يَا مَوَالِيَّ الطَّاهِرِينَ، يَا ذَوِي النُّهَى وَ التُّقَى، يَا أَنْوَارَ اللَّهِ فِي أَرْضِهِ الَّتِي لَا تُطْفَى، يَا عُيُونَ اللَّهِ فِي خَلْقِهِ، أَنَا مُنْتَظِرٌ لِأَمْرِكُمْ، مُتَرَقِّبٌ لِدَوْلَتِكُمْ، مَعَكُمْ لَا مَعَ غَيْرِكُمْ، إِلَيْكُمْ لَا إِلَى عَدُوِّكُمْ، آمَنْتُ بِكُمْ وَ بِمَا أُنْزِلَ إِلَيْكُمْ، وَ أَبْرَءُ إِلَى اللَّهِ مِنْ عَدُوِّكُمْ.\nوَ أَشْهَدُ يَا مَوَالِيَّ أَنَّكُمْ تَسْمَعُونَ كَلَامِي، وَ تَرَوْنَ مَقَامِي، وَ تَعْرِفُونَ مَكَانِي، وَ تَرُدُّونَ سَلَامِي، وَ أَنَّكُمْ حُجَجُ اللَّهِ الْبَالِغَةُ، وَ نِعَمُهُ السَّابِغَةُ، فَاذْكُرُونِي عِنْدَ رَبِّكُمْ، وَ أَوْرِدُونِي حَوْضَكُمْ، وَ اسْقُونِي بِكَأْسِكُمْ، وَ احْشُرُونِي فِي جُمْلَتِكُمْ، وَ احْرُسُونِي مِنْ مَكَارِهِ الدُّنْيَا وَ الْآخِرَةِ، فَإِنَّ لَكُمْ عِنْدَ اللَّهِ مَقَاماً مَحْمُوداً، وَ جَاهاً عَرِيضا، وَ شَفَاعَةً مَقْبُولَةً.\nفَإِنِّي قَصَدْتُ إِلَيْكُمْ، وَ رَجَوْتُ بِسَلَامِي عَلَيْكُمْ وَ وُقُوفِي بِعَرْصَتِكُمْ وَ اسْتِشْفَاعِي بِكُمْ إِلَى اللَّهِ أَنْ يَعْفُوَ عَنِّي، وَ يَغْفِرَ ذَنْبِي، وَ يُعِزَّ ذُلِّي، وَ يَرْفَعَ صَرْعَتِي، وَ يُقَوِّيَ ضَعْفِي، وَ يَسُدَّ فَقْرِي، وَ يُبَلِّغَنِي أَمَلِي، وَ يُعْطِيَنِي مُنْيَتِي، وَ يَقْضِيَ حَاجَتِي، فِيمَا ذَكَرْتُهُ مِنْ حَوَائِجِي وَ مَا لَمْ أَذْكُرْهُ، مَا عَلِمَ أَنَّ فِيهِ الْخِيَرَةَ لِي، حَتَّى يُوصِلَنِي بِذَلِكَ إِلَى رِضَاهُ وَ الْجَنَّةِ.\nاللَّهُمَّ شَفِّعْهُمْ فِيَّ، وَ شَفِّعْنِي بِهِمْ، وَ بَلِّغْنِي مَا سَأَلْتُ وَ تَوَسَّلْتُ بِهِمْ، وَ لَا تُخَيِّبْنِي مِمَّا رَجَوْتُهُ فِيهِمْ، يَا أَرْحَمَ الرَّاحِمِينَ.\n\nفَإِذَا أَرَدْتَ الْوَدَاعَ فَقُلْ:\nلَا جَعَلَهُ اللَّهُ يَا مَوْلَايَ آخِرَ الْعَهْدِ مِنْ زِيَارَتِكَ، وَ رَزَقَنِي الْعَوْدَ إِلَيْكَ، وَ الْمُقَامَ فِي حَرَمِكَ، وَ الْكَوْنَ مَعَكَ وَ مَعَ الْأَبْرَارِ مِنْ وُلْدِكَ.\n\nثُمَّ اخْرُجِ الْقَهْقَرَى وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا سَيِّدَ الْوَصِيِّينَ، وَ السَّلَامُ عَلَى الْمَلَائِكَةِ الْمُقَرَّبِينَ.\n\nوَ قُلْ فِي مَسِيرِكَ إِلَى أَنْ تَبْعُدَ عَنِ الْقَبْرِ:\nإِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ‏، وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، وَ حَسْبِيَ‏ اللَّهُ وَ نِعْمَ الْوَكِيلُ‏.\n\nالمصدر:\nالمزار الكبير"]