["زيارة أخرى له عليه السّلام:\n\nتَغْتَسِلُ أَوَّلًا لِلزِّيَارَةِ مَنْدُوباً وَ تَقْصِدُ إِلَى مَشْهَدِهِ عَلَيْهِ السَّلَامُ وَ تَقِفُ عَلَى ضَرِيحِهِ الطَّاهِرِ وَ تَسْتَقْبِلُهُ بِوَجْهِكَ، وَ تَجْعَلُ الْقِبْلَةَ بَيْنَ يَدَيْكَ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ \nالسَّلَامُ عَلَيْكَ‏ يَا وَلِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا حَبِيبَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا سَيِّدَ الْوَصِيِّينَ، السَّلَامُ عَلَيْكَ يَا خَلِيفَةَ رَسُولِ رَبِّ الْعَالَمِينَ.\nأَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ عَنْ رَسُولِ اللَّهِ مَا حَمَّلَكَ، وَ حَفِظْتَ مَا اسْتَوْدَعَكَ، وَ حَلَّلْتَ حَلَالَ اللَّهِ وَ حَرَّمْتَ حَرَامَ اللَّهِ، وَ تَلَوْتَ كِتَابَ اللَّهِ وَ صَبَرْتَ عَلَى الْأَذَى فِي جَنْبِ اللَّهِ مُحْتَسِباً حَتَّى أَتَاكَ الْيَقِينُ، لَعَنَ اللَّهُ مَنْ خَالَفَكَ، وَ لَعَنَ مَنْ قَتَلَكَ، وَ لَعَنَ مَنْ بَلَغَهُ ذَلِكَ فَرَضِيَ بِهِ، أَنَا إِلَى اللَّهِ مِنْهُمْ بَرَاءٌ.\n\nثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ وَ تُقَبِّلُهُ وَ تَضَعُ خَدَّكَ الْأَيْمَنَ عَلَيْهِ ثُمَّ الْأَيْسَرَ، ثُمَّ تَتَحَوَّلُ إِلَى عِنْدِ الرَّأْسِ، تَقِفُ عَلَيْهِ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا وَصِيَّ الْأَوْصِيَاءِ وَ وَارِثَ عِلْمِ الْأَنْبِيَاءِ، أَشْهَدُ لَكَ يَا وَلِيَّ اللَّهِ بِالْبَلَاغِ وَ الْأَدَاءِ.\nأَتَيْتُكَ زَائِراً عَارِفاً بِحَقِّكَ، مُسْتَبْصِراً بِشَأْنِكَ، مُوَالِياً لِأَوْلِيَائِكَ، مُعَادِياً لِأَعْدَائِكَ، مُتَقَرِّباً إِلَى اللَّهِ تَعَالَى بِزِيَارَتِكَ فِي خَلَاصِ نَفْسِي وَ فَكَاكِ رَقَبَتِي مِنَ النَّارِ وَ قَضَاءِ حَوَائِجِي لِلدُّنْيَا وَ الْآخِرَةِ، فَاشْفَعْ لِي عِنْدَ رَبِّكَ صَلَوَاتُ اللَّهِ عَلَيْكَ.\n\nثُمَّ يُقَبِّلُ الْقَبْرَ وَ يَضَعُ خَدَّهُ الْأَيْمَنَ وَ يَرْفَعُ رَأْسَهُ، وَ يُصَلِّي سِتَّ رَكَعَاتٍ حَسَبَ مَا قَدَّمْنَاهُ.\n\nفَإِذَا أَرَادَ وَدَاعَهُ عَلَيْهِ السَّلَامُ فَلْيَقِفْ عَلَى قَبْرِهِ كَمَا وَقَفَ أَوَّلًا، ثُمَّ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَسْتَوْدِعُكَ اللَّهَ وَ أَسْتَرْعِيكَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِالرَّسُولِ وَ بِمَا جِئْتَ بِهِ وَ دَلَلْتَ عَلَيْهِ، اللَّهُمَّ اكْتُبْنَا مَعَ الشَّاهِدِينَ.\nاللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ لِزِيَارَةِ وَلِيِّكَ، وَ ارْزُقْنِي الْعَوْدَ إِلَيْهِ أَبَداً مَا أَبْقَيْتَنِي، فَإِذَا تَوَفَّيْتَنِي فَاحْشُرْنِي مَعَهُ وَ مَعَ ذُرِّيَّتِهِ الْأَئِمَّةِ الرَّاشِدِينَ عَلَيْهِ وَ عَلَيْهِمُ السَّلَامُ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nوَ تَدْعُو بَعْدَ ذَلِكَ بِمَا شَاءَ، إِنْ شَاءَ اللَّهُ.\n\nالمصدر:\nالمزار الكبير"]