["إِذَا أَتَيْتَ الْكُوفَةَ فَاغْتَسِلْ ثُمَّ امْشِ إِلَى مَشْهَدِ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ وَ أَنْتَ عَلَى غُسْلِكَ وَ طُهْرِكَ، وَ هُوَ يُجْزِيكَ، وَ إِنْ أَحْدَثْتَ مَا يَنْقُضُ الْوُضُوءَ فَأَعِدْ وُضُوءَكَ وَ غُسْلَكَ، فَإِنْ لَمْ يَكُنْ ذَلِكَ لِعِلَّةٍ فَالْوُضُوءُ يُجْزِي، \n\nثُمَّ الْبَسْ مِنْ ثِيَابِكَ مَا طَهُرَ وَ اسْعَ إِلَيْهِ مَاشِياً مِنْ حَيْثُ أَمْكَنَ السَّعْيُ، فَإِذَا عَايَنْتَ قَبْرَهُ فَقُلْ:\nاللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ وَ اللَّهُ أَكْبَرُ وَ لِلَّهِ الْحَمْدُ.\n\nوَ امْشِ وَ عَلَيْكَ السَّكِينَةَ وَ الْوَقَارَ وَ الْخُشُوعَ، وَ أَكْثِرْ مِنَ الصَّلَاةِ عَلَى مُحَمَّدٍ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ أَهْلِ بَيْتِهِ، وَ قُلِ:\nالْحَمْدُ لِلَّهِ الَّذِي أَكْرَمَنِي فِي عِبَادِهِ، وَ سَيَّرَنِي فِي بِلَادِهِ، وَ حَمَلَنِي عَلَى دَوَابِّهِ.\n\nفَإِذَا دَخَلْتَ الْحِصْنَ مِنَ الْبَابِ الْأَوَّلِ:\nالْحَمْدُ لِلَّهِ‏ الَّذِي سَخَّرَ لَنا هذا وَ ما كُنَّا لَهُ مُقْرِنِينَ وَ إِنَّا إِلى‏ رَبِّنا لَمُنْقَلِبُونَ‏، اللَّهُمَّ كَمَا أَحْلَلْتَنِي حَرَمَ أَخِي رَسُولِكَ وَ وَصِيِّهِ، وَ سَهَّلْتَ زِيَارَتَهُ، فَحَرِّمْ جَسَدِي عَلَى النَّارِ.\n\nوَ أَكْثِرْ مِنَ الِاسْتِغْفَارِ حَتَّى تَصِلَ إِلَى الْحِصْنِ الْمُحِيطِ بِالْقُبَّةِ وَ أَبْوَابِهَا، وَ دُرْ إِلَى الْوَجْهِ الَّذِي تُوَاجِهُ فِيهِ الْإِمَامَ صَلَوَاتُ اللَّهِ عَلَيْهِ، وَ أَنْتَ مُنَكِّسُ الرَّأْسِ مُطْرِقُ الْبَصَرِ، \nحَتَّى تَقِفَ بِالْبَابِ الَّذِي هُوَ مُحَاذِي الرَّأْسِ، وَ اسْجُدْ إِذَا لَاحَظْتَهُ إِعْظَاماً لِلَّهِ تَعَالَى وَحْدَهُ وَ لِوَلِيِّهِ،\n ثُمَّ ارْفَعْ رَأْسَكَ وَ الْتَفِتْ يَسْرَةَ الْقِبْلَةِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ قُلِ:\n\nالسَّلَامُ عَلَيْكَ يَا رَسُولَ اللَّهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ وَ أَقْبِلْ إِلَى الْإِمَامِ بِوَجْهِكَ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا مَوْلَايَ وَ مَوْلَى كُلِّ مُؤْمِنٍ وَ مُؤْمِنَةٍ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ وَ حُجَّتَهُ، السَّلَامُ عَلَيْكَ يَا خَلِيفَةَ الرَّسُولِ عَلَى أُمَّتِهِ، السَّلَامُ عَلَيْكَ يَا صِهْرَ النَّبِيِّ وَ زَوْجَ ابْنَتِهِ.\nالسَّلَامُ عَلَيْكَ يَا صَاحِبَ الزُّهْدِ فِي إِمَامَتِهِ، السَّلَامُ عَلَيْكَ يَا وَاضِحَ السَّبِيلِ فِي دَلَالَتِهِ، السَّلَامُ عَلَيْكَ يَا خَلِيفَةَ الطُّهْرِ فِي نُبُوَّتِهِ، السَّلَامُ عَلَيْكَ يَا نَاصِرَ الْحَقِّ فِي شَرِيعَتِهِ، السَّلَامُ عَلَيْكَ يَا أَوْحَدَ الْخَلْقِ فِي شَجَاعَتِهِ.\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْمَقْبُولُ فِي شَفَاعَتِهِ، السَّلَامُ عَلَيْكَ ايُّهَا الْعَادِلُ فِي خِلَافَتِهِ، السَّلَامُ عَلَيْكَ أَيُّهَا الْأَمِينُ فِي إِمَارَتِهِ، السَّلَامُ عَلَيْكَ أيُّهَا الطَّيِّبُ فِي وِلَادَتِهِ، السَّلَامُ عَلَيْكَ يَا صَاحِبَ الْحَوْضِ وَ سِقَايَتِهِ، السَّلَامُ عَلَيْكَ يَا حَامِلَ اللِّوَاءِ الْعَظِيمِ مَنْزِلَتُهُ، السَّلَامُ عَلَيْكَ يَا خَائِفَ اللَّهِ فِي سَرِيرَتِهِ.\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللَّهِ وَ خِيَرَتِهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ الْخَلِيلِ فِي نُبُوَّتِهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى الْكَلِيمِ لِلَّهِ فِي رِسَالَتِهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ عِيسَى الرُّوحِ فِي بَلَاغَتِهِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ النَّبِيِّ فِي أَمَانَتِهِ.\nالسَّلَامُ عَلَيْكَ يَا أَبَا السِّبْطَيْنِ وَ قَاضِيَ الدَّيْنِ وَ مَنْبَعَ الْعَيْنِ، السَّلَامُ عَلَيْكَ يَا أَخَا الرَّسُولِ وَ زَوْجَ الْبَتُولِ وَ رَادَّ الْغُلُولِ، السَّلَامُ عَلَيْكَ يَا قَاتِلَ النَّاكِثِينَ وَ الْقَاسِطِينَ وَ الْمَارِقِينَ، السَّلَامُ عَلَيْكَ يَا وَارِثَ الْعِلْمِ وَ صَاحِبَ الْحِلْمِ، السَّلَامُ عَلَيْكَ يَا أَبَا الْأَيْتَامِ وَ كَاسِرَ الْأَصْنَامِ وَ كَلِيمَ الْأَقْوَامِ، السَّلَامُ عَلَيْكَ يَا كَاشِفَ الْمَحَلِّ وَ خَاصِفَ النَّعْلِ وَ سَيِّدَ الْأَهْلِ.\nالسَّلَامُ عَلَيْكَ يَا حَامِلَ الرَّايَةِ وَ بَالِغَ الْغَايَةِ وَ صَاحِبَ الْآيَةِ، السَّلَامُ عَلَيْكَ يَا عَلَمَ الْهُدَى وَ مَنَارَ التُّقَى وَ الْعُرْوَةَ الْوُثْقَى، السَّلَامُ عَلَيْكَ يَا قَاسِمَ النَّارِ وَ حَافِظَ الْجَارِ وَ مُدْرِكَ الثَّأْرِ، السَّلَامُ عَلَيْكَ يَا دَاحِضَ الْإِفْكِ وَ مُبْطِلَ الشِّرْكِ وَ مُزِيلَ الشَّكِّ، السَّلَامُ عَلَيْكَ يَا وَارِثَ الْأَنْبِيَاءِ وَ خَاتِمَ الْأَوْصِيَاءِ وَ قَاتِلَ الْأَشْقِيَاءِ.\nالسَّلَامُ عَلَيْكَ يَا هَاجِرَ اللَّذَّاتِ وَ تَارِكَ الشَّهَوَاتِ وَ كَاشِفَ الْغَمَرَاتِ، السَّلَامُ عَلَيْكَ يَا فَاضِحَ الْأَقْرَانِ وَ قَاتِلَ الشُّجْعَانِ وَ مُبْطِلَ كَيْدِ الشَّيْطَانِ، السَّلَامُ عَلَيْكَ يَا فَاكَّ الْأَسِيرِ وَ مُغْنِيَ الْفَقِيرِ وَ نِعْمَ النَّصِيرُ.\nالسَّلَامُ عَلَيْكَ يَا هَازِمَ الْأَحْزَابِ وَ مُذِلَّ الرِّقَابِ وَ مُجَلِّيَ الْخِطَابِ، السَّلَامُ عَلَيْكَ يَا طُورَ مَنَافٍ وَ سَيِّدَ الْأَشْرَافِ وَ صَاحِبَ الْحَوْضِ الصَّافِ، السَّلَامُ عَلَى الْعَادِلِ فِي الرَّعِيَّةِ، الْحَاكِمِ بِالْقَضِيَّةِ، الْقَاسِمِ بِالسَّوِيَّةِ.\nأَشْهَدُ عِنْدَ اللَّهِ وَ كَفَى بِهِ شَهِيداً وَ سَائِلًا عَنِ الشَّهَادَةِ، أَنَّكَ أَقَمْتَ الصَّلَاةَ وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ وَ نَهَيْتَ عَنِ الْمُنْكَرِ، وَ جَاهَدْتَ الْمُلْحِدِينَ، وَ عَبَدْتَ اللَّهَ حَقَّ عِبَادَتِهِ، وَ صَبَرْتَ عَلَى مَا أَصَابَكَ، طَالِباً لِمَرْضَاتِهِ حَتَّى أَتَاكَ الْيَقِينُ.\nلَعَنَ اللَّهُ مَنْ قَتَلَكَ، وَ لَعَنَ اللَّهُ مَنْ ظَلَمَكَ، وَ لَعَنَ مَنِ اعْتَدَى عَلَيْكَ وَ عَلَى وَالِدِكَ وَ ذُرِّيَّتِكَ صَلَوَاتُ اللَّهِ عَلَيْكَ وَ عَلَى الْمَلَائِكَةِ الْحَافِّينَ بِكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nأَنَا عَبْدُكَ يَا مَوْلَايَ وَ ابْنُ عَبْدِكَ، أَتَيْتُكَ زَائِراً مُعْتَرِفاً بِحَقِّكَ، وَلِيّاً لِمَنْ وَالَيْتَ، عَدُوّاً لِمَنْ عَادَيْتَ، سِلْماً لِمَنْ سَالَمْتَ، حَرْباً لِمَنْ حَارَبْتَ، مُتَقَرِّباً بِمَحَبَّتِكَ وَ وَلَايَتِكَ إِلَى اللَّهِ تَعَالَى، وَ السَّلَامُ عَلَيْكَ وَ عَلَى ضَجِيعَيْكَ آدَمَ وَ نُوحٍ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ وَ تُقَبِّلُهُ وَ تَلُوذُ بِهِ وَ تَسْأَلُ اللَّهَ تَعَالَى مَا أَحْبَبْتَ يُجِبْك بِفَضْلِهِ وَ كَرَمِهِ، وَ تُصَلِّي عِنْدَ الرَّأْسِ سِتَّ رَكَعَاتٍ، رَكْعَتَيْنِ لآِدَمَ،\nوَ رَكْعَتَيْنِ لِنُوحٍ، وَ رَكْعَتَيْنِ لِأَمِيرِ الْمُؤْمِنِينَ، وَ تَدْعُو لِنَفْسِكَ وَ لِوَالِدَيْكَ وَ لِلْمُؤْمِنِينَ تُجَبْ إِنْ شَاءَ اللَّهُ.\n\nفَإِذَا أَرَدْتَ الِانْصِرَافَ فَوَدِّعْهُ عَلَيْهِ السَّلَامُ، تَقِفُ عَلَيْهِ كَوُقُوفِكَ الْأَوَّلِ وَ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، أَسْتَوْدِعُكَ اللَّهَ وَ أَقْرَأُ عَلَيْكَ السَّلَامَ، آمَنَّا بِاللَّهِ وَ بِالرَّسُولِ وَ بِمَا جِئْتَ بِهِ وَ دَلَلْتَ عَلَيْهِ، اللَّهُمَّ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ، اللَّهُمَّ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِهِ، وَ ارْزُقْنِي صُحْبَتَهُ، وَ تَوَفَّنِي عَلَى مِلَّتِهِ، وَ احْشُرْنِي فِي زُمْرَتِهِ، وَ اقْلِبْنِي مُفْلِحاً مُنْجِحاً بِأَفْضَلِ مَا يَنْقَلِبُ بِهِ أحدا [أَحَدٌ] مِنْ زُوَّارِهِ يَا أَرْحَمَ الرَّاحِمِينَ.\n\nالمصدر:\nالمزار الكبير"]