{
"title": "زيارة أخرى لأمير المؤمنين (ع)",
"type": "text",
"source": "\nالمزار الكبير",
"data": "تَقِفُ عَلَى بَابِ السَّلَامِ وَ تَقُولُ:\nاللَّهُمَّ إِلَيْكَ وَجَّهْتُ وَجْهِي، وَ عَلَيْكَ تَوَكَّلْتُ رَبِّي، اللَّهُ أَكْبَرُ كَمَا بِمَنِّهِ هَدَانَا، اللَّهُ أَكْبَرُ إِلَهُنَا وَ مَوْلَانَا، اللَّهُ أَكْبَرُ وَلِيُّنَا الَّذِي أَحْيَانَا، الْحَمْدُ لِلَّهِ الَّذِي بِمَنِّهِ هَدَانَا، اللَّهُمَّ إِنِّي أُشْهِدُكَ وَ الشَّهَادَةُ حَظِّي، وَ الْحَقُّ عَلَيَّ،\nوَ أَدَاءٌ لِمَا كَلَّفْتَنِي أَنَّ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ عَبْدُكَ وَ رَسُولُكَ، وَ نَبِيُّكَ وَ صَفِيُّكَ، وَ خَلِيلُكَ وَ خَاصَّتُكَ، وَ خِيَرَتُكَ مِنْ بَرِيَّتِكَ.\nاللَّهُمَّ فَصَلِّ عَلَيْهِ بِصَلَوَاتِكَ، وَ احْبُ بِكَرَامَاتِكَ، وَ وَفِّرْ بِبَرَكَاتِكَ، وَ حَيِّ بِتَحِيَّاتِكَ مُذَكِّي العالم [الْعِلْمِ‏]، مُقِيمُ الدَّعَائِمِ، وَ مُجَلِّي الظَّلْمَاءِ، وَ مَاحِي الطَّخْيَاءِ، رَسُولُكَ الشَّاهِدُ، وَ دَلِيلُكَ الرَّاشِدُ، الَّذِي اخْتَصَصْتَهُ، وَ لَكَ أَخْلَصْتَهُ، وَ بِهِدَايَتِكَ بَعَثْتَهُ، وَ آيَاتِكَ أَوْرَثْتَهُ، فَتَلَا وَ بَيَّنَ، وَ دَعَا وَ أَعْلَنَ، وَ طَمَسْتَ بِهِ أَعْيُنَ الطُّغْيَانِ، وَ أَخْرَسْتَ بِهِ أَلْسُنَ الْبُهْتَانِ، وَ كَتَبْتَ الْعِزَّةَ لِأَوْلِيَائِهِ، وَ ضَرَبْتَ الذِّلَّةَ عَلَى أَعْدَائِهِ.\nوَ أَشْهَدُ أَنَّهُ رَسُولُكَ وَ خَاتَمُ النَّبِيِّينَ، جاءَ بِالْحَقِ‏ مِنْ عِنْدِ الْحَقِ‏ وَ صَدَّقَ الْمُرْسَلِينَ‏، وَ أَنَّ الَّذِينَ كَذَّبُوهُ ذَائِقُو الْعَذَابِ الْأَلِيمِ، وَ أَنَّ الَّذِينَ آمَنُوا مَعَهُ وَ اتَّبَعُوا النُّورَ الَّذِي أُنْزِلَ مَعَهُ أُولَئِكَ الْمُفْلِحُونَ.\n\nثُمَّ تَقُولُ:\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ عَلِيَّ بْنَ أَبِي طَالِبٍ سَيِّدَ الْوَصِيِّينَ وَ حُجَّةَ رَبِّ الْعَالَمِينَ، عَلَى الْأَوَّلِينَ وَ الْآخِرِينَ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ وَارِثَ عِلْمِ النَّبِيِّينَ، وَ إِمَامَ الْمُتَّقِينَ وَ قَائِدَ الْغُرِّ الْمُحَجَّلِينَ.\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ يَا إِمَامَ الْهُدَى وَ مِصْبَاحَ الدُّجَى، وَ كَهْفَ أُولِي الْحِجَى، وَ مَلْجَأَ ذَوِي النُّهَى، السَّلَامُ عَلَيْكَ يَا حِجَابَ الْوَرَى وَ الدَّعْوَةَ الْحُسْنَى، وَ الْآيَةَ الْكُبْرَى وَ الْمَثَلَ الْأَعْلَى.\nالسَّلَامُ عَلَيْكَ يَا شَجَرَةَ النَّدَى وَ صَاحِبَ الدُّنْيَا، وَ الْحُجَّةَ عَلَى جَمِيعِ الْوَرَى فِي الْآخِرَةِ وَ الْأُولَى، السَّلَامُ عَلَيْكَ يَا صَفِيَّ اللَّهِ وَ خِيَرَتَهُ، وَ وَلِيَّ اللَّهِ وَ حُجَّتَهُ، وَ بَابَ اللَّهِ وَ حِطَّتَهُ، وَ عَيْنَ اللَّهِ وَ آيَتَهُ، السَّلَامُ عَلَيْكَ يَا عَيْبَةَ غَيْبِ اللَّهِ، وَ مِيزَانَ قِسْطِ اللَّهِ، وَ مِصْبَاحَ نُورِ اللَّهِ وَ مِشْكَاةَ ضِيَاءِ اللَّهِ.\nالسَّلَامُ عَلَيْكَ يَا حَافِظَ سِرِّ اللَّهِ، وَ مُمْضِيَ حُكْمِ اللَّهِ، وَ مُجَلِّيَ إِرَادَةِ اللَّهِ، وَ مَوْضِعَ مَشِيَّةِ اللَّهِ، السَّلَامُ عَلَيْكَ يَا غَايَةَ مَنْ بَرَأَهُ اللَّهُ، وَ نِهَايَةَ مَنْ ذَرَأَ اللَّهُ، وَ أَوَّلَ مَنِ ابْتَدَعَ اللَّهُ، وَ الْحُجَّةَ عَلَى جَمِيعِ مَنْ خَلَقَ اللَّهُ.\nالسَّلَامُ عَلَيْكَ أَيُّهَا النَّبَأُ الْعَظِيمُ، وَ الْخَطْبُ الْجَسِيمُ، وَ الذِّكْرُ الْحَكِيمُ، وَ الصِّرَاطُ الْمُسْتَقِيمُ، السَّلَامُ عَلَيْكَ أَيُّهَا الْحَبْلُ الْمَتِينُ، وَ الْإِمَامُ الْأَمِينُ، وَ الْبَابُ الْيَقِينُ، وَ الشَّافِعُ يَوْمَ الدِّينِ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ هَادِيَ الْمُضِلِّينَ وَ مُرْشِدَ الْوَلِيَّيْنِ وَ صَالِحَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ أَيُّهَا الصَّدِّيقُ الْأَكْبَرُ وَ النَّامُوسُ الْأَنْوَرُ، وَ السَّرَاجُ الْأَزْهَرُ وَ الزُّلْفَةُ وَ الْكَوْثَرُ.\nالسَّلَامُ عَلَيْكَ يَا بَابَ الْإِيمَانِ وَ عَيْنَ الْمُهَيْمِنِ الْمَنَّانِ، وَ وَلِيَّ الْمَلِكِ الدَّيَّانِ وَ قَسِيمَ الْجِنَانِ وَ النِّيرَانِ، السَّلَامُ عَلَيْكَ يَا مَعْدِنَ الْكَرَمِ وَ مَوْضِعَ الْحِكَمِ، وَ قَائِدَ الْأُمَمِ إِلَى الْخَيْرَاتِ وَ النِّعَمِ، السَّلَامُ عَلَيْكَ أَيُّهَا الْإِمَامُ التَّقِيُّ، وَ الْعَدْلُ الْوَفِيُّ، وَ الْوَصِيُّ الرَّضِيُّ، وَ الْوَلِيُّ الزَّكِيُّ، السَّلَامُ عَلَيْكَ أَيُّهَا النُّورُ الْمُصْطَفَى وَ الْوَلِيُّ الْمُرْتَجَى وَ الْكَرِيمُ الْمُرْتَضَى.\nالسَّلَامُ عَلَيْكَ يَا نُورَ الْأَنْوَارِ وَ مَحَلَّ سِرِّ الْأَسْرَارِ، وَ عُنْصُرَ الْأَبْرَارِ وَ مُعْلِنَ الْأَخْيَارِ، السَّلَامُ عَلَيْكَ يَا لِسَانَ الْحَقِّ وَ بَابَ الْأُفُقِ، وَ بَيْتَ الصِّدْقِ وَ مَحَلَّ الرِّفْقِ، السَّلَامُ عَلَيْكَ يَا نُورَ الْهِدَايَاتِ وَ مُرْشِدَ الْبَرِيَّاتِ وَ عَالِمَ الْخَفِيَّاتِ، السَّلَامُ عَلَيْكَ يَا صَاحِبَ الْعِلْمِ الْمَخْزُونِ وَ عَارِفَ الْغَيْبِ الْمَكْنُونِ وَ حَافِظَ السِّرِّ الْمَصُونِ وَ الْعَالِمَ بِمَا كَانَ وَ يَكُونُ.\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْعَارِفُ بِفَصْلِ الْخِطَابِ وَ مُثِيبُ أَوْلِيَائِهِ يَوْمَ الْحِسَابِ، وَ الْمُحِيطُ بِجَوَامِعِ عِلْمِ الْكِتَابِ وَ مُهْلِكُ أَعْدَائِهِ بِأَلِيمِ الْعَذَابِ، السَّلَامُ عَلَيْكَ يَا صَاحِبَ عِلْمِ الْمَعَانِي وَ عِلْمِ المناني [الْمَثَانِي‏]، وَ النُّورُ الشَّعْشَعَانِيُّ وَ الْبَشَرُ الثَّانِي، السَّلَامُ عَلَيْكَ يَا عِمَادَ دِينِ الْجَبَّارِ وَ هَادِيَ الْأَخْيَارِ، وَ أَبَا الْأَئِمَّةِ الْأَطْهَارِ وَ قَاصِمَ الْمُعَانِدِينَ الْأَشْرَارِ.\nالسَّلَامُ عَلَيْكَ يَا مَشْهُوراً فِي السَّمَاوَاتِ الْعُلْيَا، وَ مَعْرُوفاً فِي الْأَرَضِينَ السَّابِعَةِ السُّفْلَى، وَ مَظْهَرَ الْآيَةِ الْكُبْرَى وَ عَارِفَ السِّرِّ وَ أَخْفَى، السَّلَامُ عَلَيْكَ أَيُّهَا النَّازِلُ مِنْ عِلِّيِّينَ وَ الْعَالِمُ بِمَا فِي أَسْفَلِ السَّافِلِينَ، وَ مُهْلِكَ مَنْ طَغَى مِنَ الْأَوَّلِينَ وَ مُبِيدَ مَنْ جَحَدَ مِنَ الْآخِرِينَ.\nالسَّلَامُ عَلَيْكَ يَا صَاحِبَ الْكَرَّةِ وَ الرَّجْعَةِ، وَ إِمَامَ الْخَلْقِ وَ وَلِيَّ الدَّعْوَةِ، وَ مَنْطِقَ الْبَرَايَا وَ مِحْنَةَ الْأُمَّةِ، السَّلَامُ عَلَيْكَ يَا مُثْبِتَ التَّوْحِيدِ\nبِالشَّرْحِ وَ التَّجْرِيدِ، وَ مُقَرِّرَ التَّمْجِيدِ بِالْبَيَانِ وَ التَّأْكِيدِ، السَّلَامُ عَلَيْكَ يَا سَامِعَ الْأَصْوَاتِ وَ مُبَيِّنَ الدَّعَوَاتِ، وَ مُجْزِلَ الْكَرَامَاتِ بِجَزِيلِ الْعَطِيَّاتِ.\nالسَّلَامُ عَلَيْكَ يَا مَنْ حَظِيَ بِكَرَامَةِ رَبِّهِ فَجَلَّ عَنِ الصِّفَاتِ، وَ اشْتُقَّ مِنْ نُورِهِ فَلَمْ تَقَعْ عَلَيْهِ الْأَدَوَاتُ، وَ أُزْلِفَ بِالْقُرْبِ مِنْ خَالِقِهِ فَقَصُرَ دُونَهُ الْمَقَالاتُ، وَ عَلَا مَحَلُّهُ فَعَلَا كُلَّ الْبَرِيَّاتِ.\nالسَّلَامُ عَلَيْكَ يَا مَنْ أَحْسَنَ عِبَادَةَ رَبِّهِ فَحَبَاهُ بِأَنْوَاعِ الْكَرَامَاتِ، وَ اجْتَهَدَ فِي النُّصْحِ وَ الطَّاعَةِ فَخَوَّلَهُ جَمِيعَ الْعَطِيَّاتِ، وَ اسْتَفْرَغَ الْوُسْعَ فِي فَعَالِهِ فَأَسْدَاهُ جَزِيلَ الطَّيِّبَاتِ، وَ بَالَغَ فِي النُّصْحِ وَ الطَّاعَةِ فَمَنَحَهُ الْحَوْضَ وَ الشَّفَاعَةَ.\nأَشْهَدُ بِذَلِكَ يَا مَوْلَايَ يَا أَمِيرَ الْمُؤْمِنِينَ- وَ أَنَا عَبْدُكَ وَ ابْنُ عَبْدِكَ وَ وَلِيُّكَ وَ ابْنُ وَلِيِّكَ- أَنَّكَ سَيِّدُ الْخَلْقِ وَ إِمَامُ الْحَقِّ وَ بَابُ الْأُفُقِ، اجْتَبَاكَ اللَّهُ لِقُدْرَتِهِ فَجَعَلَكَ عَصَا عِزِّهِ وَ تَابُوتَ حِكْمَتِهِ، وَ أَيَّدَكَ بِتَرْجَمَةِ وَحْيِهِ وَ أَعَزَّكَ بِنُورِ هِدَايَتِهِ وَ خَصَّكَ بِبُرْهَانِهِ.\nفَأَنْتَ عَيْنُ غَيْبِهِ وَ مِيزَانُ قِسْطِهِ، وَ بَيَّنَ فَضْلَكَ فِي فُرْقَانِهِ، وَ أَظْهَرَكَ عَلَماً لِعِبَادِهِ وَ أَمِيناً فِي بَرِيَّتِهِ، وَ انْتَجَبَكَ لِنُورِهِ فَجَعَلَكَ مَنَاراً فِي بِلَادِهِ وَ حُجَّتَهُ عَلَى خَلِيقَتِهِ، وَ أَيَّدَكَ بِرُوحِهِ، فَصَيَّرَكَ نَاصِرَ دِينِهِ وَ رُكْنَ تَوْحِيدِهِ، وَ اخْتَصَّكَ بِفَضْلِهِ.\nفَأَنْتَ تِبْيَانٌ لِعِلْمِهِ وَ حُجَّةٌ عَلَى خَلِيقَتِهِ، وَ اشْتَقَّكَ مِنْ نُورِهِ، فَصَيَّرَكَ دَلِيلًا عَلَى صِرَاطِهِ وَ سَبِيلًا لِقَصْدِهِ، وَ أَوْرَثَكَ كِتَابَهُ، فَحَفِظْتَ سِرَّهُ‏\nوَ رَعَيْتَ خَلْقَهُ، وَ خَصَّكَ بِكَرَائِمِ التَّنْزِيلِ، فَخَزَنْتَ غَيْبَهُ وَ عَرَفْتَ عِلْمَهُ، وَ جَعَلَكَ نِهَايَةَ مَنْ خَلَقَ، فَسَبَقْتَ الْعَالَمِينَ وَ عَلَوْتَ السَّابِقِينَ، وَ صَيَّرَكَ غَايَةَ مَنِ ابْتَدَعَ، فَفُقْتَ بِالتَّقْدِيمِ كُلَّ مُبْتَدِعٍ، وَ لَمْ تَأْخُذْكَ فِي هَوَاهُ لَوْمَةٌ وَ لَمْ تُخْدَعْ.\nفَكُنْتَ أَوَّلَ مَنْ فِي الذَّرِّ بَرَأَ، فَعَلِمْتَ مَا عَلَا وَ دَنَا، وَ قَرُبَ وَ نَأَى، فَأَنْتَ عَيْنُهُ الْحَفِيظَةُ الَّتِي لَا يَخْفَى عَلَيْهَا خَافِيَةٌ، وَ أُذُنُهُ السَّمِيعَةُ الَّتِي حَازَتِ الْمَعَارِفَ الْعَلَوِيَّةَ، وَ قَلْبُهُ الْوَاعِي الْبَصِيرُ الْمُحِيطُ بِكُلِّ شَيْ‏ءٍ، وَ نُورُهُ الَّذِي أَضَاءَ بِهِ الْبَرِيَّةَ، وَ حَوَيْتَ الْعُلُومَ الْحَقِيقِيَّةَ، وَ لِسَانُهُ النَّاطِقُ بِكُلِّ مَا كَانَ مِنَ الْأُمُورِ، وَ الْمُبِيِّنُ عَمَّا كَانَ أَوْ يَكُونُ فِي سَالِفِ الْأَزْمَانِ وَ غَابِرِ الدُّهُورِ.\nكَلَّ يَا مَوْلَايَ عَنْ نَعْتِكَ أَفْهَامُ النَّاعِتِينَ، وَ عَجَزَ عَنْ وَصْفِكَ لِسَانُ الْوَاصِفِينَ، لِسَبْقِكَ بِالْفَضْلِ الْبَرَايَا، وَ عِلْمِكَ بِالنُّورِ وَ الْخَفَايَا، فَأَنْتَ الْأَوَّلُ الْفَاتِحُ بِالتَّسْبِيحِ حَتَّى سَبَّحَ لَكَ الْمُسَبِّحُونَ، وَ الْآخِرُ الْخَاتِمُ بِالتَّمْجِيدِ حَتَّى مَجَّدَ بِوَصْفِكَ الْمُمَجِّدُونَ.\nكَيْفَ أَصِفُ يَا مَوْلَايَ حُسْنَ ثَنَائِكَ، أَمْ أُحْصِي جَمِيلَ بَلَائِكَ، وَ عَرَفَتِ الْأَفْهَامُ الْآيَاتِ الْمَعْرُوفَةَ فِي آفَاقِ الْبِلَادِ، وَ هِيَ فِعْلُكَ، وَ عَجَزَتِ الْأَعْيُنُ عَنِ الْإِحَاطَةِ بِالْأَنْوَارِ الْمَرْئِيَّةِ بَيْنَ الْعِبَادِ، وَ هِيَ فَرْعُكَ، وَ الْأَوْهَامُ عَنْ مَعْرِفَةِ كَيْفِيَّتِكَ عَاجِزَةٌ، وَ الْأَذْهَانُ عَنْ بُلُوغِ حَقِيقَتِكَ قَاصِرَةٌ، وَ النُّفُوسُ تَقْصُرُ عَمَّا تَسْتَحِقُّ فَلَا تَبْلُغُهُ، وَ عجز [تَعْجِزُ] عَمَّا تَسْتَوْجِبُ وَ لَا تُدْرِكُهُ.\nبِأَبِي أَنْتَ وَ أُمِّي يَا أَمِيرَ الْمُؤْمِنِينَ وَ أَعِزَّائِي وَ أَهْلِي وَ أَحِبَّائِي، أُشْهِدُ اللَّهَ رَبِّي وَ رَبَّ كُلِّ شَيْ‏ءٍ، وَ أَنْبِيَاءَهُ الْمُرْسَلِينَ، وَ حَمَلَةَ الْعَرْشِ وَ الْكَرُوبِيِّينَ، وَ رُسُلَهُ الْمَبْعُوثِينَ، وَ مَلَائِكَتَهُ الْمُقَرَّبِينَ، وَ عِبَادَهُ الصَّالِحِينَ، وَ رَسُولَهُ الْمَبْعُوثَ بِالْكَرَامَةِ، الْمَحْبُوَّ بِالرِّسَالَةِ، السَّيِّدَ الْمُنْذِرَ، وَ السِّرَاجَ الْأَنْوَرَ، وَ الْبَشِيرَ الْأَكْبَرَ، وَ النَّبِيَّ الْأَزْهَرَ، وَ الْمُصْطَفَى الْمَخْصُوصَ بِالنُّورِ الْأَعْلَى، الْمُكَلَّمَ مِنْ سِدْرَةِ الْمُنْتَهَى.\nأَنِّي عَبْدُكَ وَ ابْنُ عَبْدِكَ، وَ مَوْلَاكَ وَ ابْنُ مَوْلَاكَ، مُؤْمِنٌ بِسِرِّكَ وَ عَلَانِيَتِكَ، كَافِرٌ بِمَنْ أَنْكَرَ فَضْلَكَ وَ جَحَدَ حَقَّكَ، مُوَالٍ لِأَوْلِيَائِكَ، مُعَادٍ لِأَعْدَائِكَ، عَارِفٌ بِحَقِّكَ، مُقِرٌّ بِفَضْلِكَ، مُحْتَمِلٌ لِعِلْمِكَ، مُحْتَجِبٌ بِذِمَّتِكَ.\nمُوقِنٌ بِآيَاتِكَ، مُؤْمِنٌ بِرَجْعَتِكَ، مُنْتَظِرٌ لِأَمْرِكَ، مُتَرَقِّبٌ لِدَوْلَتِكَ، آخِذٌ بِقَوْلِكَ، عَامِلٌ بِأَمْرِكَ، مُسْتَجِيرٌ بِكَ، مُفَوِّضٌ أَمْرِي إِلَيْكَ، مُتَوَكِّلٌ فِيهِ عَلَيْكَ، زَائِرٌ لَكَ.\nلَائِذٌ بِبَابِكَ الَّذِي فِيهِ غِبْتَ وَ مِنْهُ تَظْهَرُ، حَتَّى تُمَكِّنَ دِينَهُ الَّذِي ارْتَضَى، وَ تُبَدِّلَ بَعْدَ الْخَوْفِ أَمْناً، وَ تَعْبُدَ الْمَوْلَى حَقّاً، وَ لَا تُشْرِكَ بِهِ شَيْئاً، وَ يَصِيرَ الدِّينُ كُلُّهُ لِلَّهِ، وَ أَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّها، وَ وُضِعَ الْكِتابُ وَ جِي‏ءَ بِالنَّبِيِّينَ وَ الشُّهَداءِ، وَ قُضِيَ بَيْنَهُمْ بِالْحَقِّ وَ هُمْ لا يُظْلَمُونَ‏، وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ*.\nفَعِنْدَهَا يَفُوزُ الْفَائِزُونَ بِمَحَبَّتِكَ، وَ يَأْمَنُ الْمُتَّكِلوُنَ عَلَيْكَ، وَ يَهْتَدِي الْمُلْتَجِئُونَ إِلَيْكَ، وَ يَرْشَدُ الْمُتَعَصِّمُونَ بِكَ، وَ يَسْعَدُ الْمُقِرُّونَ بِفَضْلِكَ، وَ يُشْرِفُ الْمُؤْمِنُونَ بِأَيَّامِكَ، وَ يَحْظَى الْمُوقِنُونَ بِنُورِكَ، وَ يُكْرَمُ الْمُزْلِفُونَ لَدَيْكَ، وَ يَتَمَكَّنُ الْمُتَّقُونَ مِنْ أَرْضِكَ، وَ تَقَرُّ الْعُيُونُ بِرُؤْيَتِكَ، وَ يُجَلَّلُ بِالْكَرَامَةِ شِيعَتُكَ، وَ يَشْمَلُهُمْ بِهَا زُلْفَتُكَ، وَ تُقْعِدُهُمْ فِي حِجَابِ عِزِّكَ وَ سُرَادِقِ مَجْدِكَ، وَ فِي نَعِيمٍ مُقِيمٍ وَ عَيْشٍ سَلِيمٍ، وَ سِدْرٍ مَخْضُودٍ وَ طَلْحٍ مَنْضُودٍ، وَ ظِلٍّ مَمْدُودٍ وَ ماءٍ مَسْكُوبٍ‏.\nوَ نَجِدُ مَا وَعَدَنَا رَبُّنَا حَقّاً وَ صِدْقاً، وَ نُنَادِي: هَلْ وَجَدْتُمْ مَا سَوَّلَ لَكُمُ الشَّيْطَانُ حَقّاً، فَتَكْثُرُ الْحَيْرَةُ وَ الْفَظَاظَةُ، وَ الْعَثْرَةُ وَ الْحُمْقِيَّةُ، وَ يُقَالُ:\nيا حَسْرَتى‏ عَلى‏ ما فَرَّطْتُ فِي جَنْبِ اللَّهِ وَ إِنْ كُنْتُ لَمِنَ السَّاخِرِينَ‏.\nشَقِيَ مَنْ عَدَلَ عَنْ قَصْدِكَ يَا أَمِيرَ الْمُؤْمِنِينَ، وَ هَوَى مَنِ اعْتَصَمَ بِغَيْرِكَ يَا أَمِيرَ الْمُؤْمِنِينَ، وَ زَاغَ مَنْ آمَنَ بِسِوَاكَ، وَ جَحَدَ مَنْ خَالَفَكَ، وَ هَلَكَ مَنْ عَادَاكَ.\nوَ كَفَرَ مَنْ أَنْكَرَكَ، وَ أَشْرَكَ مَنْ أَبْغَضَكَ، وَ ضَلَّ مَنْ فَارَقَكَ، وَ مَرَقَ مَنْ نَاكَثَكَ، وَ ظَلَمَ مَنْ صَدَّ عَنْكَ، وَ أَجْرَمَ مَنْ نَصَبَ لَكَ، وَ فَسَقَ مَنْ دَفَعَ حَقَّكَ، وَ نَافَقَ مَنْ قَعَدَ عَنْ نُصْرَتِكَ، وَ خَابَ مَنْ أَنْكَرَ بَيْعَتَكَ، وَ خَزِيَ مَنْ تَخَلَّفَ عَنْ فُلْكِكَ، وَ خَسِرَ خُسْراناً مُبِيناً.\nأُشْهِدُكَ أَيُّهَا النَّبَأُ الْعَظِيمُ وَ الْعَلِيُّ الْحَكِيمُ، أَنِّي مُوفٍ بِعَهْدِكَ، مُقِرٌّ بِمِيثَاقِكَ، مُطِيعٌ لِأَمْرِكَ، مُصَدِّقٌ لِقَوْلِكَ، مُكَذِّبٌ لِمَنْ خَالَفَكَ، مُحِبٌّ لِأَوْلِيَائِكَ، مُبْغِضٌ لِأَعْدَائِكَ، حَرْبٌ لِمَنْ حَارَبْتَ، سِلْمٌ لِمَنْ سَالَمْتَ، مُحَقِّقٌ لِمَا حَقَّقْتَ، مُبْطِلٌ لِمَا أَبْطَلْتَ، مُؤْمِنٌ بِمَا أَسْرَرْتَ، مُوقِنٌ بِمَا أَعْلَنْتَ، مُنْتَظِرٌ لِمَا وَعَدْتَ، مُتَوَقِّعٌ لِمَا قُلْتَ، حَامِدٌ لِرَبِّي عَزَّ وَ جَلَّ عَلَى مَا أَوْزَعَنِي مِنْ مَعْرِفَتِكَ، شَاكِرٌ لَهُ عَلَى مَا طَوَّقَنِي مِنِ احْتِمَالِ فَضْلِكَ.\nبِأَبِي أَنْتَ وَ أُمِّي يَا أَمِيرَ الْمُؤْمِنِينَ، أَشْهَدُ أَنَّكَ تَرَانِي وَ تُبْصِرُنِي، وَ تَعْرِفُ كَلَامِي وَ تُجِيبُنِي، وَ تَعْرِفُ مَا يُجِنُّهُ قَلْبِي وَ ضَمِيرِي، فَاشْهَدْ يَا مَوْلَايَ وَ اشْفَعْ لِي عِنْدَ رَبِّكَ فِي قَضَاءِ حَوَائِجِي.\nاللَّهُمَّ بِحَقِّهِ الَّذِي أَوْجَبْتَ لَهُ عَلَيْكَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ سَلِّمْ مَنَاسِكِي، وَ تَقَبَّلْ مِنِّي، وَ تَفَضَّلْ عَلَيَّ، وَ ارْحَمْنِي وَ ارْحَمْ فَاقَتِي، وَ اكْشِفْ ضُرِّي وَ ذُلِّي، وَ تَعَطَّفْ بِجُودِكَ عَلَى مَسْكَنَتِي، وَ تُبْ عَلَيَّ، وَ أَقِلْنِي عَثْرَتِي، وَ حُطَّ وِزْرِي، وَ ارْفَعْ دَرَجَتِي، وَ اقْضِ دَيْنِي، وَ اجْبُرْ كَسْرِي، وَ اصْفَحْ عَنْ جُرْمِي، وَ أَقِمْ صَرْعَتِي، وَ أَسْقِطْ عَنِّي ذَنْبِي، وَ أَثْبِتْ حَسَنَاتِي، وَ اشْفِ سُقْمِي، وَ فَرِّجْ غَمِّي، وَ أَذْهِبْ هَمِّي، وَ نَفِّسْ كُرْبَتِي، وَ اقْلِبْنِي بِالنُّجْحِ، مُسْتَجَاباً لِي دَعْوَتِي، وَ اشْكُرْ سَعْيِي، وَ أَدِّ أَمَانَتِي، وَ بَلِّغْنِي أَمَلِي، وَ أَعْطِنِي مُنْيَتِي، وَ اكْبِتْ عَدُوِّي، وَ أَفْلِجْ حُجَّتِي، بِحَقِّ مُحَمَّدٍ وَ آلِهِ صَلَّى اللَّهُ عَلَيْهِمْ.\nيَا مَوْلَايَ اشْفَعْ لِي عِنْدَ رَبِّكَ، فَلَكَ عِنْدَ اللَّهِ الْمَقَامُ الْمَحْمُودُ، وَ الْجَاهُ الْعَرِيضُ، وَ الشَّفَاعَةُ الْمَقْبُولَةُ، وَ الْمَحَلُّ الرَّفِيعُ، رَبَّنا آمَنَّا بِما أَنْزَلْتَ وَ اتَّبَعْنَا الرَّسُولَ‏ وَ النُّورَ الَّذِي أُنْزِلَ مَعَهُ‏ فَاكْتُبْنا مَعَ الشَّاهِدِينَ*، رَبَّنا لا تُزِغْ قُلُوبَنا بَعْدَ إِذْ هَدَيْتَنا وَ هَبْ لَنا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ‏.\nاللَّهُمَّ رَبَّ الْأَخْيَارِ، وَ إِلَهَ الْأَبْرَارِ، الْعَزِيزَ الْجَبَّارَ، الْعَظِيمَ الْغَفَّارَ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ الْأَخْيَارِ، صَلَاةً تُزْلِفُهُمْ وَ تَمْنَحُهُمْ، وَ تُكْرِمُهُمْ وَ تَحْبُوهُمْ، وَ تُقَرِّبُهُمْ وَ تُدْنِيهِمْ، وَ تُقَوِّيهِمْ وَ تُسَدِّدُهُمْ، وَ تَجْعَلُنِي وَ جَمِيعَ مُحِبِّيهِمْ فِي مَوْقِفِي هَذَا مِمَّنْ تَنَالُهُ مِنْكَ رَحْمَةٌ وَ رَأْفَةٌ، وَ كَرَامَةٌ وَ مَغْفِرَةٌ، وَ نَظِرَةٌ وَ مَوْهِبَةٌ، وَ تُعْطِينِي جَمِيعَ مَا سَأَلْتُكَ وَ مَا لَمْ أَسْأَلْكَ، مِمَّا فِيهِ صَلَاحُ آخِرَتِي وَ دُنْيَايَ، وَ لِإِخْوَانِي وَ أَهْلِي وَ وُلْدِي وَ أَهْلِ بَيْتِي، وَ ارْحَمْهُمْ وَ ارْحَمْ وَالِدَيَّ، وَ تَجَاوَزْ عَنْهُمَا، وَ نَوِّرْ قَبْرَيْهِمَا، وَ جَمِيعَ مَنْ أَحَبَّنِي مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ، وَ مَنْ عَرَفْتُهُ وَ مَنْ لَمْ أَعْرِفْهُ، إِنَّكَ تَعْلَمُ مُنْقَلَبَهُمْ وَ مَثْوَاهُمْ، وَ ارْزُقْنِي الْوَفَاءَ بِعَهْدِكَ، وَ ثَبِّتْنِي عَلَى مُوَالاةِ أَوْلِيَائِكَ وَ مُعَادَاةِ أَعْدَائِكَ، وَ لَا تَجْعَلْهُ آخِرَ الْعَهْدِ مِنِّي وَ مِنْ مَوْقِفِي هَذَا، إِنَّكَ جَوَادٌ كَرِيمٌ.\nاللَّهُمَّ لَكَ الْحَمْدُ وَ إِلَيْكَ الْمُشْتَكَى وَ أَنْتَ الْمُسْتَعَانُ، وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ، وَ لا تُزِغْ قُلُوبَنا بَعْدَ إِذْ هَدَيْتَنا وَ هَبْ لَنا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ‏، وَ ثَبِّتْنَا بِالْقَوْلِ الثَّابِتِ فِي الْحَياةِ الدُّنْيا وَ فِي الْآخِرَةِ.\nإِلَهِي إِنْ كَانَتْ ذُنُوبِي قَدْ حَالَتْ بَيْنِي وَ بَيْنَكَ أَنْ تَرْفَعَ لِي صَوْتاً، أَوْ تَسْتَجِيبَ لِي دَعْوَةً، فَهَا أَنَا ذَا بَيْنَ يَدَيْكَ، مُتَوَجِّهٌ إِلَيْكَ بِنَبِيِّكَ مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ صَلَوَاتُكَ عَلَيْهِمْ أَجْمَعِينَ، وَ أَسْأَلُكَ بِعِزَّتِكَ يَا مَوْلَايَ لَمَّا قَبِلْتَ عُذْرِي، وَ غَفَرْتَ ذُنُوبِي بِتَوَسُّلِي إِلَيْكَ بِمُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلَوَاتُكَ وَ رَحْمَتُكَ عَلَيْهِمْ أَجْمَعِينَ، فَإِنَّكَ قُلْتَ: الْأَعْمَالُ بِخَوَاتِيمِهَا، وَ جَعَلْتَ لِكُلِّ عَامِلٍ أَجْراً.\nفَأَسْأَلُكَ يَا إِلَهِي أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَجْعَلَ جَزَائِي مِنْكَ عِتْقِي مِنَ النَّارِ، وَ أَنْ تَنْظُرَ إِلَيَّ نَظْرَةً رَحِيمَةً لَا أَشْقَى بَعْدَهَا أَبَداً فِي الدُّنْيَا وَ الْآخِرَةِ يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ تُصَلِّي لِلزِّيَارَةِ وَ تَدْعُو بَعْدَهَا فَتَقُولُ:\nيَا اللَّهُ يَا اللَّهُ يَا اللَّهُ، يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ، يَا كَاشِفَ كَرْبِ الْمَكْرُوبِينَ، يَا غِيَاثَ الْمُسْتَغِيثِينَ، يَا صَرِيخَ الْمُسْتَصْرِخِينَ، وَ يَا مَنْ هُوَ أَقْرَبُ إِلَيَ‏ مِنْ حَبْلِ الْوَرِيدِ.\nيَا مَنْ‏ يَحُولُ بَيْنَ الْمَرْءِ وَ قَلْبِهِ‏، يَا مَنْ هُوَ بِالْمَنْظَرِ الْأَعْلَى وَ بِالْأُفُقِ الْمُبِينِ، يَا مَنْ هُوَ الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى‏، يَا مَنْ لَا تَتَشَابَهُ عَلَيْهِ الْأَصْوَاتُ، يَا مَنْ لَا تُغَلِّطُهُ الْحَاجَاتُ، يَا مَنْ لَا يُبْرِمُهُ إِلْحَاحُ الْمُلِحِّينَ.\nيَا مُدْرِكَ كُلِّ فَوْتٍ، يَا جَامِعَ كُلِّ شَمْلٍ، وَ يَا بَارِئَ النُّفُوسِ بَعْدَ الْمَوْتِ، يَا مَنْ هُوَ كُلَّ يَوْمٍ فِي شَأْنٍ، يَا قَاضِيَ الْحَاجَاتِ، يَا مُنَفِّسَ الْكُرُبَاتِ، يَا وَلِيَّ الرَّغَبَاتِ، يَا كَافِيَ الْمُهِمَّاتِ، يَا مَنْ يَكْفِي مِنْ كُلِّ شَيْ‏ءٍ وَ لَا يَكْفِي مِنْهُ شَيْ‏ءٌ فِي السَّمَاوَاتِ وَ الْأَرْضِ.\nأَسْأَلُكَ بِحَقِّ النَّبِيِّ مُحَمَّدٍ وَ بِحَقِّ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ الْوَصِيِّ، وَ بِحَقِّ فَاطِمَةَ الْبَتُولِ، وَ بِحَقِّ الْحَسَنِ وَ الْحُسَيْنِ صَلَوَاتُكَ عَلَيْهِمْ، فَإِنِّي بِهِمْ أَتَوَجَّهُ إِلَيْكَ فِي مَقَامِي هَذَا، وَ بِهِمْ أَتَوَسَّلُ، وَ بِهِمْ أَتَشَفَّعُ، وَ بِحَقِّهِمْ أَسْأَلُكَ وَ أُقْسِمُ عَلَيْكَ وَ أَعْزِمُ عَلَيْكَ، وَ بِالشَّأْنِ الَّذِي لَهُمْ عِنْدَكَ، وَ بِالْقَدْرِ الَّذِي فَضَّلْتَهُمْ عَلَى الْعَالَمِينَ.\nوَ بِاسْمِكَ الَّذِي جَعَلْتَهُ عِنْدَهُمْ، وَ بِهِ خَصَصْتَهُمْ دُونَ الْعَالَمِينَ، وَ بِهِ أَبَنْتَهُمْ وَ أَبَنْتَ فَضْلَهُمْ مِنْ فَضْلِ الْعَالَمِينَ، حَتَّى فَاقَ فَضْلُهُمْ فَضْلَ الْعَالَمِينَ جَمِيعاً.\nأَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ عَلَى أَهْلِ بَيْتِ مُحَمَّدٍ وَ أَنْ تَكْشِفَ عَنِّي غَمِّي وَ هَمِّي وَ كَرْبِي، وَ تَكْفِيَنِي الْمُهِمَّ مِنْ أُمُورِي، وَ تَقْضِيَ عَنِّي دَيْنِي، وَ تُجِيرَنِي مِنْ الْفَقْرِ، وَ تُغْنِيَنِي عَنِ الْفَاقَةِ، وَ تَحْرُسَنِي عَنِ الْمَسْأَلَةِ وَ الْوُقُوفِ لِمَسْأَلَةِ الْمَخْلُوقِينَ، وَ تَكْفِيَنِي مَئُونَةَ مَنْ آذَانِي بِسُوءٍ بِلَا مَئُونَةٍ عَلَى ذَلِكَ، وَ تَكْفِيَنِي هَمَّ مَا أَخَافُ هَمَّهُ، وَ عُسْرَ مَا أَخَافُ عُسْرَهُ،\nوَ حَذَرَ مَا أَخَافُ حَذَرَهُ، وَ شَرَّ مَا أَخَافُ شَرَّهُ، وَ مَكْرَ مَا أَخَافُ مَكْرَهُ، وَ بَغْيَ مَا أَخَافُ بَغْيَهُ، وَ حُزْنَ مَا أَخَافُ حُزْنَهُ، وَ سُلْطَانَ مَا أَخَافُ سُلْطَانَهُ، وَ كَيْدَ مَا أَخَافُ كَيْدَهُ، وَ قُدْرَةَ مَا أَخَافُ قُدْرَتَهُ بِلَا مَئُونَةٍ عَلَيَّ، وَ تَرُدَّ عَنِّي كَيْدَ الْكَائِدِينَ وَ مَكْرَ الْمَاكِرِينَ.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى أَهْلِ بَيْتِ مُحَمَّدٍ وَ مَنْ أَرَادَنِي بِسُوءٍ فَأَرِدْهُ، وَ مَنْ كَادَنِي فَكِدْهُ، وَ اصْرِفْ عَنِّي كَيْدَهُ وَ بَأْسَهُ، وَ ادْفَعْهُ عَنِّي كَيْفَ شِئْتَ وَ امْنَعْهُ مِنِّي.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى أَهْلِ بَيْتِ مُحَمَّدٍ وَ اشْغَلْهُ عَنِّي بِفَقْرٍ لَا تَجْبُرُهُ، وَ بَلَاءٍ لَا تَسْتُرُهُ، وَ فَاقَةٍ لَا تَسُدُّهَا، وَ سُقْمٍ لَا تُعَافِيهِ، وَ ذُلٍّ لَا تُعِزُّهُ، وَ مَسْكَنَةٍ لَا تَجْبُرُهَا.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ وَ اضْرِبِ الذُّلَّ بَيْنَ عَيْنَيْهِ، وَ أَدْخِلِ الْفَقْرَ عَلَيْهِ فِي مَنْزِلِهِ، وَ السُّقْمَ فِي جَوْفِهِ، حَتَّى تَشْغَلَهُ بِشُغُلٍ لَا فَرَاغَ لَهُ، وَ أَنْسِهِ ذِكْرِي، وَ خُذْ عَنِّي سَمْعَهُ وَ بَصَرَهُ وَ لِسَانَهُ، وَ يَدَهُ وَ رِجْلَهُ، وَ جَمِيعَ جَوَارِحِهِ، وَ أَدْخِلْ عَلَيْهِ فِي جَمِيعِ ذَلِكَ السُّقْمَ، وَ لَا تَشْفِهِ حَتَّى يَكُونَ شُغُلُهُ بِسُقْمِهِ.\nوَ اكْفِنِي يَا كَافِيَ مَا لَا يَكْفِيهِ سِوَاكَ، فَإِنَّكَ أَنْتَ الْكَافِي لَا كَافِيَ سِوَاكَ، وَ مُفَرِّجٌ لَا مُفَرِّجَ سِوَاكَ، وَ جَارُ مَنْ لَا يُجِيرُنِي سِوَاكَ، خَابَ مَنْ كَانَ جَارُهُ سِوَاكَ، وَ مَهْرَبُهُ إِلَى غَيْرِكَ، وَ مُعِينُةُ سِوَاكَ، وَ مَفْزَعُهُ سِوَاكَ، وَ لَجَؤُهُ إِلَى غَيْرِكَ.\nأَنْتَ رَجَائِي وَ ثِقَتِي، وَ مَفْزَعِي وَ مَهْرَبِي، وَ لَجَئِي وَ مُلْتَجَئِي وَ مَنْجَايَ، بِكَ أَسْتَفْتِحُ، بِكَ أَسْتَنْجِحُ، وَ بِمُحَمَّدٍ وَ أَهْلِ بَيْتِهِ صَلَّى اللَّهُ عَلَيْهِمْ أَتَوَجَّهُ بِهِمْ إِلَيْكَ أَتَوَسَّلُ وَ أَسْتَشْفِعُ.\nفَأَسْأَلُكَ يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ، يَا مَنْ لَهُ الْحَمْدُ وَ الشُّكْرُ، وَ إِلَيْهِ الْمُشْتَكَى، وَ هُوَ الْمُسْتَعَانُ، أَسْأَلُكَ بِحَقِّ مُحَمَّدٍ وَ أَهْلِ بَيْتِ مُحَمَّدٍ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ عَلَى أَهْلِ بَيْتِهِ وَ أَنْ تَكْشِفَ عَنِّي غَمِّي وَ هَمِّي وَ كَرْبِي فِي مَقَامِي هَذَا كَمَا كَشَفْتَ عَنْ نَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَى أَهْلِ بَيْتِهِ هَمَّهُ وَ غَمَّهُ وَ كَرْبَهُ، وَ كَفَيْتَهُ هَوْلَ عَدُوِّهِ، فَبِحَقِّهِ عَلَيْكَ اكْشِفْ عَنِّي كُلَّ غَمٍّ وَ هَمٍّ كَمَا فَرَّجْتَ عَنْهُ فَفَرِّجْ عَنِّي، وَ اكْفِنِي كَمَا كَفَيْتَهُ، وَ أَذْهِبْ عَنِّي هَمَّ مَا أَخَافُ هَمَّهُ، وَ أَذْهِبْ عَنِّي هَوْلَ مَا أَخَافُ مَئُونَتَهُ بِلَا مَئُونَةٍ عَلَيَّ فِي ذَلِكَ، وَ اقْضِ حَوَائِجِي بِحَقِّ مُحَمَّدٍ وَ آلِهِ.\nوَ اصْرِفْنِي مِنْ هَذَا الْمَوْضِعِ بِقَضَاءِ حَوَائِجِي، وَ بِالنَّجَاحِ عَنْ مَوْقِفِي، حَتَّى أَتَوَصَّلَ إِلَى جَمِيعِ حَوَائِجِي مِنْ أَمْرِ دُنْيَايَ وَ آخِرَتِي، وَ إِتْمَامِ النِّعْمَةِ عَلَيَّ، وَ تُبَارِكَ لِي فِي نَفْسِي وَ أَهْلِي وَ وُلْدِي وَ مَا أَنْعَمْتَ بِهِ عَلَيَّ حَتَّى يَصِلَ ذَلِكَ بِعَاقِبَةِ الْآخِرَةِ وَ نَعِيمِهَا، فَإِنِّي أَتَوَجَّهُ إِلَيْكَ بِمُحَمَّدٍ وَ أَهْلِ بَيْتِهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\nيَا أَمِيرَ الْمُؤْمِنِينَ [يَا] عَلِيُّ صَلَّى اللَّهُ عَلَيْهِ، يَا مُحَمَّدُ يَا رَسُولَ اللَّهِ يَا أَمِيرَ الْمُؤْمِنِينَ يَا عَلِيُّ، اشْفَعَا لِي إِلَى اللَّهِ عَزَّ وَ جَلَّ، يَا حَسَنُ يَا حُسَيْنُ اشْفَعَا لِي إِلَى اللَّهِ عَزَّ وَ جَلَّ بِقَضَاءِ حَوَائِجِي، يَا سَادَاتِي يَا مَوَالِيَّ يَا أَئِمَّتِي‏ اشْفَعُوا لِي إِلَى اللَّهِ تَبَارَكَ اسْمُهُ بِقَضَاءِ حَوَائِجِي وَ خَلَاصِي مِنَ النَّارِ.\nيَا مَوْلَايَ يَا أَمِيرَ الْمُؤْمِنِينَ عَلِيٌّ يَا مَوْلَايَ يَا مَوْلَايَ يَا أَبَا عَبْدِ اللَّهِ يَا ابْنَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَى آلِهِ، عَلَيْكُمْ مِنِّي السَّلَامُ مَا بَقِيَ اللَّيْلُ وَ النَّهَارُ، اشْفَعُوا لِي إِلَى اللَّهِ تَبَارَكَ اسْمُهُ بِقَضَاءِ حَوَائِجِي وَ كِفَايَةِ مَا هَمَّنِي مِنْ أَمْرِ آخِرَتِي وَ دُنْيَايَ، يَا مَوْلَايَ يَا أَمِيرَ الْمُؤْمِنِينَ عَلَيْكَ مِنِّي السَّلَامُ مَا بَقِيَ اللَّيْلُ وَ النَّهَارُ لَا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ مِنْ زِيَارَتِكُمَا وَ لَا فَرَّقَ اللَّهُ بَيْنِي وَ بَيْنَكُمَا.\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى أَهْلِ بَيْتِ مُحَمَّدٍ وَ أَحْيِنِي حَيَاةَ مُحَمَّدٍ وَ ذُرِّيَّتِهِ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَيْهِمْ، وَ أَمِتْنِي مَمَاتَهُمْ وَ عَلَى مِلَّتِهِمْ، وَ احْشُرْنِي فِي زُمْرَتِهِمْ، وَ لَا تُفَرِّقْ بَيْنِي وَ بَيْنَهُمْ طَرْفَةَ عَيْنٍ أَبَداً فِي الدُّنْيَا وَ الْآخِرَةِ.\nيَا نَبِيَّ اللَّهِ يَا أَمِيرَ الْمُؤْمِنِينَ عَلِيٌّ يَا أَخَا رَسُولِ اللَّهِ، يَا أَبَا عَبْدِ اللَّهِ يَا مَوْلَايَ يَا حُسَيْنُ، يَا ابْنَ رَسُولِ اللَّهِ، أَتَيْتُكُمْ زَائِراً مُتَوَسِّلًا إِلَى اللَّهِ عَزَّ وَ جَلَّ رَبِّي وَ رَبِّكُمْ، مُتَوَجِّهاً بِكُمْ، مُسْتَشْفِعاً إِلَى اللَّهِ تَبَارَكَ اسْمُهُ فِي حَوَائِجِي هَذِهِ، فَاشْفَعُوا لِي، فَإِنَّ لَكُمْ عِنْدَ اللَّهِ عَزَّ اسْمُهُ الْمَقَامَ الْمَحْمُودَ، وَ الْجَاهَ الْعَرِيضَ، وَ الْقَوْلَ الْوَجِيهَ، وَ الْمَنْزِلَةَ الرَّفِيعَةَ، وَ الشَّفَاعَةَ الْمَقْبُولَةَ وَ الْوَسِيلَةَ.\nلَا أَنْقَلِبُ عَنْكُمْ إِلَّا بِنُجْحِ حَاجَتِي وَ قَضَائِهَا وَ نَجَاحِهَا مِنْ عِنْدِ اللَّهِ تَبَارَكَ وَ تَعَالَى بِشَفَاعَتِكُمْ إِلَى اللَّهِ عَزَّ وَ جَلَّ فِي ذَلِكَ فَلَا أَخِيبُ، وَ لَا يَكُونُ مُنْقَلَبِي مُنْقَلَبَ خَائِبٍ خَاسِرٍ، بَلْ يَكُونُ مُنْقَلَبِي مُنْقَلَبَ مُفْلِحٍ بِنُجْحٍ رَاجِحٍ مُسْتَجَابِ الدَّعْوَةِ، وَ قَضَاءِ حَوَائِجِي بِشَفَاعَتِكُمْ يَا مَوَالِيَّ وَ سَادَاتِي.\nأَنْقَلِبُ عَلَى مَا شَاءَ اللَّهُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، أُفَوِّضُ أَمْرِي إِلَى اللَّهِ، مُلْجِئاً ظَهْرِي إِلَى اللَّهِ، مُتَوَكِّلًا عَلَى اللَّهِ، وَ هُوَ حَسْبِي‏ وَ نِعْمَ الْوَكِيلُ‏، حَسْبِيَ اللَّهُ وَ كَفَى، سَمِعَ اللَّهُ لِمَنْ دَعَا، لَيْسَ وَرَاءَ اللَّهِ وَ وَرَاءَكُمْ مُنْتَهًى، مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ، لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ.\nلَا جَعَلَهُ اللَّهُ آخِرَ الْعَهْدِ لِي بِزِيَارَتِكُمْ وَ لَا آخِرَ الزِّيَارَةِ لَكُمَا، أَنْصَرِفُ يَا مَوْلَايَ يَا أَمِيرَ الْمُؤْمِنِينَ، يَا مَوْلَايَ يَا أَبَا عَبْدِ اللَّهِ، وَ سَلَامِي عَلَيْكُمَا مُتَّصِلًا أَبَدَ الْآبِدِينَ، وَ صَلَّى اللَّهُ عَلَى خَيْرِ خَلْقِهِ مُحَمَّدٍ وَ آلِهِ وَ سَلَّمَ تَسْلِيماً..\n\n"
}