["التوجه الى مشهد أمير المؤمنين عليه السّلام‏\nفَإِذَا أَرَدْتَ الْخُرُوجَ مِنَ الْكُوفَةِ وَ التَّوَجُّهَ إِلَى أَمِيرِ الْمُؤْمِنِينَ صَلَوَاتُ اللَّهِ عَلَيْهِ فَأَحْرِزْ رَحْلَكَ وَ تَوَجَّهْ وَ أَنْتَ عَلَى طُهْرِكَ وَ غُسْلِكَ، وَ عَلَيْكَ السَّكِينَةَ وَ الْوَقَارَ وَ تَقُولُ:\n\nاللَّهُمَّ إِنَّي تَوَجَّهْتُ مِنْ مَنْزِلِي أَبْغِي فَضْلَكَ، وَ أَزُورُ وَصِيَّ نَبِيِّكَ صَلَوَاتُ اللَّهِ عَلَيْهِمَا، اللَّهُمَّ فَيَسِّرْ لِي ذَلِكَ وَ سَبِّبِ الْمَزَارَ لَهُ، وَ اخْلُفْنِي فِي عَاقِبَتِي وَ حُزَانَتِي بِأَحْسَنِ الْخِلَافَةِ يَا أَرْحَمَ الرَّاحِمِينَ.\n\nفَإِذَا وَرَدْتَ الْخَنْدَقَ فَقُلِ:\nاللَّهُ أَكْبَرُ، أَهْلَ الْكِبْرِيَاءِ وَ الْعَظَمَةِ، اللَّهُ أَكْبَرُ أَهْلَ التَّكْبِيرِ وَ التَّقْدِيسِ وَ التَّسْبِيحِ وَ الْمَجْدِ وَ الْآلَاءِ، اللَّهُ أَكْبَرُ مِمَّا أَخَافُ وَ أَحْذَرُ، اللَّهُ أَكْبَرُ عِمَادِي وَ عَلَيْهِ أَتَوَكَّلُ، اللَّهُ أَكْبَرُ رَجَائِي وَ إِلَيْهِ أُنِيبُ.\n\nاللَّهُمَّ أَنْتَ وَلِيُّ نِعْمَتِي وَ الْقَادِرُ عَلَى طَلِبَتِي، تَعْلَمُ حَاجَتِي وَ مَا تُضْمِرُهُ هَوَاجِسُ الصُّدُورِ، فَأَسْأَلُكَ بِحَقِّ نَبِيِّكَ الْمَرْضِيِّ، الَّذِي قَطَعْتَ بِهِ حُجَجَ الْمُحْتَجِّينَ، وَ عُذْرَ الْمُعْتَذِرينَ، فَاخْتَرْتَهُ حُجَّةً عَلَى الْعَالَمِينَ، أَنْ لَا تَحْرِمَنَا زِيَارَةَ أَمِيرِ الْمُؤْمِنِينَ وَ ثَوَابَ مَزَارِهِ، وَ أَنْ تَجْعَلَنِي مِنْ وَفْدِهِ الصَّالِحِينَ وَ شِيعَتِهِ وَ مُنْتَجَبِيهِ الْمُبَارَكِينَ.\n\nوَ إِذَا تَرَاءَتْ لَكَ الْقُبَّةُ فَقُلِ:\nالْحَمْدُ لِلَّهِ عَلَى مَا اخْتَصَّنِي مِنْ طِيبِ الْمَوْلِدِ، وَ اسْتَخْلَصَنِي إِكْرَاماً بِهِ مِنْ مُوَالاةِ الْأَبْرَارِ، السَّفَرَةِ الْأَطْهَارِ، وَ الْخِيَرَةِ الْأَعْلَامِ، اللَّهُمَّ فَتَقَبَّلْ سَعْيِي إِلَيْكَ، وَ تَضَرُّعِي بَيْنَ يَدَيْكَ، وَ اغْفِرْ لِيَ الذُّنُوبَ [الَّتِي لَا تَخْفَى عَلَيْكَ‏]، إِنَّكَ أَنْتَ اللَّهُ الْمَلِكُ الْغَفَّارُ.\n\nفَإِذَا وَصَلْتَ إِلَى الْعَلَمِ فَقُلِ:\nاللَّهُمَّ إِنَّكَ تَرَى مَكَانِي، وَ تَسْمَعُ كَلَامِي، وَ لَا يَخْفَى عَلَيْكَ شَيْ‏ءٌ مِنْ أَمْرِي، وَ كَيْفَ يَخْفَى عَلَيْكَ مَا أَنْتَ مُكَوِّنُهُ وَ بَارِؤُهُ، وَ قَدْ جِئْتُكَ مُسْتَشْفِعاً بِنَبِيِّكَ نَبِيِّ الرَّحْمَةِ، وَ مُتَوَسِّلًا بِوَصِيِّ رَسُولِكَ، وَ أَسْأَلُكَ بِهِمَا إِثْبَاتاً فِي الْهُدَى، وَ نُورَكَ فِي الْآخِرَةِ وَ الْأُولَى، وَ قُرْبَةً إِلَيْكَ، وَ زُلْفَةً لَدَيْكَ، إِنَّكَ أَنْتَ الْمَلِكُ الْقَدِيمُ.\n\nفَإِذَا وَصَلْتَ إِلَى بَابِ الْحَائِرِ كَبَّرْتَ ثَلَاثِينَ تَكْبِيرَةً، وَ هَلَّلْتَ ثَلَاثِينَ تَهْلِيلَةً، وَ حَمَّدْتَ اللَّهَ ثَلَاثِينَ تَحْمِيدَةً، وَ صَلَّيْتَ عَلَى مُحَمَّدٍ وَ آلِهِ ثَلَاثِينَ مَرَّةً، ثُمَّ دَنَوْتَ مِنْ حَيْثُ تَدْخُلُ، فَقَدَّمْتَ رِجْلَكَ الْيُمْنَى وَ قُلْتَ:\nبِسْمِ اللَّهِ وَ بِاللَّهِ وَ فِي سَبِيلِ اللَّهِ وَ عَلَى مِلَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\n\nوَ صَلِّ رَكْعَتَيْنِ تَحِيَّةَ الْمَشْهَدِ مَنْدُوباً وَ قُلِ:\nالسَّلَامُ عَلَى رَسُولِ اللَّهِ خَاتَمِ النَّبِيِّينَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، السَّلَامُ عَلَى وَصِيِّهِ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ، السَّلَامُ عَلَى جَمِيعِ مَلَائِكَةِ هَذَا الْحَرَمِ الَّذِي هُمْ بِهِ مُحِفُّونَ، وَ بِمَشْهَدِهِ مُحْدِقُونَ، وَ لِزُوَّارِهِ مُسْتَغْفِرُونَ، الْحَمْدُ لِلَّهِ الَّذِي أَكْرَمَنَا بِمَعْرِفَتِهِ وَ مَعْرِفَةِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ مَنْ فَرَضَ عَلَيْنَا طَاعَتَهُ صَلَّى اللَّهُ عَلَيْهِ، رَحْمَةً وَ تَطَوُّلًا.\nالْحَمْدُ لِلَّهِ الَّذِي سَيَّرَنِي فِي بِلَادِهِ، وَ حَمَلَنِي عَلَى دَوَابِّهِ، وَ طَوَى لِيَ الْبَعِيدَ، وَ دَفَعَ عَنِّي الْمَكَارِهَ، وَ بَلَّغَنِي حَرَمَ أَخِي نَبِيِّهِ وَ وَصِيِّ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِمَا، وَ أَدْخَلَنِي الْبُقْعَةَ الَّتِي قَدَّسَهَا، وَ بَارَكَ عَلَيْهِ، وَ اخْتَارَهَا لِوَصِيِّ نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِمَا.\nالْحَمْدُ لِلَّهِ الَّذِي هَدانا لِهذا وَ ما كُنَّا لِنَهْتَدِيَ لَوْ لا أَنْ هَدانَا اللَّهُ‏، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، وَ أَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَ رَسُولُهُ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ أَشْهَدُ أَنَّ عَلِيّاً عَلَيْهِ السَّلَامُ عَبْدُهُ وَ أَخُو رَسُولِهِ.\nاللَّهُمَّ إِنِّي عَبْدُكَ وَ زَائِرُكَ، الْوَافِدُ إِلَيْكَ، الْمُتَقَرِّبُ إِلَيْكَ بِزِيَارَةِ أَخِي نَبِيِّكَ وَ مُسْتَحْفِظِ رَسُولِكَ صَلَّى اللَّهُ عَلَيْهِمَا وَ سَلَّمَ، وَ عَلَى كُلِّ مَأْتِيٍّ حَقٌّ لِمَنْ زَارَهُ، وَ أَنْتَ خَيْرُ مَأْتِيٍّ وَ أَكْرَمُ مَزُورٍ.\nفَأَسْأَلُكَ اللَّهُمَّ بِمَعَاقِدِ الْعِزِّ مِنْ عَرْشِكَ، وَ مُنْتَهَى الرَّحْمَةِ مِنْ كِتَابِكَ ، وَ بِمُوجِبَاتِ رَحْمَتِكَ وَ عَزَائِمِ مَغْفِرَتِكَ، أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَنْ تَجْعَلَ حَظِّي مِنْ زِيَارَتِي فِي مَوْضِعِي فَكَاكَ رَقَبَتِي مِنَ النَّارِ، وَ تَجْعَلَنِي مِمَّنْ يُسَارِعُ فِي الْخَيْرَاتِ وَ يَدْعُوكَ رَغَباً وَ رَهَباً، وَ اجْعَلْنِي مِنَ الْخَاشِعِينَ.\nاللَّهُمَّ إِنَّكَ بَشَّرْتَنِي عَلَى لِسَانِ نَبِيِّكَ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فَقُلْتَ:\n «وَ بَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ» فَإِنِّي مُؤْمِنٌ بِكَ وَ بِجَمِيعِ أَنْبِيَائِكَ وَ رُسُلِكَ صَلَوَاتُكَ عَلَيْهِمْ، وَ بِكَلِمَاتِكَ وَ أَنْبِيَائِكَ، فَلَا تُوقِفْنِي بَعْدَ مَعْرِفَتِهِمْ مَوْقِفاً تَفْضَحُنِي فِيهِ عَلَى رُءُوسِ الْأَشْهَادِ، وَ أَوْقِفْنِي مَعَ مُحَمَّدٍ وَ آلِهِ صَلَوَاتُكَ عَلَيْهِمْ، وَ تَوَفَّنِي عَلَى التَّصْدِيقِ بِهِمْ وَ التَّسْلِيمِ لَهُمْ، فَإِنَّهُمْ عَبِيدُكَ، وَ أَنْتَ خَصَصْتَهُمْ بِكَرَامَتِكَ، وَ أَمَرْتَنِي بِإِتْيَانِهِمْ، وَ فَرَضْتَ عَلَيَّ طَاعَتَهُمْ، فَلَكَ الْحَمْدُ يَا رَبَّ الْعَالَمِينَ.\n\nفَإِذَا وَقَفْتَ عَلَى بَابِ السَّلَامِ فَقُلِ:\nالسَّلَامُ عَلَى أَبِي الْأَئِمَّةِ، وَ مَعْدِنِ النُّبُوَّةِ، وَ الْمَخْصُوصِ بِالْأُخُوَّةِ، السَّلَامُ عَلَى يَعْسُوبِ الْإِيمَانِ، وَ كَلِمَةِ الرَّحْمَنِ، وَ كَهْفِ الْأَنَامِ، وَ سَلَامٌ‏ عَلَى مِيزَانِ الْأَعْمَالِ وَ مُقَلِّبِ الْأَحْوَالِ، وَ سَيْفِ ذِي الْجَلَالِ، وَ سَلَامٌ عَلَى صَالِحِ الْمُؤْمِنِينَ، وَ وَارِثِ عِلْمِ النَّبِيِّينَ، وَ الْحَاكِمِ فِي يَوْمِ الدِّينِ.\n\nسَلَامٌ عَلَى شَجَرَةِ التَّقْوَى، وَ سَامِعِ السِّرِّ وَ النَّجْوَى، وَ مُنْزِلِ الْمَنِّ وَ السَّلْوَى، سَلَامٌ عَلَى حُجَّةِ اللَّهِ الْبَالِغَةِ، وَ نِعْمَتِهِ السَّابِغَةِ، وَ نِقْمَتِهِ الدَّامِغَةِ.\n\nسَلَامٌ عَلَى إِسْرَائِيلِ الْأُمَّةِ، وَ بَابِ الرَّحْمَةِ، وَ أَبِي الْأَئِمَّةِ، سَلَامٌ عَلَى صِرَاطِ اللَّهِ الْوَاضِحِ، وَ النَّجْمِ اللَّائِحِ، وَ الْإِمَامِ النَّاصِحِ، سَلَامٌ عَلَى وَجْهِ اللَّهِ الَّذِي مَنْ آمَنَ بِهِ أَمِنَ، سَلَامٌ عَلَى نَفْسِهِ الْقَائِمَةِ فِيهِ بِالسُّنَنِ، وَ عَيْنِهِ الَّتِي مَنْ رَعَتْهُ اطْمَأَنَّ، سَلَامٌ عَلَى أُذُنِ اللَّهِ الْوَاعِيَةِ فِي الْأُمَمِ، وَ يَدِهِ الْبَاسِطَةِ بِالنِّعَمِ، وَ جَنْبِهِ الَّذِي مَنْ فَرَّطَ فِيهِ نَدِمَ.\n\nأَشْهَدُ أَنَّكَ مُجَازِي الْخَلْقِ، وَ مَالِكُ الرِّزْقِ، وَ الْحَاكِمُ بِالْحَقِّ، بَعَثَكَ اللَّهُ عَلَماً لِعِبَادِهِ، فَوَفَيْتَ بِمُرَادِهِ، وَ جَاهَدْتَ فِيهِ حَقَّ جِهَادِهِ، صَلَّى اللَّهُ عَلَيْكَ، وَ جَعَلَ أَفْئِدَةً مِنَ الْمُؤْمِنِينَ تَهْوِي إِلَيْكَ، وَ الْخَيْرُ مِنْكَ وَ فِي يَدَيْكَ.\nعَبْدُكَ الزَّائِرُ بِحَرَمِكَ، اللَّائِذُ بِكَرَمِكَ، الشَّاكِرُ لِنِعَمِكَ، قَدْ هَرَبَ إِلَيْكَ مِنْ ذُنُوبِهِ، وَ رَجَاكَ لِكَشْفِ كُرُوبِهِ، فَأَنْتَ سَاتِرُ عُيُوبِهِ، فَكُنْ لِي إِلَى‏\nاللَّهِ سَبِيلًا، وَ مِنَ اللَّهِ مَقِيلًا، وَ لِمَا آمُلُ فِيكَ كَفِيلًا، نَجِّنِي نَجَاةَ مَنْ وَصَلَ حَبْلَهُ بِحَبْلِكَ، وَ سَلَكَ إِلَى اللَّهِ بِسُبُلِكَ، وَ أَنْتَ سَامِعُ الدُّعَاءِ، وَلِيُّ الْجَزَاءِ، عَلَيْكَ مِنَّا التَّسْلِيمُ، وَ أَنْتَ السَّيِّدُ الْكَرِيمُ، وَ أَنْتَ بِنَا رَحِيمٌ، مِنْكَ النَّوَالُ، وَ عَلَيْكَ بَعْدَ اللَّهِ التُّكْلَانُ، وَ الْحَمْدُ لِلَّهِ وَحْدَهُ.\n\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ، السَّلَامُ عَلَيْكَ يَا صَفْوَةَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا حَبِيبَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا وَصِيَّ رَسُولِ رَبِّ الْعَالَمِينَ وَ خَاتَمَ النَّبِيِّينَ، السَّلَامُ عَلَيْكَ يَا سَيِّدَ الْوَصِيِّينَ، السَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ عَلَى الْخَلْقِ أَجْمَعِينَ.\n\nالسَّلَامُ عَلَيْكَ أَيُّهَا النَّبَأُ الْعَظِيمُ، الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ‏، وَ عَنْهُ مَسْئُولُونَ، السَّلَامُ عَلَيْكَ أَيُّهَا الْفَارُوقُ الْأَعْظَمُ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا أَمِينَ اللَّهِ، السَّلَامُ عَلَيْكَ يَا حَبْلَ اللَّهِ وَ مَوْضِعَ سِرِّهِ، وَ عَيْبَةَ عِلْمِهِ وَ خَازِنَ وَحْيِهِ.\nبِأَبِي أَنْتَ وَ أُمِّي يَا مَوْلَايَ يَا حُجَّةَ الْخِصَامِ، بِأَبِي أَنْتَ وَ أُمِّي يَا بَابَ الْمَقَامِ، أَشْهَدُ أَنَّكَ حَبِيبُ اللَّهِ وَ خَاصَّةُ اللَّهِ وَ خَالِصَتُهُ.\nوَ أَشْهَدُ أَنَّكَ عَمُودُ الدِّينِ، وَ وَارِثُ عِلْمِ الْأَوَّلِينَ وَ الْآخِرِينَ،\nوَ صَاحِبُ الْمِيسَمِ وَ الصِّرَاطُ الْمُسْتَقِيمُ، أَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ عَنِ اللَّهِ وَ عَنْ رَسُولِهِ، وَ رَعَيْتَ مَا اسْتُحْفِظْتَ، وَ حَفِظْتَ مَا اسْتُودِعْتَ، وَ حَلَّلْتَ حَلَالَ اللَّهِ، وَ حَرَّمْتَ حَرَامَ اللَّهِ، وَ أَقَمْتَ أَحْكَامَ اللَّهِ، وَ لَمْ تَتَعَدَّ حُدُودَ اللَّهِ، وَ عَبَدْتَ اللَّهَ مُخْلِصاً حَتَّى أَتَاكَ الْيَقِينُ.\n\nأَشْهَدُ أَنَّكَ أَقَمْتَ الصَّلَاةَ، وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ، وَ نَهَيْتَ عَنِ الْمُنْكَرِ، وَ اتَّبَعْتَ الرَّسُولَ، وَ تَلَوْتَ الْكِتَابَ‏ حَقَّ تِلاوَتِهِ‏، وَ جَاهَدْتَ‏ فِي اللَّهِ حَقَّ جِهادِهِ‏، وَ نَصَحْتَ لِلَّهِ وَ لِرَسُولِهِ، وَ جُدْتَ بِنَفْسِكَ صَابِراً مُحْتَسِباً، وَ عَنْ دِينِ اللَّهِ مُجَاهِداً، وَ لِرَسُولِ اللَّهِ مُوفِياً، وَ لِمَا عِنْدَ اللَّهِ طَالِباً، وَ فِيمَا وَعَدَ رَاغِباً، وَ مَضَيْتَ لِلَّذِي أَنْتَ عَلَيْهِ شَاهِداً وَ شَهِيداً وَ مَشْهُوداً، فَجَزَاكَ اللَّهُ عَنْ رَسُولِ اللَّهِ وَ عَنِ الْإِسْلَامِ وَ أَهْلِهِ أَفْضَلَ الْجَزَاءِ.\nلَعَنَ اللَّهُ مَنِ افْتَرَى عَلَيْكَ وَ غَضَبَكَ، وَ لَعَنَ اللَّهُ مَنْ قَتَلَكَ، وَ لَعَنَ مَنْ بَايَعَ عَلَى قَتْلِكَ، وَ لَعَنَ مَنْ بَلَغَهُ ذَلِكَ فَرَضِيَ بِهِ، أَنَا إِلَى اللَّهِ مِنْهُمْ بَرِي‏ءٌ، وَ لَعَنَ اللَّهُ أُمَّةً خَالَفَتْكَ، وَ أُمَّةً جَحَدَتْ وَلَايَتَكَ، وَ أُمَّةً تَظَاهَرَتْ عَلَيْكَ، وَ أُمَّةً قَاتَلَتْكَ، وَ أُمَّةً جَارَتْ عَلَيْكَ وَ حَادَتْ عَنْكَ وَ خَذَلَتْكَ، الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ النَّارَ مَثْوَاهُمْ‏ وَ بِئْسَ الْوِرْدُ الْمَوْرُودُ.\n\nاللَّهُمَّ الْعَنْ قَتَلَةَ أَنْبِيَائِكَ وَ أَوْصِيَاءِ أَنْبِيَائِكَ بِجَمِيعِ لَعَنَاتِكَ، وَ أَصْلِهِمْ حَرَّ نَارِكَ، اللَّهُمَّ الْعَنِ الْجَوَابِيتَ وَ الطَّوَاغِيتَ وَ الْفَرَاعِنَةَ، وَ اللَّاتَ وَ الْعُزَّى، وَ كُلَّ نِدٍّ يُدْعَى مِنْ دُونِ اللَّهِ، وَ كُلَّ مُلْحِدٍ مُفْتَرٍ.\nاللَّهُمَّ الْعَنْهُمْ وَ أَشْيَاعَهُمْ وَ أَتْبَاعَهُمْ، وَ أَوْلِيَاءَهُمْ وَ أَعْوَانَهُمْ وَ مُحِبِّيهِمْ لَعْناً كَثِيراً، لَا انْقِطَاعَ لَهُ وَ لَا أَجَلَ.\nاللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِنْ جَمِيعِ أَعْدَائِكَ، وَ أَسْأَلُكَ اللَّهُمَّ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَنْ تَجْعَلَ لِي لِسَانَ صِدْقٍ فِي أَوْلِيَائِكَ، وَ تُحَبِّبَ إِلَيَّ مَشَاهِدَهُمْ، حَتَّى تُلْحِقَنِي بِهِمْ، وَ تَجْعَلَنِي لَهُمْ تَبَعاً فِي الدُّنْيَا وَ الْآخِرَةِ، يَا أَرْحَمَ الرَّاحِمِينَ.\n\nثُمَّ تَحَوَّلْ إِلَى عِنْدِ رَأْسِهِ صَلَوَاتُ اللَّهِ عَلَيْهِ وَ تَقُولُ:\nسَلَامُ اللَّهِ وَ سَلَامُ مَلَائِكَتِهِ الْمُقَرَّبِينَ، وَ الْمُسَلِّمِينَ لَكَ بِقُلُوبِهِمْ، وَ النَّاطِقِينَ بِفَضْلِكَ، وَ الشَّاهِدِينَ عَلَى أَنَّكَ صَادِقٌ صِدِّيقٌ، عَلَيْكَ يَا مَوْلَايَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى رُوحِكَ وَ بَدَنِكَ، أَشْهَدُ أَنَّكَ طَاهِرٌ مُطَهَّرٌ، مِنْ طُهْرٍ طَاهِرٍ مُطَهَّرٍ.\nأَشْهَدُ لَكَ يَا وَلِيَّ اللَّهِ وَ وَلِيَّ رَسُولِهِ بِالْبَلَاغِ وَ الْأَدَاءِ، وَ أَشْهَدُ أَنَّكَ حَبِيبُ اللَّهِ، وَ أَنَّكَ بَابُ اللَّهِ الَّذِي يُؤْتَى مِنْهُ، وَ أَنَّكَ سَبِيلُ اللَّهِ، وَ أَنَّكَ‏\nعَبْدُ اللَّهِ وَ أَخُو رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ.\nأَتَيْتُكَ مُتَقَرِّباً إِلَى اللَّهِ بِزِيَارَتِكَ، فِي خَلَاصِ نَفْسِي، مُتَعَوِّذاً بِكَ مِنْ نَارٍ اسْتَحَقَّهَا مِثْلِي بِمَا جَنَيْتُ عَلَى نَفْسِي، أَتَيْتُكَ انْقِطَاعاً إِلَيْكَ وَ إِلَى وَلَدِكَ الْخَلَفِ مِنْ بَعْدِكَ عَلَى بَرَكَةِ الْحَقِّ، فَقَلْبِي لَكُمْ مُسَلِّمٌ، وَ أَمْرِي لَكُمْ مُتَّبِعٌ، وَ نُصْرَتِي لَكُمْ مُعَدَّةٌ.\nأَنَا عَبْدُ اللَّهِ وَ مَوْلَاكَ وَ فِي طَاعَتِكَ، الْوَافِدُ إِلَيْكَ، أَلْتَمِسُ كَمَالَ الْمَنْزِلَةِ عِنْدَ اللَّهِ تَعَالَى، وَ أَنْتَ يَا مَوْلَايَ مِمَّنْ أَمَرَنِيَ اللَّهُ بِصِلَتِهِ، وَ حَثَّنِي عَلَى بِرِّهِ، وَ دَلَّنِي عَلَى فَضْلِهِ، وَ هَدَانِي لِحُبِّهِ، وَ رَغَّبَنِي فِي الْوِفَادَةِ إِلَيْهِ، وَ أَلْهَمَنِي طَلَبَ الْحَوَائِجِ عِنْدَهُ.\nأَنْتُمْ أَهْلُ بَيْتٍ يَسْعَدُ مَنْ تَوَلَّاكُمْ، وَ لَا يُخَيَّبُ مَنْ أَتَاكُمْ، وَ لَا يَخْسَرُ مَنْ يَهْوَاكُمْ، وَ لَا يَسْعَدُ مَنْ عَادَاكُمْ، لَا أَجِدُ أَحَداً أَفْزَعُ إِلَيْهِ خَيْراً لِي مِنْكُمْ، أَنْتُمْ أَهْلُ بَيْتِ الرَّحْمَةِ، وَ دَعَائِمُ الدِّينِ، وَ أَرْكَانُ الْأَرْضِ، وَ الشَّجَرَةُ الطَّيِّبَةُ.\nاللَّهُمَّ لَا تُخَيِّبْ تَوَجُّهِي إِلَيْكَ بِرَسُولِكَ وَ آلِ رَسُولِكَ، وَ اسْتِشْفَاعِي بِهِمْ، اللَّهُمَّ أَنْتَ مَنَنْتَ عَلَيَّ بِزِيَارَةِ مَوْلَايَ أَمِيرِ الْمُؤْمِنِينَ وَ وَلَايَتِهِ وَ مَعْرِفَتِهِ، فَاجْعَلْنِي مِمَّنْ يَنْصُرُهُ وَ يَنْتَصِرُ بِهِ، وَ مُنَّ عَلَيَّ بِنَصْرِكَ لِدِينِكَ فِي الدُّنْيَا وَ الْآخِرَةِ، اللَّهُمَّ إِنِّي أَحْيَى عَلَى مَا حَيِيَ عَلَيْهِ عَلِيُّ بْنُ أَبِي طَالِبٍ وَ ذُرِّيَّتُهُ الطَّاهِرُونَ.\n\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ فَقَبِّلْهُ وَ ضَعْ خَدَّيْكَ عَلَيْهِ، ثُمَّ انْفَتِلْ إِلَى الْقِبْلَةِ وَ أَنْتَ مَقَامَكَ عِنْدَ الرَّأْسِ، فَصَلِّ رَكْعَتَيْنِ، تَقْرَأُ فِي الْأُولَى فَاتِحَةَ الْكِتَابِ وَ سُورَةَ الرَّحْمَنِ، وَ فِي الثَّانِيَةِ فَاتِحَةَ الْكِتَابِ وَ سُورَةَ يس، ثُمَّ تَتَشَهَّدُ وَ تُسَلِّمُ.\n\nفَإِذَا سَلَّمْتَ فَسَبِّحْ تَسْبِيحَ الزَّهْرَاءِ فَاطِمَةَ عَلَيْهَا السَّلَامُ وَ اسْتَغْفِرْ وَ ادْعُ، ثُمَّ اسْجُدْ وَ قُلْ فِي سُجُودِكَ:\nاللَّهُمَّ إِنِّي إِلَيْكَ تَوَجَّهْتُ، وَ بِكَ اعْتَصَمْتُ، وَ عَلَيْكَ تَوَكَّلْتُ، اللَّهُمَّ أَنْتَ ثِقَتِي وَ رَجَائِي، فَاكْفِنِي مَا أَهَمَّنِي وَ مَا لَا يُهِمُّنِي وَ مَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، عَزَّ جَارُكَ وَ جَلَّ ثَنَاؤُكَ وَ لَا إِلَهَ غَيْرُكَ، صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ قَرِّبْ فَرَجَهُمْ.\n\nثُمَّ ضَعْ خَدَّكَ الْأَيْمَنَ عَلَى الْأَرْضِ وَ قُلِ:\nاللَّهُمَّ ارْحَمْ ذُلِّي بَيْنَ يَدَيْكَ، وَ تَضَرُّعِي إِلَيْكَ، وَ وَحْشَتِي مِنَ النَّاسِ، وَ أُنْسِي بِكَ يَا كَرِيمُ.\n\nثُمَّ ضَعْ خَدَّكَ الْأَيْسَرَ عَلَى الْأَرْضِ وَ قُلْ:\nلَا إِلَهَ إِلَّا أَنْتَ حَقّاً حَقّاً، سَجَدْتُ لَكَ يَا رَبِّ تَعَبُّداً وَ رِقّاً، اللَّهُمَّ إِنَّ عَمَلِي ضَعِيفٌ، فَضَاعِفْهُ لِي يَا كَرِيمُ.\nتَقُولُ ذَلِكَ ثَلَاثاً، ثُمَّ عُدْ إِلَى السُّجُودِ وَ قُلْ: شُكْراً شُكْراً- مِائَةَ مَرَّةٍ.\n\nوَ تَقُومُ فَصَلِّ أَرْبَعَ رَكَعَاتٍ كَمَا صَلَّيْتَ، وَ يُجْزِيكَ إِنْ عَدَلْتَ عَنْ ذَلِكَ إِلَى‏ ما تَيَسَّرَ مِنَ الْقُرْآنِ‏،\n تُكْمِلُ بِالْأَرْبَعِ سِتَّ رَكَعَاتٍ الْأُولَيَانِ، مِنْهَا لِزِيَارَةِ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ، وَ الْأَرْبَعُ لِزِيَارَةِ آدَمَ وَ نُوحٍ عَلَيْهِمَا السَّلَامُ، وَ تُسَبِّحُ تَسْبِيحَ الزَّهْرَاءِ عَلَيْهَا السَّلَامُ وَ تَسْتَغْفِرُ لِذَنْبِكَ وَ تَدْعُو بِمَا شِئْتَ.\n\nثُمَّ تَحَوَّلْ إِلَى عِنْدِ الرِّجْلَيْنِ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، أَنْتَ أَوَّلُ مَظْلُومٍ، وَ أَوَّلُ مَغْصُوبٍ حَقُّهُ، صَبَرْتَ وَ احْتَسَبْتَ حَتَّى أَتَاكَ الْيَقِينُ، أَشْهَدُ أَنَّكَ لَقِيتَ اللَّهَ وَ أَنْتَ شَهِيدٌ، عَذَّبَ اللَّهُ قَاتِلَكُمْ بِأَنْوَاعِ الْعَذَابِ.\nجِئْتُكَ زَائِراً عَارِفاً بِحَقِّكَ، مُسْتَبْصِراً بِشَأْنِكَ، مُعَادِياً لِأَعْدَائِكَ، مُوَالِياً لِأَوْلِيَائِكَ، أَلْقَى عَلَى ذَلِكَ رَبِّي إِنْ شَاءَ اللَّهُ تَعَالَى، وَ لِيَ ذُنُوبٌ كَثِيرَةٌ، فَاشْفَعْ لِي عِنْدَ رَبِّكَ، فَإِنَّ لَكَ عِنْدَ اللَّهِ مَقَاماً مَعْلُوماً وَ جَاهاً وَ شَفَاعَةً، وَ قَدْ قَالَ اللَّهُ تَعَالَى: «وَ لا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضى‏ وَ هُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ» صَلَّى اللَّهُ عَلَيْكَ وَ عَلَى رُوحِكَ وَ بَدَنِكَ، وَ عَلَى الْأَئِمَّةِ مِنْ ذُرِّيَّتِكَ، صَلَاةً لَا يُحْصِيهَا إِلَّا هُوَ، وَ عَلَيْكُمْ أَفْضَلُ السَّلَامِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nوَ اجْتَهِدْ فِي الدُّعَاءِ فَإِنَّهُ مَوْضِعُ مَسْأَلَةٍ ، وَ أَكْثِرْ مِنَ الِاسْتِغْفَارِ فَإِنَّهُ‏ مَوْطِنُ مَغْفِرَةٍ، وَ اسْأَلْهُ الْحَوَائِجَ فَإِنَّهُ مَقَامُ إِجَابَةٍ، وَ أَكْثِرْ مِنَ الصَّلَاةِ وَ الدُّعَاءِ وَ الزِّيَارَةِ وَ التَّحْمِيدِ وَ التَّسْبِيحِ وَ التَّهْلِيلِ وَ ذِكْرِ اللَّهِ تَعَالَى وَ تِلَاوَةِ الْقُرْآنِ وَ الِاسْتِغْفَارِ مَا اسْتَطَعْتَ.\n\nالمصدر\nمفاتيح الجنان"]