["زيارة ليلة المبعث ويومه\n\nوهو اليوم السابع والعشرون من رجب وقد وردت فيه ثلاث زيارات:\n\nالثالثة: زيارة أوردها الشيخ المفيد والسيد والشهيد بهذه الكيفية: إذا أردت  زيارة الأمير (عليه السلام) في ليلة المبعث أو يومه فقف على باب القبّة الشريفة مقابل قبره (عليه السلام) وقل:\n\nأشهَدُ أن لا إلهَ إلاّ اللهُ وَحدَهُ لا شَرِيكَ لَهُ وأشهَدُ أنَّ مُحَمَّداً عَبدُهُ وَرَسُولُهُ وَأنَّ عَلِيَّ بنَ أبي طالِبٍ أمِيرَ المُؤمِنِينَ عَبدُ اللهِ وَأخُو رَسُولِهِ وَأنَّ الأئِمَّةِ الطَّاهِرِينَ مِن وُلدِهِ حُجَجُ اللهِ عَلى خَلقِهِ.  \n                                                                              \nثمّ ادخل وقف عند القبر مستقبلاً القبر وجاعلاً القبلة بين كتفيك وكبّر الله مائة مرة وقل:\nالسَّلامُ عَلَيكَ يا وارِثَ آدَمَ خَلِيفَةِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ نُوحٍ صَفوَةِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ إبراهِيمَ خَلِيلِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُوسى كَلِيمِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ عِيسى رُوحِ اللهِ، السَّلامُ عَلَيكَ يا وارِثَ مُحَمَّدٍ سَيِّدِ رُسُلِ اللهِ، السَّلامُ عَلَيكَ يا أمِيرَ المُؤمِنِينَ، السَّلامُ عَلَيكَ يا إمامَ المُتَّقِينَ، السَّلامُ عَلَيكَ يا سَيِّدَ الوَصِيِّينَ، السَّلامُ عَلَيكَ يا وَصِيَّ رَسُولِ رَبِّ العالَمِينَ، السَّلامُ عَلَيكَ يا وارِثَ عِلمِ الأوّلِينَ وَالآخِرِينَ السَّلامُ عَلَيكَ أيُّها النَبَأُ العَظِيمُ، السَّلامُ عَلَيكَ أيُّها الصِّراطُ المُستَقِيمُ السَّلامُ عَلَيكَ أيُّها المُهَذَّبُ الكَرِيمُ، السَّلامُ عَلَيكَ أيُّها الوَصِيُّ التَّقِيُّ السَّلامُ عَلَيكَ أيُّها الرَّضِيُّ الزَّكِيُّ، السَّلامُ عَلَيكَ أيُّها البَدرُ المُضِيءُ السَّلامُ عَلَيكَ أيُّها الصِّدِّيقُ الأكبَرُ، السَّلامُ عَلَيكَ أيُّها الفارُوقُ الأعظَمُ السَّلامُ عَلَيكَ أيُّها السِّراجُ المُنِيرُ، السَّلامُ عَلَيكَ يا إمامَ الهُدى، السَّلامُ عَلَيكَ يا عَلَمَ التُّقى، السَّلامُ عَلَيكَ يا حُجَّةَ اللهِ الكُبرى، السَّلامُ عَلَيكَ يا خاصَّةَ اللهِ وَخالِصَتَهُ وَأمِينَ اللهِ وَصَفوَتَهُ وَبابَ اللهِ وَحُجَّتَهُ وَمَعدِنَ حُكمِ اللهِ وَسِرَّهُ وَعَيبَةَ عِلمِ اللهِ وَخازِنَهُ وَسَفِيرَ اللهِ في خَلقِهِ. أشهَدُ أنَّكَ أقَمتَ الصَّلاةَ وَآتَيتَ الزَّكاةَ وَأمَرتَ بِالمَعرُوفِ وَنَهَيتَ عَنِ المُنكَرِ وَاتَّبَعتَ الرَّسُولَ وَتَلَوتَ الكِتابَ حَقَّ تِلاوَتِهِ، وَبَلَّغتَ عَنِ اللهِ وَوَفَيتَ بِعَهدِ اللهِ وَتَمَّت بِكَ كَلِماتُ اللهِ وَجاهَدتَ في اللهِ حَقَّ جِهادِهِ وَنَصَحتَ للهِ وَلِرَسُولِهِ (صلّى الله عليه و آله) وَجُدتَ بِنَفسِكَ صابِراً مُحتَسِباً مُجاهِداً عَن دِينِ اللهِ مُوَقياً لِرَسُولِ اللهِ (صلّى الله عليه و آله) طالِباً ما عِندَ اللهِ راغِباً فِيما وَعَدَ اللهُ وَمَضَيتَ لِلَّذي كُنتَ عَلَيهِ شَهِيداً وَشاهِداً وَمَشهُوداً، فَجَزاكَ اللهُ عَن رَسُولِهِ وَعَنِ الإسلامِ وَأهلِهِ مِن صِدِّيقٍ أفضَلَ الجَزاءِ. أشهَدُ أنَّكَ كُنتَ أوَّلَ القَومِ إسلاماً وَأَخلَصَهُم إيماناً وَأشَدَّهُم يَقِيناً وَأخوَفَهُم للهِ وَأعظَمَهم عَناءً وَأحوَطَهُم عَلى رَسُولِ اللهِ (صلّى الله عليه و آله) وَأفضَلَهُم مَناقِبَ وَأكثَرَهُم سَوابِقَ وَأرفَعَهُم دَرَجَةً وَأشرَفَهُم مَنزِلَةً وَأكرَمَهُم عَليهِ، فَقَوِيتَ حِينَ وَهَنُوا وَلَزَمتَ مِنهاجَ رَسُولِ اللهِ (صلّى الله عليه و آله) ، وَأشهَدُ أنَّكَ كُنتَ خَلِيفَتَهُ حَقاً لَم تُنازَع بِرَغمِ المُنافِقِينَ وَغَيظِ الكافِرِينَ وَضِغنِ الفاسِقِينَ وَقُمتَ بِالأمرِ حِينَ فَشِلُوا وَنَطَقتَ حِينَ تَتَعتَعُوا وَمَضَيتَ بِنُورِ اللهِ إذ وَقَفُوا، فَمَن اتَّبَعَكَ فَقَد اهتَدى، كُنتَ أوَّلَهُم كَلاماً وَأشَدَّهُم خِصاماً وَأصوَبَهُم مَنطِقاً وَأسَدَّهُم رَأياً وَأشجَعَهُم قَلباً وَأكثَرَهُم يَقِيناً وَأحسَنَهُم عَمَلاً وَأعرَفَهُم بِالأُمُورِ، كُنتَ لِلمُؤمِنِينَ أباً رَحِيماً إذ صارُوا عَلَيكَ عِيا لاً فَحَمَلتَ أثقالَ ما عَنهُ ضَعُفُوا وَحَفِظتَ ما أضاعُوا وَرَعَيتَ ما أهمَلُوا وَشَمَّرتَ إذ جَبَنُوا وَعَلَوتَ إذ هَلِعُوا وَصَبَرتَ إذ جَزِعُوا، كُنتَ عَلى الكافِرِينَ عَذاباً صَبّاً وَغِلظَةً وَغَيظاً وَلِلمُؤمِنِينَ غَيثاً وَخِصباً وَعِلماً، لَم تُفلَل حُجَّتُكَ وَلَم يَزِغ قَلبُكَ وَلَم تَضعُف بَصِيرَتُكَ وَلَم تَجبُن نَفسُكَ، كُنتَ كَالجَبَلِ لا تُحَرِّكُهُ العَواصِفُ وَلا تُزِيلُهُ القَواصِفُ.   \n\nكُنتَ كَما قالَ رَسُولُ اللهِ (صلّى الله عليه و آله) : قَوِيا في بَدَنِكَ مُتَواضِعاً في نَفسِكَ عَظِيماً عِندَ اللهِ كَبِيراً في الأرضِ جَلِيلاً في السَّماءِ لَم يَكُن لأحَدٍ فِيكَ مَهمَزٌ وَلا لِقائِلٍ فِيكَ مَغمَزٌ وَلا لِخَلقٍ فِيكَ مَطمَعٌ وَلا لأحَدٍ عِندَكَ هَوادَةٌ يُوجَدُ الضَّعِيفُ الذَّلِيلُ عِندَكَ قَوِيا عَزِيزاً حَتّى تَأخُذَ لَهُ بِحَقِّهِ وَالقَوِيُّ العَزِيزُ عِندَكَ ضَعِيفاً حَتّى تَأخُذَ مِنهُ الحَقَّ، القَرِيبُ وَالبَعِيدُ عِندَكَ في ذلِكَ سَواءٌ، شَأنُكَ الحَقُّ وَالصِّدقُ وَالرِّفقُ وَقَولُكَ حُكمٌ وَحَتمٌ وَأمرُكَ حِلمٌ وَعَزمٌ وَرأيُكَ عِلمٌ وَحَزمٌ. اعتَدَلَ بِكَ الدِّينُ وَسَهُلَ بِكَ العَسِيرُ وَأُطفِئَت بِكَ النِّيرانُ وَقَوِيَ بِكَ الإيمانُ وَثَبَتَ بِكَ الإسلامُ، وَهَدَّت مُصِيبَتُكَ الأنامُ، فَإنَّا للهِ وَإنَّا إلَيهِ راجِعُونَ.\nلَعَنَ اللهُ مَن قَتَلَكَ وَلَعَنَ اللهُ مَن خالَفَكَ وَلَعَنَ اللهُ مَنِ افتَرى عَلَيكَ وَلَعَنَ اللهُ مَن ظَلَمَكَ وَغَصَبَكَ حَقّكَ وَلَعَنَ اللهُ مَن بَلَغَهُ ذلِكَ فَرَضِيَ بِهِ، إنَّا إلى اللهِ مِنهُم بُرَاءٌ لَعَنَ اللهُ اُمَّةً خالَفَتكَ وَجَحَدَت وِلايَتَكَ وَتَظاهَرَت عَلَيكَ وَقَتَلَتكَ وَحادَت عَنكَ وَخَذَلَتكَ، الحَمدُ للهِ الَّذي جَعَلَ النَّارَ مَثواهُم وَبِئسَ الوِردُ المَورُودُ. أشهَدُ لَكَ يا وَلِيَّ اللهِ وَوَلِيَّ رَسُولِهِ (صلّى الله عليه و آله) بِالبَلاغِ وَالأداءِ، وَأشهَدُ أنَّكَ حَبِيبُ اللهِ وَبابُهُ وَأنَّكَ جَنبُ اللهِ وَوَجهُهُ الَّذي مِنهُ يُؤتى وَأنَّكَ سَبِيلُ اللهِ وَأنَّكَ عَبدُ اللهِ وَأخُو رَسُولِهِ (صلّى الله عليه و آله) ، أتَيتُكَ زائِراً لِعَظِيمِ حالِكَ وَمَنزِلَتِكَ عِندَ اللهِ وَعِندَ رَسُولِهِ مُتَقَرِّباً إلى اللهِ بِزيارَتِكَ راغِباً إلَيكَ في الشَّفاعَةِ، أبتَغي بِشَفاعَتِكَ خَلاصَ نَفسي مُتَعَوِّذاً بِكَ مِنَ النَّارِ هارِباً مِن ذُنُوبي الَّتي احتَطَبتُها عَلى ظَهري فَزِعاً إلَيكَ رَجاءَ رَحمَةِ رَبِّي، أتَيتُكَ أستَشفِعُ بِكَ يا مَولايَ إلى اللهِ وَأتَقَرَّبُ بِكَ إلَيهِ لِيَقضِيَ بِكَ حَوائِجي فَاشفَع لي يا أمِيرَ المُؤمِنِينَ إلى اللهِ فَإنّي عَبدُ اللهِ وَمَولاكَ وَزائِرُكَ وَلَكَ عِندَ اللهِ المَقامُ المَعلُومُ وَالجاهُ العَظِيمُ وَالشَّأنُ الكَبِيرُ وَالشَّفاعَةُ المَقبُولَةُ.\n\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَصَلِّ عَلى عَبدِكَ وَأمِينِكَ الأوفى وَعُروَتِكَ الوُثقى وَيَدِكَ العُليا وَكَلِمَتِكَ الحُسنى وَحُجَّتِكَ عَلى الوَرى وَصِدِّيقِكَ الأكبَرِ، سَيِّدِ الأوصياءِ وَرُكنِ الأولياءِ وَعِمادِ الأصفياءِ أمِيرِ المُؤمِنِينَ وَيَعسُوبِ المُتَّقِينَ وَقُدوَةِ الصِّدِّيقِينَ وَإمامِ الصَّالِحِينَ، المَعصُومِ مِنَ الزَّلَلِ وَالمَفطُومِ مِنَ الخَلَلِ وَالمُهَذَّبِ مِنَ العَيبِ وَالمُطَهَّرِ مِنَ الرَّيبِ، أخي نَبِيِّكَ وَوَصِيِّ رَسُولِكَ وَالبائِتِ عَلى فِراشِهِ وَالمُواسي لَهُ بِنَفسِهِ وَكاشِفِ الكَربِ عَن وَجهِهِ الَّذي جَعَلتَهُ سَيفاً لِنُبوَّتِهِ وَمُعجِزاً لِرِسالَتِهِ وَدَلالَةً وَاضِحَةً لِحُجَّتِهِ وَحامِلاً لِرايَتِهِ وَوِقايَةً لِمُهجَتِهِ وَهادياً لأمَّتِهِ وَيَداً لِبَأسِهِ وَتاجاً لِرَأسِهِ وَباباً لِنَصرِهِ وَمِفتاحاً لِظَفَرِهِ، حَتّى هَزَمَ جُنُودَ الشِّركِ بَأيدِكِ وَأبادَ عَساكِرَ الكُفرِ بِأمرِكَ وَبَذَلَ نَفسَهُ في مَرضاتِكَ وَمَرضاةِ رَسُولِكَ وَجَعَلَها وَقفاً عَلى طاعَتِهِ وَمَجِنّاً دُونَ نَكبَتِهِ، حَتّى فاضَت نَفسُهُ (صلّى الله عليه و آله) في كَفِّهِ وَاستَلَبَ بَردَها وَمَسَحَهُ عَلى وَجهِهِ وَأعانَتهُ مَلائِكَتُكَ عَلى غُسلِهِ وَتَجهِيزِهِ وَصَلّى عَلَيهِ وَوارى شَخصَهُ وَقضى دَينَهُ وَأنجَزَ وَعدَهُ وَلَزِمَ عَهدَهُ وَاحتَذى مِثالَهُ وَحَفِظَ وَصِيَّتَهُ.\n\nوَحِينَ وَجَدَ أنصاراً نَهَضَ مُستَقِلّاً بِأعباءِ الخِلافَةِ مُضطَلِعاً بِأثقالِ الإمامةِ فَنَصَبَ رايَةَ الهُدى في عِبادِكَ وَنَشَرَ ثَوبَ الأمنِ في بِلادِكَ وَبَسَطَ الَعدَل في بَرِيَّتِكَ وَحَكَمَ بِكِتابِكَ في خَلِيقَتِكَ وَأقامَ الحُدُودَ وَقَمَعَ الجُحُودَ وَقَوَّمَ الزَّيغَ وَسَكَّنَ الغَمرَةَ وَأبادَ الفَترَةَ وَسَدَّ الفُرجَةَ وَقَتَلَ النَّاكِثَةَ وَالقاسِطَةَ وَالمارِقَةَ، وَلَم يَزَل عَلى مِنهاجِ رَسُولِ اللهِ (صلّى الله عليه و آله) وَوَتِيرَتِهِ وَلُطفِ شاكِلَتِهِ وَجَمالِ سِيرَتِهِ، مُقتَدياً بِسُنَّتِهِ مُتَعَلِّقاً بِهِمَّتِهِ مُباشِراً لِطَريِقَتِهِ وَأمثِلَتُهُ نَصبُ عَينَيهِ يَحمِلُ عِبادَكَ عَلَيها وَيَدعُوهُم إلَيها إلى أن خُضِّبَت شَيبَتُهُ مِن دَمِ رَأسِهِ. اللهُمَّ فَكَما لَم يُؤثِر في طاعَتِكَ شَكّاً عَلى يَقِينٍ وَلَم يُشرِك بِكَ طَرفَةَ عَينٍ، صَلِّ عَلَيهِ صَلاةً زاكِيَةً نامِيَةً يَلحَقُ بِها دَرَجَةَ النُّبُوَّةِ في جَنَّتِكَ وَبَلِّغهُ مِنّا تَحِيَّةً وَسَلاماً وَآتِنا مِن لَدُنكَ في مُوالاتِهِ فَضلاً وَإحساناً وَمَغفِرَةً وَرِضواناً إنَّكَ ذُو الفَضلِ الجَسِيمِ بَرَحمَتِكَ يا أرحَمَ الرَّاحِمِينَ.\n\nثمّ قبّل الضريح وضع خدّك الأيمن عليه ثمّ الأيسر ومل إلى القبلة وصلّ صلاة الزيارة وادع بما بدا لك بعدها وقل بعد تسبيح الزهراء (عليها السلام) :\nاللهُمَّ إنَّكَ بَشَّرتَني عَلى لِسانِ نَبِيِّكَ وَرَسُولِكَ مُحَمَّدٍ صَلَواتُكَ عَلَيهِ وَآلِهِ فَقُلتَ: وَبَشِّرِ الَّذِينَ آمَنُوا أنَّ لَهُم قَدَمَ صِدقٍ عِندَ رَبِّهِم، اللهُمَّ وَإنّي مُؤمِنٌ بِجَمِيعِ أنبيائِكَ وَرُسُلِكَ صَلَواتُكَ عَلَيهِم فَلا تَقِفني بَعدَ مَعِرَفَتِهِم مَوقِفاً تَفضَحُني فِيهِ عَلى رِؤُوسِ الأشهادِ بَل قِفني مَعَهُم وَتَوَفَّني عَلى التَّصدِيقِ بِهِم، اللهُمَّ وَأنتَ خَصَصتَهُم بِكَرامَتِكَ وَأمَرتَني بِاتِّباعِهِم، اللهُمَّ وَإنّي عَبدُكَ وَزائِرُكَ مُتَقَرِّباً إلَيكَ بزيارة أخي رَسُولِكَ وَعَلى كُلِّ مَأتِيٍّ وَمَزُورٍ، حَقٌّ لِمَن أتاهُ وَزارَهُ وَأنتَ خَيرُ مَأتِيٍّ وَأكرَمُ مَزُورٍ فَأسألُكَ يا اللهُ يا رَحمنُ يا رَحِيمُ يا جَوادُ يا ماجِدُ يا أحَدُ يا صَمَدُ يا مَن لَم يَلِد وَلَم يُولَد وَلَم يَكُن لَهُ كُفواً أحَدٌ وَلَم يَتَّخِذَ صاحِبَةً وَلا وَلَداً أن تُصَلّي عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَجعَلَ تُحفَتَكَ إيايَ مِن زيارَتي أخا رَسُولِكَ فَكاكَ رَقَبَتي مِنَ النَّارِ، وَأن تَجعَلَني مِمَّن يُسارِعُ في الخَيراتِ وَيَدعُوكَ رَغَباً وَرَهَباً وَتَجعَلَني لَكَ مِنَ الخاشِعِينَ. اللهُمَّ إنَّكَ مَنَنتَ عَلَيَّ بزيارة مَولايَ عَلِيِّ بنِ أبي طالِبٍ وَوِلايَتِهِ وَمَعْرِفَتِهِ فَاجعَلني مِمَّن يَنصرُهُ وَيَنتَصِرُ بِهِ وَمُنَّ عَلَيَّ بِنَصرِكَ لِدِينِكَ، اللهُمَّ وَاجعَلني مِن شِيعَتِهِ وَتَوَفَّني عَلى دِينِهِ، اللهُمَّ أوجِب لي مِنَ الرَّحمَةِ وَالرِّضوانِ وَالمَغفِرَةِ وَالإحسانِ وَالرِّزقِ الواسِعِ الحَلالِ الطَيِّبِ ما أنتَ أهلُهُ يا أرحَمَ الرَّاحِمِينَ وَالحَمدُ للهِ رَبِّ العالَمِينَ.\n\nأقول: وروي بسند معتبر أنّ الخضر (عليه السلام) أسرع إلى دار أمير المؤمنين (عليه السلام) يوم شهادته وهو يبكي ويسترجع فوقف على الباب فقال: \nرَحِمَكَ اللهُ يا أبا الحَسَنِ كُنتَ أوَّلَ القَومِ إسلاماً وَأخلَصَهُم إيماناً وَأشَدَّهُم يَقِيناً وَأخوَفَهُم للهِ، وعدّ كثيراً من فضائله بما يقرب من هذه العبارات الواردة في هذه الزيارة. فمن المناسب أن يزار (عليه السلام) فيه أيضاً بهذه الزيارة.\n\nوأمّا نصوص تلك العبارات فهي كزيارة الأمير (عليه السلام) في يوم شهادته فقد أودعناها كتاب (هدية الزائر) فليطلبها منه من شاء. \n\nواعلم أنّا قد أوردنا في ضمن أعمال ليلة المبعث ما قاله ابن بطوطة في رحلته بما يتعلّق بهذه الروضة الشريفة صلوات الله على مشرّفها فينبغي أن يراجع هناك.\n\n\nالمصدر\nمفاتيح الجنان"]