{
"title": "زيارة الصادق(ع)  لأمير المؤمنين (ع) في يوم ولادة النبي (ص)",
"type": "text",
"source": "\nمفاتيح الجنان",
"data": "زَارَ بِهَا الصَّادِقُ عَلَيْهِ السَّلَامُ فِي سَابِعَ عَشَرَ رَبِيعٍ الْأَوَّلِ عِنْدَ طُلُوعِ الشَّمْسِ\nوَ فِي هَذَا الْيَوْمِ وُلِدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ- وَ عَلَّمَهَا لِمُحَمَّدِ بْنِ مُسْلِمٍ الثَّقَفِيِّ، قَالَ:\n\n إِذَا أَتَيْتَ مَشْهَدَ أَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ فَاغْتَسِلْ غُسْلَ الزِّيَارَةِ، وَ الْبَسْ أَنْظَفَ ثِيَابِكَ، وَ شَمَّ شَيْئاً مِنَ الطِّيبِ، وَ امْشِ وَ عَلَيْكَ السَّكِينَةَ وَ الْوَقَارَ\n\n فَإِذَا وَصَلْتَ إِلَى بَابِ السَّلَامِ فَاسْتَقْبِلِ الْقِبْلَةَ وَ كَبِّرِ اللَّهَ تَعَالَى ثَلَاثِينَ مَرَّةً وَ قُلِ:\n\nالسَّلَامُ عَلَى رَسُولِ اللَّهِ، السَّلَامُ عَلَى خِيَرَةِ اللَّهِ، السَّلَامُ عَلَى الْبَشِيرِ النَّذِيرِ السِّرَاجِ الْمُنِيرِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، السَّلَامُ عَلَى الطُّهْرِ الطَّاهِرِ، السَّلَامُ عَلَى الْعَلَمِ الزَّاهِرِ، السَّلَامُ عَلَى الْمَنْصُورِ الْمُؤَيَّدِ، السَّلَامُ عَلَى أَبِي الْقَاسِمِ مُحَمَّدٍ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى أَنْبِيَاءِ اللَّهِ الْمُرْسَلِينَ وَ عِبَادِهِ الصَّالِحِينَ، السَّلَامُ عَلَى الْمَلَائِكَةِ الْحَافِّينَ بِهَذَا الْحَرَمِ وَ بِهَذَا الضَّرِيحِ اللَّائِذِينَ بِهِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ ادْنُ مِنَ الْقَبْرِ وَ قُلِ:\nالسَّلَامُ عَلَيْكَ يَا وَصِيَّ الْأَوْصِيَاءِ، السَّلَامُ عَلَيْكَ يَا عِمَادَ الْأَتْقِيَاءِ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ الْأَوْلِيَاءِ، السَّلَامُ عَلَيْكَ يَا سَيِّدَ الشُّهَدَاءِ، السَّلَامُ عَلَيْكَ يَا آيَةَ اللَّهِ الْعُظْمَى.\nالسَّلَامُ عَلَيْكَ يَا خَامِسَ أَهْلِ الْعَبَاءِ، السَّلَامُ عَلَيْكَ يَا قَائِدَ الْغُرِّ الْمُحَجَّلِينَ الْأَتْقِيَاءِ، السَّلَامُ عَلَيْكَ يَا عِصْمَةَ الْأَوْلِيَاءِ، السَّلَامُ عَلَيْكَ يَا زَيْنَ الْمُوَحِّدِينَ النُّجَبَاءِ، السَّلَامُ عَلَيْكَ يَا خَالِصَ الْأَخِلَّاءِ، السَّلَامُ عَلَيْكَ يَا وَالِدَ الْأَئِمَّةِ الْأُمَنَاءِ.\nالسَّلَامُ عَلَيْكَ يَا صَاحِبَ الْحَوْضِ وَ حَامِلَ اللِّوَاءِ، السَّلَامُ عَلَيْكَ يَا قَسِيمَ الْجَنَّةِ وَ لَظَى، السَّلَامُ عَلَيْكَ يَا مَنْ شُرِّفَتْ بِهِ مَكَّةُ وَ مِنًى.\nالسَّلَامُ عَلَيْكَ يَا بَحْرَ الْعُلُومِ وَ كَهْفَ الْفُقَرَاءِ، السَّلَامُ عَلَيْكَ يَا مَنْ وُلِدَ فِي الْكَعْبَةِ وَ زُوِّجَ فِي السَّمَاءِ بِسَيِّدَةِ النِّسَاءِ، وَ كَانَ شُهُودَهَا الْمَلَائِكَةُ السَّفَرَةُ الْبَرَرَةُ الْأَصْفِيَاءُ.\nالسَّلَامُ عَلَيْكَ يَا مِصْبَاحَ الضِّيَاءِ، السَّلَامُ عَلَيْكَ يَا مَنْ خَصَّهُ النَّبِيُّ بِجَزِيلِ الْحِبَاءِ، السَّلَامُ عَلَيْكَ يَا مَنْ بَاتَ عَلَى فِرَاشِ خَاتَمِ الْأَنْبِيَاءِ وَ وَقَاهُ بِنَفْسِهِ شَرَّ الْأَعْدَاءِ، السَّلَامُ عَلَيْكَ يَا مَنْ رُدَّتْ لَهُ الشَّمْسُ فَسَامَى شَمْعُونَ الصَّفَا، السَّلَامُ عَلَيْكَ يَا مَنْ أَنْجَى اللَّهُ سَفِينَةَ نُوحٍ بِاسْمِهِ وَ اسْمِ أَخِيهِ حَيْثُ الْتَطَمَ الْمَاءُ حَوْلَهَا وَ طَمَى السَّلَامُ عَلَيْكَ يَا مَنْ تَابَ اللَّهُ بِهِ وَ بِأَخِيهِ عَلَى آدَمَ إِذْ غَوَى، السَّلَامُ عَلَيْكَ يَا فَلَكَ النَّجَاةِ الَّذِي مَنْ رَكِبَهُ نَجَى وَ مَنْ تَأَخَّرَ عَنْهُ هَوَى، السَّلَامُ عَلَيْكَ يَا مَنْ خَاطَبَ الثُّعْبَانَ وَ ذِئْبَ الْفَلَا، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْمُؤْمِنِينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ عَلَى مَنْ كَفَرَ وَ أَنَابَ، السَّلَامُ عَلَيْكَ يَا إِمَامَ ذَوِي الْأَلْبَابِ، السَّلَامُ عَلَيْكَ يَا مَعْدِنَ الْحِكْمَةِ وَ فَصْلَ الْخِطَابِ، السَّلَامُ عَلَيْكَ يَا مَنْ عِنْدَهُ عِلْمُ الْكِتابِ‏، السَّلَامُ عَلَيْكَ يَا مِيزَانَ يَوْمِ الْحِسَابِ، السَّلَامُ عَلَيْكَ يَا فَاصِلَ الْحُكْمِ النَّاطِقَ بِالصَّوَابِ.\nالسَّلَامُ عَلَيْكَ أَيُّهَا الْمُتَصَدِّقُ بِالْخَاتَمِ فِي الْمِحْرَابِ، السَّلَامُ عَلَيْكَ يَا مَنْ‏ كَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتالَ‏ بِهِ فِي يَوْمِ الْأَحْزَابِ، السَّلَامُ عَلَيْكَ يَا مَنْ أَخْلَصَ لِلَّهِ بِالْوَحْدَانِيَّةِ وَ أَنَابَ، السَّلَامُ عَلَيْكَ يَا قَالِعَ خَيْبَرَ مِنَ الصَّخْرَةِ الصِّلَابِ السَّلَامُ عَلَيْكَ يَا مَنْ دَعَاهُ خَيْرُ الْبَرِيَّةِ إِلَى الْمَبِيتِ عَلَى فِرَاشِهِ فَأَسْلَمَ نَفْسَهُ لِلْمَنِيَّةِ وَ أَجَابَ، السَّلَامُ عَلَيْكَ يَا مَنْ لَهُ طُوبَى‏ وَ حُسْنُ مَآبٍ‏ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ عِصْمَةِ الدِّينِ وَ سَيِّدَ السَّادَاتِ، السَّلَامُ عَلَيْكَ يَا صَاحِبَ الْمُعْجِزَاتِ.\nالسَّلَامُ عَلَيْكَ يَا مَنْ نَزَلَتْ فِي فَضْلِهِ سُورَةُ الْعَادِيَاتِ، السَّلَامُ عَلَيْكَ يَا مَنْ كُتِبَ اسْمُهُ فِي السَّمَاءِ عَلَى السُّرَادِقَاتِ، السَّلَامُ عَلَيْكَ يَا مَظْهَرَ الْعَجَائِبِ وَ الْآيَاتِ، السَّلَامُ عَلَيْكَ يَا أَمِيرَ الْغَزَوَاتِ.\nالسَّلَامُ عَلَيْكَ يَا مُخْبِراً بِمَا غَبَرَ وَ بِمَا هُوَ آتٍ، السَّلَامُ عَلَيْكَ يَا مُخَاطِبَ ذِئْبِ الْفَلَوَاتِ، السَّلَامُ عَلَيْكَ يَا خَاتِمَ الْحَصَى وَ مُبَيِّنَ الْمُشْكِلَاتِ، السَّلَامُ عَلَيْكَ يَا مَنْ عَجِبَتْ مِنْ حَمَلَاتِهِ فِي الْوَغَى مَلَائِكَةُ السَّمَاوَاتِ.\nالسَّلَامُ عَلَيْكَ يَا مَنْ نَاجَى الرَّسُولَ فَقَدَّمَ بَيْنَ يَدَيْ نَجْوَاهُ الصَّدَقَاتِ، السَّلَامُ عَلَيْكَ يَا وَالِدَ الْأَئِمَّةِ الْبَرَرَةِ السَّادَاتِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، السَّلَامُ عَلَيْكَ يَا تَالِيَ الْمَبْعُوثِ، السَّلَامُ عَلَيْكَ يَا وَارِثَ خَيْرِ مَوْرُوثٍ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَيْكَ يَا سَيِّدَ الْوَصِيِّينَ، السَّلَامُ عَلَيْكَ يَا إِمَامَ الْمُتَّقِينَ، السَّلَامُ عَلَيْكَ يَا غِيَاثَ الْمَكْرُوبِينَ، السَّلَامُ عَلَيْكَ يَا عِصْمَةَ الْمُؤْمِنِينَ، السَّلَامُ عَلَيْكَ يَا مُظْهِرَ الْبَرَاهِينِ، السَّلَامُ عَلَيْكَ يَا طه‏ وَ يس‏، السَّلَامُ عَلَيْكَ يَا حَبْلَ اللَّهِ الْمَتِينَ.\nالسَّلَامُ عَلَيْكَ يَا مَنْ تَصَدَّقَ فِي صَلَاتِهِ بِخَاتَمِهِ عَلَى الْمِسْكِينِ، السَّلَامُ عَلَيْكَ يَا قَالِعَ الصَّخْرَةِ عَنْ فَمِ الْقَلِيبِ، وَ مُظْهِرَ الْمَاءِ الْمَعِينِ، السَّلَامُ عَلَيْكَ يَا عَيْنَ اللَّهِ النَّاظِرَةَ فِي الْعَالَمِينَ، وَ يَدَهُ الْبَاسِطَةَ، وَ لِسَانَهُ الْمُعَبِّرَ عَنْهُ فِي بَرِيَّتِهِ أَجْمَعِينَ.\nالسَّلَامُ عَلَيْكَ يَا وَارِثَ عِلْمِ النَّبِيِّينَ، وَ مُسْتَوْدَعَ عِلْمِ الْأَوَّلِينَ وَ الْآخِرِينَ، وَ صَاحِبَ لِوَاءِ الْحَمْدِ، وَ سَاقِيَ أَوْلِيَائِهِ مِنْ حَوْضِ خَاتَمِ الْمُرْسَلِينَ، السَّلَامُ عَلَيْكَ يَا يَعْسُوبَ الدِّينِ وَ قَائِدَ الْغُرِّ الْمُحَجَّلِينَ وَ وَالِدَ الْأَئِمَّةِ الْمَرْضِيِّينَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى اسْمِ اللَّهِ الرَّضِيِّ، وَ وَجْهِهِ الْمُضِي‏ءِ، وَ جَنْبِهِ الْقَوِيِّ، وَ صِرَاطِهِ السَّوِيِّ، السَّلَامُ عَلَى الْإِمَامِ التَّقِيِّ الْمُخْلِصِ الصَّفِيِّ، السَّلَامُ‏\nعَلَى الْكَوْكَبِ الدُّرِّيِّ، السَّلَامُ عَلَى الْإِمَامِ أَبِي الْحَسَنِ عَلِيٍّ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى أَئِمَّةِ الْهُدَى، وَ مَصَابِيحِ الدُّجَى، وَ أَعْلَامِ التُّقَى، وَ مَنَارِ الْهُدَى، وَ ذَوِي النُّهَى، وَ كَهْفِ الْوَرَى، وَ الْعُرْوَةِ الْوُثْقَى، وَ الْحُجَّةِ عَلَى أَهْلِ الدُّنْيَا وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى نُورِ الْأَنْوَارِ، وَ حُجَجِ الْجَبَّارِ، وَ وَالِدِ الْأَئِمَّةِ الْأَطْهَارِ، وَ قَسِيمِ الْجَنَّةِ وَ النَّارِ، الْمُخْبِرِ عَنِ الْآثَارِ، الْمُدَمِّرِ عَلَى الْكُفَّارِ، مُسْتَنْقِذِ الشِّيعَةِ الْمُخْلَصِينَ مِنْ عَظِيمِ الْأَوْزَارِ، السَّلَامُ عَلَى الْمَخْصُوصِ بِالطَّاهِرَةِ التَّقِيَّةِ ابْنَةِ الْمُخْتَارِ، الْمَوْلُودِ فِي الْبَيْتِ ذِي الْأَسْتَارِ، الْمُزَوَّجِ فِي السَّمَاءِ بِالْبَرَّةِ الطَّاهِرَةِ الرَّضِيَّةِ الْمَرْضِيَّةِ وَالِدَةِ الْأَئِمَّةِ الْأَطْهَارِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\nالسَّلَامُ عَلَى‏ النَّبَإِ الْعَظِيمِ، الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ‏، وَ عَلَيْهِ يُعْرَضُونَ، وَ عَنْهُ يُسْأَلُونَ، السَّلَامُ عَلَى نُورِ اللَّهِ الْأَنْوَرِ، وَ ضِيَائِهِ الْأَزْهَرِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ، السَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ وَ حُجَّتَهُ، وَ خَالِصَةَ اللَّهِ وَ خَاصَّتَهُ.\nأَشْهَدُ أَنَّكَ يَا وَلِيَّ اللَّهِ وَ وَلِيَّ رَسُولِهِ، لَقَدْ جَاهَدْتَ فِي سَبِيلِ اللَّهِ‏ حَقَّ جِهادِهِ‏، وَ اتَّبَعْتَ مِنْهَاجِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ، وَ حَلَّلْتَ حَلَالَ اللَّهِ، وَ حَرَّمْتَ حَرَامَهُ، وَ شَرَّعْتَ أَحْكَامَهُ، وَ أَقَمْتَ الصَّلَاةَ، وَ آتَيْتَ الزَّكَاةَ، وَ أَمَرْتَ بِالْمَعْرُوفِ، وَ نَهَيْتَ عَنِ الْمُنْكَرِ، وَ جَاهَدْتَ فِي سَبِيلِ اللَّهِ‏ صَابِراً نَاصِحاً مُجْتَهِداً مُحْتَسِباً عِنْدَ اللَّهِ عَظِيمَ الْأَجْرِ، حَتَّى أَتَاكَ الْيَقِينُ.\nفَلَعَنَ اللَّهُ مَنْ دَفَعَكَ عَنْ مَقَامِكَ، وَ أَزَالَكَ عَنْ مَرَامِكَ، وَ لَعَنَ اللَّهُ مَنْ بَلَغَهُ ذَلِكَ فَرَضِيَ بِهِ، أَنَا إِلَى اللَّهِ مِنْ أَعْدَائِكَ بَرِي‏ءٌ، أُشْهِدُ اللَّهَ وَ مَلَائِكَتَهُ وَ أَنْبِيَاءَهُ وَ رُسُلَهُ أَنِّي وَلِيٌّ لِمَنْ وَالاهُ، وَ عَدُوٌّ لِمَنْ عَادَاهُ، وَ السَّلَامُ عَلَيْكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ فَقَبِّلْهُ وَ قُلْ:\nأَشْهَدُ أَنَّكَ تَسْمَعُ كَلَامِي وَ تَشْهَدُ مَقَامِي، وَ أَشْهَدُ لَكَ يَا وَلِيَّ اللَّهِ بِالْبَلَاغِ وَ الْأَدَاءِ، يَا مَوْلَايَ يَا حُجَّةَ اللَّهِ، يَا أَمِينَ اللَّهِ، يَا وَلِيَّ اللَّهِ، أَنَّ بَيْنِي وَ بَيْنَ اللَّهِ ذُنُوباً قَدْ أَثْقَلَتْ ظَهْرِي وَ مَنَعَتْنِي مِنَ الرُّقَادِ، وَ ذِكْرُهَا يُقَلْقِلُ أَحْشَائِي، وَ قَدْ هَرَبْتُ مِنْهَا إِلَى اللَّهِ وَ إِلَيْكَ، فَبِحَقِّ مَنِ ائْتَمَنَكَ عَلَى سِرِّهِ، وَ اسْتَرْعَاكَ أَمْرَ خَلْقِهِ، وَ قَرَنَ طَاعَتَكَ بِطَاعَتِهِ، وَ مُوَالاتَكَ بِمُوَالاتِهِ، كُنْ لِي إِلَى اللَّهِ شَفِيعاً، وَ مِنَ النَّارِ مُجِيراً، وَ عَلَى الدَّهْرِ ظَهِيراً.\n\nثُمَّ انْكَبَّ عَلَى الْقَبْرِ وَ قُلْ:\nيَا حُجَّةَ اللَّهِ، يَا وَلِيَّ اللَّهِ، يَا بَابَ حِطَّةِ اللَّهِ، وَلِيُّكَ وَ زَائِرُكَ وَ اللَّائِذُ بِقَبْرِكَ، وَ النَّازِلُ بِفِنَائِكَ، وَ الْمُنِيخُ رَحْلَهُ فِي جِوَارِكَ، أَسْأَلُكَ أَنْ تَشْفَعَ لِي إِلَى اللَّهِ فِي قَضَاءِ حَاجَتِي، وَ أَنْجِحْ طَلِبَتِي فِي الدُّنْيَا وَ الْآخِرَةِ، فَإِنَّ لَكَ عِنْدَ اللَّهِ الْجَاهَ الْعَظِيمَ وَ الشَّفَاعَةَ الْمَقْبُولَةَ.\nفَاجْعَلْنِي يَا مَوْلَايَ مِنْ هَمِّكَ، وَ أَدْخِلْنِي فِي حِزْبِكَ، وَ السَّلَامُ عَلَيْكَ وَ عَلَى وَالِدَيْكَ وَ عَلَى الْأَئِمَّةِ الطَّاهِرِينَ مِنْ ذُرِّيَّتِكَ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ.\n\nوَ صَلِّ سِتَّ رَكَعَاتٍ لِأَمِيرِ الْمُؤْمِنِينَ عَلَيْهِ السَّلَامُ رَكْعَتَيْنِ لِلزِّيَارَةِ، \nوَ لآِدَمَ عَلَيْهِ السَّلَامُ رَكْعَتَيْنِ كَذَلِكَ، \nوَ لِنُوحٍ عَلَيْهِ السَّلَامُ رَكْعَتَيْنِ \nوَ ادْعُ اللَّهَ كَثِيراً تُجَابُ إِنْ شَاءَ اللَّهُ تَعَالَى.\n\n"
}