["(16): ﴿وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِن بَعْدِ مَا اسْتُجِيبَ لَهُ﴾: أي لله سبحانه، والمعنى أن الذين ناصبوا العداء لله والإسلام لما رأوا الناس يدخلون فيه، ويستجيبون له، أخذوا يجادلوهم فيه بالتهويش والباطل الذي لا يسعفهم بشيء، ولذا قال سبحانه: ﴿حُجَّتُهُمْ دَاحِضَةٌ﴾: زائفة باطلة. \n\n(17): ﴿اللَّهُ الَّذِي أَنزَلَ الْكِتَابَ﴾: القرآن ﴿بِالْحَقِّ وَالْمِيزَانَ﴾: العدل أي إن كل ما فيه حق، ويفصل بين الناس بالعدل ﴿وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ﴾: ومن مات فقد قامت قيامته، لأن الموت آخر ساعة من ساعات الدنيا وأول ساعة من آخرة المَّيت. \n\n(18): ﴿يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا﴾: وعليه يكون هذا الإستعجال لمجرد التهكم والسخرية، وكثير من الناس يسخفون بأنفسهم، ويخوضون بها المهالك من حيث لا يشعرون ﴿وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ﴾: من يؤمن بالبعث والحساب يشعر بأنه مسؤول عن عمله، فيُقبل على الخير طمعًا بالنجاة وحسن الثواب، ويبتعد عن الشر خوفًا من شر المآب، ومن يكفر بالبعث والحساب يرى الحياة الدنيا فرصته الوحيدة للإستماع بكل ما لذَّ وطاب من حلال أو حرام، لا يصده خلق أو قانون إذا ضمن السلامة وأمن العقاب ﴿أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ﴾: يجادلون في وجودها ﴿لَفِي ضَلَالٍ بَعِيدٍ﴾: أوغلوا في الغواية والجهالة. \n\n(19): ﴿اللَّهُ لَطِيفٌ بِعِبَادِهِ﴾: يرفق بهم ﴿يَرْزُقُ﴾: يخلق الأرزاق كلها، وأعظمها سلامة العقول وصدق العقيدة وصحة الأبدان ﴿مَن يَشَاء﴾: أي ما شاء كان، وما لم يشأ لم يكن. \n\n(20): ﴿مَن كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ﴾: المراد بالحرث هنا العمل، والمعنى من كافح وناضل صامدًا محتسبًا لإقامة العدل وإحقاق الحق لا يرهب طاغيًا وباغيًا- أمده الله بعونه وتوفيقه، وزاد في حسناته أضعافًا مضاعفة ﴿وَمَن كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِن نَّصِيبٍ﴾: أما من عمل لنفسه وكفى، وقاس الحق والعظمة بسيارته والعدل والخير كله بمعاشه (وبدلته)- فإنه ينال ما أراد كله أو بعضه، ولكنه عند الله والناس يقدّر بما قاس به الحق والعدل، (ولكل درجات مما عملوا وليوفيهم أعمالهم وهم لا يظلمون-19 الأحقاف) وتقدم في الآية 145 من آل عمران وغيرها. \n\n(21): ﴿أَمْ لَهُمْ شُرَكَاء شَرَعُوا لَهُم مِّنَ الدِّينِ مَا لَمْ يَأْذَن بِهِ اللَّهُ﴾: على أي شيء يعتمد ويستند الذين لا يعملون إلا لأنفسهم وذويهم منكرين البعث والحساب؟ هل لهم قرناء مضللون وضعوا لهم دينًا يأمرهم بالنكر ونهاهم عن المعروف؟ ﴿وَلَوْلَا كَلِمَةُ الْفَصْلِ﴾: وهي (اليوم عمل ولا حساب، وغدًا حساب ولا عمل) ﴿لَقُضِيَ بَيْنَهُمْ﴾: بتعجيل النقمة والعذاب. \n\n(22): ﴿تَرَى الظَّالِمِينَ﴾: يوم القيامة ﴿مُشْفِقِينَ﴾: خائفين ترتعد فرائصهم لسوء أعمالهم ﴿وَهُوَ وَاقِعٌ بِهِمْ: العذاب الذي خافوا منه بعد النشر والحشر ﴿وَالَّذِينَ آمَنُوا﴾: بالله واليوم الآخر، وعملوا له، في ملاذ مما لا عين رأت ولا أُذن سمعت. \n\n","تفسير المبين"]