["(45): ﴿وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا﴾: على النار ﴿خَاشِعِينَ مِنَ الذُّلِّ﴾: بما قدمت أيديهم ﴿يَنظُرُونَ مِن طَرْفٍ خَفِيٍّ﴾: يسترقون النظر إلى جهنم وفرائصهم ترتعد من شدة الخوف، ومن قبل كانوا بها يستهزئون ﴿وَقَالَ الَّذِينَ آمَنُوا﴾: لما رأوا المجرمين يساقون إلى جهنم: هؤلاء أخسر الناس صفقة، وأخيبهم سعيًا، وتقدم في الآية 15 من الزمر. \n\n(46): ﴿وَمَا كَانَ لَهُم مِّنْ أَوْلِيَاء يَنصُرُونَهُم﴾: ينقدونهم من النكال والوبال ﴿وَمَن يُضْلِلِ اللَّهُ﴾: المراد بالضلال هنا العذاب بقرينة السياق ﴿فَمَا لَهُ مِن سَبِيلٍ﴾: إلى الخلاص. \n\n(47): ﴿اسْتَجِيبُوا لِرَبِّكُم﴾: تزودوا من طاعة الله سبحانه ليوم لا مناص منه ولا مفر ﴿مَا لَكُم مِّن مَّلْجَأٍ يَوْمَئِذٍ﴾: تلوذون به ﴿وَمَا لَكُم مِّن نَّكِيرٍ﴾: لا تنكرون ذنوبكم، بل تعترفون بها كاملة. \n\n(48): ﴿فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا﴾: مهيمنًا تحفظ أعمالهم وتحاسبهم عليها، وتقدم في الآية 80 من النساء، وغيرها ﴿وَإِنَّا إِذَا أَذَقْنَا الْإِنسَانَ مِنَّا رَحْمَةً﴾: رخاء ونعمة ﴿فَرِحَ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ﴾: بلاء ونقمة ﴿فَإِنَّ الْإِنسَانَ كَفُورٌ﴾: بنعمة الله عليه، وهي لا تُعد ولا تحصى وتقدم في الآية 9 من هود وغيرها. \n\n(49): ﴿لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ﴾: هو مبدع الكون ومالكه ﴿يَخْلُقُ مَا يَشَاء﴾: ما شاء كان وما لم يشأ لم يكن ﴿يَهَبُ لِمَنْ يَشَاء إِنَاثًا وَيَهَبُ لِمَن يَشَاء الذُّكُورَ﴾. \n\n(50): ﴿أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا﴾: ليس المراد بيزوجهم الزواج المعروف، بل المراد العطاء من صنف الإناث وصنف الذكور، ومعنى الآية بجملتها أنه لا اختيار للإنسان في أن يجعل كل أولاده ذكورًا أو إناثًا أو هما معًا ولكنه تعالى هو الذي قسم عباده أربعة أقسام: منهم له البنون فقط، ومنهم البنات وكفى ومنهم هما معًا، ومنهم لا شيء. \n\n(51): ﴿وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا... ﴾: ذكر سبحانه في هذه الآية ثلاثة طرق للوحي: القذف في القلب أو الرؤيا في المنام كما حدث لإبراهيم (ع) في ذبح ولده إسماعيل (ع) وهذا هو المراد بقوله: (الا وحيًا) الثاني أن يخلق الكلام كما يخلق غيره من الكائنات، فيسمع النبي الكلام ولا يرى المتكلم لأنه تعالى في ذاته غير مرئي كما كلم موسى (ع) وهذا هو المقصود بقوله: (من وراء حجاب) الثالث أن يرسل إلى النبي ملكًا يبلِّغه رسالات ربه، كما أوحى سبحانه القرآن إلى رسوله محمد (ص) بلسان جبريل (ع)، وهذا هو المراد بقوله: (يرسل رسولَا). \n\n","تفسير المبين"]