["(7): ﴿وَالسَّمَاء ذَاتِ الْحُبُكِ﴾: والحبك: الإحكام، تقول: حبكه أي أحكمه، وفي الكواكب حسن وجمال إضافة إلى النظام والإحكام. \n\n(8): ﴿إِنَّكُمْ لَفِي قَوْلٍ مُّخْتَلِفٍ﴾: الخطاب لمن كذَّب الصادق الأمين (ص) وأقوالهم فيه متنافرة لا تلتئم ولا تنسجم. \n\n(9): ﴿يُؤْفَكُ عَنْهُ مَنْ أُفِكَ﴾: يُصرف عن القرآن والهدى من صرفه الجهل والهوى. \n\n(10): ﴿قُتِلَ الْخَرَّاصُونَ﴾: لُعن المرتابون في الحق والبعث. \n\n(11): ﴿الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ﴾: غمرهم الجهل والضلال، فسهوا عن الحق وأهله. \n\n(12): ﴿يَسْأَلُونَ﴾: يسأل منكروا البعث ساخرين: ﴿أَيَّانَ يَوْمُ الدِّينِ﴾: يوم القيامة، فأجابهم سبحانه بقوله: \n\n(13): ﴿يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ﴾: يعذبون. \n\n(14) - (15): ﴿ذُوقُوا فِتْنَتَكُمْ﴾: عذابكم ﴿الَّذِي كُنتُم بِهِ تَسْتَعْجِلُونَ﴾: ومنه تسخرون، فكيف رأيتم مذاقه ومحاقه. \n\n(16): ﴿آخِذِينَ مَا آتَاهُمْ رَبُّهُمْ﴾: المجرمون يعصون الله سبحانه، ومع ذلك يرجون خيره، ولا يخشون أن يكونوا مردودين عنده، أما المتقون فقد أطاعوا الله، وأعطوه الكثير من أنفسهم وأعمالهم، وهم خائفون من غضبه لأنهم- كما يشعرون- مقصرون عن طاعته ولا يستحقون شيئًا من رحمته، ولما رأى سبحانه منهم هذا الخوف والإخلاص، أفاض عليهم من فضله، ومدحهم بقوله: ﴿إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ﴾: أحسنوا من قبل فأحسن الله إليهم من بعد، وهكذا يتعامل سبحانه مع عباده، يعملون صالحًا، ثم يدخلون الجنة، يدفعون الثمن سلفًا، ثم يقبضون المثمن، ولا نسيئة. \n\n(17): ﴿كَانُوا قَلِيلًا مِّنَ اللَّيْلِ مَا يَهْجَعُونَ﴾: الهجوع: النوم، والمعنى أن شعورهم بالمسؤولية كان يمنعهم من النوم ليلا إلا لحظات خوفًا أن يبيتوا والله عليهم غاضب وناقم لتقصيرهم، على العكس من المجرمين الذين لا همَّ لهم ولا شاغل إلا الشهوات والملذات. \n\n(18): ﴿وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ﴾: الله من التقصير، ويسألونه الهداية والعون على العمل بطاعته ومرضاته، فلا ينطقون إلا بالحق والصدق، ولا يتعاطون أي عمل يسيء إلى مخلوق. \n\n(19): ﴿وَفِي أَمْوَالِهِمْ حَقٌّ لِّلسَّائِلِ وَالْمَحْرُومِ﴾: لا أحد يستطيع أن يتصور مجتمعًا قويًا وسعيدًا، وفيه فريق يقاسون ألوانًا من البؤس والحرمان، وآخرون أكثر مما يحتاجون، وأكد الرسول الأعظم (ص) هذه الحقيقة بقوله: (المؤمنون كرجل واحد، إذا اشتكت عينه اشتكى كله، وإذا اشتكى رأسه اشتكى كله) وعلى هذا الأساس جعل سبحانه للفقراء في أموال الأغنياء ما يكفيهم، على سبيل الحق الذي لا يقبل الإبطاء والتأخير ولا التهاون والتسويف لا على سبيل المنحة والإحسان من الأعلى إلى الأدنى. \n\n(20) - (21): ﴿وَفِي الْأَرْضِ آيَاتٌ لِّلْمُوقِنِينَ﴾: تربط هذه الآية وما بعدها بين الإيمان من جهة والحس والعقل من جهة ثانية، إذ تقول بصراحة: انظر بعينك، واستنبط بعقلك، وآمن بما يوحي عقلك. \n\n(22): ﴿وَفِي السَّمَاء رِزْقُكُمْ وَمَا تُوعَدُونَ﴾: لا أحد يعلم بالضبط واليقين ماذا يأتيه غدًا من دخل ورزق مهما كانت مهنته، وأيضًا لا يدري صاحب النعمة أتدوم له أو تزول، ولا البائس هل يزداد بؤسًا أو يتحول إلى غني وثري؟. \n\n(23) - (25): ﴿فَوَرَبِّ السَّمَاء وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِّثْلَ مَا أَنَّكُمْ تَنطِقُونَ﴾: أقسم سبحانه بعزته وجلاله، وعظمته وكماله إن الله حق، والبعث حق، والقرآن حق، والنبوة حق تمامًا كقول القائل: أنا أتكلم وأفكر فأنا موجود. و(قاتل الله أقوامًا أقسم لهم ربهم ثم لم يصدقوا) كما قال سيد الكونين (ص) وروي أن اعرابيًا قال حين سمع هذه الآية: من الذي أغضب الجليل حتى ألجأه إلى اليمين، وتسأل: هل تثبت الدعوى بمجرد اليمين؟ ونجيب: تُفصل الدعوى بالبينات والإيمان، والُأولى على المدعي والثانية على المنكر، وعلم القاضي بواقع الحال يغني عنهما معًا- كما نرى- فكيف بعلام الغيوب؟ وأثبت سبحانه قوله، عز من قائل، بالبينات القاطعة من الأنفس والآفاق، ثم أقسم توكيدًا لهذا الإثبات، إضافة إلى علمه تعالى، وإلى أنه هو الذي خلق اللسان وأنطقه، فجمع بين وسائل الإثبات وفصل الخصومات بالكامل، فالويل لمن أنكر الخالق القادر ﴿قَوْمٌ مُّنكَرُونَ﴾: مجهولون. \n\n(26) - (30): ﴿فَرَاغَ﴾: انسل خفية ﴿فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ﴾: صيحة، وتقدم أكثر من مرة من ذلك في الآية 70 من هود، ومن دأبنا أن نمسك في هذا التفسير الصغير إلاَّ عما هو غامض أو مفيد. \n\n","تفسير المبين"]