["(31): ﴿قَالَ﴾: إبراهيم (ع) للملائكة: ﴿فَمَا خَطْبُكُمْ﴾: ما شأنكم؟ وفيم جئتم؟. \n\n(32): ﴿قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ﴾: لوط. قال: ولِمَ قالوا: \n\n(33) - (35): ﴿لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّن طِينٍ مُسَوَّمَةً﴾: عليها علامة، أعدها سبحانه لمن تجاوز الحد في البغي والفساد. \n\n(36) - (38): ﴿فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ الْمُسْلِمِينَ﴾: حتى هذا البيت الطاهر المقدس فيه جرثومة فاسدة حاقدة، وهي امرأة لوط. \n\n(39) - (42): ﴿فَتَوَلَّى بِرُكْنِهِ﴾: أي اعرض فرعون عن موسى واثقًا بقوته وسلطانه ﴿وَهُوَ مُلِيمٌ﴾: فعل ما كان به ملومًا. \n\n(43) - (46): ﴿وَفيِ عَادٍٍ﴾: قوم هود ﴿الّرِيحَ الْعَقيِمَ﴾: لا شيء فيها إلا العذاب، لا تمر بشيء ﴿إِلاَّ جَعَلَتْهُ كَالرَّمِيمِ﴾: هباء ويبابًا ﴿وَفِي ثَمُودَ﴾: قوم صالح، وتقدمت هود وصالح ونوح مرارًا وتكرارًا. \n\n(47): ﴿وَالسَّمَاء بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ﴾: نلخص هنا ما قاله أحمد أمين العراقي حول هذه الآية في كتاب التكامل في الإسلام: حاول آينشتين أن يحسب وزن العالم بكامله، ثم عدل لما تبين له أن الكون لا حد له ولا نهاية حيث دلت البحوث العلمية الدقيقة أن المجرات يبعد بعضها عن بعض ملايين السنين الضوئية، وكذلك الأنظمة الشمسية، وأن هذا البعد يزداد ويستمر يومًا بعد يوم، مما يكشف عن أن الفضاء الرحب يتسع آنًا بعد آن، وقد نزلت هذه الآية حيث لا علم يومئ إلى هذه الحقيقة من قريب أو بعيد. \n\n(48): ﴿وَالْأَرْضَ فَرَشْنَاهَا﴾: بسطها سبحانه لمخلوقاته من أجل العيش والحياة لا للأسلحة الجهنمية والمشكلات. \n\n(49): ﴿وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ﴾: ذكرًا وأُنثى في الإنسان والحيوان والنبات وفي مجلة عالم الفكر الكويتية العدد الثالث من المجلد الأول ص114: (مما يستوقف الذهن إشارة القرآن أن أصل الكائنات جميعًا تتكون من زوجين اثنين... وقد اكتشف العلم الحديث وحده التركيب الذري للكائنات على اختلافها وأن الذرة الواحدة تتكون من إلكترون أو بروتون. أي من زوجين اثنين ﴿لَعَلَّكُمْ تَذَكَّرُونَ﴾: بأن الخالق قادر عليم ومدبر حكيم. \n\n(50): ﴿فَفِرُّوا إِلَى اللَّهِ﴾: بكف الأذى عن عباده وعياله ﴿إِنِّي لَكُم مِّنْهُ نَذِيرٌ﴾: لكل من أساء إلى الآخرين، قال نبي الرحمة (ص): (شر الناس عند الله الذين يتقي الناس شرهم... أعجل الشر عقوبة البغي). \n\n(51): روَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آخَرَ﴾: ومن الكفر والشرك بالله أن يزيف المرء ويحرف حكمًا من أحكام الله، فيحلل حرامه أو يحرم حلاله. \n\n","تفسير المبين"]