{
"title": "الجبال",
"type": "text",
"data": [
{
"text": "وَاذْكُرُواْ إِذْ جَعَلَكُمْ خُلَفَاء مِن بَعْدِ عَادٍ وَبَوَّأَكُمْ فِي الأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُوراً وَتَنْحِتُونَ الْجِبَالَ بُيُوتاً فَاذْكُرُواْ آلاء اللّهِ وَلاَ تَعْثَوْا فِي الأَرْضِ مُفْسِدِينَ ",
"source": "الأعراف 74"
},
{
"text": "قَالَ سَآوِي إِلَى جَبَلٍ يَعْصِمُنِي مِنَ الْمَاء قَالَ لاَ عَاصِمَ الْيَوْمَ مِنْ أَمْرِ اللّهِ إِلاَّ مَن رَّحِمَ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِينَ ",
"source": "هود 43"
},
{
"text": "وَالأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ وَأَنبَتْنَا فِيهَا مِن كُلِّ شَيْءٍ مَّوْزُونٍ ",
"source": "الحجر 19"
},
{
"text": "وَكَانُواْ يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتاً آمِنِينَ ",
"source": "الحجر 82"
},
{
"text": "وَأَلْقَى فِي الأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِكُمْ وَأَنْهَاراً وَسُبُلاً لَّعَلَّكُمْ تَهْتَدُونَ ",
"source": "النحل 15"
},
{
"text": "وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَداً ",
"source": "الكهف 47"
},
{
"text": "تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدّاً ",
"source": "مريم 90"
},
{
"text": "وَيَسْأَلُونَكَ عَنِ الْجِبَالِ فَقُلْ يَنسِفُهَا رَبِّي نَسْفاً () فَيَذَرُهَا قَاعاً صَفْصَفاً () لَا تَرَى فِيهَا عِوَجاً وَلَا أَمْتاً () ",
"source": "طه 105-107"
},
{
"text": "وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجاً سُبُلاً لَعَلَّهُمْ يَهْتَدُونَ ",
"source": "الأنبياء 31"
},
{
"text": "فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلّاً آتَيْنَا حُكْماً وَعِلْماً وَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ وَكُنَّا فَاعِلِينَ ",
"source": "الأنبياء 79"
},
{
"text": "أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَن فِي السَّمَاوَاتِ وَمَن فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِّنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ وَمَن يُهِنِ اللَّهُ فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ ",
"source": "الحج 18"
},
{
"text": "وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتاً فَارِهِينَ () فَاتَّقُوا اللَّهَ وَأَطِيعُونِ () ",
"source": "الشعراء 149- 150"
},
{
"text": "أَمَّن جَعَلَ الْأَرْضَ قَرَاراً وَجَعَلَ خِلَالَهَا أَنْهَاراً وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزاً أَإِلَهٌ مَّعَ اللَّهِ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ",
"source": "النمل 61"
},
{
"text": "خَلَقَ السَّمَاوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا وَأَلْقَى فِي الْأَرْضِ رَوَاسِيَ أَن تَمِيدَ بِكُمْ وَبَثَّ فِيهَا مِن كُلِّ دَابَّةٍ وَأَنزَلْنَا مِنَ السَّمَاءِ مَاءً فَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ ",
"source": "لقمان 10"
},
{
"text": "إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَاوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنسَانُ إِنَّهُ كَانَ ظَلُوماً جَهُولاً ",
"source": "الأحزاب 72"
},
{
"text": "وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلاً يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ وَأَلَنَّا لَهُ الْحَدِيدَ ",
"source": "سبأ 10"
},
{
"text": "أَلَمْ تَرَ أَنَّ اللَّهَ أَنزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفاً أَلْوَانُهَا وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا وَغَرَابِيبُ سُودٌ ",
"source": "فاطر 27"
},
{
"text": "إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ () وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَّهُ أَوَّابٌ () ",
"source": "ص 18- 19"
},
{
"text": "وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاء لِّلسَّائِلِينَ ",
"source": "فصلت 10"
},
{
"text": "وَتَسِيرُ الْجِبَالُ سَيْراً ",
"source": "الطور 10"
},
{
"text": "وَبُسَّتِ الْجِبَالُ بَسّاً () فَكَانَتْ هَبَاء مُّنبَثّاً () ",
"source": "الواقعة 5- 6"
},
{
"text": "وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً ",
"source": "الحاقة 14"
},
{
"text": "وَتَكُونُ الْجِبَالُ كَالْعِهْنِ ",
"source": "المعارج 9"
},
{
"text": "يَوْمَ تَرْجُفُ الْأَرْضُ وَالْجِبَالُ وَكَانَتِ الْجِبَالُ كَثِيباً مَّهِيلاً ",
"source": "المزمل 14"
},
{
"text": "وَإِذَا الْجِبَالُ نُسِفَتْ ",
"source": "المرسلات 10"
},
{
"text": "وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُم مَّاء فُرَاتاً ",
"source": "المرسلات 27"
},
{
"text": "وَالْجِبَالَ أَوْتَاداً ",
"source": "النبأ 7"
},
{
"text": "وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَاباً ",
"source": "النبأ 20"
},
{
"text": "وَالْجِبَالَ أَرْسَاهَا ",
"source": "النازعات 32"
},
{
"text": "وَإِذَا الْجِبَالُ سُيِّرَتْ ",
"source": "التكوير 3"
},
{
"text": "وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ ",
"source": "الغاشية 19"
},
{
"text": "وَتَكُونُ الْجِبَالُ كَالْعِهْنِ الْمَنفُوشِ ",
"source": "القارعة 5"
}
]
}