{
"title": "أموال الكفار",
"type": "text",
"data": [
{
"text": "إِنَّ الَّذِينَ كَفَرُواْ لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُم مِّنَ اللّهِ شَيْئاً وَأُولَـئِكَ هُمْ وَقُودُ النَّارِ ",
"source": "أل عمران 10"
},
{
"text": "إِنَّ الَّذِينَ كَفَرُواْ لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُم مِّنَ اللّهِ شَيْئاً وَأُوْلَـئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ",
"source": "أل عمران 116"
},
{
"text": "إِنَّ الَّذِينَ كَفَرُواْ يُنفِقُونَ أَمْوَالَهُمْ لِيَصُدُّواْ عَن سَبِيلِ اللّهِ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُواْ إِلَى جَهَنَّمَ يُحْشَرُونَ ",
"source": "الأنفال 36"
},
{
"text": "فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ اللّهُ لِيُعَذِّبَهُم بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ ",
"source": "التوبة 55"
},
{
"text": "فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلاَفَ رَسُولِ اللّهِ وَكَرِهُواْ أَن يُجَاهِدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللّهِ وَقَالُواْ لاَ تَنفِرُواْ فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرّاً لَّوْ كَانُوا يَفْقَهُونَ ",
"source": "التوبة 81"
},
{
"text": "وَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلاَدُهُمْ إِنَّمَا يُرِيدُ اللّهُ أَن يُعَذِّبَهُم بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ ",
"source": "التوبة 85"
},
{
"text": "وَكَانَ لَهُ ثَمَرٌ فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنكَ مَالاً وَأَعَزُّ نَفَراً ",
"source": "الكهف 34"
},
{
"text": "لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُم مِّنَ اللَّهِ شَيْئاً أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ",
"source": "المجادلة 17"
},
{
"text": "أَن كَانَ ذَا مَالٍ وَبَنِينَ ",
"source": "القلم 14"
},
{
"text": "وَجَعَلْتُ لَهُ مَالاً مَّمْدُوداً ",
"source": "المدثر 12"
},
{
"text": "وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى ",
"source": "الليل 11"
},
{
"text": "الَّذِي جَمَعَ مَالاً وَعَدَّدَهُ ",
"source": "الهمزة 2"
},
{
"text": "يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ ",
"source": "الهمزة 3"
},
{
"text": "مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ ",
"source": "المسد 2"
}
]
}