["( الحَمْدُ للهِ رَبِّ الْعَالَمِينَ ) ... إلى آخرها ( الحَمْدُ للهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ * هُوَ الَّذِي خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَى أَجَلاً وَأَجَلٌ مُّسَمًّى عِندَهُ ثُمَّ أَنتُمْ تَمْتَرُونَ * وَهُوَ اللهُ فِي السَّمَاوَاتِ وَفِي الأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ ) .\n( الحَمْدُ للهِ الَّذِي نَجَّانَا مِنَ الْقَوْمِ الظَّالِمِينَ ) .\n( الحَمْدُ للهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ إِسْمَاعِيلَ وَإِسْحَاقَ إِنَّ رَبِّي لَسَمِيعُ الدُّعَاءِ * رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ * رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الحِسَابُ ) .\n( فَلِلَّهِ الحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الأَرْضِ رَبِّ الْعَالَمِينَ * وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالأَرْضِ وَهُوَ الْعَزِيزُ الحَكِيمُ )  ( الحَمْدُ للهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَلَهُ الحَمْدُ فِي الآخِرَةِ وَهُوَ الحَكِيمُ الخَبِيرُ * يَعْلَمُ مَا يَلِجُ فِي الأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ الرَّحِيمُ الْغَفُورُ )  ( الحَمْدُ للهِ فَاطِرِ السَّمَاوَاتِ وَالأَرْضِ جَاعِلِ المَلائِكَةِ رُسُلاً أُولِي أَجْنِحَةٍ مَّثْنَى وَثُلاثَ وَرُبَاعَ يَزِيدُ فِي الخَلْقِ مَا يَشَاءُ إِنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ * مَّا يَفْتَحِ اللهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلا مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ الْعَزِيزُ الحَكِيمُ * يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَةَ اللهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللهِ يَرْزُقُكُم مِّنَ السَّمَاءِ وَالأَرْضِ لا إِلَهَ إِلاَّ هُوَ فَأَنَّى تُؤْفَكُونَ ) .\nالحمدُ لله رَبّ العالمينَ ، الحيَّ الّذي لا يَموُتُ ، والقائمِ الَّذي لا يَتَغيّرُ ، والدّائمِ الذي لا يَفنى ، والملِكِ الّذي لا يَزوُلُ ، والعَدلِ الّذي لا يَغفُلُ ، والحَكمِ الّذي لا يَحيفُ ، والّلطيفِ الّذي لا يَخفى عَليهِ شَيءٌ ، والواسعِ اّلذي لا يُعجزُه شيءٌ ، والمُعطي ما يَشاءُ من يشاءُ ، ( والأوّلِ الّذي لا يزوُلُ ، والآخِرِ الّذي لا يسبقُ )  والظّاهِرِ الّذي لَيسَ فوقهُ شيءٌ ، والباطِنِ الّذي لَيس دُونَه شيءٌ ، أحاط بِكُلِّ شيءٍ عِلماً ، وأحصى كُلِّ شَيء عَدَداً.\nاللّهُمَّ صَلّ على مُحمّدٍ وآلهِ ، وأطلِقِ بِدُعائِكَ لِساني ، وأنجح بِهِ طَلَبتي ، واعطِني به حاجَتي ، وبَلّغني بِه أمَلي ، وقِني به رَهبَتي ، وأسبِغ بِه نَعمايَ ، واستجِب بِه دُعائي ، وَزكّ به عَملي تَزكِيةً تَرحَمُ بها تَضَرّعي وشَكواي ، وأسألُكَ أن ترحَمني وَتَرضى عَنّي ، وتَستَجيبَ لي ، آمينَ رَبّ العالمينَ.\nالحمدُ لله ( يُنشِئُ السَّحَابَ الثِّقَالَ * وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالمَلائِكَةُ مِنْ خِيفَتِهِ وَيُرْسِلُ الصَّوَاعِقَ فَيُصِيبُ بِهَا مَن يَشَاءُ وَهُمْ يُجَادِلُونَ فِي اللهِ وَهُوَ شَدِيدُ المِحَالِ ) .\nالحمدُ لله الّذي لَهُ دعوةُ الحَقِّ وَهُو الحَقُ المُبينُ [ و ] ما يُدعى مِن دُونه فَهو الباطِلُ ، وهو العَليّ الكبيرُ. الحمدُ للهِ الَّذي ( يَتَوَفَّى الأَنفُسَ حِينَ مَوْتِهَا وَالَّتِي لَمْ تَمُتْ فِي مَنَامِهَا فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا المَوْتَ وَيُرْسِلُ الأُخْرَى إِلَى أَجَلٍ مُّسَمًّى إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ ) .\nالحمدُ لله الّذي ( وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ )  الحمدُ لله ( عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ * هُوَ اللهُ الَّذِي لا إِلَهَ إِلاَّ هُوَ المَلِكُ الْقُدُّوسُ السَّلامُ المُؤْمِنُ المُهَيْمِنُ الْعَزِيزُ الجَبَّارُ المُتَكَبِّرُ سُبْحَانَ اللهِ عَمَّا يُشْرِكُونَ ) .\n( الحَمْدُ للهِ الَّذِي لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي المُلْكِ وَلَمْ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا )  .\n","الصحيفة العلوية"]