[": في (الاقبال) وفي بعض نسخ (المصباح): إنّه يستحب الدعاء في هذا اليوم 27 من رجب بهذا الدعاء:\nيا مَن أمَرَ بِالعَفوِ وَالتَّجاوُزِ وَضَمَّنَ نَفسَهُ العَفوَ وَالتَّجاوُزَ يا مَن عَفا وَتَجاوَزَ اعفُ عَنّي وَتَجاوَز يا كَريمُ، اللهُمَّ وَقَد أكدى الطَّلَبُ وَأعيَتِ الحيلَةُ وَالمَذهَبُ وَدَرَسَتِ الآمالُ وَانقَطَعَ الرَّجاءُ إلاّ مِنكَ وَحدَكَ لا شَريكَ لَكَ، اللهُمَّ إنّي أجِدُ سُبُلَ المَطالِبِ إلَيكَ مُشرَعَةً وَمَناهِلَ الرَّجاءِ لَدَيكَ مُترَعَةً وَأبوابَ الدُّعاءِ لِمَن دَعاكَ مُفَتَّحَةً وَالاستِعانَةَ لِمَن استَعانَ بِكَ مُباحَةً، وَأعلَمُ أنَّكَ لِداعيكَ بِمَوضِعِ إجابَةٍ وَلِلصَّارِخِ إلَيكَ بِمَرصَدِ إغاثَةٍ وَأنَّ في اللَّهَفِ إلى جودِكَ وَالضَّمانِ بِعِدَتِكَ عِوَضاً مِن مَنعِ الباخِلينَ وَمَندوحَةً عَمَّا في أيدي المُستَأثِرينَ، وَأنَّكَ لا تَحتَجِبُ عَن خَلقِكَ إلاّ أن تَحجُبَهُمُ الأعمالُ دونَكَ، وَقَد عَلِمتُ أنَّ أفضَلَ زادِ الرَّاحِلِ إلَيكَ عَزمُ إرادَةٍ يَختارُكَ بِها وَقَد ناجاكَ بِعَزمِ الإرادَةِ قَلبي، وَأسألُكَ بِكُلِّ دَعوَةٍ دَعاكَ بِها راجٍ بَلَّغتَهُ أمَلَهُ أو صارِخٌ إلَيكَ أغَثتَ صَرخَتَهُ أو مَلهوفٌ مَكروبٌ فَرَّجتَ كَربَهُ أو مُذنِبٌ خاطئٌ غَفَرتَ لَهُ أو مُعافىً أتمَمتَ نِعمَتَكَ عَلَيهِ أو فَقيرٌ أهدَيتَ غِناكَ إلَيهِ وَلِتِلكَ الدَّعوَةِ عَلَيكَ حَقُّ وَعِندَكَ مَنزِلَةٌ إلاّ صَلَّيتَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَقَضَيتَ حَوائِجي حَوائِجَ الدُّنيا وَالآخرةِ.\nوَهذا رَجَبٌ المُرَجَّبِ المُكَرَّمِ الَّذي أكرَمتَنا بهِ أوَّلُ أشهُرِ الحرُمِ أكرَمتَنا بهِ من بَينِ الأمَمِ يا ذا الجُودِ والكَرَمِ فَنَسألُكَ بِهِ وَبِاسمِكَ الأعظَمِ الأعظَمِ الأعظَمِ الأجَلِّ الأكرَمِ الَّذي خَلَقتَهُ فَاستَقَرَّ في ظِلِّكَ فَلا يَخرُجُ مِنكَ إلى غَيرِك أن تُصَلّيَ عَلى مُحَمَّدٍ وَأهلِ بَيتِهِ الطَّاهِرينَ وَتَجعَلَنا مِنَ العامِلينَ فيهِ بِطاعَتِكَ وَالآمِلينَ فيهِ بِشَفاعَتِكَ، اللهُمَّ وَاهدِنا إلى سَواءِ السَّبيلِ وَاجعَل مَقيلَنا عِندَكَ خَيرَ مَقيلٍ في ظِلٍّ ظَليلٍ فَإنَّكَ حَسبُنا وَنِعمَ الوَكيلُ، وَالسَّلامُ عَلى عِبادِهِ المُصطَفينَ وَصَلَواتُهُ عَلَيهِم أجمَعينَ.\nاللهُمَّ وَبارِك لَنا في يَومِنا هذا الَّذي فَضَّلتَهُ وَبِكَرامَتِكَ جَلَّلتَهُ وَبِالمَنزِلِ العَظيمِ الأعلى أنزَلتَهُ صَلِّ عَلى مَن فيهِ إلى عِبادِكَ أرسَلتَهُ وَبِالمَحَلِّ الكَريم أحلَلتَهُ، اللهُمَّ صَلِّ عَلَيهِ صَلاةً دائِمَةً تَكونُ لَكَ شُكراً وَلَنا ذُخراً وَاجعَل لنا مِن أمرِنا يُسراً وَاختِم لَنا بِالسَّعادَةِ إلى مُنتَهى آجالِنا وَقَد قَبِلتَ اليَسيرَ مِن أعمالِنا وَبَلَّغتَنا بِرَحمَتِكَ أفضَلَ آمالِنا، إنَّكَ عَلى كُلِّ شيءٍ قَديرٌ وَصَلَّى اللهُ عَلى مُحَمَّدٍ وَآلِهِ وَسَلَّمَ.\n","البرنامج العبادي الميسر ، بتصرف "]