["هذا دعاء الإمام موسى بن جعفر (عليهما السلام) ، وكان قد دعا به يوم انطلقوا به نحو بغداد وهو اليوم السابع والعشرون من رجب. وهو دعاء مذخور من أدعية رجب.\n\nقال السيّد في (الاقبال) قل: \n\nاللهُمَّ إنّي أسألُكَ بِالتَجَلّي الأعظَمِ في هذِهِ اللَيلَةِ مِنَ الشَّهرِ المُعَظَّمِ وَالمُرسَلِ المُكَرَّمِ أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِهِ وَأن تَغفِر لَنا ما أنتَ بِهِ مِنَّا أعلَمُ يا مَن يَعلَمُ وَلا نَعلَمُ، اللهُمَّ بارِك لَنا في لَيلَتِنا هذِهِ الَّتي بِشَرَفِ الرِّسالَةِ فَضَّلتَها وَبِكَرامَتِكَ أجلَلتَها وَبِالمَحَلِّ الشَّريفِ أحلَلتَها اللهُمَّ فَإَنَّا نَسألُكَ بِالمَبعَثِ الشَّريفِ وَالسَيِّدِ اللَّطيفِ وَالعُنصُرِ العَفيفِ أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِهِ وَأن تَجعَل أعمالَنا في هذِهِ اللَيلةَ وَفي سائِرِ اللَيالي مَقبولَةً وَذُنوبَنا مَغفورَةً وَحَسَناتِنا مَشكورَةً وَسيِّئاتِنا مَستورَةً وَقُلوبَنا بِحُسنِ القَولِ مَسرورَةً وَأرزاقَنا مِن لَدُنكَ باليُسرِ مَدرورَةً، اللهُمَّ إنَّكَ تَرى وَلا تُرى وَأنتَ بِالمَنظَرِ الأعلى وَإنَّ إلَيكَ الرُّجعى وَالمُنتَهى وَإنَّ لَكَ المَماتَ وَالمَحيا وَإنَّ لَكَ الآخرةَ وَالاُولى، اللهُمَّ إنَّا نَعوذُ بِكَ أن نَذِلَّ وَنَخزى وَأن نَأتيَ ما عَنهُ تَنهى، اللهُمَّ إنَّا نَسألُكَ الجَنَّةَ بِرَحمَتِكَ وَنَستعيذُ بِكَ مِنَ النَّارِ فَأعِذنا مِنها بِقُدرَتِكَ، وَنَسألُكَ مِنَ الحوُرِ العِينِ فَارزُقنا بِعِزَّتِكَ وَاجعَل أوسَعَ أرزاقِنا عِندَ كِبَرِ سِنِّنا وَأحسِنَ أعمالَنا عِندَ اقتِرابِ آجالِنا، وَأطِل في طاعَتِكَ وَما يُقَرِّبُ إلَيكَ وَيُحظى عِندَكَ وَيُزلِفُ لَدَيكَ أعمارَنا وَأحسِن في جَميعِ أحوالِنا وَاُمورِنا مَعرِفَتَنا وَلا تَكِلَنا إلى أحَدٍ مِن خَلقِكَ فَيَمُنَّ عَلَينا وَتَفَضَّل عَلَينا بِجَميعِ حَوائِجِنا لِلدُنيا وَالآخرةِ وَابدأ بآبائِنا وَأبنائِنا وَجَميعِ إخوانِنا المُؤمِنينَ في جَميعِ ما سألناكَ لأنفُسِنا يا أرحَمَ الرَّاحِمينَ. \n\nاللهُمَّ إنَّا نَسألُكَ بِاسمِكَ العَظيمِ وَمُلكِكَ القَديمِ أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَغفِرَ لَنا الذَّنبَ العَظيمَ إنَّهُ لايَغفِرُ العَظيمَ إلاّ العَظيمُ، اللهُمَّ وَهذا رَجَبٌ المُكَرَّمُ الَّذي كَرَّمتَنا بِهِ أوَّلَ أشهُرِ الحُرُمِ أكرَمتَنا بِهِ مِن بَينِ الاُمَمِ، فَلَكَ الحَمدُ يا ذا الجودِ وَالكَرَمِ، فَأسألُكَ بِهِ وَبِاسمِكَ الأعظَمِ الأعظَمِ الأعظَمِ الأجَلِّ الأكرَمِ الَّذي خَلَقتَهُ فَاستَقَرَّ في ظِلِّكَ فَلا يَخرُجُ مِنكَ إلى غَيرِكَ أن تُصَلّيَ عَلى مُحَمَّدٍ وَأهلِ بَيتِهِ الطَّاهِرينَ، وَأن تَجعَلَنا مِنَ العامِلينَ فيهِ بِطاعَتِكَ وَالامِلينَ فيهِ لِشَفاعَتِكَ، اللهُمَّ اهدِنا إلى سَواءِ السَّبيلِ وَاجعَل مَقيلَنا عِندَكَ خَيرَ مَقيلٍ في ظلٍّ ظَليلٍ وَمُلكٍ جَزيلٍ فَإنَّكَ حَسبُنا وَنِعمَ الوَكيلُ، اللهُمَّ اقلِبنا مُفلِحينَ مُنجِحينَ غَيرَ مَغضوبٍ عَلَينا وَلا ضالّينَ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ..\n\nاللهُمَّ إنّي أسألُكَ بِعَزائِمِ مَغفِرَتِكَ وَبِواجِبِ رَحمَتِكَ السَّلامَةَ مِن كُلِّ إثمٍ وَالغَنيمَةَ مِن كُلِّ بِرٍّ وَالفَوزَ بِالجَنَّةِ وَالنَّجاةَ مِنَ النَّارِ، اللهُمَّ دَعاكَ الدَّاعونَ وَدَعَوتُكَ وَسألَكَ السَّائِلونَ وَسألتُكَ وَطَلَبَ إلَيكَ الطالِبونَ وَطَلَبتُ إلَيكَ، اللهُمَّ أنتَ الثِّقَةُ وَالرَّجاءُ وَإلَيكَ مُنتَهى الرَّغبَةِ وَالدُّعاءِ، اللهُمَّ فَصَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاجعَل اليَقينَ في قَلبي وَالنّورَ في بَصَري وَالنَّصيحَةَ في صَدري وَذِكرَكَ بِالليلِ وَالنَّهارِ عَلى لِساني وَرِزقاً وَاسِعاً غَيرَ مَمنونٍ وَلا مَحظورٍ فَارزُقني وَبارِك لي فيما رَزَقتَني وَاجعَل غِنايَ في نَفسي وَرَغبَتي فيما عِندَكَ بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ.\n\nثمّ اسجد وقل: \n\nالحَمدُ للهِ الَّذي هَدانا لِمَعرِفَتِهِ وَخَصَّنا بِولايَتِهِ وَوَفَّقَنا لِطاعَتِهِ شُكراً شُكراً، مائة مرّة، ثمّ ارفع رأسك من السجود وقل:\n\n اللهُمَّ إنّي قَصَدتُكَ بِحاجَتي وَاعتَمَدتُ عَلَيكَ بِمَسألَتي وَتَوَجَّهتُ إلَيكَ بِأئِمَّتي وَسادَتي، اللهُمَّ انفَعنا بِحُبِّهِم وَأورِدنا مَورِدَهُم \n","مفاتيح الجنان"]