["اللّهُمَّ لا إلهَ إلاّ أنت أسألُكَ بِاسمِكَ الواحِدِ الصّمَدِ الفَردِ المُتعالِ الذي ملأ كل شيءٍ ، وأسألُكَ باسمك الفرد الَّذي لا يعدله شيءٌ ، وأسألُكَ باسمك الَّذي لا إلهَ إلاّ هو عالِمِ الغَيبِ والشَّهادَةِ الرَّحمان الرّحِيم ، وأسألُكَ بِاسمِكَ القُدُّوسِ السَّلامِ المؤمن المهيمن العَزيزِ الجَبّارِ المُتَكبِّرِ ، سُبحانَك اللّهُمَّ وتَعاليتَ عَمّا يُشرِكُونَ. وأسألُكَ بِاسمِكَ الكريم العزيز وأنت اللهُ لا إلهَ إلاّ أنتَ الخالِقُ البارِئُ المُصوِّرُ لَكَ الأسماءُ الحُسنى يُسبّحُ لَكَ ما في السّماواتِ والأرضِ وأنتَ العزيزُ الحَكيمُ.\nوأسألُكَ باسِمكَ العزيزِ الحكيم وأسألُكَ بِاسمِكَ المَخزونِ المَكنونِ ، لا إلهَ إلاّ أنتَ. وأسألُكَ بِاسمِكَ الَّذي إذا دُعيتَ به أجَبتَ ، وإذا سُئِلتَ بِه أعطيتَ. وأسألُكَ بِاسمِكَ الَّذي أوجَبتَ لِمن سَألكَ به ما سَألَكَ. وأسألُكَ باسمِكَ الَّذي سَألكَ به عَبدكَ الَّذي كانَ عِنَدُه عِلمٌ مِن الكتاب فَأتَيتهُ بالعَرِش قَبلَ أن يَرتَدّ إليهِ طرفه. وأسألُكَ به وأدعُوكَ اللّهُمَّ لا إله إلاّ أنت بِما دَعاكَ به فَاستَجَبتَ لَهُ فاستَجِب لي اللّهُمَّ فيما أسألُكَ استجب لي قَبلَ أن يَرتَدَّ إليَّ طَرفي ، كما أتيتَ بِالعَرشِ قَبلَ أن يَرتَدَّ إليهِ طَرفُهُ.\nوأسألُكَ اللّهُمَّ بلا إلهَ إلاّ أنتَ ، فإنّهُ لا إلهَ إلاّ أنتَ ، يا اللهُ يا اللهُ ، لا إلهَ إلاّ أنتَ الحَيُّ القَيُّومُ ، لا تأخُذُكَ سِنَةٌ ولا نَومٌ ، لَكَ ما في السَماواتِ وما في الأرضِ ، مَن ذَا الَّذي يَشفَعُ عِندَك إلاّ بإذنِكَ ـ الى آخِرِ الآية ـ.\nو أسألُكَ اللّهُمَّ ذلك لا إلهَ إلاّ أنت بِزُبر الأوَّلينَ ، وما في زُبُر الأوَّلينَ من أسمائِكَ ، والدُّعاءِ الَّذي تُجيبُ بِهِ مَن دعاكَ. وأسألُكَ ذلكَ اللّهُمَّ لا إلهَ إلاّ أنتَ بالزَّبورِ وما في الزَّبورِ من أسمائِكَ والدُّعاءِ الَّذي تُجيبُ به من دَعاكَ ، وأسألُكَ اللّهُمَّ لا إله إلاّ أنت بالإنجيلِ وما في الإنجيل من أسمائِكَ والدُّعاءِ الَّذي تُجيبُ به من دَعاكَ. وأسألُكَ اللّهُمَّ لا إلهَ إلاّ أنت بالتوراة وما في التوراة من أسمائِكَ والدُّعاءِ الَّذي تُجيبُ به من دَعاكَ. وأسألُكَ اللّهُمَّ لا إلهَ إلاّ أنتَ بالقُرآنِ العظيم الَّذي أنزَلتهُ على مُحمّدٍ خاتَم النَّبيين وسَيدِ المُرسَلينَ رسولِكَ يا رَبّ العالَمينَ صَلِّى الله علَيهِ وعلى آلهِ الطّيّبينَ وسَلم تَسليماً كثيراً. وأسألُكَ اللّهُمَّ لا إلهَ إلاّ أنت بِكُلِ كتابٍ أنزلتَهُ على أحدِ مَّمِن خَلقَتَ في السّماواتِ السبعِ وما في الأرضين السَبعِ وما في ذَلِكَ من أسمائِكَ والدُّعاءِ الَّذي تُجيبُ به من دعاكَ.\nوأسألُكَ اللّهُمَّ لا إلهَ إلاّ أنتَ بِكُلّ اسمٍ هُوَ لكَ سَمّاكَ به أحدٌ ممن في السّماواتِ السَّبعِ والأرضينَ السَّبعِ وما بَينُهما. وأسألُكَ ذلك اللّهُمَّ لا إلهَ إلاّ أنتَ بِكُّلِ اسمٍ هو لك اصطَفيتَهُ لِنَفسِكَ ، او أطلَعتَ عليهِ أحَداً من خَلقِكَ ، أو لَم تُطلعِهُ عَليهِ. وأسألُكَ ذلكَ لا إله إلاّ أنتَ بما دَعاكَ به عِباُدكَ الصالحونَ فَاستجَبت لَهُمْ ، فَأنا أسألُكَ بِذلِكَ كُلِّهِ أن تُصَلّي على مُحمّد وآلهِ وأن تَستجيبَ لي فيما أدعوك به إنّكَ سميعُ الدُّعاء يا رَحيماً بالعِبادِ .\n","الصحيفة العلوية"]