["أسألُكَ اللّهُمَّ لا إله إلاّ أنت بِاسمِكَ الَّذي عَزمت به على السّماواتِ السَّبعِ والأرضينَ السَّبعِ قَديرٌ بِذلِكَ الاسم ، اللّهُمَّ لا إلهَ إلاّ أنتَ وأدعوكَ بِذلك الاسمِ ، اللّهُمَّ لا إلهَ إلاّ أنت وألجأ إليكَ بِذلِكَ الاسم ، اللّهُمَّ لا إلهَ إلاّ أنَت واُؤمن بِذلكَ الاسمِ ، اللّهُمَّ لا إلهَ إلاّ أنت وأستعينُ بِذلِكَ الاسمِ ، اللّهُمَّ لا إلهَ إلاّ أنتَ وأتَوكَّلُ عَليكَ بِذلِكَ الاسمِ ، اللّهُمَّ لا إلهَ إلاّ أنتَ ( وأستعين ) بِذلِكَ الاسمِ ، اللّهُمَّ لا إلهَ إلاّ أنت وأتقرب إليكَ بِذلِكَ الاسمِ ، اللّهُمَّ لا إلهَ إلاّ أنتَ وأتقوى بِذلِكَ الاسمِ ، اللّهُمَّ لا إلهَ إلاّ أنتَ وأتضَرّعُ إليَكَ بِذلِكَ الاسمِ ، اللّهُمَّ لا إلهَ إلاّ أنت وأسألُكَ بِذلِكَ الاسمِ ، اللّهُمَّ لا إله إلاّ أنت وأدعوكَ بِذلَكَ الاسم.\n اللّهُمَّ لا إلهَ إلاّ أنتَ ، يا اللهُ يا اللهُ يا اللهُ ، لا شَريكَ لكَ. يا كريمُ يا كريمُ يا كريمُ ، أسألُكَ بِكرمِكَ ومَجدِكَ وجُودِكَ وفَضلِكَ وَمنّكَ ورأفَتِك ، ومغَفرتكَ ورحمتِكَ ، وجَمالِكَ وجَلالِكَ ، وعِزّكَ وعِزَّتكَ ، لما أوجَبتَ على نَفسِكَ التي كَتبتَ عليها ( الرحمة )  أن تقول : آتيتكَ يا عَبدي ما سَألتني في عَافيةٍ ( وَأديتُها )  لكَ ما احيَيتُكَ حتى أتوفاكَ في عافِيةٍ إلى رِضواني وأنتِ لِنعمتي من الشاكرين.\nأستجيرُ بكَ اللّهُمَّ لا إلهَ إلاّ أنتَ ، وألوذُ بِكَ اللّهُمَّ لا إلهَ إلاّ أنتَ ، وأستغَيثُ بِكَ اللّهُمَّ لا إله إلاّ أنت ، وأتوكَلُ عليكَ اللّهُمَّ لا إلهَ إلاّ أنتَ وأؤمِنُ بِكَ اللّهُمَّ لا إلهَ إلاّ أنتَ ، وأتقَرَّبُ إليكَ اللّهُمَّ لا إلهَ إلاّ أنتَ ، وأرغَبُ إليكَ اللّهُمَّ لا إلهَ إلاّ أنتَ ، وأدعُوك اللّهُمَّ لا إلهَ إلاّ أنت ، وأتضرع إليك اللّهُمَّ لا إله إلاّ أنت ، وأسألُكَ اللّهُمَّ لا إله إلاّ أنت ، فَاستجِب لي وأثبني بِوجهِكَ الكريم ، يا كريمُ يا كريمُ يا كريمُ ، يا رَحمانُ يا رَحمانُ يا رَحمانُ ، أسألُكَ بِذلكَ اللّهُمَّ لا إلهَ إلاّ أنتَ ، فإنّهُ لا إله إلاّ أنت العظيم ، يا رَحمانُ يا رحمانُ يا رحمانُ ، يا رحيمُ يا رحيمُ يا رحيمُ.\nوأسألُكَ ذلك اللّهُمَّ لا إلهَ إلاّ أنتَ ، فإنّه لا إله إلاّ أنت ، بِكُلِ قَسمٍ أقسمتهُ في اُم الكِتابِ والكتاب المكنونِ ، أو في زبر الأوّلينَ ، أو في الزَّبور ، أو في الألواحِ ، أو في التوراةِ ، أو في الإنجيلِ ، أو في الكِتابِ المُبينِ ، أو في القرآنِ العظيمِ ، يا رحمان يا رحمانُ يا رحيمُ.\nوأسألُكَ بِذلكَ الاسم اللّهُمَّ لا إله إلاّ أنتَ ، فإنّهُ لا إلهَ إلاّ أنت ، وأتوجَهُ إليك بِنبيّكَ مُحمّدٍ نبي الرَّحمةِ والصَّلواتِ والبركات ، وعلى آلهِ الطَّيبينَ الطاهِرينَ المُطَهّرينَ الاخيارِ ، يا مُحمّد بِأبي أنت واُمّي ، إني أتوجَهُ بِكَ في حاجتي هِذهِ إلى رَبّكَ ورَبّي الرَّحمان الرّحيم لا إلهَ إلاّ هو. وأسألُكَ ذِلكَ اللّهُمَّ لا إله إلاّ أنت ، فَإنّهُ لا إلهَ إلاّ أنت ، يا بَدِيء لا بَديء لَكَ ، يا دائِمُ لا نَفاد لكَ ، يا حَيّ يا مُحيي المَوتى ، ( أنت )  القائِمُ على كُلِّ نَفسٍ بما كَسَبت ، يا رحمانُ يا رحيمُ.\nوأسألُكَ ذِلكَ اللّهُمَّ لا إلهَ إلاّ أنتَ ، فَإنّهُ لا إلهَ إلا أنتَ ( الواحِدُ )  الأحَدُ الصَّمَدُ باسمِكَ الوِترِ المُتَعالي الَّذي يَملأ السّماواتِ والأرضَ كُلّها ، وبِاسمِكَ الفَردِ الَّذي لا يَعْدِلُهُ شَيءٌ ، يا رحمانُ يا رَحيمُ.\nوأسألُكَ ذلِكَ اللّهُمَّ لا إلهَ إلا أنت ، فَإنّهُ لا إلهَ إلاّ أنتَ ( و )  أسألُكَ رَبَّ البَشر وَرَبّ إبراهيمَ ورَبّ مُحمّد بن عبد الله خاتِم النَّبيّينَ ، أن تُصلي على مُحمّدٍ وآل مُحمّد ، وأن تَرحمَني ووالديّ وأهلي وولدي وإخواني من المُؤمنينَ يا أرحمَ الراحمينَ. وأسألُكَ يا حَيُّ الَّذي لا يموتُ ، وأؤمنُ بِكَ وبأنبيائِكَ ورُسُلِكَ وجَنَّتِكَ ونارِكَ وَبعثِكَ ونُشُورِكَ ووعدِكَ ووَعيدِكَ وبكتابِكَ وكُتُبِكَ ، وأُقِرُّ بما جاءَ ( من )  عِندَكَ ، وأرضى بِقضائِكَ وأشهَدُ أن لا إلهَ إلاّ أنتَ وَحدكَ لا شَريكَ لكَ ، ولا ضِدَّ لَكَ ، ولا ند لكَ ، ولا صاحبةً لكَ ، ولا ولَدَ لَكَ ، ولا مِثلَ لَكَ ، ولا شبيهَ لَكَ ، ولا سميّ لَكَ ، ولا تُدركُكَ الإبصارُ ، وأنت تُدركُ الأبصارَ ، وأنت اللطيفُ الخَبيرُ.\nوأشهدُ أنَّ مُحّمداً عَبدُكَ ورسَولُكَ ، اللّهُمَّ صَلِّ على مُحمّدٍ عَبدِكَ وعلى آل مُحمّدِ الطّيبينَ ، والسلامُ عليهِ ورحمةُ اللهِ وبركاتُهُ.\nوأسألُكَ ذلِكَ اللّهُمَّ لا إلهَ إلاّ أنت بِاسمكَ العظيمِ الَّذي لا تَمنعُ سائِلاً يَوماً سألكَ من صَغيرٍ أو كَبيرٍ ، يا رَحمانُ يا رَحيمُ ، يا أرحَمَ الرّاحِمينَ. وأسألُكَ اللّهُمَّ لا إلهَ إلاّ أنتَ ، فَانّهُ لا إلّهَ إلاّ أنتَ ، يا حنّانُ يا مَنّانُ ، يا ذَا الجَلالِ والإكرامِ ، يا إلهي وسيّدي ، يا حَيُّ يا قَيوُّمُ ، يا كريمُ يا غَنيّ ، يا حَيُّ لا إلهَ إلاّ أنتَ ، يا رحمانُ يا رَحيمُ ، لا شَريكَ لَكَ يا إلهي وسَيّدي ، لَكَ الحمدُ شُكراً ، لكَ الحَمدُ شُكراً ، إستجب لي في جميعِ ما أدعوكَ بِه ، وارحَمني من النّارِ يا أرحَمَ الراحمينَ .\n","الصحيفة العلوية"]