["لا إلهَ إلاّ أنت المفرجُ عن كُلِّ مكروب ، لا إله إلاّ أنت عِزُّ كُلِّ ذليلٍ ، لا إلهَ إلاّ أنت غِنى كُلِّ فقيرٍ ، لا إلهَ إلاّ أنت قُوّة كل ضَعيفٍ ، لا إلهَ إلاّ أنتَ كاشِفُ كُلِّ كربةٍ ، لا إلهَ إلاّ أنت قاضي كُلِّ حاجةٍ ، لا إله إلاّ أنت وليّ كل حسنةٍ ، لا إله إلاّ أنت منتهى كُلّ رغبةٍ ، لا إله إلاّ أنت دافعُ كُلّ سيئةٍ ، لا إله إلاّ أنت عالمُ كُلّ خَفيّةٍ ، لا إله إلاّ أنت حاضر كُلّ سَريرةٍ ، لا إلهِ إلاّ أنت شاهِدُ كُلّ نَجوى ، لا إله إلاّ أنت كاشِفُ كُلّ بلوى.\nلا إله إلاّ أنت كُلّ شيءٍ خاضِعٌ لَكَ ، لا إلهَ إلاّ أنت كُلّ شَيءٍ داخِرٌ  لكَ ، لا إلهَ إلاّ أنتَ كُلّ شيءٍ مُشفِقٌ مِنكَ ، لا إلهَ إلاّ أنتَ كُلّ شيءٍ ضارِعٌ إليكَ ، لا إلهَ إلاّ أنتَ كُلّ شَيءٍ راغِبٌ إليكَ ، لا إلهَ إلاّ أنت كُلُّ شَيءٍ راهِبٌ مِنكَ ، لا إلهَ إلاّ أنت كُلّ شَيءٍ قائمٌ بِكَ ، لا إلهَ إلاّ أنت كُلّ شيءٍ مصيرُهُ إليكَ ، لا إله إلاّ أنت كُلُّ شيءٍ فقيرٌ إليكَ ، لا إله إلاّ أنتَ كُلّ شيءٍ منيبٌ إليكَ.\nلا إله إلاّ أنت وَحدكَ لا شريكَ لَكَ إلهاً واحِداً ، لَكَ المُلكُ ولَكَ الحَمدُ ، تُحيي وتُميتُ وأنت حَيٌّ لا تَموتُ ، بِيدِك الخَيرُ وأنت على كُلّ شيء قَديرٌ. لا إلهَ إلاّ أنت وحدَكَ لا شَريكَ لكَ أحداً صَمداً لم يِلدَ ولمَ يُولَد ولم يَكُن لهُ كُفواً أحَدٌ ، ولَم يَتخِذ صاحِبةً ولا وَلَداً. لا إله إلاّ أنت وحدَكَ قَبلَ كُلّ شيءٍ ، لا إلهَ إلاّ أنتَ بَعد كُلّ شيءٍ ، لا إلهَ إلاّ أنتَ تَبقى ويفنى كُلّ شيءٍ ، الدّائِم لا زَوالَ لَكَ ، لا إلهَ إلاّ أنت الحَيُّ القَيُّومُ لا تاخُذُكَ سِنَةٌ ولا نَومٌ ، قائِمٌ بالقِسِط لا إلهَ إلاّ أنت العَزيزُ الحكيمُ العَدلُ.\nلا إله إلاّ اللهُ سُبحانَهُ بَديعُ السّماواتِ والأرضِ ورَبّ العرِش العَظيم ، الحنانُ المنانُ ، ذو الجَلال والإكرامِ ، لا إلهَ إلاّ اللهُ العَليُّ العَظيمُ ، لا إله إلاّ الله الحَكيم ( الكريم )  ، لا إلهَ إلاّ اللهُ رَبُّ السّماواتِ والأرضِ ، والحَمدُ لله رَبّ العالَمينَ.\nأشهدُ أن لا إلهَ إلاّ اللهُ وَحدَهُ لا شَريكَ لهُ ، لَهُ المُلكُ ولَهُ الحَمدُ يُحيي ويُميتُ وهو حَيٌّ لا يَموتُ بِيدِهِ الخَيرُ وهو على كُلّ شيءٍ قَديرٌ ، وأشهدُ أن لا إلهَ إلاّ الله وَحَدهُ لا شريكَ لَهُ ، إلهاً واحِداً صَمداً ، لم يِتَخِذ صاحبَةً ولا ولداً ، ولم يَكُن له كُفُواً أحدٌ.\nأشهَدُ أن لا إلهَ إلاّ الله وحَدَهُ لا شريكَ لَهُ شَهادَةٍ أرجُو بِها أن يُجيرني مِن النّارِ ، أشهَدُ أنْ لا إلهَ إلاّ اللهُ شهادةً أرجو أن يُدخِلني بها الجنّةَ ، أشهَدُ أنْ لا إلهَ إلاّ اللهُ ( وحدهُ لا شريكَ لهُ )  ما دامتِ الجِبالُ راسِيةً وبعدَ زوالِها.\nوأشهدُ أن لا إلهَ إلاّ اللهُ وحدَهُ لا شَريك لَهُ ما دامَ الرُّوحُ في جَسَدي وَبَعد خُروجِهِ من جَسدَي أبداً. أشهدُ أن لا إله إلاّ اللهُ وحَدَهُ لا شَريكَ لَهُ على النّشاطِ قَبلَ الكسل وعلى الكَسِل بعدَ النّشاط وعلى كُلّ حالٍ أبداً. أشهدُ أنْ لا إلهَ إلاّ الله وحَدَهُ لا شَريكَ لَهُ على الشَبابِ قبلَ الهِرَمِ وعلى الهِرَمِ بَعدَ الشبابِ وَعَلى كُلّ حالٍ أبداً. أشهَدُ أن لا إلهَ إلاّ الله وحَدَهُ لا شَريكَ لَهُ على الفراغِ قَبلَ الشُغل وعلى الشُغلِ بَعدَ الفراغِ وعلى كُلّ حالٍ أبداً. أشهدُ أن لا إلهَ إلاّ اللهُ وحدَهُ لا شَريكَ لَهُ ، ما عَمِلت اليدانِ وبَعدَ ما لَم تَعملا وعلى كُلّ حالٍ أبداً. أشهدُ أن لا إلهَ إلاّ اللهُ وحدَهُ لا شريكَ لهُ ما سَمِعَتِ الأذنانِ وبعدَما لم تسمعا وعلى كُلّ حالٍ أبداٍ. أشهدُ أن لا إلهَ إلاّ اللهُ وحدَهُ لا شريكَ لَهُ ما أبصرتِ العينانِ وبعدَ ما لم تُبصِرا وعلى كُلّ حالٍ أبدا. اشهدُ أن لا إلهَ إلاّ اللهُ وحدَهُ لا شريكَ لَهُ ما تَحَرّكَ اللِسان وبعدَ ما لم يتحَّرك وعلى كُلّ حالٍ أبداً. اشهدُ أن لا إلهَ إلاّ اللهُ قَبلَ ( دخولي في قبري )  وعلى كُلِّ حالٍ أبَداً.\nأشهدُ أن لا إله إلاّ اللهُ وحَدَهُ لا شَريكَ لَهُ في الليلِ إذا يَغشى ، وأشهَدُ أن لا إلهَ إلاّ وحدَهُ لا شَريكَ لَهُ في النّهارِ إذا تَجلّى ، وأشهدُ أن لا إلهَ إلاّ اللهُ وحَدَهُ لا شريكَ لَهُ في الآخِرةَ والأُولى ، وأشهدُ أن لا إلهَ إلاّ اللهُ شهادَةٍ أدَّخِرُها لَهولِ المُطَّلعِ ، وأشهَدُ أن لا إلهَ إلاّ اللهُ وحدَهُ لا شريكَ لَهُ شهادَةً أرَجُو بِها النَّجاةَ من النارِ ، وأشهدُ أنَ لا إلهَ إلاّ الله وحدَهُ لا شَريكَ لَهُ شهادَةَ الحقَّ أرجوا بها دُخُولَ الجَنَّةِ ، وأشهَدُ أن لا إلهَ إلاّ اللهُ وحدَهُ لا شريكَ لَهُ شَهادَة الحقَّ وكلمة الإخلاصِ ، وأشهَدُ أن لاإله إلاّ اللهُ وَحدَهُ لا شريكَ له شهادةَ الحقِّ يشهدُ بها سمعي وبصري ولحمي ودَمي وشَعري وبَشري ومُخي وقَصَبي وعَصَبي وما تَستَقِلّ به قَدمي ، وأشهَدُ أن لا إلهَ إلاّ اللهُ وحدَهُ لا شريكَ لَهُ شهادَةً الحقِّ وكَلِمَةِ الإخلاصِ ، وأشهدُ أن لا إلهَ إلاّ اللهُ وحدَهُ لا شريكَ لَهُ شهادَةً أرجو أن يُطلِقَ الله بِها لِساني عِندَ خُروج نَفَسي ، وأشهَدُ أن لا إلهَ إلاّ وحدَهُ لا شريكَ لَهُ أبداً ، والحمدُ للهِ رَبّ العالَمينَ .\n","الصحيفة العلوية"]