["إذا أردت زيارته (عليه السلام) في الاوقات المذكورة فاغتسل والبس أطهر ثيابك وقف على باب قبته مستقبلاً القبلة وسلّم على سيدنا رسول الله وعلي أميرالمؤمنين وفاطمة والحسن والحُسَين والأئمة (صلوات الله عليهم أجمعين) وسيأتي في الاستئذان لزيارة عرفة كيفية السَّلام عليهم (عليه السلام) ثم ادخل وقف عند الضريح المقدّس وقل \"مائة مرة\": «الله أَكْبَرُ» . ثم قل:\n\n« السَّلامُ عَلَيْكَ يابْنَ رَسُولِ اللهِ، السَّلامُ عَلَيْكَ يابْنَ خاتَمِ النَّبِيِّينَ السَّلامُ عَلَيْكَ يابْنَ سَيِّدِ المُرْسَلِينَ، السَّلامُ عَلَيْكَ يابْنَ سَيِّدِ الوَصِيِّينَ السَّلامُ عَلَيْكَ ياأَبا عَبْدِ اللهِ، السَّلامُ عَلَيْكَ يابْنَ فاطِمَةَ سَيِّدَةِ نِساءِ العالَمِينَ السَّلامُ عَلَيْكَ ياوَلِيَّ الله وَابْنَ وَلِيِّهِ، السَّلامُ عَلَيْكَ ياصَفِيَّ الله وَابْنَ صَفِيِّهِ السَّلامُ عَلَيْكَ ياحُجَّةَ الله وَابْنَ حُجَّتِهِ، السَّلامُ عَلَيْكَ ياحَبِيبَ الله وَابْنَ حَبِيبِهِ، السَّلامُ عَلَيْكَ ياسَفِيرَ الله وَابْنَ سَفِيرِهِ، السَّلامُ عَلَيْكَ ياخازِنَ الكِتابِ المَسْطُورِ، السَّلامُ عَلَيْكَ ياوارِثَ التَّوْراةِ وَالاِنْجِيلِ وَالزَّبُورِ السَّلامُ عَلَيْكَ ياأَمِينَ الرَّحْمنِ، السَّلامُ عَلَيْكَ ياشَرِيكَ القُرْآنِ، السَّلامُ عَلَيْكَ ياعَمُودَ الدِّينِ، السَّلامُ عَلَيْكَ يابابَ حِكْمَةِ رَبِّ العالَمِينَ، السَّلامُ عَلَيْكَ يابابَ حِطَّةٍ الَّذِي مَنْ دَخَلَهُ كانَ مِنَ الامِنِينَ، السَّلامُ عَلَيْكَ ياعَيْبَةَ عِلْمِ اللهِ، السَّلامُ عَلَيْكَ يامَوْضِعَ سِرِّ اللهِ، السَّلامُ عَلَيْكَ ياثارَ الله وَابْنَ ثارِهِ وَالوِتْرَالمَوْتُورِ، السَّلامُ عَلَيْكَ وَعَلى الأَرواحِ الَّتِي حَلَّتْ بِفِنائِكَ وَأَناخَتْ بِرَحْلِكَ بِأَبِي أَنْتَ وَاُمِّى وَنَفْسِي ياأَبا عَبْدِ الله لَقَدْ عَظُمَتِ المُصِيبَةُ وَجَلَّتِ الرَّزِيَّةُ بِكَ عَلَيْنا وَعَلى جَمِيعِ أَهْلِ الإسْلامِ، فَلَعَنَ الله اُمَّةً أَسَّستْ أَساسَ الظُّلْمِ وَالجَوْرِ عَلَيْكُمْ أَهْلَ البَيْتِ وَلَعَنَ الله اُمَّةً دَفَعَتْكُمْ عَنْ مَقامِكُمْ وَأَزالَتْكُمْ عَنْ مَراتِبِكُمُ الَّتِي رَتَّبَكُمْ الله فِيها، بِأَبِي أَنْتَ وَاُمِّي وَنَفْسِي ياأَبا عَبْدِ الله أَشْهَدُ لَقَدْ اقْشَعَرَّتْ لِدِمائِكُمْ أَظِلَّةُ العَرْشِ مَعَ أَظِلَّةِ الخَلائِقِ وَبَكَتْكُمْ السَّماءُ وَالأَرضُ وَسُكّانُ الجِنانِ وَالبَرِّ وَالبَّحْرِ صَلّى الله عَلَيْكَ عَدَدَ ما فِي عِلْمِ الله لَبَّيْكَ داعِيَ اللهِ، إِنْ كانَ لَمْ يُجِبْكَ بَدَنِي عِنْدَ اسْتِغاثَتِكَ وَلِسانِي عِنْدَ اسْتِنْصارِكَ فَقَدْ أَجابَكَ قَلْبِي وَسَمْعِي وَبَصَرِي سُبْحانَ رَبِّنا إِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولاً. أَشْهَدُ أَنَّكَ طُهْرٌ طاهِرٌ مُطَهَّرٌ مِنْ طُهْرٍ طاهِرٍ مُطَهَّرٍ طَهُرْتَ وَطَهُرَتْ بِكَ البِلادُ وَطَهُرَتْ أَرْضٌ أَنْتَ بِها وَطَهُرَ حَرَمُكَ، أَشْهَدُ أَنَّكَ قَدْ أَمَرْتَ بِالقِسْطِ وَالعَدْلِ وَدَعَوْتَ إِلَيْهِما وَأَنَّكَ صادِقٌ صِدِّيقٌ صَدَقْتَ فِيما دَعَوْتَ إِلَيْهِ وَأَنَّكَ ثارُ الله فِي الأَرضِ، وَأَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ عَنِ الله وَعَنْ جَدِّكَ رَسُولِ الله وَعَنْ أَبِيكَ أَمِيرِ المُؤْمِنِينَ وَعَنْ أَخِيكَ الحَسَنِ وَنَصَحْتَ وَجاهَدْتَ فِي سَبِيلِ الله وَعَبَدْتَهُ مُخْلِصاً حَتّى أَتاكَ اليَقِينُ ؛ فَجَزاكَ الله خَيْرَ جَزاءِ السَّابِقِينَ وَصَلّى الله عَلَيْكَ وَسَلَّمَ تَسْلِيماً، اللّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَصَلِّ عَلى الحُسَيْنِ المَظْلُومِ الشَّهِيدِ الرَّشِيدِ قَتِيلِ العَبَراتِ وَأَسِيرِ الكُرُباتِ صَلاةً نامِيَةً زاكِيَةً مُبارَكَةً يَصْعَدُ أوّلُها وَلا يَنْفَدُ آخِرُها أفْضَلَ ماصَلَّيْتَ عَلى أَحَدٍ مِنْ أَوْلادِ أَنْبِيائِكَ المُرْسَلِينَ يا إِلهَ العالَمِينَ ».\n\nثم قبّل الضريح وضع خدك الايمن عليه ثم الايسر ثم طف حول الضريح وقبّله من جوانبه الأَربعة.\n\nوقال المفيد (رض): ثم امض إلى ضريح علي بن الحُسَين (عليه السلام) وقف عليه وقل:\n\n« السَّلامُ عَلَيْكَ أَيُّها الصِّدِّيقُ الطَيِّبُ الزَّكِيُّ الحَبِيبُ المُقَرَّبُ وَابْنَ رَيْحانَةِ رَسُولِ اللهِ، السَّلامُ عَلَيْكَ مِنْ شَهِيدٍ مُحْتَسِبٍ وَرَحْمَةُ الله وَبَرَكاتُه، ماأَكْرَمَ مَقامَكَ وَأَشْرَفَ مُنْقَلَبَكَ ! أَشْهَدُ لَقَدْ شَكَرَ الله سَعْيَكَ وَأَجْزَلَ ثَوابَكَ وَأَلْحَقَكَ بِالذِّرْوَةِ العالِيَةِ حَيْثُ الشَّرَفُ كُلُّ الشَّرَفِ وَفِي الغُرَفِ السَّامِيَةِ، كَما مَنَّ عَلَيْكَ مِنْ قَبْلُ وَجَعَلَكَ مِنْ أَهْلِ البَيْتِ الَّذِينَ أَذْهَبَ الله عَنْهُمْ الرّجْسَ وَطَهَّرَهُمْ تَطْهِيراً، صَلَواتُ الله عَلَيْكَ وَرَحْمَةُ الله وَبَرَكاتُهُ وَرِضْوانُهُ فَاشْفَعْ أَيُّها السَيِّدُ الطَّاهِرُ إلى رَبِّكَ فِي حَطِّ الاَثْقالِ عَنْ ظَهْري وَتَخْفِيفِها عَنِّي وَارْحَمْ ذُلِّي وَخُضُوعِي لَكَ وَلِلْسَيِّدِ أَبِيكَ صَلّى الله عَلَيْكُما ».\n\nثم انكب على القبر وَقل: «زادَ الله فِي شَرَفِكُمْ فِي الآخِرةِ كَما شَرَّفَكُمْ فِي الدُّنْيا وَأَسْعَدَكُمْ كَما أَسْعَدَ بِكُمْ، وَأَشْهَدُ أَنَّكُمْ أَعْلامُ الدِّينِ وَنُجُومُ العالَمِينَ وَالسَّلامُ عَلَيْكُمْ وَرَحْمَةُ الله وَبَرَكاتُه >.ثم توجه إلى الشهداء وقل: < السَّلامُ عَلَيْكُمْ ياأَنْصارَ الله وَأَنْصارَ رَسُولِهِ وَأَنْصارَ عَلِيِّ بْنِ أَبِي طالِبٍ وَأَنْصارَ فاطِمَةَ وَأَنْصارَ الحَسَنِ وَالحُسَيْنِ وَأَنْصارَ الإسْلامِ، أَشْهَدُ أَنَّكُمْ لَقَدْنَصَحْتُمْ للهِ وَجاهَدْتُمْ فِي سَبِيلِهِ فَجَزاكُمُ الله عَنِ الإسْلامِ وَأَهْلِهِ أَفْضَلَ الجَزاءِ، فُزْتُمْ وَالله فَوْزاً عَظِيما يالَيْتَنِي كُنْتُ مَعَكُمْ فَأَفُوزَ فَوْزاً عَظِيما أَشْهَدُ أَنَّكُمْ أَحْياءٌ عِنْدَ رَبِّكُمْ تُرْزَقُونَ، أَشْهَدُ أَنَّكُمْ الشُّهَداء وَالسُّعَداءُ وَأَنَّكُمُ الفائِزُونَ فِي دَرَجاتِ العُلى وَالسَّلامُ عَلَيكُمْ وَرَحْمَةُ الله وَبَرَكاتُهُ ».\n\nثم عد إلى الرأس فصلّ صلاة الزياره وادع لنفسك ولوالديك ولاخوانك المؤمنين. واعلم أن السيد ابن طاووس (رض) قد أورد زيارة لعلي الأكبر والشهداء (قدّس الله أرواحهم) تشتمل على أسمائهم وقد أعرضنا عن ذكرها لطولها واشتهارها.","البرنامج العبادي الميسر ، بتصرف "]