["اللّهُمَّ اجعلني من الّذين ( يُؤمنُونَ بِالغَيبِ وَيُقيمُونَ الصَّلاة وَمّما رزَقناهُم يُنفِقُونَ )  واجعلني على هُدى منك واجعَلني من المُهتَدينَ ، ولَقِنّي الكَلماتِ التي لَقَّنَتها آدَمَ فَتُبتَ عَليهِ إنَّكَ أنتَ التَّوابُ الرَّحيمُ. اللّهُمَّ اجعَلني ممَّن يُقيمُ الصلاةَ وَيُؤتي الزكاةَ ، واجعَلني من الخاشعِينَ الّذين يَستَعينونَ بالصَّبرِ والصلاة ، واجعَلني من الّذينَ لا خَوفٌ عَليهم ولا هُم يَحزنونَ.\nاللّهُمَّ اجعلني من الصّابرينَ الّذينَ إذا أصابَتُهم مُصيبةٌ قالُوا إنَّا للهِ وإنَّا إليهِ راجعونَ ، واجعل عليَّ صَلاةً مِنكَ ورحمةً واجعلني من المُهتدينَ. اللّهُمَّ ( ثَبتني )  بِالقولِ الثّابتِ في الحياة الدُّنيا وفي الآخرِةِ ولا تَجعلني من الظّالِمينَ. اللّهُمَّ اجعَلني مِن الّذين تَوفّاهم الملائِكةُ طيبينَ يَقولُونَ سَلامٌ عَلَيكُم اُدخُلُوا الجَنَّةَ بِما كنتمُ تَعملُونَ. اللّهُمَّ اجعلني من الّذين صبروا وعلى ربهم يَتَوكّلونَ. اللّهُمَّ آتني في الدُّنيا حَسَنةً وفي الآخِرةِ حَسَنةً وَقني عَذابَ النّارِ واجعَلني مِنَ الّذين اتّقوا والّذين هُم مُحسِنُونَ ، سُبحانَكَ إنّي كُنتُ من الظّالِمينَ ، فَاستجب لي ونَجّني من النّارِ يا أرحَمَ الراحمينَ.\nاللّهُمَّ واجعلني من( المُخْبِتِينَ * الَّذِينَ إِذَا ذُكِرَ اللهُ وَجِلَتْ قُلُوبُهُمْ وَالصَّابِرِينَ عَلَى مَا أَصَابَهُمْ وَالمُقِيمِي الصَّلاةِ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ ) .\nاللّهُمَّ اجعلني من ( الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ * وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ * وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ * وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ ) .\nاللّهُمَّ واجعلني مِنَ ( الَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ )  ( وَالَّذِينَ هُم بِشَهَادَاتِهِمْ قَائِمُونَ )  ( وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ ) .\nاللّهُمَّ اجعلني مِنَ ( الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ )  والَّذينَ هُم مِن خَشيَتِكَ مُشفِقُونَ. اللّهُمَّ اجعَلني مِنَ الّذينَ هُم بِاياتِنا يُؤمِنُونَ ، والّذينَ هُم بِرَبَّهِم لا يُشرِكونَ.\nاللّهُمَّ واجعلني من ( الَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ )  اللّهُمَّ اجعَلني من الّذينَ ( يُسَارِعُونَ فِي الخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ ) .\nاللّهُمَّ اجَعلني مِن حِزبكَ فإنَّ حِزبَكَ هُمُ المُفلِحونَ ، اللّهُمَّ اجعَلني مِنَ جُندِكَ فَإنَّ جُندَكَ هُمُ الغالِبوُنَ ، اللّهُمَّ اسقِني ( مِن تَسْنِيمٍ * عَيْنًا يَشْرَبُ بِهَا المُقَرَّبُونَ )  اللّهُمَّ ظَلَمتُ نَفسي وإلاّ تَغفِر لي وتَرحَمني أكنُ مِنَ الخاسِرينَ ، اللّهُمَّ يَسِّرني لِليُسر بَعدَ العُسِر ، واجعل لي أجراً غَيرَ مَمْنُونٍ ، اللّهُمَّ آتِنا في الدّينا حَسَنةً وفي الآخِرة حَسَنةً وقِنا عَذابَ النّارِ ( رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ * رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لا تُخْلِفُ المِيعَادَ ) .\nاللّهُمَّ اجعَل لي عِندَكَ دَرَجةً وَمغفِرَهً ورَحمةً ورِزقاً كَريماً ، اللّهُمَّ اجعَلني مِن الّذينَ يُوفُونَ بِعهدِكَ ولا يَنقُضُونَ الميثاقَ ، ومِن ( وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللهُ بِهِ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الحِسَابِ )  اللّهُمَّ اجعَلني من ( وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلاةَ وَأَنفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلانِيَةً وَيَدْرَءُونَ بِالحَسَنَةِ السَّيِّئَةَ )  وممَّن جَعَلتَ لَهُم عُقبى الدّارِ .\n","الصحيفة العلوية"]