["اللّهُمَّ اجعَلني مِمَّن رَأيتُه مُؤمِناً قد عَمِلَ الصّالِحاتَ ، وَممَّن تُسكِنُهُ الدَّرجات العُلى ، جَنّاتُ عَدنٍ تَجري من تَحتِها الأنهارُ. اللّهُمَّ واجعَلني ممَّن تَزكّى ويَقُول : رَبَّنا آمنَّا فاغفِر لَنا وارحَمنا وأنت خَير الغافِرينَ وأرحَمُ الراحمينَ ، اللّهُمَّ واجعَلني من عِبادِكَ ( الَّذِينَ يَمْشُونَ عَلَى الأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ الجَاهِلُونَ قَالُوا سَلامًا * وَالَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا )  ومن ( الَّذِينَ يَقُولُونَ رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا * إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا * وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا * وَالَّذِينَ لا يَدْعُونَ مَعَ اللهِ إِلَهًا آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلاَّ بِالحَقِّ وَلا يَزْنُونَ وَمَن يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا * يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا )  وَمِنَ ( الَّذِينَ لا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا )  ومن ( الَّذِينَ إِذَا ذُكِّرُوا بِآيَاتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْهَا صُمًّا وَعُمْيَانًا ) .\nاللّهُمَّ واجعَلني مِنَ ( الَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا )  اللّهُمَّ واجعَلني مِنَ الّذينَ ( يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلامًا * خَالِدِينَ فِيهَا حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا )  اللّهُمَّ واجلعَني من الّذين تُحِلهُم دارُ المُقامَةِ من فَضلِكَ لا يَمسّهُم فيها نَصَبٌ ولا يَمسّهُم فيها لُغوبٌ. اللّهُمَّ واجلعَني في جَناتِ النعيمِ ، جَناتٍ تَجري من تَحتِها الأنهارُ ، وفي جَناتٍ ونَهَرٍ في مَقْعَدِ صِدقٍ عَندَ مَلِيكٍ مُقتَدِرٍ.\nاللّهُمَّ وََقني شُحَّ نفسي واغفِر لي ولِوالدَي ولِمَن دَخَلَ بَيتَي مُؤمناً ولِلمؤمِنين والمُؤمِناتِ يَومَ يَقُومُ الحِسابُ. اللّهُمَّ ( اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاًّ لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَّحِيمٌ ) .\nاللّهُمَّ اجعَلني من الّذينَ يَخافُونَ يَوماً كانَ شَرّهُ مُستَطيراً ، وممن يُطعمُ الطَّعامَ على حُبِّهِ مِسكيناً ويَتيِماً وأسيراً ، ويَقُولُونَ : إنّما نُطعِمُكم لِوجهِ اللهِ لا نُريدُ منكم جزاءً ولا شكوراً إنّا نَخافُ مِن رَبَّنا يوماً عَبوساً قَمطَريراً ، اللّهُمَّ وقِني كَما وقَيتُهم شَرَّ ذِلكَ اليومِ ، ولَقني كما لَقيتهُم نَضْرَةً وسُروراً ، واجِزني كَما جَزَيَتُهم بِما صَبروا جَنّةً وحَريراً ، مُتكِئينَ فيها على الأرائِكِ لا يَرونَ فيها شمساً ولا زَمهريراً ، اللّهُمَّ وقِني شَرَّ يَومٍ كان شَرُّهُ مُستَطيراً ، ولَقِني نَضَرةً وسروراً ، واسقني كما سَقَيتُهم كأساً كانَ مِزاجُها كافُوراً من عَين تُسمّى سَلسَبيلاً ، اللّهُمَّ واسقني كَما سَقيَتهُم شَراباً طَهوراً ، وحَلِّني كما حَلَّيتَهُم أساوِرَ من فِضَّةٍ ، وارزُقني كَما رَزَقتهُم سَعياً مشكوراً ( رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ ) .\nاللّهُمَّ اجعَلني من الصّابِرينَ والصّادِقينَ والقانتينَ والمُنفقِينَ والمُستغفرينَ بِالأسحارِ ( رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَارَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ )  \nاللّهُمَّ إني أسألُكَ أن تَختِمَ لي عَملي بِصالحِ الأعمالِ ، وأن تُعطِيني الّذي سَألتك في دُعائي يا كريم الفِعالِ ، سُبحانَ رَبِّ العِزَّةِ ( لَهُ دَعْوَةُ الحَقِّ وَالَّذِينَ يَدْعُونَ مِن دُونِهِ لا يَسْتَجِيبُونَ لَهُم بِشَيْءٍ إِلاَّ كَبَاسِطِ كَفَّيْهِ إِلَى المَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلاَّ فِي ضَلالٍ * وَللهِ يَسْجُدُ مَن فِي السَّمَاوَاتِ وَالأَرْضِ طَوْعًا وَكَرْهًا وَظِلالُهُم بِالْغُدُوِّ وَالآصَالِ ) .\nاللّهُمّ إنّي أسألُكَ إنّكَ غَفُورٌ رَحيم ( أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللهُ مِن شَيْءٍ يَتَفَيَّأُ ظِلَالُهُ عَنِ الْيَمِينِ وَالشَّمَائِلِ سُجَّدًا للهِ وَهُمْ دَاخِرُونَ * وَللهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مِن دَابَّةٍ وَالمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ * يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ) .\nاللّهُمَّ اجعَلني من الّذينَ يُؤمِنونَ بالغيَب وَيُقيمُونَ الصَّلاةَ ويُؤتُونَ الزَّكاةَ وَيُؤمُنونَ بِما أنزَلتَ فَإنَّكَ أنزلتَهُ قُرآناً بِالحَقِّ ( قُلْ آمِنُوا بِهِ أَوْ لا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّدًا * وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً * وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ) .\nاللّهُمَّ اجعلني مِن الّذين أنعمتَ عَليهِم مِنَ النّبيَّينَ مِن ذُرّيّة آدَمَ وِممَّن حَمَلتَ مَع نوحٍ ، وَمن ذُرِّيةِ إبراهيمَ وإسرائيلَ. اللّهُمَّ واجعَلني مَعَ الّذينَ أنعمتَ عليهم من النّبيّين والصّديقينَ والشّهداءِ والصالحينَ وحَسُنَ أولئكَ رَفيقاً. اللّهُمَّ واجعلني ممَّن هَدَيتَ واجتَبيتَ ، ومن الّذينَ ( إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا ) .\nاللّهُمَّ واجعَلني من الّذينَ يُسبحونَ لكَ آناءَ الليلِ والنَّهارِلا يَفترُونَ. اللّهُمَّ واجعَلني من الّذينَ لا يَمِلّونَ ذكركَ ولا يَسأمونَ عن عبادتِكَ ، ويُسبحونَ لكَ ولكَ يَسجدونَ. اللّهُمَّ واجعَلني من الّذين يَذكرُونَكَ ( قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ * رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ * رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ * رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لا تُخْلِفُ المِيعَادَ ) .\nاللّهُمَّ واجعَلني لَكَ شاكِراً فَإنَكَ تَفعل ما تَشاءُ ( أَلَمْ تَرَ أَنَّ اللهَ يَسْجُدُ لَهُ مَن فِي السَّمَاوَاتِ وَمَن فِي الأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِّنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ وَمَن يُهِنِ اللهُ فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ اللهَ يَفْعَلُ مَا يَشَاءُ )  اللّهُمَّ وإنّي أسألُكَ أن تَختِمَ عَملي بِصالحِ الأعمالِ ، وأن تَستَجيبَ دُعائي يا رَبِّ العَّزِة ( الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ الرَّحْمَنُ فَاسْأَلْ بِهِ خَبِيرًا * وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا )  .\n","الصحيفة العلوية"]