[" أن يرفع يديه اذا فرغ من صلاة المغرب ويدعو بهذا الدّعاء المرويّ في الاقبال عن الامام الجواد (عليه السلام) :\n\n«اَللّـهُمَّ يا مَنْ يَمْلِكُ التَّدْبيرَ وَهُوَ عَلى كُلِّ شَيء قَديرٌ، يا مَنْ يَعْلَمُ خائِنَةَ الاَعْيُنِ وَما تُخْفِي الصُّدُورِ وَتُجِنُّ الضَّميرُ وَهُوَ اللَّطيفُ الْخَبيرُ، اَللّـهُمَّ اجْعَلْنا مِمَّنْ نَوى فَعَمِلَ، وَلا تَجْعَلْنا مِمَّنْ شَقِيَ فَكَسِلَ، وَلا مِمَّنْ هُوَ عَلى غَيْرِ عَمَل يَتَّكِلُ، اَللّـهُمَّ صَحِّحْ اَبْدانَنا مِنَ الْعِلَلِ، وَاَعِنّا عَلى ما افْتَرَضْتَ عَلَيْنا مِنَ الْعَمَلِ، حَتّى يَنْقَضِيَ عَنّا شَهْرُكَ هذا وَقَدْ اَدَّيْنا مَفْرُوضَكَ فيهِ عَلَيْنا، اَللّـهُمَّ اَعِنّا عَلى صِيامِهِ، وَوَفِّقْنا لِقِيامِهِ، وَنَشِّطْنا فيهِ لِلصَّلاةِ، وَلا تَحْجُبْنا مِنَ الْقِراءَةِ، وَسَهِّلْ لَنا فيهِ ايتاءَ الزَّكاةِ، اَللّـهُمَّ لا تُسَلِّطْ عَلَيْنا وَصَباً وَلا تَعَباً وَلا سَقَماً وَلا عَطَباً، اَللّـهُمَّ ارْزُقْنا الاِفْطارَ مِنْ رِزْقِكَ الْحلالِ، اَللّـهُمَّ سَهِّلْ لَنا فيهِ ما قَسَمْتَهُ مِنْ رِزْقِكَ، وَيَسِّرْ ما قَدَّرْتَهُ مِنْ اَمْرِكَ، وَاجْعَلْهُ حَلالاً طَيِّباً نَقِيّاً مِنَ الاثامِ خالِصاً مِنَ الاصارِ وَالاَجْرامِ، اَللّـهُمَّ لا تُطْعِمْنا اِلاّ طَيِّباً غَيْرَ خَبيث وَلا حَرام، وَاجْعَلْ رِزْقَكَ لَنا حَلالاً لا يَشُوبُهُ دَنَسٌ وَلا اَسْقامٌ يا مَنْ عِلْمُهُ بِالسِّرِّ كَعِلْمِهِ باِلاِعْلانِ، يا مُتَفَضِّلاً عَلى عِبادِهِ بِالاِحْسانِ، يا مَنْ هُوَ عَلى كُلِّ شَيء قَديرٌ وَبِكُلِّ شَيء عَليمٌ خَبيرٌ اَلْهِمْنا ذِكْرَكَ وَجَنِّبْنا عُسْرَكَ، وَاَنِلْنا يُسْرَكَ، وَاَهْدِنا لِلرَّشادِ، وَوَفِّقْنا لِلسَّدادِ، وَاعْصِمْنا مِنَ الْبَلايا، وَصُنّا مِنَ الاَوْزارِ وَالْخَطايا، يا مَنْ لا يَغْفِرُ عَظيمَ الذُّنُوبِ غَيْرُهُ، وَلا يَكْشِفُ السُّوءَ إلاّ هُوَ، يا اَرْحَمَ الرّاحِمينَ، وَاَكْرَمَ الاَكْرَمينَ، صَلِّ عَلى مُحَمَّد وَاَهْلِ بَيْتِهِ الطَّيِّبينَ، وَاجْعَلْ صِيامَنا مَقْبُولاً، وَبِالْبِرِّ وَالتَّقْوى مَوْصُولاً، وَكَذلِكَ فَاجْعَلْ سَعْيَنا مَشْكُوراً وَقِيامَنا مَبْرُوراً، وَقُرْآنَنا مَرْفُوعاً، وَدُعاءَنا مَسْمُوعاً، وَاهْدِنا لِلْحُسْنى، وَجَنِّبْنَا الْعُسْرى، وَيَسِّرْنا لِلْيُسْرى، وَاَعِلْ لَنَا الدَّرَجاتِ، وَضاعِفْ لَنا الْحَسَناتِ، وَاقْبَلْ مِنَّا الصَّوْمَ وَالصَّلاةَ، واسْمَعْ مِنَّا الدَّعَواتِ، وَاغْفِرْ لَنَا الْخَطيئاتِ، وَتَجاوَزْ عَنَّا السَّيِّئاتِ، وَاجْعَلْنا مِنَ الْعامِلينَ الْفائِزينَ، وَلا تَجْعَلْنا مِنَ الْمَغْضُوبِ عَلَيْهِمْ وَلاَ الضّالّينَ، حَتّى يَنْقَضِيَ شَهْرُ رَمَضانَ عَنّا وَقَدْ قَبِلْتَ فيهِ صِيامَنا وَقِيامَنا، وَزَكَّيْتَ فيهِ اَعْمالَنا، وَغَفَرْتَ فيهِ ذُنوبَنا، وَاَجْزَلْتَ فيهِ مِنْ كُلِّ خَيْر نَصيبَنا، فَاِنَّكَ الاِْلـهُ الُْمجيبُ، وَالرَّبُّ الْقَريبُ، وَاَنْتَ بِكُلِّ شَيْء مُحيطٌ ».","اقبال الأعمال"]