["( إِنِّي وَجَدتُّ امْرَأَةً تَمْلِكُهُمْ وَأُوتِيَتْ مِن كُلِّ شَيْءٍ وَلَهَا عَرْشٌ عَظِيمٌ * وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ اللهِ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لا يَهْتَدُونَ * أَلاَّ يَسْجُدُوا للهِ الَّذِي يُخْرِجُ الخَبْءَ فِي السَّمَاوَاتِ وَالأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ * اللهُ لا إِلَهَ إِلاَّ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ )  ( فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا إِنَّا نَسِينَاكُمْ وَذُوقُوا عَذَابَ الخُلْدِ بِمَا كُنتُمْ تَعْمَلُونَ * إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لا يَسْتَكْبِرُونَ * تَتَجَافَى جُنُوبُهُمْ عَنِ المَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ * فَلا تَعْلَمُ نَفْسٌ مَّا أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ ) .\nاللّهُمَّ اجعلني من الّذينَ جَعَلتَ ( لَهُمْ جَنَّاتُ المَأْوَى نُزُلاً بِمَا كَانُوا يَعْمَلُونَ )  ( قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِّنَ الخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَّا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ )  ( وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لا تَسْجُدُوا لِلشَّمْسِ وَلا لِلْقَمَرِ وَاسْجُدُوا للهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ ) .\nاللّهُمَّ أنتَ الغَفُورُ الرحيمُ وأنا المُذنبُ الخاطِئ ، اللّهُمَّ أنتَ المُعطي وأنا السّائلُ ، اللّهُمَّ أنتَ الباقِيُ وأنا الفانيُ ، اللّهُمَّ أنتَ الغَنيُّ وأنا الفَقيرُ ، وأنت العزيزُ وأنا الذَّليلُ ، اللّهُمَّ أنت الخالِقُ وأنا المَخلوقُ ، اللّهُمَّ أنت الرازِقُ وأنا المَرزوقُ ، اللّهُمَّ وأنت المالِكَ وأنا المَملوكُ ، اللّهُمَّ ( اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا * إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا )  ( سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ المَصِيرُ )  (رَبِّ زِدْنِي عِلْمًا ) ( وَلا تُخْزِنِي يَوْمَ يُبْعَثُونَ )  ( رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَل لِّي مِن لَّدُنكَ سُلْطَانًا نَّصِيرًا )  ( رَبِّ أَنزِلْنِي مُنزَلاً مُّبَارَكًا وَأَنتَ خَيْرُ المُنزِلِينَ )  ( رَبِّ اشْرَحْ لِي صَدْرِي * وَيَسِّرْ لِي أَمْرِي )  ( رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاًّ لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَءُوفٌ رَّحِيمٌ ) .\nرَبَّنا تُب عَلَينا وَارحَمنا واهدِنا واغفِر لَنا ، واجعَل خَيرَ أعَمارِنا آخِرَها ، وخَيرَ أعَمالِنا خَواتَمِها ، وخَيرَ أيّامِنا يَومَ نَلقاكَ ، واخِتم لَنا بِالسَّعادَةِ ، يا حَيُّ يا قَيُّومُ ، فإنّي برَحمتِكَ أسَتغيثُ ، يا فارِجَ الهم ، يا كاشِفَ الغَمّ ، يا مُجيبَ دَعوةِ المُضطَرِّينَ ، أنتَ رَحمانُ الدُّنيا والآخِرةِ وَرَحيمَهُما ، إرحَمني في جَميعِ حوائجِي رَحمةً تُغنيني بِها عَن رَحمةِ من سواك.\nاللّهُمَّ إنّي لا أملِكُ ما أرجو ، ولا أستَطيعُ دَفعَ ما أحذَرُ ، والأمرُ بِيدِكَ ، وأنا فَقيرٌ إلى أن تَغفِر لي ، وكُلِّ خَلقِكَ إليكَ فَقير ، ولا أحدُ أفقَرُ إليكَ منّي. اللّهُمَّ بِنورِكَ اهتَدَيتُ ، وَبِفضلِكَ استَغَنيتُ ، وفي نِعمَتكَ أصبحتُ وأمسيتُ ، ذنوبي بَينَ يَدَيكَ ، أسَتَغفِرُكَ وأتُوبُ إليكَ.\nاللّهُمَّ إنّي أدَرؤُكَ في نَحرِ كُلِّ من أخافُ ، وأسَتَجيرُكَ من شرّه ، وأستَعينُكَ عَلَيهِ ، لا إلهَ إلاّ أنتَ سُبحانَكَ إني كُنتُ من الظّالِمينَ. اللّهُمَّ إنّي أسألَك عِيشةً نقيّةً ، وميتَةً سَويةً ، ومَرَداً غَير مُخزٍ ولا فاضحٍ يا أرحَمَ الرّاحمينَ. اللّهُمَّ إنّي أعوذُ بكَ أن أذِلَّ أو أُذلَّ أو أضِل أو أُضلَّ أو أظْلِمَ أو اُظلَمَ أو أجَهلَ أو يُجهَلُ عَليَّ .\n","الصحيفة العلوية"]