["اللّهُمَّ إنّي أعُوذُ بكَ من كُلّ شيءٍ هُو دونكَ. اللّهُمَّ لا تَحرِمني ما أعطَيتَني ، ولا تَفتني بما مَنَعتنَي. اللّهُمَّ إنّي أسألُكَ خَيرَ ما تُعطي عِبادَكَ مِنَ الأمانَةِ والمالِ والأهلِ وَالوَلدَ النّافعِ غَير الضّارِ ولاَ المُضِرِّ. اللّهُمَّ إني إليكَ فقيرٌ ، وإني مِنكَ خائِفٌ مُستَجيرٌ بِكَ.\nاللّهُمَّ لا تُبدِل اسمي ، ولا تُغَيّر جِسمي ، ولا تُجهِد بَلائي ، اللّهُمَّ إنّي أعُوذُ بِكَ من غنىً يُطغي ، أو هوىً يُردي ، أو عَملٍ يُخزي. اللّهُمَّ اغفِر لي جُرمي ، واقبَل تَوبتي ، واظهر حُجّتي ، واستُر عَورَتي ، واجَعَل مُحمّداً وآلِهِ والأنبياءِ المُصطَفينَ يَستَغفِرونَ لي.\nاللّهُمَّ إنّي أعوَذُ بِكَ أن أقولَ قَولاً هُوَ من طاعَتِكَ أريدُ بِه سِوى وَجهكَ ، وأعَوذُ بِكَ أن يَكون غَيري أسَعَدَ بما آتَيتَني منّي. اللّهُمَّ وإنّي أعَوذُ بِكَ من شَرّ الشَّيطانِ ، وشَرِّ السُّلطانِ ، وما تَجري بِه أقلامُهُم. اللّهُمَّ إنّي أسألُكَ عَمَلاً بارّاً ، وعَيشاً قارّاً ، ورِزقاً دارّاً.\nاللّهُمَّ كَتَبتَ الآثامَ واطّلَعتَ على الأسرارِ ، وَحُلْتَ بَيَننا وَبَينَ القُلُوب. والقُلوبُ إليكَ مفضيةٌ ، والسِّرُّ عِندَكَ عَلانِيةٌ ، وإنِّما أمرُكَ إذا أرَدتَ شَيئاً أن تَقُولَ لَهُ : كُن ، فَيَكونُ.\nاللّهُمَّ إنّي أسألُكَ بِرَحمتِكَ أن تدخلَ طاعَتَكَ في كُلّ عُضوٍ من أعضائي ثمَّ لا تُخرِجُها مِنّي أبداً. اللّهُمَّ إنّي أسألُكَ بِرحمتكَ أن تخرجَ مَعصيتَكَ من كُلّ عُضوٍ من أعضائي ثُمَّ لا تُعيدُها في أبَداً. اللّهُمَّ أنّكَ عَفُوٌّ تُحِبُّ العَفوَ فَاعفُ عَنّي. اللّهُمَّ كُنتَ وَتكَون وأنتَ حَيٌّ قَيوّمٌ لا تَنامُ ، تَنامُ العُيونُ وتَغورُ النُّجوم وأنتَ الحَيُّ القَيوُّمُ ، لا تأخُذُكَ سِنَةٌ ولا نَومٌ ، فَرِّج عَنّي هَمِّي ، اللّهُمَّ واجعَل لي من أمري فَرَجاً ومَخرَجاً ، وثَبتَ رَجاءَكَ في قَلبي حتى تُغنيني بِه عَن رَجاءِ مَن سِواكَ ، وحَتى لا يَكوُنَ ثِقتي إلاّ أنتَ.\nاللّهُمَّ لا تَكتبني من الغافلين. اللّهُمَّ لا تَستَدرِجني بِخطيئتي ، ولا تَفضحني بِسريرتي. اللّهُمَّ إنّي أعَوذُ بِكَ أن أضِلَ عِبادكَ ، واستريب إجابَتكَ. اللّهُمَّ إنّ لي ذُنُوباً قد أحصَتها كُتُبكَ ، وأحاطَ بها عِلمُكَ ، ونَفَذَها بَصَرُكَ ، ولَطُفَ بها خَبركَ ، وكتبَتها مَلائِكتُكَ. اللّهُمَّ فلا تُسَلّطُ عَلَيّ في الدّنيا ولا في ما بَعدها مَن لم يَخلُقني ولَم يَرحَمني ، ومَن أنتَ أولى بِرَحمتي مِنهُ. اللّهُمَّ وما سَتَرت عَلَيّ من تِلكَ العُيوبِ والعَوراتِ ، وأخَّرت من تِلكِ العُقُوباتِ ، مَكراً مِنكَ واستدراجاً ، لِتأخُذَني بِها يَومَ القيامة ، وتَفضحني بها عَلى رُؤوسِ الخَلائِق ، فَاعفُ عَنّي في الدّارينَ كَلتيهما ، فَأنّكَ غَفورٌ رَحيمٌ.\n\nاللّهُمَّ أنْ لم اُكن أهلاً أن أبلُغَ رَحَمتكَ فَإنَّ رَحَمتَكَ أهلٌ أن تبلُغني ، فإنَّها وسَعتَ كُلّ شَيء ، فَلتَسعني رَحَمتك يا أرحَمَ الرّاحِمينَ. اللّهُمَّ وإن كنتَ خَصَصت بِذلِكَ عِباداً أطاعُوكَ فيما أمَرتَهُم به ، وعَمِلوُا فيما خَلَقتهَمُ لَهُ ، فَإنَّهمُ لَن يَناَلُوا ذِلكَ إلاّ بكَ ، ولا يُوفِقهُم لَهُ إلاّ أنتَ ، كانَتَ رَحَمتُكَ إيّاهُم قَبلَ طاعَتِهِم لَكَ يا أرحَمَ الرّاحِمينَ. اللّهُمَّ فخصّني يا سَيدي ومَولايَ ، ويا إلهي ويا كَهفي ، ويا حِرزي ويا كَنزي ، ويا قُوتي ويا رَجائي ، ويا خالِقي ويا رازقي ، بِما خَصَصتَهُم به ، ووَفِقني لِما وفقتهم لَهُ ، وارحَمني كما رَحمتَهُم يا أرحَمَ الرّاحميِنَ.\nيا مَن لا يَشغلُهُ سَمعٌ عن سمعٍ ، يا مَن لا يُغَلِّطُهُ السّائِلُونَ ، يا مَن لا يُبرِمُهُ إلحاحُ المُلحِيّنَ ، أذِقنا بِردَ عَفوك ، وحَلاوَةَ مَغفِرتِكَ ، وطيبَ رَحَمتِكَ.\nاللّهُمَّ إنّي أسَتَغفرُكَ مَمّا تُبتُ إليكَ مِنهُ ثُمَّ عُدتُ فيه ، وأستَغفِرُ كَلِما وَعَدتُكَ من نَفسي ثم أخلَفتُكَ ، وأستَغفِرُكَ لِكلِ أمرٍ أرَدتُ به وَجهك فَخالَطَني فيه ما لَيسَ لَكَ ، وأستَغفركَ لِكُلّ النِّعمِ التَّي أنَعمتَ بها عَلَيّ فَقويتُ بِها عَلى مَعصيتِكَ ، وأستَغفِرُكَ مِمّا دَعاني إليهِ الهَوى من قبول الرُّخَصِ فيما أتَيتُهُ واشتَبَه عَلَيَّ مِمّا هُوَ حَرامٌ عِندَكَ ، وأستَغفِرُكَ لِلذّنوبِ التي لا يَعْلُمها غَيرُكَ ، ولا يَسَعُها إلاّ حِلمُكَ وعَفَوكَ ، وأستَغفِرُكَ لكُلِّ يَمينٍ سَبقَت مني حَنثتُ فيها عِندَكَ ، يا مَن عَرَّفَنا نَفسهُ لا تَشغُلُنا بِغَيرِكَ ، وأسقِط عنّا ما كانَ لِغَيركَ يا أرحَمَ الرّاحِمينَ .\n","الصحيفة العلوية"]