["عن حمّاد قال: دخلت على أبي عبد الله (عليه السلام) ليلة احدى وعشرين من شهر رمضان – الى ان ذكر صلاة الغداة وتعقيبها – ثمّ قال: خرّ ساجداً لا أسمع منه الاّ النـّفس ساعة طويلة، ثمّ سمعته يقول:\nاَللّهُمَّ لّا إِلَهَ إِلاَّ أَنتَ مُقـَلِّبَ القـُلُوبِ وَالأَبْصارِ، لّا إِلَهَ إِلاَّ أَنتَ خالِقَ الخَلْقِ بِلا حاجَةٍ فيكَ اِلَيْهِمْ، لّا إِلَهَ إِلاَّ أَنتَ مُبْدِىءَ الخَلْقِ لا يـَنـْقـُصُ مِنْ مُلْكِكَ شَيْ‏ءٌ.\nلّا إِلَهَ إِلاَّ أَنتَ باعِثَ مَنْ فِي القـُبُورِ، لّا إِلَهَ إِلاَّ أَنتَ مُدَبِّرَ الأُمُورِ، لّا إِلَهَ إِلاَّ أَنتَ دَيّانَ الدِّينِ وَجَبّارَ الجَبابِرَةِ، لّا إِلَهَ إِلاَّ أَنتَ مُجْرِيَ الماءِ فِي الصَّخْرَةِ الصَّمّاءِ، لّا إِلَهَ إِلاَّ أَنتَ مُجْرِيَ الماءِ فِي النَّباتِ.\nلّا إِلَهَ إِلاَّ أَنتَ مُكَوِّنَ طَعْمِ الثـِّمارِ، لّا إِلَهَ إِلاَّ أَنتَ مُحْصِيَ عَدَدِ القـَطْرِ وَما تـَحْمِلُهُ السَّحابُ، لّا إِلَهَ إِلاَّ أَنتَ مُحْصِيَ عَدَدِ ما تـَجْرِي الرِّياحُ فِي الهَواءِ، لّا إِلَهَ إِلاَّ أَنتَ مُحْصِيَ ما فِي البِحارِ مِنْ رَطْبٍ وَيابِسٍ، لّا إِلَهَ إِلاَّ أَنتَ مُحْصِيَ ما يَدِبُّ فِي ظُلُماتِ البِحارِ وَفِي أَطْباقِ الثـَّرى.\nأَسْأَلُكَ باسْمِكَ الَّذِي سَمَّيْتَ بِهِ نـَفـْسَكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ وَأَسْأَلُكَ بِكـُلِّ اسْمِ سَمّاكَ بِهِ اَحَدٌ مِنْ خـَلْقِكَ، مِنْ نَبـِيٍّ اَوْ شـَهيدٍ، اَوْ اَحَدٍ مِنْ مَلائِكـَتِكَ، وَاَسْألُكَ بِاسْمِكَ الَّذِي إِذا دُعِيتَ بِهِ أَجَبْتَ، وَإِذَا سُئِلْتَ بِهِ أَعْطَيْتَ.\nوَأَسْأَلُكَ بِحَقـِّكَ عَلى مُحَمَّدٍ وَأَهْلِ بَيْتِهِ صَلَواتُكَ عَلَيْهِمْ وَبَرَكاتُكَ، وَبِحَقـِّهِمُ الَّذِي أَوْجَبْتـَهُ عَلى نَفـْسِكَ، وَأَنـَلْتـَهُمْ بِهِ فَضْلَكَ، أَنْ تـُصَلِّيَ عَلى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ، الدّاعي إِلَيْكَ بِاذْنِكَ، وَسِراجِكَ السّاطِعِ بَيْنَ عِبادِكَ فِي أَرْضِكَ وَسَمائِكَ، وَجَعَلْتـَهُ رَحْمَةً لِّلْعَالَمِينَ، وَنُوراً اِسْتـَضاءَ بِهِ المُؤْمِنُونَ، فَبَشَّرَنا بِجَزِيلِ ثـَوابِكَ، وَأَنـْذَرَنا الأَليمَ مِنْ عَذابِكَ.\nأَشْهَدُ أَنَّهُ قَدْ جَاءَ بِالْحَقِّ مِنْ عِنْدِ الحَقِّ وَصَدَّقَ الْمُرْسَلِينَ، وَأَشْهَدُ أَنَّ الَّذِينَ كَذَّبُوهُ لَذَائِقُو الْعَذَابِ الْأَلِيمِ، أَسْأَلُكَ يا اَللهُ يا اَللهُ يا اَللهُ، يا رَبّاهُ يا رَبّاهُ يا رَبّاهُ، يا سَيِّدِي يا سَيِّدِي يا سَيِّدِي، يا مَوْلايَ يا مَوْلايَ يا مَوْلايَ.\nأَسْأَلُكَ فِي هذِهِ الغَداةِ أَنْ تـُصَلِّيَ عَلى مُحَمَّدٍ وَالِهِ وَأَنْ تـَجْعَلَني مِنْ أَوْفـَرِ عِبادِكَ وَسائِليكَ نَصِيباً، وَأَنْ تـَمُنَّ عَلَيَّ بِفـَكاكِ رَقَبَتِي مِنَ النّارِ، يا أَرْحَمَ الرّاحِمينَ.\nوَأَسْأَلُكَ بِجَميعِ ما سَأَلْتـُكَ وَما لَمْ أَسْأَلْكَ، مِنْ عَظيمِ جَلالِكَ ما لَوْ عَلِمْتـُهُ لِسَأَلْتـُكَ بِهِ، أَنْ تـُصَلِّيَ عَلي مُحَمَّدٍ وَأَهْلِ بَيْتِهِ، وَأَنْ تَأْذَنَ لِفَرَجِ مَنْ بِفَرَجِهِ فَرَجُ أَوْلِيائِكَ وَأَصْفِيائِكَ مِنْ خَلْقِكَ وَبِهِ تـُبِيدُ الظّالِمينَ وَتـُهْلِكـُهُمْ، عَجِّلْ ذلِكَ يا رَبِّ الْعَالَمِينَ، وَاعْطِني سُؤْلِي يا ذَا الْجَلَالِ وَالْإِكْرَامِ فِي جَميعِ ما سَأَلْتـُكَ لِعاجِلِ الدُّنْيا وَاجِلِ الاخِرَةِ.\nيا مَنْ هُوَ أَقـْرَبُ اِلَيَّ مِنْ حَبْلِ الْوَرِيدِ، أَقِلْني عَثـْرَتي، وَأَقـْلِبْني بِقَضاءِ حَوائِجي، يا خالِقي وَيا رازِقي، وَيا باعِثي، وَيا مُحْييَ عِظامي وَهِيَ رَمِيمٌ، صَلِّ عَلى مُحَمَّدٍ وَالِ مُحَمَّدٍ وَاسْتـَجِبْ لِي دُعائِي، يا أَرْحَمَ الرّاحِمِينَ","الإقبال-مفاتيح الجنان-زاد المعاد"]