[" يوم شهادة أمير المؤمنين (عليه السلام) ومن المناسب أن يزار (عليه السلام) في هذا اليوم، والكلمات التي نطق بها خضر (عليه السلام) في هذا اليوم وهي كزيارة له (عليه السلام) فيه وهي كالتالي : \n\nرَحِمَكَ اللهُ يا أَبَا الْحَسَنِ كُنْتَ أَوَّلَ الْقَوْمِ إِسْلاماً وَأَخْلَصَهُمْ إِيْماناً وَأَشدَّهُم يَقِيناً وَأَخْوَفَهُمْ لِلَّهِ عَزَّ وَجَلَّ وَأَعْظَمَهُمْ عَناءً وَأَحْوَطَهُمْ عَلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَآمَنَهُمْ عَلَى أَصْحابِهِ وَأَفْضَلَهُمْ مَناقِبَ وَأَكْرَمَهُمْ (وَأَكْثَرَهُمْ)سَوابِقَ وَأَرْفَعَهُمْ دَرَجَةً وَأَقْرَبَهُمْ مِنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَأَشْبَهَهُمْ بِهِ هَدْياً وَخُلُقاً ومنطقاً وَسَمْتاً وَفِعْلاً وَأَشْرَفَهُمْ مَنْزِلَةً وَأَكْرَمَهُمْ عَلَيْهِ فَجَزاكَ اللهُ عَنِ الإِسْلامِ وَعَنْ رَسُولِ اللهِ (رسوله) صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَعَنِ الْمُسْلِمِينَ خَيْراً قَوِيْتَ حِيْنَ ضَعُفَ أَصْحابُه وَبَرَزْتَ حِيْنَ اسْتَكَانُوا وَنَهَضْتَ حِيْنَ وَهَنُوا وَلَزِمْتَ مِنْهاجَ رَسُولِ اللهِ إِذْ هَمَّ أَصْحابُهُ وَكُنْتَ خَلِيْفَتَهُ حَقّاً،\n\nلَمْ تُنازَعْ وَلَمْ تُضْرَعْ بِرَغْمِ الْمُنافِقِينَ وَغَيْظِ الْكافِرِينَ وَكُرْهِ الْحاسِدِينَ وَصِغَرِ (وضِغنْ) الْفاسِقِينَ فَقُمْتَ بِالأَمْرِ حِيْنَ فَشِلُوا وَنَطَقْتَ حِيْنَ تَتَعْتَعُوا وَمَضَيْتَ بِنُورِ اللهِ إِذْ وَقَفُوا فَاتَّبَعُوكَ فَهُدُوا(فَلَوْ اتَّبَعُوكَ لَهُدُوا)،\n\nوَكُنْتَ أَخْفَضَهُمْ صَوْتاً وَأَعْلاهُمْ قُنُوتاً وَأَقَلَّهُمْ كَلاماً وَأَصْوَبَهُمْ نُطْقَاً وَأَكْبَرَهُمْ رَأْياً وَأَشْجَعَهُمْ قَلْباً وَأَشَدَّهُمْ يَقِيناً وَأَحْسَنَهُمْ عَمَلاً وَأَعْرَفَهُمْ بِالأَمُورِ كُنْتَ وَاللهِ يَعْسُوباً لِلدّيْنِ أَوَّلاً وَآخِراً الأَوَّلُ حِيْنَ تَفَرَّقَ النَّاسُ وَالآخِرُ حِيْنَ فَشِلُوا\n\nكُنْتَ لِلْمُؤْمِنِينَ أَباً رَحِيماً إِذْ صارُوا عَلَيْكَ عِيالاً فَحَمَلْتَ أَثْقالَ ما عَنْهُ ضَعَفُوا وَحَفِظْتَ ما أَضَاعُوا وَرَعَيْتَ ما أَهْمَلُوا وَشَمَّرْتَ إِذِ اجْتَمَعُوا وَعَلَوْتَ إِذْ هَلَعُوا وَصَبَرْتَ إِذْ أَسْرَعُوا (جَزَعُوا)وَأَدْرَكْتَ أَوْتارَ ما طَلَبُوا وَنالُوا بِكَ ما لَمْ يَحْتَسِبُوا\n\nكُنْتَ لِلْكافِرِينَ عَذاباً صَبّاً وَنَهْباً وَلِلْمُؤْمِنِينَ عَمَداً وَحِصْناً (غَيْباً وَخَصْباً) فَطِرْتَ وَاللهِ بِنِعْمائِها وَفُزْتَ بِحِبائِها، وَأَحْرَزْتَ سَوابِقَها وَذَهَبْتَ بِفَضائِلِها لَمْ تَفْلَلْ حُجَّتُكَ، وَلَمْ يَزِغْ قَلْبُكَ وَلَمْ تَضْعُفْ بَصِيْرَتُكَ وَلَمْ تَجْبُنْ نَفْسُكَ وَلَمْ تَخُنْ، كُنْتَ كَالْجَبَلِ لا تُحَرّكُهُ الْعَواصِفُ.\n\nوَكُنْتَ كَما قَالَ صَلّى اللهُ عَلَيْهِ وَآلِهِ آمَنَ النَّاسُ فِي صُحْبَتِكَ وَذاتِ يَدِكَ، وَكُنْتَ كَما قَالَ صَلّى اللهُ عَلَيْهِ وَآلِهِ: ضَعِيفاً فِي بَدَنِكَ قَوِيّاً فِي أَمْرِ اللهِ مُتَواضِعاً فِي نَفْسِكَ عَظِيْماً عِنْدَ اللهِ كَبِيراً فِي الأَرْضِ، جَلِيلاً عِنْدَ الْمُؤْمِنِينَ، لَمْ يَكُنْ لأَحَدٍ فِيكَ مَهْمَزٌ وَلا لِقَائِلٍ فِيكَ مَغْمَزٌ وَلا لأَحَدٍ فِيكَ مَطْمَعٌ وَلا لأَحَدٍ عِنْدَكَ هَوادَةٌ الضَّعِيفُ الذَّلِيلُ عِنْدَكَ قَوِيٌّ عَزِيْزٌ حَتَّى تَأْخُذَ لَهُ بِحَقّهِ وَالْقَوِيُّ الْعَزِيْزُ عِنْدَكَ ضَعِيْفٌ ذَلِيلٌ حَتَّى تَأْخُذَ مِنْهُ الْحَقَّ وَالْقَرِيْبُ وَالْبَعِيدُ عِنْدَكَ فِي ذلِكَ سَواءٌ شَأْنُكَ الْحَقُّ وَالصّدْقُ وَالرّفْقُ، وَقَوْلُكَ حُكْمٌ وَحَتْمٌ وَأَمْرُكَ حِلْمٌ وَحَزْمٌ وَرَأْيُكَ عِلْمٌ وَعَزْمٌ فِيْما فَعَلْتَ(فَأَقْلَعْتَ)، وَقَدْ نَهَجَ بِكَ السَّبِيلُ وَسَهُلَ بِكَ الْعَسِيْرُ وَأُطْفِئَتْ بِكَ النَّيرانُ وَاعْتَدَلَ بِكَ الدّيْنُ، وَقَوِيَ بِكَ الإِسْلامُ وَالْمُؤْمِنُونَ وَسَبَقْتَ سَبْقاً بَعِيداً وَأَتْعَبْتَ مَنْ بَعْدَكَ تَعْباً شَدِيْداً،\n\nفَجَلَلْتَ عَنِ الْبُكاءِ وَعَظُمَتْ رَزِيَّتُكَ فِي السَّماءِ وَهَدَّتْ مُصِيْبَتُكَ الأَنامَ، فَإِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ. رَضِينا عَنِ اللهِ قَضَاءَهُ، وَسَلَّمْنا لِلَّهِ أَمْرَهُ فَوَاللهِ لَنْ يُصابَ الْمُسْلِمُونَ بِمِثْلِكَ أَبَداً كُنْتَ لِلْمُؤْمِنِينَ كَهْفاً وَحِصْناً وَقُنَّةً راسِياً وَعَلَى الْكافِرِينَ غِلْظَةً وَغَيْظاً فَأَلْحَقَكَ اللهُ بِنَبِيّهِ وَلا حَرَمَنا أَجْرَكَ وَلا أَضَلَّنا بَعْدَكَ.","الإقبال-مفاتيح الجنان-زاد المعاد"]