["اللّهُمَّ صَلِّ على مُحمّدٍ وآلِهِ واشرَح صَدري للإسلامِ ، وزَيّني بالإيمان ، والبِسني التَقوى ، وقِني عَذابَ النَّارِ. تَقُولُ ذلكَ سَبعَ مراتٍ ثُمَّ تَسألُ رَبّكَ حاجَتَكَ.\nاللّهُمَّ أنتَ هُوَ يا رَبِّ قُدُّوسٌ قُدُّوسٌ قُدُّوسٌ ، أسألُكَ بِاسمِكَ الأعظَمِ الَّذي لا إلهَ إلاّ هَو الحَيُّ القَيوُّمُ ، لا تَأخُذُكَ سِنةٌ ولا نَومٌ ، لكَ ما في السّماواتِ وما في الأرضِ ، ولا يَؤُدُكَ حِفظُهُما وأنتَ العَليُّ العَظيمُ ، أن تُصَلّي على مُحمّدٍ وآلِهِ في الأوَّلينَ ، وأن تُصلِّي عَلى مُحمّدٍ وآلهِ في الآخِرينَ ، وأن تُصَلِّي على مُحمّدٍ قَبلَ كُلّ شَيءٍ ، وأن تُصلِّي عَلَى مُحمّدٍ وآلهِ بَعدَ كُلّ شَيءٍ ، وأن تُصلي على مُحمّدٍ وآلهِ في اللَيل إذا يَغشى ، وأن تصلي على مُحمّدٍ وآلهِ في النَّهارِ إذا تَجلّى ، وأن تُصَلّي على مُحمّدٍ وآلهِ في الآخِرة والأُولى ، وأن تُعطَيني سُوءلي في جَميعِ ما أدعُوكَ به لِلآخِرِة والدُّنيا.\nيا حيُّ حينَ لا حَيُّ ، قَبلَ كُلِّ شَيءٍ وقَبلَ كُلِّ أحَدٍ ، ويا حَيُّ بَعدَ كُلّ حي ، لا إلهَ إلاّ أنتَ ، يا قَيوُّمُ بِرحمتِكَ أستغيثُ ، صَلِّ علَى مُحمّدٍ وآلِهِ ، وأصلِح لي شَاني وأسبابي ، ولا تَكلني إلى نَفسي طَرفَةَ عَين أبَداً.\nالحَمدُ للهِ رَبِّ العالَمينَ الرَّحمانِ الرَّحيم لا شريكَ لَهُ ـ تقولُ ذلِكَ أربَعَ مرّاتٍ ـ يا رَبِّ أنتَ لي ( رَحِيمٌ )  يا رَبِّ فَكُنَ لي رُكناً معي ، أسألُكَ يا رَبِّ بما يَحمِلُ العَرش من عزِّ جَلالِكَ أن تَفعَلَ بي ما أنتَ أهَلُهُ ، فَإنَّكَ أهَلُ التَقوى وأهلُ المَغفِرَةَ.\nاللّهُمَّ إنّي أحمدُكَ حمَيداً ، وأتَوكلُّ عَليكَ وحَيداً ، وأستَغفِرُكَ فَريداً ، وأشهدُ أن لا إلهَ إلاّ اللهُ شَهادة اُفني بِها عُمري ، والقى بها رَبي ، وأدخِلُ بها قَبري ، وأخلو بها ( في وحَدتي ) .\nاللّهُمَّ إنّي أسألُكَ فِعلَ الخيراتِ ، وتَرك المُنكراتِ ، وحُبَّ المَساكينَ ، وأن تَغفِرَ لي وتَرحَمَني ، وإذا أردَتَ بِقومٍ فِنتَة أن تَتَوفّاني إليكَ وأنا غَيرُ مَفتونٍ ، وأسألُكَ حُبَّكَ وحُبَّ من يُحبُّكَ ، وحُبّاً يُقرِّبُ من حُبِّكَ.\nاللّهُمَّ صَلِّ على مُحمّدٍ وآل مُحمّدٍ ، واجعَل لي من الذُّنوب مَخرَجاً ، ومن اُموري فَرَجاً ، واجَعل لي إلى كُلّ خَيرٍ سَبيلاً. اللّهُمَّ إنّي خَلقٌ من خَلقِكَ ، ولِخَلقٍ من خَلقِكَ قبلي حُقوقٌ ، ولي فِيما بَيني وبَيَنكَ ذُنُوبٌ ، اللّهُمَّ فَارض عَنّي خلقِكَ من حُقوقِهِم ، وهَب لي الذُّنوبَ التي بَيني وبَينَكَ ، اللّهُمَّ واجعَل فيَّ خَيراً تجَده فآنّكَ إلا تَجعَلهُ لا تَجِدهُ عنِدي. اللّهُمَّ خَلقتَني كَما أردتَ فاجعَلني كَما تُحبُّ ، اللّهُمَّ اغفِر لَنا وعافِنا ، وارحَمنا واعفُ عَنَّا ، وارضِ عَنّا وَتَقبَّلِ مِنّا ، وادخِلنَا الجَنَّةَ ونَجّنا من النّارِ ، واصلِح لَنا شَأنَنا.\nاللّهُمَّ صَلِّ على مُحمّد النِّبيّ الاُميّ ، الطَّيبِ المُبارَكِ ، نَبّي الرِّحمةِ ، كَما أمرتَنا أن نُصلّي عَليهِ. اللّهُمَّ صَلِّ عَلَى النّبي الاُميّ عَدَدَ مَن صَلّى عَليهِ ، وَعَددَ مَن لَم يُصَلِّ عليهِ. اللّهُمَّ رَبِّ البَيتِ الحرامِ ، ورَبِّ الركن والمَقامِ ، وَرَبِّ المَشعرِ الحَرامِ ، ابلِغ رُوحَ مُحمّد مِنّا السُّلام ، وعَليهَ السُّلامُ وَرَحمةُ اللهِ وبَرَكاتُهُ ، وعلى أهِل بَيتِهِ الطَّيبينَ الطاهِرينَ المُصطَفينَ الأخَيارِ ، ولا حولَ ولاقُوةَ إلاّ باللهِ العَليّ العَظيمِ .","الصحيفة العلوية"]