["\n\nأللَّهُمَّ يَا مَنْ لا يَرْغَبُ فِي الْجَزَاءِ، وَلاَ يَنْدَمُ عَلَى الْعَطَآءِ، وَيَا مَنْ لاَ يُكَافِئُ عَبْدَهُ عَلَى\n\nالسَّوآءِ، مِنَّتُكَ ابْتِدَاءٌ، وَعَفْوُكَ تَفَضُّلٌ، وَعُقُوبَتُكَ عَـدْلٌ، وَقَضَاؤُكَ خِيَرَةٌ، إنْ أَعْطَيْتَ لَمْ\n\nتَشُبْ عَطَآءَكَ بِمَنٍّ، وَإنْ مَنَعْتَ لَمْ يَكُنْ مَنْعُكَ تَعَدِّيا تَشْكُرُ مَنْ شَكَرَكَ وَأَنْتَ أَلْهَمْتَهُ شُكْرَكَ،\n\nوَتُكَافِئُ مَنْ حَمِدَكَ وَأَنْتَ عَلَّمْتَهُ حَمْدَكَ، تَسْتُرُ عَلَى مَنْ لَوْ شِئْتَ فَضَحْتَهُ وَتَجُودُ عَلَى مَنْ\n\nلَوْ شِئْتَ مَنَعْتَهُ، وَكِلاَهُمَا أَهْلٌ مِنْكَ لِلْفَضِيحَةِ وَالْمَنْعِ، غَيْرَ أَنَّكَ بَنَيْتَ أَفْعَالَكَ عَلَى التَّفَضُّلِ،\n\nوَأَجْرَيْتَ قُدْرَتَكَ عَلَى التَّجَاوُزِ، وَتَلَقَّيْتَ مَنْ عَصَاكَ بِالحِلْمِ، وَأمْهَلْتَ مَنْ قَصَدَ لِنَفْسِهِ بِالظُّلْمِ\n\nتَسْتَنْظِرُهُمْ بِأناتِكَ إلى الإنَابَةِ وَتَتْرُكُ مُعَاجَلَتَهُمْ إلَى التَّوْبَةِ لِكَيْلاَ يَهْلِكَ عَلَيْكَ هَالِكُهُمْ، وَلا\n\nيَشْقَى بِنِعْمَتِكَ شَقِيُّهُمْ إلاَّ عَنْ طُولِ الإِعْذَارِ إلَيْهِ، وَبَعْدَ تَرَادُفِ الْحُجَّةِ عَلَيْهِ كَرَماً مِنْ عَفْوِكَ\n\nيَا كَرِيْمُ، وَعَائِدَةً مِنْ عَطْفِكَ يَا حَلِيمُ. أَنْتَ الَّذِيْ فَتَحْتَ لِعِبَادِكَ بَاباً إلَى عَفْوِكَ وَسَمَّيْتَهُ\n\nالتَّوْبَـةَ، وَجَعَلْتَ عَلَى ذلِكَ البَابِ دَلِيلاً مِنْ وَحْيِكَ لِئَلاَّ يَضِلُّوا عَنْهُ فَقُلْتَ تَبَارَكَ اسْمُكَ :\n\n(تُوبُوا إلَى الله تَوْبَةً نَصُوحاً عَسَى رَبُّكُمْ أَنْ يُكَفِّـرَ عَنْكُمْ سَيِّئاتِكُمْ وَيُدْخِلَكُمْ جَنَّات تَجْرِي\n\nمِنْ تَحْتِهَا الأنْهَارُ يَوْمَ لاَ يُخْزِي اللهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ\n\nوَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنا نُورَنَا وَاغْفِرْ لَنَا إنَّكَ عَلَى كُلِّ شَيْء قَدِيرٌ) فَمَا عُذْرُ مَنْ\n\nأَغْفَلَ دُخُولَ ذلِكَ الْمَنْزِلِ بَعْدَ فَتْحِ الْبَابِ وَإقَامَةِ الدَّلِيْلِ، وَأَنْتَ الَّذِي زِدْتَ فِي السَّوْمِ عَلَى\n\nنَفْسِكَ لِعِبَادِكَ تُرِيدُ رِبْحَهُمْ فِي مُتَاجَرَتِهِمْ لَكَ، وَفَوْزَهُمْ بِالْوِفَادَةِ عَلَيْكَ وَالزِّيادَةِ مِنْكَ فَقُلْتَ\n\nتَبَارَكَ اسْمُكَ وَتَعَالَيْتَ: (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلاَ يُجْزى\n\nإلاّ مِثْلَهَا) وَقُلْتَ: (مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّة أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي\n\nكُلِّ سُنْبُلَة مَائَةُ حَبَّة وَالله يُضَاعِفُ لِمَنْ يَشَاءُ) وَقُلْتَ: (مَنْ ذَا الَّذِيْ يُقْرِضُ الله قَرْضاً حَسَنَاً\n\nفَيُضَاعِفَهُ لَهُ أضْعَافاً كَثِيرَةً) وَمَا أَنْزَلْتَ مِنْ نَظَائِرِهِنَّ فِي الْقُرْآنِ مِنْ تَضَاعِيفِ الْحَسَنَاتِ،\n\nوَأَنْتَ الَّذِي دَلَلْتَهُمْ بِقَوْلِكَ مِنْ غَيْبِكَ وَتَرْغِيْبِكَ الَّذِي فِيهِ حَظُّهُمْ عَلَى مَا لَوْ سَتَرْتَهُ عَنْهُمْ لَمْ\n\nتُدْرِكْهُ أَبْصَارُهُمْ وَلَمْ تَعِـهِ أَسْمَاعُهُمْ وَلَمْ تَلْحَقْـهُ أَوْهَامُهُمْ فَقُلْتَ: (اذْكُرُونِي أَذْكُرْكُمْ\n\nوَاشْكُرُوا لِيْ وَلا تَكْفُرُونِ) وَقُلْتَ: (لَئِنْ شَكَـرْتُمْ لازِيدَنَّكمْ وَلَئِنْ كَفَـرْتُمْ إنَّ عَذابِيْ لَشَدِيدٌ)\n\nوَقُلْتَ : (ادْعُونِيْ أَسْتَجِبْ لَكُمْ إنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ)\n\nفَسَمَّيْتَ دُعَاءَكَ عِبَادَةً، وَتَرْكَهُ اسْتِكْبَاراً، وَتَوَعَّدْتَ عَلَى تَرْكِهِ دُخُولَ جَهَنَّمَ دَاخِرِينَ،\n\nفَذَكَرُوكَ بِمَنِّكَ وَشَكَرُوكَ بِفَضْلِكَ، وَدَعَوْكَ بِأَمْرِكَ، وَتَصَدَّقُوا لَكَ طَلَباً لِمَزِيدِكَ، وَفِيهَا كَانَتْ\n\nنَجَاتُهُمْ مِنْ غَضَبِكَ، وَفَوْزُهُمْ بِرِضَاكَ، وَلَوْ دَلَّ مَخْلُوقٌ مَخْلُوقاً مِنْ نَفْسِهِ عَلَى مِثْلِ الَّذِيْ\n\nدَلَلْتَ عَلَيْهِ عِبَادَكَ مِنْكَ كَانَ مَوْصُوْفَاً بالإحْسَان وَمَنْعُوتاً بِالامْتِثَال ومحمُوداً بكلِّ لِسَان،\n\nفَلَكَ الْحَمْدُ مَا وُجِدَ فِي حَمْدِكَ مَذْهَبٌ، وَمَا بَقِيَ لِلْحَمْدِ لَفْظ تُحْمَدُ بِهِ وَمَعْنىً يَنْصَرفُ إلَيْهِ\n\nيَـا مَنْ تَحَمَّدَ إلَى عِبَـادِهِ بِالإِحْسَـانِ وَالْفَضْل، وَغَمَرَهُمْ بِالْمَنِّ وَالطَّوْلِ، مَا أَفْشَى فِيْنَا\n\nنِعْمَتَكَ وَأَسْبَغَ عَلَيْنَا مِنَّتَكَ، وَأَخَصَّنَا بِبِرِّكَ! هَدْيَتَنَا لِدِيْنِكَ الَّـذِي اصْطَفَيْتَ، وَمِلَّتِـكَ الَّتِي\n\nارْتَضَيْتَ، وَسَبِيلِكَ الَّذِي سَهَّلْتَ، وَبَصَّرْتَنَا الزُّلْفَةَ لَدَيْكَ وَالوُصُولَ إلَى كَـرَامَتِكَ. أللَّهُمَّ\n\nوَأَنْتَ جَعَلْتَ مِنْ صَفَـايَـا تِلْكَ الْوَظَائِفِ وَخَصَائِصِ تِلْكَ الْفُرُوضِ شَهْرَ رَمَضَانَ الَّذِي\n\nاخْتَصَصْتَهُ مِنْ سَائِرِ الشُّهُورِ، وَتَخَيَّرْتَهُ مِن جَمِيعِ الأزْمِنَةِ وَالدُّهُورِ، وَآثَرْتَهُ عَلَى كُلِّ\n\nأَوْقَاتِ السَّنَةِ بِمَا أَنْزَلْتَ فِيهِ مِنَ الْقُرْآنِ وَالنُّورِ، وَضَاعَفْتَ فِيهِ مِنَ الإيْمَانِ، وَفَرَضْتَ فِيْهِ\n\nمِنَ الصِّيَامِ، وَرَغَّبْتَ فِيهِ مِنَ القِيَامِ، وَأَجْلَلْتَ فِيهِ مِنْ لَيْلَةِ الْقَدْرِ الَّتِي هِيَ خَيْرٌ مِنْ أَلْفِ\n\nشَهْر، ثُمَّ آثَرْتَنَا بِهِ عَلَى سَائِرِ الأُمَمِ وَاصْطَفَيْتَنَا بِفَضْلِهِ دُوْنَ أَهْلِ الْمِلَلِ، فَصُمْنَا بِأَمْرِكَ\n\nنَهَارَهُ، وَقُمْنَا بِعَوْنِكَ لَيْلَهُ مُتَعَرِّضِينَ بِصِيَامِهِ وَقِيَامِهِ لِمَا عَرَّضْتَنَا لَهُ مِنْ رَحْمَتِكَ، وَتَسَبَّبْنَا\n\nإلَيْـهِ مِنْ مَثُوبَتِكَ، وَأَنْتَ الْمَليءُ بِمَا رُغِبَ فِيهِ إلَيْكَ، الْجَوَادُ بِمـا سُئِلْتَ مِنْ فَضْلِكَ،\n\nالْقَـرِيبُ إلَى مَنْ حَـاوَلَ قُرْبَكَ، وَقَدْ أَقَامَ فِينَا هَذَا الشَّهْرُ مَقَامَ حَمْد وَصَحِبَنَا صُحْبَةَ\n\nمَبْرُور، وَأَرْبَحَنَا أَفْضَلَ أَرْبَاحِ الْعَالَمِينَ، ثُمَّ قَدْ فَارَقَنَا عِنْدَ تَمَامِ وَقْتِهِ وَانْقِطَاعِ مُدَّتِهِ وَوَفَاءِ\n\nعَدَدِهِ، فَنَحْنُ مُوَدِّعُوهُ وِدَاعَ مَنْ عَزَّ فِرَاقُهُ عَلَيْنَا وَغَمَّنَا وَأَوْحَشَنَا انْصِرَافُهُ عَنَّا وَلَزِمَنَا لَهُ\n\nالذِّمَامُ الْمَحْفُوظُ، وَالْحُرْمَةُ الْمَرْعِيَّةُ، وَالْحَقُّ الْمَقْضِيُّ، فَنَحْنُ قَائِلُونَ: السَّلاَمُ عَلَيْكَ يَا شَهْرَ\n\nاللهِ الأكْبَرَ، وَيَا عِيْدَ أَوْلِيَائِهِ. السَّلاَمُ عَلَيْكَ يَـا أكْرَمَ مَصْحُـوب مِنَ الأوْقَاتِ، وَيَا خَيْرَ\n\nشَهْر فِي الأيَّامِ وَالسَّاعَاتِ. السَّلاَمُ عَلَيْكَ مِنْ شَهْر قَرُبَتْ فِيهِ الآمالُ وَنُشِرَتْ فِيهِ الأَعْمَالُ.\n\nالسَّلاَمُ عَلَيْكَ مِنْ قَرِين جَلَّ قَدْرُهُ مَوْجُوداً، وَأَفْجَعَ فَقْدُهُ مَفْقُوداً، وَمَرْجُوٍّ آلَمَ فِرَاقُهُ. السَّلاَمُ\n\nعَلَيْكَ مِنْ أَلِيف آنَسَ مُقْبِلاً فَسَرَّ، وَأَوْحَشَ مُنْقَضِياً فَمَضَّ. السَّلاَمُ عَلَيْكَ مِنْ مُجَاوِر رَقَّتْ\n\nفِيهِ الْقُلُوبُ، وَقَلَّتْ فِيهِ الذُّنُوبُ. السَّلاَمُ عَلَيْكَ مِنْ نَاصِر أَعَانَ عَلَى الشَّيْطَانِ وَصَاحِب\n\nسَهَّلَ سُبُلَ الإحْسَانِ. أَلسَّلاَمُ عَلَيْكَ مَا أكْثَرَ عُتَقَاءَ اللهِ فِيكَ وَمَا أَسْعَدَ مَنْ رَعَى حُرْمَتَكَ\n\nبكَ!. أَلسَّلاَمُ عَلَيْكَ مَا كَانَ أَمْحَاكَ لِلذُّنُوبِ، وَأَسْتَرَكَ لأَِنْوَاعِ الْعُيُوبِ! أَلسَّلاَمُ عَلَيْكَ مَا كَانَ\n\nأَطْوَلَكَ عَلَى الْمُجْرِمِينَ، وَأَهْيَبَكَ فِي صُدُورِ الْمُؤْمِنِينَ! أَلسَّلاَمُ عَلَيْكَ مِنْ شَهْر لا تُنَافِسُهُ\n\nالأيَّامُ. أَلسَّلاَمُ عَلَيْكَ مِنْ شَهْر هُوَ مِنْ كُلِّ أَمْر سَلاَمٌ. أَلسَّلاَمُ عَلَيْكَ غَيْرَ كَرِيهِ الْمُصَاحَبَةِ\n\nوَلاَ ذَمِيمِ الْمُلاَبَسَةِ. أَلسَّلاَمُ عَلَيْكَ كَمَا وَفَدْتَ عَلَيْنَا بِالْبَرَكَاتِ، وَغَسَلْتَ عَنَّا دَنَسَ الْخَطِيئاتِ.\n\nأَلسَّلاَمُ عَلَيْكَ غَيْرَ مُوَدَّع بَرَماً وَلاَ مَتْرُوك صِيَامُهُ سَأَماً. أَلسَّلاَمُ عَلَيْكَ مِنْ مَطْلُوبِ قَبْلَ\n\nوَقْتِهِ وَمَحْزُون عَلَيْهِ قَبْلَ فَوْتِهِ. أَلسَّلاَمُ عَلَيْكَ كَمْ مِنْ سُوء صُرِفَ بِكَ عَنَّا وَكَمْ مِنْ خَيْر\n\nأُفِيضَ بِكَ عَلَيْنَا. أَلسَّلاَمُ عَلَيْـكَ وَعَلَى لَيْلَةِ الْقَدْرِ الَّتِي هِيَ خَيْرٌ مِنْ أَلْفِ شَهْر. أَلسَّلاَمُ\n\nعَلَيْكَ ما كَانَ أَحْرَصَنَا بِالأمْسِ عَلَيْكَ وَأَشَدَّ شَوْقَنَا غَدَاً إلَيْكَ. أَلسَلاَمُ عَلَيْكَ وَعَلَى فَضْلِكَ\n\nالَّذِي حُرِمْنَاهُ ، وَعَلَى مَاض مِنْ بَرَكَاتِكَ سُلِبْنَاهُ. أَللَّهُمَّ إنَّا أَهْلُ هَذَا الشَّهْرِ الِّذِي شَرَّفْتَنَا بِهِ\n\nوَوَفّقتَنَا بِمَنِّكَ لَهُ حِينَ جَهِلَ الاَشْقِيَاءُ وَقْتَهُ وَحُرِمُوا لِشَقَائِهِم فَضْلَهُ، أَنْتَ وَلِيُّ مَا اثَرْتَنَا بِهِ\n\nمِنْ مَعْرِفَتِهِ، وَهَدَيْتَنَا مِنْ سُنَّتِهِ، وَقَدْ تَوَلَّيْنَا بِتَوْفِيقِكَ صِيَامَهُ وَقِيَامَهُ عَلى تَقْصِير، وَأَدَّيْنَا فِيهِ\n\nقَلِيلاً مِنْ كَثِيـر. اللَّهُمَّ فَلَكَ الْحمدُ إقْـرَاراً بِـالإسَاءَةَ وَاعْتِرَافاً بِالإضَاعَةِ، وَلَك مِنْ قُلُوبِنَا\n\nعَقْدُ النَّدَمِ، وَمِنْ أَلْسِنَتِنَا صِدْقُ الاعْتِذَارِ، فَأَجِرْنَا عَلَى مَا أَصَابَنَا فِيهِ مِنَ التَّفْرِيطِ أَجْرَاً\n\nنَسْتَدْركُ بِهِ الْفَضْلَ الْمَرْغُوبَ فِيهِ ، وَنَعْتَاضُ بِهِ مِنْ أَنْوَاعِ الذُّخْرِ الْمَحْرُوصِ عَلَيْهِ ،\n\nوَأَوْجِبْ لَنَا عُذْرَكَ عَلَى مَا قَصَّرْنَا فِيهِ مِنْ حَقِّكَ، وَابْلُغْ بِأَعْمَارِنَا مَا بَيْنَ أَيْديْنَا مِنْ شَهْرِ\n\nرَمَضَانَ الْمُقْبِلِ، فَإذَا بَلَّغْتَنَاهُ فَأَعِنَّا عَلَى تَنَاوُلِ مَا أَنْتَ أَهْلُهُ مِنَ الْعِبَادَةِ وَأَدِّنَا إلَى الْقِيَامِ بِمَا\n\nيَسْتَحِقُّهُ مِنَ الطَّاعَةِ وَأجْرِ لنا مِنْ صَالِحِ العَمَلِ مَا يَكون دَرَكاً لِحَقِّكَ فِي الشَّهْرَيْنِ مِنْ\n\nشُهُورِ الدَّهْرِ. أللَّهُمَّ وَمَا أَلْمَمْنَا بِهِ فِي شَهْرِنَا هَذَا مِنْ لَمَم أَوْ إثْم، أَوْ وَاقَعْنَا فِيهِ مِنْ ذَنْبِ\n\nوَاكْتَسَبْنَا فِيهِ مِنْ خَطِيئَة عَلَى تَعَمُّد مِنَّا أَوِ انْتَهَكْنَا بِهِ حُرْمَةً مِنْ غَيْرِنَا فَصَلِّ عَلَى مُحَمَّد\n\nوَآلِهِ وَاسْتُرْنَا بِسِتْرِكَ، وَاعْفُ عَنَّا بِعَفْوِكَ، وَلاَ تَنْصِبْنَا فِيهِ لاِعْيُنِ الشَّامِتِينَ، وَلاَ تَبْسُطْ\n\nعَلَيْنَا فِيهِ أَلْسُنَ الطَّاغِينَ، وَاسْتَعْمِلْنَا بِمَا يَكُونُ حِطَّةً وَكَفَّارَةً لِمَا أَنْكَرْتَ مِنَّا فِيهِ بِرَأْفَتِكَ\n\nالَّتِي لاَ تَنْفَدُ، وَفَضْلِكَ الَّذِي لا يَنْقُصُ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَاجْبُرْ مُصِيبَتنَا بِشَهْرِنَا\n\nوَبَارِكْ فِي يَوْمِ عِيْدِنَا وَفِطْرِنَا وَاجْعَلْهُ مِنْ خَيْرِ يَوْم مَرَّ عَلَيْنَا أَجْلَبِهِ لِعَفْو، وَأَمْحَاهُ لِذَنْبِ،\n\nوَاغْفِرْ لَنا ما خَفِيَ مِنْ ذُنُوبِنَا وَمَا عَلَنَ. أللَّهُمَّ اسلَخْنَا بِانْسِلاَخِ هَذَا الشَّهْرِ مِنْ خَطَايَانَا\n\nوَأَخْرِجْنَا بُخُرُوجِهِ مِنْ سَيِّئاتِنَا وَاجْعَلْنَا مِنْ أَسْعَدِ أَهْلِهِ بِهِ وَأَجْزَلِهِمْ قِسَمَاً فِيـهِ وَأَوْفَـرِهِمْ\n\nحَظّاً مِنْـهُ. أللّهُمَّ وَمَنْ رَعَى حَقّ هَذَا الشَّهْرِ حَقَّ رِعَايَتِهِ وَحَفِظَ حُرْمَتَهُ حَقَّ حِفْظِهَا وَقَامَ\n\nبِحُدُودِهِ حَقَّ قِيَامِهَا، وَأتَّقَى ذُنُوبَهُ حَقَّ تُقَاتِهَا أَوْ تَقَرَّبَ إلَيْكَ بِقُرْبَة أَوْجَبَتْ رِضَاكَ لَهُ\n\nوَعَطَفَتْ رَحْمَتَكَ عَلَيْهِ، فَهَبْ لَنَا مِثْلَهُ مِنْ وُجْدِكَ وَأَعْطِنَا أَضْعَافَهُ مِنْ فَضْلِكَ فَإنَّ فَضْلَكَ،\n\nلا يَغِيْضُ وَإنَّ خَـزَائِنَكَ لا تَنْقُصُ، بَـلْ تَفِيضُ وَإنَّ مَعَـادِنَ إحْسَانِكَ لا تَفْنَى، وَإنَّ\n\nعَطَاءَكَ لَلْعَطَآءُ الْمُهَنَّا، أللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَآلِهِ وَاكْتُبْ لَنَا مِثْلَ أجُورِ مَنْ صَامَهُ أَوْ\n\nتَعَبَّدَ لَكَ فِيْهِ إلَى يَوْمِ الْقِيَامَةِ. أللَّهُمَّ إنَّا نَتُوبُ إلَيْكَ فِي يَوْمِ فِطْرِنَا الّذِي جَعَلْتَهُ لِلْمُؤْمِنِينَ\n\nعِيداً وَسُـرُوراً. وَلأِهْلِ مِلَّتِكَ مَجْمَعاً وَمُحْتشداً مِنْ كُلِّ ذَنْب أَذْنَبْنَاهُ، أَوْ سُوْء أَسْلَفْنَاهُ، أَوْ\n\nخَاطِرِ شَرٍّ أَضْمَرْنَاهُ، تَوْبَةَ مَنْ لاَ يَنْطَوِيْ عَلَى رُجُوع إلَى ذَنْب وَلا يَعُودُ بَعْدَهَا فِي\n\nخَطِيئَة، تَوْبَةً نَصوحاً خَلَصَتْ مِنَ الشَّكِّ وَالارْتِيَابِ، فَتَقَبَّلْهَا مِنَّا وَارْضَ عَنَّا وَثَبِّتنَا عَلَيْهَا.\n\nأللَّهُمَّ ارْزُقْنَا خَوْفَ عِقَابِ الْوَعِيدِ، وَشَوْقَ ثَوَابِ الْمَوْعُودِ حَتّى نَجِدَ لَذَّةَ مَا نَدْعُوكَ بِهِ،\n\nوكَأْبَةَ مَا نَسْتَجِيْرُكَ مِنْهُ، وَاجْعَلْنَا عِنْدَكَ مِنَ التَّوَّابِيْنَ الَّذِينَ أَوْجَبْتَ لَهُمْ مَحَبَّتَكَ، وَقَبِلْتَ\n\nمِنْهُمْ مُرَاجَعَةَ طَاعَتِكَ، يَا أَعْدَلَ الْعَادِلِينَ. أللَّهُمَّ تَجَاوَزْ عَنْ آبآئِنَا وَأُمَّهَاتِنَا وَأَهْلِ دِيْنِنَا\n\nجَمِيعاً مَنْ سَلَفَ مِنْهُمْ وَمَنْ غَبَرَ إلَى يَوْمِ الْقِيَامَةِ. أللَّهُمَّ صَلِّ عَلَى مُحَمَّد نَبِيِّنَا وَآلِهِ، كَمَا\n\nصَلَّيْتَ عَلَى مَلائِكَتِكَ الْمُقَرَّبِينَ. وَصَلِّ عَلَيْهِ وَآلِهِ، كَمَا صَلَّيْتَ عَلَى أَنْبِيَائِكَ الْمُرْسَلِينَ،\n\nوَصَلِّ عَلَيْهِ وَآلِهِ، كَمَا صَلَّيْتَ عَلَى عِبَادِكَ الصَّالِحِينَ، وَأَفْضَلَ مِنْ ذَلِكَ يَا رَبَّ الْعَالَمِينَ،\n\nصَلاَةً تَبْلُغُنَا بَرَكَتُهَا، وَيَنَالُنَا نَفْعُهَا، وَيُسْتَجَابُ لَنَا دُعَاؤُنَا، إنَّكَ أكْرَمُ مَنْ رُغِبَ إلَيْهِ وَأكْفَى\n\nمَنْ تُوُكِّلَ عَلَيْهِ وَأَعْطَى مَنْ سُئِلَ مِنْ فَضْلِهِ، وَأَنْتَ عَلَى كُلِّ شَيْء قَدِيرٌ.","الصحيفة السجادية"]