["اللّـهُمَّ اِنَّكَ قُلْتَ في كِتابِكَ الْمُنْزَلِ (( شَهْرُ رَمَضانَ الَّذي اُنْزِلَ فيهِ الْقُرْآنُ )) وَهذا شَهْرُ رَمَضانَ وَقَدْ تَصَرَّمَ فَاَسْأَلُكَ بِوَجْهِكَ الْكَريمِ وَكَلِماتِكَ التّامَّةِ اِنْ كانَ بَقِيَ عَليَّ ذَنْبٌ لَمْ تَغْفِرْهُ لي اَوْ تُريدُ اَنْ تُعَذِّبَني عَلَيْهِ اَوْ تُقايِسَني بِهِ اَنْ يَطْلَعَ فَجْرُ هذِهِ اللَّيْلَةِ اَوْ يَتَصَرَّمَ هذَا الشَّهْرُ اِلاّ وَقَدْ غَفَرْتَهُ لي يا اَرْحَمَ الرّاحِمينَ، اللّـهُمَّ لَكَ الْحَمْدُ بِمَحامِدِكَ كُلِّها اَوَّلِها وَآخِرِها ما قُلْتَ لِنَفْسِكَ مِنْها وَما قالَ الْخَلاَئِقُ الْحامِدُونَ الُْمجْتَهِدُونَ الْمَعْدُودُونَ الْمُوَفِّرُونَ ذِكْرَكَ وَالشُّكْرَ لَكَ، الَّذينَ اَعَنْتَهُمْ عَلى اَداءِ حَقِّكَ مِنْ اَصْنافِ خَلْقِكَ مِنَ الْمَلائِكَةِ الْمُقَرَّبينَ وَالنَّبِيّينَ وَالْمُرْسَلينَ، وَاَصْنافِ النّاطِقينَ وَالْمُسَبِّحينَ لَكَ مِنْ جَميعِ الْعالَمينَ، على اِنَّكَ بَلَّغْتَنا شَهْرَ رَمَضانَ وَعَلَيْنا مِنْ نِعَمِكَ وَعِنْدَنا مِنْ قِسَمِكَ وَاِحْسانِكَ وَتَظاهُرِ امْتِنانِكَ فَبِذلِكَ لَكَ مُنْتَهَى الْحَمْدِ الْخالِدِ الدّائِمِ الرّاكِدِ الُْمخَلَّدِ السَّرْمَدِ الَّذي لا يَنْفَدُ طُولَ الاَْبَدِ جَلَّ ثَناؤُكَ اَعَنْتَنا عَلَيْهِ حَتّى قَضَيْتَ عَنّا صِيامَهُ وَقِيامَهُ مِنْ صَلاةٍ وَما كانَ مِنّا فيهِ مِنْ بَرٍّ اَوْ شُكْرٍ اَوْ ذِكْرٍ، اللّـهُمَّ فَتَقَبَّلْهُ مِنّا بِاَحْسَنِ قَبُولِكَ وَتَجاوُزِكَ وَعَفْوِكَ وَصَفْحِكَ وَغُفْرانِكَ وَحَقيقَةِ رِضْوانِكَ حَتّى تُظَفِّرَنا فيهِ بِكُلِّ خَيْرٍ مَطْلُوبٍ وَجَزيلِ عَطاءٍ مَوْهُوبٍ وَتُوقِيَنا فيهِ مِنْ كُلِّ مَرْهُوبٍ اَوْ بَلاَءٍ مَجْلُوبٍ اَوْ ذَنْبٍ مَكْسُوبٍ، اللّـهُمَّ اِنّى اَسْاَلُكَ بِعَظيمِ ما سَاَلَكَ بِهِ اَحَدٌ مِنْ خَلْقِكَ مِنْ كَريمِ اَسْمائِكَ وَجَميلِ ثَنائِكَ وَخاصَّةِ دُعائِكَ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَنْ تَجْعَلَ شَهْرَنا هذا اَعْظَمَ شَهْرِ رَمَضانَ مَرَّ عَلَيْنا مُنْذُ اَنْزَلْتَنا اِلَى الدُّنْيا، بَرَكَةً فى عِصْمَةِ ديني وَخَلاصِ نَفْسي وَقَضاءِ حَوائِجي وَتُشَفِّعَني فى مَسائِلي وَتَمامِ النِّعْمَةِ عَلى وَصَرْفِ السّوءِ عَنّي وَلِباسِ الْعافِيَةِ لي فيهِ، وَاَنْ تَجْعَلَني بِرَحْمَتِكَ مِمَّنْ خِرْتَ لَهُ لَيْلَةَ الْقَدْرِ وَجَعَلْتَها لَهُ خَيْراً مِنْ اَلْفِ شَهْرٍ في اَعْظَمِ الاَْجْرِ وَكَرائِمِ الذُّخْرِ وَحُسْنِ الشُّكْرِ وَطُولِ الْعُمْرِ وَدَوامِ الْيُسْرِ، اللّـهُمَّ وَأَسْأَلُكَ بِرَحْمَتِكَ وَطَولِكَ وَعَفْوِكَ وَنَعْمائِكَ وَجَلالِكَ وَقَديمِ اِحْسانِكَ وَاِمْتِنانِكَ اَنْ لا تَجْعَلَهُ آخِرَ الْعَهْدِ مِنّا لِشَهْرِ رَمَضانَ حَتّى تُبَلِّغَناهُ مِنْ قابِلٍ عَلى اَحْسَنِ حالٍ وَتُعَرِّفَني هِلالَهُ مَعَ النّاظِرينَ اِلَيْهِ وَالْمُعْتَرِفينَ لَهُ في اَعْفى عافِيَتِكَ وَاَنْعَمِ نِعْمَتِكَ وَاَوْسَعِ رَحْمَتِكَ وَاَجْزَلِ قِسَمِكَ يا رَبِّي الَّذي لَيْسَ لي رَبٌّ غَيْرُهُ لا يَكُونُ هذَا الْوَداعُ مِنّي لَهُ وَداعُ فَناءِ وَلا اخِرَ الْعَهْدِ مِنّي لِلِقاءِ حَتّى تُرِيَنيهِ مِنْ قابِلٍ في اَوْسَعِ النِّعَمِ وَاَفْضَلِ الرَّجاءِ وَاَنَا لَكَ عَلى اَحْسَنِ الْوَفاءِ اِنَّكَ سَميعُ الدُّعاءِ اللّـهُمَّ اسْمَعْ دُعائي وَارْحَمْ تَضَرُّعي وَتَذَلُّلي لَكَ وَاسْتِكانَتي وَتَوَكُّلي عَلَيْكَ وَاَنَا لَكَ مُسَلِّمٌ لا اَرْجُو نَجاحاً وَلا مُعافاةً وَلا تَشْريفاً وَلا تَبْليغاً اِلاّ بِكَ وَمِنْكَ وَامْنُنْ عَلَيَّ جَلَّ ثَناؤُكَ وَتَقَدَّسَتْ اَسْمائُكَ بِتَبْليغي شَهْرَ رَمْضانَ وَاَنَا مُعافىً مِنْ كُلِّ مَكْرُوهٍ وَمَحْذُورٍ مِنْ جَميعِ الْبَوائِقِ، اَلْحَمْدُ للهِ الَّذي اَعانَنا عَلى صِيامِ هذَا الشَّهْرِ وَقِيامِهِ حَتّى بَلَّغَني آخِرَ لَيْلَةٍ مِنْهُ ","الإقبال-مفاتيح الجنان-زاد المعاد"]