[" ما رواه السّيد ابن طاووس في الاقبال عن ابن أبي عمير، عن مرازم قال : كان الصّادق (عليه السلام) يقول في كلّ ليلة من العشر الاواخر :\n\n«اَللّـهُمَّ اِنَّكَ قُلْتَ في كِتابِكَ الْمُنْزَلِ:(( شَهْرُ رَمَضانَ الَّذي اُنْزِلَ فيهِ الْقُرْآنُ هُدىً لِلنّاسِ وَبَيِّنات مِنَ الْهُدى وَالْفُرْقانِ )) فَعظَّمْتَ حُرْمَةَ شَهْرِ رَمَضانَ بما اَنْزَلْتَ فيهِ مِنَ الْقُرآنِ، وَخَصَصْتَهُ بِلَيْلَةِ الْقَدْرِ وَجَعَلْتَها خَيْراً مِنْ اَلْفِ شَهْر، اَللّـهُمَّ وَهذِهِ اَيّامُ شَهْرِ رَمَضانَ قَدِ انْقَضَتْ، وَلَياليهِ قَدْ تَصَرَّمَتْ، وَقَدْ صِرْتُ يا اِلـهي مِنْهُ اِلى ما اَنْتَ اَعْلَمُ بِهِ مِنّي وَاَحْصى لِعَدَدِهِ مِنَ الْخَلْقِ اَجْمَعينَ، فَاَسْأَلُكَ بِما سَأَلكَ بِهِ مَلائِكَتُكَ الْمُقَرَّبُونَ وَاَنْبِياؤُكَ الْمُرْسَلُونَ، وَعِبادُكَ الصّالِحُونَ، اَنْ تُصَلِّيَ عَلى مُحَمَّد وَآلِ مُحَمَّد وَأنَ تَفُكَّ رَقَبَتي مِنَ النّارِ، وَتُدْخِلَنِى الْجَنَّةَ بِرَحْمَتِكَ، وَاَنْ تَتَفَضَّلَ عَليَّ بِعَفْوِكَ وَكَرَمُكَ و تَتَقبَّل تَقَربي وَ تَسْتَجيْبَ دُعائي وتَمُنَّ عَليّ بالامن يوم الخوف مِنْ كُلِّ هَوْل اَعْدَدْتَهُ لِيَومِ الْقِيامَةِ، اِلـهي وَاَعُوذُ بِوَجْهِكَ الْكَريمِ، وَبِجَلالِكَ الْعَظيمِ اَنْ يَنْقَضِيَ اَيّامُ شهْرِ رَمَضانَ وَلَياليهِ وَلكَ قِبَلي تَبِعَةٌ اَوْ ذَنْبٌ تُؤاخِذُني بِهِ اَوْ خَطيئَةٌ تُريدُ اَنْ تَقْتَصَّهَا مِنّي لَمْ َتَغْفِرْها لي سَيِّدي سَيِّدي سَيِّدي أسألُك يا لا اِلـهَ إلاّ اَنْتَ اِذْ لا اِلـهَ إلاّ اَنْتَ اِنْ كُنْتَ رَضَيْتَ عَني في هذَا الشَّهْرِ فَاْزدَدْ عَنّي رِضاً، وَاِنْ لَمْ تَكُن رَضَيْتَ عنِّي فَمِنَ الانَ فَارْضَ عَنّي يا اَرْحَمَ الرّاحِمينَ، يا اَللهُ يا اَحَدُ يا صَمَدُ يا مَنْ لَمْ يَلِدْ وَلمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً اَحَدٌ (وأكثر من قول ) يا مُلَيِّنَ الْحَديدِ لِداوُدَ عَلَيْهِ السَّلامُ يا كاشِفَ الضَرّ والكُرَبِ العِظام عَن ايّوب (عليه السلام) اَي مُفَرِّجَ هَمِّ يَعْقُوبَ عَلَيْهِ السَّلامُ، اَيْ مُنَفِّسَ غَمِّ يُوسُفَ عَلَيْهِ السَّلامُ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد كَما اَنْتَ أَهْلهُ اَنْ تُصَلِّيَ عَلَيْهِمْ اَجْمَعينَ وَافْعَلْ بي ما اَنْتَ اَهْلُهُ وَلا تَفْعَلْ بي ما اَنَا اَهْلُهُ ».","الإقبال-مفاتيح الجنان-زاد المعاد"]