["تدعو في السحر بدعاء إدريس عليه السلام و هو :\n\n1 سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ يَا رَبَّ كُلِّ شَيْ‏ءٍ وَوَارِثَهُ 2 يَا إِلَهَ الْآلِهَةِ الرَّفِيعَ جَلَالُهُ 3 يَا اللَّهُ الْمَحْمُودُ فِي كُلِّ فِعَالِهِ 4 يَا رَحْمَانَ كُلِّ شَيْ‏ءٍ وَرَاحِمَهُ 5 يَا حَيُّ حِينَ لَا حَيَّ فِي دَيْمُومِيَّةِ مُلْكِهِ وَبَقَائِهِ 6 يَا قَيُّومُ فَلَا شَيْ‏ءَ يَفُوتُ عِلْمَهُ وَلَا يَؤودُهُ 7 يَا وَاحِدُ الْبَاقِي أَوَّلَ كُلِّ شَيْ‏ءٍ وَآخِرَهُ 8 يَا دَائِمُ بغيرِ فَنَاءٍ وَلَا زَوَالٍ لِمُلْكِهِ 9 يَا صَمَدُ مِنْ غَيْرِ شَبِيهٍ وَلَا شَيْ‏ءَ كَمِثْلِهِ 10 يَا بَارُّ فَلَا شَيْ‏ءَ كُفْوُهُ وَلَا مَكَانَ لِوَصْفِهِ 11 يَا كَبِيرُ أَنْتَ الَّذِي لَا تَهْتَدِي الْقُلُوبُ لعَظَمَتِهِ- 12 يَا بَارِئَ المُنْشِىءُ بِلَا مِثَالٍ خَلَا مِنْ غَيْرِهِ 13 يَا زَاكِي الطَّاهِرُ مِنْ كُلِّ آفَةٍ بِقُدْسِهِ 14 يَا كَافِي الْمُوسِعُ لِمَا خَلَقَ مِنْ عَطَايَا فَضْلِهِ 15 يَا نَقِيُّ مِنْ كُلِّ جَوْرٍ لَمْ يَرْضَهُ وَلَمْ يُخَالِطْهُ فَعَالُهُ 16 يَا حَنَّانُ أَنْتَ الَّذِي وَسِعَتْ كُلَّ شَيْ‏ءٍ رَحْمَتُهُ 17 يَا مَنَّانُ ذَا الْإِحْسَانِ قَدْ عَمَّ الْخَلَائِقَ مَنُّهُ 18 يَا دَيَّانَ الْعِبَادِ فكلٌّ يَقُومُ خَاضِعاً لِرَهْبَتِهِ 19 يَا خَالِقَ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ فكلٌّ إِلَيْهِ مَعَادُهُ 20 يَا رحمنُ و رَاحمَ كُلِّ صَرِيخٍ وَمَكْرُوبٍ وَغِيَاثَهُ وَمَعَاذَهُ 21 يَا بارُّ فَلَا تَصِفُ الْأَلْسُنُ كُنْهَ جَلَالِ مُلْكِهِ وَعِزِّهِ- 22 يَا مُبْدِئَ‏ الْبَدَايا لَمْ يَبْغِ فِي إِنْشَائِهَا عَوْناً مِنْ خَلْقِهِ 23 يَا عَلَّامَ الْغُيُوبِ فَلَا يَؤؤدُهُ شَيْ‏ءٌ مِنْ حِفْظِهِ 24 يَا مُعِيدَ ( يا معيدا ) مَا أَفْنَاهُ إِذَا بَرَزَ الْخَلَائِقُ لِدَعْوَتِهِ مِنْ مَخَافَتِهِ 25 يَا حَلِيمُ ذَا الْأَنَاةِ فَلَا يَعْدِلُهُ شَيْ‏ءٌ مِنْ خَلْقِهِ 26 يَا حَمِيدَ الْفِعَالِ ذَا الْمَنِّ عَلَى جَمِيعِ خَلْقِهِ بِلُطْفِهِ 27 يَا عَزِيزُ الْمَنِيعُ الْغَالِبُ عَلَى أَمْرِهِ فَلَا شَيْ‏ءَ يُعَادِلُهُ 28 يَا قَاهِرُ ذَا الْبَطْشِ الشَّدِيدِ أَنْتَ الَّذِي لَا يُطَاقُ انْتِقَامُهُ 29 يا مُتعالي القَرِيبُ فِي ارتفاعِ عُلُوُّ دُنُوِّهِِ 30 يَا جَبَّارٍ المُذلِّلُ كلَّ شيءٍ بِقَهْرِ عَزِيزِ سُلْطَانِهِ 31 يَا نُورَ كُلِّ شَيْ‏ءٍ أَنْتَ الَّذِي فَلَقَ الظُّلُمَاتِ نُورُهُ 32 يَا قُدُّوسُ الطَّاهِرُ مِنْ كُلِّ سُوءٍ ولا شَيْ‏ءَ يَعْدِلُهُ 33 يا قريبُ المُجيبُ المُتداني دونَ كلِّ شيءٍ قُرْبُه 34 يَا عَالِي الشَّامِخُ فَوْقَ كُلِّ شَيْ‏ءٍ عُلُوُّ ارْتِفَاعِه 35 يَا بديعَ البدائعِ وَمُعِيدَهَا بَعْدَ فَنَائِهَا بِقُدْرَتِهِ 36 يَا جَلِيلُ الْمُتَكَبِّرُ عَلَى كُلِّ شَيْ‏ءٍ فَالْعَدْلُ أَمْرُهُ وَالصِّدْقُ وَعْدُهُ وقولُهُ 37 يَا مجيدُ فَلَا يبلغُ الْأَوْهَامُ كُلَّ ثنائِهِِ وَمَجْدِهِ 38 يَا كَرِيمَ الْعَفْوِ (ذَا ) الْعَدْلِ أَنْتَ الَّذِي مَلَأَ كُلَّ شَيْ‏ءٍ عَدْلُهُ 39 يَا عَظِيمُ ذَا الثَّنَاءِ الْفَاخِرِ وَ الْعِزِّ وَالْمَجْدِ وَالْكِبْرِيَاءِ فَلَا يَذِلُّ عِزُّهُ 40 يَا عَجِيبُ فَلَا تَنْطِقُ الْأَلْسِنَةُ بِكُلِّ آلَائِهِ وَثَنَائِهِ.\n\nأسألُكَ يا معتمدي عنُدَ كُلِّ كُرْبةٍ و غياثي عِنْدَ كُلِّ شِدَّةٍ بهذهِ الأسماءِ أمانًا من عقوباتِ الدنيا و الآخرةِ و أسألُكَ أن تَصْرِفَ عني بِهِنَّ كُلَّ سوءٍ و مَخُوفٍ و محذورٍ و تَصْرِفَ عني أبصارَ الظَلَمةِ المريدينَ في السُوءِ الذي نَهَيْتَ عَنْهُ و أن تَصْرِفَ قُلوبَهُمْ مِنْ شَرِّ ما يُضْمِرُونَ إلى خيرِ ما لا يَمْلِكُون و لا يَمْلْكُهُ غَيرُكَ يا كريمُ. اللهم لا تَكِلْنِي إلى نفسي فأعجزَ عنْها و لا إلى الناسِ فَيَرْفِضُونِي و لا تُخَيِّبْنِي و أنا أرجوكَ و لا تُعَذِّبْنِي و أنا أدعوكَ. اللهمَّ إني أدعوك كما أمرتَنِي فَأجبْني كما وَعدْتَني اللهمَّ اجْعَلْ خَيْرَ عُمْري ما وَليَ أَجَلي, اللهمَّ لا تُغَيرْ جَسدي و لا تُرْسِلْ حَظَّي و لا تَسُؤْ صديقي, أعوذُ بِكَ من سُقْمٍ مُصْرِعٍ و فَقْرٍ مُدْقِعٍ و مِنَ الذُّلِ و بِئْسَ الخِلِّ, اللهمَّ سَلِّ قلبي عَنْ كُلِّ شيءٍ لا أتَزوَّدُهُ إليكَ و لا أنْتَفِعُ به يومَ ألقاكَ من حلالٍ أو حرامٍ ثم أعْطِنِي قٌوَّةً عليهِ و عِزَّا و قناعةً و مقتًا له و رِضاكَ فيه يا أرحمَ الراحمين. اللهمَّ لكَ الحمدُ على عطاياك الجزيلةِ و لك الحمدُ على مننِكَ المتواترةِ التي بها دافَعْتَ عني مَكَارهَ الأُمُورِ و بها آتَيْتَنِي مَواهبَ السُّرورِ مع تَماديَّ في الغفلةِ و ما بقيَ فِيَّ مِنَ القسوةِ فلم يَمْنَعْكَ ذلكَ من فِعْلي أَنْ عَفوتَ عَنِّي و سَترتَ ذلكَ عَليَّ و سَوَّغْتَنِي ما في يِدي مِنْ نِعَمِكَ و تَابَعْتَ عليَّ من إِحْسانِكَ و صَفَحْتَ لي عن قَبِيحِ ما أفْضَيْتُ بِهِ إليك و انْتَهَكْتُهُ مِنْ معاصيك. اللهمَّ إِنِّي أسْأَلُكَ بِكُلِّ اسمٍ هُوَ لكَ يَحِقُّ عليكّ فِيهِ إِجَابَةُ الدعاءِ إذا دُعِيتَ بِهِ و أسْأَلُكَ بِكُلِّ ذي حَقٍ عليكَ و بحقكِ على جميعِ مَنْ هُوَ دُونَكَ أن تُصَلِّيَ على محمدٍ عبدِك و رسولِكَ و آلِ محمد, و مَنْ أرادنِي بسوءٍ فَخُذْ بسَمْعِهِ و بَصَرِهِ و مِنْ بَيْنَ يَديْهِ و من خَلْفِهِ و عن يَمِيِنهِ و عن شِمَالِهِ و امْنَعْهُ مني بحولِكَ و قُوَّتِكَ, يا مَنْ ليْسَ مَعَهُ رَبٌّ يُدْعَى و يا مَنْ ليْسَ فوْقَهُ خَالقٌ يُخْشَى و يا مَنْ ليْسَ دُونَهُ إِلَهٌ يُتَّقَى و يا مَنْ ليْسَ لَهُ وزيرٌ يُؤْتَى و يا مَنْ ليْسَ له حاجِبٌ يُرْشَى و يا مَنْ ليْسَ لَهُ بوابٌ يُنَادى و يا مَنْ لا يَزدادُ على كثرةِ العطاءِ إلا كرمًا و جُودًا و عَلى تَتَابُعِ الذُّنُوبِ إلا مَغْفِرةً و عَفْوًا صَلِّ على محمدٍ و آلهِ و افْعَلْ بي ما أنتَ أهْلُهُ و لا تَفْعَلْ بي ما أنا أهْلُهُ, فإنَّكَ أَهْلُ التقوى و أَهْلُ المَغْفِرةِ.","الإقبال-مفاتيح الجنان-زاد المعاد"]