["تدعو في السّحر بهذا الدّعاء :\n\n« يا عُدَّتي في كُرْبَتي، وَيا صاحِبي في شِدَّتي، وَيا وَلِيّي في نِعْمَتي، وَيا غايَتي في رَغْبَتـي، اَنْتَ السّاتِرُ عَوْرَتي، وَالْمُؤْمِنُ رَوْعَتي، وَالْمُقيلُ عَثْرَتي، فَاغْفِرْ لي خَطيئَتي، اَللّـهُمَّ اِنّي اَسْاَلُكَ خُشُوعَ الاِيمانِ قَبْلَ خُشُوعِ الذّلِّ فِي النّارِ، يا واحِدُ يا اَحَدُ يا صَمَدُ يا مَنْ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفواً اَحَدٌ، يا مَنْ يُعْطي مَنْ سَأَلَهُ تَحَنُّناً مِنْهُ وَرَحْمَةً، وَيَبْتَدئُ بِالْخَيْرِ مَنْ لَمْ يَسْأَلْهُ تَفَضُّلاً مِنْهُ وَكَرَماً، بِكَرَمِكَ الّدائِمِ صَلِّ عَلى مُحَمَّدٍ وَآلِِ مُحَمَّدٍ، وَهَبْ لي رَحْمَةً واسِعَةً جامِعَةً اَبْلُغُ بِها خَيْرَ الدُّنْيا وَالاََْخِرَةِ، اَللّـهُمَّ اِنّي اَسْتَغْفِرُكَ لِما تُبْتُ اِلَيْكَ مِنْهُ ثُمَّ عُدْتُ فيهِ، وَاَسْتَغْفِرُكَ لِكُلِّ خَيْرٍ اَرَدْتُ بِهِ وَجْهَكَ فَخالَطَني فيهِ ما لَيْسَ لَكَ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِِ مُحَمَّدٍ وَاعْفُ عَنْ ظُلْمي وَجُرْمي بِحِلْمِكَ وَجُودِكَ يا كَريمُ، يا مَنْ لا يَخيبُ سائِلُهُ، وَلا يَنْفَدُ نائِلُهُ، يا مَنْ عَلا فَلا شَيْءَ فَوْقَهُ، وَدَنا فَلا شَيءَ دُونَهُ، صَلِّ عَلى مُحَمَّدٍ وآلِ مُحَمَّدٍ وَارْحَمْني، يا فالِقَ الْبَحْرِ لِمُوسى، اللَّيلَةَ اللَّيْلَةَ اللَّيْلَةَ، السّاعَةَ السّاعَةَ السّاعَةَ، اَللّـهُمَّ طَهِّرْ قَلْبي مِنَ النِّفاقِ، وَعَمَلي مِنَ الرِّياءِ، وَلِساني مِنَ الْكَذِبِ، وَعَيْني مِنَ الْخِيانَةِ، فَاِنَّكَ تَعْلَمُ خائِنَةَ الاََْعْيُنِ وَما تُخْفِي الصُّدورِ يا رَبِّ هذا مَقامُ الْعائِذِ بِكَ مِنَ النّارِ، هذا مَقامُ الْمُسْتَجيرِ بِكَ مِنَ النَّارِ، هذا مَقامُ الْمُسْتَغيثِ بِكَ مِنَ النّارِ، هذا مَقامُ الْهارِبِ اِلَيْكَ مِنَ النّارِ، هذا مَقامُ مَنْ يَبُوءُ لَكَ بِخَطيئَتِهِ وَيَعْتَرِفُ بِذَنْبِهِ وَيَتُوبُ اِلى رَبِّهِ، هذا مَقامُ الْبائِسِ الْفَقيرِ، هذا مَقامُ الْخائِفِ الْمُسْتَجيرِ، هذا مَقامُ الَْمحْزُونِ الْمَكْرُوبِ، هذا مَقامُ الْمَغْمُومِ الْمَهْمُومِ، هذا مَقامُ الْغَريبِ الْغَريقِ، هذا مَقامُ الْمُسْتَوْحِشِ الْفَرِقِ، هذا مَقامُ مَنْ لا يَجِدُ لِذَنْبِهِ غافِراً غَيْرَكَ، وَلا لِضَعْفِهِ مُقَوِّياً إلا اَنْتَ، وَلا لِهَمِّهِ مُفَرِّجاً سِواكَ، يا اللهُ يا كَريمُ، لا تُحْرِقْ وَجْهي بِالنّارِ بَعْدَ سُجُودي لَكَ وَتَعْفيري بِغَيْرِ مَنٍّ مِنّي عَلَيْكَ، بَلْ لَكَ الْحَمْدُ وَالْمَنُّ وَالتَّفَضُّلُ عَليَّ ارْحَمْ اَيْ رَبِّ اَيْ رَبِّ أي ربّ (حتّى ينقطع النفس) ضَعْفي وَقِلَّةَ حيلَتي وَرِقَّةَ جِلْدي وَتَبَدُّدَ اَوْصالي وَتَناثُرَ لَحْمي وَجِسْمي وَجَسَدي، وَوَحْدَتي وَوَحْشَتي في قَبْري، وَجَزَعي مِنْ صَغيرِ الْبَلاءِ، اَسْاَلُكَ يا رَبِّ قُرَّةَ الْعَيْنِ، وَالاِغْتِباطَ يَومَ الْحَسْرَةِ وَالنَّدامَةِ، بَيِّضْ وَجْهِي يا رَبِّ يَوْمَ تَسْوَدُّ الْوُجُوهُ، آمِنّي مِنَ الْفَزَعِ الاََْكْبَرِ، اَسْاَلُكَ الْبُشْرى يَوْمَ تُقَلَّبُ الْقُلُوبُ وَالأبْصارُ، وَالْبُشْرى عِنْدَ فِراقِ الدُّنْيا، اَلْحَمْدُ للهِ الَّذي اَرْجُوهُ عَوْناً في حَياتي، وَاُعِدُّهُ ذُخْراً لِيَوْمِ فاقَتي، اَلْحَمْدُ لله الَّذي اَدْعُوهُ وَلا اَدْعُو غَيْرَهُ وَلوْ دَعَوْتُ غَيْرَهُ لَخَيَّبَ دُعائي، اَلْحَمْدُ للهِ الَّذي اَرْجُوهُ وَلا اَرْجُو غَيْرَهُ وَلَوْ رَجَوْتُ غَيْرَهُ لاَََخْلَفَ رَجائي، اَلْحَمْدُ للهِ الْمُنْعِمِ الُْمحْسِنِ الُمجْمِلِ الْمُفْضِلِ ذِي الْجَلالِ والاَِكْرامِ وَلِيُّ كُلِّ نِعْمَةٍ، وَصاحِبُ كُلِّ حَسَنَةٍ، وَمُنْتَهى كُلِّ رَغْبَةٍ، وَقاضي كُلِّ حاجَةٍ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَارْزُقْني الْيَقينَ وُحسْنَ الظَّنِّ بِكَ، وَاَثْبِتْ رَجاءِكَ في قَلْبي، وَاقْطَعْ رَجائي عَمَّنْ سِواكَ، حَتّى لا اَرْجُو غَيْرَكَ وَلا اَثِقَ اِلاّ بِكَ يا لَطيفاً لِما يَشاءُ اْلُطُفْ لي في جَميعِ اَحْوالي بِما تُحِبُّ وَتَرْضى، يا رَبِّ اِنّي ضَعيفٌ عَلَى النّارِ فَلا تُعَذِّبْني بالنّارِ، يا رَبِّ ارْحَمْ دُعائي وَتَضرُّعي وَخَوْفي وَذُلّي وَمْسكَنَتي وَتَعْويذي وَتَلْويِذي، يا رَبِّ اِنّي ضَعيفٌ عَنْ طَلَبِ الدُّنْيا وَاَنْتَ واسِعٌ كَريمٌ، اَسْأَلُكُ يا رَبِّ بِقُوَّتِكَ عَلى ذلِكَ وَقُدْرَتِكَ عَلَيْهِ وَغِناكَ عَنْهُ وَحاجَتي اِلَيْهِ اَنْ تَرْزُقَني في عامي هذا وَشَهْري هذا وَيَوْمي هذا وَساعَتي هذِهِ رِزْقاً تُغْنيني بِهِ عَنْ تَكَلُّفُ ما في اَيْدي النّاسِ مِنْ رِزْقِكَ الْحَلالِ الطَّيِّبِ، اَيْ رَبِّ مِنْكَ اَطْلُبُ وَاِلَيْكَ اَرْغَبُ وِايّاكَ اَرْجُو وَاَنْتَ اَهْل ذلِكَ، لا اَرْجُو غَيْرَكَ وَلا اَثِقُ إلاّ بِكَ يا اَرْحَمَ الرّاحِمينَ، اَيْ رَبِّ ظَلَمْتُ نَفْسي فَاْغفِرْ لي وَارْحَمْني وَعافِني، يا سامِعَ كُلِّ صَوْتٍ، وَيا جامِعَ كُلِّ فَوْتٍ، وَيا بارِئَ النُّفُوسِ بَعْدَ الْمَوْتِ، يا مَنْ لا تَغْشاهُ الظُّلُماتُ، وَلا تَشْتَبِهُ عَلَيْهِ الاََْصْواتُ، وَلا يَشْغَلُهُ شَيءٌ عَنْ شَيءٍ، اَعْطِ مُحَمَّداً صَلَّى اللهُ عَلَيْهِ وآلِهِ اَفْضَلَ ما سَأَلَكَ وَاَفْضَلَ ما سُئِلْتَ لَهُ، وَاَفْضَلَ ما اَنْتَ مَسْؤُولٌ لَهُ اِلى يَوْمِ الْقِيامَةِ، وَهَبْ لِيَ الْعافِيَةَ حَتّى تُهَنِّئَني الْمَعيشَةَ، وَاخْتِمْ لي بِخَيْرٍ حَتّى لا تَضُرَّنيِ الذُّنُوبُ، اَللّـهُمَّ رَضِّني بِما قَسَمْتَ لي حَتّى لا اَسْأَلَ اَحَداً شَيْئاً، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَافْتَحْ لي خَزائِنَ رَحْمَتِكَ، وَارْحَمْني رَحْمَةً لا تُعَذِّبُني بَعْدَها اَبَداً فِي الدُّنْيا وَالآخِرَةِ، وَارْزُقْني مِنْ فَضْلِكَ الْواسِعِ رِزْقاً حَلالاً طَيِّباً لا تُفْقِرُني اِلى اَحَدٍ بَعْدَهُ سِواكَ، تَزيدُني بِذلِكَ شُكْراً وَاِلَيْكَ فاقَةً وَفَقْراً، وَبِكَ عَمَّنْ سِواكَ غِناً وَتَعفُّفاً، يا مُحْسِنُ يا مُجْمِلُ، يا مُنْعِمُ يا مُفْضِلُ، يا مَليكُ يا مُقْتَدِرُ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاكْفِني الْمُهِمَّ كُلَّهُ، وَاقْضِ لي بِالْحُسْنى، وَبارِكْ لي في جَميعِ اُمُوري، وَاقْضِ لي جَميعَ حَوائِجي، اَللّـهُمَّ يَسِّرْ لي ما اَخافُ تَعْسيرَهُ، فَاِنَّ تَيْسيرَ ما اَخافُ تَعْسيرَهُ عَلَيْكَ سَهْلٌ يَسيرٌ، وَسَهِّلْ لي ما اَخافُ حُزونَتَهُ، وَنَفِّسْ عَنّي ما اَخافُ ضيقَهُ، وَكُفَّ عَنّي ما اَخافُ هَمَّهُ، وَاصْرِفْ عَنّي ما اَخافُ بَلِيَّتَهُ، يا اَرْحَمَ الرَّاحِمينَ، اَللّـهُمَّ امْلاََ قَلْبي حُبّاً لَكَ، وخَشْيَةً مِنْكَ، وَتَصْديقاً لَكَ، وَايماناً بِكَ، وفَرَقاً مِنْكَ، وَشَوْقاً اِلَيْكَ يا ذَا الْجَلالِ وَالاِِكْرامِ، اَللّـهُمَّ اِنَّ لَكَ حُقُوقاً فَتَصَدَّقْ بِها عَلَيَّ، وَلِلنّاسِ قِبَلي تَبِعاتٌ فَتَحمَّلْها عَنّي، وَقَدْ اَوْجَبْتَ لِكُلِّ ضَيْفٍ قِرىً، وَاَنَا ضَيْفُكَ، فَاْجعَلْ قِرايَ اللَّيْلَةَ الْجَنَّةَ، يا وَهّابَ الْجَنَّةِ يا وَهّابَ الْمَغْفِرَةِ، وَلا حَوْلَ وَلا قُوَّةَ إلاّ بِكَ .»","الإقبال-مفاتيح الجنان-زاد المعاد"]