["اَللّـهُمَّ هذا شَهْرُ رَمَضانَ الَّذي اَنْزَلْتَ فيهِ الْقُرآنَ هُدىً لِلنَّاسِ وَبَيِّناتٍ مِنَ الْهُدى وَالْفْرقانِ، وهذا شَهْرُ الصِّيامِ، وَهذا شَهْرُ الْقِيامِ، وَهذا شَهْرُ الاِِنابَةِ، وَهذا شَهْرُ التَّوْبَةِ، وَهذا شَهْرُ الْمَغْفِرَةِ وَالرَّحْمَةِ، وَهذا شَهْرُ الْعِتْقِ مِنَ النّارِ وَالْفَوْزِ بِالْجَنَّةِ، وَهذا شَهْرٌ فيهِ لَيْلَةُ الْقَدْرِ الَّتي هِيَ خَيْرٌ مِنْ اَلْفِ شَهْرٍ، اَللّـهُمَّ فَصَلِّ عَلى مُحَمَّدٍ وآلِ مُحَمَّدٍ، وَاَعِّني عَلى صِيامِهِ وَقِيامِهِ، وَسلِّمْهُ لي وَسَلِّمْني فيهِ، وَاَعِنّي عَلَيْهِ بِاَفْضَلِ عَوْنِكَ، وَوَفِّقْني فيهِ لِطاعَتِكَ وَطاعَةِ رَسُولِكَ واَوْليائِكَ صَلَّى اللهُ عَلَيْهِمْ، وَفَرِّغْني فيهِ لِعِبادَتِكَ وَدُعائِكَ وَتِلاوَةِ كِتابِكَ، وَاَعْظِمْ لي فيهِ الْبَرَكَةَ، وَاَحْسِنْ لي فيهِ الْعافِيَةَ، وَاَصِحَّ فيهِ بَدَني، وَاَوْسِعْ لي فيهِ رِزْقي، وَاكْفِني فيهِ ما أهَمَّني وَاسْتَجِبْ فيهِ دُعائي، وَبَلِّغْني فيه رَجائي، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، واَذْهِبْ عَنّي فيهِ النُّعاسَ وَالْكَسَلَ وَالسَّامَةَ وَالْفَتْرَةَ وَالْقَسْوَةَ وَالْغَفْلَةَ وَالْغِرَّةَ، وَجَنِّبْني فيهِ الْعِلَلَ وَالاََسْقامَ وَالْهُمُومَ وَالاََحْزانَ وَالاََعْراضَ وَالاََمْراضَ وَالْخَطايا وَالذُّنُوبَ، وَاصْرِفْ عَنّي فيهِ السُّوءَ وَالْفَحشاءَ وَالْجَهْدَ وَالْبَلاء وَالتَّعَبَ وَالْعِناءَ اِنَّكَ سَميعُ الدُّعاءِ،\n\nاَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَعِذْني فيهِ مِنَ الشَّيْطانِ الرَّجيمِ وَهَمْزِهِ وَلَمْزِهِ وَنُفْثِهِ وَنُفْخِهِ وَوَسْوَسَتِهِ وَتَثْبيطِهِ وَبَطْشِه وَكَيْدِهِ وَمَكْرِهِ وَحبائِلِهِ وَخُدَعِهِ وَاَمانِيِّهِ وَغُرُورِهِ وَفِتْنَتِهِ وَشَرَكِهِ وَاَحْزَابِهِ وَاَتْباعِهِ واَشْياعِهِ وَاَوْلِيائِهِ وَشُرَكائِهِ وَجَميعِ مَكائِدِهِ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَارْزُقْنا قِيامَهُ وَصِيامَهُ وَبُلُوغَ الاََمَلِ فيهِ وَفي قِيامِهِ، وَاسْتِكْمالَ ما يُرْضيكَ عَنّي صَبْراً وَاْحتِساباً وَايماناً وَيَقيناً، ثُمَّ تَقَبَّلْ ذلِكَ مِنّي بِالاََضْعافِ الْكَثيرَةِ، والاََجْرِ الْعَظيمِ يا رَبَّ الْعالَمينَ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَارْزُقْني الْحَجَّ وَالْعُمْرَةَ والجدّ وَالاجْتِهادَ وَالْقُوَّةَ والنَّشاطَ والاِِنابَةَ والتَّوْبَةَ واِلتوفيْق والْقُرْبَةَ والْخَيْرَ الْمَقْبُولَ وَالرَّغْبَةَ والرَّهْبَةَ وَالتَّضَرُّعَ والْخُشُوعَ وَالرِّقَّةَ، والنِّيَّةَ الصّادِقَة ، وَصِدْقَ اللِّسانِ، وَالْوَجَلَ مِنْكَ، وَالرَّجاءَ لَكَ، وَالتَّوَكُّلَ عَلَيْكَ، وَالثِّقَةَ بِكَ، وَالْوَرَعَ عَنْ مَحارِمِكَ، مَعَ صالِحِ الْقَوْلِ، وَمَقْبُولِ السَّعْي، وَمَرْفُوعِ الْعَمَلِ، وَمُسْتَجابِ الدَّعْوَةِ، وَلا تَحُلْ بَيْني وَبَيْنَ شيءٍ مِنْ ذلِكَ بَعَرَضٍ وَلا مَرَضٍ وَلا هَمٍّ وَلا غَمٍّ وَلا سُقْمٍ وَلا غَفْلَةٍ وَلانِسْيانٍ، بَلْ بِالتَّعاهُدِ والتَّحَفُّظِ لَكَ وَفيكَ، وَالرِّعايَةِ لِحَقِّكَ، وَالْوَفاءِ بَعَهْدِكَ وَوَعْدِكَ بِرَحْمَتِكَ يا اَرْحَمَ الرّاحِمينَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاقْسِمْ لي فيهِ اَفْضَلَ ما تَقْسِمُهُ لِعبادِكَ الصّالِحينَ، وَاَعْطِني فيهِ اَفْضَلَ ما تُعْطي اَوْلِياءَكَ الْمُقَرَّبينَ، مِنَ الرَّحْمَةِ وَالْمَغْفِرَةِ والتَّحَنُّنِ وَالاِِجابَةِ وَالْعَفْوِ وَالْمَغْفِرَةِ الدّائِمَةِ، وَالْعافِيَةِ وَالْمُعافاةِ، وَالْعِتْقِ مِنَ النّارِ، وَالْفَوْزِ بِالْجَنَّةِ، وَخَيْرِ الدُّنْيا وَالاَْخِرَةِ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاجْعَلْ دُعائي فيهِ اِلَيْكَ واصِلاً، وَرَحْمَتَكَ وَخَيْرَكَ اِلَيّ فيه نازِلاً، وَعَمَلي فيهِ مَقْبُولاً، وَسَعْيي فيهِ مَشْكُوراً، وَذَنْبي فيهِ مَغْفُوراً، حَتّى يَكُونَ نَصيبي فيهِ الاََكْثَرَ، وَحَظّي فيهِ الاََوْفَرَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَوَفِّقْني فيهِ لِلَيْلَةِ الْقَدْرِ عَلى اَفْضَلِ حالٍ تُحِبُّ اَنْ يَكُونَ عَلَيْها اَحَدٌ مِنْ اَوْلِيائِكَ، وَاَرْضاها لَكَ، ثُمَّ اجْعَلْها لي خَيْراً مِنْ اَلْفِ شَهْرٍ، وَارْزُقْني فيها اَفْضَلَ ما رَزَقْتَ اَحَداً مِمَّنْ بَلَّغْتَهُ اِيّاها وَاَكْرَمْتَهُ بِها، وَاْجعَلْني فيها مِنْ عُتَقائِكَ مِنْ جَهَنَّمَ، وطُلَقائِكَ مِنَ النّارِ، وَسُعَداءِ خَلْقِكَ بِمَغْفِرَتِكَ وَرِضْوانِكَ يا اَرْحَمَ الرّاحِمينَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَارْزُقْنا في شَهْرِنا هذَا الْجِدَّ وَالاجْتِهادَ، والْقُوَّةَ وَالنَّشاطَ، وَما تُحِبُّ وَتَرْضى،\n\nاَللّـهُمَّ رَبَّ الْفَجْرِ وَلَيالٍ عَشْرٍ، وَالشَّفْعِ وَالْوَتْرِ، وَربَّ شَهْرِ رَمَضانَ، وَما اَنْزَلْتَ فيهِ مِنَ الْقُرآنِ، وَرَبَّ جَبْرَئيلَ وَميكائيلَ واِسْرافيلَ وَعِزْرائيلَ وَجَميعِ الْمَلائِكَةِ الْمُقَرَّبينَ، وَربَّ اِبْراهيمَ وَاِسْماعيلَ وَاِسْحـاقَ وَيَعْقُوبَ، وَربَّ مُوسى وَعيسى وَجميعِ النَّبِيّينَ وَالْمُرْسَلينَ، وَربَّ مُحَمَّدٍ خاتَمِ النَّبِيِّينَ صَلَواتُكَ عَلَيْهِ وَعَلَيْهِمْ اَجْمَعينَ، وَاَسْاَلُكَ بِحَقِّكَ عَلَيْهِمْ وَبِحَقِّهِمْ عَلَيْكَ، وَبِحَقِّكَ الْعَظيمِ لَمّا صَلَّيْتَ عَلَيْهِ وَآلِهِ وَعَلَيْهِمْ اَجْمَعينَ، وَنَظَرْتَ اِلَيَّ نَظْرَةً رَحيمَةً تَرْضى بِها عَنّي رِضىً لا سَخَطَ عَلَيَّ بَعْدَهُ اَبَداً، وَاَعْطَيْتَني جَميعَ سُؤْلي وَرَغْبَتي وَاُمْنِيَّتي وَاِرادَتي، وَصَرَفْتَ عَنّي ما اَكْرَهُ وَاَحْذَرُ وَاَخافُ عَلى نَفْسي وَما لا اَخافُ، وَعَنْ اَهْلي وَمالي وَاِخْواني وَذُرِّيَّتي، اَللّـهُمَّ اِلَيْكَ فَرَرْنا مِنْ ذُنُوبِنا فَـآوِنا تائِبينَ وَتُبْ عَلَيْنا مُسْتَغْفِرينَ، وَاغْفِرْ لَنا مُتَعوِّذينَ، وَاَعِذْنا مُسْتَجيرينَ، وَاَجِرْنا مُسْتَسْلِمينَ، وَلا تَخْذُلْنا راهِبينَ، وآمِنّا راغِبينَ، وَشَفِّعْنا سائِلينَ، وَاَعْطِنا اِنَّكَ سَميعُ الدُّعاءِ قَريبٌ مُجيبٌ، اَللّـهُمَّ اَنْتَ رَبِّي وَاَنَا عَبْدُكَ وَاَحَقُّ منْ سَأَلَ الْعَبْدُ رَبَّهُ وَلَمْ يَسْأَلِ الْعْبادُ مِثْلَكَ كَرَماً وَجُوداً، يا مَوْضِعَ شَكْوى السّائِلينَ، وَيا مُنْتَهى حاجَةِ الرّاغِبينَ، وَيا غِياثَ الْمُسْتَغيثينَ، وَيا مُجيبَ دَعْوَةِ الْمُضْطَرِّينَ، وَيا مَلْجَأ الْهارِبينَ، وَيا صَريخَ الْمُسْتَصْرِخينَ، وَيا رَبَّ الْمُسْتَضْعَفينَ، وَيا كاشِفَ كَرْبِ الْمَكْرُوبينَ، وَيا فارِجَ هَمِّ الْمَهْمُومينَ، وَيا كاشِفَ الْكَرْبِ الْعَظيمِ يا اَللهُ يا رَحْمنُ يا رَحيمُ يا اَرْحَمَ الرّاحِمينَ (وَيا اَللهُ المَكْنُون مِنْ كُلِّ عَيْنِ، الْمُرْتَدي بِالْكِبْرِياءِ) صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاغْفِرْ لي ذُنُوبي وَعُيُوبي وَاِساءَتي وَظُلْمي وَجُرْمي وَاِسْرافي عَلى نَفْسي، وَارْزُقْني مِنْ فَضْلِكَ وَرَحْمَتِكَ فَاِنَّهُ لا يَمْلِكُها غَيْرُكَ، وَاعْفُ عَنّي وَاغْفِرْ لي كُلَّ ما سَلَفَ مِنْ ذُنُوبي، وَاعْصِمْني فيـما بَقِيَ مِنْ عُمْري، وَاسْتُرْ عَلَيَّ وَعَلى والِديَّ وَوَلَدي وَقرابَتي وَاَهْلِ حُزانَتي وَمَنْ كانَ مِنّي بِسَبيْلٍ مِنَ الْمُؤْمِنينَ وَالْمُؤْمِناتِ في الدُّنْيا وَالاَْخِرَةِ فَاِنَّ ذلِكَ كُلَّهُ بِيَدِكَ وَاَنْتَ واسِعُ الْمَغْفِرَةِ، فَلا تُخَيِّبْني يا سَيِّدي، وَلا تَرُدَّ دُعائي وَلا يَدي اِلى نَحْري حَتّى تَفْعَلَ ذلِكَ بي، وَتَسْتَجيبَ لي جَميعَ ما سَأَلْتُكَ، وَتَزيدَني مِنْ فَضْلِكَ فَاِنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ، وَنَحْنُ اِلَيْكَ راغِبُونَ،\n\nاَللّـهُمَّ لَكَ الاََسْماءُ الْحُسْنى، وَالاََمْثالُ الْعُلْيا، وَالْكِبْرِياءُ وَالآلاءُ، اَسْاَلُكَ بِاسْمِكَ بِسْمِ الله الرَّحْمـنِ الرَّحيمِ اِنْ كُنْتَ قَضَيْتَ في هذِهِ اللَّيْلَةِ تَنَزُّلَ الْمَلائِكَةِ وَالرُّوحِ فيها اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَنْ تَجْعَلَ اسْمي فِي السُّعَداءِ، وَرُوحي مَعَ الشُّهَداءِ، وَاِحْساني في عِلِّيّينَ، وَاِساءَتي مَغْفُورَةً وَاَنْ تَهَبَ لي يَقيناً تُباشِرُ بِهِ قَلْبي، وَايماناً لا يَشُوبُهُ شَكٌّ، وَرِضىً بِما قَسَمْتَ لي، وَآتِني في الدُّنْيا حَسَنَةً وَفِي حَسَنَةً وَقِني عَذابَ النّارِ، وَاِنْ لَمْ تَكُنْ قَضَيْتَ في هذِهِ اللَّيْلَةِ تَنَزُّلَ الْمَلائِكَةِ وَالرُّوحِ فيها فَاَخِّرْني اِلى ذلِكَ، وَارْزُقْني فيها ذِكْرَكَ وَشُكْرَكَ وَطاعَتَكَ وَحُسْنَ عِبادَتِكَ وصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ بِاَفْضَلِ صَلَواتِكَ يا اَرْحَمَ الرّاحِمينَ يا اَحَدٌ يا صَمَدٌ، يا رَبَّ مُحَمَّدٍ، اغْضَبِ الْيَوْمَ لُِمحَمَّدٍ وَلاََِبْرارِ عِتْرَتِهِ واقْتُلْ اَعْداءَهُمْ بَدَداً، وَاَحْصِهِمْ عَدَداً، وَلا تَدَعْ عَلى ظَهْرِ الاََرْضِ مِنْهُمْ اَحَداً، وَلا تَغْفِرْ لَهُمْ اَبَداً، يا حَسَنَ الصُّحْبَةِ يا خَليفَةَ النَّبِيّينَ اَنْتَ اَرْحَمُ الرّاحِمينَ الْبَدىءُ الْبَديعُ الَّذي لَيْسَ كَمِثْلِكَ شَيءٌ، وَالدّائِمُ غَيْرُ الْغافِلِ، وَالْحَيُّ الَّذي لا يَمُوتُ، اَنْتَ كُلَّ يَوْمٍ في شَأنٍ، اَنْتَ خَليفَةَ، مُحَمَّدٍ، وَناصِرُ مُحَمَّدٍ، وَمُفَضِّلُ مُحَمَّدٍ، اَسْاَلُكَ اَنْ تَنْصُرَ وَصِيَّ مُحَمَّدٍ، وَخَليفَةَ مُحَمَّدٍ، وَالْقائِمَ بِالْقِسْطِ مِنْ أَوْصِياءِ مُحَمَّدٍ صَلَواتُكَ عَلَيْهِ وَعَلَيْهِمْ، اِعْطِفْ عَلَيْهِمْ نَصْرَكَ يا لا اِلـهَ إلاّ اَنْتَ، بِحَقِّ لا اِلـهَ إلاّ اَنْتَ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاجْعَلْني مَعَهُمْ في الدُّنْيا وَالآخِرَةِ، وَاجْعَلْ عاقِبَةَ اَمْري اِلى غُفْرانِكَ وَرَحْمَتِكَ يا اَرْحَمَ الرّاحِمينَ، وَكَذلِكَ نَسَبْتَ نَفْسَكَ يا سَيِّدي بِاللَّطيفِ، بَلى اِنَّكَ لَطيفٌ، فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَالْطُفْ بي لِما تَشاءُ،\n\nاَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَارْزُقْنِي الْحَجَّ وَالْعُمْرَةَ في عامِنا هذا، وَتَطَوَّلْ عَلَيَّ بِجَميعِ حَوائِجي لِلاَْخِرَةِ وَالدُّنْيا (ثُمَّ تَقُول ثلاثاً) اَسْتَغْفِرُ اللهَ رَبِّي وَاَتُوبُ اِلَيْهِ اِنَّ رَبِّي قَريبٌ مُجيبٌ، اَسْتَغْفِرُ اللهَ رَبِّي وَاَتُوبُ اِلَيْهِ اِنَّ رَبّي رَحيمٌ وَدُودٌ، اَسْتَغْفِرُ اللهَ رَبِّي وَاَتُوبُ اِلَيْهِ اِنَّهُ كانَ غَفّاراً اَللّـهُمَّ اغْفِرْ لي اِنَّكَ اَرْحَمُ الرّاحِمينَ، رَبِّ اِنّي عَمِلْتُ سُوءاً وَظَلَمْتُ نَفْسي فَاغْفِرْ لي اِنَّهُ لا يَغْفِرُ الذُّنُوبَ إلاّ اَنْتَ، اَسْتَغْفِرُ اللهَ الَّذي لا اِلـهَ إلاّ هُوَ الْحَيُّ، الْقَيُّومُ الْحَليمُ الْعَظيمُ الْكَريمُ، الْغَفّارُ لِلذَّنْبِ الْعَظيمِ وَاَتُوبُ اِلَيْهِ، اَسْتَغْفِرُ اللهَ اِنَّ اللهَ كانَ غَفُوراً رَحيماً (ثُم تقولُ :) اَللّـهُمَّ إنّي اَسْألُكَ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَنْ تَجْعَلَ فيـما تَقْضي وَتُقَدِّرُ مِنَ الاََمْرِ الْعَظيمِ الَْمحْتُومِ في لَيْلَةِ الْقَدْرِ مِنَ الْقَضاءِ الَّذي لا يُرَدُّ وَلا يُبَدَّلُ، اَنْ تَكْتُبَني مِنْ حُجّاجِ بَيْتِكَ الْحَرامِ، الْمَبْرُورِ حَجُّهُمْ، الْمَشْكُورِ سَعْيُهُمْ، الْمَغْفُورِ ذُنُوبُهُمْ، الْمُكَفَّرِ عَنْهُمْ سَيِّئاتُهُمْ، وَاَنْ تَجْعَلَ فيـما تَقْضي وَتُقَدِّرُ اَنْ تُطيلَ عُمْري وَتُوَسِّعَ رِزْقي، وَتُؤَدِّي عَنّي اَمانَتي وَدَيْني، آمينَ رَبَّ الْعالَمينَ، اَللّـهُمَّ اجْعَلْ لي مِنْ اَمْري فَرَجاً وَمَخْرَجاً، وَارْزُقْني مِنْ حَيْثُ اَحْتَسِبُ وَمِنْ حَيْثُ لا اَحْتَسِبُ، وَاحْرُسْني مِنْ حَيْثُ اَحْتَرِسُ، وَمِنْ حَيْثُ لا اَحْتَرِسُ وَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَسَلِّمْ كَثيراً .","الإقبال-مفاتيح الجنان-زاد المعاد"]