[" تسبّح كلّ يوم من شهر رمضان الى آخره بهذه التّسبيحات وهي عشرة أجزاء كلّ جزء يحتوي على عشرة تسبيحات :\n\n(1) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ المُصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى، وَما لا يُرى سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ السَّميعِ الَّذي لَيْسَ شَيءٌ اَسْمَعَ مِنْهُ، يَسْمَعُ مِنْ فَوْقِ عَرْشِهِ ما تَحْتَ سَبْعِ اَرَضينَ، وَيَسْمَعُ ما في ظُلُماتِ الْبَرِّ وَالْبَحْرِ، وَيَسْمَعُ الاََنينَ وَالشَّكْوى وَيَسْمَعُ السِّرَّ وَاَخْفى، وَيَسْمَعُ وَساوِسَ الصُّدُورِ (( وَيَعْلَمُ خائِنَةَ الاََعْيُنِ وَما تُخْفِي الصُّدُورِ )) وَلا يُصِمُّ سَمْعَهُ صَوْتٌ\n\n(2) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الْبَصيرِ الَّذي لَيْسَ شَيءٌ اَبْصَرَ مِنْهُ، يُبْصِرُ مِنْ فَوْقِ عَرْشِهِ ما تَحْتَ سَبْعِ اَرَضينَ، وَيُبْصِرُ ما في ظُلُماتِ الْبَرِّ وَالْبَحْر، لا تُدْرِكُهُ الاَبْصارُ وَهُوَ يُدْرِكُ الاََبْصارَ وَهُوَ اللَّطيفُ الْخَبيرُ، لا تَغْشَى بَصَرَهُ الظُّلْمَةُ، وَلا يُسْتَتَرُ مِنْهِ بِسِتْرٍ، وَلا يُوارى مِنْهُ جِدارٌ، وَلا يَغيبُ عَنْهُ بَرٌّ وَلا بَحْرٌ، وَلا يَكُنُّ مِنْهُ جَبَلٌ ما في اَصْلِهِ، وَلا قَلْبٌ ما فيهِ، وَلا جَنْبٌ ما في قَلْبِهِ، وَلا يَسْتَتِرُ مِنْهُ صَغيرٌ وَلا كَبيرٌ، وَلا يَسْتَخْفي مِنْهُ صَغيرٌ لِصِغَرِهِ، وَلا يَخْفى عَلَيْهِ شَيءٌ فِي الاََرْضِ وَلا فِي السَّماءِ، هُوَ الَّذي يُصَوِّرُكُمْ فِي الاََرْحامِ كَيْفَ يَشاءُ، لا اِلـهَ إلاّ هُوَ الْعَزيزُ الْحَكيمُ\n\n\n(3) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى، وَما لا يُرى سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي يُنْشِيءُ السَّحابَ الثِّقالَ، وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ، وَالْمَلائِكَةُ مِنْ خِيفَتِهِ، وَيُرْسِلُ الصَّواعِقَ فَيُصيبُ بِها مَنْ يَشاءُ، وَيُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَي رَحْمَتِهِ، وَيُنَزِّلُ الْماءَ مِنَ السَّماءِ بِكَلِمَتِهِ وَيُنْبِتُ النَّباتَ بِقُدْرَتِهِ، وَيَسْقُطُ الْوَرَقُ بِعِلْمِهِ، سُبْحـانَ اللهِ الَّذي لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي الاََرْضِ وَلا فِي السَّماءِ، وَلا اَصْغَرُ مِنْ ذلِكَ وَلا اَكْبَرُ إلاّ في كِتابٍ مُبينٍ\n\n\n(4) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى، وَما لا يُرى سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي يَعْلَمُ ما تَحْمِلُ كُلُّ اُنْثى وَما تَغيْضُ الاََرْحامُ وَما تَزْدادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ، عالِمُ الْغَيْبِ وَالشَّهادَةِ الْكَبيْرُ الْمُتَعالِ، سَواءٌ مِنْكُمْ مَنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ، وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسارِبٌ بِالنَّهارِ، لَهُ مُعَقِّباتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنَ اَمْرِ اللهِ، سُبْحانَ اللهِ الَّذي يُميتُ الاََحْياءَ، وَيُحْيِي الْمَوْتى، وَيَعْلَمُ ما تَنْقُصُ الاََرْضُ مِنْهُمْ، وَيُقِرُّ فِي الاََرْحامِ ما يَشاءُ اِلى اَجَلٍ مُسَمّىً\n\n\n(5) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ مالِكِ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ، وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ، وَتُعِزُّ مَنْ تَشاءُ، وَتُذِلُّ مَنْ تَشاءُ، بِيَدِكَ الْخَيْرُ اِنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ، تُولِجُ اللَّيْلَ فِي النَّهارِ، وَتُولِجُ النَّهارَ فِي اللَّيْلِ، تُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ، وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ، وَتَرْزُقُ مَنْ تَشاءُ بِغَيْرِ حِسابِ\n\n\n(6) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي عِنْدَهُ مُفاتِحُ الْغَيْبِ لا يَعْلَمُها إلاّ هُوَ وَيَعْلَمُ ما فِي الْبَرِّ وَالْبَحْرِ، وَما تَسْقُطُ مِنْ وَرَقَةٍ إلاَّ يَعْلَمُها، وَلا حَبَّةٍ في ظُلُماتِ الاََرْضِ وَلا رَطْبٍ وَلا يابِسٍ إلاّ في كِتابٍ مُبينٍ\n\n\n(7) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي لا يُحْصي مِدْحَتَهُ الْقائِلُونَ، وَلا يَجْزي بِـآلائِهِ الشّاكِرُونَ الْعابِدُونَ، وَهُوَ كَما قالَ وَفَوْقَ ما نَقُولُ، وَاللهُ سُبْحانَهُ كَما اَثْنى عَلى نَفْسِهِ وَلا يُحيطونَ بِشيءٍ مِنْ عِلْمِهِ اِلاّا بِما شاءَ وَسِعَ كُرْسِيُّهُ السَّماواتِ وَالاََرْضَ وَلا يَؤُدُهُ حِفْظُهُما وَهُوَ الْعَلِيُّ الْعَظيمُ\n\n\n(8) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي يَعْلَمُ ما يَلِجُ فِي الاََرْضِ وَما يَخْرُجُ مِنْها وَما يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فيها، وَلا يَشْغَلُهُ ما يَلِجُ فِي الاََرْضِ وَما يَخْرُجُ مِنْها عَمّا يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فيها، وَلا يَشْغَلُهُ ما يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فيها عَمّا يَلِجُ فِي الاََرْضِ وَما يَخْرُجُ مِنْها، وَلا يَشْغَلُهُ عِلْمُ شَىْءٍ عَنْ عِلْمِ شَىْءٍ وَلا يَشْغَلُهُ خَلْقُ شَىْءٍ عَنْ خَلْقِ شَيْءٍ، وَلا حِفْظُ شَيْءٍ، عَنْ حِفْظِ شَيْءٍ وَلا يُساويهِ شَيْءٌ وَلا يَعْدِلُهُ شَيْءٌ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّميعُ الْبَصيرُ\n\n\n(9) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ فاطِرِ السَّماواتِ وَالاََرْضِ، جاعِلِ الْمَلائِكَةِ رُسُلاً اُولي اَجْنِحَةٍ، مَثْنى وَثُلاثَ وَرُباعَ، يَزيدُ فِي الْخَلْقِ ما يَشاءُ اِنَّ اللهَ عَلىكُلِّ شَيْءٍ قَديرٌ، ما يَفْتَحِ اللهُ لِلنّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكُ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزيزُ الْحَكيمُ\n\n\n(10) سُبْحـانَ اللهِ بارِىءِ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي يَعْلَمُ ما فِي السَّماواتِ وَما فِي الاََرْضِ، ما يَكُونُ مِنْ نَجْوى ثَلاثَةٍ إلاّ هوَ رابِعُهُمْ، وَلا خَمْسَةٍ اِلاّ هُوَ سادِسُهُمْ، وَلا اَدْنى مِنْ ذلِكَ وَلا اَكْثَرَ إلاّ هُوَ مَعَهُمْ اَيْنَما كانُوا، ثُمَّ يُنَبِّئُهُمْ بِما عَمِلُوا يَوْمَ الْقِيامَةِ اِنَّ اللهَ بِكُلِّ شَيْءٍ عَليمٌ .","الإقبال-مفاتيح الجنان-زاد المعاد"]