["تصلّي في كلّ يوم من رمضان على النّبي تقول :\n\n«اِنَّ اللهَ وَمَلائِكَتَةُ يُصَلُّونَ عَلَى النَّبِيِّ يا اَيُّهَا الَّذينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْليما، لَبَّيْكَ يا رَبِّ وَسَعْدَيْكَ وَسُبْحانَكَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَبارِكَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، كَما صَلَّيْتَ وَبارَكْتَ عَلى اِبْراهيمَ وَآلِ اِبْراهيمَ اِنَّكَ حَميدٌ مَجيدٌ، اَللّـهُمَّ ارْحَمْ مُحَمَّداً وَآلِ مُحَمَّدٍ كَما رَحِمْتَ اِبْراهيمَ وآلَ اِبْراهيمَ اِنَّكَ حَميدٌ مَجيدٌ، اَللّـهُمَّ سَلِّمْ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما سَلَّمْتَ عَلى نُوحٍ فِي الْعالَمينَ، اَللّـهُمَّ امْنُنْ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما مَنَنْتَ عَلى مُوسى وَهارُونَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما شَرَّفْتَنا بِهِ اَللّهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما هَدَيْتَنا بِهِ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَابْعَثْهُ مَقاماً مَحْمُوداً يَغْبِطُهُ بِهِ الاََوَّلُونَ وَالآخِرُونَ، عَلى مُحَمَّدٍ وَآلِهِ السَّلامُ كُلَّما طَلَعَتْ شَمْسٌ اَوْ غَرَبَتْ، عَلى مُحَمَّدٍ وآلِهِ السَّلامُ كُلَّما طَرَفَتْ عَيْنٌ اَوْ بَرَقَتْ، عَلى مُحَمَّدٍ وَآلِهِ السَّلامُ كُلَّما ذُكِرَ السَّلامُ، عَلى مُحَمَّدٍ وَآلِهِ السَّلامُ كُلَّما سَبَّحَ اللهَ مَلَكٌ اَوْ قَدَّسَهُ، السَّلامُ عَلى مُحَمَّدٍ وَآلِهِ فِي الاََوَّلينَ، والسَّلامُ عَلى مُحَمَّدٍ وَآلِهِ فِي الآخِرِينَ، وَالسَّلامُ عَلى مُحَمَّدٍ وَآلِهِ فِي الدُّنْيا وَالآخِرَةِ، اَللّـهُمَّ رَبَّ الْبَلَدِ الْحرامِ وَرَبَّ الرُّكْنِ وَالْمَقامِ، وَرَبَّ الْحِلِّ وَالْحَرامِ، اَبْلِغْ مُحَمَّداً نَبيَّكَ عَنَّا السَّلامَ،\n\nاَللّـهُمَّ اَعْطِ مُحَمَّداً مِنَ الْبَهاءِ وَالنَّضْرَةِ وَالسُّرُورِ وَالْكَرامَةِ وَالْغِبْطَةِ وَالْوَسيلَةِ وَالْمَنْزِلَةِ وَالْمَقامِ وَالشَّرَفِ وَالرِّفْعَةِ وَالشَّفاعَةِ عِنْدَكَ يَوْمَ الْقِيامَةِ اَفْضَلَ ما تُعْطي اَحَداً مِنْ خَلْقِكَ، وَاَعْطِ مُحَمَّداً فَوْقَ ما تُعْطِي الْخَلائِقَ مِنَ الْخَيْرِ اَضْعافاً كَثيرَةً لا يُحْصيها غَيْرُكَ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ اَطْيَبَ وَاَطْهَرَ وَأزْكى وَاَنْمى وَاَفْضَلَ ما صَلَّيْتَ عَلى اَحَدٍ مِنَ الاََوَّلينَ وَالآخِرينَ، وَعَلى اَحَدٍ مِنْ خَلْقِكَ يا اَرْحَمَ الرّاحِمينَ، اَللّـهُمَّ صَلِّ عَلى عَليٍّ اَميرِ الْمُؤْمِنينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ شَرِكَ في دَمِهِ، اَللّـهُمَّ صَلِّ عَلى فاطِمَةَ بِنْتِ نَبيِّكَ مُحَمَّدٍ عَلَيْهِ وَآلِهِ السَّلامُ وَالْعَنْ مَنْ آذى نَبِيَّكَ فيهاوَوالٍ مَنْ والاها وعادٍ مَنْ عاداها وضا عِفِ العَذاب عَلى مَن ظَلَمَها واَلعَنْ مَنْ اذى نَبيِّك فيْها اَللّـهُمَّ صَلِّ عَلَى الْحَسَنِ وَالْحُسَيْنِ اِمامَيِ الْمُسْلِمينَ، وَوالِ مَنْ والاهُما وَعادِ مَنْ عاداهُما، وَضاعِفِ الْعَذابَ عَلى مَنْ شَرِكَ في دِمائِهِما،\n\nاَللّـهُمَّ صَلِّ عَلى عَلِيِّ بْنِ الْحُسَيْنِ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ بنِ عَلِيٍّ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلى جَعْفَرِ بْنِ مُحَمَّدٍ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلى مُوسَى بْنِ جَعْفَرٍ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ شَرِكَ في دَمِهِ، اَللّـهُمَّ صَلِّ عَلى عَلِيِّ بْنِ مُوسى اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ شَرِكَ في دَمِهِ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ بْنِ عَلِيٍّ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلى عَلِي بْنِ مُحَمَّدٍ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلَى الْحَسَنِ بْنِ عَلِيٍّ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلَى الْخَلَفِ مِنْ بَعْدِهِ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَعَجِّلْ فَرَجَهُ، اَللّـهُمَّ صَلِّ عَلَى الْقاسِمِ وَالطّاهِرِ اِبْنَي نَبِيِّكَ، اَللّـهُمَّ صَلِّ عَلَى رُقَيَّةَ بِنْتِ نَبِيِّكَ وَالْعَنْ مَنْ آذى نَبِيَّكَ فيها، اَللّـهُمَّ صَلِّ عَلَى اُمِّ كُلْثُومَ بِنْتِ نَبِيِّكَ وَالْعَنْ مَنْ آذى نَبِيَّكَ فيها، اَللّـهُمَّ صَلِّ عَلَى ذُرِّيَّةِ نَبِيِّكَ، اَللّـهُمَّ اخْلُفْ نَبِيَّكَ في اَهْلِ بَيْتِهِ،\n\nاَللّـهُمَّ مَكِّنْ لَهُمْ فِي الاََرْضِ، اَللّـهُمَّ اجْعَلْنا مِنْ عَدَدِهِمْ وَمَدَدِهِمْ وَاَنْصارِهِمْ عَلَى الْحَقِّ فِي السِّرِّ وَالْعَلانَيَةِ، اَللّـهُمَّ اطْلُبْ بِذِحْلِهِمْ وَوِتْرِهِمْ وَدِمائِهِمْ وَكُفَّ عَنّا وَعَنْهُمْ وَعَنْ كُلِّ مُؤْمِنٍ وَمُؤْمِنَةٍ بَأسَ كُلِّ باغٍ وَطاغٍ وَكُلِّ دابَّةٍ اَنْتَ آخِذٌ بِناصِيَتِها اِنَّكَ اَشَدُّ بَأساً وَاَشَدُّ تَنْكيلاً.»","الإقبال-مفاتيح الجنان-زاد المعاد"]