["اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ فَضْلِكَ بِاَفْضَلِهِ وَكُلُّ فَضْلِكَ فاضِلٌ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِفَضْلِكَ كُلِّه، اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ رِزْقِكَ بِاَعَمِّهِ وَكُلُّ رِزْقِكَ عامٌّ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِرِزْقِكَ كُلِّهِ، اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ عَطائِكَ بِأَهْنَئِهِ وَكُلُّ عَطائكَ هَنيءٌ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِعَطائِكَ كُلِّه، اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ خَيْرِكَ بِاَعْجَلِهِ وَكُلُّ خَيْرِكَ عاجِلٌ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِخَيْرِكَ كُلِّهِ اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ اِحْسانِكَ بِاَحْسَنِهِ وَكُلُّ اِحْسانِكَ حَسَنٌ،\n\nاَللّـهُمَّ اِنّي اَسْاَلُكَ بِاِحْسانِكَ كُلِّهِ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِما تُجيبُني بِهِ حينَ اَسْاَلُكَ فَاَجِبْني يا اَللهُ، وَصَلِّ عَلى مُحَمَّدٍ عَبْدِكَ الْمُرْتَضى، وَرسُولِكَ الْمُصْطَفى، وَاَمينِكَ وَنَجِيِّكَ دُونَ خَلْقِكَ وَنَجيبِكَ مِنْ عِبادِكَ، وَنَبِيِّكَ بِالصِّدْقِ، وَحَبيبِكَ، وَصَلِّ عَلى رَسُولِكَ وَخِيَرَتِكَ مِنَ الْعالَمينَ، الْبَشيرِ الَّنذيرِ السِّراجِ الْمُنيرِ، وَعلى اَهْلِ بَيْتِهِ الاََبْرارِ الطّاهِرينَ، وَعَلى مَلائِكَتِكَ الَّذينَ اسْتَخْلَصْتَهُمْ لِنَفْسِكَ، وَحَجَبْتَهُمْ عَنْ خَلْقِكَ، وَعَلى اَنْبِيائِكَ الَّذينَ يُنبِئُونَ عَنْكَ بِالصِّدْقِ، وَعَلى رُسُلِكَ الَّذينَ خَصَصْتَهُمْ بِوَحْيِكَ، وَفَضَّلْتَهُمْ عَلَى الْعالَمينَ بِرِسالاتِكَ، وَعَلى عِبادِكَ الصّالِحينَ الَّذينَ اَدْخَلْتَهُمْ في رَحْمَتِكَ، الاََئِمَّةِ الْمُهْتَدينَ الرّاشِدينَ، وَاَوْلِيائِكَ الْمُطَهَّرينَ، وَعَلى جَبْرَئيلَ وَميكائيلَ وَاِسْرافيلَ وَمَلَكِ الْمَوْتِ، وَعَلى رِضْوانَ خازِنِ الْجِنانِ، وَعَلى مالِكٍ خازِنِ النّارِ، وَرُوحِ الْقُدُسِ وَالرُّوحِ الاََمينِ، وَحَمَلَةِ عَرْشِكَ الْمُقَرَّبينَ، وَعَلى الْمَلَكَيْنِ الْحافِظَيْنِ عَلَيَّ بِالصَّلاةِ الَّتي تُحِبُّ اَنْ يُصَلِّيَ بِها عَلَيْهِمْ اَهْلُ السَّماواتِ وَاَهْلُ الاََرَضينَ صَلاةً طَيِّبَةً كَثيرةً مُبارَكَةً زاكِيَةً نامِيَةً ظاهِرَةً باطِنَةً شَريفَةً فاضِلَةً، تُبَيِّنُ بِها فَضْلَهُمْ عَلَى الاََوَّلينَ وَالاَخِرِينَ، اَللّـهُمَّ اعْطِ مُحَمَّداً الْوَسيلَةَ وَالشَّرَفَ وَالْفَضيلَةَ واجْزِهِ خَيْرَ ما جَزَيْتَ نَبِيّاً عَنْ اُمَّتِهِ، اَللّـهُمَّ وَاَعْطِ مُحَمَّداً صَلَّى اللهُ عَلَيْهِ وَآلِهِ مَعَ كُلِّ زُلْفَةٍ زُلْفَةً، وَمَعَ كُلِّ وَسيلَةٍ وَسيلَةً، وَمَعَ كُلِّ فَضيلَةٍ فَضيلَةً، وَمَعَ كُلِّ شَرَفٍ شَرَفَاً تُعْطي اَللّـهُمَّ أعْطِ مُحَمَّداً وَآلَهُ يَوْمَ الْقِيامَةِ اَفْضَلَ ما اَعْطَيْتَ اَحَداً مِنَ الاََوَّلينَ والآخِرِينَ،\n\nاَللّـهُمَّ وَاجْعَلْ مُحَمَّداً صَلَّى اللهُ عَلَيْهِ وآلِهِ اَدْنَى الْمُرْسَلينَ مِنْكَ مَجْلِساً، وَأفْسَحَهُمْ فِي الْجَنَّةِ عِنْدَكَ مَنْزِلاً، وَاَقْرَبَهُمْ اِلَيْكَ وَسيلَةً، وَاْجْعَلْهُ اَوَّلَ شافِعٍ، وَاَوَّلَ مُشَفَّعٍ، وَاَوَّلَ قائِلٍ، وَاَنْجَحَ سائِلٍ، وَابْعَثْهُ الْمَقامَ الَْمحْمُودَ الَّذي يَغْبِطُهُ بِهِ الاََوَّلُونَ والآخِرُونَ يا اَرْحَمَ الرّاحِمينَ، وَاَسْاَلُكَ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاَنْ تَسْمَعَ صَوْتي وَتُجيبَ دَعْوَتي، وَتَجاوَزَ عَنْ خَطيئَتي، وَتَصْفَحَ عَنْ ظُلْمي، وَتُنْجِحَ طَلِبَتي، وَتَقْضِيَ حاجَتي، وَتُنْجِزَ لي ما وَعَدْتَني، وَتُقيلَ عَثْرَتي، وَتَغْفِرَ ذُنُوبي، وَتَعْفُوَ عَنْ جُرْمي، وَتُقْبِلَ عَلَيَّ وَلاتُعْرِضَ عَنّي، وَتَرْحَمَني وَلا تُعَذِّبَني وَتُعافِيَني وَلا تَبْتَلِيَني، وَتْرزُقَني مِنَ الرِّزْقِ اَطْيَبَهُ وَاَوْسَعَهُ وَلا تَحْرِمْني يا رَبِّ وَاقْضِ عَنّي دَيْني، وَضَعْ عَنّي وِزْري، وَلا تُحَمِّلْني ما لا طاقَةَ لي بِهِ، يامَوْلايَ واَدْخِلْني في كُلِّ خَيْرٍ اَدْخَلْتَ فيهِ مُحَمَّداً وآلَ مُحَمَّدٍ، وَاَخْرِجْني مِنْ كُلِّ سُوءٍ اَخْرَجْتَ مِنْهُ مُحَمَّداً وَآلَ مُحَمَّدٍ، صَلَواتُكَ عَلَيْهِ وَعَلَيْهِمْ، وَالسَّلامُ عَلَيْهِ وَعَلَيْهِمْ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ .»\n\nثمّ قل ثلاثاً : اَللّـهُمَّ اِنّي اَدْعُوكَ كَما اَمَرْتَني فَاسْتَجِبْ لي كَما وَعَدْتَني (ثمّ قل) اَللّـهُمَّ اِنّي اَسْاَلُكَ قَليلاً مِنْ كَثيرٍ مَعَ حاجَةٍ بي اِلَيْهِ عَظيمَةٍ، وَغِناكَ عَنْهُ قَديمٌ، وَهُوَ عِنْدي كَثيرٌ، وَهُوَ عَلَيْكَ سَهْلٌ يَسيرٌ، فَامْنُنْ عَلَيَّ بِهِ اِنَّكَ عَلى كُلِّ شَيءٍ قَديْرٌ، آمينَ رَبَّ الْعالَمينَ .","الإقبال-مفاتيح الجنان-زاد المعاد"]