["يصلّي ركعتين يقرأ في الاُولى بعد الحمد التوحيد ألف مرّة ويقرأها في الثّانية مرّة واحدة ويسجد بعد السلام فيقول: أتوبُ إلى اللهِ. \nثمّ يقول: يا ذا المَنِّ وَالجودِ، يا ذا المَنِّ وَالطَّولِ، يا مُصطَفيَ مُحَمَّدٍ (صلّى الله عليه و آله) صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَافعَل بي كَذا وَكَذا، ويسأل حاجته.\nوروي أنّ أمير المؤمنين (عليه السلام) كان يصلّيها كما ذكر فإذا رفع رأسه يقول: والّذي نفسي بيده لا يفعلها أحد يسأل الله تعالى شيئاً إلاّ أعطاه ولو اتاه من الذّنوب عدد رمل الصحراء غفر الله له.\nووردت التوحيد في رواية اُخرى مائة مرةٍ عوض الألف مرةٍ ولكن على هذه الرواية يصلّي هذه الصلاة بعد فريضة المغرب ونافلته.\nوقد روى الشيخ والسيّد بعد هذه الصلاة هذا الدّعاء:\nيا اللهُ يا اللهُ يا اللهُ، يا رَحمنُ يا اللهُ، يا رَحيمُ يا اللهُ، يا مَلِكُ يا اللهُ، يا قُدّوسُ يا اللهُ، يا سَلامُ يا اللهُ، يا مُؤمِنُ يا اللهُ، يا مُهَيمِنُ يا اللهُ، يا عَزيزُ يا اللهُ، يا جَبَّارُ يا اللهُ، يا مُتَكَبِّرُ يا اللهُ، يا خالِقُ يا اللهُ، يا بارئُ يا اللهُ، يا مُصَوِّرُ يا اللهُ، يا عالِمُ يا اللهُ، يا عَظيمُ يا اللهُ، يا عَليمُ يا اللهُ، يا كَريمُ يا اللهُ، يا حَليمُ يا اللهُ، يا حَكيمُ يا اللهُ، يا سَميعُ يا اللهُ، يا بَصيرُ يا اللهُ، يا قَريبُ يا اللهُ، يا مُجيبُ يا اللهُ، يا جَوادُ يا اللهُ، يا ماجِدُ يا اللهُ، يا مَليُّ يا اللهُ، يا وَفيُّ يا اللهُ، يا مَولى يا اللهُ، يا قاضي يا اللهُ، يا سَريعُ يا اللهُ، يا شَديدُ يا اللهُ، يا رَؤوفُ يا اللهُ، يا رَقيبُ يا اللهُ، يا مَجيدُ يا اللهُ، يا حَفيظُ يا اللهُ، يا مُحيطُ يا اللهُ، يا سَيِّدَ السَّاداتِ يا اللهُ، يا أوَّلُ يا اللهُ، يا آخِرُ يا اللهُ، يا ظاهِرُ يا اللهُ، يا باطِنُ يا اللهُ، يا فاخِرُ يا اللهُ، يا قاهِرُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا وَدودُ يا اللهُ، يا نورُ يا اللهُ، يا رافِعُ يا اللهُ، يا مانِعُ يا اللهُ، يا دافِعُ يا اللهُ، يا فاتِحُ يا اللهُ، يا نَفَّاحُ يا اللهُ، يا جَليلُ يا اللهُ، يا جَميلُ يا اللهُ، يا شَهيدُ يا اللهُ، يا شاهِدُ يا اللهُ، يا مُغيثُ يا اللهُ، يا حَبيبُ يا اللهُ، يا فاطِرُ يا اللهُ، يا مُطَهِّرُ يا اللهُ، يا مَلِكُ يا اللهُ، يا مُقتَدِرُ يا اللهُ، يا قابِضُ يا اللهُ، يا باسِطُ يا اللهُ، يا مُحييُ يا اللهُ، يا مُميتُ يا اللهُ، يا باعِثُ يا اللهُ، يا وارِثُ يا اللهُ، يا مُعطيُ يا اللهُ، يا مُفضِلُ يا اللهُ، يا مُنعِمُ يا اللهُ، يا حَقُ يا اللهُ، يا مُبينُ يا اللهُ، يا طَيِّبُ يا اللهُ، يا مُحسِنُ يا اللهُ، يا مُجمِلُ يا اللهُ، يا مُبدئُ يا اللهُ، يا مُعيدُ يا اللهُ، يا بارئُ يا اللهُ، يا بَديعُ يا اللهُ، يا هادي يا اللهُ، يا كافي يا اللهُ، يا شافي يا اللهُ، يا عَليُّ يا اللهُ، يا عَظيمُ يا اللهُ، يا حَنَّانُ يا اللهُ، يا مَنَّانُ يا اللهُ، يا ذا الطَولِ يا اللهُ، يا مُتَعالي يا اللهُ، يا عَدلُ يا اللهُ، يا ذا المَعارِجِ يا اللهُ، يا صادِقُ يا اللهُ، يا صَدوقُ يا اللهُ، يا دَيانُ يا اللهُ، يا باقي يا اللهُ، يا واقي يا اللهُ، يا ذا الجَلالِ يا اللهُ، يا ذا الإكرامِ يا اللهُ، يا مَحمودُ يا اللهُ، يا مَعبودُ يا اللهُ، يا صانِعُ يا اللهُ، يا مُعينُ يا اللهُ، يا مُكَوِّنُ يا اللهُ، يا فَعَّالُ يا اللهُ، يا لَطيفُ يا اللهُ، يا غَفورُ يا اللهُ ، يا شَكورُ يا اللهُ، يا نورُ يا اللهُ، يا قَديرُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاه يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاهُ يا اللهُ، يا رَبَّاه يا اللهُ، أسألُكَ أن تُصَلّي عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَمُنَّ عَلَيَّ بِرِضاكَ، وَتَعفو عَنّي بِحِلمِكَ، وَتوَسِّعَ عَلَيَّ مِن رِزقِكَ الحَلالِ الطَّيِّبِ مِن حَيثُ أحتَسِبُ وَمِن حَيثُ لا أحتَسِبُ فَإنّي عَبدُكَ لَيسَ لي أحَدٌ سِواكَ، وَلا أحَدٌ أسألُهُ غَيرُكَ يا أرحَمَ الرَّاحِمينَ، ما شاءَ الله لا قوَّةَ إلاّ بِالله العَليِّ العَظيمِ.\nثمّ تسجد وتقول: يا اللهُ، يا اللهُ، يا اللهُ، يا رَبُّ يا رَبُّ يا رَبُّ، يا مُنزِلَ البَرَكاتِ بِكَ تُنزَلُ كُلُّ حاجَةٍ أسألُكَ بِكُلِّ اسمٍ في مَخزونِ الغَيبِ عِندَكَ وَالأسماء المَشهورَةِ عِندَكَ المَكتوبَةِ عَلى سُرادِقِ عَرشِكَ أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وأن تَقبَلَ مِنّي شَهرَ رَمَضانَ وَتَكتُبَني مِنَ الوافِدينَ إلى بَيتِكَ الحَرامِ وَتَصفَحَ لي عَنِ الذُّنوبِ العِظامِ وَتَستَخرِجَ لي يا رَبِّ كُنوزَكَ يا رَحمنُ.\n","مفاتيح الجنان"]