[" يَا مَنْ يَرْحَمُ مَنْ لا يَرْحَمُهُ الْعِبَادُ. وَيَا مَنْ يَقْبَلُ مَنْ لا تَقْبَلُهُ الْبِلاَدُ. وَيَا مَن لاَ يَحْتَقِرُ أَهْلَ\n\nالْحَاجَةِ إلَيْهِ. وَيَا مَنْ لا يُخَيِّبُ الملِحِّيْنَ عَلَيْـهِ، وَيَا مَنْ لاَ يَجْبَهُ بِالرَّدِّ أَهْلَ الدَّالَّةِ عَليهِ،\n\nوَيَا مَنْ يَجْتَبِي صَغِيرَ مَايُتْحَفُ بِهِ، وَيَشْكُرُ يَسِيرَ مَا يُعْمَلُ لَهُ. وَيَامَنْ يَشْكُرُ عَلَى الْقَلِيْلِ،\n\nوَيُجَازيْ بِالْجَلِيلِ، وَيَا مَنْ يَدْنُو إلَى مَنْ دَنا مِنْهُ وَيَا مَنْ يَدعُو إلَى نَفْسِهِ مَنْ أَدْبَرَ عَنْهُ،\n\nوَيَا مَنْ لا يُغَيِّرُ النِّعْمَةَ، وَلا يُبَادِرُ بِالنَّقِمَةِ، وَيَا مَنْ يُثْمِرُ الْحَسَنَةَ حَتَّى يُنْمِيَهَا، وَيَتَجَاوَزُ\n\nعَنِ السَّيِّئَةِ حَتَّى يُعَفِّيَهَا. انْصَرَفَتِ الآمَالُ دُونَ مَدى كَرَمِكَ بِالحَاجَاتِ وَامْتَلاَتْ بِفَيْضِ\n\nجُودِكَ أَوْعِيَةُ الطَّلِبات، وَتَفَسَّخَتْ دُونَ بُلُوغِ نَعْتِـكَ الصِّفَاتُ، فَلَكَ الْعُلُوُّ الأعْلَى فَوْقَ كُلِّ\n\nعَال، وَالْجَلاَلُ الأمْجَدُ فَوْقَ كُلِّ جَلاَل، كُلُّ جَلِيْل عِنْدَكَ صَغِيرٌ، وَكُلُّ شَرِيف فِي جَنْبِ\n\nشَرَفِكَ حَقِيرٌ، خَابَ الْوَافِدُونَ عَلَى غَيْرِكَ، وَخَسِرَ الْمُتَعَرِّضُونَ إلاَّ لَكَ، وَضَاعَ الْمُلِمُّونَ\n\nإلاّ بِكَ، وَأَجْدَبَ الْمُنْتَجِعُـونَ إلاَّ مَنِ انْتَجَعَ فَضْلَكَ، بَابُكَ مَفْتُوحٌ لِلرَّاغِبِينَ، وَجُودُكَ مُبَاحٌ\n\nلِلسَّائِلِينَ، وَإغاثَتُكَ قَرِيبَةٌ مِنَ الْمُسْتَغِيْثِينَ، لاَ يَخِيبُ مِنْـكَ الآمِلُونَ، وَلاَ يَيْأَسُ مِنْ عَطَائِكَ\n\nالْمُتَعَرِّضُونَ، وَلا يَشْقَى بِنَقْمَتِكَ الْمُسْتَغْفِرُونَ. رِزْقُكَ مَبْسُوطٌ لِمَنْ عَصَاكَ، وَحِلْمُكَ\n\nمُعْتَـرِضٌ لِمَنْ نَاوَاكَ، عَادَتُكَ الإحْسَـانُ إلَى الْمُسِيئينَ، وَسُنَّتُـكَ الإبْقَاءُ عَلَى الْمُعْتَدِينَ\n\nحَتَّى لَقَدْ غَرَّتْهُمْ أَنَاتُكَ عَنِ الرُّجُوعِ، وَصَدَّهُمْ إمْهَالُكَ عَن النُّزُوعِ. وَإنَّمَا تَأَنَّيْتَ بهمْ لِيَفِيئُوا\n\nإلَى أَمْرِكَ، وَأَمْهَلْتَهُمْ ثِقَةً بِدَوَامِ مُلْكِكَ، فَمَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ خَتَمْتَ لَهُ بِهَا، وَمَنْ كَانَ\n\nمِنْ أَهْلِ الشَّقَاوَةِ خَذَلْتَهُ لَهَا، كُلُّهُمْ صَائِرُونَ إلَى حُكْمِكَ وَأُمُورُهُمْ آئِلَة إلَى أَمْـرِكَ، لَمْ يَهِنْ\n\nعَلَى طُـولِ مُـدَّتِهِمْ سُلْطَانُـكَ وَلَمْ يَـدْحَضْ لِتَـرْكِ مُعَاجَلَتِهِمْ بُرْهَانُكَ. حُجَّتُكَ قَائِمَةٌ لاَ\n\nتُدْحَضُ، وَسُلْطَانُكَ ثَابِتٌ لا يَزُولُ، فَالْوَيْلُ الدَّائِمُ لِمَنْ جَنَحَ عَنْكَ، وَالْخَيْبَةُ الْخَاذِلَةُ لِمَنْ\n\nخَابَ مِنْكَ، وَالشَّقاءُ الاشْقَى لِمَنِ اغْتَرَّ بِكَ. مَا أكْثَرَ تَصَرُّفَهُ فِي عَذَابِكَ، وَمَا أَطْوَلَ تَرَدُّدَهُ\n\nفِيْ عِقَابِكَ، وَمَا أَبْعَدَ غَايَتَهُ مِنَ الْفَرَجِ، وَمَا أَقْنَطَهُ مِنْ سُهُولَةِ الْمَخْرَجِ عَدْلاً مِنْ قَضَائِكَ\n\nلاَ تَجُورُ فِيهِ، وَإنْصَافاً مِنْ حُكْمِكَ لاَ تَحِيفُ عَلَيْهِ، فَقَدْ ظَاهَرْتَ الْحُجَجَ، وَأَبْلَيْتَ الاعْذَارَ،\n\nوَقَـدْ تَقَدَّمْتَ بِـالْوَعِيْـدِ وَتَلَطَّفْتَ فِي التَّرْغِيْبِ، وَضَرَبْتَ الامْثَالَ، وَأَطَلْتَ الاِمْهَالَ،\n\nوَأَخَّرْتَ وَأَنْتَ مُسْتَطِيعٌ لِلْمُعَاجَلَةِ، وَتَأَنَّيْتَ وَأَنْتَ مَليءٌ بِالْمُبَادَرَةِ، لَمْ تَكُنْ أَنَاتُكَ عَجْزاً، وَلا\n\nإمْهَالُكَ وَهْناً، وَلاَ إمْسَاكُكَ غَفْلَةً، وَلاَ انْتِظَارُكَ مُدَارَاةً، بَلْ لِتَكُونَ حُجَّتُكَ أَبْلَغَ، وَكَرَمُكَ\n\nأكمَلَ، وَإحْسَانُكَ أَوْفَى وَنِعْمَتُكَ أَتَمَّ، كُلُّ ذلِكَ كَانَ وَلَمْ تَزَلْ، وَهُوَ كائِنٌ وَلاَ تَزَالُ ، حُجَّتُكَ\n\nأَجَلُّ مِنْ أَنْ توصَفَ بِكُلِّهَا، وَمَجْدُكَ أَرْفَـعُ مِنْ أَنْ تُحَدَّ بِكُنْهِهِ، وَنِعْمَتُكَ أكْثَرُ مِنْ أَنْ\n\nتُحْصَى بِأَسْرِهَا، وَإحْسَانُكَ أكْثَرُ مِنْ أَنْ تُشْكَرَ عَلَى أَقَلِّهِ، وَقَدْ قَصَّرَ بِيَ السُّكُوتُ عَنْ\n\nتَحْمِيدِكَ، وَفَهَّهَنِي الإمْسَاكُ عَنْ تَمْجيدِكَ، وَقُصَارَايَ الإقْرَارُ بِالْحُسُورِ لاَ رَغْبَةً\n\nـ يا إلهِي ـ بَلْ عَجْزاً، فَهَا أَنَا ذَا أَؤُمُّكَ بِالْوِفَادَةِ، وَأَسأَلُكَ حُسْنَ الرِّفَادَةِ، فَصَلِّ\n\nعَلَى مُحَمَّد وَآلِـهِ وَاسْمَعْ نَجْوَايَ، وَاسْتَجِبْ دُعَائِي وَلاَ تَخْتِمْ يَوْمِيَ بِخَيْبَتِي، وَلاَ تَجْبَهْنِي\n\nبِالرَّدِّ فِي مَسْأَلَتِي، وَأكْرِمْ مِنْ عِنْدِكَ مُنْصَرَفِي وَإلَيْكَ مُنْقَلَبِي، إنَّكَ غَيْرُ ضَائِق بِمَا تُرِيْدُ\n\nوَلاَ عَاجِز عَمَّا تُسْأَلُ، وَأَنْتَ عَلَى كُلِّ شَيْء قَدِيْرٌ، وَلا حَوْلَ وَلا قُوَّةَ إلاَّ بِاللهِ الْعَلِيِّ الْعَظِيمِ.","الصحيفة السجادية"]