["  اعلم انّ ما روي من أهل البيت الطّاهرين المعصومين صلوات الله عليهم اجمعين في زيارة عرفة ممّا لا يحصى فضلاً وعدداً ونحن تشويقاً للزّائرين نورد منها البعض اليسير .\n\nبسند معتبر عن بشير الدّهان قال : قلت للصّادق صلوات الله وسلامه عليه : ربما فاتني الحجّ فأعرف عند قبر الحسين (عليه السلام)، قال : أحسنت يا بشير ايّما مؤمن أتى قبر الحسين صلوات الله عليه عارفاً بحقّه في غير يوم عيد كتب له عشرون حجّة وعشرون عمرة مبرورات متقبّلات وعشرون غزوة مع نبيّ مرسل أو امام عادل، ومن أتاه في يوم عرفة عارفاً بحقّه كتب له ألف حجّة وألف عمرة مبرورات متقبّلات وألف غزوة مَعَ نبيّ مرسل أو امام عادل . قال : فقلت له : وكيف لي بمثل الموقف ؟ قال : فنظر اليّ شبه المغضب ثمّ قال : يا بشير انّ المؤمن اذا أتى قبر الحُسين صلوات الله عليه يوم عرفة واغتسل بالفرات ثمّ توجّه اليه كتب الله عزّوجل له بكلّ خطوة حجّة بمناسكها ولا أعلمه الاّ قال وعمرة (وقيل غزوة) .\n\nوفي احاديث كثيرة معتبرة انّ الله تعالى ينظر الى زوّار قبر الحسين (عليه السلام)نظر الرّحمة في يوم عرفة قبل نظره الى أهل عرفات، وفي حديث معتبر عن رفاعة ، قال : قال لي الصّادق (عليه السلام) : يا رفاعة أحججت العام؟ قلت : جعلت فداك ما كان عندي ما أحجّ به ولكنّي عرفت عند قبر الحسين (عليه السلام) ، فقال لي : يا رفاعة ما قصّرت عمّا كان أهل منى فيه لو لا انّي أكره ان يدع النّاس الحجّ لحدّثتك بحديث لا تدع زيارة قبر الحسين صلوات الله عليه أبداً، ثمّ سكت طويلاً ثمّ قال : أخبرني أبي ، قال : من خرج الى قبر الحسين (عليه السلام)عارفاً بحقّه غير مستكبر صحبه ألف ملك عن يمينه وألف ملك عن شماله وكتب له ألف حجّة وألف عمرة مع نبيّ أو وصيّ نبيّ .\n\nوأمّا كيفيّة زيارته (عليه السلام) فهي على ما أورده اجلّة العلماء وزعماء المذهب والدّين كما يلي : اذا أردت زيارته في هذا اليوم فاغتسل من الفرات ان امكنك والاّ فمن حيث امكنك والبس أطهر ثيابك واقصد حضرته الشّريفة وأنت على سكينة ووقار، فاذا بلغت باب الحائر فكبّر الله تعالى وقُل :\n\nاَللهُ اَكْبَرُ وقل : اَللهُ اَكْبَرُ كَبيراً وَاَلْحَمْدُ للهِ كَثيراً وَسُبْحانَ اللهِ بُكْرَةً وَاَصيلاً، وَالْحَمْدُ للهِ الَّذي هَدانا لِهذا وَما كُنّا لِنَهْتَدِىَ لَوْلا اَنْ هَدانَا اللهُ، لَقَدْ جاءَتْ رُسُلُ رَبِّنا بِالْحَقِّ، اَلسَّلامُ عَلى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، اَلسَّلامُ عَلى اَميرِ الْمُؤْمِنينَ، اَلسَّلامُ عَلى فاطِمَةَ الزَّهْراءِ سَيِّدَةِ نِساءِ الْعالَمينَ، اَلسَّلامُ عَلَى الْحَسَنِ وَالْحُسَيْنِ، اَلسَّلامُ عَلى عَلِيِّ بْنِ الْحُسَيْنِ، اَلسَّلامُ عَلى مُحَمَّدِ بْنِ عَليِّ، اَلسَّلامُ عَلى جَعْفَرِ بْنِ مُحَمَّد، اَلسَّلامُ عَلى مُوسَى بْنِ جَعْفَر، اَلسَّلامُ عَلى عَلِيِّ بْنِ مُوسى، اَلسَّلامُ عَلى مُحَمَّدِ بْنِ عَلِيِّ، اَلسَّلامُ عَلى عَلِيِّ بْنِ مُحَمَّد، اَلسَّلامُ عَلَى الْحَسَنِ بْنِ عَلِيِّ، اَلسَّلامُ عَلَى الْخَلَفِ الصّالِحِ الْمُنْتَظَرِ، اَلسَّلامُ عَلَيْكَ يا اَبا عَبْدِاللهِ، اَلسَّلامُ عَلَيْكَ يَا بْنَ رَسُولِ اللهِ، عَبْدُكَ وَابْنُ عَبْدِكَ وَابْنُ اَمَتِكَ الْمُوالي لِوَلِيِّكَ الْمُعادي لِعَدُوِّكَ اسْتَجارَ بِمَشْهَدِكَ وَتَقَرَّبَ اِلَى اللهِ بِقَصْدِكَ، اَلْحَمْدُ للهِ الَّذي هَداني لِوِلايَتِكَ وَخَصَّني بِزِيارَتِكَ وَسَهَّلَ لي قَصْدَكَ .\n\nثمّ ادخل فقف ممّا يلي الرّأس وقل : اَلسَّلامُ عَلَيْكَ يا وارِثَ آدَمَ صَفْوَةِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ نُوح نَبِيِّ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ اِبْراهيمَ خَليلِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ مُوسى كَليمِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ عيسى روُحِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ مُحَمَّد حَبيبِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ اَميرِ الْمُؤْمِنينَ، اَلسَّلامُ عَلَيْكَ يا وارِثَ فاطِمَةَ الزَّهْراءِ، السَّلامُ عَلَيكَ يا بنَ محَمَّد المُصطَفى ، السَّلامُ علَيْكَ يا بنَ عليِّ المُرتَضى، السَلامُ عَلَيكَ يا بنَ فاطِمَةَ الزَهْراءِ، السَّلامُ عَلَيْكَ يَا بْنَ خَديجَةَ الْكُبْرى، اَالسَّلامُ عَلَيْكَ يا ثارَ اللهِ وَابْنَ ثارِهِ وَالْوِتْرَ الْمَوْتُورَ، اَشْهَدُ اَنَّكَ قَدْ اَقَمْتَ الصَّلاةَ، وَآتَيْتَ الزَّكاةَ، وَاَمَرْتَ بِالْمَعْروُفِ، وَنَهَيْتَ عَنِ الْمُنْكَرِ، وَاَطَعْتَ اللهَ حَتّى اَتاكَ الْيَقينُ، فَلَعَنَ اللهُ اُمَّةً قَتَلَتْكَ، وَلَعَنَ اللهُ اُمَّةً ظَلَمَتْكَ، وَلَعَنَ اللهُ اُمَّةً سَمِعَتْ بِذلِكَ فَرَضِيَتْ بِهِ، يا مَوْلايَ يا اَبا عَبْدِاللهِ اُشْهِدُ اللهَ وَمَلائِكَتَهُ وَاَنْبِيائَهُ وَرُسُلَهُ اَنّي بِكُمْ مُؤْمِنٌ وَبِاِيابِكُمْ، مُوقِنٌ بِشَرايِعِ ديني وَخَواتيمِ عَمَلي وَمُنْقَلَبي اِلى رَبّي، فَصَلَواتُ اللهَ عَلَيْكُمْ وَعَلى اَرْواحِكُمْ وَعَلى اَجْسادِكُمْ وَعَلى شاهِدِكُمْ وَعَلى غائِبُكُمْ وَظاهِرِكُمْ وَباطِنِكُمْ، اَلسَّلامُ عَلَيْكَ يَا بْنَ خاتَمَ النَّبِيّينَ وَابْنَ سَيِّدِ الْوَصِيّينَ وَابْنَ اِمامِ الْمُتَّقينَ وَابْنَ قائِدِ الْغُرِّ الُْمحَجَّلينَ اِلى جَنّاتِ النَّعيمِ، وَكَيْفَ لا تَكُونُ كَذلِكَ وَاَنْتَ بابُ الْهُدى وَاِمامُ التُّقى وَالْعُرْوَةُ الْوُثْقى وَالْحُجَّةُ عَلى اَهْلِ الدُّنْيا وَخامِسُ اَصْحابِ الْكِساءِ غَذَّتْكَ يَدُ الرَّحْمَةِ، وَرَضَعْتَ مِنْ ثَدْىِ الاْيمانِ، وَرُبّيتَ فِي حِجْرِ الاِْسْلامِ، فَالنَّفْسُ غَيْرُ راضِيَة بِفِراقِكَ وَلا شاكَّة فِي حَياتِكَ صَلَواتُ اللهِ عَلَيْك وَعَلى آبائِكَ وَاَبْنائِكَ، اَلسَّلامُ عَلَيْكَ يا صَريعَ الْعَبْرَةِ السّاكِبَةِ، وَقَرينَ الْمُصيبَةِ الرّاتِبَةِ، لَعَنَ اللهُ اُمَّةً اسْتَحَلَّتْ مِنْكَ الَْمحارِمَ وانْتَهَكَتْ فِيكَ حُرمَةَ الاسلامِ، فَقُتِلْتَ صَلَّى اللهُ عَلَيْكَ مَقْهُوراً، وَاَصْبَحَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ بِكَ مَوْتُوراً، وَاَصْبَحَ كِتابُ اللهِ بِفَقْدِكَ مَهْجُوراً، اَلسَّلامُ عَلَيْكَ وَعَلى جَدِّكَ وَاَبيكَ وَاُمِّكَ وَاَخيكَ وَعَلَى الاَْئِمَّةِ مِنْ بَنيكَ، وَعَلَى الْمُسْتَشْهَدينَ مَعَكَ وَعَلَى الْمَلائِكَةِ الْحافّينَ بِقَبْرِكَ وَالشّاهِدينَ لِزُوّارِكَ الْمُؤْمِنينَ بِالْقَبُولِ عَلى دُعاءِ شيعَتِكَ، وَاَلسَّلامُ عَلَيْكَ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ بِاَبي اَنْتَ وَاُمّي يَا بْنَ رَسُولِ اللهِ، بِاَبي اَنْتَ وَاُمّي يا اَبا عَبْدِاللهِ، لَقَدْ عَظُمَتِ الرِّزِيَّةُ وَجَلَّتِ الْمُصيبَةُ بِكَ عَلَيْنا وَعَلى جَميعِ اَهْلِ السَّماواتِ وَالاَْرْضِ، فَلَعَنَ اللهُ اُمَّةً اَسْرَجَتْ وَاَلْجَمَتْ وَتَهَيَّأَتْ لِقِتالِكَ، يا مَوْلايَ يا اَبا عَبْدِاللهِ قَصَدْتُ حَرَمَكَ وَاَتَيْتُ مَشْهَدَكَ اَسْألُ اللهَ بِالشَّأْنِ الَّذي لَكَ عِنْدَهُ وَبِالَْمحَلِّ الَّذي لَكَ لَدَيْهِ اَنْ يُصَلِّىَ عَلى مُحَمَّد وَآلِ مُحَمَّد وَاَنْ يَجْعَلَني مَعَكُمْ فِي الدُّنْيا وَالاْخِرَةِ بِمَنِّهِ وَجُودِهِ وَكَرَمِهِ .\n\nثمّ قبّل الضّريح وصلّ عند الرّأس ركعتين تقرأ فيهما ما أحببت من السّور فاذا فرغت فقل :\n\nاَللّـهُمَّ اِنّي صَلَّيْتُ وَرَكَعْتُ وَسَجَدْتُ لَكَ وَحْدَكَ لا شَريكَ لَكَ، لاَِنَّ الصَّلاةَ وَالرُّكُوعَ وَالسُّجُودَ لا تَكُونُ اِلاّ لَكَ لاَِنَّكَ اَنْتَ اللهُ لا اِلـهَ اِلاّ اَنْتَ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد وَاَبْلِغْهُمْ عَنّي اَفْضَلَ التَّحِيَّةِ وَالسَّلامِ، وَارْدُدُ عَلَيَّ مِنْهُمُ التَّحِيَّةَ وَالسَّلامَ، اَللّـهُمَّ وَهاتانِ الرَّكْعَتانِ هَدِيَّةٌ مِنّي اِلى مَوْلايَ وَسَيِّدي وَاِمامي الْحُسَيْنِ ابْنِ عَلِيِّ عَلَيْهِمَا السَّلامُ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد وَتَقَبَّلْ ذلِكَ مِنّي، وَاجْزِني عَلى ذلِكَ اَفْضَلَ اَمَلي وَرَجائي فيكَ وَفِي وَلِيِّكَ يا اَرْحَمَ الرّاحِمينَ.\n\nثمّ صر الى عند رجلي الحسين وزُر عليّ بن الحُسين (عليهما السلام) ورأسه عند رجلي أبي عبد الله (عليه السلام) وقُل :\n\nاَلسَّلامُ عَلَيْكَ يَا بْنَ رَسُولِ اللهِ، اَلسَّلامُ عَلَيْكَ يَا بْنَ نَبِيِّ اللهِ، اَلسَّلامُ عَلَيْكَ يَا بْنَ اَميرِ الْمُؤْمِنينَ، اَلسَّلامُ عَلَيْكَ يَا بْنَ الْحُسَيْنِ الشَّهيدِ، اَلسَّلامُ عَلَيْكَ اَيُّهَا الشَّهيدُ ابْنُ الشَّهيدِ، اَلسَّلامُ عَلَيْكَ اَيُّهَا الْمَظْلُومُ ابْنُ الْمَظْلُومِ، لَعَنَ اللهُ اُمَّةً قَتَلَتْكَ، وَلَعَنَ اللهُ اُمَّةً ظَلَمَتْكَ، وَلَعَنَ اللهُ اُمَّةً سَمِعَتْ بِذلِكَ فَرَضِيَتْ بِهِ، اَلسَّلامُ عَلَيْكَ يا مَوْلايَ، اَلسَّلامُ عَلَيْكَ يا وَلِيَّ اللهِ وَابْنَ وَلِيِّهِ، لَقَدْ عَظُمَتِ الْمُصيبَةُ وَجَلَّتِ الرَّزِيَّةُ بِكَ عَلَيْنا وَعَلى جَميعِ الْمُؤْمِنينَ، فَلَعَنَ اللهُ اُمَّةً قَتَلَتْكَ وَاَبْرَأُ اِلَى اللهِ وَاِلَيْكِ مِنْهُمْ فِي الدُّنْيا وَالاْخِرَةِ .\n\nثمّ توجّه الى الشّهداء وزُرهم وقُل :\n\nاَلسَّلامُ عَلَيْكُمْ يا اَوْلِياءَ اللهِ وَاَحِبّاءَهُ، اَلسَّلامُ عَلَيْكُمْ يا اَصْفِياءَ اللهِ وَاَوِدّاءَهُ اَلسَّلامُ عَلَيْكُمْ يا اَنْصارَ دينِ اللهِ وَاَنْصارَ نَبِيّهِ وَاَنْصارَ اَميرِ الْمُؤْمِنينَ وَاَنْصارَ فاطِمَةَ سَيِّدَةِ نِساءِ الْعالَمينَ، اَلسَّلامُ عَلَيْكُمْ يا اَنْصارَ اَبي مُحَمَّد الْحَسَنِ الْوَلِيِّ النّاصِحِ، اَلسَّلامُ عَلَيْكُمْ يا اَنْصارَ أبي عَبْدِاللهِ الْحُسَيْنِ الشَّهيدِ الْمَظْلُومِ صَلَواتُ اللهِ عَلَيْهِمْ اَجْمَعينَ، بِاَبي اَنْتُمْ وَاُمّي طِبْتُمْ وَطابَتِ الاَْرْضُ الَّتي فيها دُفِنْتُمْ، وَفُزْتُمْ وَاللهِ فَوْزاً عَظيماً، يا لَيْتَني كُنْتُ مَعَكُمْ فَاَفُوزُ مَعَكُمْ فِي الْجِنانِ مَعَ الشُّهَداءِ وَالصّالِحينَ وَحَسُنَ اُولئِكَ رَفيقاً، وَالسَّلامُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ .\n\nثمّ عُد الى عند رأس الحُسين صلوات الله وسلامه عليه واكثر من الدّعاء لنفسك ولاهلك ولاخوانك المؤمنين .\n\nوقال السّيد ابن طاوُس والشّهيد : ثمّ امضِ الى مشهد العبّاس (رضي الله عنه) فاذا أتيته فقف على قبره وقُل :\n\nاَلسَّلامُ عَلَيْكَ يا اَبَا الْفَضْلِ الْعِبّاسَ بْنَ اَميرَ الْمُؤْمِنينَ، اَلسَّلامُ عَلَيْكَ يَا بْنَ سَيِّدِ الْوَصِيّينَ، اَلسَّلامُ عَلَيْكَ يَا بْنَ اَوَّلِ الْقَوْمِ اِسْلاماً وَاَقْدَمِهِمْ ايماناً وَاَقْوَمِهِمْ بِدينِ اللهِ وَاَحْوَطِهِمْ عَلَى الاِْسْلامِ، اَشْهَدُ لَقَدْ نَصَحْتَ للهِ وَلِرَسُولِهِ وَلاَِخيكَ فَنِعْمَ الاَْخُ الْمُواسي، فَلَعَنَ اللهُ اُمَّةً قَتَلَتْكَ، وَلَعَنَ اللهُ اُمَّةٌ ظَلَمَتْكَ، وَلَعَنَ اللهُ اُمَّةً اسْتَحَلَّتْ مِنْكَ الَْمحارِمَ وَانْتَهَكَتْ فِي قَتْلِكَ حُرْمَةَ الاِْسْلامِ، فَنِعْمَ الاَْخُ الصّابِرُ الُْمجاهِدُ الُْمحامِي النّاصِرُ وَالاَْخُ الدّافِعُ عَنْ اَخيهِ الُْمجيبُ اِلى طاعَةِ رَبِّهِ، الرّاغِبُ فيـما زَهِدَ فيهِ غَيْرُهُ مِنَ الثَّوابِ الْجَزيلِ وَالثَّناءِ الْجَميلِ، وَاَلْحَقَكَ اللهُ بِدَرَجَةِ آبائِكَ فِي دارِ النَّعيمِ اِنَّهُ حَميدٌ مَجيدٌ .\n\nثمّ انكبّ على القبر وقل :\n\nاَللّـهُمَّ لَكَ تَعَرَّضْتُ وَلِزِيارَةِ اَوْلِيائِكَ قَصَدْتُ، رَغْبَةً فِي ثَوابِكَ وَرَجاءً لِمَغْفِرَتِكَ وَجَزيلِ اِحْسانِكَ، فَاَسْاَلُكَ اَنْ تُصَلِّيَ عَلى مُحَمَّد وَآلِ مُحَمَّد، وَاَنْ تَجْعَلَ رِزْقي بِهِمْ دارّاً، وَعَيْشي بِهِمْ قارّاً، وَزِيارَتي بِهِمْ مَقْبُولَةً، وَذَنْبي بِهِمْ مَغْفُوراً، وَاقْلِبْني بِهُمْ مُفْلِحاً مُنْجِحاً مُسْتَجاباً دُعائي بِاَفْضَلِ ما يَنْقَلِبُ بِهِ اَحَدٌ مِنْ زُوّارِهِ وَالْقاصِدينَ اِلَيْهِ بِرَحْمَتِكَ يا اَرْحَمَ الرّاحِمينَ .\n\nثمّ قبّل الضّريح وصلّ عنده صلاة الزّيارة وما بدا لك .",null]