["أن يصلّي ركعتين ثمّ يسجد ويشكر الله عزّ وجلّ مائة مرّة، ثمّ يرفع رأسه من السجود ويقول:\nاللهُمَّ إنّي أسألُكَ بِأنَّ لَكَ الحَمدَ وَحدَكَ لا شَريكَ لَكَ وَأنَّكَ وَاحِدٌ أحَدٌ صَمَدٌ لَم تَلِد وَلَم تولَد وَلَم يَكُن لَكَ كُفواً أحَدٌ، وَأنَّ مُحَمَّداً عَبدُكَ وَرَسولُكَ صَلَواتُكَ عَلَيهِ وَآلِهِ، يا مَن هُوَ كُلَّ يَومٍ في شَأنٍ كَما كانَ مِن شَأنِكَ أن تَفَضَّلتَ عَلَيَّ بِأن جَعَلتَني مِن أهلِ إجابَتِكَ وَأهلِ دينِكَ وَأهلِ دَعوَتِكَ وَوَفَّقتَني لِذلِكَ في مُبتَدَئ خَلقي تَفَضُّلاً مِنكَ وَكَرَماً وَجوداً، ثمّ أردَفتَ الفَضلَ فَضلاً وَالجودَ جوداً وَالكَرَمَ كَرَماً رَأفَةً مِنكَ وَرَحمَةً إلى أن جَدَّدتَ ذلِكَ العَهدَ لي تَجديداً بَعدَ تَجديدِكَ خَلقي، وَكُنتُ نَسياً مَنسياً ناسياً ساهياً غافِلاً فَأتمَمتَ نِعمَتَكَ بِأن ذَكَّرتَني ذلِكَ وَمَنَنتَ بِهِ عَلَيَّ وَهَدَيتَني لَهُ، فَليَكُن مِن شَأنِكَ يا إلهي وَسَيِّدي وَمَولايَ أن تُتِمَّ لي ذلِكَ وَلا تَسلُبنيهِ حَتّى تَتَوَفَّاني عَلى ذلِكَ وَأنتَ عَنّي راضٍ فَإنَّكَ أحَقُّ المُنعِمينَ أن تُتِمَّ نِعمَتَكَ عَلَيَّ اللهُمَّ سَمِعنا وَأطَعنا وَأجَبنا داعيَكَ بِمَنِّكَ فَلَكَ الحَمدُ غُفرانَكَ رَبَّنا وإلَيكَ المَصيرُ، آمَنَّا بِاللهِ وَحدَهُ لا شَريكَ لَهُ وَبِرَسولِهِ مُحَمَّدٍ (صلّى الله عليه و آله) وَصَدَّقنا وَأجَبنا داعيَ اللهِ، وَاتَّبَعنا الرَّسولَ في موالاةِ مَولانا وَمَولى المُؤمِنينَ أميرِ المُؤمِنينَ عَليِّ بنِ أبي طالِبٍ عَبِد اللهِ وَأخي رَسولِهِ وَالصِّدّيقِ الأكبَرِ وَالحُجَّةِ عَلى بَريَّتِهِ المُؤَيِّدِ بِهِ نَبيَّهُ وَدينَهُ الحَقَّ المُبينَ، عَلَماً لِدينِ اللهِ وَخازِناً لِعِلمِهِ وَعَيبَةَ غَيبِ اللهِ وَمَوضِعَ سِرِّ اللهِ وَأمينَ اللهِ عَلى خَلقِهِ وَشاهِدَهُ في بَريَّتِهِ، اللهُمَّ رَبَّنا إنَّنا سَمِعنا مُنادياً يُنادي لِلإيمانِ أن آمِنوا بِرَبِّكُم فَآمَنَّا رَبَّنا فَاغفِر لَنا ذُنوبَنا وَكَفِّر عَنَّا سَيِّئاتِنا وَتَوَفَّنا مَعَ الأبرارِ، رَبَّنا وَآتِنا ما وَعَدتَنا عَلى رُسُلِكَ وَلا تُخزِنا يَومَ القيامة إنَّكَ لا تُخلِفُ الميعادَ فَإنَّا يا رَبَّنا بِمَنِّكَ وَلُطفِكَ أجَبنا داعيَكَ وَاتَّبَعنا الرَّسولَ وَصَدَّقناهُ وَصَدَّقنا مَولى المُؤمِنينَ وَكَفَرنا بِالجِبتِ والطَّاغوتِ، فَوَلِّنا ما تَوَلَّينا وَاحشُرنا مَعَ أئِمَّتِنا فَإنَّا بِهِم مُؤمِنونَ مُوقِنُونَ وَلَهُم مُسلّمونَ، آمَنَّا بِسِرّهِم وَعَلانيَتِهِم وَشاهِدِهِم وَغائِبِهِم وَحَيِّهِم وَمَيِّتِهِم وَرَضينا بِهِم أئِمَّةً وَقادَةً وَسادَةً وَحَسبُنا بِهِم بَينَنا وَبَينَ اللهِ دونَ خَلقِهِ لا نَبتَغي بِهِم بَدَلاً، ولا نَتَّخِذُ مِن دونِهِم وَليجَةً وَبَرِئنا إلى اللهِ مِن كُلِّ مَن نَصَبَ لَهُم حَرباً مِنَ الجِنِّ وَالإنسِ مِنَ الأوّلينَ وَالآخرينَ، وَكَفَرنا بِالجِبتِ والطَّاغوتِ وَالأوثانِ الأربَعَةِ وَأشياعِهِم وَأتباعِهِم وَكُلِّ مَن وَالاهُم مِنَ الجِنِّ وَالإنسَ مِن أوَّلِ الدَّهرِ إلى آخِرِهِ، اللهُمَّ إنَّا نُشهِدُكَ أنَّا نَدينُ بِما دانَ بِهِ مُحَمَّدٌ وَآلُ مُحَمَّدٍ (صَلَّى اللهُ عَلَيهِ وعَلَيهِم) وَقَولُنا ما قالوا وَدينُنا ما دانوا بِهِ، ما قالوا بِهِ قُلنا وَما دانوا بِهِ دِنَّا وَما أنكَروا أنكَرنا وَمَن وَالَوا وَالَينا وَمَن عادَوا عادَينا وَمَن لَعَنوا لَعَنَّا وَمَن تَبَرَّأوا مِنهُ تَبَرَّأنا مِنهُ وَمَن تَرَحَّموا عَلَيهِ تَرَحَّمنا عَلَيهِ، آمَنَّا وَسَلَّمنا وَرَضينا وَاتَّبَعنا مَواليَنا (صلوات الله عليهم) ، اللهُمَّ فَتَمِّم لَنا ذلِكَ وَلا تَسلُبناه وَاجعَلهُ مُستَقِراً ثابِتاً عِندَنا وَلا تَجعَلهُ مُستَعاراً وَأحيِنا ما أحيَيتَنا عَلَيهِ وَأمِتنا إذا أمَتَّنا عَلَيهِ، آلُ مُحَمَّدٍ أئِمَّتُنا فَبِهِم نَأتَمُّ وَإياهُم نوالي وَعَدوَّهُم عَدوَّ الله نُعادي فَاجعَلنا مَعَهُم في الدُّنيا وَالآخرةِ وَمِنَ المُقَرَّبينَ فَإنَّا بِذلِكَ راضونَ يا أرحَمَ الرَّاحِمينَ. \nثمّ يسجد ثانيا ويقول مائة مرّة: الحمد لله، ومائة مرّة: شكراً لله.\nوروي أنّ من فعل ذلك كان كمن حضر ذلك اليوم وبايع رسول الله (صلى الله عليه وآله وسلم) على الولاية، الخبر. والأفضل أن يصلّي هذه الصلاة قرب الزوال وهي الساعة التي نصب فيها أمير المؤمنين (عليه السلام) بغدير خم إماماً للناس. وأن يقرأ في الركعة الاُولى منها سورة القدر وفي الثانية التوحيد.\n","مفاتيح الجنان"]