["أن يغتسل ويصلّي ركعتين من قبل أن تزول الشمس بنصف ساعة يقرأ في كلّ ركعة سورة الحمد مرّة وقل هو الله أحد عشر مرّات وآية الكرسي عشر مرّات وإنا أنزلناه عشراً، فهذا العمل يعدل عند الله عزّ وجلّ مائة ألف حجة ومائة ألف عمرّة ويوجب أن يقضي الله الكريم حوائج دنيا ه وآخرته في يسر وعافية ولا يخفى عليك أنّ السيد في (الاقبال) قدّم ذكر سورة القدر على آية الكرسي في هذه الصلاة وتابعه العلّامة المجلسي في «زاد المعاد» فقدّم ذكر القدر كما صنعت أنا في سائر كتبي ولكني بعد التتبّع وجدت الأغلب ممّن ذكروا هذه الصلاة قد قدّموا ذكر آية الكرسي على القدر واحتمال سهو القلم من السيد نفسه أو من الناسخين لكتابه في كلّا موردي الخلاف وهما عدد الحمد وتقديم القدر بعيد غاية البعد كاحتمال كون ما ذكره السيد عملاً مستقلاً مغايراً للعمل المشهور والله تعالى هو العالم. والأفضل أن يدعو بعد هذه الصلاة بهذا الدعاء: \n   \n\nربنا اننا سمعنا مناديا ينادى للإيمان أن آمنوا بربكم فآمنا ، ربنا فاغفر لنا ذنوبنا وكفر عنا سيئاتنا وتوفنا مع الأبرار ،\n\nربنا وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة انك لاتخلف الميعاد . اللهم انى أشهدك وكفى بك شهيدا ، واشهد\n\nملائكتك وحملة عرشك وسكان سماواتك وأرضك بأنك أنت الله لا اله الا أنت ، المعبود الذي ليس وجهك الكريم ،\n\nلا اله الا أنت المعبود لا معبود سواك ، تعاليت عما يقول الظالمون علوا كبيرا . وأشهد أن محمدا عبدك ورسولك ،\n\nوأشهد أن عليا أمير المؤمنين ووليهم ومولاهم ومولاي ، ربنا سمعنا النداء ، وصدقنا المنادى ، رسولك صلى الله عليه\n\nوآله ، إذ نادى نداء عنك بالذى أمرته أن يبلغ عنك ما أنزلت إليه من موالاة ولى المؤمنين وحذرته وأنذرته ان لم يبلغ\n\nأن تسخط عليه ، وأنه إذا بلغ رسالاتك عصمته من الناس . فنادى مبلغا وحيك ورسالاتك : الأمن كنت مولاه فعلى\n\nمولاه ، ومن كنت وليه فعلى وليه ، ومن كنت نبيه فعلى أميره . ربنا قد أجبنا داعيك النذير المنذر محمدا عبدك الذي\n\nأنعمت عليه ، وجعلته مثلا لبنى إسرائيل ، ربنا آمنا واتبعنا مولانا وولينا وهادينا وداعينا وداعي الأنام وصراطك السوى\n\nالمستقيم ، محجتك البيضاء ، وسبيلك الداعي إليك على بصيرة هو ومن اتبعه ، وسبحان الله عما يشركون بولايته\n\nوبأمره ربهم باتخاذ الولايج من دونه . فأشهد يا الهي أن الإمام الهادي المرشد الرشيد على بن أبى طالب صلوات الله\n\nعليه أمير المؤمنين ، الذي ذكرته في كتابك فقلت : ( وانه في أم الكتاب لدينا لعلى حكيم ) . اللهم فانا نشهد بأنه عبدك\n\nالهادى من بعد نبيك النذير المنذر ، والصراط المستقيم وإمام المؤمنين ، وقائد الغر المحجلين ، وحجتك البالغة ،\n\nولسانك المعبر عنك في خلقك ، والقائم بالقسط بعد نبيك ، وديان دينك ، وخازن علمك ، وعيبة وحيك ، وعبدك وأمينك\n\nالمأمون المأخوذ ميثاقه مع ميثاقك وميثاق رسلك من خلقك وبريتك بالشهادة والإخلاص بالوحدانية . بأنك أنت الله لا اله\n\nالا أنت ، ومحمد عبدك ورسولك وعلى أمير المؤمنين ، وجعلت الإقرار بولايته تمام توحيدك والإخلاص لك بوحدانيتك\n\nواكمال دينك وتمام نعمتك على جميع خلقك ، فقلت وقولك الحق : ( اليوم أكملت لكم دينكم وأتممت عليكم نعمتي\n\nورضيت لكم الإسلام دينا ) . فلك الحمد على ما مننت به علينا من الإخلاص لك بوحدانيتك ، وجدت علينا بموالاة\n\nوليك الهادى من بعد نبيك النذير المنذر ، ورضيت لنا الإسلام دينا بمولانا وأتممت علينا نعمتك بالذي جددت لنا عهدك\n\nوميثاقك ، وذكرتنا ذلك . وجعلتنا من أهل الإخلاص والتصديق لعهدك وميثاقك ، ومن أهل الوفاء بذلك ، ولم تجعلنا\n\nمن الناكثين والمكذبين بيوم الدين ، ولم تجعلنا من المغيرين والمبدلين والمحرفين والمبتكين آذان الأنعام ، والمغيرين\n\nخلق الله ، ومن الذين استحوذ عليهم الشيطان فأنساهم ذكر الله ، وصدهم عن السبيل والصراط المستقيم .\n\n\nوأكثر من قولك : اللهم العن الجاحدين والناكثين والمغيرين والمبدلين والمكذبين ، الذين يكذبون بيوم الدين من الأولين والآخرين .\n\n\nثم قل : اللهم لك الحمد على نعمتك علينا بالذي هديتنا إلى موالاة ولاة أمرك من بعد نبيك ، والأئمة الهادين الذين جعلتهم\n\nأركانا لتوحيدك ، وأعلام الهدى ومنار التقوى ، والعروة الوثقى ، وكمال دينك ، وتمام نعمتك ، ومن بهم وبموالاتهم\n\nرضيت لنا الإسلام دينا ، ربنا فلك الحمد . آمنا بك وصدقنا بنبيك الرسول النذير المنذر ، واتبعنا الهادي من بعد النذير\n\nالمنذر ، ووالينا وليهم وعادينا عدوهم ، وبرئنا من الجاحدين والناكثين والمكذبين بيوم الدين . اللهم فكما كان من شأنك\n\nيا صادق الوعد ، يامن لا يخلف الميعاد ، يامن هو كل يوم في شأن ، أن أتممت علينا نعمتك بموالاة أوليائك ، المسؤول\n\nعنهم عبادك ، فانك قلت : ( ولتسئلن يومئذ عن النعيم ) ، وقلت : ( وقفوهم انهم مسؤولون ) . ومننت بشهادة الإخلاص\n\nلك بولاية أوليائك الهداة من بعد النذير المنذر ، السراج المنير ، وأكملت لنا الدين بموالاتهم والبراءة من عدوهم ،\n\nوأتممت علينا النعم بالذى جددت لنا عهدك ، وذكرتنا ميثاقك المأخوذ منا في مبتدء 4 خلقك ايانا . وجعلتنا من أهل\n\nالاجابة ، وذكرتنا العهد والميثاق ، ولم تنسنا ذكرك ، فانك قلت : ( وإذ اخذ ربك من بني آدم من ظهورهم ذريتهم\n\nوأشهدهم على أنفسهم الست بربكم قالوا بلى ) . شهدنا بمنك بأنك أنت الله لا اله الا أنت ربنا وأن محمدا عبدك\n\nورسولك نبينا ، وأن عليا أمير المؤمنين ولينا ومولانا ، وشهدنا بالولاية لولينا ومولانا من ذرية نبيك من صلب ولينا\n\nومولانا على بن أبى طالب أمير المؤمنين عبدك الذي أنعمت عليه . وجعلته في أم الكتاب لديك عليا حكيما ، وجعلته\n\nآية لنبيك وآية من آياتك الكبرى ، والنبأ العظيم الذي هم فيه مختلفون ، والنباء العظيم الذي هم عنه معرضون ، وعنه\n\nيوم القيامة مسؤولون ، وتمام نعمتك التي عنها يسأل عبادك إذ هم موقوفون ، وعن النعيم مسؤولون . اللهم وكما كان\n\nمن شأنك ما أنعمت علينا بالهداية إلى معرفتهم ، فليكن من شأنك أن تصلى على محمد وآل محمد وأن تبارك لنا في\n\nيومنا هذا الذى ذكرتنا فيه عهدك وميثاقك ، وأكملت لنا ديننا وأتممت علينا نعمتك ، وجعلتنا بنعمتك من أهل الإجابة\n\nوالإخلاص بوحدانيتك ، ومن أهل الإيمان والتصديق بولاية أوليائك والبراءة من أعدائك وأعداء أوليائك الجاحدين\n\nالمكذبين بيوم الدين . فأسألك يا رب تمام ما أنعمت علينا ولا تجعلنا من المعاندين ، ولا تلحقنا بالمكذبين بيوم الدين ،\n\nواجعل لنا قدم صدق مع المتقين . واجعل لنا من لدنك رحمة واجعل لنا من المتقين إماما إلى يوم الدين ، يوم يدعى كل\n\nأناس بإمامهم ، واجعلنا في ظل القوم المتقين الهداة بعد النذير المنذر والبشير ، الأئمة الدعاة الى الهدى ، ولا تجعلنا\n\nمن المكذبين الدعاة إلى النار ، وهم يوم القيامة وأولياؤهم من المقبوحين . ربنا فاحشرنا في زمرة الهادي المهدي وأحينا\n\nما أحييتنا على الوفاء بعهدك وميثاقك المأخوذ منا على موالاة أوليائك ، والبراءة من أعدائك المكذبين بيوم الدين ،\n\nوالناكثين بميثاقك ، وتوفنا على ذلك ، واجعل لنا مع الرسول سبيلا ، اثبت لنا قدم صدق في الهجرة إليهم . واجعل\n\nمحيانا خير المحيا ومماتنا خير الممات ومنقلبنا خير المنقلب ، على موالاة أوليائك والبراءة من أعدائك ، حتى تتوفانا\n\nوأنت عنا راض ، قد أو جبت لنا الخلود في جنتك برحمتك والمثوى في جوارك والإنابة إلى دار المقامة من فضلك ،\n\nلا يمسنا فيها نصب ولا يمسنا فيها لغوب . ربنا انك أمرتنا بطاعة ولاة أمرك ، وأمرتنا أن نكون مع الصادقين ، فقلت :\n\n( أطيعوا الله وأطيعوا الرسول وأولى الأمر منكم ) ، وقلت : ( يا أيها الذين آمنوا اتقوا الله وكونوا مع الصادقين ) .\n\nربنا سمعنا وأطعنا ربنا ثبت أقدامنا وتوفنا مع الأبرار ، مسلمين مسلمين مصدقين لأوليائك ، ولا تزغ قلوبنا بعد إذ\n\nهديتنا وهب لنا من لدنك رحمة انك أنت الوهاب ، ربنا آمنا بك وصدقنا نبيك ، ووالينا وليك والأولياء من بعد نبيك ،\n\nووليك مولى المؤمنين على بن أبى طالب صلوات الله عليه ، والإمام الهادي من بعد الرسول النذير المنذر والسراج\n\nالمنير . ربنا فكما كان من شأنك أن جعلتنا من أهل الوفاء بعهدك بمنك علينا ولطفك لنا ، فليكن من شأنك أن تغفر لنا\n\nذنوبنا وتكفر عنا سيئاتنا وتوفنا مع الأبرار ، ربنا وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة انك لا تخلف الميعاد.\n\nربنا آمنا بك ، ووفينا بعهدك ، وصدقنا رسلك ، واتبعنا ولاة الأمر من بعد رسلك ، ووالينا أوليائك ، وعادينا أعداءك\n\nفاكتبنا مع الشاهدين ، واحشرنا مع الأئمة الهداة من آل محمد الرسول البشير النذير . آمنا يا رب بسرهم وعلانيتهم ،\n\nوشاهدهم وغائبهم ، وبحيهم وميتهم ، ورضينا بهم أئمة وسادة وقادة لا نبتغى بهم بدلا ولا نتخذ من دونهم ولائج أبدا .\n\nربنا فأحينا ما أحييتنا على موالاتهم ، والبراءة من أعدائهم ، والتسليم لهم والرد إليهم ، وتوفنا إذا توفيتنا على الوفاء لك\n\nلهم بالعهد والميثاق ، والموالاة لهم والتصديق والتسليم لهم ، غير جاحدين ولا ناكثين ولا مكذبين . اللهم انى أسألك\n\nبالحق الذى جعلته عندهم ، وبالذي فضلتهم على العالمين جميعا ، أن تبارك لنا في يومنا هذا الذي أكرمتنا فيه بالوفاء\n\nلعهدك ، الذي عهدت إلينا والميثاق الذي واثقتنا به من موالاة أوليائك وتمن علينا بنعمتك ، وتجعله عندنا مستقرا ثابتا ولا\n\nتسلبناه أبدا ، ولا تجعله عندنا مستودعا فانك قلت : ( فمستقر ومستودع ) ، فاجعله مستقرا ثابتا . وارزقنا نصر دينك .\n\nمع ولى هاد من أهل بيت نبيك قائما رشيدا هاديا مهديا من الضلالة إلى الهديا واجعلنا تحت رايته وفى زمرته شهداء\n\nصادقين ، مقتولين في سبيلك وعلى نصرة دينك .\n\nثم سل بعد ذلك حوائجك للآخرة والدنيا\n","مفاتيح الجنان"]