[" الدعاء الذي رواه السيد ابن طاووس عن الشيخ المفيد:\nاللهُمَّ إنّي أسألُكَ بِحَقِّ مُحَمَّدٍ نَبيِّكَ وَعَليٍّ وَليِّكَ وَالشَّأنِ وَالقَدرِ الَّذي خَصَصتَهُما بِهِ دونَ خَلقِكَ أن تُصَلّيَ عَلى مُحَمَّدٍ وَعَلِيٍ وَاَنْ تَبدَءَ بِهِما في كُلِّ خَيْرٍ عاجِلٍ اللهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَآلِ مُحَمَّدٍ الأئِمَّةِ القادَةِ وَالدُّعاةِ السَّادَةِ وَالنُّجومِ الزَّاهِرَةِ وَالأعلامِ الباهِرَةِ وَساسَةِ العِبادِ وَأركانِ البِلادِ وَالنَّاقِة المُرسَلَةِ وَالسَّفينَةِ النَّاجيَةِ الجاريَةِ في اللُّجَجِ الغامرّة، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ خُزَّانِ عِلمِكَ وَأركانِ تَوحيدِكَ وَدَعائِمِ دينِكَ وَمَعادِنِ كَرامَتِكَ وَصَفوَتِكَ مِن بَريَّتِكَ وَخيَرَتِكَ مِن خَلقِكَ الأتقياءِ الأنقياءِ النُّجَباءِ الأبرارِ وَالبابِ المُبتَلى بِهِ النَّاسُ مَن أتاهُ نَجا وَمَن أباهُ هَوى، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ أهلِ الذِّكرِ الَّذينَ أمَرتَ بِمَسألَتِهِم وَذَوي القُربى الَّذينَ أمَرتَ بِمَوَدَّتِهِم وَفَرَضتَ حَقَّهُم وَجَعَلتَ الجَنَّةَ مَعادَ مَنِ اقتَصَّ آثارَهُم، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما أمَروا بِطاعَتِكَ وَنَهوا عَن مَعصيَتِكَ وَدَلّوا عِبادَكَ عَلى وَحدانيَّتِكَ، اللهُمَّ إنّي أسألُكَ بِحَقِّ مُحَمَّدٍ نَبيِّكَ وَنَجيبِكَ وَصَفوَتِكَ وَأمينكَ وَرَسولِكَ إلى خَلقِكَ وَبِحَقِّ أميرِ المُؤمِنينَ وَيَعسوبِ الدّينِ وَقائِدِ الغُرِّ المُحَجَّلينَ الوَصيَّ الوَفيَّ وَالصِّدّيقِ الأكبَرِ وَالفاروقِ بَينَ الحَقِّ وَالباطِلِ وَالشَّاهِدِ لَكَ وَالدَّالِّ عَلَيكَ وَالصَّادِعِ بأمرِكَ وَالمُجاهِدِ في سَبيلِكَ، لَم تَأخُذهُ فيكَ لَومَةُ لائِمٍ أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَجعَلَني في هذا اليَومِ الَّذي عَقَدتَ فيهِ لِوَليِّكَ العَهدَ في أعناقِ خَلقِكَ وَاكمَلتَ لَهُم الدّينَ مِنَ العارِفينَ بِحُرمَتِهِ وَالمُقِرّينَ بِفَضلِهِ مِن عُتَقائِكَ وَطُلَقائِكَ مِنَ النَّارِ، وَلا تُشمِت بي حاسِدي النِّعَمِ، اللهُمَّ فَكَما جَعَلتَهُ عيدَكَ الأكبَرَ وَسَمَّيتَهُ في السَّماءِ يَومَ العَهدِ المَعهودِ وَفي الأرضِ يَومَ الميثاقِ المَأخوذِ وَالجَمعِ المَسؤولِ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأقرِر بِهِ عُيونَنا وَاجمَع بِهِ شَملَنا وَلا تُضِلَّنا بَعدَ إذ هَدَيتَنا وَاجعَلنا لأنعُمِكَ مِنَ الشَّاكِرينَ يا أرحَم الرَّاحِمينَ الحَمدُ للهِ الَّذي عَرَّفَنا فَضلَ هذا اليَومِ وَبَصَّرَنا حُرمَتَهُ وَكَرَّمَنا بِهِ وَشَرَّفَنا بِمَعرِفَتِهِ وَهَدانا بِنورِهِ، يا رَسولَ اللهِ يا أميرَ المُؤمِنينَ عَلَيكُما وَعَلى عِترَتِكُما وَعَلى مُحِبّيكُما مِنّي أفضَلُ السَّلامِ ما بَقيَ الليلُ وَالنَّهارُ وَبِكُما أتَوَجَّه إلى اللهِ رَبّي وَرَبِّكُما في نَجاحِ طَلِبَتي وَقَضاء حَوائِجي وَتَيسيرِ اُموري، اللهُمَّ إنّي أسألُكَ بِحَقِّ مُحَمَّدٍ وَآلِ مُحَمَّدٍ أن تُصَلّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَلعَنَ مَن جَحَدَ حَقَّ هذا اليَومِ وَأنكَرَ حُرمَتَهُ فَصَدَّ عَن سَبيلِكَ لإطفاءِ نورِكَ فَأبى اللهُ إلاّ أن يُتِمَّ نورَهُ، اللهُمَّ فَرِّج عَن أهلِ بَيتِ مُحَمَّدٍ نَبيِّكَ وَاكشِف عَنهُم وَبِهِم عَن المُؤمِنينَ الكُرُباتِ، اللهُمَّ املأ الأرضَ بِهِم عَدلاً كَما مُلِئَت ظُلماً وَجوراً وَأنجِز لَهُم ما وَعَدتَهُم إنَّكَ لا تُخلِفُ الميعادَ.\n","مفاتيح الجنان"]