["اعلم أنّ السيد الداماد (رحمه الله) قال في رسالته المسمّاة (الأربعة أيام في خلال أعمال يوم دحو الأرض): إنّ  زيارة الرضا (عليه السلام) في هذا اليوم هي آكَد آدابه المسنونة كذلك، ويتأكد استحباب زيارته (عليه السلام) في اليوم الأوّل من شهر رجب الفرد وقد حثّ عليها حثاً بالغاً.\nزيارة الإمام الرضا (عليه السلام)\nالسَّلَامُ عَلَيْكَ يَا وَلِيَّ اللَّهِ السَّلَامُ عَلَيْكَ يَا حُجَّةَ اللَّهِ السَّلَامُ عَلَيْكَ يَا نُورَ اللَّهِ فِي ظُلُمَاتِ الْأَرْضِ السَّلَامُ عَلَيْكَ يَا عَمُودَ الدِّينِ السَّلَامُ عَلَيْكَ يَا وَارِثَ آدَمَ صَفْوَةِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ نُوحٍ نَبِيِّ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ إِبْرَاهِيمَ خَلِيلِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ إِسْمَاعِيلَ ذَبِيحِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى كَلِيمِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ عِيسَى رُوحِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدٍ رَسُولِ اللَّهِ السَّلَامُ عَلَيْكَ يَا وَارِثَ أَمِيرِ الْمُؤْمِنِينَ عَلِيٍّ وَلِيِّ اللَّهِ وَ وَصِيِّ رَسُولِ رَبِّ الْعَالَمِينَ السَّلَامُ عَلَيْكَ يَا وَارِثَ فَاطِمَةَ الزَّهْرَاءِ السَّلَامُ عَلَيْكَ يَا وَارِثَ الْحَسَنِ وَ الْحُسَيْنِ سَيِّدَيْ شَبَابِ أَهْلِ الْجَنَّةِ السَّلَامُ عَلَيْكَ يَا وَارِثَ عَلِيِّ بْنِ الْحُسَيْنِ سَيِّدِ الْعَابِدِينَ السَّلَامُ عَلَيْكَ يَا وَارِثَ مُحَمَّدِ بْنِ عَلِيٍّ بَاقِرِ عِلْمِ الْأَوَّلِينَ وَ الْآخِرِينَ السَّلَامُ عَلَيْكَ يَا وَارِثَ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ الْبَارِّ السَّلَامُ عَلَيْكَ يَا وَارِثَ مُوسَى بْنِ جَعْفَرٍ السَّلَامُ عَلَيْكَ أَيُّهَا الصِّدِّيقُ الشَّهِيدُ السَّلَامُ عَلَيْكَ أَيُّهَا الْوَصِيُّ الْبَارُّ التَّقِيُّ أَشْهَدُ أَنَّكَ قَدْ أَقَمْتَ الصَّلَاةَ وَ آتَيْتَ الزَّكَاةَ وَ أَمَرْتَ بِالْمَعْرُوفِ وَ نَهَيْتَ عَنِ الْمُنْكَرِ وَ عَبَدْتَ اللَّهَ مُخْلِصاً حَتَّى أَتَاكَ الْيَقِينُ السَّلَامُ عَلَيْكَ يَا أَبَا الْحَسَنِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ إِنَّهُ حَمِيدٌ مَجِيدٌ ثُمَّ تَنْكَبُّ عَلَى الْقَبْرِ وَ تَقُولُ اللَّهُمَّ إِلَيْكَ صَمَدْتُ مِنْ أَرْضِي وَ قَطَعْتُ الْبِلَادَ رَجَاءَ رَحْمَتِكَ فَلَا تُخَيِّبْنِي وَ لَا تَرُدَّنِي بِغَيْرِ قَضَاءِ حَوَائِجِي وَ ارْحَمْ تَقَلُّبِي عَلَى قَبْرِ ابْنِ أَخِي رَسُولِكَ صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ بِأَبِي أَنْتَ وَ أُمِّي أَتَيْتُكَ زَائِراً وَافِداً عَائِذاً مِمَّا جَنَيْتُ عَلَى نَفْسِي وَ احْتَطَبْتُ عَلَى ظَهْرِي فَكُنْ لِي شَافِعاً إِلَى اللَّهِ يَوْمَ فَقْرِي وَ فَاقَتِي فَلَكَ عِنْدَ اللَّهِ مَقَامٌ مَحْمُودٌ وَ أَنْتَ عِنْدَهُ وَجِيهٌ ثُمَّ تَرْفَعُ يَدَكَ الْيُمْنَى وَ تَبْسُطُ الْيُسْرَى عَلَى الْقَبْرِ وَ تَقُولُ اللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ بِحُبِّهِمْ وَ بِوَلَايَتِهِمْ أَتَوَلَّى آخِرَهُمْ بِمَا تَوَلَّيْتُ بِهِ أَوَّلَهُمْ وَ أَبْرَأُ مِنْ كُلِّ وَلِيجَةٍ دُونَهُمْ اللَّهُمَّ الْعَنِ الَّذِينَ بَدَّلُوا نِعْمَتَكَ وَ اتَّهَمُوا نَبِيَّكَ وَ جَحَدُوا بِآيَاتِكَ وَ سَخِرُوا بِإِمَامِكَ وَ حَمَلُوا النَّاسَ عَلَى أَكْتَافِ آلِ مُحَمَّدٍ اللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ بِاللَّعْنَةِ عَلَيْهِمْ وَ الْبَرَاءَةِ مِنْهُمْ فِي الدُّنْيَا وَ الْآخِرَةِ يَا رَحْمَانُ ثُمَّ تَحَوَّلْ إِلَى عِنْدَ رِجْلَيْهِ وَ قُلْ- صَلَّى اللَّهُ عَلَيْكَ يَا أَبَا الْحَسَنِ صَلَّى اللَّهُ عَلَى رَوْحِكَ وَ بَدَنِكَ صَبَرْتَ وَ أَنْتَ الصَّادِقُ الْمُصَدَّقُ قَتَلَ اللَّهُ مَنْ قَتَلَكَ بِالْأَيْدِي وَ الْأَلْسُنِ ثُمَّ ابْتَهِلْ فِي اللَّعْنَةِ عَلَى قَاتِلِ أَمِيرِ الْمُؤْمِنِينَ وَ عَلَى قَتَلَةِ الْحَسَنِ وَ الْحُسَيْنِ وَ عَلَى جَمِيعِ قَتَلَةِ أَهْلِ بَيْتِ رَسُولِ اللَّهِ (صلى الله عليه وآله وسلم) . ","مفاتيح الجنان"]