[["روى السّيد ابن طاووس رحمه الله عن الصّادق والكاظم عليهما السلام قالا : تقول في شهر رمضان من أوّله الى آخره بعد كلّ فريضة:\n\n«اَللّـهُمَّ ارْزُقْني حَجَّ بَيْتِكَ الْحَرامِ فِي عامي هذا وَفي كُلِّ عامٍ ما اَبْقَيْتَني في يُسْرٍ مِنْكَ وَعافِيَةٍ، وَسَعَةِ رِزْقٍ، وَلا تُخْلِني مِنْ تِلْكَ الْمواقِفِ الْكَريمَةِ، وَالْمَشاهِدِ الشَّريفَةِ، وَزِيارَةِ قَبْرِ نَبِيِّكَ صَلَواتُكَ عَلَيْهِ وَآلِهِ، وَفي جَميعِ حَوائِجِ الدُّنْيا وَالاَْخِرَةِ فَكُنْ لي، اَللّـهُمَّ اِنّي اَساَلُكَ فيـما تَقْضي وَتُقَدِّرُ مِنَ الاََمْرِ الَْمحْتُومِ في لَيْلَةِ الْقَدْرِ، مِنَ الْقَضاءِ الَّذي لا يُرَدُّ وَلا يُبَدَّلُ، اَنْ تَكْتُبَني مِنْ حُجّاجِ بَيْتِكَ الْحَرامِ، الْمَبْرُورِ حَجُّهُمْ، الْمَشْكُورِ سَعْيُهُمْ، الْمَغْفُورِ ذُنُوبُهُمْ، الْمُكَفَّرِ عَنْهُمْ سَيِّئاتُهُمْ، واجْعَلْ فيـما تَقْضي وَتُقَدِّرُ، اَنْ تُطيلَ عُمْري، وَتُوَسِّعَ عَلَيَّ رِزْقي، وَتُؤدِّي عَنّي اَمانَتي وَدَيْني آمينَ رَبَّ الْعالَمين. »","الإقبال-مفاتيح الجنان-زاد المعاد"],["وتَدْعُو عقيب كلّ فريضة فتقول :\n\n« يا عَلِيُّ يا عَظيمُ، يا غَفُورُ يا رَحيمُ، اَنْتَ الرَّبُّ الْعَظيمُ الَّذي لَيْسَ كَمِثْلِهِ شَيءٌ وَهُوَ السَّميعُ الْبَصيرُ، وَهذا شَهْرٌ عَظَّمْتَهُ وَكَرَّمْتَهْ، وَشَرَّفْتَهُ وَفَضَّلْتَهُ عَلَى الشُّهُورِ، وَهُوَ الشَّهْرُ الَّذي فَرَضْتَ صِيامَهُ عَلَيَّ، وَهُوَ شَهْرُ رَمَضانَ، الَّذي اَنْزَلْتَ فيهِ الْقُرْآنَ، هُدىً لِلنّاسِ وَبَيِّناتٍ مِنَ الْهُدى وَالْفُرْقانَ، وَجَعَلْتَ فيهِ لَيْلَةَ الْقَدْرِ، وَجَعَلْتَها خَيْراً مِنْ اَلْفِ شَهْرٍ، فَيا ذَا الْمَنِّ وَلا يُمَنُّ عَلَيْكَ، مُنَّ عَلَيَّ بِفَكاكِ رَقَبَتي مِنَ النّارِ فيمَنْ تَمُنَّ عَلَيْهِ، وَاَدْخِلْنِي الْجَنَّةَ بِرَحْمَتِكَ يا اَرْحَمَ الرّاحِمينَ .»","الإقبال-مفاتيح الجنان-زاد المعاد"],["وروى الكفعمي في المصباح وفي البلد الاَمين كما روى الشّيخ الشّهيد في مجموعته عن النّبي صلى الله عليه وآله وسلم انّه قال : من دعا بهذا الدّعاء في رمضان بعد كلّ فريضة غفر الله له ذنوبه الى يوم القيامة :\n\n« اَللّـهُمَّ اَدْخِلْ عَلى اَهْلِ الْقُبُورِ السُّرُورَ اَللّـهُمَّ اَغْنِ كُلَّ فَقيرٍ، اَللّـهُمَّ اَشْبِعْ كُلَّ جائِعٍ، اَللّـهُمَّ اكْسُ كُلَّ عُرْيانٍ، اَللّـهُمَّ اقْضِ دَيْنَ كُلِّ مَدينٍ، اَللّـهُمَّ فَرِّجْ عَنْ كُلِّ مَكْرُوبٍ، اَللّـهُمَّ رُدَّ كُلَّ غَريبٍ، اَللّـهُمَّ فُكَّ كُلَّ اَسيرٍ، اَللّـهُمَّ اَصْلِحْ كُلَّ فاسِدٍ مِنْ اُمُورِ الْمُسْلِمينَ، اَللّـهُمَّ اشْفِ كُلَّ مَريضٍ، اللّهُمَّ سُدَّ فَقْرَنا بِغِناكَ، اَللّـهُمَّ غَيِّر سُوءَ حالِنا بِحُسْنِ حالِكَ، اَللّـهُمَّ اقْضِ عَنَّا الدَّيْنَ وَاَغْنِنا مِنَ الْفَقْرِ، اِنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ .»","الإقبال-مفاتيح الجنان-زاد المعاد"],["وروى الكليني في الكافي عن أبي بصير قال : كان الصّادق عليه السلام يدعو بهذا الدّعاء في شهر رمضان :\n\n«اَللّـهُمَّ اِنّي بِكَ وَمِنْكَ اَطْلُبُ حاجَتي، وَمَنْ طَلَبَ حاجَةً اِلى النّاسِ فَاِنّي لا اَطْلُبُ حاجَتي إلاّ مِنْكَ وَحْدَكَ لا شَريكَ لَكَ، وَاَساَلُكَ بِفَضْلِكَ وَرِضْوانِكَ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وأهْلِ بَيْتِهِ، وَاَنْ تَجْعَلَ لي في عامي هذ اِلى بَيْتِكَ الْحَرامِ سَبيلاً حِجَّةً مَبْرُورَةً مُتَقبَّلَةً زاكِيَةً خالِصَةً، لَكَ تَقَرُّ بِها عَيْني، وَتَرْفَعُ بِها دَرَجَتي، وَتَرْزُقَني اَنْ اَغُضَّ بَصَري، وَاَنْ اَحْفَظَ فرْجي، وَاَنْ اَكُفَّ بِها عَنْ جَميعِ مَحارِمَكَ، حَتّى لايَكُونَ شَيءٌ آثَرَ عِنْدي مِنْ طاعَتِكَ وَخَشْيَتِكَ، وَالْعَمَلِ بِما اَحْبَبْتَ، وَالتَّرْكِ لِما كَرِهْتَ وَنَهَيْتَ عَنْهُ، وَاجْعَلْ ذلِكَ في يُسْرٍ ويسار وعافِيَةٍ وَما اَنْعَمْتَ بِهِ عَلَيَّ، وَاَساَلُكَ اَنْ تَجْعَلَ وَفاتي قَتْلاً في سَبيلِكَ، تَحْتَ رايَةِ نَبِيِّكَ مَعَ اَوْلِيائِكَ، وَاَسْاَلُكَ اَنْ تَقْتُلَ بي اَعْداءَكَ وَاَعْداءَ رَسُولِكَ، وَاَسْاَلُكَ اَنْ تُكْرِمَني بِهَوانِ مَنْ شِئْتَ مِنْ خَلْقِكَ، وَلا تُهِنّي بِكَرامَةِ اَحَدٍ مِنْ اَوْلِياءِكَ اَللّـهُمَّ اجْعَلْ لي مَعَ الرَّسُولِ سَبيلاً، حَسْبِيَ اللهُ ما شاءَ اللهُ .»","الإقبال-مفاتيح الجنان-زاد المعاد"]]