[["اَللّـهُمَّ هذا شَهْرُ رَمَضانَ الَّذي اَنْزَلْتَ فيهِ الْقُرآنَ هُدىً لِلنَّاسِ وَبَيِّناتٍ مِنَ الْهُدى وَالْفْرقانِ، وهذا شَهْرُ الصِّيامِ، وَهذا شَهْرُ الْقِيامِ، وَهذا شَهْرُ الاِِنابَةِ، وَهذا شَهْرُ التَّوْبَةِ، وَهذا شَهْرُ الْمَغْفِرَةِ وَالرَّحْمَةِ، وَهذا شَهْرُ الْعِتْقِ مِنَ النّارِ وَالْفَوْزِ بِالْجَنَّةِ، وَهذا شَهْرٌ فيهِ لَيْلَةُ الْقَدْرِ الَّتي هِيَ خَيْرٌ مِنْ اَلْفِ شَهْرٍ، اَللّـهُمَّ فَصَلِّ عَلى مُحَمَّدٍ وآلِ مُحَمَّدٍ، وَاَعِّني عَلى صِيامِهِ وَقِيامِهِ، وَسلِّمْهُ لي وَسَلِّمْني فيهِ، وَاَعِنّي عَلَيْهِ بِاَفْضَلِ عَوْنِكَ، وَوَفِّقْني فيهِ لِطاعَتِكَ وَطاعَةِ رَسُولِكَ واَوْليائِكَ صَلَّى اللهُ عَلَيْهِمْ، وَفَرِّغْني فيهِ لِعِبادَتِكَ وَدُعائِكَ وَتِلاوَةِ كِتابِكَ، وَاَعْظِمْ لي فيهِ الْبَرَكَةَ، وَاَحْسِنْ لي فيهِ الْعافِيَةَ، وَاَصِحَّ فيهِ بَدَني، وَاَوْسِعْ لي فيهِ رِزْقي، وَاكْفِني فيهِ ما أهَمَّني وَاسْتَجِبْ فيهِ دُعائي، وَبَلِّغْني فيه رَجائي، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، واَذْهِبْ عَنّي فيهِ النُّعاسَ وَالْكَسَلَ وَالسَّامَةَ وَالْفَتْرَةَ وَالْقَسْوَةَ وَالْغَفْلَةَ وَالْغِرَّةَ، وَجَنِّبْني فيهِ الْعِلَلَ وَالاََسْقامَ وَالْهُمُومَ وَالاََحْزانَ وَالاََعْراضَ وَالاََمْراضَ وَالْخَطايا وَالذُّنُوبَ، وَاصْرِفْ عَنّي فيهِ السُّوءَ وَالْفَحشاءَ وَالْجَهْدَ وَالْبَلاء وَالتَّعَبَ وَالْعِناءَ اِنَّكَ سَميعُ الدُّعاءِ،\n\nاَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَعِذْني فيهِ مِنَ الشَّيْطانِ الرَّجيمِ وَهَمْزِهِ وَلَمْزِهِ وَنُفْثِهِ وَنُفْخِهِ وَوَسْوَسَتِهِ وَتَثْبيطِهِ وَبَطْشِه وَكَيْدِهِ وَمَكْرِهِ وَحبائِلِهِ وَخُدَعِهِ وَاَمانِيِّهِ وَغُرُورِهِ وَفِتْنَتِهِ وَشَرَكِهِ وَاَحْزَابِهِ وَاَتْباعِهِ واَشْياعِهِ وَاَوْلِيائِهِ وَشُرَكائِهِ وَجَميعِ مَكائِدِهِ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَارْزُقْنا قِيامَهُ وَصِيامَهُ وَبُلُوغَ الاََمَلِ فيهِ وَفي قِيامِهِ، وَاسْتِكْمالَ ما يُرْضيكَ عَنّي صَبْراً وَاْحتِساباً وَايماناً وَيَقيناً، ثُمَّ تَقَبَّلْ ذلِكَ مِنّي بِالاََضْعافِ الْكَثيرَةِ، والاََجْرِ الْعَظيمِ يا رَبَّ الْعالَمينَ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَارْزُقْني الْحَجَّ وَالْعُمْرَةَ والجدّ وَالاجْتِهادَ وَالْقُوَّةَ والنَّشاطَ والاِِنابَةَ والتَّوْبَةَ واِلتوفيْق والْقُرْبَةَ والْخَيْرَ الْمَقْبُولَ وَالرَّغْبَةَ والرَّهْبَةَ وَالتَّضَرُّعَ والْخُشُوعَ وَالرِّقَّةَ، والنِّيَّةَ الصّادِقَة ، وَصِدْقَ اللِّسانِ، وَالْوَجَلَ مِنْكَ، وَالرَّجاءَ لَكَ، وَالتَّوَكُّلَ عَلَيْكَ، وَالثِّقَةَ بِكَ، وَالْوَرَعَ عَنْ مَحارِمِكَ، مَعَ صالِحِ الْقَوْلِ، وَمَقْبُولِ السَّعْي، وَمَرْفُوعِ الْعَمَلِ، وَمُسْتَجابِ الدَّعْوَةِ، وَلا تَحُلْ بَيْني وَبَيْنَ شيءٍ مِنْ ذلِكَ بَعَرَضٍ وَلا مَرَضٍ وَلا هَمٍّ وَلا غَمٍّ وَلا سُقْمٍ وَلا غَفْلَةٍ وَلانِسْيانٍ، بَلْ بِالتَّعاهُدِ والتَّحَفُّظِ لَكَ وَفيكَ، وَالرِّعايَةِ لِحَقِّكَ، وَالْوَفاءِ بَعَهْدِكَ وَوَعْدِكَ بِرَحْمَتِكَ يا اَرْحَمَ الرّاحِمينَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاقْسِمْ لي فيهِ اَفْضَلَ ما تَقْسِمُهُ لِعبادِكَ الصّالِحينَ، وَاَعْطِني فيهِ اَفْضَلَ ما تُعْطي اَوْلِياءَكَ الْمُقَرَّبينَ، مِنَ الرَّحْمَةِ وَالْمَغْفِرَةِ والتَّحَنُّنِ وَالاِِجابَةِ وَالْعَفْوِ وَالْمَغْفِرَةِ الدّائِمَةِ، وَالْعافِيَةِ وَالْمُعافاةِ، وَالْعِتْقِ مِنَ النّارِ، وَالْفَوْزِ بِالْجَنَّةِ، وَخَيْرِ الدُّنْيا وَالاَْخِرَةِ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاجْعَلْ دُعائي فيهِ اِلَيْكَ واصِلاً، وَرَحْمَتَكَ وَخَيْرَكَ اِلَيّ فيه نازِلاً، وَعَمَلي فيهِ مَقْبُولاً، وَسَعْيي فيهِ مَشْكُوراً، وَذَنْبي فيهِ مَغْفُوراً، حَتّى يَكُونَ نَصيبي فيهِ الاََكْثَرَ، وَحَظّي فيهِ الاََوْفَرَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَوَفِّقْني فيهِ لِلَيْلَةِ الْقَدْرِ عَلى اَفْضَلِ حالٍ تُحِبُّ اَنْ يَكُونَ عَلَيْها اَحَدٌ مِنْ اَوْلِيائِكَ، وَاَرْضاها لَكَ، ثُمَّ اجْعَلْها لي خَيْراً مِنْ اَلْفِ شَهْرٍ، وَارْزُقْني فيها اَفْضَلَ ما رَزَقْتَ اَحَداً مِمَّنْ بَلَّغْتَهُ اِيّاها وَاَكْرَمْتَهُ بِها، وَاْجعَلْني فيها مِنْ عُتَقائِكَ مِنْ جَهَنَّمَ، وطُلَقائِكَ مِنَ النّارِ، وَسُعَداءِ خَلْقِكَ بِمَغْفِرَتِكَ وَرِضْوانِكَ يا اَرْحَمَ الرّاحِمينَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَارْزُقْنا في شَهْرِنا هذَا الْجِدَّ وَالاجْتِهادَ، والْقُوَّةَ وَالنَّشاطَ، وَما تُحِبُّ وَتَرْضى،\n\nاَللّـهُمَّ رَبَّ الْفَجْرِ وَلَيالٍ عَشْرٍ، وَالشَّفْعِ وَالْوَتْرِ، وَربَّ شَهْرِ رَمَضانَ، وَما اَنْزَلْتَ فيهِ مِنَ الْقُرآنِ، وَرَبَّ جَبْرَئيلَ وَميكائيلَ واِسْرافيلَ وَعِزْرائيلَ وَجَميعِ الْمَلائِكَةِ الْمُقَرَّبينَ، وَربَّ اِبْراهيمَ وَاِسْماعيلَ وَاِسْحـاقَ وَيَعْقُوبَ، وَربَّ مُوسى وَعيسى وَجميعِ النَّبِيّينَ وَالْمُرْسَلينَ، وَربَّ مُحَمَّدٍ خاتَمِ النَّبِيِّينَ صَلَواتُكَ عَلَيْهِ وَعَلَيْهِمْ اَجْمَعينَ، وَاَسْاَلُكَ بِحَقِّكَ عَلَيْهِمْ وَبِحَقِّهِمْ عَلَيْكَ، وَبِحَقِّكَ الْعَظيمِ لَمّا صَلَّيْتَ عَلَيْهِ وَآلِهِ وَعَلَيْهِمْ اَجْمَعينَ، وَنَظَرْتَ اِلَيَّ نَظْرَةً رَحيمَةً تَرْضى بِها عَنّي رِضىً لا سَخَطَ عَلَيَّ بَعْدَهُ اَبَداً، وَاَعْطَيْتَني جَميعَ سُؤْلي وَرَغْبَتي وَاُمْنِيَّتي وَاِرادَتي، وَصَرَفْتَ عَنّي ما اَكْرَهُ وَاَحْذَرُ وَاَخافُ عَلى نَفْسي وَما لا اَخافُ، وَعَنْ اَهْلي وَمالي وَاِخْواني وَذُرِّيَّتي، اَللّـهُمَّ اِلَيْكَ فَرَرْنا مِنْ ذُنُوبِنا فَـآوِنا تائِبينَ وَتُبْ عَلَيْنا مُسْتَغْفِرينَ، وَاغْفِرْ لَنا مُتَعوِّذينَ، وَاَعِذْنا مُسْتَجيرينَ، وَاَجِرْنا مُسْتَسْلِمينَ، وَلا تَخْذُلْنا راهِبينَ، وآمِنّا راغِبينَ، وَشَفِّعْنا سائِلينَ، وَاَعْطِنا اِنَّكَ سَميعُ الدُّعاءِ قَريبٌ مُجيبٌ، اَللّـهُمَّ اَنْتَ رَبِّي وَاَنَا عَبْدُكَ وَاَحَقُّ منْ سَأَلَ الْعَبْدُ رَبَّهُ وَلَمْ يَسْأَلِ الْعْبادُ مِثْلَكَ كَرَماً وَجُوداً، يا مَوْضِعَ شَكْوى السّائِلينَ، وَيا مُنْتَهى حاجَةِ الرّاغِبينَ، وَيا غِياثَ الْمُسْتَغيثينَ، وَيا مُجيبَ دَعْوَةِ الْمُضْطَرِّينَ، وَيا مَلْجَأ الْهارِبينَ، وَيا صَريخَ الْمُسْتَصْرِخينَ، وَيا رَبَّ الْمُسْتَضْعَفينَ، وَيا كاشِفَ كَرْبِ الْمَكْرُوبينَ، وَيا فارِجَ هَمِّ الْمَهْمُومينَ، وَيا كاشِفَ الْكَرْبِ الْعَظيمِ يا اَللهُ يا رَحْمنُ يا رَحيمُ يا اَرْحَمَ الرّاحِمينَ (وَيا اَللهُ المَكْنُون مِنْ كُلِّ عَيْنِ، الْمُرْتَدي بِالْكِبْرِياءِ) صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاغْفِرْ لي ذُنُوبي وَعُيُوبي وَاِساءَتي وَظُلْمي وَجُرْمي وَاِسْرافي عَلى نَفْسي، وَارْزُقْني مِنْ فَضْلِكَ وَرَحْمَتِكَ فَاِنَّهُ لا يَمْلِكُها غَيْرُكَ، وَاعْفُ عَنّي وَاغْفِرْ لي كُلَّ ما سَلَفَ مِنْ ذُنُوبي، وَاعْصِمْني فيـما بَقِيَ مِنْ عُمْري، وَاسْتُرْ عَلَيَّ وَعَلى والِديَّ وَوَلَدي وَقرابَتي وَاَهْلِ حُزانَتي وَمَنْ كانَ مِنّي بِسَبيْلٍ مِنَ الْمُؤْمِنينَ وَالْمُؤْمِناتِ في الدُّنْيا وَالاَْخِرَةِ فَاِنَّ ذلِكَ كُلَّهُ بِيَدِكَ وَاَنْتَ واسِعُ الْمَغْفِرَةِ، فَلا تُخَيِّبْني يا سَيِّدي، وَلا تَرُدَّ دُعائي وَلا يَدي اِلى نَحْري حَتّى تَفْعَلَ ذلِكَ بي، وَتَسْتَجيبَ لي جَميعَ ما سَأَلْتُكَ، وَتَزيدَني مِنْ فَضْلِكَ فَاِنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ، وَنَحْنُ اِلَيْكَ راغِبُونَ،\n\nاَللّـهُمَّ لَكَ الاََسْماءُ الْحُسْنى، وَالاََمْثالُ الْعُلْيا، وَالْكِبْرِياءُ وَالآلاءُ، اَسْاَلُكَ بِاسْمِكَ بِسْمِ الله الرَّحْمـنِ الرَّحيمِ اِنْ كُنْتَ قَضَيْتَ في هذِهِ اللَّيْلَةِ تَنَزُّلَ الْمَلائِكَةِ وَالرُّوحِ فيها اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَنْ تَجْعَلَ اسْمي فِي السُّعَداءِ، وَرُوحي مَعَ الشُّهَداءِ، وَاِحْساني في عِلِّيّينَ، وَاِساءَتي مَغْفُورَةً وَاَنْ تَهَبَ لي يَقيناً تُباشِرُ بِهِ قَلْبي، وَايماناً لا يَشُوبُهُ شَكٌّ، وَرِضىً بِما قَسَمْتَ لي، وَآتِني في الدُّنْيا حَسَنَةً وَفِي حَسَنَةً وَقِني عَذابَ النّارِ، وَاِنْ لَمْ تَكُنْ قَضَيْتَ في هذِهِ اللَّيْلَةِ تَنَزُّلَ الْمَلائِكَةِ وَالرُّوحِ فيها فَاَخِّرْني اِلى ذلِكَ، وَارْزُقْني فيها ذِكْرَكَ وَشُكْرَكَ وَطاعَتَكَ وَحُسْنَ عِبادَتِكَ وصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ بِاَفْضَلِ صَلَواتِكَ يا اَرْحَمَ الرّاحِمينَ يا اَحَدٌ يا صَمَدٌ، يا رَبَّ مُحَمَّدٍ، اغْضَبِ الْيَوْمَ لُِمحَمَّدٍ وَلاََِبْرارِ عِتْرَتِهِ واقْتُلْ اَعْداءَهُمْ بَدَداً، وَاَحْصِهِمْ عَدَداً، وَلا تَدَعْ عَلى ظَهْرِ الاََرْضِ مِنْهُمْ اَحَداً، وَلا تَغْفِرْ لَهُمْ اَبَداً، يا حَسَنَ الصُّحْبَةِ يا خَليفَةَ النَّبِيّينَ اَنْتَ اَرْحَمُ الرّاحِمينَ الْبَدىءُ الْبَديعُ الَّذي لَيْسَ كَمِثْلِكَ شَيءٌ، وَالدّائِمُ غَيْرُ الْغافِلِ، وَالْحَيُّ الَّذي لا يَمُوتُ، اَنْتَ كُلَّ يَوْمٍ في شَأنٍ، اَنْتَ خَليفَةَ، مُحَمَّدٍ، وَناصِرُ مُحَمَّدٍ، وَمُفَضِّلُ مُحَمَّدٍ، اَسْاَلُكَ اَنْ تَنْصُرَ وَصِيَّ مُحَمَّدٍ، وَخَليفَةَ مُحَمَّدٍ، وَالْقائِمَ بِالْقِسْطِ مِنْ أَوْصِياءِ مُحَمَّدٍ صَلَواتُكَ عَلَيْهِ وَعَلَيْهِمْ، اِعْطِفْ عَلَيْهِمْ نَصْرَكَ يا لا اِلـهَ إلاّ اَنْتَ، بِحَقِّ لا اِلـهَ إلاّ اَنْتَ، صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاجْعَلْني مَعَهُمْ في الدُّنْيا وَالآخِرَةِ، وَاجْعَلْ عاقِبَةَ اَمْري اِلى غُفْرانِكَ وَرَحْمَتِكَ يا اَرْحَمَ الرّاحِمينَ، وَكَذلِكَ نَسَبْتَ نَفْسَكَ يا سَيِّدي بِاللَّطيفِ، بَلى اِنَّكَ لَطيفٌ، فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَالْطُفْ بي لِما تَشاءُ،\n\nاَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَارْزُقْنِي الْحَجَّ وَالْعُمْرَةَ في عامِنا هذا، وَتَطَوَّلْ عَلَيَّ بِجَميعِ حَوائِجي لِلاَْخِرَةِ وَالدُّنْيا (ثُمَّ تَقُول ثلاثاً) اَسْتَغْفِرُ اللهَ رَبِّي وَاَتُوبُ اِلَيْهِ اِنَّ رَبِّي قَريبٌ مُجيبٌ، اَسْتَغْفِرُ اللهَ رَبِّي وَاَتُوبُ اِلَيْهِ اِنَّ رَبّي رَحيمٌ وَدُودٌ، اَسْتَغْفِرُ اللهَ رَبِّي وَاَتُوبُ اِلَيْهِ اِنَّهُ كانَ غَفّاراً اَللّـهُمَّ اغْفِرْ لي اِنَّكَ اَرْحَمُ الرّاحِمينَ، رَبِّ اِنّي عَمِلْتُ سُوءاً وَظَلَمْتُ نَفْسي فَاغْفِرْ لي اِنَّهُ لا يَغْفِرُ الذُّنُوبَ إلاّ اَنْتَ، اَسْتَغْفِرُ اللهَ الَّذي لا اِلـهَ إلاّ هُوَ الْحَيُّ، الْقَيُّومُ الْحَليمُ الْعَظيمُ الْكَريمُ، الْغَفّارُ لِلذَّنْبِ الْعَظيمِ وَاَتُوبُ اِلَيْهِ، اَسْتَغْفِرُ اللهَ اِنَّ اللهَ كانَ غَفُوراً رَحيماً (ثُم تقولُ :) اَللّـهُمَّ إنّي اَسْألُكَ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَاَنْ تَجْعَلَ فيـما تَقْضي وَتُقَدِّرُ مِنَ الاََمْرِ الْعَظيمِ الَْمحْتُومِ في لَيْلَةِ الْقَدْرِ مِنَ الْقَضاءِ الَّذي لا يُرَدُّ وَلا يُبَدَّلُ، اَنْ تَكْتُبَني مِنْ حُجّاجِ بَيْتِكَ الْحَرامِ، الْمَبْرُورِ حَجُّهُمْ، الْمَشْكُورِ سَعْيُهُمْ، الْمَغْفُورِ ذُنُوبُهُمْ، الْمُكَفَّرِ عَنْهُمْ سَيِّئاتُهُمْ، وَاَنْ تَجْعَلَ فيـما تَقْضي وَتُقَدِّرُ اَنْ تُطيلَ عُمْري وَتُوَسِّعَ رِزْقي، وَتُؤَدِّي عَنّي اَمانَتي وَدَيْني، آمينَ رَبَّ الْعالَمينَ، اَللّـهُمَّ اجْعَلْ لي مِنْ اَمْري فَرَجاً وَمَخْرَجاً، وَارْزُقْني مِنْ حَيْثُ اَحْتَسِبُ وَمِنْ حَيْثُ لا اَحْتَسِبُ، وَاحْرُسْني مِنْ حَيْثُ اَحْتَرِسُ، وَمِنْ حَيْثُ لا اَحْتَرِسُ وَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَسَلِّمْ كَثيراً .","الإقبال-مفاتيح الجنان-زاد المعاد"],[" تسبّح كلّ يوم من شهر رمضان الى آخره بهذه التّسبيحات وهي عشرة أجزاء كلّ جزء يحتوي على عشرة تسبيحات :\n\n(1) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ المُصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى، وَما لا يُرى سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ السَّميعِ الَّذي لَيْسَ شَيءٌ اَسْمَعَ مِنْهُ، يَسْمَعُ مِنْ فَوْقِ عَرْشِهِ ما تَحْتَ سَبْعِ اَرَضينَ، وَيَسْمَعُ ما في ظُلُماتِ الْبَرِّ وَالْبَحْرِ، وَيَسْمَعُ الاََنينَ وَالشَّكْوى وَيَسْمَعُ السِّرَّ وَاَخْفى، وَيَسْمَعُ وَساوِسَ الصُّدُورِ (( وَيَعْلَمُ خائِنَةَ الاََعْيُنِ وَما تُخْفِي الصُّدُورِ )) وَلا يُصِمُّ سَمْعَهُ صَوْتٌ\n\n(2) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الْبَصيرِ الَّذي لَيْسَ شَيءٌ اَبْصَرَ مِنْهُ، يُبْصِرُ مِنْ فَوْقِ عَرْشِهِ ما تَحْتَ سَبْعِ اَرَضينَ، وَيُبْصِرُ ما في ظُلُماتِ الْبَرِّ وَالْبَحْر، لا تُدْرِكُهُ الاَبْصارُ وَهُوَ يُدْرِكُ الاََبْصارَ وَهُوَ اللَّطيفُ الْخَبيرُ، لا تَغْشَى بَصَرَهُ الظُّلْمَةُ، وَلا يُسْتَتَرُ مِنْهِ بِسِتْرٍ، وَلا يُوارى مِنْهُ جِدارٌ، وَلا يَغيبُ عَنْهُ بَرٌّ وَلا بَحْرٌ، وَلا يَكُنُّ مِنْهُ جَبَلٌ ما في اَصْلِهِ، وَلا قَلْبٌ ما فيهِ، وَلا جَنْبٌ ما في قَلْبِهِ، وَلا يَسْتَتِرُ مِنْهُ صَغيرٌ وَلا كَبيرٌ، وَلا يَسْتَخْفي مِنْهُ صَغيرٌ لِصِغَرِهِ، وَلا يَخْفى عَلَيْهِ شَيءٌ فِي الاََرْضِ وَلا فِي السَّماءِ، هُوَ الَّذي يُصَوِّرُكُمْ فِي الاََرْحامِ كَيْفَ يَشاءُ، لا اِلـهَ إلاّ هُوَ الْعَزيزُ الْحَكيمُ\n\n\n(3) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى، وَما لا يُرى سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي يُنْشِيءُ السَّحابَ الثِّقالَ، وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ، وَالْمَلائِكَةُ مِنْ خِيفَتِهِ، وَيُرْسِلُ الصَّواعِقَ فَيُصيبُ بِها مَنْ يَشاءُ، وَيُرْسِلُ الرِّياحَ بُشْراً بَيْنَ يَدَي رَحْمَتِهِ، وَيُنَزِّلُ الْماءَ مِنَ السَّماءِ بِكَلِمَتِهِ وَيُنْبِتُ النَّباتَ بِقُدْرَتِهِ، وَيَسْقُطُ الْوَرَقُ بِعِلْمِهِ، سُبْحـانَ اللهِ الَّذي لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي الاََرْضِ وَلا فِي السَّماءِ، وَلا اَصْغَرُ مِنْ ذلِكَ وَلا اَكْبَرُ إلاّ في كِتابٍ مُبينٍ\n\n\n(4) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى، وَما لا يُرى سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي يَعْلَمُ ما تَحْمِلُ كُلُّ اُنْثى وَما تَغيْضُ الاََرْحامُ وَما تَزْدادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ، عالِمُ الْغَيْبِ وَالشَّهادَةِ الْكَبيْرُ الْمُتَعالِ، سَواءٌ مِنْكُمْ مَنْ اَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ، وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسارِبٌ بِالنَّهارِ، لَهُ مُعَقِّباتٌ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنَ اَمْرِ اللهِ، سُبْحانَ اللهِ الَّذي يُميتُ الاََحْياءَ، وَيُحْيِي الْمَوْتى، وَيَعْلَمُ ما تَنْقُصُ الاََرْضُ مِنْهُمْ، وَيُقِرُّ فِي الاََرْحامِ ما يَشاءُ اِلى اَجَلٍ مُسَمّىً\n\n\n(5) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ مالِكِ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ، وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ، وَتُعِزُّ مَنْ تَشاءُ، وَتُذِلُّ مَنْ تَشاءُ، بِيَدِكَ الْخَيْرُ اِنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ، تُولِجُ اللَّيْلَ فِي النَّهارِ، وَتُولِجُ النَّهارَ فِي اللَّيْلِ، تُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ، وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ، وَتَرْزُقُ مَنْ تَشاءُ بِغَيْرِ حِسابِ\n\n\n(6) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي عِنْدَهُ مُفاتِحُ الْغَيْبِ لا يَعْلَمُها إلاّ هُوَ وَيَعْلَمُ ما فِي الْبَرِّ وَالْبَحْرِ، وَما تَسْقُطُ مِنْ وَرَقَةٍ إلاَّ يَعْلَمُها، وَلا حَبَّةٍ في ظُلُماتِ الاََرْضِ وَلا رَطْبٍ وَلا يابِسٍ إلاّ في كِتابٍ مُبينٍ\n\n\n(7) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي لا يُحْصي مِدْحَتَهُ الْقائِلُونَ، وَلا يَجْزي بِـآلائِهِ الشّاكِرُونَ الْعابِدُونَ، وَهُوَ كَما قالَ وَفَوْقَ ما نَقُولُ، وَاللهُ سُبْحانَهُ كَما اَثْنى عَلى نَفْسِهِ وَلا يُحيطونَ بِشيءٍ مِنْ عِلْمِهِ اِلاّا بِما شاءَ وَسِعَ كُرْسِيُّهُ السَّماواتِ وَالاََرْضَ وَلا يَؤُدُهُ حِفْظُهُما وَهُوَ الْعَلِيُّ الْعَظيمُ\n\n\n(8) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي يَعْلَمُ ما يَلِجُ فِي الاََرْضِ وَما يَخْرُجُ مِنْها وَما يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فيها، وَلا يَشْغَلُهُ ما يَلِجُ فِي الاََرْضِ وَما يَخْرُجُ مِنْها عَمّا يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فيها، وَلا يَشْغَلُهُ ما يَنْزِلُ مِنَ السَّماءِ وَما يَعْرُجُ فيها عَمّا يَلِجُ فِي الاََرْضِ وَما يَخْرُجُ مِنْها، وَلا يَشْغَلُهُ عِلْمُ شَىْءٍ عَنْ عِلْمِ شَىْءٍ وَلا يَشْغَلُهُ خَلْقُ شَىْءٍ عَنْ خَلْقِ شَيْءٍ، وَلا حِفْظُ شَيْءٍ، عَنْ حِفْظِ شَيْءٍ وَلا يُساويهِ شَيْءٌ وَلا يَعْدِلُهُ شَيْءٌ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّميعُ الْبَصيرُ\n\n\n(9) سُبْحـانَ اللهِ بارِئ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ فاطِرِ السَّماواتِ وَالاََرْضِ، جاعِلِ الْمَلائِكَةِ رُسُلاً اُولي اَجْنِحَةٍ، مَثْنى وَثُلاثَ وَرُباعَ، يَزيدُ فِي الْخَلْقِ ما يَشاءُ اِنَّ اللهَ عَلىكُلِّ شَيْءٍ قَديرٌ، ما يَفْتَحِ اللهُ لِلنّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها، وَما يُمْسِكُ فَلا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ الْعَزيزُ الْحَكيمُ\n\n\n(10) سُبْحـانَ اللهِ بارِىءِ النَّسَمِ، سُبْحـانَ اللهِ الُمصَوِّرِ، سُبْحـانَ اللهِ خالِقِ الاََزْواجِ كُلِّها، سُبْحـانَ اللهِ جاعِلِ الظُّلُماتِ وَالنُّورِ، سُبْحـانَ اللهِ فالِقِ الْحَبِّ وَالنَّوى، سُبْحـانَ اللهِ خالِقِ كُلِّ شَيءٍ، سُبْحـانَ اللهِ خالِقِ ما يُرى وَما لا يُرى، سُبْحـانَ اللهِ مِدادَ كَلِماتِهِ، سُبْحـانَ اللهِ رَبِّ الْعالَمينَ، سُبْحـانَ اللهِ الَّذي يَعْلَمُ ما فِي السَّماواتِ وَما فِي الاََرْضِ، ما يَكُونُ مِنْ نَجْوى ثَلاثَةٍ إلاّ هوَ رابِعُهُمْ، وَلا خَمْسَةٍ اِلاّ هُوَ سادِسُهُمْ، وَلا اَدْنى مِنْ ذلِكَ وَلا اَكْثَرَ إلاّ هُوَ مَعَهُمْ اَيْنَما كانُوا، ثُمَّ يُنَبِّئُهُمْ بِما عَمِلُوا يَوْمَ الْقِيامَةِ اِنَّ اللهَ بِكُلِّ شَيْءٍ عَليمٌ .","الإقبال-مفاتيح الجنان-زاد المعاد"],["تصلّي في كلّ يوم من رمضان على النّبي تقول :\n\n«اِنَّ اللهَ وَمَلائِكَتَةُ يُصَلُّونَ عَلَى النَّبِيِّ يا اَيُّهَا الَّذينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْليما، لَبَّيْكَ يا رَبِّ وَسَعْدَيْكَ وَسُبْحانَكَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، وَبارِكَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ، كَما صَلَّيْتَ وَبارَكْتَ عَلى اِبْراهيمَ وَآلِ اِبْراهيمَ اِنَّكَ حَميدٌ مَجيدٌ، اَللّـهُمَّ ارْحَمْ مُحَمَّداً وَآلِ مُحَمَّدٍ كَما رَحِمْتَ اِبْراهيمَ وآلَ اِبْراهيمَ اِنَّكَ حَميدٌ مَجيدٌ، اَللّـهُمَّ سَلِّمْ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما سَلَّمْتَ عَلى نُوحٍ فِي الْعالَمينَ، اَللّـهُمَّ امْنُنْ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما مَنَنْتَ عَلى مُوسى وَهارُونَ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما شَرَّفْتَنا بِهِ اَللّهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما هَدَيْتَنا بِهِ، اَللّـهُمَّ صَلّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَابْعَثْهُ مَقاماً مَحْمُوداً يَغْبِطُهُ بِهِ الاََوَّلُونَ وَالآخِرُونَ، عَلى مُحَمَّدٍ وَآلِهِ السَّلامُ كُلَّما طَلَعَتْ شَمْسٌ اَوْ غَرَبَتْ، عَلى مُحَمَّدٍ وآلِهِ السَّلامُ كُلَّما طَرَفَتْ عَيْنٌ اَوْ بَرَقَتْ، عَلى مُحَمَّدٍ وَآلِهِ السَّلامُ كُلَّما ذُكِرَ السَّلامُ، عَلى مُحَمَّدٍ وَآلِهِ السَّلامُ كُلَّما سَبَّحَ اللهَ مَلَكٌ اَوْ قَدَّسَهُ، السَّلامُ عَلى مُحَمَّدٍ وَآلِهِ فِي الاََوَّلينَ، والسَّلامُ عَلى مُحَمَّدٍ وَآلِهِ فِي الآخِرِينَ، وَالسَّلامُ عَلى مُحَمَّدٍ وَآلِهِ فِي الدُّنْيا وَالآخِرَةِ، اَللّـهُمَّ رَبَّ الْبَلَدِ الْحرامِ وَرَبَّ الرُّكْنِ وَالْمَقامِ، وَرَبَّ الْحِلِّ وَالْحَرامِ، اَبْلِغْ مُحَمَّداً نَبيَّكَ عَنَّا السَّلامَ،\n\nاَللّـهُمَّ اَعْطِ مُحَمَّداً مِنَ الْبَهاءِ وَالنَّضْرَةِ وَالسُّرُورِ وَالْكَرامَةِ وَالْغِبْطَةِ وَالْوَسيلَةِ وَالْمَنْزِلَةِ وَالْمَقامِ وَالشَّرَفِ وَالرِّفْعَةِ وَالشَّفاعَةِ عِنْدَكَ يَوْمَ الْقِيامَةِ اَفْضَلَ ما تُعْطي اَحَداً مِنْ خَلْقِكَ، وَاَعْطِ مُحَمَّداً فَوْقَ ما تُعْطِي الْخَلائِقَ مِنَ الْخَيْرِ اَضْعافاً كَثيرَةً لا يُحْصيها غَيْرُكَ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ اَطْيَبَ وَاَطْهَرَ وَأزْكى وَاَنْمى وَاَفْضَلَ ما صَلَّيْتَ عَلى اَحَدٍ مِنَ الاََوَّلينَ وَالآخِرينَ، وَعَلى اَحَدٍ مِنْ خَلْقِكَ يا اَرْحَمَ الرّاحِمينَ، اَللّـهُمَّ صَلِّ عَلى عَليٍّ اَميرِ الْمُؤْمِنينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ شَرِكَ في دَمِهِ، اَللّـهُمَّ صَلِّ عَلى فاطِمَةَ بِنْتِ نَبيِّكَ مُحَمَّدٍ عَلَيْهِ وَآلِهِ السَّلامُ وَالْعَنْ مَنْ آذى نَبِيَّكَ فيهاوَوالٍ مَنْ والاها وعادٍ مَنْ عاداها وضا عِفِ العَذاب عَلى مَن ظَلَمَها واَلعَنْ مَنْ اذى نَبيِّك فيْها اَللّـهُمَّ صَلِّ عَلَى الْحَسَنِ وَالْحُسَيْنِ اِمامَيِ الْمُسْلِمينَ، وَوالِ مَنْ والاهُما وَعادِ مَنْ عاداهُما، وَضاعِفِ الْعَذابَ عَلى مَنْ شَرِكَ في دِمائِهِما،\n\nاَللّـهُمَّ صَلِّ عَلى عَلِيِّ بْنِ الْحُسَيْنِ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ بنِ عَلِيٍّ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلى جَعْفَرِ بْنِ مُحَمَّدٍ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلى مُوسَى بْنِ جَعْفَرٍ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ شَرِكَ في دَمِهِ، اَللّـهُمَّ صَلِّ عَلى عَلِيِّ بْنِ مُوسى اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ شَرِكَ في دَمِهِ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّدٍ بْنِ عَلِيٍّ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلى عَلِي بْنِ مُحَمَّدٍ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلَى الْحَسَنِ بْنِ عَلِيٍّ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَضاعِفِ الْعَذابَ عَلى مَنْ ظَلَمَهُ، اَللّـهُمَّ صَلِّ عَلَى الْخَلَفِ مِنْ بَعْدِهِ اِمامِ الْمُسْلِمينَ وَوالِ مَنْ والاهُ وَعادِ مَنْ عاداهُ وَعَجِّلْ فَرَجَهُ، اَللّـهُمَّ صَلِّ عَلَى الْقاسِمِ وَالطّاهِرِ اِبْنَي نَبِيِّكَ، اَللّـهُمَّ صَلِّ عَلَى رُقَيَّةَ بِنْتِ نَبِيِّكَ وَالْعَنْ مَنْ آذى نَبِيَّكَ فيها، اَللّـهُمَّ صَلِّ عَلَى اُمِّ كُلْثُومَ بِنْتِ نَبِيِّكَ وَالْعَنْ مَنْ آذى نَبِيَّكَ فيها، اَللّـهُمَّ صَلِّ عَلَى ذُرِّيَّةِ نَبِيِّكَ، اَللّـهُمَّ اخْلُفْ نَبِيَّكَ في اَهْلِ بَيْتِهِ،\n\nاَللّـهُمَّ مَكِّنْ لَهُمْ فِي الاََرْضِ، اَللّـهُمَّ اجْعَلْنا مِنْ عَدَدِهِمْ وَمَدَدِهِمْ وَاَنْصارِهِمْ عَلَى الْحَقِّ فِي السِّرِّ وَالْعَلانَيَةِ، اَللّـهُمَّ اطْلُبْ بِذِحْلِهِمْ وَوِتْرِهِمْ وَدِمائِهِمْ وَكُفَّ عَنّا وَعَنْهُمْ وَعَنْ كُلِّ مُؤْمِنٍ وَمُؤْمِنَةٍ بَأسَ كُلِّ باغٍ وَطاغٍ وَكُلِّ دابَّةٍ اَنْتَ آخِذٌ بِناصِيَتِها اِنَّكَ اَشَدُّ بَأساً وَاَشَدُّ تَنْكيلاً.»","الإقبال-مفاتيح الجنان-زاد المعاد"],["قال السّيّد ابن طاووس وتقول : «يا عُدَّتي في كُرْبَتي، وَيا صاحِبي في شِدَّتي، وَيا وَلِيّي في نِعْمَتي، وَيا غايَتي في رَغْبَتي، اَنْتَ السّاتِرُ عَوْرَتي، وَالْمُؤْمِنُ رَوْعَتي، وَالْمُقيلُ عَثْرَتي، فَاغْفِرْ لي خَطيئَتي يا اَرْحَمَ الرّاحِمينَ وتقول : اَللّـهُمَّ اِنّي اَدْعُوكَ لِهَمٍّ لا يُفَرِّجُهُ غَيْرُكَ، وَلِرَحْمَةٍ لا تُنالُ إلاّ بِكَ، وَلِكَرْبٍ لا يَكْشِفُهُ إلاّ اَنْتَ، وَلِرَغْبَةٍ لا تُبْلَغُ إلاّ بِكَ، وَلِحاجَةٍ لا يَقْضيها إلاّ اَنْتَ، اَللّـهُمَّ فَكَما كانَ مِنْ شَأنِكَ ما اَذِنْتَ لي بِهِ مِنْ مَسْأَلَتِكَ وَرَحِمْتَني بِهِ مِنْ ذِكْرِكَ، فَلْيَكُنْ مِنْ شَأنِكَ سَيِّدي الاِِجابَةُ لي فيـما دَعْوَتُكَ، وَعَوائِدُ الاِِفْضالِ فيـما رَجَوْتُكَ، وَالنَّجاهُ مِمّا فَزِعْتُ اِلَيْكَ فيهِ، فَاِنْ لَمْ اَكُنْ اَهْلاً اَنْ اَبْلُغَ رَحْمَتَكَ فَاِنَّ رَحْمَتَكَ اَهْلٌ اَنْ تَبْلُغَني وَتَسَعَني، وَاِنْ لَمْ اَكُنْ لِلاِِْجابَةِ اَهْلاً فَاَنْتَ اَهْلُ الْفَضْلِ، وَرَحْمَتُكَ وَسِعَتْ كُلَّ شَيْءٍ، فَلْتَسَعْني رَحْمَتُكَ، يا اِلـهي يا كَريمُ اَسْاَلُكَ بِوَجْهِكَ الْكَريمِ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَاَهْلِ بَيْتِهِ، وَاَنْ تُفَرِّجَ هَمّي، وَتَكْشِفَ كَرْبي وَغَمّي، وَترْحَمَني بِرَحْمَتِكَ، وَتَرْزُقَني مِنْ فَضْلِكَ اِنَّكَ سَميعُ الدُّعاءِ قَريبٌ مُجيبٌ ».","الإقبال-مفاتيح الجنان-زاد المعاد"],["اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ فَضْلِكَ بِاَفْضَلِهِ وَكُلُّ فَضْلِكَ فاضِلٌ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِفَضْلِكَ كُلِّه، اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ رِزْقِكَ بِاَعَمِّهِ وَكُلُّ رِزْقِكَ عامٌّ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِرِزْقِكَ كُلِّهِ، اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ عَطائِكَ بِأَهْنَئِهِ وَكُلُّ عَطائكَ هَنيءٌ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِعَطائِكَ كُلِّه، اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ خَيْرِكَ بِاَعْجَلِهِ وَكُلُّ خَيْرِكَ عاجِلٌ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِخَيْرِكَ كُلِّهِ اَللّـهُمَّ اِنّي اَسْاَلُكَ مِنْ اِحْسانِكَ بِاَحْسَنِهِ وَكُلُّ اِحْسانِكَ حَسَنٌ،\n\nاَللّـهُمَّ اِنّي اَسْاَلُكَ بِاِحْسانِكَ كُلِّهِ، اَللّـهُمَّ اِنّي اَسْاَلُكَ بِما تُجيبُني بِهِ حينَ اَسْاَلُكَ فَاَجِبْني يا اَللهُ، وَصَلِّ عَلى مُحَمَّدٍ عَبْدِكَ الْمُرْتَضى، وَرسُولِكَ الْمُصْطَفى، وَاَمينِكَ وَنَجِيِّكَ دُونَ خَلْقِكَ وَنَجيبِكَ مِنْ عِبادِكَ، وَنَبِيِّكَ بِالصِّدْقِ، وَحَبيبِكَ، وَصَلِّ عَلى رَسُولِكَ وَخِيَرَتِكَ مِنَ الْعالَمينَ، الْبَشيرِ الَّنذيرِ السِّراجِ الْمُنيرِ، وَعلى اَهْلِ بَيْتِهِ الاََبْرارِ الطّاهِرينَ، وَعَلى مَلائِكَتِكَ الَّذينَ اسْتَخْلَصْتَهُمْ لِنَفْسِكَ، وَحَجَبْتَهُمْ عَنْ خَلْقِكَ، وَعَلى اَنْبِيائِكَ الَّذينَ يُنبِئُونَ عَنْكَ بِالصِّدْقِ، وَعَلى رُسُلِكَ الَّذينَ خَصَصْتَهُمْ بِوَحْيِكَ، وَفَضَّلْتَهُمْ عَلَى الْعالَمينَ بِرِسالاتِكَ، وَعَلى عِبادِكَ الصّالِحينَ الَّذينَ اَدْخَلْتَهُمْ في رَحْمَتِكَ، الاََئِمَّةِ الْمُهْتَدينَ الرّاشِدينَ، وَاَوْلِيائِكَ الْمُطَهَّرينَ، وَعَلى جَبْرَئيلَ وَميكائيلَ وَاِسْرافيلَ وَمَلَكِ الْمَوْتِ، وَعَلى رِضْوانَ خازِنِ الْجِنانِ، وَعَلى مالِكٍ خازِنِ النّارِ، وَرُوحِ الْقُدُسِ وَالرُّوحِ الاََمينِ، وَحَمَلَةِ عَرْشِكَ الْمُقَرَّبينَ، وَعَلى الْمَلَكَيْنِ الْحافِظَيْنِ عَلَيَّ بِالصَّلاةِ الَّتي تُحِبُّ اَنْ يُصَلِّيَ بِها عَلَيْهِمْ اَهْلُ السَّماواتِ وَاَهْلُ الاََرَضينَ صَلاةً طَيِّبَةً كَثيرةً مُبارَكَةً زاكِيَةً نامِيَةً ظاهِرَةً باطِنَةً شَريفَةً فاضِلَةً، تُبَيِّنُ بِها فَضْلَهُمْ عَلَى الاََوَّلينَ وَالاَخِرِينَ، اَللّـهُمَّ اعْطِ مُحَمَّداً الْوَسيلَةَ وَالشَّرَفَ وَالْفَضيلَةَ واجْزِهِ خَيْرَ ما جَزَيْتَ نَبِيّاً عَنْ اُمَّتِهِ، اَللّـهُمَّ وَاَعْطِ مُحَمَّداً صَلَّى اللهُ عَلَيْهِ وَآلِهِ مَعَ كُلِّ زُلْفَةٍ زُلْفَةً، وَمَعَ كُلِّ وَسيلَةٍ وَسيلَةً، وَمَعَ كُلِّ فَضيلَةٍ فَضيلَةً، وَمَعَ كُلِّ شَرَفٍ شَرَفَاً تُعْطي اَللّـهُمَّ أعْطِ مُحَمَّداً وَآلَهُ يَوْمَ الْقِيامَةِ اَفْضَلَ ما اَعْطَيْتَ اَحَداً مِنَ الاََوَّلينَ والآخِرِينَ،\n\nاَللّـهُمَّ وَاجْعَلْ مُحَمَّداً صَلَّى اللهُ عَلَيْهِ وآلِهِ اَدْنَى الْمُرْسَلينَ مِنْكَ مَجْلِساً، وَأفْسَحَهُمْ فِي الْجَنَّةِ عِنْدَكَ مَنْزِلاً، وَاَقْرَبَهُمْ اِلَيْكَ وَسيلَةً، وَاْجْعَلْهُ اَوَّلَ شافِعٍ، وَاَوَّلَ مُشَفَّعٍ، وَاَوَّلَ قائِلٍ، وَاَنْجَحَ سائِلٍ، وَابْعَثْهُ الْمَقامَ الَْمحْمُودَ الَّذي يَغْبِطُهُ بِهِ الاََوَّلُونَ والآخِرُونَ يا اَرْحَمَ الرّاحِمينَ، وَاَسْاَلُكَ اَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاَنْ تَسْمَعَ صَوْتي وَتُجيبَ دَعْوَتي، وَتَجاوَزَ عَنْ خَطيئَتي، وَتَصْفَحَ عَنْ ظُلْمي، وَتُنْجِحَ طَلِبَتي، وَتَقْضِيَ حاجَتي، وَتُنْجِزَ لي ما وَعَدْتَني، وَتُقيلَ عَثْرَتي، وَتَغْفِرَ ذُنُوبي، وَتَعْفُوَ عَنْ جُرْمي، وَتُقْبِلَ عَلَيَّ وَلاتُعْرِضَ عَنّي، وَتَرْحَمَني وَلا تُعَذِّبَني وَتُعافِيَني وَلا تَبْتَلِيَني، وَتْرزُقَني مِنَ الرِّزْقِ اَطْيَبَهُ وَاَوْسَعَهُ وَلا تَحْرِمْني يا رَبِّ وَاقْضِ عَنّي دَيْني، وَضَعْ عَنّي وِزْري، وَلا تُحَمِّلْني ما لا طاقَةَ لي بِهِ، يامَوْلايَ واَدْخِلْني في كُلِّ خَيْرٍ اَدْخَلْتَ فيهِ مُحَمَّداً وآلَ مُحَمَّدٍ، وَاَخْرِجْني مِنْ كُلِّ سُوءٍ اَخْرَجْتَ مِنْهُ مُحَمَّداً وَآلَ مُحَمَّدٍ، صَلَواتُكَ عَلَيْهِ وَعَلَيْهِمْ، وَالسَّلامُ عَلَيْهِ وَعَلَيْهِمْ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ .»\n\nثمّ قل ثلاثاً : اَللّـهُمَّ اِنّي اَدْعُوكَ كَما اَمَرْتَني فَاسْتَجِبْ لي كَما وَعَدْتَني (ثمّ قل) اَللّـهُمَّ اِنّي اَسْاَلُكَ قَليلاً مِنْ كَثيرٍ مَعَ حاجَةٍ بي اِلَيْهِ عَظيمَةٍ، وَغِناكَ عَنْهُ قَديمٌ، وَهُوَ عِنْدي كَثيرٌ، وَهُوَ عَلَيْكَ سَهْلٌ يَسيرٌ، فَامْنُنْ عَلَيَّ بِهِ اِنَّكَ عَلى كُلِّ شَيءٍ قَديْرٌ، آمينَ رَبَّ الْعالَمينَ .","الإقبال-مفاتيح الجنان-زاد المعاد"],["روى المفيد في المقنعة عن الثّقة الجليل عليّ بن مهزيار عن الامام محمّد التّقي عليه السلام انّه يستحبّ أن تكثر في شهر رمضان في ليله ونهاره من أوّله الى آخره :\n\n« يا ذَا الَّذي كانَ قَبْلَ كُلِّ شَيءٍ، ثُمَّ خَلَقَ كُلَّ شَيءٍ، ثُمَّ يَبْقى وَيَفْنى كُلُّ شَيءٍ، يا ذَا الَّذي لَيْسَ كَمِثْلِهِ شيءٌ، وَيا ذَا الَّذي لَيْسَ فِي السَّماواتِ الْعُلى، وَلا فِي الاََرَضينَ السُفْلى، وَلا فَوقَهُنَّ وَلا تَحْتَهُنَّ، وَلا بَيْنَهُنَّ اِلـهٌ يُعْبَدُ غَيْرُهُ لَكَ الْحَمْدُ حَمْداً لا يَقْوى عَلى اِحْصائِهِ إلاّ اَنْتَ، فَصَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمِّدٍ صَلاةً لا يَقْوى عَلى اِحْصائِها إلاّ اَنْتَ» .","الإقبال-مفاتيح الجنان-زاد المعاد"],["روى الكفعمي في البلد الاَمين وفي المصباح عن كتاب اختيار السّيد ابن باقي انّ من قرأ هذا الدّعاء في كلّ يوم من رمضان غفر الله له ذنوب أربعين سنة «اَللّـهُمَّ رَبَّ شَهْرِ رَمَضانَ الَّذي اَنْزَلْتَ فيهِ الْقُرْآنَ، وَافْتَرَضْتَ عَلى عِبادِكَ فيهِ الصِّيامَ، ارْزُقْني حَجَّ بَيْتِكَ الْحَرامِ في هذَا الْعامِ وَفي كُلِّ عامٍ، وَاغْفِرْ لِيَ الذُّنُوبَ الْعِظامَ فَاِنَّهُ لا يَغْفِرُها غَيْرُكَ يا ذَا الْجَلالِ وَالاِْكْرامِ» .\n","الإقبال-مفاتيح الجنان-زاد المعاد"],["أن يذكر الله تعالى في كلّ يوم مائة مرّة بهذه الاَذكار التي أوردها المحدّث الفيض في كتاب خلاصة الاَذكار\n\n سُبْحانَ الضّارِّ النّافِعِ، سُبْحانَ الْقاضي بالْحَقِّ، سُبْحانَ الْعَلِيِّ الاَعْلى، سُبْحانَهُ وَبِحَمْدِهِ، سُبْحانَهُ وَتَعالى .","الإقبال-مفاتيح الجنان-زاد المعاد"],["قال المفيد في المقنعة: انّ من سُنن شهر رمضان الصّلاة على النّبي صلى الله عليه وآله وسلم في كلّ يوم مائة مرّة، والاَفضل أن يزيد عليها .","الإقبال-مفاتيح الجنان-زاد المعاد"],["   اللهم إني كما أمرتني ، فاستجب لي كما وعدتني - ثلاثا ، اللهم إني أسألك من بهائك بأبهاه وكل بهائك بهي ، اللهم إني\n\nأسألك ببهائك كله . اللهم إني أسألك من جلالك بأجله وكل جلالك جليل ، اللهم إني أسألك بجلالك كله ، اللهم إني\n\nأسألك من جمالك بأجله وكل جمالك جميل ، اللهم إني أسألك بجمالك كله ، اللهم إني أدعوك كما أمرتني فاستجب لي\n\nكما وعدتني - ثلاثا . اللهم إني أسألك من عظمتك بأعظمها وكل عظمتك عظيمة ، اللهم إني أسألك بعظمتك كلها ، اللهم\n\nإني أسألك من نورك بأنوره وكل نورك نير ، اللهم إني أسإلك بنورك كله ، اللهم إني أسألك من رحمتك بأوسعها وكل\n\nرحمتك واسعة ، اللهم إني أسألك برحمتك كلها ، اللهم إني أدعوك كما أمرتني فاستجب لي كما وعدتني - ثلاثا . اللهم\n\nإني أسألك من كمالك بأكمله وكل كمالك كامل ، اللهم إني أسألك بكمالك كله ، اللهم إني أسألك من كلماتك بأتمها ، وكل\n\nكلماتك تامة ، اللهم إني أسألك بكلماتك كلها ، اللهم إني أسألك من أسمائك بأكبرها وكل أسمائك كبيرة ، اللهم إني أسألك\n\nبأسمائك كلها ، اللهم إني أدعوك كما أمرتني فاستجب لي كما وعدتني - ثلاثا . اللهم إني أسألك من عزتك بأعزها وكل\n\nعزتك عزيزة ، اللهم إني أسألك بعزتك كلها ، اللهم إني أسإلك من مشيتك بأمضاها وكل مشيتك ماضية ، اللهم إني\n\nأسألك بمشيتك كلها ، اللهم إني أسألك بقدرتك التي استطلت بها على كل شئ وكل قدرتك مستطيلة ، اللهم إني أسألك\n\nبقدرتك كلها ، اللهم إني أدعوك كما أمرتني فاستجب لي كما وعدتني - ثلاثا . اللهم إني أسألك من علمك بأنفذه وكل\n\nعلمك نافذ ، اللهم إني أسألك بعلمك كله ، اللهم إني أسألك من قولك بأرضاه وكل قولك رضي ، اللهم إني أسألك بقولك\n\nكله ، اللهم إني أسألك من مسائلك بأحبها إليك وكل مسائلك إليك حبيبة ، اللهم إني أسألك بمسائلك كلها ، اللهم إني\n\nأدعوك كما أمرتني فاستجب لي كما وعدتني - ثلاثا . اللهم إني أسألك من شرفك بأشرفه وكل شرفك شريف ، اللهم إني\n\nأسألك بشرفك كله ، اللهم إني أسألك من سلطانك بأدومه وكل سلطانك دائم ، اللهم إني أسألك بسلطانك كله ، اللهم إني\n\nأسألك من ملكك بأفخره وكل ملكك فاخر ، اللهم إني أسألك بملكك كله ، اللهم إني أدعوك كما أمرتني فاستجب لي كما\n\nوعدتني - ثلاثا . اللهم إني أسألك من علائك بأعلاه وكل علائك عال ، الله إني أسألك بعلائك كله ، اللهم إني أسألك من\n\nمنك بأقدمه وكل منك قديم ، اللهم إني أسألك بمنك كله ، اللهم إني أسألك من آياتك بأعجبها وكل آياتك عجيبة ، الله إني\n\nأسألك بآياتك كلها ، اللهم إني أدعوك كما أمرتني فاستجب لي كما وعدتني - ثلاثا . اللهم إني أسألك من فضلك بأفضله\n\nوكل فضلك فاضل ، اللهم إني أسألك بفضلك كله ، اللهم إني أسألك من رزقك بأعمه وكل رزقك عام ، اللهم إني أسألك\n\nبرزقك كله ، اللهم إني أسألك من عطائك بأهنأه وكل عطائك هنئ ، اللهم إني أسألك بعطائك كله . اللهم إني أسألك من\n\nخيرك بأعجله وكل خيرك عاجل ، اللهم إني أسألك بخيرك كله ، اللهم إني أسألك من إحسانك بأحسنه وكل إحسانك\n\nحسن ، اللهم إني أسألك باحسانك كله . اللهم إني أسألك بما تجيبني به حين أدعوك ، فأجبني يا الله ، نعم دعوتك يا الله\n\n، اللهم بما أنت فيه من الشؤون والجبروت ، اللهم إني أسألك بشأنك وجبروتك كلها . اللهم إني أسألك بما تجيبني به\n\nحين أسألك به ، فأجبني يا الله ، صل على محمد وآل محمد . . .\n  \n\n- واذكر ما تريد .\n   اللهم صل على محمد وآل محمد ، وابعثني على الإيمان بك ، والتصديق برسولك ، والولاية لعلي بن أبي طالب عليهما\n\nالسلام ، والايتمام بالأئمة من آل محمد ، والبراءة من أعدائهم ، فإني قد رضيت بذلك يا رب . اللهم صل على محمد\n\nوآل محمد ، وأسألك خير الخير رضوانك والجنة ، وأعوذ بك من شر الشر سخطك والنار . اللهم صل على محمد وآل\n\nمحمد ، واحفظني من كل مصيبة وكل بلية ، ومن كل عقوبة ، ومن كل فتنة ، ومن كل بلاء ، ومن كل شر ، من كل\n\nمكروه ، ومن كل مصيبة ، ومن كل آفة ، نزلت أو تنزل من السماء إلى الأرض في هذه الساعة ، وفي هذه الليلة ،\n\nوفي هذا اليوم ، وفي هذا الشهر ، وفي هذه السنة . اللهم صل على محمد وآل محمد ، واقسم لي من كل سرور ، ومن\n\nكل بهجة ، ومن كل استقامة ، ومن كل فرج ، ومن كل عافية ، ومن كل سلامة ، ومن كل كرامة ، ومن كل رزق\n\nواسع حلال طيب ، ومن كل نعمة ، ومن كل حسنة ، نزلت أو تنزل من السماء إلى الأرض في هذه الساعة ، وفي\n\nهذه الليلة ، وفي هذا اليوم ، وفي هذه الشهر ، وفي هذه السنة . اللهم إن كانت ذنوبي قد أخلقت وجهي عندك ، وحالت\n\nبيني وبينك ، أو غيرت حالي عندك ، فاني أسألك بنور وجهك الكريم الذي لم يطفأ ، وبوجه حبيبك محمد المصطفى ،\n\nوبوجه وليك علي المرتضى ، وبحق أوليائك الذين انتجبتهم ، أن تصلي على محمد وآل محمد ، وأن تغفر لي ولوالدي\n\nوما ولدا ، وللمؤمنين والمؤمنات ، وما توالدوا ، ذنوبنا كلها ، صغيرها وكبيرها ، وأن تختم لنا بالصالحات ، وأن\n\nتقضي لنا الحاجات والمهمات ، وصالح الدعاء والمسألة ، فاستجب لنا ، بحق محمد وآله . اللهم صل على محمد وآل\n\nمحمد ، آمين آمين آمين ، ما شاء الله كان ، لا حول ولا قوة إلا بالله ، سبحان ربك رب العزة عما يصفون ، وسلام\n\nعلى المرسلين والحمد لله رب العالمين .\n  \n\nومد يديك ومل عنقك على منكبك الأيسر ، وابك أو تباك ، قل :\n   \n\nيا لا إله إلا أنت ، أسألك بحق من من حقه عليك عظيم ، بلا إله إلا أنت ، أسألك ببهاء لا إله إلا أنت يا لاإله إلا أنت ،\n\nأسألك بجلال لا إله إلا أنت يا لا إله الا أنت ، أسألك بجمال لا إله إلا أنت يا لا إله إلا أنت . أسألك بنور لا إله إلا\n\nأنت يا لا إله أنت ، أسألك بكمال لا إله إلا أنت يا لا إله إلا أنت ، أسألك بعزة لا إله أنت يا لا إله أنت ، أسألك بعظم\n\nلا إله إلا أنت يا لا إله إلا أنت . أسألك بقول لا إله أنت يا لا إله إلا أنت ، أسألك بشرف لا إله ألا أنت يا لا إله إلا\n\nأنت ، يا لا إله إلا أنت ، أسألك بعلاء لا إله ألا أنت يا لا إله إلا أنت ، أسألك بلا إله إلا أنت يا لا إله إلا أنت .\n\nيا رباه يا رباه يا رباه - حتى ينقطع النفس ، أسألك يا سيدي - تقول ذلك وأنت ماد يديك ، مثن عنقك على منكبك الأيسر ، يا الله يا رباه - حتى ينقطع النفس .\n\nيا سيداه يا مولاه يا غياثاه يا ملجآه ، يا منتهى غاية رغبتاه ، يا أرحم الراحمين ، أسألك فليس كمثلك شئ ، وأسألك بكل\n\nدعوة مستجابة دعاك بها نبي مرسل أو ملك مقرب ، أو عبد مؤمن امتحنت قلبه للإيمان ، واستجبت دعوته منه ،\n\nوأتوجه إليك بمحمد نبيك نبي الرحمة ، واقدمه بين يدي حوائجي . يا محمد يا رسول الله ، بأبي أنت وامي أتوجه بك\n\nإلى ربك وربي ، واقدمك بين يدي حوائجي ، يا رباه يا رباه يا رباه ، أسألك بك ، فليس كمثلك شئ ، وأتوجه إليك\n\nبمحمد حبيبك ، وبعترته الهادية ، واقدمهم بين يدي حوائجي . وأسألك اللهم بحياتك التي لا تموت ، وبنور وجهك الذي\n\nلا يطفأ ، وبعينك التي لا تنام ، وأسألك بحق من حقه عليك عظيم ، أن تصلي على محمد وآل محمد ، قبل كل شئ ،\n\nوبعد كل شئ ، وعدد كل شئ ، وزنة كل شئ ، ومل‌ء كل شئ . اللهم إني أسألك أن تصلي على محمد عبدك\n\nالمصطفى ، ورسولك المرتضى ، وأمينك المصطفى ونجيبك دون خلقك ، وحبيبك وخيرتك من خلقك أجمعين ، النذير\n\nالبشير السراج المنير ، وعلى أهل بيته الطيبين الطاهرين المطهرين الأخيار الأبرار ، وعلى ملائكتك الذين استخلصتهم\n\nلنفسك ، وحجبتهم عن خلقك ، وعلى أنبيائك الذين ينبئون بالصدق عنك . وعلى عبادك الصالحين ، الذين أدخلتهم في\n\nرحمتك ، الأئمة المهتدين الراشدين المطهرين ، وعلى جبريئل وميكائيل وإسرافيل ، وملك الموت ورضوان خازن الجنة\n\n، ومالك خازن النار ، والروح القدس ، وحملة العرش ومنكر ونكير ، وعلى الملكين الحافظين علي ، بالصلاة التي\n\nتحب أن تصلي بها عليهم ، صلاة كثيرة طيبة مباركة زاكية نامية ، طاهرة شريفة فاضلة ، تبين بها فضلهم على الأولين\n\nوالاخرين . اللهم إني أسألك أن تسمع صوتي ، تجيب دعوتي ، وتغفر ذنوبي ، وتنجح طلبتي ، وتقضي حاجاتي ،\n\nوتقبل قصتي ، تنجز لي ما وعدتني ، وتقيلني عثرتي ، وتتجاوز عن خطيئتي ، وتصفح عن ظلمي ، وتعفو عن جرمي\n\n، وتقبل على ، ولا تعرض عني ، وترحمني ولا تعذبني ، وتعافيني ولا تبتليني ، وترزقني ، وترزقني من أطيب الرزق\n\nوأوسعه ، وأهناءه وأمرأه ، وأسبغه وأكثره . ولا تحرمني يا رب ديني وأمانتي ، وضع عني وزري ، ولا تحملني ما\n\nلا لي به ، يا مولاي ، وأدخلني في كل خير أدخلت فيه محمدا وآل محمد ، وأخرجني من كل سوء أخرجتهم منه ، ولا\n\nتفرق بيني وبينهم طرفة عين أبدا في الدنيا والاخرة . اللهم إني أدعوك كما أمرتني ، فاستجب لي كما وعدتني - ثلاثا .\n\nاللهم إني أسألك قليلا من كثير ، مع حاجة بي إليه عظيمة ، وغناك عنه قديم وهو عندي كثير ، وهو عليك سهل يسير ،\n\nفامنن به علي ، إنك على كل شئ قدير . اللهم برحمتك في الصالحين فأدخلنا ، وفي عليين فارفعنا ، وبكأس من معين\n\nمن عين سلسبيل فاسقنا ، ومن الحور العين برحمتك فزوجنا ، ومن الولدان المخلدين كأنهم لؤلؤ مكنون فأخدمنا ، ومن\n\nثمار الجنة ولحوم الطير فأطعمنا ، ومن ثياب السندس والحرير والاستبرق فألبسنا ، وليلة القدر وحج بيتك الحرام ،\n\nوقتلا في سبيلك مع وليك فوفق لنا ، وصالح الدعاء والمسألة فاستجب لنا . يا خالقنا اسمع واستجب لنا ، وإذا جمعت\n\nالأولين والاخرين يوم القيامة فارحمنا ، وبراءة من النار وأمانا من العذاب فاكتب لنا ، وفي جهنم فلا تجعلنا ، ومع\n\nالشياطين فلا تقرنا ، وفي هوانك وعذابك فلا تقلبنا ، ومن الزقوم والضريع فلا تطعمنا ، وفي النار على وجوهنا فلا\n\nتكببنا النار وسرابيل القطران فلا تلبسنا ، ومن كل سوء يا لا إله إلا أنت بحق لا إله إلا أنت فنجنا . اللهم إني أسألك\n\nولم يسأل مثلك ، وأرغب إليك ولم يرغب إلى مثلك يا رب أنت موضع مسألة السائلين ، ومنتهى رغبة الراغبين ،\n\nأسألك اللهم بأفضل أسمائك كلها وأنجحها ، يا الله يا رحمن ، وباسمك المخزون المصون الأعز الأجل الأعظم الذي\n\nتحبه وتهواه ، وترضى عمن دعاك به ، وتستجيب له دعاءه ، وحق عليك يا رب أن لا تحرم سائلك . اللهم إني أسألك\n\nبكل اسم هو لك ، دعاك به عبد هو لك ، في بر أو بحر ، أو سهل أو جبل ، أو عند بيتك الحرام ، أو في شئ من\n\nسبلك . فادعوك يا رب دعاء من قد اشتدت فاقته ، وعظم جرمه وضعف كدحه ، و أشرفت على الهلكة نفسه ، ولم يثق\n\nبشئ من علمه ، ولم يجد لما هو فيه سادا ولا لذنبه غافرا ولا لعثرته مقيلا غيرك ، هاربا إليك ، متعوذا بك ، متعبدا\n\nلك ، غير مستنكف ولا مستكبر ، ولا مستحسر ولا متجبر ، ولا متعظم ، بل بائس فقير ، خائف مستجير . أسألك يا\n\nالله يا رحمن ، يا حنان يا منان ، يا بديع السموات والأرض ، يا ذا الجلال والإكرام ، أن تصلي على محمد وآل محمد\n\n، صلاة كثيرة طيبة ، مباركة نامية ، زاكية شريفة . أسألك اللهم أن تغفر لي في شهري هذا ، وترحمني ، وتعتق\n\nرقبتي من النار ، وتعطيني فيه خير ما أعطيت به أحدا من خلقك ، وخير ما أنت معطيه ، ولا تجعله آخر شهر\n\nرمضان صمته لك منذ أسكنتني أرضك ، إلى يومي هذا ، بل اجعله علي أتمه نعمة وأعمه عافية ، وأوسعه رزقا ،\n\nوأجز له وأهنأه . اللهم إني أعوذ بك وبوجهك الكريم ، وملكك العظيم ، أن تغرب الشمس من يومي هذا ، أو ينقضي\n\nهذا اليوم ، أو يطلع الفجر من ليلتي هذه ، أو يخرج هذا الشهر ، ولك قبلي تبعة أو ذنب ، أو خطيئته تريد أن تقايسني\n\nبها ، أو تؤاخذني بها ، أو توقفني بها موقف خزي في الدنيا والاخرة ، أو تعذبني يوم ألقاك ، يا أرحم الراحمين .\n\nاللهم إني أدعوك لهم لا يفرجه غيرك ، ولرحمة لا تنال إلا بك ، ولكرب لا يكشفه إلا أنت ، ولرغبة لا تبلغ إلا بك ،\n\nولحاجة لا تقضى دونك . اللهم فكما كان من شأنك ما أردتني به من مسألتك ، ورحمتني به من ذكرك ، فليكن من شأنك\n\nالاستجابة لي فيما دعوتك به ، والنجاة لي فيما فزعت إليك منه . أيا ملين الحديد لداود عليه السلام ، أي كاشف الضر\n\nوالكرب العظام عن أيوب ، ومفرج غم يعقوب ، ومنفس كرب يوسف ، صل على محمد وآل محمد ، وافعل بي ما أنت\n\nأهله ، فانك أهل التقوى وأهل المغفرة . اللهم أنت ثقتي في كل كرب ، ورجائي في كل شدة ، وأنت لي في كل أمر\n\nنزل بي ثقة وعدة ، كم كرب يضعف منه الفؤاد ، وتقل فيه الحيلة ، ويخذل فيه الصديق ، ويشمت فيه العدو ، أنزلته\n\nبك وشكوته إليك ، رغبة مني فيه إليك عمن سواك ، ففرجته وكشفته وكفيته ، فأنت ولي كل نعمة ، وصاحب كل\n\nحسنة ، ومنتهى كل رغبة ، أعوذ بكلمات الله التامات ، من شر ما خلق من شئ . اللهم عافني في يومي هذا حتى\n\nأمسى ، اللهم إني أسألك بركة يومي هذا ، وما نزل فيه من عافية ومغفرة ورحمة ورضوان ، ورزق واسع حلال\n\nتبسطه علي وعلى والدي وولدي وأهلي وعيالي وأهل حزانتي ، ومن أحببت وأحبني ، وولدت وولدني ، اللهم إني\n\nأعوذ بك من الشك والشرك ، والحسد والبغي ، والحمية والغضب . اللهم رب السموات السبع ، ورب الأرضين السبع\n\n، وما فيهن وما بينهن ورب العرش العظيم ، صل على محمد وآله ، واكفني المهم من أمري بما شئت ، وكيف شئت .\n\nثم اقرء الحمد وآية الكرسي وقل : اللهم إنك قلت لنبيك صلى الله عليه وآله : ( و لسوف يعطيك ربك فترضى ) ، اللهم\n\nإن نبيك ورسولك وحبيبك وخيرتك من خلقك ، لا يرضى بأن تعذب أحدا من امته ، دانك بموالاته وموالاة الأئمة من\n\nأهل بيته ، وإن كان مذنبا خاطئا ، في نار جهنم ، فأجرني يا رب من جهنم وعذابها ، وهبني لمحمد وآل محمد ،\n\nيا أرحم الراحمين . يا جامعا بين أهل الجنة على تألف من القلوب وشدة المحبة ، ونازع الغل من صدورهم ، وجاعلهم\n\nإخوانا على سرر متقابلين ، يا جامعا بين أهل طاعته ، وبين من خلقها له ، ويا مفرج حزن كل محزون ، ويا منهل كل\n\nغريب . يا راحمي في رغبتي وفي كل أحوالي بحسن الحفظ والكلاءة لي ، يا مفرج ما بي من الضيق والخوف ، صل\n\nعلى محمد وآل محمد ، واجمع بيني وبين أحبتي وقادتي وسادتي ، وهداتي وموالي . يا مؤلفا بين الأحبة صل على\n\nمحمد وآل محمد ، لا تفجعني بانقطاع رؤية محمد وآل محمد عني ، ولا بانقطاع رؤيتي عنهم ، فبكل مسائلك يا رب\n\nأدعوك إلهي ، فاستجب دعائي إياك ، يا أرحم الراحمين ، اللهم إني أسألك بانقطاع حجتي ووجوب حجتك أن تغفر لي\n\nاللهم إني أعوذ بك من خزي يوم المحشر ، ومن شر ما بقي من الدهر ، ومن شر الأعداء ، وصفير الفناء ، وعضال\n\nالداء ، وخيبة الرجاء ، و زوال النعمة ، وفجأة النقمة ، اللهم اجعل لي قلبا يخشاك كأنه يراك إلى يوم يلقاك","الإقبال-مفاتيح الجنان-زاد المعاد"]]