["زيارة الإمام الحسين وأقل ما يُزار به الحسين عليه السلام أن يصعد الزائر سطحاً مرتفعاً فينظر يمنة ويسرة ثم يرفع رأسه إلى السماء ويقول : السلام عليك يا أبا عبدالله السلام عليك ورحمة الله وبركاته وله زيارة يستحب أن يُزار بها وهي كالتالي : \n\nاغتسل والبس أطهر ثيابك ، وقف على باب قبته مستقبلاً القبلة ، وسلّم على سيدنا رسول الله وعلى أمير المؤمنين وفاطمة والحسن والحسين صلوات الله عليهم أجمعين ، ثم قل :-\n\n«الله أكبر كبيرا و الحمد لله كثيرا و سبحان الله بكرة و أصيلا و الحمد لله الذي هدانا لهذا و ما كنا لنهتدي لو لا أن هدانا الله لقد جاءت رسل ربنا بالحق السلام على رسول الله صلى الله عليه و آله السلام على أمير المؤمنين السلام على فاطمة الزهراء سيدة نساء العالمين السلام على الحسن و الحسين السلام على علي بن الحسين السلام على محمد بن علي السلام على جعفر بن محمد السلام على موسى بن جعفر السلام على علي بن موسى السلام على محمد بن علي السلام على علي بن محمد السلام على الحسن بن علي السلام على الخلف الصالح المنتظر السلام عليك يا أبا عبد الله السلام عليك يا ابن رسول الله عبدك و ابن عبدك و ابن أمتك الموالي لوليك المعادي لعدوك استجار بمشهدك و تقرب إلى الله بقصدك الحمد لله الذي هدانا لولايتك و خصني بزيارتك و سهل لي قصدك »\n\nثم ادخل وقف عند الضريح المقدس ، وقل مائة مرة :- «الله أكبر» ، ثم قل :-\n\n«السلام عليك يا ابن رسول اللّه السلام عليك يا ابن خاتم النبيين السلام عليك يا ابن سيد المرسلين السلام عليك يا ابن سيد الوصيين السلام عليك يا أبا عبد اللّه السلام عليك يا حسين بن علي السلام عليك يا ابن فاطمة سيدة نساء العالمين السلام عليك يا ولي اللّه وابن وليه السلام عليك يا صفي اللّه وابن صفيه السلام عليك يا حجة اللّه وابن حجته السلام عليك يا حبيب اللّه وابن حبيبه السلام عليك يا سفير اللّه وابن سفيره السلام عليك يا خازن الكتاب المسطور السلام عليك يا وارث التوراة الإنجيل والزبور السلام عليك يا أمين الرحمن السلام عليك يا شريك القرآن السلام عليك يا عمود الدين السلام عليك يا باب حكمة رب العالمين السلام عليك يا باب حطة الذي من دخله كان من الآمنين السلام عليك يا عيبة علم اللّه السلام عليك يا موضع سر اللّه السلام عليك يا ثار اللّه وابن ثاره والوتر الموتور السلام عليك وعلى الأرواح التي حلت بفنائك وأناخت برحلك بأبي أنت وأمي ونفسي يا أبا عبد اللّه لقد عظمت المصيبة وجلت الرزية بك علينا وعلى جميع أهل الإسلام فلعن اللّه أمة أسست أساس الظلم والجور عليكم أهل البيت ولعن اللّه أمة دفعتكم عن مقامكم وأزالتكم عن مراتبكم التي رتبكم اللّه فيها بأبي أنت وأمي ونفسي يا أبا عبد اللّه أشهد لقد اقشعرت لدمائكم أظلة العرش مع أظلة الخلائق بكتكم السماء والأرض وسكان الجنان والبر والبحر صلى اللّه عليك عدد ما في علم اللّه لبيك داعي اللّه إن كان لم يجبك بدني عند استغاثتك ولساني عند استنصارك فقد أجابك قلبي وسمعي وبصري(  سُبْحانَ رَبِّنا إِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولاً ) أشهد أنك طهر طاهر مطهر من طهر طاهر مطهر طهرت وطهرت بك البلاد وطهرت أرض أنت بها وطهر حرمك أشهد أنك قد أمرت بالقسط والعدل ودعوت إليهما وأنك صادق صديق فيما دعوت إليه أنك ثار اللّه في الأرض وأشهد أنك قد بلغت عن اللّه وعن جدك رسول اللّه وعن أبيك أمير المؤمنين وعن أخيك الحسن ونصحت وجاهدت في سبيل اللّه وعبدته مخلصا حتى أتاك اليقين فجزاك اللّه خير جزاء السابقين وصلى اللّه عليك وسلم تسليما اللهم صل على محمد و آل محمد وصل على الحسين المظلوم الشهيد الرشيد قتيل العبرات وأسير الكربات صلاة نامية زاكية مباركة يصعد أولها ولا ينفد آخرها أفضل ما صليت على أحد من أولاد أنبيائك المرسلين يا إله العالمين »\n\nثم قبِّل الضريح وضع خدك الأيمن عليه ثم الأيسر ، ثم طف حول الضريح وقبِّله من جوانبه الأربعة ، وقال المفيد رحمة الله تعالى : ثم أمض إلى ضريح علي بن الحسين عليه السلام وقف عليه وقل :\n\n«السلام عليك أيها الصديق الطيب الزكي الحبيب المقرّب وابن ريحانة رسول الله، السلام عليك من شهيد محتسب ورحمة الله وبركاته ما أكرم مقامك وأشرف منقلبك أشهد لقد شكر الله سعيك وأجزل ثوابك وألحقك بالذروة العالية حيث الشرف كل الشرف وفي الغرف السامية كما مَنّ عليك من قبل وجعلك من أهل البيت الذين أذهب الله عنهم الرجل وطهرهم تطهيراً صلوات الله عليك ورحمة الله وبركاته ورضوانه فاشفع أيها السيد الطاهر إلى ربك في حط الأثقال عن ظهري وتخفيفها عني وارحم ذلّي وخضوعي لك وللسيد أبيك صلى الله عليكما »\n\nثم انكبّ على القبر وقل :\n\n«زاد الله في شرفكم في الآخرة كما شرّفكم في الدنيا وأسعدكم كما أسعد بكم وأشهد أنكم أعلام الدين ونجوم العالمين والسلام عليكم ورحمة الله وبركاته»\n\nثم توجه إلى الشهداء وقل :\n\n«السلام عليكم ياأنصار الله وأنصار رسوله وأنصار علي بن أبي طالب وأنصار فاطمة الزهراء وأنصار الحسن والحسين عليهم السلام وأنصار الإسلام ، أشهد أنكم قد نصحتم لله وجاهدتم في سبيله فجزاكم الله عن الإسلام وأهله أفضل الجزاء وفُزتم والله فوزاً عظيماً ، يا ليتني كنت معكم فأفوز فوزاً عظيماً ، أشهد أنكم أحياءٌ عند ربكم تُرزقون وأشهد أنكم الشهداء والسعداء وأنكم الفائزون بدرجات العُلى والسلام عليكم ورحمة الله وبركاته»\n\nثم عد إلى عند الرأس ، فصل صلاة الزيارة ، وادع لنفسك ولوالديك ولاخوانك المؤمنين .","مفاتيح الجنان"]