["(135): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ كُونُواْ قَوَّامِينَ بِالْقِسْطِ﴾: قوّامين في صيغة المبالغة تأكيد للصلابة والقوة في العدل والحرص عليه والوفاء به ﴿شُهَدَاء لِلّهِ﴾: والشهادة لّله سبحانه هي عين الشعادة العدل وبالعدل، وفيه تنويه على أن الإعتداء على العدل والإستهانة به عين الإستهانة بالله الذي ليس كمثله شيء ﴿وَلَوْ عَلَى أَنفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالأَقْرَبِينَ﴾: وهل للعدل من معنى إلا عدم التعصب للنفس والتحيز للقرابة ﴿إِن يَكُنْ﴾: المشهود له او عليه ﴿غَنِيًّا أَوْ فَقَيرًا فَاللّهُ أَوْلَى بِهِمَا﴾: فلا يكن الغنى أو الفقر مبررًا للتحريف والتزييف، كيف الشهادة دين وإيمان! ﴿فَلاَ تَتَّبِعُواْ الْهَوَى أَن تَعْدِلُواْ﴾: لن تكونوا عادلين منصفين في الشهادة إلا إذا تجردتم عن الميول والأهواء ﴿وَإِن تَلْوُواْ﴾: ألسنتكم عن شهادة الحق ﴿أَوْ تُعْرِضُواْ﴾: عنها وتمنعوها عن صاحب الحق ﴿فَإِنَّ اللّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾: تهديد لمن يكتم الشهادة أو يحرفها. \n\n(136): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ آمِنُواْ﴾: يا أيها المسلمون أثبتوا على الإيمان ﴿بِاللّهِ وَرَسُولِهِ﴾: محمد وبالقرآن والكتب المنزلة والأنبياء المرسله من قبله، ولا تؤمنوا ببعض، وتكفروا ببعض ﴿وَمَن يَكْفُرْ بِاللّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِر﴾: لا يؤمن بشيء من ذلك على الإطلاق كالكثير الكثير من أبناء هذا الجيل أو يؤمن ببعض دون بعض ﴿فَقَدْ ضَلَّ ضَلاَلاً بَعِيدًا﴾: أي بلغ الغاية والنهاية في ضلالة وسوء فعاله. \n\n(137): ﴿إِنَّ الَّذِينَ آمَنُواْ﴾: بموسى والتوراة، وعليه يكون المراد بهؤلاء خصوص اليهود ﴿ثُمَّ كَفَرُواْ﴾: بمحمد الذي يؤمن بموسى وتوراته، وعليه أن يكون كفرهم بمحمد كفرًا بموسى والتوراة ﴿ثُمَّ آمَنُواْ﴾: بعيسى والانجيل ﴿ثُمَّ كَفَرُواْ﴾: بمحمد الذي يؤمن بعيسى وانجيله، وعليه يكون كفرهم بمحمد كفرًا بعيسى والانجيل ﴿ثُمَّ ازْدَادُواْ كُفْرًا﴾: بالنصب والتعصب ضد محمد (ص) والقرآن ﴿لَّمْ يَكُنِ اللّهُ لِيَغْفِرَ لَهُمْ﴾: ذلك بما كسبت أيديهم، وأيضًا تنطبق هذه الآية وتصدق على كل منافق لا يؤمن إلابمنفعته فيلهث وراءها أينما كانت وتكون. \n\n(138): ﴿بَشِّرِ الْمُنَافِقِينَ﴾: الذين لا يتاجرون ولا يتعاملون مع اي مخلوق وكائن إلا بالكذب والرياء والغش والضراء ﴿بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا﴾: اشتد حره والتهب جمره. \n\n(139): ﴿الَّذِينَ يَتَّخِذُونَ الْكَافِرِينَ أَوْلِيَاء﴾: يوالون أعداء الله والدين والإنسانية ﴿مِن دُونِ الْمُؤْمِنِينَ﴾: بالله ورسوله وبالولاية له ولأهل بيته الأطهار! ولماذا هذا النفاق وهو أشد ذنبًا من الكفر بنص القرآن؟ ﴿أَيَبْتَغُونَ عِندَهُمُ﴾: عند الكافرين ﴿الْعِزَّةَ﴾: والجاه؟ ما هذا الالتواء الفادح والمنطق الفاضح؟ ﴿فَإِنَّ العِزَّةَ لِلّهِ جَمِيعًا﴾: ومن أعتز بغيره ذل في الدنيا قبل الآخرة. \n\n(140): ﴿وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللّهِ يُكَفَرُ...﴾: الخطاب عام لكل مكلف أو مسلم، والدلالة واضحة على وجوب الإعراض عن كل من يخوض بالباطل أو يبعث ويسخر من قضايا الدين والاخلاق والخير والصلاح ﴿فَلاَ تَقْعُدُواْ مَعَهُمْ﴾: احتقروا واستضعفوا شأن كل إباحي يعبث بالقيم الروحية، وأشعروه بالفعل قبل القول المنبوذ ومرذول ﴿حَتَّى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ﴾: فيه تنويه بأن مجالسة الكافر أو الفاسق مباحة ذاتًا محرمة عرضًا أي إذا اشتملت على الحرام ﴿إِنَّكُمْ إِذًا مِّثْلُهُمْ﴾: في الجرم والجريمة إذا شاركتموهم في الخوض بالباطل والإستهزاء في الحق والعدل. \n\n","تفسير المبين"]