["(141): ﴿الَّذِينَ يَتَرَبَّصُونَ بِكُمْ﴾: المنافقون الانتهازيون ينتظرون بكم أيها المسلمون دوائر الزمان عليكم ﴿فَإِن كَانَ لَكُمْ﴾: أيها المسلمون ﴿فَتْحٌ مِّنَ اللّهِ﴾: ونصر على الكافرين ﴿قَالُواْ أَلَمْ نَكُن مَّعَكُمْ﴾: ونشارككم الضراء والغرم، فإذن اشركونا في السراء والغنم ﴿وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ﴾: وكانت له القوة والغلبة على المسلمين ﴿قَالُواْ أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ﴾: ألم نتمكن من قبلكم حين كنّا في جيش المسلمين ظاهرًا ومعكم باطنًا؟ ﴿وَنَمْنَعْكُم مِّنَ الْمُؤْمِنِينَ﴾: أي حميناكم من المسلمين بالتثبيط والمكر والخداع؟ فأين الأجر؟ وهكذا كل منافق انتهازي يتعامل مع كل فريق بالمكر والخداع على أساس المنفعة الشخصية ﴿فَاللّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ﴾: بالحق، فيجزي الصادقين بصدقهم والمنافقين بما كانوا يكسبون ﴿وَلَن يَجْعَلَ اللّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلاً﴾: في عالم التشريع وجعل الأحكام. \n\n(142): ﴿إِنَّ الْمُنَافِقِينَ يُخَادِعُونَ اللّهَ﴾: بإظهار الإسلام كذبًا ونفاقًا ﴿وَهُوَ خَادِعُهُمْ﴾: غالبهم ويجازيهم على نفاقهم وخداعهم ﴿وَإِذَا قَامُواْ إِلَى الصَّلوةِ قَامُواْ كُسَالَى﴾: لأنهم بها كافرون، ويتكلفونها لمجرد أنهم ﴿يُرَآؤُونَ النَّاسَ وَلاَ يَذْكُرُونَ اللّهَ إِلاَّ قَلِيلاً﴾: والمراد بذكره تعالى هنا الصلاة، والمعنى لا يصلون إلا حين يراهم الناس، ولهم أشباه ونظائر في كل عصر. \n\n(143): ﴿مُّذَبْذَبِينَ﴾: مضطربين ﴿بَيْنَ ذَلِكَ﴾: أي بين المسلمين والكفار تارة هنا وتارة هناك ﴿لاَ إِلَى هَـؤُلاء وَلاَ إِلَى هَـؤُلاء﴾: بل إلى أهوائهم ومنافعهم ﴿وَمَن يُضْلِلِ اللّهُ فَلَن تَجِدَ لَهُ سَبِيلاً﴾: تقدم بالحرف في الآية 88 من هذه السورة. \n\n(144): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ لاَ تَتَّخِذُواْ الْكَافِرِينَ أَوْلِيَاء مِن دُونِ الْمُؤْمِنِينَ﴾: وتكرر هذا التحذير في كتاب الله، والسر أن الكفر الوان، ومن آثر مولاة الكافر على موالاة المؤمن فقد ارتكب لونًا من ألوان الكفر ﴿أتُرِيدُونَ أَن تَجْعَلُواْ لِلّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا﴾: حجة واضحة وتستحقون بها العقاب، وهي موالاتكم للكافر من دون المؤمن. \n\n(145): ﴿إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الأَسْفَلِ مِنَ النَّار﴾ِ: ولا شيء وراء الأسفل، ومعنى هذا أنه ليس بعد النفاق ذنب، إلا الكفر كما يقال. \n\n(146): ﴿إِلاَّ الَّذِينَ تَابُواْ﴾: ندموا واعترفوا بالذنب ﴿وَأَصْلَحُواْ﴾: في جميع أعمالهم ﴿وَاعْتَصَمُواْ بِاللّهِ﴾: أي بطاعته والتقاء معاصيه ﴿وَأَخْلَصُواْ دِينَهُمْ لِلّهِ﴾: والإخلاص في الدين هو وحده الجامع لخلال الحمد والكمال ﴿فَأُوْلَـئِكَ مَعَ الْمُؤْمِنِينَ﴾: شركاء معهم في المنزلة والكرامة عند الله. \n\n(147): ﴿مَّا يَفْعَلُ اللّهُ بِعَذَابِكُمْ﴾: أيتشفى به من الغيظ أم يستجلب به نفعًا أم يستدفع ضرًا؟ كلا، أنه غني عن كل شيء، وإليه يفقتر كل شيء ﴿ِإِن شَكَرْتُمْ﴾: نعمته ﴿وَآمَنتُمْ﴾: به ﴿وَكَانَ اللّهُ شَاكِرًا عَلِيمًا﴾: يجازي الشاكرين بأضعاف ما يستحقون. \n\n","تفسير المبين"]