["(20): ﴿وَإِنْ أَرَدتُّمُ اسْتِبْدَالَ زَوْجٍ مَّكَانَ زَوْجٍ﴾: إن كان ولا بد من الطلاق والفراق ﴿وَآتَيْتُمْ إِحْدَاهُنَّ قِنطَارًا﴾: مجرد مثل للكثرة ﴿فَلاَ تَأْخُذُواْ مِنْهُ شَيْئًا﴾: إلا عن طيب نفس حتى ولو عزمتم على ترك الزواج إطلاقًا، وإنما ذكر سبحانه (الإستبدال) تنزيلا على الأغلب ﴿أَتَأْخُذُونَهُ بُهْتَاناً﴾: تنسبون إليها ما هي بريئة منه لتفتدي نفسها منكم ﴿وَإِثْماً مُّبِيناً﴾: ظلمًا واضحًا. \n\n(21): ﴿وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ﴾: قال الشيخ محمد عبده في هذا الإفضاء: (هو إشارة إلى أن وجود كل من الزوجين جزء متمم لوجود الآخر) ﴿وَأَخَذْنَ مِنكُم مِّيثَاقًا غَلِيظًا﴾: هو الاتصال الوثيق بين الزوجين ووجوب العمل بمقتضاه من الإمساك بمعروف أو التسريح بإحسان. \n\n(22): ﴿وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُم مِّنَ النِّسَاء إِلاَّ مَا قَدْ سَلَفَ﴾: كان بعض العرب يتزوجون امرأة أبيه بعد موته إذا لم تكن أمًا له، فنهى سبحانه عن ذللك وعفى عن ما مضى ﴿إِنَّهُ كَانَ فَاحِشَةً﴾: ذنبًا كبيرًا ﴿وَمَقْتًا﴾: مكروهًا عند العقلاء ﴿وَسَاء سَبِيلاً﴾: وأيضًا هو طريق الأرذال والأنذال، واتفقت المذاهب الإسلامية على تحريم الزواج مؤبدًا بزوجات الآباء والأجداد للأب والأم بمجرد العقد حتى مع عدم الدخول، بالأولى الأمهات المنصوص عليها بقوله تعالى: \n\n(23): ﴿حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ﴾: ثم أشار جل وعز إلى باقي المحرمات من النساء، وهي: ﴿وَبَنَاتُكُمْ﴾: وإن نزلن ﴿وَأَخَوَاتُكُم﴾: سواء أكنَ للأبوين أو لأحدهما ﴿وَعَمَّاتُكُمْ﴾: وتشمل عمات الآباء والأمهات وإن علون ﴿وَخَالاَتُكُمْ﴾: تمامًا كالعمات ﴿وَبَنَاتُ الأَخِ وَبَنَاتُ الأُخْتِ﴾: وكل من تناسل منهما ﴿وَأُمَّهَاتُكُمُ اللاَّتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُم مِّنَ الرَّضَاعَةِ﴾: اتفق المسلمون قولًا واحدًا على العمل بحديث (يحرم من الرضاع ما يحرم على النسب) وعليه فكل امرأة حرمت من النسب تحرم مثلها بسبب الرضاع أمًا كانت أو أختًا أو بنتًا أو عمة أو خالة أو بنت أخ أو بنت أخت ﴿وَأُمَّهَاتُ نِسَآئِكُمْ﴾: تحرم أم الزوجة وإن علت بمجد العقد على البنت، وإن لم يحصل الدخول ﴿وَرَبَائِبُكُمُ اللاَّ تِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ اللاَّتِي دَخَلْتُم بِهِنَّ فَإِن لَّمْ تَكُونُواْ دَخَلْتُم بِهِنَّ فَلاَ جُنَاحَ عَلَيْكُمْ﴾: لا تحرم بنت الزوجة بمجرد عقد الزاوج على أمها، بل للعاقد أن يطلق الأم قبل أن يدخل بها، ثم يعقد على ابنتها، وقوله تعالى في حجوركم ليس قيدًا للحكم، بل تنزيلاً على الغالب لأن بنت الزوجة تحرم وإن لم تكن في حجر زوج الأم ﴿وَحَلاَئِلُ أَبْنَائِكُمُ﴾: زوجاتهم ﴿الَّذِينَ مِنْ أَصْلاَبِكُمْ﴾: تحرم زوجة الابن وان نزل، على أبيه وإن علا بمجرد العقد، وقـولـه تعالـى (مـن أصلابكم) ليخرج ولد التبني لأنه أجنبي، أما ولد الرضاعة فحكمه وحكم الولد من النسب ﴿وَأَن تَجْمَعُواْ بَيْنَ الأُخْتَيْنِ إَلاَّ مَا قَدْ سَلَفَ﴾: في الجاهلية، ونسخ في الإسلام، فإن بانت الأخت من الزوج بطلاق أو فارقها بموت، ساغ الزواج بأختها. \n\n","تفسير المبين"]