["(52): ﴿أُوْلَـئِكَ الَّذِينَ لَعَنَهُمُ اللّهُ﴾: لأنهم أشد سوءًا وقبحًا من السوء والقبح ﴿وَمَن يَلْعَنِ اللّهُ فَلَن تَجِدَ لَهُ نَصِيرًا﴾: إلا من كان على شاكلته. \n\n(53): ﴿أَمْ لَهُمْ نَصِيبٌ مِّنَ الْمُلْكِ﴾: أي بل إن كان لليهود دولة ﴿فَإِذًا لاَّ يُؤْتُونَ النَّاسَ نَقِيرًا﴾: نقرة في ظهر النواة. وكيف يعطون ودينهم السلب وديدنهم الكذب؟. \n\n(54): ﴿أَمْ يَحْسُدُونَ النَّاسَ﴾: بل اليهود يحسدون محمدًا والصحابة ﴿عَلَى مَا آتَاهُمُ اللّهُ مِن فَضْلِهِ﴾: أي من النبوة والنصر والعز ﴿فَقَدْ آتَيْنَآ آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ﴾: العلم والنبوة ﴿وَآتَيْنَاهُم مُّلْكًا عَظِيمًا﴾: حيث أطاع بعضهم خلق كثير. \n\n(55): ﴿فَمِنْهُم مَّنْ آمَنَ بِهِ﴾: أي من اليهود من آمن بهذا الإيتاء والإنعام على بعض آل ابراهيم ﴿وَمِنْهُم مَّن صَدَّ عَنْهُ﴾: أعرض عن هذا الإنعام وكفر به وهو لهم وفيهم، فكيف بك يا محمد ولست من بني إسرائيل، بل من بني إسمعيل. \n\n(56): ﴿إِنَّ الَّذِينَ كَفَرُواْ بِآيَاتِنَا﴾: وهي كل ما دل على الحق، ومنه صدق محمد (ص) وأمانته ﴿سَوْفَ نُصْلِيهِمْ نَارًا كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا﴾: كناية عن عظيم العذاب وشدته، وخلوده أو طول مدته. \n\n(57): ﴿وَالَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ سَنُدْخِلُهُمْ جَنَّاتٍ...﴾: واضح وتقدم في الآية 15 من آل عمران. \n\n(58): ﴿إِنَّ اللّهَ يَأْمُرُكُمْ أَن تُؤدُّواْ الأَمَانَاتِ إِلَى أَهْلِهَا﴾: الأمانة كل حق وجب الوفاء به، ومن عصى فقد رتع في الخيانة ﴿وَإِذَا حَكَمْتُم بَيْنَ النَّاسِ أَن تَحْكُمُواْ بِالْعَدْلِ﴾: ولا تستقيم الحياة من غير عدل، لأنه حمى للحق، ومظهر للتوازن والمساواة، وكل من وقف إلى جانب الحق فهو عادل، وكل من عانده فهو باغ ومبطل ﴿إِنَّ اللّهَ نِعِمَّا يَعِظُكُم بِهِ﴾: فاتعظوا بمواعظه، وانتفعوا ببيانه. \n\n(59): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ﴾: المراد بأولي الأمر هنا أئمة الهدى المعصومون عن الخطأ والخطيئة، حيث لا يعطف على طاعته تعالى الا من يتقون الله في كل شئ، وهم بأمره يعملون، وأيضًا لا يعطف على طاعة الرسول شرعًا وعقلا إلاّ من كان امتدادًا له قولاً وفعلاً، وما ثبتت العصمة لأحد المسلمين بعد رسول الله (ص) إلاّ لعترته وأهل بيته الذين ساوى النبي بينهم وبين القرآن المعصوم وجعلهم عدلا له في حديث الثقلين ﴿فَإِن تَنَازَعْتُمْ فِي شَيْءٍ﴾: من امور الدين، وبالخصوص في معرفة المعصومين الذين تجب طاعة الله والرسول ﴿فَرُدُّوهُ إِلَى اللّهِ﴾: إلى كتابه تعالى ﴿وَالرَّسُولِ﴾: إي سنة الرسول بعد وفاته ﴿إِن كُنتُمْ تُؤْمِنُونَ﴾: حقًا وصدقاً ﴿بِاللّهِ وَالْيَوْمِ الآخِر﴾: وفيه إيماء إلى أن من لا يحتكم إلى كتاب الله وسنة نبيه في امور الدين ? فهو كافر، ولا يختلف في هذا المبدأ من ﴿المسلمينِ ذَلِكَ﴾: الرد إلى كتاب الله وسنة نبيه ﴿خَيْرٌ وَأَحْسَنُ تَأْوِيلاً﴾: مآلا وعاقبة. \n\n","تفسير المبين"]