["(80): ﴿مَّنْ يُطِعِ الرَّسُولَ فَقَدْ أَطَاعَ اللّهَ﴾: لأنه بيانه ولسانه ﴿وَمَن تَوَلَّى﴾: وأعرض عن طاعتك يا محمد ﴿فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا﴾: أي تحفظ أعمالهم وتحاسبهم عليها كلا، لأنك قوة إرشادية بيانية لا سلطة تنفيذية جبرية. \n\n(81): ﴿وَيَقُولُونَ طَاعَةٌ﴾: يقول المنافقون لرسول الله (ص): شأننا طاعة لك ﴿فَإِذَا بَرَزُواْ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الَّذِي تَقُولُ﴾: يظهرون الطاعة ويضمرون المكر والكيد، وبعبارة نهج البلاغة قولهم شفاء، وفعلهم الداء العياء ﴿وَاللّهُ يَكْتُبُ مَا يُبَيِّتُونَ فَأَعْرِضْ عَنْهُمْ﴾: يا محمد ولا تعاقبهم. \n\n(82): ﴿أَفَلاَ يَتَدَبَّرُونَ الْقُرْآنَ﴾: تدبرًا يدركون معه أنه من الله لا من سواه ﴿وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللّهِ لَوَجَدُواْ فِيهِ اخْتِلاَفًا كَثِيرًا﴾: بحكم البديهة، لأن للإنسان ظروفًا وحالات متفاوتات، وهو يتغير ويتكيف تبعًا لها، والله سبحانه لا يتبدل في الأحوال، فكلامه كذلك. \n\n(83): ﴿وَإِذَا جَاءهُمْ أَمْرٌ مِّنَ الأَمْنِ أَوِ الْخَوْفِ أَذَاعُواْ بِهِ﴾: كان بعض المواطنين إذا سمع خبرًا يتصل بالأمن كالغزو والدفاع تكلموا به، وشهروه قبل أن يعلموا صحته، وكان في ذلك ضرر على المسلمين ﴿وَلَوْ رَدُّوهُ﴾: الخبر الذي سمعوه ﴿إِلَى الرَّسُولِ وَإِلَى أُوْلِي الأَمْرِ مِنْهُمْ﴾: وهم الذين يثق النبي بكفائتهم ﴿لَعَلِمَهُ الَّذِينَ يَسْتَنبِطُونَهُ مِنْهُمْ﴾: يستخرجون الأشياء من مصادرها، ويردونها إلى أصولها، وبالإجمال البصير إذا سمع تثبت وتريث، وسأل من هو أدري وأعلم ﴿وَلَوْلاَ فَضْلُ اللّهِ عَلَيْكُمْ وَرَحْمَتُهُ﴾: بمحمد والقرآن ﴿لاَتَّبَعْتُمُ الشَّيْطَانَ﴾: بالبقاء على الجاهلية الجهلاء ﴿إِلاَّ قَلِيلاً﴾: صفة لمصدر محذوف أي إلا اتباعًا قليلاً، وعليه يكون المعنى كانت عاداتكم من قبل وعقائدكم جهالة وضلالة إلا ما ندر كحلف الفضول وما اشبه. \n\n(84): ﴿فَقَاتِلْ فِي سَبِيلِ اللّهِ﴾: يا محمد ﴿لاَ تُكَلَّفُ إِلاَّ نَفْسَكَ﴾: من حيث المسؤولية الشخصية عن طاعة التكليف وامتثاله من حيث بيانه وتبليغه، لأن الإنسان مخير طاعة وامتثالاً ومسير تكليفًا، ولذا أمر سبحانه النبي أن يبلغ، وأمرنا أن نطيع دون أن يلجئنا إلى الطاعة ﴿وَحَرِّضِ الْمُؤْمِنِينَ﴾: وما عليك شئ من شأنهم ﴿عَسَى اللّهُ أَن يَكُفَّ بَأْسَ الَّذِينَ كَفَرُواْ﴾: وقد فعل ونصر الضعفاء المحقين على الطغاة الظالمين ﴿وَاللّهُ أَشَدُّ بَأْسًا﴾: وبأس الحق من بأسه تعالى ﴿وَأَشَدُّ تَنكِيلاً﴾: بقوة البغي من تنكيلهم بالمستضعفين. \n\n(85): ﴿مَّن يَشْفَعْ شَفَاعَةً حَسَنَةً﴾: وهي ما تجلب خيرًا أو تدرأ شرًا ﴿يَكُن لَّهُ نَصِيبٌ مِّنْهَا﴾: وفي الحديث (من سن سنة حسنة كان له مثل أجر ما عمل بها) ﴿وَمَن يَشْفَعْ شَفَاعَةً سَيِّئَةً﴾: وهي ما تجلب شرًا أو تدرأ خيرًا ﴿يَكُن لَّهُ كِفْلٌ﴾: أي نصيب، وتمام الحديث: (ومن سنة سيئة له مثل وزر من عمل بها) ﴿مِّنْهَا وَكَانَ اللّهُ عَلَى كُلِّ شَيْءٍ مُّقِيتًا﴾: مطلعًا ومقتدرًا ومعطيًا الأقوات والأرزاق. \n\n(86): ﴿وَإِذَا حُيِّيْتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا﴾: قالوا: المراد بها تحية الإسلام بالخصوص، وهي السلام عليكم، ولكن ظاهر الآية يعم كل تحية عرفية سواء أكانت بالفعل أم بالقول، أما جواب المصلي لمن خياه فله دليله الخاص. \n\n","تفسير المبين"]