["(87): ﴿اللّهُ لا إِلَـهَ إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ...﴾: لا ريب في أن الله سبحانه يجمع الاولين والآخرين لنقاش الحساب وجزاء الأعمال. \n\n(88): ﴿فَمَا لَكُمْ فِي الْمُنَافِقِينَ فِئَتَيْنِ﴾: حال، والمراد بالمنافقين هنا من بقي منهم في دارك الكفر، ولم يهاجر من مكة إلى المدينة بدليل قوله تعالى: (حتى يهاجروا) وقد أختلف الصحابة في شأن هؤلاء، فئة ترى أن يعملوا باللين، وفئة بالشدة والقسوة، فقال سبحانه: لا ينبغي الإختلاف والشك في أمرهم، لأن الله سبحانه قد تخلى عنهم ﴿وَاللّهُ أَرْكَسَهُم بِمَا كَسَبُوا﴾ْ: والركس والنكس: التحول من سيء إلى أسوأ، والمعنى أن الله تعالى رد حكمهم من السكوت عنهم إلى أعلان الحرب عليهم ﴿أَتُرِيدُونَ أَن تَهْدُواْ مَنْ أَضَلَّ اللّهُ﴾: أي أن تجعلوا الضال عند الله وبحكمه مهتديًا عندكم وبحكمكم ﴿وَمَن يُضْلِلِ اللّهُ﴾: من يحكم عليه بالضلال ﴿فَلَن تَجِدَ لَهُ سَبِيلاً﴾: للنجاة حتى ولو قال كل أهل الأرض أنه من المهتدين. \n\n(89): ﴿وَدُّواْ لَوْ تَكْفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَاء﴾: كل ناقص وضال يكره من يتصف بالفضل والكمال، ويود أن يكون جميع الناس على شاكلته ﴿فَلاَ تَتَّخِذُواْ مِنْهُمْ أَوْلِيَاء﴾: أصدقاء، وتقيموا معهم صلات وعلاقات ﴿حَتَّىَ يُهَاجِرُواْ فِي سَبِيلِ اللّهِ﴾: أي هجرة من دار الكفر إلى دار الإسلام خالصة لوجه الله مهما كانت التضيحات ﴿فَإِن تَوَلَّوْاْ﴾: وامتنعوا عن الهجرة ﴿فَخُذُوهُمْ وَاقْتُلُوهُمْ...﴾: لأنهم يعلنون الإسلام والمودة للمسلمين، ويكتمون البغضاء، ويتآمرون مع الأعداء. \n\n(90): ﴿إِلاَّ الَّذِينَ يَصِلُونَ إِلَىَ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُم مِّيثَاقٌ﴾: هذا استثناء من قتلهم لمن يلتجئ من أولئك المنافقين إلى قوم بينهم وبين المسلين عهد موادعة ومهادنة ﴿أَوْ جَآؤُوكُمْ حَصِرَتْ صُدُورُهُمْ﴾: ضاقت صدروهم وقلوبهم عن القتال وكرهوا ﴿أََن يُقَاتِلُونَكُمْ﴾: منفردين أو منضمين إلى أعدائكم ﴿أَوْ يُقَاتِلُواْ قَوْمَهُمْ﴾: من أجلكم، فدعوهم ولا تقتلوهم، وبكلمة لا سبيل لكم أيها المسلمين على من وقف منكم موقف المحايد، لا لكم ولا عليكم ﴿وَلَوْ شَاء اللّهُ لَسَلَّطَهُمْ عَلَيْكُمْ﴾: إنه تعالى هو الذي القى الرعب منكم في قلوب هؤلاء المحايدين وإلا ﴿فَلَقَاتَلُوكُمْ﴾: منفردين أو منضمين إلى أعدائكم ﴿فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْاْ إِلَيْكُمُ السَّلَمَ﴾: أي ما داموا مسالمين غير مقاتلين ﴿فَمَا جَعَلَ اللّهُ لَكُمْ عَلَيْهِمْ سَبِيلاً﴾: إنما السبيل على الذين يظلمون الناس. \n\n(91): ﴿سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ﴾: أيها المسلمون ﴿وَيَأْمَنُواْ قَوْمَهُمْ﴾: المشركين، كان بعض العرب إذا جاؤا إلى المدينة لبعض حاجاتهم أظهروا الإسلام حتى إذا رجعوا إلى أهلهم أعلنوا الشرك ﴿كُلَّ مَا رُدُّوَاْ إِلَى الْفِتْنِةِ﴾: أي الشرك ﴿أُرْكِسُواْ فِيِهَا﴾: والركس: رد الشئ مقلوبًا، والمعنى كانوا على الشرك فأظهروا الإسلام، فدعاهم قومهم المشركون إلى العودة فعادوا ﴿فَإِن لَّمْ يَعْتَزِلُوكُمْ وَيُلْقُواْ إِلَيْكُمُ السَّلَمَ وَيَكُفُّوَاْ أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ﴾: تمامًا كما يقاتلونكم، فإن انتهوا فلا عدوان إلا على الظالمين. \n\n","تفسير المبين"]