["(92): ﴿َمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا﴾: أو يبيح دمه لا لشئ إلا لأنه على خلاف رأيه ومذهبه، لأن الحدود تدرأ بالشبهات، وهذا أصل من أصول الإسلام ﴿إِلاَّ خَطَئًا﴾: من غير قصد كمن رمى حيوانًا فأصاب إنسانًا ﴿وَمَن قَتَلَ مُؤْمِنًا خَطَئًا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ﴾: فعليه أن يكفر بعتق نسمة، ويوحي هذا التكفير بأن القتل، وإن كان خطأ، فإنه ليس كسائر الأخطاء التي تمر بلا تغليظ وتشديد ﴿وَدِيَةٌ مُّسَلَّمَةٌ إِلَى أَهْلِهِ﴾: مقبوضة لأولياء المقتول، فإن شاؤوا طالبوا بها، وإن شاءوا أسقطوها عن القاتل، وإلى هذا أشار سبحانه بقوله ﴿إِلاَّ أَن يَصَّدَّقُواْ﴾: بالدية ﴿فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ﴾: محاربين للمسلمين ﴿وَهُوَ﴾: المقتول ﴿مْؤْمِنٌ فَتَحْرِيرُ ر َقَبَةٍ مُّؤْمِنَةٍ﴾: ولا دية لأهله، ومحصل المعنى أن المسلم إذا قتل شخصًا باعتقاده أنه كافر، ثم تبين أنه مسلم- فلا شئ عليه عتق نسمة، وتسقط عنه الدية ﴿وَإِن كَانَ مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ إِلَى أَهْلِهِ﴾: أما إذا كان المسلم المقتول الخطأ من قوم غير المسلين، ولكنهم غير محاربين لأن بينهم وبين المسلمين عهد المسألة، فإن الدية تعطى لأهل المقتول ﴿وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةً﴾: وأيضًا على هذا القاتل أن يعتق نسمة إضافية إلى الدية ﴿فَمَن لَّمْ يَجِدْ﴾: عجز عن العتق ﴿فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ﴾: عوضًا عن العتق ﴿تَوْبَةً مِّنَ اللّهِ﴾: مفعول من أجله أي شرعت الكفاءة لتوبة الجاني عما صدر منه. \n\n(93): ﴿وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا﴾: لا جرم عند الله تعالى يوازي قتل النفس البريئة عن عمد إلا الشرك، وبخاصة إذا كانت مؤمنة مخلصة، والآية نص في ذلك حيث ذكرت الخلود في جهنم واللعنة والغضب واعداد العذاب العظيم لما في هذه الجريمة من هدم لبينان بناه الله، ومن هنا ذهب أكثر من واحد إلى أن الله يقبل التوبة من المشرك ولا يقبلها من القاتل المتعمد. وليس هذا ببعيد لأن الشر كحق لله، وقتل العمد حق للناس. \n\n(94): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا ضَرَبْتُمْ﴾: سافرتم فِي ﴿سَبِيلِ اللّهِ فَتَبَيَّنُوا﴾: تبينوا ولا تعجلوا في القتلْ ﴿وَلاَ تَقُولُواْ لِمَنْ أَلْقَى إِلَيْكُمُ السَّلاَمَ﴾: حياكم بتحية الإسلام: ﴿لَسْتَ مُؤْمِنًا﴾: لا ترفضوا من أعلن السلام أو الإسلام ﴿تَبْتَغُونَ عَرَضَ الْحَيوةِ الدُّنْيَا﴾: على حساب تكفير المؤمنين واستباحة دمائهم ﴿فَعِندَ اللّهِ مَغَانِمُ كَثِيرَةٌ﴾: تغنيكم بحلاله عن حرامه ﴿كَذَلِكَ كُنتُم مِّن قَبْلُ﴾: مشركين ﴿فَمَنَّ اللّهُ عَلَيْكُمْ﴾: حيث حقن دماءكم وأموالكم بكلمة الإسلام، فعاملوا الناس بما عوملتم. \n\n","تفسير المبين"]