["(102): ﴿وَإِذَا كُنتَ﴾: يا محمد ﴿فِيهِمْ﴾: في الخائفين ﴿فَأَقَمْتَ لَهُمُ الصّلوةَ﴾: جماعة ﴿فَلْتَقُمْ طَآئِفَةٌ مِّنْهُم مَّعَكَ وَلْيَأْخُذُواْ أَسْلِحَتَهُمْ﴾: اجعلهم طائفتين: واحدة تصلي معك حاملة السلاح، والثانية تقف بإزاء العدو للحراسة ﴿فَإِذَا سَجَدُواْ﴾: المصلون ﴿فَلْيَكُونُواْ﴾: الذين يحرسون المصلين ﴿مِن وَرَآئِكُمْ﴾: أي من وراء المصلين ﴿وَلْتَأْتِ طَآئِفَةٌ أُخْرَى لَمْ يُصَلُّواْ فَلْيُصَلُّواْ مَعَكَ وَلْيَأْخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْ﴾: بعد أن تنتهي الاولى من الصلاة مع النبي تأخذ الثانية الحارسة مكان الأولى للصلاة، وتأخد الاولى مكان الثانية في الحراسة ﴿وَدَّ الَّذِينَ كَفَرُواْ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُم مَّيْلَةً وَاحِدَةً﴾: بمجرد أن تذهلوا عن الأعداء أوز تنشغلوا بأي شي دونهم ينقضون عليكم كرجل واحد قتلاً ونهبًا ﴿وَلاَ جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَى أَن تَضَعُواْ أَسْلِحَتَكُمْ﴾: إن ثقل عليكم أيها المصلون مع النبي، حمل السلاح لسبب معقول ومشروع - فدعوه، وصلوا بغير سلاح. \n\n(103): ﴿فَإِذَا قَضَيْتُمُ الصّلوةَ...﴾: أديتموها كما امر الله تعالى أفيضوا في ذكره ساكنين ومتحركين، فإن ذكره، جل وعز، أحسن الذكر ﴿فَإِذَا اطْمَأْنَنتُمْ﴾: حيث وضعت الحرب أوزارها ﴿فَأَقِيمُواْ الصّلوةَ﴾: الآمنة لا الخائفة ﴿إِنَّ الصّلوةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا﴾: فرض لازمًا ﴿مَّوْقُوتًا﴾: محدودًا بالأوقات المبينة. \n\n(104): ﴿وَلاَ تَهِنُواْ فِي ابْتِغَاء الْقَوْمِ﴾: لا تضعفوا في حرب الطغاة المعتدين ﴿إِن تَكُونُواْ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمونَ وَتَرْجُونَ مِنَ اللّهِ مَا لاَ يَرْجُونَ﴾: علام أيها المسلمون هذا الإنكسار والإنهيار خوفًا من قوى الشر؟ ولماذا لا تثقون بالله وأنفسكم؟ إن الله معكم على عدوكم المبطل، فاتحدوا وأخلصوا لله ولأنفسكم، أتخافون قوة العدو؟ فهو أيضًا يخاف من وحدتكم وصدق عزيمتكم، ولا يرجو من الله ما ترجونه انتم، ولذا لا يتحمل هو مرارة الحرب كما تحتملوها. \n\n(105): ﴿إِنَّا أَنزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِمَا أَرَاكَ اللّهُ﴾: بما أوحى الله به إليك لا برأيك واجتهادك ﴿وَلاَ تَكُن لِّلْخَآئِنِينَ خَصِيمًا﴾: أي لا تخاصك من أجل براءة الخائنين والدفاع عنهم، ولهذه الآية وما بعدها قصة، وخلاصتها أن رجلًا سرق درعًا لآخر، وخبأها عند يهودي، و لما أخذت الدرع من منزل هذا اليهودي قال: أودعها عندي أبو طعمه، وهذا هو اسم السارق بالذات، فجاء قومه إلى النبي (ص) وشهدوا ببراءة صاحبهم، فرجح صدقهم أخذًا بظاهر الحال، ولما همّ أن يعاقب اليهودي عصمه الله، واطلعه على الواقع، وقال له: \n\n","تفسير المبين"]