["(106): ﴿وَاسْتَغْفِرِ اللّهِ﴾: مما هَمَمْت. \n\n(107): ﴿وَلاَ تُجَادِلْ عَنِ الَّذِينَ يَخْتَانُونَ أَنفُسَهُمْ﴾: خانوا أنفسهم وظلموها حيث كانوا السبب الأول في عقابها، وكثيرًا ما يقال للمجرم: يا عدو نفسه ﴿إِنَّ اللّهَ لاَ يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا﴾: وأيضًا يوصف الخائن بالكفر كما في الآية 38 من الحج. \n\n(108): ﴿يَسْتَخْفُونَ مِنَ النَّاسِ﴾: يستترون منهم حياء أو خوفًا ﴿وَلاَ يَسْتَخْفُونَ مِنَ اللّهِ﴾: لا يخافون منه ولا يستحون، ولكن أين المفر؟ ﴿وَهُوَ مَعَهُمْ﴾: وأقرب إليهم من حبل الوريد ﴿إِذْ يُبَيِّتُونَ مَا لاَ يَرْضَى مِنَ الْقَوْلِ﴾: كما فعل قوم السارق ﴿وَكَانَ اللّهُ بِمَا يَعْمَلُونَ مُحِيطًا﴾: ولذا فضحهم في الدنيا قبل الآخرة. \n\n(109): ﴿هَا أَنتُمْ هَـؤُلاء جَادَلْتُمْ عَنْهُمْ فِي الْحَيوةِ الدُّنْيَا﴾: قد يجد الآن الخائن المحتال من ينخدع به ويدافع عنه، اما غدًا ﴿فَمَن يُجَادِلُ اللّهَ عَنْهُمْ يَوْمَ الْقِيَامَةِ﴾: إذا أدخلهم جهنم مذمومين من عذاب الله وغضبه ﴿أَم مَّن يَكُونُ عَلَيْهِمْ وَكِيلاً﴾:حافظًا من عذاب الله وغضبه. \n\n(110): ﴿وَمَن يَعْمَلْ سُوءًا أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللّهَ يَجِدِ اللّهَ غَفُورًا رَّحِيمًا﴾: أبدًا لا فرار من الله إلا إليه، وكل من قرع بابه استجاب له. \n\n(111): ﴿وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ عَلَى نَفْسِهِ﴾: قال رجل لأبي ذر: عظني يا صاحب رسول الله، قال له: لا تسيء إلى نفسك. قال الرجل: وأي عاقل يسيء إلى نفسه؟ قال: كل من يعصي الله فقد أساء إلى نفسه. \n\n(112): ﴿وَمَن يَكْسِبْ خَطِيئَةً أَوْ إِثْمًا ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احْتَمَلَ بُهْتَانًا وَإِثْمًا مُّبِينًا﴾: من يكسب الإثم فهو آثم، ومن يرمي البرئ بالإثم فهو باهت، فجمع بين الرذيلتين في آن واحد. \n\n(113): ﴿وَلَوْلاَ فَضْلُ اللّهِ عَلَيْكَ وَرَحْمَتُهُ﴾: بما أخبرناك يا محمد عن سارق الدرع ﴿لَهَمَّت طَّآئِفَةٌ مُّنْهُمْ أَن يُضِلُّوكَ﴾: عن القضاء بالحق ﴿وَمَا يُضِلُّونَ إِلاُّ أَنفُسَهُمْ﴾: لأن وبال الضلال عليهم وحدهم ﴿وَمَا يَضُرُّونَكَ مِن شَيْءٍ﴾: لأن الله حافظك وناصرك ﴿وَأَنزَلَ اللّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ﴾: والمراد بالكتاب القرآن، وبالحكمة هنا السنة ﴿وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ﴾: من خفيات الأمور. \n\n","تفسير المبين"]