["(122): ﴿وَالَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ...﴾: تقد أكثر من مرة ﴿أَبَدًا﴾: نصب على الظرفية ﴿وَعْدَ اللّهِ﴾: مفعول مطلق لسندخلهم ﴿حَقًّا﴾: حال ويجوز أن يكون النصب على المصدر أي حق ذلك حقًا. \n\n(123): ﴿لَّيْسَ﴾: اسمها محذوف أي ليس الأمر أو ليس ما وعد الله تنالونه ﴿بِأَمَانِيِّكُمْ وَلا أَمَانِيِّ أَهْلِ الْكِتَابِ﴾: ليست الخيرات بمعنى الشهوات، بل بالجد والعمل ﴿مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ﴾: وإلا كان المحسن والمسيء عند الله بمنزلة سواء. \n\n(124): ﴿وَمَن يَعْمَلْ مِنَ الصَّالِحَاتَ مِن ذَكَرٍ أَوْ أُنثَى...﴾: لا فرق عند الله والناس الطيبين، بل ولا في الشرائع والقوانين، أن فاعل الخير يكرم ويثاب وفاعل الشر يستحق الذم والعقاب ذكرًا كان أم أنثى. \n\n(125): ﴿وَمَنْ أَحْسَنُ دِينًا مِّمَّنْ أَسْلَمَ وَجْهَهُ لله﴾: أول شرط من شروط الإيمان، وهو الإخلاص في القول والعمل ﴿وَهُوَ مُحْسِنٌ﴾: الشرط الثاني أن تحسن لعباد وعياله، وعلى الأقل أن تكف أذاك عنهم ﴿واتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا﴾: مائلاً عن طريق المجرمين إلى طريق ابراهيم طريقة الله والحق والعدل ﴿وَاتَّخَذَ اللّهُ إِبْرَاهِيمَ خَلِيلاً﴾: أي جامعًا لخلال الحمد، وقال الإمام جعفر الصادق(ع): إن الله اتخذ ابراهيم عبدًا قبل أن يتخذه نبيًا، واتخذه نبيًا قبل أن يتخذه رسولاً، واتخذه رسولاً قبل أن يأخذه خليلاً. \n\n(126):@@\n\n(127): ﴿وَيَسْتَفْتُونَكَ فِي النِّسَاء﴾: يسألونك يا محمد عما يجب عليهم في أمر النساء ﴿قُلِ اللّهُ يُفْتِيكُمْ فِيهِنَّ﴾: يبين لكم الأحكام بلسان نبيه الكريم ﴿وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ﴾: وأيضًا القرآن فيه تبيان الأحكام وكل ما تحتاجون إليه من امور الدين، ومن جملة ذلك ما جاء ﴿فِي يَتَامَى النِّسَاء﴾: المحجر عليهن لسبب أو لآخر بدليل قوله تعالى: ﴿الَّلاتِي لاَ تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ﴾: من إرث أو مهر ﴿وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ﴾: كان الرجل في الجاهلية يضم اليتيمة إلى نفسه، فإن كانت جميلة نكحها وأكل مالها، وإن تك دميمة منعها من الزواج حتى تموت وورثها من دون أرحامها ﴿وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ﴾: وأيضًا يكفيكم الله في الصبيان بأن تعطوهم حقوقهم من الميراث ﴿وَأَن تَقُومُواْ لِلْيَتَامَى بِالْقِسْطِ﴾: بالعدل في موريثهم والإنفاق عليهم منها بالمعروف، وتربيتهم تربية صالحة ذكورًا كانوا أم إناثًا ﴿وَمَا تَفْعَلُواْ مِنْ خَيْرٍ﴾: مع الأيتام والنساء وأي مخلوق ﴿فَإِنَّ اللّهَ كَانَ بِهِ عَلِيمًا﴾: أي لا يضيع أجر من أحسن عملا. \n\n","تفسير المبين"]