["(11): ﴿قَالَتْ لَهُمْ رُسُلُهُمْ إِن نَّحْنُ إِلاَّ بَشَرٌ مِّثْلُكُمْ﴾: هل ادعينا نحن بأننا آلهة أو نصف آلهة أو ملائكة حتى تقولوا إن أنتم إلا بشر؟ ﴿وَلَـكِنَّ اللّهَ يَمُنُّ عَلَى مَن يَشَاء مِنْ عِبَادِهِ﴾: إنه تعالى يختار من عباده البشر من هو كفء لوحيه ورسالته كما يختار أحدكم من هو أهل لوديعته وأمانته؟ ﴿وَمَا كَانَ لَنَا أَن نَّأْتِيَكُم بِسُلْطَانٍ إِلاَّ بِإِذْنِ اللّهِ وَعلَى اللّهِ﴾: لقد أتيناكم بالمعجزات الكافية الوافية في الدلالة على صدقنا، أما ما تقترحون علينا من الخوارق فهي في قبضة الله وحده، وتقدم في الآية 37 من الأنعام وغيرها. \n\n(12): ﴿وَمَا لَنَا أَلاَّ نَتَوَكَّلَ عَلَى اللّهِ﴾: كيف لا نتوكل عليه وقد أتم علينا نعمته الكبرى، وهي التي أشاروا إليها بقولهم: ﴿وَقَدْ هَدَانَا سُبُلَنَا﴾: التي يجب أن نسلكها إلى طاعته ومرضاته ﴿وَلَنَصْبِرَنَّ عَلَى مَا آذَيْتُمُونَا﴾: والصبر على الأذى في سبيل الله والحق من شيم الأحرار والصفوة الأخيار، أما الذين ينهارون للصدمة الأولى فهم داء الحياة وأعداؤها ﴿وَعَلَى اللّهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ﴾: التوكل الأول في صدر الآية كان من أجل الشكر على الهداية، أما التوكل الثاني في آخر الآية فهو للاستعانة بالله على وطأة الصبر وثقله. \n\n(13) - (14): ﴿وَقَالَ الَّذِينَ كَفَرُواْ لِرُسُلِهِمْ لَنُخْرِجَنَّكُم مِّنْ أَرْضِنَآ أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا﴾: في الآية 82 من الأعراف: (أخرجوهم من قريتكم إنهم أُناس يتطهرون) هذا هو ذنب الطاهر عن العاهر، والمخلص عند الخائن ﴿فَأَوْحَى إِلَيْهِمْ رَبُّهُمْ... ﴾: أوحى سبحانه إلى رسله: لا تفكروا إطلاقًا بتهديد الطغاة ووعيدهم، سنقضي عليهم، ونورث المؤمنين أرضهم وديارهم وأموالهم وفي الحديث من آذى جاره ورثه الله داره. \n\n(15): ﴿وَاسْتَفْتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٍ﴾: استنصر الأنبياء ربهم على قومهم بعد اليأس من هدايتهم فاستجاب، وأهلك الطغاة والمستبدين. \n\n(16): ﴿مِّن وَرَآئِهِ﴾: أي بين يدي الجبار العنيد ﴿جَهَنَّمُ وَيُسْقَى مِن مَّاء صَدِيدٍ﴾: وفي بعض التفاسير: (أن الصديد خليط من قيح دم، يسيل من فروج الزناة في النار) وهذه أبشع صورة وأفظع عقاب للطغاة والزناة، هؤلاء يبولون الصديد، وأولئك يكرعون منه ويتجرعون! فيا له من درس لمن اعتدى أو يعتدي على عرض أو نفس أو حرية أو مال! سبحانك ربنا ما خلقت عذابك إلا بالحق والعدل وما أخذت به إلا من هو أهل لأكثر منه. \n\n(17): ﴿يَتَجَرَّعُهُ وَلاَ يَكَادُ يُسِيغُهُ﴾: لنتنه وقذارته وحرارته ومرارته، فإذا بلغ الأمعاء قطعها، وأذابها حتى تخرج من أسفله، ثم تتبدل الأمعاء من جديد ويكرع، وهكذا دواليك إلى ما لا نهاية أو يشاء الله. \n\n(18): ﴿مَّثَلُ الَّذِينَ كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عَاصِفٍ﴾: وكل من يعمل الخير بدافع شيطاني تجاري لا إلهي إنساني - فهو بحكم الذين كفروا من حيث الأجر والثواب. وفي نهج البلاغة: (اعملوا بغير رياء ولا سمعة، فإنه من عمل لغير الله يكله الله إلى من لا عمل له) ﴿لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ عَلَى شَيْءٍ﴾: لا يرون يوم القيامة ثوابًا لعملهم، وإن كان خيرًا لأنه وسيلة الماكر المحتال ﴿ذَلِكَ هُوَ الضَّلاَلُ الْبَعِيدُ﴾: كل البعد عن الخير والهداية. \n\n","تفسير المبين"]