["(1): ﴿بَرَاءةٌ مِّنَ اللّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدتُّم مِّنَ الْمُشْرِكِينَ﴾: فتح النبي (ص) مكة في العام الثامن للهجرة، وفي العام التاسع نزلت هذه السورة، تعلن البراءة من المشركين وتنذر بالحرب كل مشرك يقيم في الجزيرة العربية، وقال المفسرون: رسول الله دفعها إلى أبي بكر ليقرأها على المشركين، ثم أخذه منه بأمر الله وأعطاها لعلي بن أبي طالب. \n\n(2): ﴿فَسِيحُواْ﴾: أيها المشركون ﴿فِي الأَرْضِ أَرْبَعَةَ أَشْهُرٍ﴾: بعد إعلان الحرب على المشركين أمهلهم سبحانه 4 أشهر ينتقلون فيها آمنين حيث يشاءون، فإن أسلموا وإلا فجزاؤهم القتل، وهذا الحكم لا يُقاس عليه، لأنه استثنائي خاص لسبب خاص ﴿وَاعْلَمُواْ﴾: أيها المشركون ﴿أَنَّكُمْ غَيْرُ مُعْجِزِي اللّهِ﴾: لا نجاة لكم منهم. \n\n(3): ﴿وَأَذَانٌ﴾: إعلام ﴿مِّنَ اللّهِ وَرَسُولِهِ إِلَى النَّاسِ﴾: بالبراءة من المشركين ﴿يَوْمَ الْحَجِّ الأَكْبَرِ﴾: وهو يوم النحر العاشر من ذي الحجة، وكان ابتداء الأشهر الأربعة بهذا اليوم من العام التاسع الهجري، وانتهاؤها في اليوم العاشر من ربيع الآخر من سنة عشر، وبعد هذه المدة يكون مصير المشركين في الجزيرة العربية الإسلام أو القتل ﴿فَإِن تُبْتُمْ﴾: أسلمتم أيها المشركون ﴿فَهُوَ خَيْرٌ لَّكُمْ﴾: حيث يكون لكم ما للمسلمين، وعليكم ما عليهم. \n\n(4): ﴿إِلاَّ الَّذِينَ عَاهَدتُّم مِّنَ الْمُشْرِكِينَ...﴾: استثنى سبحانه من قتل المشركين بعد الأشهر الأربعة قومًا كان بينهم وبين المسلمين عهد المهادنة والمسالمة، وحافظوا على هذا العهد، ولم يغدروا ويخونوا ولا تعاونوا مع أعداء المسلمين عليهم. استثنى سبحانه هؤلاء، وأمهلهم إلى مدتهم جزاء على وفائهم. ومضت مع الزمن هذه الأحكام الخاصة بأهل الشرك والجاهلية وأصبحت من أخبار كان الناقصة، ولا جدوى عامة من إطالة الكلام فيها. \n\n(5): ﴿فَإِذَا انسَلَخَ﴾: انقضى ﴿الأَشْهُرُ الْحُرُمُ﴾: والأشهر الحرم التي يحرم القتال فيها إطلاقًا وعمومًا هي ذو القعدة وذو الحجة والمحرم ورجب، وليست هذه بمرادة هنا، بل المراد في هذه الآية الأشهر التي حرم الله فيها قتال المشركين الذين تكلمنا عنهم في الأسطر السابقة، وتبدأ من 10 ذي الحجة سنة 9هـ إلى ربيع الآخر سنة 10هـ ، وقيل: هي شوال وذو القعدة وذو الحجة والمحرم، وقيل غير ذلك ﴿فَاقْتُلُواْ الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ﴾: قسرًا ﴿وَخُذُوهُمْ﴾: أسرًا ﴿وَاحْصُرُوهُمْ﴾: حبسًا ﴿وَاقْعُدُواْ لَهُمْ كُلَّ مَرْصَدٍ﴾: راقبوهم في كل طريق يمرون به، ولا تدعوا أحدًا يفلت منهم ﴿فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ ...﴾: إن أظهروا الإسلام قبل الأجل المضروب، وأقاموا الشعائر الإسلامية، وأهمها الصلاة وإيتاء الزكاة ? فلا تتعرضوا لهم بسوء. \n\n(6): ﴿وَإِنْ أَحَدٌ مِّنَ الْمُشْرِكِينَ اسْتَجَارَكَ ...﴾: إذا طلب المشرك الذي يحمل قتله أمانًا من أي مسلم فعليه أن يجيره ويعطيه الأمان على نفسه وماله، ويدعوه إلى الإسلام بالحكمة وسبل الإقناع، فإن أسلم فذاك وإلا فعلى المسلم أن يوصله إلى مكان يأمن فيه على نفسه، وكان هذا يوم كان الإسلام قويًا بأهله، أما اليوم فأهله يستجيرون بأعدائه!. \n\n","تفسير المبين"]