["(27): ﴿ثُمَّ يَتُوبُ اللّهُ مِن بَعْدِ ذَلِكَ عَلَى مَن يَشَاء﴾: بعد أن يسلك طريق الهداية والتوبة، وقد جاء وفد من هوازن من الذين حاربوا المسلمين يوم حنين، إلى رسول الله (ص) تائبين مسلمين، فقبل إسلامهم، ورد عليهم ما طلبوه من الغنائم. \n\n(28): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْمُشْرِكُونَ نَجَسٌ﴾: نجاسة ذاتية، لأن الشرك بالله ظلم عظيم من حيث هو لا بسبب طارئ ولا بد من الإشارة إلى أن القرآن الكريم يفرق في بعض أحكامه بين المشركين وأهل الكتاب، ويعتبرهما صنفين لا صنفًا واحدًا، وقد عطف المشركين على أهل الكتاب في أكثر من آية، ومن ذلك: (ما يود الذين كفروا من أهل الكتاب ولا المشركين ? 105 البقرة) وأيضًا لا بد من الإشارة إلى أن أنصار الرأسمالية الغربية الحديثة هم بحكم المشركين تمامًا كالشيوعيين. وليسوا من أهل الكتاب في شيء وإن تستروا بقناع مسيحي، ذلك بأن الشيوعيين يؤمنون بأن المادة هي الموجود الوحيد، لأما أنصار النظام الرأسمالي الاحتكاري الحديث فإنهم من وجهة عملية لا يقيمون وزنًا للمادة، ويتسلطون على الناس عن طريق العلم المعملي، ويعملون على تجهيلهم وإبعادهم عن الله والحق بكل سبيل ووسيلة لا لشيء إلا لاستغلالهم واستنزاف مقدراتهم وأقواتهم. ﴿فَلاَ يَقْرَبُواْ الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَـذَا﴾: قال أبو حنيفة: لا يمنعون من المسجد الحرام ولا من غيره بطريق أولى. وقال الشافعي: يمنعون منه دون غيره من المساجد. وقال مالك: يمنعون منه ومن كل المساجد. ونحن على ذلك. لأن علة المنع النجاسة واحترام المسجد، وكل مسجد طاهر ومحترم بمجرد نسبته إلى الله تعالى ﴿وَإِنْ خِفْتُمْ عَيْلَةً﴾: أي فقرًا حيث كان المشركون يجلبون معهم الأطعمة إلى مكة المكرمة ﴿فَسَوْفَ يُغْنِيكُمُ اللّهُ مِن فَضْلِهِ﴾: لأن أسباب الرزق عنده بعدد أنفاس الخلائق، وقد فتح سبحانه على الإسلام والمسلمين البلاد وخيراتها ودخل الناس في دين الله أفواجًا، وتوجهوا بقلوبهم وأموالهم إلى مكة، أما اليوم فخيرات الحجاز تجاوزت الحد والعد، وساهمت في حضارة الغرب بقسط وافر. \n\n(29): ﴿قَاتِلُواْ الَّذِينَ لاَ يُؤْمِنُونَ بِاللّهِ وَلاَ بِالْيَوْمِ الآخِرِ﴾: والمراد بهم أهل الكتاب: اليهود والنصارى كما يأتي البيان، ونفى عنهم الإيمان بالله حيث ينسبون إلى إلههم التجسيم ومم إليه مما لا يليق بجلال الله تعالى وكماله وكذلك يؤمنون بالبعث كما هو في تصورهم لا كما هو في الواقع وعند الله، ومن هنا ساغ النفي ﴿وَلاَ يُحَرِّمُونَ مَا حَرَّمَ اللّهُ وَرَسُولُهُ﴾: كابن الله والخمر ﴿وَلاَ يَدِينُونَ دِينَ الْحَقِّ﴾: الذي لا يفرق بين أحد من أنبياء الله ورسله ﴿مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ﴾ هذا بيان للذين لا يؤمنون ولا يدينون دين الحق ﴿حَتَّى يُعْطُواْ الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ﴾: والكلام الآن عن الجزية تكثير ألفاظ بلا جدوى، وأيضًا الخلاف بين المسلمين وبعدهم الآن عن الدين ونظمهم الدكتاتورية وجمود الجامدين منهم ? يلجمنا عن صغار الأولين وهوان الآخرين. \n\n(30): ﴿وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللّهِ﴾: في قاموس الكتاب المقدس: (عزرا اسم عبري معناه عون، والاسم نشأ كاختصار لاسم عزريا، وهو كاهن عاد من بابل إلى القدس) ﴿وَقَالَتْ النَّصَارَى الْمَسِيحُ ابْنُ اللّهِ﴾: في قاموس الكتاب المقدس ص 865: ( شعر (أي المسيح) في سن مبكرة أنه ابن الله الوحيد) وتقدم الكلام عن ذلك في تفسير الآية 73 من المائدة ﴿ذَلِكَ قَوْلُهُم بِأَفْوَاهِهِمْ﴾: أما الدليل على صدق هذا القول فهو أن ألسنتهم نطقت به!. وبعضهم يستدل على ربوبية السيد المسيح بالانجيل، ويستدل على صحة الانجيل وصدقه بربوبية المسيح (ع) ﴿يُضَاهِؤُونَ﴾: يشابهون ﴿قَوْلَ الَّذِينَ كَفَرُواْ مِن قَبْلُ﴾: كاليونانيين وغيرهم من المشركين ﴿قَاتَلَهُمُ اللّهُ أَنَّى يُؤْفَكُونَ﴾: لعنهم كيف يصرفون عن الحق إلى الباطل وعن الصواب إلى الخطأ. \n\n(31): ﴿اتَّخَذُواْ أَحْبَارَهُمْ﴾: وهم خلف السيد المسيح في الأرض ﴿وَرُهْبَانَهُمْ﴾: الذين اعتزلوا الناس في الأديرة للعبادة، ﴿أَرْبَابًا مِّن دُونِ اللّهِ﴾: ويروى أن عدي بن حاتم قال لرسول الله: لسنا نعبدهم. فقال له: أليس يحرمون ما أحل الله وتحرمونه ويحلون ما حرم الله فتستحلونه؟ قال: بلى. قال النبي (ص) فتلك عبادتهم ﴿وَالْمَسِيحَ ابْنَ مَرْيَمَ﴾: أي واتخذوا المسيح ربًا من دون الله ﴿وَمَا أُمِرُواْ إِلاَّ لِيَعْبُدُواْ إِلَـهًا وَاحِدًا لاَّ إِلَـهَ إِلاَّ هُوَ﴾: لأن الشريك لا يخلو من أحد فرضين: إما أن يسد نقصًا، وهذا ينافي الكمال المطلق، وإما أن لا يؤثر أثرًا، فيكون وجوده لغوًا. \n\n","تفسير المبين"]