["(112): ﴿التَّائِبُونَ﴾: أي أن الذين اشترى الله منهم أنفسهم وأموالهم هم التائبون من الذنوب ﴿الْعَابِدُونَ﴾: وكل عمل صالح ونافع لوجه الله والخير فهو عبادة، بل كف الأذى عن الناس من أفضل العبادات ﴿الْحَامِدُونَ﴾: الله في السراء والضراء ﴿السَّائِحُونَ﴾: في الأرض لطلب العلم أو الرزق الحلال أو أي عمل يخدم الإنسان وينفعه ﴿الرَّاكِعُونَ السَّاجِدونَ﴾: المصلون ﴿الآمِرُونَ بِالْمَعْرُوفِ وَالنَّاهُونَ عَنِ الْمُنكَرِ﴾: أي ينشرون دعوة الحق، ويناصرونه أينما كان ويكون، ويعتبر الأمر بالمعروف أنجح وسيلة من وسائل الإعلام، ولذا حث عليها الإسلام، واستمسك بها الأنبياء وغير الأنبياء، وكانت الخطة الإعلامية لمحمد (ص) سماحة الخلق، ورحابة الصدر، ورجاحة العقل. والدعوة بالحكمة والموعظة الحسنة، وبفضل حكمته وصفاته رفرفت راية الإسلام على شتى بقاع العالم ﴿وَالْحَافِظُونَ لِحُدُودِ اللّهِ﴾: وهي حلاله وحرامه. \n\n(113): ﴿مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ وَلَوْ كَانُواْ أُوْلِي قُرْبَى﴾: جاء في تفسير الطبري والرازي والمنار والبحر المحيط لأبي حيان الأندلسي في سبب نزول هذه الآية: (أن جماعة من المؤمنين قالوا: نستغفر لموتانا، فنزل قوله تعالى: (ما كان للنبي الخ...) وهذا القول أرجح الأقوال وأصحها. وقيل: (نزلت في أبي طالب لأنه مات على غير الإسلام. وهذا أبعد ما يكون عن الحق والواقع، لأن النبي (ص) حين مات عمه أبو طالب بكى وطلب له من الله الرحمة والمغفرة، وأمر ولده عليًا بتغسيله وتكفينه بشهادة ابن سعد في طبقاته ج1 ص123 طبعة سنة 1957. وشهادة صاحب السيرة الحلبية ج1 ص467 باب وفاة أبي طالب: (أن عليًا حين أخبر النبي بموت أبيه أبي طالب بكى وقال لعلي: اذهب فاغسله وكفنه وواره غفر الله له ورحمه). وفي سيرة ابن هشام ص247 من القسم الأول طبعة سنة 1955: (أن أبا طالب قال لولده علي: (أن محمدًا لم يدعك إلا إلى خير فالزمه) ولا معنى للإسلام إلا الإعتراف بأن دعوة محمد خير يحب اتباعه وطاعته. \n\n(114): ﴿وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لِأَبِيهِ...﴾: وعد إبراهيم الخليل (ع) أباه أن يستغفر له كما في الآية 4 من الممتحنة، فأوحى سبحانه إلى خليله إن أباك لن يؤمن، بل يموت كافرًا، فانقطع رجاؤه وتبرأ منه ﴿إِنَّ إِبْرَاهِيمَ لأوَّاهٌ حَلِيمٌ﴾: هو الذي يكثر التأوه والبكاء والدعاء خوفًا من الله. \n\n(115): ﴿وَمَا كَانَ اللّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُم مَّا يَتَّقُونَ﴾: إذا عمل المؤمن عملاً محرمًا عن جهل بالتحريم كم لو استغفر لقريبه المشرك ? فإن الله لا يضله (أي لا يؤاخذه) إلا بعد البيان والإعلام، فإن خالف بعد هذا استحق العقاب. \n\n(116): ﴿إِنَّ اللّهَ لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ...﴾: واضح، وتقدم في الآية 158 من الأعراف. \n\n(117): ﴿لَقَد تَّابَ الله عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ﴾: المراد بالتوبة على النبي (ص) والذين أطاعوه في اليسر والعسر ? الرحمة والرضوان، وليس الصفح عن الذنب ﴿مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ﴾: أصاب المسلمون قسوة وشدة في غزوة تبوك، فكان العشرة يتناوبون على بعير واحد، والرجلان يقتسمان تمرة واحدة، فانهارت أعصاب بعض الصحابه، وهموا أن يفارقوا الرسول (ص) ولكنهم لم يفعلوا، بل صبروا واحتسبوا ﴿ثُمَّ تَابَ عَلَيْهِمْ﴾: أي تاب سبحانه على هؤلاء، والمراد بالتوبة عليهم أنه تعالى يعاملهم معاملة الذين لم يهموا بالفرار وترك الرسول. \n\n","تفسير المبين"]