{
"title": "الإمام الرضا عليه السلام في سطور",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\" >الإمام علي بن موسى الرضا عليه السلام هو الثامن من أئمة أهل \nالبيت عليهم السلام الذين أذهب الله عنهم الرجس \nوطهّرهم تطهيراً. وهم الثقل الذي لا يفارق القرآن الكريم، ولا يضل المتمسك بهما \nمعاً، وهم سفينة النجاة التي من ركبها نجا ومن تخلّف عنها غرق.</p>\n<p dir=\"rtl\" class=\"libNormal\" >وقد ولد هذا الإمام العظيم - الذي بشّر به رسول الله صلى \n‌الله‌ عليه‌ وآله‌ وسلم - في عصر المنصور العباسي وبعد استشهاد جدّه الصادق عليه \nالسلام ونشأ في أكرم بيت من بيوتات قريش أَلا وهو البيت الهاشمي العلوي، بيت \nالإمامة والشهادة. وترعرع في أحضان أبيه الكاظم عليه السلام وعاش معه أكثر من ثلاثة \nعقود، وعاصر فيها كلاًّ من المنصور والمهدي والهادي والرشيد من خلفاء بني العبّاس \nالذين لم يألوا جُهداً في إطفاء نور هذا البيت الرفيع.</p>\n<p dir=\"rtl\" class=\"libNormal\" >وبرز الإمام الرضا عليه السلام على مسرح الحياة السياسية \nالإسلاميّة كألمع سياسي عرفه التأريخ الإسلامي في عصره. لقد كان الرضا عليه السلام \nصلباً في مواقفه السياسيّة وصريحاً كلّ الصراحة. ولم تخدعه الأساليب الخبيثة \nوالمزيَّفة التي سلكها أذكى الخلفاء العباسيين وهو المأمون الذي رشّحه للخلافة \nأوّلاً ثم فرض عليه قبول ولاية العهد ثانياً في عصر كانت الانتفاضات العلويّة تزلزل \nعرش الأكاسرة العباسيين.</p>\n<p dir=\"rtl\" class=\"libNormal\" >إنّ دوافع المأمون غير النزيهة لم تخف على الإمام الرضا عليه \nالسلام ، كما لم تخف عليه متطلبات الظرف الذي كان يعيشه صلوات الله عليه، وقد اُكره \nعلى قبول ولاية العهد، ولكنّه فوّت الفرص الذهبيّة التي كان يطمع المأمون بتحقيقها \nمن خلال إكراهه على قبول ولاية العهد. فاغتنم الإمام الرضا عليه السلام هذا الظرف \nالذهبي الذي جاءت به ولاية العهد على الوجه الأكمل بهدف نشر معالم الإسلام الحق \nوتثبيت دعائم أطروحة مذهب أهل البيت عليهم السلام ،متحدِّياً \nكل الخطوط الفكرية والمذهبية المنحرفة آنذاك.</p>\n<p dir=\"rtl\" class=\"libNormal\" >وقد أدرك المأمون عمق الخطر الذي كان يحيق به وبحكومته من \nخلال تواجد الإمام الرضا عليه السلام في مركز حكمه، كما لاحظ نموّ وشموخ خطّ الولاء \nلأهل البيت عليهم السلام . فلم يجد بدّاً بحسب \nمقاييسه الباطلة من القضاء على شخص الإمام واغتياله بطريقة خبيثة.</p>\n<p dir=\"rtl\" class=\"libNormal\" >وقد استشهد هذا الإمام العظيم بعد أن أرسى قواعد الرسالة \nوالمذهب الحق لفهم الإسلام وتبليغه، كما ربّى عدّة أجيال من العلماء النابهين الذين \nحملوا مشعل الهداية في تلك الظروف العصيبة التي عانت منها الأمة الإسلاميّة في ظلّ \nالحكم العباسي.</p>\n<p dir=\"rtl\" class=\"libNormal\" >وأسفرت مدرسة الإمام الرضا عليه السلام العلميّة عن تخريج \nكوكبة من العلماء الذين كان عددهم يناهز الثلاثمئة. والذي يراجع مسند الإمام الرضا \nعليه السلام ويلاحظ النصوص التي وصلتنا عنه يعرف حجم نشاطه العلمي ويلمس عمق \nالمستوى الذي بلغته مدرسة الإمام الفكرية وما أبدعه هذا الإمام العظيم من قواعد \nوأساليب لتحقيق أهداف مدرسة أهل البيت للوصول إلى القمة التي كانت تستهدفها حركة \nأهل البيت الرسالية في مجالي العلم والسياسة معاً. فسلام عليه يوم ولد ويوم استشهد \nويوم يبعث حيّاً.</p>\n\n"
}