{
"title": "ثالثاً حرية الإمام عليه السلام في مناظرة أهل الأديان والمذاهب",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">منح المأمون نوعاً من الحرية للإمام عليه السلام \nللتحدث بما يؤمن به من أفكار ومعتقدات وآراء سياسية، وأمر المأمون الفضل بن سهل أن يجمع للإمام عليه السلام \nأصحاب المقالات: ومنهم: الجاثليق وهو رئيس الأساقفة، (معرّب: كاثوليك) ورأس الجالوت عالم اليهود، ورؤساء الصابئين، وعظماء الهنود من أبناء المجوس، وأصحاب زردشت، وعلماء الروم، والمتكلمين، وقد احتجّ الإمام عليه السلام \nبالكتب المعتبرة عندهم، وقد اعترف الجميع بأعلمية الإمام عليه السلام \n، بعد ان فنّد حججهم، فأذعنوا لقوله، واعترفوا بصحة أفكاره وآرائه.</p>\n<p dir=\"rtl\" class=\"libNormal\">وبعد جدال ونقاش طويل قال الجاثليق: (القول قولك، ولا اله إلاّ الله)<span class=\"libFootnotenum\">(1)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وبعد حوار طويل أسلم عمران الصابي وقال: (أشهد أن الله تعالى على ما وصفت ووحّدت، وأشهد أنّ محمداً عبده المبعوث بالهدى ودين الحق ثم خرّ ساجداً نحو القبلة).</p>\n<p dir=\"rtl\" class=\"libNormal\">ولما نظر المتكلمون إلى كلام عمران الصابي، وكان جدلاً لم يقطعه عن حجته أحد منهم قط، لم يدن من الإمام عليه السلام \nأحد منهم ولم يسألوه عن شيء<span class=\"libFootnotenum\">(2)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي مجلس آخر بعث المأمون على الإمام عليه السلام \nليناظر متكلم خراسان سليمان المروزي، فتناظرا في البداء، وصفات الله تعالى والفرق بين صفات ذات الله وصفات فعله، فأجابه الإمام عليه السلام \nعلى جميع أسئلته، وكان يقطعه في الحجج إلى أن سكت لا يستطيع أن يجيب على آراء الإمام عليه السلام \n، فقال المأمون</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) مناقب آل أبي طالب<span class=\"libNormal\">:</span>\n4 / 352<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(2) الاحتجاج<span class=\"libNormal\">،</span>\nالطبرسي<span class=\"libNormal\">:</span>\n2 / 419<span class=\"libNormal\">.</span>\n</p>\n\n<br clear=\"all\">\n<a name='141'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">عند ذلك: (يا سليمان، هذا أعلم هاشمي)<span class=\"libFootnotenum\">(1)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي مجلس آخر جمع المأمون عدداً من علماء الأديان وأهل المقالات، فلم يتكلم أحد إلاّ وقد ألزمه الإمام عليه السلام \nحجته، وقام إليه علي بن محمد بن الجهم، وأثار الشبهات حول عصمة الأنبياء عليهم السلام\nاعتماداً على الآيات المتشابهة الواردة في القرآن الكريم، وأثار الشبهات حول عصمة رسول الله (صلّى الله عليه وآله)، فأجابه الإمام عليه السلام \nوأزال الشبهات عن ذهنه، واثبت له بالعقل والنقل عصمة جميع الأنبياء عليهم السلام\n، فبكى علي بن محمد بن الجهم وقال: يا ابن رسول الله أنا تائب إلى الله عزّ وجلّ من أن انطق في أنبياء الله عليهم السلام\nبعد يومي هذا إلاّ بما ذكرته<span class=\"libFootnotenum\">(2)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي مجلس آخر تساءل المأمون عن عصمة الأنبياء وأورد الآيات المتشابهة في ذلك فأجابه الإمام عليه السلام \nجواباً شافياً، وأوّل له تلك الآيات على خلاف ظاهرها، فقال المأمون: (لقد شفيت صدري يا ابن رسول الله، وأوضحت لي ما كان ملتبساً عليّ)<span class=\"libFootnotenum\">(3)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان هدف المأمون - كما يرى الشيخ الصدوق - هو الحرص على انقطاع الرضا عليه السلام \nعن الحجة مع واحد منهم، وذلك حدّاً منه له ولمنزلته من العلم<span class=\"libFootnotenum\">(4)</span>\n.</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) عيون أخبار الرضا<span class=\"libNormal\">:</span>\n1 / 179 - 191<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(2) الاحتجاج<span class=\"libNormal\">،</span>\nالطبرسي<span class=\"libNormal\">:</span>\n2 / 423<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(3) الاحتجاج<span class=\"libNormal\">:</span>\n2 / 436<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(4) عيون أخبار الرضا<span class=\"libNormal\">:</span>\n1 / 191<span class=\"libNormal\">.</span>\nراجع جملة من هذه الاحتجاجات في الفصل الثالث من الباب الرابع من الكتاب<span class=\"libNormal\">.</span>\n</p>\n\n<br clear=\"all\">\n<a name='142'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}