{
"title": "إظهار الكرامات واستثمارها في الإصلاح",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">وبعد البيعة ظهرت كرامات الإمام عليه السلام \nفاستثمرها عليه السلام \nفي إصلاح الناس بإرشادهم وتوجيههم، ففي بداية ولاية العهد احتبس المطر، فجعل بعض حاشية المأمون والمبغضين للإمام عليه السلام \nيقولون: انظروا لمّا جاءنا علي بن موسى وصار ولي عهدنا، حبس الله عنّا المطر، وسمع المأمون بذلك فاشتدّ عليه، وطلب من الإمام عليه السلام \nأن يدعو الله لكي يمطر الناس، فخرج عليه السلام \nإلى الصحراء وخرج الناس ينظرون، فصعد المنبر، فحمد الله وأثنى عليه، ثم قال: (اللهم يا رب أنت عظّمت حقنا أهل البيت، فتوسّلوا بنا كما أمرت وأمّلوا فضلك ورحمتك وتوقّعوا إحسانك ونعمتك، فاسقهم سقياً نافعاً عاماً غير رايث، ولا ضائر، وليكن ابتداء مطرهم بعد انصرافهم من مشهدهم هذا إلى منازلهم ومقارّهم).</p>\n<p dir=\"rtl\" class=\"libNormal\">ويقول الإمام محمد الجواد عليه السلام \nراوي الخبر: (فو الذي بعث محمداً بالحق نبياً لقد نسجت الرياح في الهواء الغيوم وأرعدت وأبرقت وتحرك الناس كأنهم يريدون</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) عيون أخبار الرضا<span class=\"libNormal\">:</span>\n2 / 164<span class=\"libNormal\">.</span>\n</p>\n\n<br clear=\"all\">\n<a name='154'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">التنحي عن المطر).</p>\n<p dir=\"rtl\" class=\"libNormal\">وأخبرهم الإمام عليه السلام \nأن هذا السحاب هو للبلد الفلاني، وهكذا إلى أن أقبلت سحابة حادية عشر، فقال عليه السلام \n: (أيها الناس هذه سحابة بعثها الله عَزَّ وجَلَّ لكم، فاشكروا الله على تفضله عليكم وقوموا إلى مقاركم ومنازلكم فإنها مسامتة لكم ولرؤوسكم ممسكة عنكم إلى أن تدخلوا إلى مقاركم ثم يأتيكم من الخير ما يليق بكرم الله تعالى وجلاله).</p>\n<p dir=\"rtl\" class=\"libNormal\">فانصرف الناس ونزل المطر بكثافة فجعل الناس يقولون: هنيئاً لولد رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nكرامات الله عَزَّ وجَلَّ.</p>\n<p dir=\"rtl\" class=\"libNormal\">ثم برز إليهم الإمام عليه السلام \nبعد تجمعهم ثانية، واستثمر هذه الكرامة للوعظ والإرشاد، لأن الناس يتأثرون بمن له كرامة عند الله ويتقبلون ما يقوله، فقام فيهم خطيباً وقال: (أيها الناس اتقوا الله في نعم الله عليكم، فلا تنفروها عنكم بمعاصيه، بل استديموها بطاعته وشكره على نعمه وأياديه، واعلموا أنكم لا تشكرون الله تعالى بشيء بعد الإيمان بالله وبعد الاعتراف بحقوق أولياء الله من آل محمد صلى ‌الله‌ عليه‌ وآله‌ وسلم \nأحب إليه من معاونتكم لإخوانكم المؤمنين على دنياهم التي هي معبر لهم إلى جنان ربهم، فإنّ من فعل ذلك كان من خاصة الله تبارك وتعالى)<span class=\"libFootnotenum\">(1)</span>\nثم حدثهم عن رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nبعض الأحاديث التربوية.</p>\n<p dir=\"rtl\" class=\"libNormal\">وظهرت للإمام عليه السلام \nكرامات أخرى استثمرها الإمام عليه السلام \nفي التأثير على قلوب حاضريها، ومن هذه الكرامات أن بعض أفراد البلاط كانوا يخدمون الإمام عليه السلام \nويرفعون الستر عند مجيئه وعند خروجه، فاتفقوا يوماً على عدم رفع الستر له، فلما جاء على عادته لم يملكوا أنفسهم، وقاموا ورفعوا</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) عيون أخبار الرضا<span class=\"libNormal\">:</span>\n2 / 168 - 169<span class=\"libNormal\">.</span>\n</p>\n\n<br clear=\"all\">\n<a name='155'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">الستر على عادتهم، فلما دخل لامَ بعضهم بعضاً، واتفقوا ثانية، فلما كان اليوم الثاني نفّذوا ما اتفقوا عليه ولم يرفعوا له الستر، فجاءت ريح شديدة فرفعته حين دخوله، وحين خروجه، فقال بعضهم لبعض: إن لهذا الرجل عند الله منزلة وله منه عناية، انظروا إلى الريح كيف جاءت ورفعت له الستر عند دخوله وعند خروجه من الجهتين ارجعوا إلى ما كنتم عليه من خدمته<span class=\"libFootnotenum\">(1)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وبما أن الكرامات أكثر إيقاعاً في النفس الإنسانية، نجد أن الناس قد مالت إلى الإمام عليه السلام \nعاطفياً، حتى إننا نجد أن شعبية الإمام عليه السلام \nقد اتسعت لتشمل حتى المنحرفين، والشاهد على ذلك أن بعضهم قطع الطريق على دعبل الخزاعي ليأخذوا منه جبة الإمام عليه السلام \nالتي أهداها له، لغرض التبرك بها<span class=\"libFootnotenum\">(2)</span>\n، وفي رواية ارجعوا جميع أموال القافلة بعد ما عرفوا أن دعبل معهم<span class=\"libFootnotenum\">(3)</span>\n.<span class=\"libFootnotenum\"></span>\n</p>\n"
}