{
"title": "الحفاظ على الوجود الإسلامي",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">من مسؤوليات الأئمة عليهم السلام\n- بعد إقصائهم عن الخلافة - الحفاظ على الوجود الإسلامي وحمايته أمام مؤامرات الأعداء والطامعين، فقد كانوا عليهم السلام\nيبذلون ما بوسعهم من أجل ذلك، ويقومون بحل المسائل المستعصية على الحكّام من أجل إدامة الوجود والكيان الإسلامي، ومنعه من الانهيار والتفكك.</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) عيون أخبار الرضا<span class=\"libNormal\">:</span>\n2 / 159 - 160<span class=\"libNormal\">.</span>\n</p>\n\n<br clear=\"all\">\n<a name='152'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">ومن ذلك كشف مؤامرة الفضل بن سهل، حيث إنه أراد قتل المأمون، فلم يسمع كلامه ولعنه وكان قصد الفضل هو السيطرة على الحكم، واستغلال الإمام عليه السلام \nلإسكات المسلمين ويبقى الإمام عليه السلام \nحاكماً محجوراً عليه في البلاط، ويكون الفضل هو الحاكم الفعلي، إضافة إلى ذلك فإن مثل هذا العمل يؤدّي إلى انقسام خطير في الكيان الإسلامي، وتفتيت لوحدة الأمة والدولة، فقام الإمام عليه السلام \nبتحذير المأمون من الفضل وأن يتعامل معه بحيطة وحذر<span class=\"libFootnotenum\">(1)</span>\nلأن المقصود هو الكيان الإسلامي وليس شخص المأمون.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقال له ذات يوم: (إن العامّة تكره ما فعلت بي، وإن الخاصة تكره ما فعلت بالفضل بن سهل، فالرأي لك أن تنحينا عنك حتى يصلح أمرك)<span class=\"libFootnotenum\">(2)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">واخبر المأمون بما فيه الناس من الفتنة والقتال منذ قُتل أخوه، وبما كان الفضل بن سهل يستر عنه مِنَ الأخبار، وأن الناس - خصوصاً العباسيين - ينقمون عليك مكان الفضل وأخيه الحسن، ومكان يوم كان بيعتك لي من بعدك<span class=\"libFootnotenum\">(3)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وجاءت نصائح الإمام عليه السلام \nله مطابقة للمصلحة الإسلامية الكبرى لأنّ الكيان الإسلامي معرض للانهيار والانحلال بإثارة الفتن الداخلية والحروب الدامية من أجل الحصول على كرسي الحكم.</p>\n<p dir=\"rtl\" class=\"libNormal\">وحينما قُتل الفضل بن سهل اتهم رجاله المأمون بقتله، فاجتمعوا على بابه فقالوا: اغتاله وقتله، فلنطلبن بدمه، فقال المأمون للإمام عليه السلام \n: يا سيدي، ترى أن تخرج إليهم وتفرقهم، فخرج إليهم الإمام وقد اجتمعوا وجاءوا بالنيران ليحرقوا الباب، فصاح الإمام عليه السلام \nبهم، وأومى إليهم بيده، فتفرقوا،</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) عيون أخبار الرضا<span class=\"libNormal\">:</span>\n2 / 167<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(2) نثر الدر<span class=\"libNormal\">:</span>\n1 / 363<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(3) تاريخ الطبري<span class=\"libNormal\">:</span>\n8 / 564<span class=\"libNormal\">.</span>\n</p>\n\n<br clear=\"all\">\n<a name='153'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">وأقبل الناس يقع بعضهم على بعض، وما أشار إلى أحد إلاّ هرب مسرعاً، ومرّ ولم يقف له أحد<span class=\"libFootnotenum\">(1)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقتلُ المأمون في تلك الظروف يعني انقسام الكيان الإسلامي إلى كيانات متعددة، فأنصار الفضل سيكون لهم كيان في خراسان، ويستقل الحسن ابن سهل بالبلاد التي بإمرته، وسيبايع العباسيون لإبراهيم بن المهدي المغني الشهير، إضافة إلى خلخلة أوضاع الجيش الذي يقطن في الثغور، ولهذا قام الإمام عليه السلام \nبمنع إحراق بيت المأمون وقتله.</p>\n"
}