{
"title": "رابعاً بناء الجماعة الصالحة",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">كان الإمام عليه السلام \nيقوم بأداء دوره التربوي على مستويين:</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) عيون أخبار الرضا<span class=\"libNormal\">:</span>\n2/176 ح 4 وكشف الغمة<span class=\"libNormal\">:</span>\n3/59 و<span class=\"libNormal\">:</span>\n119 عن إعلام الورى<span class=\"libNormal\">:</span>\n2/69<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(2) البداية والنهاية<span class=\"libNormal\">:</span>\n10 / 250<span class=\"libNormal\">.</span>\n</p>\n\n<br clear=\"all\">\n<a name='103'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">الأوّل: مجموع الأُمة الاسلامية.</p>\n<p dir=\"rtl\" class=\"libNormal\">الثاني: الجماعة الصالحة.</p>\n<p dir=\"rtl\" class=\"libNormal\">فعلى المستوى الأول كان الإمام عليه السلام \nيوجه الأُمة للالتزام بالأخلاق الفاضلة والخصائص الحميدة، ويبعدها عن مزالق الانحراف والرذيلة، تنفيذاً لمسؤوليته في الأمر بالمعروف والنهي عن المنكر، ومجموع الأُمة يشمل الحكّام والمحكومين وهم جميع المسلمين بما فيهم أتباع أهل البيت عليهم السلام\n. وعلى المستوى الثاني فإنّ الإمام عليه السلام \nمسؤول عن بناء الجماعة الصالحة التي تتبنى مذهب أهل البيت عليهم السلام\nمنهاجاً في الحياة، لكي يربّي كوادر ونماذج رسالية تقوم بدورها في إصلاح الأخلاق وتغيير الانحراف السائد في المجتمع، وهو في هذا المستوى يقوم بأداء دوره بصورة أكثف، ويبدي عناية إضافية ووقتاً إضافياً ليربي عدداً اكبر من المصلحين القادرين على إنجاح مهمات الإصلاح والتغيير، لذا نجده عليه السلام \nيعمل ليل نهار، ويلتقي بالإفراد فرداً فرداً أو جماعة جماعة من أنصاره، ويراسل وكلاءه وأتباعه في الأمصار ليقوّم سلوكهم ويهذّب أخلاقهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان يرسم لأتباعه المنهج السلوكي القويم، فعن الحسن بن الحسين أنه قال: استحل أحمد بن حمّاد منّي مالاً له خطر، فكتبت رقعة إلى أبي الحسن عليه السلام \nوشكوت فيها أحمد بن حماد، فوقّع فيها: خوِّفه بالله!، ففعلت ولم ينفع، فعاودته برقعة أخرى أعلمته أنّي قد فعلت ما أمرتني به فلم انتفع، فوقع: إذا لم يحلّ فيه التخويف بالله، فيكف تخوفه بأنفسنا<span class=\"libFootnotenum\">(1)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان عليه السلام \nيشتري العبيد ثم يعتقهم بعد أن يعدّهم إعداداً تربوياً في</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) رجال الكشي<span class=\"libNormal\">:</span>\n561 ح 1059<span class=\"libNormal\">.</span>\n</p>\n\n<br clear=\"all\">\n<a name='104'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">داره فقد أعتق ألف مملوك<span class=\"libFootnotenum\">(1)</span>\nطول سني حياته، وهذا العدد الكبير له تأثير في سير الأخلاق، حيث يصبح هؤلاء بعد التربية والإعداد الخلقي تياراً من المخلصين الواعين يعمل في وسط الأُمة، ويقوم بأداء دور الإصلاح مبتدءاً بنفسه وأسرته ثم المجتمع الكبير.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد تخرج من هذا الإعداد مئات المربين والمصلحين، وازداد أتباع الإمام عليه السلام \nفي عصره وتوسعت قاعدته الشعبية في مساحة واسعة من الدولة الإسلامية.</p>\n"
}