{
"title": "نشر الآراء السديدة في داخل البلاط",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">استثمر الإمام عليه السلام \nفرصة وجوده في البلاط الحاكم لنشر الآراء السديدة في مختلف جوانب الفكر والعقيدة، ليطّلع الحاكم ووزراؤه والمقربون إليه من قادة وأمراء وفقهاء وخدم وبوّابين على آراء مدرسة أهل البيت عليهم السلام\nومتبنياتهم الفكرية والعقائدية، وفضائلهم ومكارمهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان الإمام عليه السلام \nيتحدث ابتداءً حسب الظروف، ويجيب في ظروف أخرى على الأسئلة الموجهة إليه.</p>\n<p dir=\"rtl\" class=\"libNormal\">سأل الفضل بن سهل الإمام عليه السلام \nفي مجلس المأمون فقال: (يا أبا الحسن؛ الخلق مجبورون؟ فقال عليه السلام \n: الله أعدل أن يجبر ثم يعذّب، قال: فمطلقون؟ قال عليه السلام \n: الله أحكم، أن يهمل عبده ويكله إلى نفسه<span class=\"libFootnotenum\">(1)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقال له المأمون: يا أبا الحسن؛ أخبرني عن جدك عليّ بن أبي طالب بأي وجه هو قسيم الجنة والنار؟ فقال:... ألم ترو عن أبيك عن آبائه عن عبد الله بن عباس أنه قال: سمعت رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nيقول: (حب علي إيمان وبغضه كفر)، فقال بلى، فقال الإمام عليه السلام \n: فقسمة الجنة والنار إذا كانت على حبّه وبغضه، فهو قسيم الجنة والنار).</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال المأمون: لا أبقاني الله بعدك يا أبا الحسن، أشهد أنك وارث علم رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n)<span class=\"libFootnotenum\">(2)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">واستطاع الإمام عليه السلام \nبفكره الثاقب وأسلوبه الواعي أن يجعل المأمون وغيره يبادلونه الأسئلة، وأن يعترفوا بنفسهم بفضائل أهل البيت عليهم السلام\nتقرباً</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) نثر الدر<span class=\"libNormal\">:</span>\n1 / 361<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(2) نثر الدر<span class=\"libNormal\">:</span>\n1 / 364<span class=\"libNormal\">.</span>\n</p>\n\n<br clear=\"all\">\n<a name='150'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">إليه، وكان المأمون: يعقد مجالس النظر ويجمع المخالفين لأهل البيت عليهم السلام\nويكلمهم في إمامة أمير المؤمنين علي بن أبي طالب عليه السلام \nوتفضيله على جميع الصحابة، تقرباً إلى أبي الحسن علي بن موسى الرضا<span class=\"libFootnotenum\">(1)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ومن الطبيعي أن لا يعترض المخالفون على أقوال المأمون رغبة أو رهبة، وهذا له تأثيره المباشر على من يحضر هذه المجالس ويرى سكوت الفقهاء وعدم اعتراضهم على الآراء المطروحة أما لضعف الدليل أو استسلاماً للمأمون.</p>\n<p dir=\"rtl\" class=\"libNormal\">فاستطاع الإمام عليه السلام \nأن ينشر آراء أهل البيت عليهم السلام\nفي جميع الفرص المتاحة له.</p>\n"
}