{
"title": "ـ احتواء التوجه الشعبي لأهل البيت عليهم السلام",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">لقد ابتكر المأمون وسيلة سياسية بارعة لاحتواء هذا التوجه \nوذلك ببيعة الإمام الرضا عليه السلام ولياً للعهد والتظاهر بموالاة أهل البيت عليهم السلام \nلتشويه هذا التوجه وامتصاصه.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان المأمون قد أنفذ إلى جماعة من آل أبي طالب، فحملهم إليه \nمن المدينة وفيهم الرضا علي بن موسى عليهما‌ السلام ، \nفأخذ بهم على طريق البصرة حتى جاؤوا بهم إليه، وكان المتولي لإشخاصهم المعروف \nبالجَلودي.</p>\n<p dir=\"rtl\" class=\"libNormal\">فقدم بهم على المأمون فأنزلهم داراً، وأنزل الرضا عليّ بن \nموسى عليهما‌ السلام داراً، وأكرمه وعظّم أمره، ثم \nأنفذ إليه: أني أريد أن أاخلع نفسي من الخلافة وأقلدك إياها فما رأيك في ذلك ؟ \nفأنكر الرضا عليه السلام هذا الأمر وقال له:<span class=\"libBold2\">(أعيذك بالله يا \nأمير المؤمنين من هذا الكلام، وأن يسمع به أحد)</span> فرد عليه الرسالة: فإذا أبيت \nما عرضت عليك فلا بد من ولاية العهد من بعدي فأبى عليه الرضا إباءً شديداً، \nفاستدعاه إليه وخلا به ومعه الفضل بن سهل ذو الرئاستين، ليس في المجلس غيرهم، وقال \nله:</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">إني قد رأيت أن أقلدك أمر المسلمين، وأفسخ ما في رقبتي وأضعه \nفي رقبتك. فقال له الرضا عليه السلام :<span class=\"libBold2\">(الله الله يا أمير \nالمؤمنين ، إنه لا طاقة لي بذلك ولا قوة لي عليه)</span> ، قال له: فإني موليك \nالعهد من بعدي فقال له:<span class=\"libBold2\">أعفني من ذلك يا أمير المؤمنين</span> \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال له المأمون كلاماً فيه كالتهديد له على الامتناع عليه، \nوقال له في كلامه: إن عمر بن الخطاب جعل الشورى في ستة أحدهم جدك أمير المؤمنين علي \nابن أبي طالب وشرط فيمن خالف منهم ان تُضرب عنقه، ولا بد من قبولك ما أريده منك، \nفإنني لا أجد محيصاً عنه، فقال له الرضا عليه السلام :<span class=\"libBold2\">(فإني \nأجيبك إلى ما تريد من ولاية العهد، على أنني لا آمر ولا أنهى ولا أفتي ولا أقضي ولا \nأُوَلّي ولا أعزل ولا أغيّر شيئاً مما هو قائم)</span> فأجابه المأمون إلى ذلك كله.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد كان الإمام عليه السلام مرغَماً على قبول ولاية العهد ، \nأي أنه لم يكن له الخيار في رفضها فقد كان المأمون جادّاً في قتله لو تخلف عن قبول \nالبيعة. فعن الريان بن الصلت أنه قال: دخلت على علي بن موسى الرضا عليه السلام فقلت \nله: يا ابن رسول الله، إن الناس يقولون إنك قبلت ولاية العهد مع إظهارك الزهد في \nالدنيا ؟ فقال عليه السلام :<span class=\"libBold2\">(قد علم الله كراهتي لذلك فلمّا \nخيّرت بين قبول ذلك وبين القتل اخترت القبول على القتل، ويحهم أما علموا أن يوسف</span> \nعليه السلام <span class=\"libBold2\">كان نبياً رسولاً فلما دفعته الضرورة إلى تولّي \nخزائن العزيز قال له:</span> <span class=\"libAlaem\">(</span> <span class=\"libAie\">\nاجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ</span>\n<span class=\"libAlaem\">)</span> <span class=\"libBold2\">ودفعتني الضرورة إلى قبول \nذلك على إكراه وإجبار بعد الإشراف على الهلاك، على أني ما دخلت في هذا الأمر إلاّ \nدخول خارج منه، فإلى الله المشتكى وهو المستعان)</span>\n<span class=\"libFootnotenum\">(١)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">وروي عن أبي الصلت الهروي أنه قال: (إن المأمون قال للرضا علي \nبن موسى عليه السلام يا ابن رسول الله قد عرفت فضلك وعلمك وزهدك وورعك وعبادتك \nوأراك أحق بالخلافة منّي، فقال الرضا عليه السلام :<span class=\"libBold2\">بالعبودية \nلله عَزَّ وجَلَّ افتخر وبالزهد في الدنيا أرجو النجاة من شرّ الدنيا، وبالورع عن \nالمحارم أرجو الفوز بالمغانم، وبالتواضع في الدنيا أرجو الرفعة عند الله عَزَّ \nوجَلَّ</span> .</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) الحياة السياسية للإمام الرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span> \n: ١٤١.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال له المأمون: فإني قد رأيت أن أعزل نفسي عن الخلافة، \nوأجعلها لك وأبايعك، فقال له الرضا عليه السلام :<span class=\"libBold2\">إن كانت \nهذه الخلافة لك وجعلها الله لك فلا يجوز أن تخلع لباساً ألبسكه الله وتجعله لغيرك، \nوإن كانت الخلافة ليست لك فلا يجوز لك أن تجعل لي ما ليس لك</span> . فقال المأمون: \nيا ابن رسول الله لا بدّ لك من قبول هذا الأمر، فقال:<span class=\"libBold2\">(لست \nأفعل ذلك طائعاً أبداً)</span> . فما زال يجهد به أياماً حتى يئس من قبوله، فقال له: \nفإن لم تقبل الخلافة ولم تحبّ مبايعتي لك فكن وليّ عهدي لتكون لك الخلافة بعدي. \nفقال الرضا عليه السلام :<span class=\"libBold2\">والله لقد حدّثني أبي عن آبائه عن \nأمير المؤمنين عن رسول الله</span> صلى ‌الله‌ عليه‌ وآله‌ وسلم\n<span class=\"libBold2\">أني أخرج من الدنيا قبلك مقتولاً بالسم، مظلوماً تبكي عليّ \nملائكة السماء وملائكة الأرض، وأدفن في أرض غربة إلى جنب هارون الرشيد</span> . \nفبكى المأمون ثم قال له: يا ابن رسول الله ومن الذي يقتلك أو يقدر على الإساءة إليك \nوأنا حيّ ؟ فقال الرضا عليه السلام :<span class=\"libBold2\">أما أني لو أشاء أن \nأقول من الذي يقتلني لقلت</span> . فقال المأمون: يا ابن رسول الله إنما تريد بقولك \nهذا التخفيف عن نفسك، ودفع هذا الأمر عنك، ليقول الناس إنك زاهد في الدنيا. فقال \nالرضا عليه السلام :<span class=\"libBold2\">والله ما كذبت منذ خلقني ربّي عَزَّ \nوجَلَّ وما زهدت في الدنيا للدنيا وإني لأعلم ما تريد</span> . فقال المأمون: وما \nأريد ؟ قال:<span class=\"libBold2\">الأمان على الصدق ؟</span> قال: لك الأمان. قال:<span class=\"libBold2\">تريد \nبذلك أن يقول الناس: إنّ علي بن موسى لم يزهد في الدنيا بل زهدت الدنيا فيه، ألا \nترون كيف قبل ولاية العهد طمعاً في الخلافة ؟</span> فغضب المأمون ثم قال: إنّك \nتتلقّاني أبداً بما أكرهه. وقد أمنت سطوتي، فبالله أُقسم لئن قبلت ولاية العهد وإلاّ \nأجبرتك على ذلك فإن فعلت وإلاّ ضربت عنقك. فقال الرضا عليه السلام :<span class=\"libBold2\">قد \nنهاني الله عَزَّ وجَلَّ أن أُلقي بيدي إلى التهلكة، فإن كان الأمر على هذا، فافعل \nما بدا لك، وأنا أقبل ذلك على أنّي لا أُوَلّي أحداً ولا أعزل أحداً ولا أنقض رسماً \nولا سُنّة، وأكون في الأمر من بعيد مشيراً</span> .</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p><span class=\"libNormal\">فرضي منه بذلك وجعله وليّ عهد على كراهة منه</span> \nعليه السلام <span class=\"libNormal\">لذلك)</span> <span class=\"libFootnotenum\">\n(١)</span> <span class=\"libNormal\">.</span> </p>\n\n"
}