{
"title": "مع المؤمنين الواعين",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">كان المأمون حذراً من الإمام الرضا عليه السلام يتحيّن الفرص \nلاغتياله، وقد فعل ذلك في أول فرصة مناسبة فأوعز لعملائه باغتياله، وذلك بعد نحو \nعامين من ولاية العهد. ففي أول شهر رمضان سنة إحدى ومئتين كانت البيعة للرضا صلوات \nالله عليه<span class=\"libFootnotenum\">(٢)</span> وقبض الرضا عليه السلام بطوس من \nأرض خراسان في صفر سنة ثلاث ومئتين وله يومئذ خمس وخمسون سنة..<span class=\"libFootnotenum\">(٣)</span> \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">عن أحمد بن علي الأنصاري قال: سألت أبا الصلت الهروي فقلت له: \nكيف طابت نفس المأمون بقتل الرضا عليه السلام مع إكرامه ومحبته له وما جعل له من \nولاية العهد بعده ؟ فقال: إن المأمون إنما كان يكرمه ويحبه لمعرفته بفضله وجعل له \nولاية العهد من بعده ليرى الناس أنه راغب في الدنيا فيسقط محله من نفوسهم، فلما لم \nيظهر منه في ذلك للناس إلاّ ما ازداد به فضلاً عندهم ومحلاً في نفوسهم جلب عليه \nالمتكلمين من البلدان طمعاً في أن يقطعه واحد منهم فيسقط محله عند العلماء، وبسببهم \nيشتهر نقصه عند العامة فكان لا يكلمه خصم من اليهود والنصارى والمجوس والصابئين \nوالبراهمة والملحدين والدهرية ولا خصم من فرق المسلمين المخالفين إلاّ قطعه وألزمه \nالحجة، وكان الناس يقولون: والله إنه أولى بالخلافة من المأمون، وكان أصحاب الأخبار \nيرفعون ذلك إليه فيغتاظ من ذلك ويشتد حسده له، وكان الرضا عليه السلام لا يحابي \nالمأمون في حق وكان يجيبه بما</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) الحياة السياسية للإمام الرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span> \n: ١٤١.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) الحياة السياسية للإمام الرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span> \n: ١٤١.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) الحياة السياسية للإمام الرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span> \n: ٦٦.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal0\">يكره في أكثر أحواله فيغيظه ذلك ويحقده عليه ولا يظهره له، \nفلما أعيته الحيلة في أمره اغتاله فقتله بالسم<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وعن علي بن إبراهيم، عن ياسر الخادم قال: (لمّا كان بيننا \nوبين طوس سبعة منازل اعتلّ أبو الحسن عليه السلام فدخلنا طوس وقد اشتدّت به العلّة، \nفبقينا بطوس أياماً فكان المأمون يأتيه في كل يوم مرتين فلمّا كان في آخر يومه الذي \nقبض فيه كان ضعيفاً في ذلك اليوم فقال لي بعدما صلّى الظهر:<span class=\"libBold2\">يا \nياسر أكل الناس شيئاً ؟</span> قلت: يا سيدي من يأكل ههنا مع ما أنت فيه؟! فانتصب \nعليه السلام ثم قال:<span class=\"libBold2\">هاتوا المائدة</span> ، ولم يدع من حشمه \nأحداً إلاّ أقعده معه على المائدة يتفقد واحداً واحداً، فلما أكلوا قال:<span class=\"libBold2\">ابعثوا \nإلى النساء بالطعام</span> ، فحمل الطعام إلى النساء فلمّا فرغوا من الأكل أغمي \nعليه وضعف، فوقعت الصيحة وجاءت جواري المأمون ونساؤه حافيات حاسرات، ووقعت الوصية<span class=\"libFootnotenum\">(٢)</span> \nبطوس وجاء المأمون حافياً وحاسراً يضرب على رأسه، ويقبض على لحيته، ويتأسف ويبكي \nوتسيل الدموع على خديه فوقف على الرضا عليه السلام وقد أفاق فقال: يا سيدي والله ما \nأدري أي المصيبتين أعظم عليّ، فقدي لك وفراقي إياك؟ أو تهمة الناس لي أنا اغتلتك \nوقتلتك؟ قال: فرفع طرفه إليه ثم قال:<span class=\"libBold2\">أحسن يا أمير المؤمنين \nمعاشرة أبي جعفر، فإنّ عمرك وعمره هكذا</span> وجمع سبّابتيه. قال: فلما كان من تلك \nالليلة قضى عليه السلام بعد ما ذهب من الليل بعضه، فلمّا أصبح اجتمع الخلق وقالوا: \nهذا قتله واغتاله ـ يعني المأمون ـ وقالوا: قتل ابن رسول الله وأكثروا القول \nوالجلبة<span class=\"libFootnotenum\">(٣)،</span> وكان محمد بن جعفر بن محمد عليه \nالسلام استأمن إلى المأمون وجاء إلى خراسان وكان عمّ أبي الحسن فقال له المأمون: يا \nأبا جعفر</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) الحياة السياسية للإمام الرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span> \n: ١٠٧ ـ ١٠٨.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) الوصية: الصوت يكون في الناس وغيرهم. الوصية: الرحمة.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) الجلبة: اختلاط الأصوات والصياح.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal0\">أخرج إلى الناس وأعلمهم أن أبا الحسن لا يخرج اليوم، وكره أن \nيُخرِجه فتقع الفتنة فخرج محمد بن جعفر إلى الناس فقال: أيها الناس تفرقوا فإن أبا \nالحسن لا يخرج اليوم، فتفرق الناس وغسل أبو الحسن في الليل ودفن)<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد استطاع المأمون أن يخدع الكثيرين عندما أظهر حزنه وجزعه \nعلى استشهاد الإمام الرضا عليه السلام وبصورة أثرت على العوام، لكنها لم تنطل على \nالخواص. حيث إنهم عرفوا دوافع المأمون وأساليبه وأهدافه، كما لاحظنا ذلك في نصّ أبي \nالصلت، وكما سنلاحظ ذلك في رسالة عبد الله بن موسى التالية.</p>\n<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libBold1\">طبيعة حكم المأمون</p>\n<p dir=\"rtl\" class=\"libNormal\">لقد شخّص السيد عبد الله بن موسى بن عبد الله بن الحسن بن \nالحسن بن علي بن أبي طالب عليه السلام ، طبيعة حكم المأمون وأساليبه برسالة تسلط \nمزيداً من الأضواء على العلاقة بين هذا الحاكم وبين الإمام الجواد عليه السلام ، \nفقد كان تشخيص هذا السيد دقيقاً وعميقاً، فقد كتب المأمون إلى عبد الله بن موسى وهو \nمتوار منه يعطيه الأمان ويضمن له أن يوليه العهد بعده، كما فعل بعلي بن موسى، ويقول: \nما ظننت أن أحداً من آل أبي طالب يخافني بعدما عملته بالرضا، وبعث الكتاب إليه.</p>\n<p dir=\"rtl\" class=\"libBold1\">فكتب عبد الله بن موسى:</p>\n<p dir=\"rtl\" class=\"libNormal\">وصل كتابك وفهمته، تختلني فيه عن نفسي ختل القانص، وتحتال عليّ \nحيلة المغتال القاصد لسفك دمي، وعجبت من بَذْلِك العهد وولايته لي بعدك، كأنك تظن \nأنه لم يبلغني ما فعلته بالرضا؟! ففي أي شيء ظننت أني أرغب من ذلك ؟ أفي الملك الذي \nقد غرتك حلاوته ؟! فوالله لأَنْ أُقذف ـ وأنا حي ـ في نار تتأجج أحب إليّ من أن ألي \nأمراً بين المسلمين أو أشرب شربة من غير حلها مع عطش شديد قاتل، أم في العنب \nالمسموم الذي قتلت به الرضا ؟ أم ظننت أن الاستتار قد أمّلني وضاق به صدري؟ فوالله \nإني لذلك. ولقد مللت الحياة وأبغضت الدنيا، ولو وسعني في ديني أن أضع يدي في يدك \nحتى تبلغ من قبلي مرادك لفعلت ذلك، ولكن الله قد حظر عليّ المخاطرة بدمي، وليتك \nقدرتَ عليَّ من غير أن أبذل نفسي لك فتقتلني، ولقيت الله عَزَّ وجَلَّ بدمي، \nولقيتُه قتيلاً مظلوماً، فاسترحت من هذه الدنيا.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) الحياة السياسية للإمام الرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span> \n: ١٠٨، عيون أخبار الرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span> : \n٢/٢٦٩، ٢٧٠.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">واعلم أني رجل طالب النجاة لنفسي، واجتهدت فيما يرضي الله عَزَّ \nوجَلَّ عنّي وفي عمل أتقرب به إليه، فلم أجد رأياً يهدي إلى شيء من ذلك، فرجعت إلى \nالقرآن الذي فيه الهدى والشفاء، فتصفحته سورة سورة، وآية آية، فلم أجد شيئاً أزلف \nللمرء عند ربه من الشهادة في طلب مرضاته.</p>\n<p dir=\"rtl\" class=\"libNormal\">ثم تتبعته ثانية أتأمل الجهاد أيّه أفضل، ولأي صنف، فوجدته جلّ \nوعلا يقول:<span class=\"libAie\"></span> <span class=\"libAlaem\">(</span>\n<span class=\"libAie\">قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ \nوَلْيَجِدُوا فِيكُمْ غِلْظَةً</span> <span class=\"libAlaem\">)</span> ، فطلبت أي \nالكفار أضر على الإسلام، وأقرب من موضعي فلم أجد أضر على الإسلام منك، لأن الكفار \nأظهروا كفرهم، فاستبصر الناس في أمرهم، وعرفوهم فخافوهم، وأنت ختلت المسلمين \nبالإسلام، وأسررت الكفر، فقتلت بالظنة، وعاقبت بالتهمة، وأخذت المال من غير حِلِّه \nفأنفقته في غير محله، وشربت الخمر المحرمة صراحاً، وأنفقت مال الله على الملهين \nوأعطيته المغنين، ومنعته من حقوق المسلمين، فغششت بالإسلام، وأحطت بأقطاره إحاطة \nأهله، وحكمت فيه للمشرك، وخالفت الله ورسوله في ذلك خلافة المضاد المعاند، فإن \nيسعدني الدهر، ويعينني الله عليك بأنصار الحق، أبذل نفسي في جهادك بذلاً يرضيه منّي، \nوإن يمهلك ويؤخرك ليجزيك بما تستحقه في منقلبك، أو تختر مني الأيام قبل ذلك،فحسبي \nمن سعيي ما يعلمه الله عَزَّ وجَلَّ من نيتي، والسلام)<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) نظرية الإمامة: ٣٨١، نقلاً عن الحياة السياسية للإمام \nالرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span> : ٤٦٥.</p>\n\n"
}