{
"title": "2 ـ الساحة الإسلامية وظاهرة الإمامة المبكّرة في مدرسة أهل البيتعليهم السلام",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">يشكّل وجود الإمام الجواد عليه السلام ـ كما أشرنا ـ برهاناً \nعلى صحة عقيدة أهل البيت عليهم السلام في الإمامة ؛ \nوذلك لأن ظاهرة تولّي شخص في سنّ الطفولة لمنصب الإمامة وما رافقها من شؤون تستطيع \nأن تقدم لنا دليلاً قاطعاً على سلامة هذه العقيدة التي يتميز بها مذهب أهل البيت عليهم السلام \nعمّا سواه من المذاهب في قضية الإمامة باعتبارها منصباً ربّانياً لا يكون على أساس \nالانتخاب والترشيح البشري وإنما يكون على أساس التعيين والنصب الإلهي لشخص تجتمع في \nوجوده كل عناصر الكفاءة والقدرة الحقيقية لإدارة هذا المنصب الربّاني من قيادة \nفكرية علمية ودينية وعملية للمؤمنين بإمامته ، بل للمسلمين جميعاً.</p>\n<p dir=\"rtl\" class=\"libNormal\">لقد أجمع المؤرخون على أن الإمام الجواد عليه السلام قد توفّي \nأبوه عليه السلام وعمره لا يزيد على سبع سنين، وتولّى منصب الإمامة بعد أبيه وهو في \nهذه السن من سنيّ الطفولة بحسب ظاهر الحال.</p>\n<p dir=\"rtl\" class=\"libNormal\">وهذه الظاهرة هي أوّل ظاهرة من نوعها في حياة أئمة أهل البيت عليهم السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولو درسنا هذه الظاهرة على أساس المعايير الإلهية من جانب \nوالوقائع التاريخية، لوجدناها كافية لوحدها للاقتناع بحقّانية مدرسة الإمام الجواد \nوخط أهل البيت عليهم السلام الذي كان يمثّله الإمام \nالجواد عليه السلام .</p>\n<p dir=\"rtl\" class=\"libNormal\">إذ كيف يمكن أن نفترض فرضاً آخر غير فرض الإمامة الواقعية \nالربّانية في شخص لا يزيد عمره عن سبع سنين ويقوم فعلاً بقيادة وهداية هذه الطائفة \nفي كل المجالات الروحية والفكرية والدينية الفقهية وغير الفقهية.</p>\n<p dir=\"rtl\" class=\"libNormal\">والفروض الأخرى التي لا يمكن افتراضها وقبولها هنا هي كما \nيلي:</p>\n<p dir=\"rtl\" class=\"libBold1\">الفرض الأول:</p>\n<p dir=\"rtl\" class=\"libNormal\">أن الطائفة الشيعية التي آمنت بإمامة هذا الشخص لم ينكشف \nلديها بوضوح أن هذا المدعي للإمامة هو صبي.</p>\n<p dir=\"rtl\" class=\"libNormal\">وهذا الفرض غير صحيح لأن زعامة الإمام من أهل البيت عليهم السلام \nلم تكن زعامة محاطة بالشرطة والجيش وأبهة الملك والسلطان بحيث يحجب الزعيم عن \nرعيّته. ولم تكن زعامة دعوة سرّية من قبيل الدعوات الصوفية وغيرها من الدعوات \nالباطنية كالفاطمية التي تحجب بين القمة والقاعدة بها.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">إن الإمام الجواد مثل غيره من أئمة أهل البيت عليهم السلام \nكان مكشوفاً أمام الطائفة وكانت الطائفة بكل طبقاتها تتفاعل معه مباشرة في مسائلها \nالدينية وفي قضاياها الروحية والأخلاقية. إن الإمام الجواد عليه السلام نفسه كان قد \nأصرّ على المأمون حينما استقدمه إلى بغداد في أن يسمح له بالرجوع إلى المدينة وسمح \nله بالرجوع إلى المدينة فرجع وقضى بقية عمره أو أكثر عمره فيها.</p>\n<p dir=\"rtl\" class=\"libNormal\">وهكذا بقي الإمام الجواد عليه السلام مكشوفاً أمام مختلف \nطبقات المسلمين بما فيهم الشيعة المؤمنون بزعامته وإمامته.</p>\n<p dir=\"rtl\" class=\"libNormal\">فافتراض أنه لم يكن مكشوفاً أمام شيعته بالخصوص خلاف طبيعة \nالعلاقة التي أنشئت منذ البداية بين أئمة أهل البيت عليهم السلام \nوقواعدهم الشعبية هذا أوّلاً.</p>\n<p dir=\"rtl\" class=\"libNormal\">وثانياً أن الإمام الجواد عليه السلام كان قد سُلّطت عليه \nأضواء خاصة من قبل الخليفة العباسي كما لاحظنا في القصة المعروفة عن تزويجه بأم \nالفضل، وهكذا رصد العباسيين له عليه السلام للرد على موقف المأمون منه، وهو شاهد \nآخر على بطلان احتمال عدم انكشافه أمام المسلمين.</p>\n<p dir=\"rtl\" class=\"libBold1\">الفرض الثاني:</p>\n<p dir=\"rtl\" class=\"libNormal\">أن المستوى الفكري والعلمي للطائفة الشيعية التي آمنت بالإمام \nعليه السلام وقتئذٍ لم يكن بالمستوى المطلوب الذي تستطيع من خلاله أن تميّز الخطأ \nمن الصواب في مجال الإيمان بإمامة طفل يدّعي الإمامة وهو ليس بإمام.</p>\n<p dir=\"rtl\" class=\"libNormal\">وهذا الافتراض أيضاً مما يكذّبه الواقع التأريخي لهذه الطائفة \nمع ما وصلت إليه من مستوى علميّ وفقهيّ.</p>\n<p dir=\"rtl\" class=\"libNormal\">فإنّ هذه الطائفة قد تربت على أيدي الإمام الباقر والصادق عليهما‌ السلام \nوكان فيها أكبر مدرسة للفكر الإسلامي في العالم الإسلامي على الإطلاق وهذه المدرسة \nتتكوّن من جيلين متعاقبين: جيل تلامذة الإمام الصادق والكاظم عليهما‌ السلام \n، وجيل تلامذة تلامذتهم. وكان هذان الجيلان على رأس هذه الطائفة متميزين في ميادين \nالفقه والتفسير والكلام والحديث والأخلاق ، بل كل جوانب المعرفة الإسلامية.</p>\n<p dir=\"rtl\" class=\"libNormal\">إذاً فالمستوى الفكري والعلمي لهذه الطائفة ما كان ليمكن أن \nيُمرّر عليه مثل هذا الاعتقاد ما لم يكن له رصيد واقعي ودليل منطقي ومعقول ومُلزم \nلمعتنقيه بالإيمان بهذه الإمامة المبكّرة التي تشكل تحدّياً لكل الظروف والواقع \nالمعاش الذي لا يستفيد معتنقيه من الإيمان به غير التحديد والضغط والمطاردة والقتل \nوالتهديد.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">وإن أمكن لشخص أن يتصوّر أنّ رجلاً عالماً كبيراً مُحيطاً \nمطّلعاً بلغ الخمسين أو الستّين يستطيع أن يقنع مجموعة من الناس بإمامته وهو ليس \nبإمام لمجرد أنه يتصف بدرجة كبيرة من العلم والمعرفة والذكاء والاطلاع فليس \nبالإمكان أن نفترض ذلك في شخص لم يبلغ العاشرة من عمره، إذ كيف يستطيع أن يقنع \nطائفة كبرى بإمامته كذباً وهو مكشوف أمامها وهذه الطائفة ذات مدرسة فكرية من أضخم \nالمدارس الفكرية التي وجدت في العالم الإسلامي يومئذ. وهي مدرسة بعض عناصرها في \nالكوفة وبعضها في قم وبعضها في المدينة، فهي مدرسة موزّعة في حواضر العالم الإسلامي \nوكانت على صلة مباشرة بالإمام الجواد عليه السلام تستفتيه وتسأله وتنقل إليه \nالأموال من مختلف الأطراف من شيعته. فمثل هذه المدرسة لا يمكن أن نتصوّر أنّها تغفل \nعن حقيقة طفل لا يكون إماماً.</p>\n<p dir=\"rtl\" class=\"libBold1\">الفرض الثالث:</p>\n<p dir=\"rtl\" class=\"libNormal\">إن مفهوم الإمام والإمامة لم يكن واضحاً عند الطائفة الشيعية \n، بل إنها كانت تتصوّر أن الإمامة مجرد تسلسل نسبي ووراثي ولم تكن تعرف ما هو \nالإمام وما هي قيمة الإمام وما هي شروط الإمام.</p>\n<p dir=\"rtl\" class=\"libNormal\">وهذا الافتراض يكذّبه واقع التراث المتواتر من أمير المؤمنين \nعليه السلام إلى الإمام الرضا عليه السلام عن شروط الإمامة وحقيقتها وعلامات الإمام \nعند هذه الطائفة بنحو يميّزها عما سواها من الطوائف والمذاهب التي تجعل الإمامة \nمنصباً بشرياً لا يصعب لكثير من الناس التسلق إليه وانتحالها وادعائها.</p>\n<p dir=\"rtl\" class=\"libNormal\">بينما قام التشيّع على المفهوم الإلهي المعمّق للإمامة وهو من \nالمفاهيم الأولى والبديهية للتشيّع، فإنّ الإمام في المفهوم الشيعي إنسان فذّ فريد \nفي معارفه وأخلاقه وأقواله وأعماله. وهذا المفهوم قد بشّرت به مجموعة كبيرة من عهد \nأمير المؤمنين عليه السلام إلى عهد الإمام الرضا عليه السلام\n<span class=\"libFootnotenum\">(١)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد أصبحت كل التفاصيل والخصوصيات بالتدريج واضحة ومرتكزة عند \nالطائفة الشيعية.</p>\n<p dir=\"rtl\" class=\"libNormal\">يقول الراوي: دخلت المدينة بعد وفاة الإمام الرضا عليه السلام \nأسأل عن الخليفة بعد الإمام الرضا عليه السلام . فقيل: إن الخليفة في قرية قريبة من \nالمدينة فخرجت إلى</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) راجع في هذا الجانب بالخصوص الحديث التفصيلي الذي ورد \nعن الإمام الرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span> حول الإمام \nوالإمامة في (تحف العقول).</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal0\">تلك القرية ودخلت القرية وكان فيها بيت للإمام موسى بن جعفر \nانتقل إلى أولاده. فرأيت البيت غاصّاً بالناس ورأيت أحد إخوة الإمام الرضا عليه \nالسلام كان جالساً يتصدّر المجلس إلاّ أن الناس يقولون : إن هذا ليس هو الإمام بعد \nالرضا عليه السلام لأننا سمعنا من الأئمة أن الإمامة لا تكون في أخوين بعد الحسن \nوالحسين.</p>\n<p dir=\"rtl\" class=\"libNormal\">نعم ، كل هذه التفاصيل والخصوصيات النسبية والمعنوية كانت \nواضحة ومحدّدة عند الطائفة. إذاً فهذا الافتراض الثالث أيضاً يكذّبه واقع التراث \nالثابت والمتواتر عن الأئمة السابقين على الإمام الجواد عليه السلام .</p>\n<p dir=\"rtl\" class=\"libBold1\">الفرض الرابع:</p>\n<p dir=\"rtl\" class=\"libNormal\">أن يكون هناك بين أبناء الطائفة الشيعية نوع من التواطؤ على \nالزور والباطل.</p>\n<p dir=\"rtl\" class=\"libNormal\">وهذا الافتراض أيضاً يكذّبه الواقع. لا لإيماننا الشخصي فقط \nبورع هذه الطائفة وقدسيّتها، بل لأن الظرف الموضوعي لهذه الطائفة هو الذي يكذب هذا \nالافتراض. فإن التشيع لم يكن في يوم من الأيام في حياة هذه الطائفة طريقاً إلى \nالأمجاد وإلى المال والجاه والسلطان والمقامات العالية، بل التشيع طيلة هذه المدّة \nكان طريقاً إلى التعرض للتعذيب والسجون والحرمان والويل والدمار. لقد كان التشيع \nطريقاً شائكاً مزروعاً بالألغام، فالخوف والتقية والذل كانت هي مظاهر وثمار هذا \nالطريق فما الفائدة المادية في التواطؤ على هذا الزور والباطل في الإمامة ما دام \nالتشيع ليس سبيلاً لتحقيق أي مطمع مادي أو مطمع دنيوي آنئذ.</p>\n<p dir=\"rtl\" class=\"libNormal\">فلماذا يتواطأ عقلاء الطائفة الشيعية ووجهاؤها وعلماؤها على \nإمامة باطلة مع أن ثباتهم عليها يكلفهم كثيراً من ألوان الحرمان والعذاب، وأيّ عقل \nيستسيغ مثل هذه التبعات إذا كان مجرّد تباني على أمر باطل.</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ هذه الظروف الموضوعية ألا تكون شاهداً ودليلاً على أن هذا \nالاعتقاد إنما كان ناشئاً عن حقيقة ثابتة وملزمة لأبناء الطائفة قد وعوها وآمنوا \nبها واستسلموا للوازمها وآثارها بالرغم من أنها كانت تكلّفهم حياتهم المادية على \nطول الخط.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">إذن لا يبقى إلاّ القبول<span class=\"libBold1\">بالافتراض</span>\n<span class=\"libBold1\">الأخير</span> ، وهو : أن الإمام الجواد عليه السلام بدعواه \nالإمامة المبكرة وتحدّيه لكل من وقف أمامه، وصموده أمام كل الإثارات والتساؤلات \nوالاختبارات شكّل دليلاً تاريخياً علمياً قاطعاً على حقّانية دعواه ومذهبه وخطّه ، \nوهو خط أهل البيت عليهم السلام الذي كان يمثّله \nالإمام الجواد عليه السلام في مجال إمامة المسلمين وزعامة الأمة الإسلامية التي \nبدأت بالقيادة النبوية تلك الأمة التي خلّفها الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nلتتكامل وتؤسّس الحضارة الإسلامية على أسس إلهية وقيم ربّانية.</p>\n<p dir=\"rtl\" class=\"libNormal\">وإن التراث القيّم الذي تركه لنا هذا الإمام العظيم لدليل \nقاطع على عظمة الدور الذي قام به هذا الإمام في تبلور العقيدة الشيعية في مجال \nالقيادة الإسلامية التي أكّدتها الآيات القرآنية والنصوص النبوية الشريفة<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) اعتمدنا في هذا البحث على محاضرة للشهيد السعيد آية \nالله السيد محمد باقر الصدر<span class=\"libFootnoteAlaem\">قدس‌سره</span> حول \nالإمام الجواد<span class=\"libFootnoteAlaem\">عليه‌السلام</span>\n<span class=\"libNormal\"></span>وعرضناها بتصرّف.</p>\n\n"
}