{
"title": "مكافحة الغلو",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">من الانحرافات الخطيرة التي انتشرت عند البعض الغلو بأهل \nالبيت عليهم‌ السلام . وقد وقف الائمة من أهل البيت عليهم‌ السلام \nبالمرصاد للمغالين فيهم فردّوهم وأفحموهم وأمروا أتباعهم بالابتعاد عنهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد سار الإمام الجواد عليه السلام على نهج آبائه في هذه \nالمسألة وكان حذراً من نشأة بذور الغلو، كما يظهر ذلك من خلال ترصّده لبعض \nالممارسات ومن الأدلة على هذا الأمر، ما ذكره المؤرخون عن الحسين بن محمد الأشعري \nحيث قال: (حدثني شيخ من أصحابنا يقال له عبد الله بن رزين قال: كنت مجاوراً \nبالمدينة مدينة الرسول وكان أبو جعفر عليه السلام يجيء في كل يوم مع الزوال إلى \nالمسجد فينزل إلى الصخرة ويمرّ إلى رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم ويسلّم \nعليه، ويرجع إلى بيت فاطمة ويخلع نعله فيقوم فيصلّي فوسوس إليّ الشيطان، فقال: إذا \nنزل فاذهب حتى تأخذ من التراب الذي يطأ عليه فجلست في ذلك اليوم انتظره لأفعل هذا.</p>\n<p dir=\"rtl\" class=\"libNormal\">فلمّا أن كان في وقت الزوال أقبل عليه السلام على حمار له فلم \nيزل في الموضع الذي كان ينزل فيه فجازه حتى نزل على الصخرة التي كانت على باب \nالمسجد ثم دخل فسلّم على رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم ثم رجع إلى مكانه \nالذي كان يصلّي فيه ففعل ذلك أياماً، فقلت: إذا خلع نعليه جئت فأخذت الحصا الذي يطأ \nعليه بقدميه.</p>\n<p dir=\"rtl\" class=\"libNormal\">فلما كان من الغد جاء عند الزوال فنزل على الصخرة ثم دخل على \nرسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم وجاء إلى الموضع الذي كان يصلّي فيه ولم \nيخلعهما ففعل ذلك أياماً فقلت في نفسي: لم يتهيأ لي ههنا ولكن أذهب إلى باب الحمّام \nفإذا دخل أخذت من التراب الذي يطأ عليه فسألت عن الحمّام فقيل لي إنه يدخل حمّاماً \nبالبقيع لرجل من ولد طلحة، فتعرّضت اليوم الذي يدخل فيه الحمّام، وصرت إلى باب \nالحمّام وجلست إلى الطلحي أحدّثه وأنا انتظر مجيئه عليه السلام .</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال الطلحي: إن أردت دخول الحمام فقم فادخل فإنه لا يتهيأ لك \nبعد ساعة، قلت: ولم ؟ قال: لأن ابن الرضا عليه السلام يريد دخول الحمام، قال: قلت: \nومَن ابن الرضا ؟ قال: رجل من آل محمد صلى ‌الله‌ عليه‌ وآله‌ وسلم له صلاح وورع، \nقلت له: ولا يجوز أن يدخل معه الحمام غيره ؟ قال: نخلي له الحمام إذا جاء، قال: \nفبينا أنا كذلك إذ أقبل عليه السلام ومعه غلمان له، وبين يديه غلام، ومعه حصير حتى \nأدخله المسلخ، فبسطه ووافى وسلّم ودخل الحجرة على حماره، ودخل المسلخ، ونزل على \nالحصير.</p>\n<p dir=\"rtl\" class=\"libNormal\">فقلت للطلحي: هذا الذي وصفته بما وصفته من الصلاح والورع ؟</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال: ياهذا والله ما فعل هذا قط إلا في هذا اليوم، فقلت في \nنفسي: هذا من عملي أنا جنيته، ثم قلت: انتظره حتى يخرج فلعلّي أنال ما أردت إذا خرج. \nفلمّا خرج وتلبّس دعا بالحمار وأدخل المسلخ، وركب من فوق الحصير وخرج عليه السلام ، \nفقلت في نفسي: قد والله آذيته ولا أعود أروم ما رمت منه أبداً وصحّ عزمي على ذلك. \nفلمّا كان وقت الزوال من ذلك اليوم أقبل على حماره حتى نزل في الموضع الذي كان ينزل \nفيه في الصحن، فدخل فسلّم على رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم وجاء إلى \nالموضع الذي كان يصلّي فيه في بيت فاطمة<span class=\"libAlaem\">عليها‌السلام</span> \nوخلع نعليه وقام يصلّي)<span class=\"libFootnotenum\">(١)</span> .</p>\n\n\n"
}