{
"title": "المراكز الثقافية",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">أمّا المراكز الثقافية في عصر الإمام أبي جعفر عليه السلام \nفهي:</p>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ<span class=\"libBold1\">المدينة</span> : وكانت المدينة من \nأهم المراكز العلمية في ذلك العصر، فقد تشكّلت فيها مدرسة أهل البيت عليهم السلام \nوقد ضمّت عيون الفقهاء والرواة من الذين سهروا على تدوين أحاديث أئمّة أهل البيت عليهم السلام \nوقد عنوا بصورة موضوعية بتدوين أحاديثهم الخاصة في الفقه الذي يمثل روح الإسلام \nوجوهره، كما تشكّلت في المدينة مدرسة التابعين وهي مدرسة فقهية عنت بأخذ الفقه ممّا \nروي عن الصحابة، ويرجع فيما لم يرو فيه عنهم حديث إلى ما يقتضيه الرأي والقياس حسب \nما ذكروه.</p>\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ<span class=\"libBold1\">الكوفة</span> : وتأتي الكوفة بعد \nالمدينة في الأهمية، فقد كان الجامع الأعظم من أهم المعاهد، والمدارس الإسلامية، \nفقد انتشرت فيه الحلقات الدراسية، وكان الطابع العام للدراسة هي العلوم الإسلامية \nمن الفقه والتفسير والحديث وغيرها.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">وكانت الكوفة علوية الرأي، فقد عنت مدرستها بعلوم أهل البيت عليهم السلام \nوقد حدّث الحسن بن علي الوشاء فقال: أدركت في هذا المسجد ـ يعني مسجد الكوفة ـ \nتسعمئة شيخ كلّ يقول: حدّثني جعفر بن محمّد<span class=\"libFootnotenum\">(١)</span> \nومن أهم الأسر العلمية التي درست في ذلك الجامع هي آل حيّان التغلبي وآل أعين وبنو \nعطيّة وبيت بني دراج وغيرهم<span class=\"libFootnotenum\">(٢)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">ولم يكن الفقه وحده هو السائد في مدرسة الكوفة، وإنّما كان \nالنحو سائداً أيضاً، فقد أنشئت في الكوفة مدرسة النحويين، وكان من أعلامها \nالبارزين: الكسائي الذي عهد إليه الرشيد بتعليم ابنيه الأمين والمأمون، ومن الجدير \nبالذكر إن هذا العلم الذي يصون اللسان عن الخطأ قد اخترعه الإمام أمير المؤمنين \nعليه السلام فهو الذي وضع قواعده وأصوله.</p>\n<p dir=\"rtl\" class=\"libNormal\">٣ ـ<span class=\"libBold1\">البصرة</span> : وكانت مركزاً \nمهمّاً لعلم النحو، وكان أوّل من وضع أساس مدرسة البصرة أبو الأسود الدؤلي تلميذ \nالإمام أمير المؤمنين عليه السلام ، وكانت هذه المؤسسة تنافس مدرسة الكوفة، وقد \nسُمّي نُحاة البصرة (أهل المنطق) تمييزاً عن نُحاة الكوفة وكان من أعلام هذه \nالصناعة سيبويه الفارسي، وهو صاحب (<span class=\"libBold1\">الكتاب</span> )، الذي \nهو من أنضج الكتب العربية وأكثرها عمقاً وأصالة يقول<span class=\"libBold1\">دي بور</span> \n: (فلو نظرنا إلى كتاب سيبويه لوجدناه عملاً ناضجاً، ومجهوداً عظيماً، حتى أنّ \nالمتأخّرين قالوا: إنّه لا بدّ أن يكون ثمرة جهود متضافرة لكثير من العلماء، مثل \nقانون ابن سيناء)<span class=\"libFootnotenum\">(٣)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">وكما كانت البصرة ميداناً لعلم النحو كذلك كانت مدرسة لعلم \nالتفسير الذي كان من علمائه البارزين أبو عمرو بن العلاء، وكانت مدرسة أيضاً لعلم \nالعروض الذي وضع أصوله الخليل بن أحمد صاحب كتاب (<span class=\"libBold1\">العين</span> \n) الذي هو أوّل معجم وضع في اللغة العربية.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) حياة الإمام موسى بن جعفر<span class=\"libAlaem\"></span>\n<span class=\"libFootnoteAlaem\">عليه‌السلام</span> : ١ / ٨٢.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) تاريخ الإسلام: ٢ / ٣٣٨ للدكتور حسن إبراهيم حسن.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) تاريخ الفلسفة في الإسلام: ٣٩.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">٤ ـ<span class=\"libBold1\">بغداد</span> : حيث ازدهرت \nبالحركات العلمية والثقافية، وقد انتشرت فيها المدارس والمعاهد ولم يعد هناك شيء \nأيسر ولا أبذل من العلم. ولم تختص بغداد في علم خاص كما كانت بقية المراكز \nالإسلامية، وإنّما شملت جميع أنواع العلوم العقلية والنقلية، وكذا سائر الفنون، وقد \nأصبحت أعظم حاضرة علمية في ذلك العصر، وتوافد عليها طلاّب العلوم والمعرفة من جميع \nأقطار الدنيا. يقول<span class=\"libBold1\">غوستاف لوبون</span> : (كان العلماء \nورجال الفن والأدباء من جميع الملل والنحل من يونان وفُرس وأقباط وكلدان يتقاطرون \nإلى بغداد، ويجعلون منها مركزاً للثقافة في الدنيا)، قال أبو الفرج عن المأمون: (إنّه \nكان يخلو بالحكماء، ويأنس بمناظرتهم، ويلتذ بمذاكرتهم علماً منه بأنّ أهل العلم هُم \nصفوة الله من خلقه ونخبته من عباده<span class=\"libFootnotenum\">(١)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">هذه بعض المراكز الثقافية في ذلك العصر.</p>\n\n\n"
}