{
"title": "استشهاد الإمام الجواد عليه السلام",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libBold1\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">تحدثنا عن دوافع المعتصم في اغتيال الإمام الجواد عليه السلام \nوعن اختياره أم الفضل لتنفيذ الجريمة. ومما يشير إلى أسباب استغلال المعتصم لأُمّ \nالفضل وكيفية تحريضها على الإقدام على قتل الإمام عليه السلام ما روي من شدة غيرتها \nأيام أبيها وتوريطها لأبيها على ارتكاب جريمة قتل الإمام من قبل المأمون نفسه.<span class=\"libFootnotenum\">(٣)</span>\n</p>\n<p dir=\"rtl\" class=\"libNormal\">قال أبو نصر الهمداني: (حدثتني حكيمة بنت محمّد بن عليّ بن \nموسى بن</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) كشف الغمة: ٢ / ٣٥٨.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) بحار الأنوار: ٥٠/٦٢ ـ ٦٣.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) حياة الإمام محمد الجواد<span class=\"libFootnoteAlaem\">عليه‌السلام</span> \n: ٢٦٤.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">جعفر عمّة أبي محمد الحسن بن علي عليهما‌ السلام \nقالت: لمّا مات محمّد بن عليّ الرّضا عليه السلام أتيت زوجته أم عيسى<span class=\"libFootnotenum\">(١)</span> \nبنت المأمون فعزّيتها فوجدتها شديدة الحزن والجزع عليه تقتل نفسها بالبكاء والعويل، \nفخفت عليها أن تتصدّع مرارتها فبينما نحن في حديثه وكرمه ووصف خُلقه وما أعطاه الله \nتعالى من الشّرف والإخلاص ومَنَحَهُ من العزّ والكرامة، إذ قالت أم عيسى: ألا أخبرك \nعنه بشيء عجيب وأمر جليل فوق الوصف والمقدار ؟ قلت: وما ذاك ؟ قالت: كنت أغار عليه \nكثيراً وأراقبه أبداً وربما يسمعني الكلام فأشكو ذلك إلى أبي فيقول يابنيّة احتمليه \nفإنّه بضعة من رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم ، فبينما أنا جالسة ذات يوم \nإذ دخلت عليّ جارية فسلّمت، فقلت: من أنت ؟ فقالت: أنا جارية من ولد عمّار بن ياسر \nوأنا زوجة أبي جعفر محمّد بن عليّ الرضا عليه السلام زوجك. فدخلني من الغيرة ما لا \nأقدر على احتمال ذلك هممت أن أخرج وأسيح في البلاد وكاد الشيطان أن يحملني على \nالإساءة إليها، فكظمت غيظي وأحسنت رفدها وكسوتها، فلمّا خرجت من عندي المرأة نهضت \nودخلت على أبي وأخبرته بالخبر وكان سكراناً لا يعقل. فقال: ياغلام عليّ بالسّيف، \nفأتى به، فركب وقال: والله لأقتلنّه ، فلمّا رأيت ذلك قلت: إنا لله وإنا إليه \nراجعون، ما صنعت بنفسي وبزوجي وجعلت ألطم حرّ وجهي، فدخل عليه والدي وما زال يضربه \nبالسيف حتى قطعه.</p>\n<p dir=\"rtl\" class=\"libNormal\">ثم خرج من عنده وخرجت هاربة من خلفه فلم أرقد ليلتي فلمّا \nارتفع النّهار أتيت أبي فقلت: أتدري ما صنعت البارحة ؟ قال: وما صنعتُ ؟ قلت: قتلتَ \nابن</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) أم عيسى هي كنية أخرى لأُم الفضل، واسمها زينب، كما في \nبعض النصوص.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal0\">الرّضا عليه السلام ، فبرق عينه وغشي عليه ثم أفاق بعد حين \nوقال: ويلك ما تقولين ؟ قلت: نعم والله يا أبه دخلت عليه ولم تزل تضربه بالسّيف حتى \nقتلته، فاضطرب من ذلك اضطراباً شديداً وقال: عليّ بياسر الخادم فجاء ياسر. فنظر \nإليه المأمون وقال: ويلك ما هذا الّذي تقول هذه ابنتي قال: صدقَتْ يا أمير المؤمنين \nفضرب بيده على صدره وخدّه، وقال: إنا لله وإنا إليه راجعون هلكنا بالله وعطبنا \nوافتضحنا إلى آخر الأبد ، ويلك يا ياسر فانظر ما الخبر والقصة عنه عليه السلام ؟ \nوعجّل عليّ بالخبر فإن نفسي تكاد أن تخرج السّاعة فخرج ياسر وأنا ألطم حرّ وجهي، \nفما كان ياسر من أن رجع، فقال: البشرى ياأمير المؤمنين. قال: لك البشرى فما عندك ؟ \nقال ياسر: دخلت عليه فإذا هو جالس وعليه قميص ودواج وهو يستاك فسلّمت عليه وقلت: \nياابن رسول الله أحب أن تهب لي قميصك هذا أصلي فيه وأتبرك به، وإنما أردت أن أنظر \nإليه وإلى جسده هل به أثر السّيف فوالله كأنّه العاج الّذي مسّه صفرة ما به اثر. \nفبكى المأمون طويلاً وقال: ما بقى مع هذا شيء إنّ هذا لعبرة للأوّلين والآخرين.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقال: ياياسر أما ركوبي إليه وأخذي السّيف ودخولي عليه فإني \nذاكر له وخروجي عنه فلست أذكر شيئاً غيره ولا أذكر أيضاً انصرافي إلى مجلسي فكيف \nكان أمري وذهابي إليه، لعن الله هذه الابنة لعناً وبيلاً، تقدّم إليها وقل لها يقول \nلك أبوك والله لئن جئتني بعد هذا اليوم شكوت أو خرجت بغير إذنه لانتقمنّ له منك. ثم \nسر إلى ابن الرّضا وابلغه عني السّلام واحمل إليه عشرين ألف دينار وقدّم إليه \nالشهري الّذي ركبته البارحة، ثم أمر بعد ذلك الهاشميّين أن يدخلوا عليه بالسّلام \nويسلّموا عليه. قال ياسر: فأمرت لهم بذلك ودخلت أنا أيضاً معهم وسلّمت عليه وأبلغت \nالتّسليم ووضعت المال بين يديه وعرضت الشّهري عليه فنظر إليه ساعة ثم تبسّم.</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال عليه السلام :<span class=\"libBold2\">(ياياسر هكذا كان \nالعهد بيننا وبينه حتّى يهجم علي، أما علم أن لي ناصراً وحاجزاً يحجز بيني وبينه)</span> \n. فقلت: ياسيّدي ، ياابن رسول الله ، دع عنك هذا العتاب واصفح، والله وحق جدّك رسول \nالله صلى ‌الله‌ عليه‌ وآله‌ وسلم ما كان يعقل شيئاً من أمره وما علم أين هو من أرض \nالله وقد نذر لله نذراً صادقاً وحلف إن لا يسكر بعد ذلك أبداً، فإن ذلك من حبائل \nالشّيطان، فإذا أنت ياابن رسول الله أتيته فلا تذكر له شيئاً ولا تعاتبه على ما كان \nمنه.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال عليه السلام :<span class=\"libBold2\">(هكذا كان عزمي \nورأيي والله)</span> ، ثم دعا بثيابه ولبس ونهض وقام معه الناس أجمعون حتى دخل على \nالمأمون فلمّا رآه قام إليه وضمّه إلى صدره ورحّب به ولم يأذن لأحد في الدخول عليه \nولم يزل يحدّثه ويستأمره، فلمّا انقضى ذلك قال أبو جعفر محمّد بن علي الرّضا عليه \nالسلام :<span class=\"libBold2\">(يا أمير المؤمنين)</span> ، قال: لبيّك وسعديك. \nقال:<span class=\"libBold2\">(لك عندي نصيحة فاقبلها)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">قال المأمون: بالحمد والشكر فما ذاك ياابن رسول الله؟</p>\n<p dir=\"rtl\" class=\"libNormal\">قال عليه السلام :<span class=\"libBold2\">(أحب لك أن لا تخرج \nباللّيل فإني لا آمن عليك من هذا الخلق المنكوس وعندي عقد تحصّن به نفسك وتحرّز به \nمن الشرور والبلايا والمكاره والآفات والعاهات، كما أنقذني الله منك البارحة ولو \nلقيت به جيوش الرّوم والتّرك واجتمع عليك وعلى غلبتك أهل الأرض جميعاً ما تهيّأ لهم \nمنك شيء بإذن الله الجبّار. وإن أحببت بعثت به إليك لتحترز به من جميع ما ذكرت لك)</span> \n. قال: نعم، فاكتب ذلك بخطّك وابعثه إليّ، قال:<span class=\"libBold2\">(نعم)</span> \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">قال ياسر: فلمّا أصبح أبو جعفر عليه السلام بعث إليَّ فدعاني \nفلمّا صرت إليه وجلست بين يديه دعا برقّ ظبي من أرض تهامة ثم كتب بخطّه هذا العقد. \nثم قال عليه السلام :<span class=\"libBold2\">(ياياسر احمل هذا إلى أمير المومنين \nوقل له: حتى يصاغ له قصبة من فضّة منقوش عليها ما أذكره بعده فإذا أراد شدّه على \nعضده فليشدّه على عضده الأيمن وليتوضّأ وضوءاً حسناً سابغاً وليصل أربع ركعات يقرأ \nفي كلّ ركعة: فاتحة الكتاب مرّة وسبع مرّات: آية الكرسي وسبع مرات: شهد الله وسبع \nمرّات والشمس وضحاها وسبع مرّات: واللّيل إذا يغشى وسبع مرّات: قل هو الله أحد. \nفإذا فرغ منها فليشدّه على عضده الأيمن عند الشّدائد والنوائب يسلم بحول الله وقوته \nمن كلّ شيء يخافه ويحذره وينبغي أن لا يكون طلوع القمر في برج العقرب ولو أنه غزى \nأهل الرّوم وملكهم لغلبهم بإذن الله وبركة هذا الحرز)</span> .</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">وروي أنه لمّا سمع المأمون من أبي جعفر في أمر هذا الحرز هذه \nالصفات كلّها غزا أهل الرّوم فنصره الله تعالى عليهم ومنح منهم من المغنم ما شاء \nالله ولم يفارق هذا الحرز عند كلّ غزاة ومحاربة وكان ينصره الله عَزَّ وجَلَّ بفضله \nويرزقه الفتح بمشيّته أنَّه وليّ ذلك بحوله وقوته)<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ويقول المؤرخون إن أم الفضل ارتكبت جريمتها بحقّ الإمام \nالجواد عليه السلام عندما سقته السمّ. فقد روي: (أنّ المعتصم جعل يعمل الحيلة في \nقتل أبي جعفر عليه السلام وأشار على ابنة المأمون زوجته بأن تسمّه لأنّه وقف على \nانحرافها عن أبي جعفر عليه السلام وشدّة غيرتها عليه... فأجابته إلى ذلك وجعلت \nسمّاً في عنب رازقي ووضعته بين يديه، فلمّا أكل منه ندمت وجعلت تبكي فقال:<span class=\"libBold2\">(ما \nبكاؤك ؟ والله ليضربنّك الله بفقر لا ينجبر، وبلاء لا ينستر)</span> ، فماتت بعلّة \nفي أغمض المواضع من جوارحها، صارت ناصوراً فانفقت مالها وجميع ما ملكته على تلك \nالعلّة، حتى احتاجت إلى الاسترفاد)<span class=\"libFootnotenum\">(٢)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">وأثّر السمّ في الإمام تأثيراً شديداً حتى لفظ أنفاسه الأخيرة \nولسانه يلهج بذكر الله تعالى، وقد انطفأت باستشهاده شعلة مشرقة من الإمامة والقيادة \nالمعصومة في الإسلام.</p>\n<p dir=\"rtl\" class=\"libNormal\">لقد استشهد الإمام الجواد عليه السلام على يد طاغية زمانه \nالمعتصم العباسي وقد انطوت بموته صفحة من صفحات الرسالة الإسلامية التي أضاءت الفكر \nورفعت منار العلم والفضيلة في الأرض.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) بحار الأنوار: ٥٠ / ٦٢ ـ ٦٣.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) بحار الأنوار: ٥٠ / ١٧.</p>\n\n"
}