{
"title": "نفقات المأمون في زواجه",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">وكان من مظاهر ذلك الإسراف والبذخ والتصرف الظالم في أموال \nالمسلمين ما أنفقه المأمون من الأموال الطائلة المذهلة في زواجه بالسيّدة بوران فقد \nأمهرها ألف ألف دينار، وشرط عليه أبوها الحسن بن سهل أن يبني بها في قريته الواقعة \nبفم الصلح فأجابه إلى ذلك، ولمّا أراد الزواج سافر إلى فم الصلح ونثر على العسكر \nالذي كان معه ألف ألف دينار وكان معه في سفره ثلاثون ألفاً من الغلمان الصغار \nوالخدم الصغار والكبار وسبعة آلاف جارية... وعرض العسكر الذي كان معه فكان أربعمئة \nألف فارس، وثلاثمئة ألف راجل.. وكان الحسن بن سهل يذبح لضيوفه ثلاثين ألف رأس من \nالغنم، ومثليها من الدجاج، وأربعمئة بقرة، وأربعمئة جمل وسمّى الناس هذه الدعوة \n(دعوة الإسلام) وهو ليس من الإسلام في شيء، فإنّ الإسلام احتاط كأشدّ ما يكون \nالاحتياط في بيت مال المسلمين فحرم إنفاق أي شيء في غير صالحهم.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) مقدّمة البخلاء: ٢٤.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) مقدّمة البخلاء: ٢٤.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">وحينما بنى المأمون ببوران نثروا من سطح دار الحسن بن سهل \nبنادق عنبر فاستخفّ بها الناس، وزهدوا فيها، ونادى شخص من السطح قائلاً: كلّ من \nوقعت بيده بندقة فليكسرها فإنّه يجد فيها رقعة، وما فيها له وكسر الناس البنادق \nفوجدوا فيها رقاعاً في بعضها تحويل بألف دينار وفي أخرى خمسمئة دينار إلى أن تصل \nإلى المئة دينار، وفي بعضها عشرة أثواب من الديباج، وفي بعضها خمسة أثواب، وفي \nبعضها غلام، وفي بعضها جارية، وحمل كلّ من وقعت بيده رقعة إلى الديوان واستلم ما \nفيها<span class=\"libFootnotenum\">(١)</span> كما أنفق على قادة الجيش فقط خمسين \nألف ألف درهم<span class=\"libFootnotenum\">(٢)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي ساعة الزفاف أُجلست بوران على حصير منسوج من الذهب ودخل \nعليها المأمون ومعه عمّاته وجمهرة من العبّاسيّات فنثر الحسن بن سهل على المأمون \nوزوجته ثلثمئة لؤلؤة وزن كلّ واحدة مثقال، وما مدّ أحد يده لالتقاطها، وأمر المأمون \nعمّاته بالتقاطها، ومدّ يده فأخذ واحدة منها (فالتقطتها العبّاسيّات). لقد أنفق \nالحسن والمأمون هذه الأموال الطائلة على هذا الزواج من بيت مال المسلمين، وقد أمر \nالله بإنفاقه على مكافحة الفقر ومطاردة البؤس والحرمان.</p>\n\n\n"
}