{
"title": "الفصل الثالث متطلّبات عصر الإمام الجواد عليه السلام",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">بعد أن وقفنا في الفصلين السابقين على ملامح عصر الإمام الجواد عليه السلام \nوطبيعة تعامل الحكّام مع الإمام عليه السلام \nوخطّه الرسالي والجماعة الصالحة التي تقف إلى جانب الإمام الحق الذي تمثّل مسيرته خطّ الهداية الربّانية للبشرية.. لابدّ أن نقف في هذا الفصل على مجمل متطلّبات عصر الإمام الجواد عليه السلام \nالخاص بظروفه ومستجداته الثقافية والسياسية والاجتماعية من خلال مجموعة المهام الرسالية التي جُعلت في الشريعة الإسلامية على عاتق أهل البيت عليهم السلام\nبشكل عام وعلى عاتق (التاسع منهم) الإمام الجواد بشكل خاص.</p>\n<p dir=\"rtl\" class=\"libNormal\">وذلك لأن أهل البيت عليهم السلام\nهم أهل بيت النبوّة والرسالة الذين ربّاهم الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nبيديه الكريمتين وجعلهم الدرع الحصينة التي تقي الرسالة من أن يتلاعب بها الحكّام ووعّاظ السلاطين بعد رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n، كما أنها تقي الأمة الإسلامية من السقوط والتردّي إلى المهوى السحيق، بعد أن أصبحت الأمة الإسلامية هي الأمة الحية التي لابدّ لها أن تحمل مشعل الحضارة الإسلامية والربّانية إلى العالم أجمع، وقد مُنيت بصدمة كبيرة تمثّلت في الانحراف الذي طال القيادة السياسية والذي أخذ يستشري في سائر مجالات الحياة الإسلامية.</p>\n<p dir=\"rtl\" class=\"libNormal\">والإمام الجواد عليه السلام \nفي عصره الخاص أمام مجموعة من الإنجازات التي حققها آباؤه الطاهرون في هذين الحقلين المهمّين، كما أنّه أمام مستجدات ومتغيّرات في الوضع السياسي والاجتماعي والديني بعد أن سمحت الدولة الإسلامية للتيارات المنحرفة لتعمل بحرّية في الساحة الإسلامية وذلك لأن الحكام المنحرفين قد استهدفوا إضعاف جبهة أهل البيت الرسالية دون مواجهة علنية سافرة.</p>\n<p dir=\"rtl\" class=\"libNormal\">والإمام الجواد عليه السلام \nلابدّ أن يوازن ويوائم بين المهامّ والمسؤوليات الرسالية من جهة، والإمكانات وما يمكن تحقيقه في هذا الظرف الخاص من جهة أخرى للاقتراب من الأهداف الكبرى والنهائية التي رسمتها له الشريعة وصاحبها وجعلت منه قيّماً رسالياً وقائداً ربّانياً قد نذر نفسه لله تعالى ولرسالته الخالدة.</p>\n<p dir=\"rtl\" class=\"libNormal\">من هنا يتّضح لنا ما يتطلبه العصر الخاص بالإمام الجواد عليه السلام \nوما ينبغي أن يقوم به من دور فاعل في الساحة الإسلامية وما يحققه من انجازات خاصة بالجماعة الصالحة.</p>\n\n<br clear=\"all\">\n<a name='119'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">إذاً نقسّم البحث عن هذه المتطلّبات إلى بحثين أساسييّن:</p>\n<p dir=\"rtl\" class=\"libNormal\">الأوّل: متطلّبات الساحة الإسلامية العامة.</p>\n<p dir=\"rtl\" class=\"libNormal\">الثاني: متطلّبات الجماعة الصالحة.</p>\n<p><span class=\"libNormal\">أما</span>\n<span class=\"libBold1\">متطلّبات الساحة الإسلامية العامّة</span>\n<span class=\"libNormal\">فتتلخّص فيما يلي:</span>\n</p>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ إثبات جدارة خط أهل البيت عليهم السلام\nللقيادة الرسالية لجمهور المسلمين وجدارة الإمام الجواد عليه السلام \nبشكل خاص لمنصب القيادة الربّانية.</p>\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ الردّ على محاولات التسقيط والاستفزاز التي كان يقوم بها الخطّ الحاكم ضد أهل البيت عليهم السلام\nوأتباعهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">٣ ـ التمهيد العام لدولة الحق المرتقبة رغم محاولات السلطة للقضاء على قضية الإمام المهدي عليه السلام \nبأشكال شتى.</p>\n<p dir=\"rtl\" class=\"libNormal\">٤ ـ مواجهة الانحرافات والبدع والتيارات المنحرفة في الساحة الإسلامية.</p>\n<p dir=\"rtl\" class=\"libNormal\">٥ ـ التوجّه إلى هموم أبناء الأمة الإسلامية.</p>\n<p><span class=\"libNormal\">وأما</span>\n<span class=\"libBold1\">متطلّبات الخط الرسالي والجماعة الصالحة</span>\n<span class=\"libNormal\">فهي كما يلي:</span>\n</p>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ تجسيد ظاهرة الإمامة المبكّرة، من خلال تخطي القوانين الطبيعية.</p>\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ تعميق البناء الثقافي والروحي والتربوي للجماعة الصالحة.</p>\n<p dir=\"rtl\" class=\"libNormal\">٣ ـ إحكام تنظيم الجماعة الصالحة وإعدادها لدور الغيبة الطويلة.</p>\n<p dir=\"rtl\" class=\"libNormal\">٤ ـ التمهيد لإمامة الهادي المبكّرة رغم الظروف الحرجة.</p>\n<p dir=\"rtl\" class=\"libNormal\">٥ ـ التمهيد للإمام الغائب المنتظر بما يتناسب مع حراجة الظرف والإعداد الفكري والروحي لعصر الغيبة المرتقب إعداداً يتناسب مع صعوبات الظرف الخاص.</p>\n<p dir=\"rtl\" class=\"libNormal\">وسوف نقدم البحث عن متطلّبات الساحة الإسلامية العامة في هذا الفصل، ونرجئ البحث عن متطلبات الجماعة الصالحة إلى فصول لاحقة إن شاء الله تعالى.</p>\n\n<br clear=\"all\">\n<a name='120'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}