{
"title": "مقدمة",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">المعتصم هو أبو إسحاق محمد بن هارون الرشيد ولد سنة ثمانين \nومئة، كذا قال الذهبي. وقال الصولي: في شعبان سنة ثمان وسبعين.</p>\n<p dir=\"rtl\" class=\"libNormal\">وأمه أم ولد من مولدات الكوفة اسمها ماردة وكانت أحظى الناس \nعند الرشيد. وكان ذا شجاعة وقوة وهمّة وكان عرياً من العلم، لقب بالمعتصم وهو أبعد \nما يكون من الاعتصام بالله عَزَّ وجَلَّ.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان فاسد الأخلاق له غلام يقال له عجيب وكان مشغوفاً به.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد استمر على نهج أخيه في إثارة فتنة خلق القرآن. فسلك ما \nكان المأمون عليه وختم به عمره من امتحان الناس بخلق القرآن، فكتب إلى البلاد وأمر \nالمعلمين أن يعلّموا الصبيان ذلك وقاسى الناس منه مشقة في ذلك وقتل عليه خلقاً من \nالعلماء، وضرب الإمام أحمد بن حنبل وكان ضربه في سنة عشرين. قيل فجلده حتى غاب عقله \nوتقطع جلده وقيده وحبسه<span class=\"libFootnotenum\">(١)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">لقد كان المعتصم محدود التفكير ميالاً للقسوة في تعامله مع \nخصومه السياسيين وغيرهم، وكان يفتقد كثيراً من مقومات الحنكة السياسية في إدارة \nشؤون الدولة، وقد تعرّض حكمه لكثير من صور الاضطرابات السياسية في أقاليم عديدة من \nالدولة العباسية<span class=\"libFootnotenum\">(٢)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد هيمن الجيش على الحكم في عصره بعد أن مال المعتصم إلى \nأخواله الأتراك وكوّن منهم جيشاً خاصاً، وأغدق عليهم الأموال الطائلة مما أثار \nحفيظة العسكريين العرب، وأثار النزعة القومية في المجتمع.</p>\n<p dir=\"rtl\" class=\"libNormal\">وتعتبر سياسة المعتصم هذه أخطر ما واجهته الدولة العباسية في \nمسيرتها. وقد ساءت الأحوال بعد المعتصم، واستشرى خطر العسكريين في الدولة وقاموا \nبالانقلابات العسكرية على الخلفاء الذين حاولوا تقليص سلطاتهم.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) مجلة دراسات وبحوث: ص ٩٤.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) راجع الكامل لابن الأثير: ٥ / ٢٣٢ ـ ٢٦٥: ثورة \nالطالقان بقيادة محمد بن القاسم العلوي، وثورة الزط في البصرة، وثورة بابك الخرمي، \nوتحرك الروم إلى زبطرة وغيرها من بلاد الإسلام، وثورة المبرقع في فلسطين وغيرها.</p>\n\n"
}