{
"title": "الوزارة",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">من الأجهزة الحساسة في الدولة العباسية هي الوزارة، فكانت ـ \nعلى الأكثر ـ وزارة تفويض، فكان الخليفة يعهد إلى الوزير بالتصرف في جميع شؤون \nدولته ويتفرغ هو للّهو والعبث والمجون، فقد استوزر المهدي العباسي يعقوب بن داود، \nوفوّض إليه جميع شؤون رعيّته وانصرف إلى ملذّاته.</p>\n<p dir=\"rtl\" class=\"libNormal\">واستوزر الرشيد يحيى بن خالد البرمكي ومنحه جميع الصلاحيات \nواتجه نحو ملاذّه وشهواته فكانت لياليه الحمراء في بغداد شاهدة على ذلك.</p>\n<p dir=\"rtl\" class=\"libNormal\">وتصرّف يحيى في شؤون الدولة الواسعة الأطراف حسب رغباته، فقد \nأنفق الأموال الطائلة على الشعراء المادحين له، واتخذ من العمارات والضِياع التي \nكانت تدرّ عليه بالملايين، الكثير الكثير وهي التي سببت قيام هارون الرشيد \nباعتقاله، وقتل ابنه جعفر ومصادرة جميع أموالهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي عهد المأمون أطلق يد وزيره الفضل بن سهل في أمور الدولة \nفتصرّف فيها كيفما شاء، وكان الوزير يكتسب الثراء الفاحش بما يقترفه من النهب \nوالرشوات، وقد عانت الأمة من ضروب المحن والبلاء في عهدهم مما لا يوصف فكانوا \nالأداة الضاربة للشعب، فقد استخدمتهم الملوك لنهب ثروات الناس وإذلالهم وإرغامهم \nعلى ما يكرهون.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان الوزراء معرّضين للسخط والانتقام وذلك لما يقترفونه من \nالظلم والجور، وقد نصح دعبل الخزاعي الفضلَ بن مروان أحد وزراء العباسيين فأوصاه \nبإسداء المعروف والإحسان إلى الناس، وقد ضرب له مثلاً بثلاثة وزراء ممّن شاركوه في \nالاسم وسبقوه إلى كرسي الحكم، وهم الفضل بن يحيى، والفضل بن الربيع، والفضل بن سهل، \nفإنهم لمّا جاروا في الحكم تعرّضوا إلى النقمة والسخط.</p>\n<p dir=\"rtl\" class=\"libNormal\">ومن غرائب ما اقترفه الوزراء من الخيانة أن الخاقاني وزير \nالمقتدر بالله العباسي ولّى في يوم واحد تسعة عشر ناظراً للكوفة وأخذ من كلّ واحد \nرشوة<span class=\"libFootnotenum\">(١)</span> إلى غير ذلك من هذه الفضائح والمنكرات \nالكثيرة عند بعض وزراء العباسيين<span class=\"libFootnotenum\">(٢)</span> .</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) تاريخ التمدّن الإسلامي: ٤ / ١٨٢.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) راجع حياة الإمام محمد الجواد<span class=\"libFootnoteAlaem\">عليه‌السلام</span> \n: ١٨٨ ـ ١٩٢.</p>\n\n\n"
}