{
"title": "محمّد الأمين نزعاته وسياسته",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">لم تكن في الأمين أيّة صفة كريمة يستحق بها هذا المنصب الخطير \nفي الإسلام، فقد أجمع المترجمون له على أنّه لم يتّصف بأيّة نزعة شريفة، وإنما \nقلّده الرشيد منصب الخلافة نظراً لتأثير زوجته السيدة زبيدة عليه وفيما يلي بعض \nصفاته:</p>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ كراهيته للعلم: كان الأمين ينفر من العلم، ويحتقر \nالعلماء، وكان أُمّياً لا يقرأ ولا يكتب<span class=\"libFootnotenum\">(١)</span> \nوإذا كان بهذه الصفة كيف قلّده الرشيد الخلافة الإسلامية؟</p>\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ ضعف الرأي: وكان الأمين ضعيف الرأي، وقد أعطي المُلك \nالعريض ولم يحسن سياسته، وقد وصفه المسعودي بقوله: كان قبيح السيرة ضعيف الرأي</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) السلوك لمعرفة دول الملوك للمقريزي: ١ / ١٦.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p><span class=\"libNormal\">يركب هواه، ويهمل أمره، ويتّكل في جليلات الخطوب على \nغيره، ويثق بمن لا ينصحه</span> <span class=\"libFootnotenum\">(١)</span>\n<span class=\"libNormal\">.</span> </p>\n<p dir=\"rtl\" class=\"libNormal\">ووصفه الكتبي بقوله: وكان قد هانَ عليه القبيح فاتّبع هواه، \nولم ينظر في شيء من عقباه. وكان من أبخل الناس على الطعام، وكان لا يبالي أين قعد، \nولا مع من شرب<span class=\"libFootnotenum\">(٢)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">وممّا لا شبهة فيه أنّ أصالة الفكر والرأي من أهم الشروط التي \nيجب أن تتوفر فيمن يلي أمور المسلمين.</p>\n<p dir=\"rtl\" class=\"libNormal\"><span class=\"libBold1\">٣ ـ احتجابه عن الرعيّة:</span> \nواحتجب الأمين عن الرعية كما احتجب عن أهل بيته وأمرائه وعمّاله واستخفّ بهم<span class=\"libFootnotenum\">(٣)</span> \nوانصرف إلى اللهو والطرب، وقد عهد إلى الفضل بن الربيع أمور دولته، فجعل يتصرف فيها \nحسب رغباته وميوله، وقد خفّ إلى الأمين إسماعيل بن صبيح، وكان أثيراً عنده، فقال \nله: يا أمير المؤمنين أنّ قوّادك وجُندك وعامة رعيتك، قد خبثت نفوسهم، وساءت ظنونهم \nوكبر عندهم ما يرون من احتجابك عنهم، فلو جلست لهم ساعة من نهار فدخلوا عليك فإنّ \nفي ذلك تسكيناً لهم، ومراجعة لآمالهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">واستجاب له الأمين فجلس في بلاطه ودخل عليه الشعراء فأنشدوه \nقصائدهم، ثمّ انصرف فركب الحرّاقة إلى الشماسية، واصطفّت له الخيل وعليها الرجال، \nوقد اصطفّوا على ضفاف دجلة، وحملت معه المطابخ والخزائن. أمّا الحرّاقة التي ركبها \nفكانت سفينة على مثال أسد وما رأى الناس منظراً كان أبهى من ذلك المنظر.</p>\n<p dir=\"rtl\" class=\"libNormal\">لقد كان الأمين إنساناً تافهاً قد اتجه إلى ملذّاته وشهواته \nولم يُعنَ بأيّ شأن من شؤون الدولة الإسلامية.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) التنبيه والأشراف: ٣٠٢.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) عيون التواريخ: ٣، ورقة: ٢١٢.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) سمط النجوم: ٣ / ٣٠٦.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\"><span class=\"libBold1\">٤ ـ خلعه للمأمون:</span> وتقلّد \nالأمين الخلافة يوم توفّي الرشيد، وقد ورد عليه خاتم الخلافة والبردة والقضيب التي \nيتسلّمها كلّ من يتقلّد الخلافة من ملوك العباسيين وحينما استقرت له الأُمور خلع \nأخاه المأمون، وجعل العهد لولده موسى وهو طفل صغير في المهد وسمّاه الناطق بالحق، \nوأرسل إلى الكعبة من جاءه بكتاب العهد الذي علّقه فيها الرشيد، وقد جعل فيه ولاية \nالعهد للمأمون بعد الأمين، وحينما أتى به مزّقه.</p>\n\n"
}