{
"title": "الإمام الجواد عليه السلام عند استشهاد أبيه",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">عن أبي الصلت الهروي أنه قال: (بينا أنا واقف بين يدي أبي \nالحسن عليّ بن موسى الرضا عليه السلام إذ قال لي:<span class=\"libBold2\">(ياأبا \nالصلت، أدخل هذه القبّة الّتي فيها قبر هارون وآتني بتراب من أربعة جوانبها)</span> \n. قال: فمضيت فأتيت به، فلمّا مثلت بين يديه، قال لي:<span class=\"libBold2\">(ناولني</span> \n(<span class=\"libBold2\">من</span> )<span class=\"libBold2\">هذا التراب)</span> ، ـ \nوهو من عند الباب ـ فناولته فأخذه وشمّه ثم رمى به، ثمّ قال:<span class=\"libBold2\">(سيحفر \nلي</span> (<span class=\"libBold2\">قبر</span> )<span class=\"libBold2\">ههنا، فتظهر \nصخرة لو جمع عليها كلّ معول بخراسان لم يتهيّأ قلعها)</span> ، ثمّ قال في الذي عند \nالرّجل والّذي عند الرأس مثل ذلك، ثمّ قال:<span class=\"libBold2\">(ناولني هذا \nالتراب فهو من تربتي)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">ثمّ قال:<span class=\"libBold2\">(سيحفر لي في هذا الموضع، \nفتأمرهم أن يحفروا لي سبع مراق إلى أسفل، وأن تشقّ لي ضريحه، فإن أبوا إلاّ أن \nيلحدوا، فتأمرهم أن يجعلوا اللّحد ذراعين وشبراً فإنّ الله تعالى سيوسّعه ما يشاء، \nوإذا فعلوا ذلك فإنّك ترى عند رأسي نداوةً، فتكلّم بالكلام الّذي أعلّمك، فإنّه \nينبع الماء حتّى يمتلئ اللّحد وترى فيه حيتاناً صغاراً، فتفتّت لها الخبز الذي \nأعطيك فإنّها تلتقطه، فإذا لم يبق منه شيء خرجت منه حوتة كبيرة فالتقطت الحيتان \nالصغار حتّى لا يبقى منها شيء، ثمّ تغيب، فإذا غابت فضع يدك على الماء، ثمّ تكلّم \nبالكلام الّذي أعلمك، فإنّه ينضب الماء ولا يبقى منه شيء، ولا تفعل ذلك إلاّ بحضرة \nالمأمون)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">ثمّ قال عليه السلام :<span class=\"libBold2\">(ياأبا الصلت \nغداً أدخل على هذا الفاجر، فإن خرجت</span> (<span class=\"libBold2\">وأنا</span> )<span class=\"libBold2\">مكشوف \nالرأس، فتكلّم أكلّمك، وإن خرجت وأنا مغطّى الرأس فلا تكلّمني)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">قال أبو الصلت: فلمّا أصبحنا من الغد لبس ثيابه، وجلس في \nمحرابه ينتظر، فبينا هو كذلك، إذ دخل عليه غلام المأمون، فقال له: أجب أمير \nالمؤمنين، فلبس نعله ورداءه، وقام يمشي وأنا أتبعه، حتّى دخل على المأمون، وبين \nيديه طبق عليه عنب، وأطباق فاكهة، وبيده عنقود عنب قد أكل بعضه، وبقي بعضه.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) مستدرك عوالم العلوم: ٢٣ / ٧٣ و ٧٦.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">فلمّا أبصر بالرضا عليه السلام وثب إليه فعانقه وقبّل ما بين \nعينيه وأجلسه معه ثمّ ناوله العنقود، وقال: ياابن رسول الله ما رأيت عنباً أحسن من \nهذا ! قال له الرضا عليه السلام :<span class=\"libBold2\">(ربّما كان عنباً حسناً \nيكون من الجنّة)</span> . فقال له: كل منه ، فقال له الرضا عليه السلام :<span class=\"libBold2\">(تعفيني \nمنه)</span> . فقال: لا بدّ من ذلك، وما يمنعك منه لعلّك تتّهمنا بشيء. فتناول \nالعنقود فأكل منه، ثمّ ناوله فأكل منه الرضا عليه السلام ثلاث حبّات، ثمّ رمى به \nوقام.</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال المأمون: إلى أين ؟ قال:<span class=\"libBold2\">(إلى حيث \nوجّهتني)</span> ، وخرج عليه السلام مغطّى الرأس فلم أكلّمه حتّى دخل الدار، فأمر \nأن يغلق الباب، فغلق ثمّ نام عليه السلام على فراشه، ومكثت واقفاً في صحن الدار \nمهموماً محزوناً.</p>\n<p dir=\"rtl\" class=\"libNormal\">فبينا أنا كذلك، إذ دخل عليّ شاب حسن الوجه، قطط الشعر، أشبه \nالناس بالرضا عليه السلام ، فبادرت إليه وقلت له: من أين دخلت والباب مغلق ؟ فقال:<span class=\"libBold2\">(الّذي \nجاء بي من المدينة في هذا الوقت: هو الذي أدخلني الدار والباب مغلق)</span> . فقلت \nله: ومن أنت ؟ فقال لي:<span class=\"libBold2\">(أنا حجّة الله عليك ياأبا الصلت، \nأنا محمّد بن عليّ)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">ثمّ مضى نحو أبيه عليه السلام فدخل وأمرني بالدخول معه، فلمّا \nنظر إليه الرضا عليه السلام وثب إليه، فعانقه وضمّه إلى صدره وقبّل ما بين عينيه، \nثمّ سحبه سحباً إلى فراشه، وأكبّ عليه محمّد بن عليّ عليه السلام يقبّله ويسارّه \nبشيء لم أفهمه.</p>\n<p dir=\"rtl\" class=\"libNormal\">ومضى الرضا عليه السلام ، فقال أبو جعفر عليه السلام :<span class=\"libBold2\">(ياأبا \nالصلت قم فأتني بالمغتسل والماء من الخزانة)</span> . فقلت: ما في الخزانة مغتسل \nولا ماء. فقال لي:<span class=\"libBold2\">(انته إلى ما آمرك به)</span> ، فدخلت \nالخزانة، فإذا فيها مغتسل وماء، فأخرجته وشمّرت ثيابي لأغسّله معه، فقال لي:<span class=\"libBold2\">(تنحّ \nياأبا الصلت فإنّ لي من يعينني غيرك)</span> . فغسّله. ثمّ قال لي:<span class=\"libBold2\">(ادخل \nالخزانة، فاخرج إليّ السفط الذي فيه كفنه وحنوطه)</span> ، (فدخلت) فإذا أنا بسفط \nلم أره في تلك الخزانة قطّ، فحملته إليه فكفّنه وصلّى عليه. ثمّ قال لي:<span class=\"libBold2\">(ائتني \nبالتابوت)</span> . فقلت: أمضي إلى النجّار حتّى يصلح التابوت قال:<span class=\"libBold2\">(قم \nفإنّ في الخزانة تابوتاً)</span> . فدخلت الخزانة فوجدت تابوتاً لم أره قطّ فأتيته \nبه، فأخذ الرضا عليه السلام بعد ما صلّى عليه فوضعه في التابوت، وصفّ قدميه، وصلّى \nركعتين لم يفرغ منهما حتّى علا التابوت، فانشقّ السقف، فخرج منه التابوت ومضى. \nفقلت: يا ابن رسول الله،</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal0\">الساعة يجيئنا المأمون ويطالبنا بالرضا عليه السلام فما نصنع \n؟ فقال لي:<span class=\"libBold2\">(أسكت فإنّه سيعود ياأبا الصلت، ما من نبيّ يموت \nبالمشرق ويموت وصيّه بالمغرب إلاّ جمع الله تعالى بين أرواحهما وأجسادهما)</span> . \nفما أتمّ الحديث، حتّى انشقّ السقف ونزل التابوت، فقام عليه السلام فاستخرج الرضا \nعليه السلام من التابوت، ووضعه على فراشه كأنه لم يغسّل ولم يكفّن. ثمّ قال لي:<span class=\"libBold2\">(ياأبا \nالصلت قم فافتح الباب للمأمون)</span> ، ففتحت الباب، فإذا المأمون والغلمان بالباب، \nفدخل باكياً حزيناً قد شقّ جيبه، ولطم رأسه، وهو يقول: يا سيّداه فجعت بك يا سيّدي، \nثمّ دخل وجلس عند رأسه وقال: خذوا في تجهيزه. فأمر بحفر القبر، فحفرت الموضع فظهر \nكلّ شيء على ما وصفه الرضا عليه السلام فقال له بعض جلسائه: ألست تزعم أنّه إمام ؟ \nقال: بلى. قال: لا يكون الإمام إلاّ مقدّم الناس. فأمر أن يحفر له في القبلة، فقلت: \nأمرني أن أحفر له سبع مراق، وأن أشقّ له ضريحه فقال: انتهوا إلى ما يأمر به أبو \nالصلت سوى الضريح، ولكن يحفر له ويلحد. فلمّا رأى ما ظهر من النداوة والحيتان وغير \nذلك، قال المأمون: لم يزل الرضا عليه السلام يرينا عجائبه في حياته حتّى أراناها \nبعد وفاته أيضاً. فقال له وزير كان معه: أتدري ما أخبرك به الرضا ؟ قال: لا. قال: \nإنّه أخبرك أنّ ملككم يا بني العبّاس مع كثرتكم وطول حذركم مثل هذه الحيتان، حتّى \nإذا أفنيت آجالكم وانقطعت آثاركم وذهبت دولتكم، سلّط الله تعالى عليكم رجلاً منّا \nفأفناكم عن آخركم قال له: صدقت. ثمّ قال لي: ياأبا الصلت علّمني الكلام الّذي \nتكلّمت به. قلت: والله لقد نسيت الكلام من ساعتي. وقد كنت صدقت، فأمر بحبسي، ودفن \nالرضا عليه السلام ، فحبست سنة، فضاق عليّ الحبس، وسهرت الليل، ودعوت الله تعالى \nبدعاء ذكرت فيه محمّداً وآله عليهم السلام ، وسألت \nالله تعالى بحقّهم أن يفرّج عنّي. فلم أستتم الدعاء حتّى دخل عليّ أبو جعفر محمّد \nبن عليّ عليه السلام . فقال (لي):<span class=\"libBold2\">(ياأبا الصلت ضاق صدرك ؟)</span> \nفقلت: إي والله. قال:<span class=\"libBold2\">(قم فاخرج)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">ثمّ ضرب يده إلى القيود الّتي كانت (عليّ) ففكّها، وأخذ بيدي \nوأخرجني من الدار، والحرسة والغلمة يرونني، فلم يستطيعوا أن يكلّموني، وخرجت من باب \nالدار. ثمّ قال لي:<span class=\"libBold2\">(امض في ودائع الله، فإنّك لن تصل إليه، \nولا يصل إليك أبداً)</span> . قال أبو الصلت: فلم ألتق مع المأمون إلى هذا الوقت)<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) كذا في الأمالي: ٥٢٦ ح١٧، العيون: ٢ / ٢٤٢ / ح١، عنهما \nالوسائل: ٢ / ٨٣٧ / ح٤، والبحار: ٤٩ / ٣٠٠ / ح١٠، وج: ٨٢ / ٤٦ / ح ٣٥، ومدينة \nالمعاجز: ٤٩٨ / ح ١١٤ و ص: ٥٢٤ / ح ٣٧. وأوردها القطب الراوندي في الخرائج: ١ / ٣٥٢ \nح ٨، عن أبي عبد الله محمّد بن سعيد النيسابوري، عن أبي الصلت الهروي.</p>\n\n\n"
}