{
"title": "أ ـ نظام الوكلاء ودقة التحرّك",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">إنّ بناء الجماعة الصالحة وتنظيم شؤونها وتحرّك الائمة عليهم السلام\nمن خلالها كان هدفاً أساسيّاً لأهل البيت عليهم السلام\nوقد قاموا بإشادة صرحه منذ عصر الإمام عليّ بن أبي طالب عليه السلام \nواستمروا بإكمال البناء وتعميق الطرح وتوسيع دائرة العمل حتى عصر الإمام الحسن العسكري عليه السلام \nوابنه الإمام المهدي عجل الله فرجه.</p>\n<p dir=\"rtl\" class=\"libNormal\">لقد كانت رقابة السلطة الحاكمة على تحرّكات أهل البيت عليهم السلام\nتزيد في ضرورة إكمال الطرح والبناء. وكان لأصحاب الأئمة عليهم السلام\nوتلامذتهم وثقاتهم دور رساليّ في تحقيق بعض أهداف الأئمة من أهل البيت عليهم السلام\nوكان لاتّساع دائرة أفراد الجماعة الصالحة وتعدد مراكز النشاط والحضور في مختلف حواضر العالم الإسلامي أثر كبير في إيجاد وتوسيع دائرة نظام الوكلاء الذي كان قد أصبح ضرورة من ضرورات عمل الائمة عليهم السلام\nليساعدهم على سهولة وسرعة التحرّك والارتباط.</p>\n<p dir=\"rtl\" class=\"libNormal\">كما كان لازدياد الضغط والرقابة عليهم لا سيَّما في عصر الإمام الرضا عليه السلام \nبعد قبوله ولاية العهد ثم الإمام الجواد عليه السلام \nأثر بالغ في الاهتمام الكبير بنظام الوكلاء الذي كان يشرف عليه الإمام المعصوم مباشرة، إذا كان الارتباط بالوكلاء بحاجة إلى دقة ومراقبة لحراجة الظرف المحيط بالإمام عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">إن البحث عن دقة الإمام الجواد عليه السلام \nفي التحرك بعد الاعتراف بأنه الإمام المعصوم والقائد الشرعي للأمة المسلمة الذي ورث العلم والخط الصحيح من آبائه الميامين المنتجبين عليهم السلام\nيكون بحثاً مفروغاً منه.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) الأعراف (٧): ٩٧.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) تحف العقول: ٤٥٦.</p>\n\n<br clear=\"all\">\n<a name='157'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">وإنّ دراسة حياة الإمام الجواد عليه السلام \nتكشف للدارس بشكل واضح وجليّ مدى الدقة والمتانة في التحرك عند الإمام عليه السلام \n، فكل مفردة مرتبطة مع نظيرتها ومتجانسة مع ظرفها ومعبرة عن رأي الرسالة في ذلك الموضوع.</p>\n<p dir=\"rtl\" class=\"libNormal\">وعند الحديث عن أساليب العمل عند الإمام عليه السلام \nيَرد هذا الكلام كذلك، وسنذكر لتوضيح هذه القضية نماذج لتبيان المقصد.</p>\n<p dir=\"rtl\" class=\"libNormal\">ومن أصول التحرّك عند الإمام عليه السلام \nتجاه قواعده الشعبية يمكن ذكر ما يلي:</p>\n<p dir=\"rtl\" class=\"libBold1\">ب ـ المراسلات السرّيّة:</p>\n<p dir=\"rtl\" class=\"libNormal\">لا شك في أن الاتصالات كانت جارية بين الإمام وأتباعه إلاّ أن بعضها كان سريّاً وذلك خشية تفشّي أسماء مرسليها إلى الإمام خصوصاً وأن الإمام كان مرصوداً من الداخل عن طريق زوجته.</p>\n<p dir=\"rtl\" class=\"libNormal\">هذا إلى جانب أن نمطاً معيناً من الرسائل كان يصل الإمام دون ذكر أسماء مرسليها عليها، ولكن الإمام عليه السلام \nكان يستطيع معرفة المرسلين لهذه الرسائل بطريقته الخاصة، ولا نستبعد أن ذلك كان يتم عن طريق وجود رمز معين في هذه الرسائل، هذا إذا لم نحاول تفسير ذلك بعلم الإمام المعصوم بالغيب، باعتبار أنه:<span class=\"libBold2\">إذا أراد الإمام أن يعلم شيئاً أعلمه الله ذلك</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">قال أبو هاشم داود بن القاسم الجعفري: (دخلت على أبي جعفر</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) راجع أصول الكافي: ١ / ٢٠١.</p>\n\n<br clear=\"all\">\n<a name='158'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">الثاني عليه السلام \nومعي ثلاث رقاع غير معنونة واشتبهت عليّ فاغتممت لذلك، فتناول إحداهن وقال:<span class=\"libBold2\">هذه رقعة ريّان بن شبيب</span>\nثم تناول الثانية فقال:<span class=\"libBold2\">هذه رقعة محمد بن حمزة</span>\nوتناول الثالثة وقال:<span class=\"libBold2\">هذه رقعة فلان</span>\nفبهت فنظر إليَّ وتبسّم عليه السلام \n)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد أحصيت مكاتبات الإمام الجواد عليه السلام \nـ بحسب ما جاء في موسوعة الإمام الجواد عليه السلام \nـ فبلغت اثنين وسبعين مكاتبة<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n"
}