{
"title": "حقيقة العلاقة بين الإمام عليه السلام والمأمون",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">بعد استعراضنا لقضية زواج الإمام عليه السلام من بنت المأمون \nوبيان ملابساتها وما دار خلالها من نقاش وسجال وحوار، نسجل الملاحظات الآتية لبيان \nالثغرة في علاقة المأمون العباسي بالإمام الجواد عليه السلام .</p>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ كان المأمون يدرك جيداً أن الجواد عليه السلام هو الوارث \nالحقيقي لخط الإمامة وهو القائد الشرعي لأمة جده رسول الله صلى ‌الله‌ عليه‌ وآله‌ \nوسلم ، لذلك تعامل في تخطيطه السياسي معه تعاملاً جادّاً بصفة أن الإمام عليه \nالسلام كان قطباً مهماً من أقطاب الساحة السياسية الإسلامية وقائداً مطاعاً من قبل \nالطليعة الواعية في الأمة مع ما يمتلكه من مكانة واحترام في نفوس قطّاعات واسعة من \nالأمة.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد أعلن المأمون تصوره هذا أمام العباسيين عندما قالوا له: \nيا أمير المؤمنين أتزوج ابنتك وقرة عينك صبياً لم يتفقه في دين الله ؟ ولا يعرف \nحلاله من حرامه؟ ولا فرضاً من سنة ؟ ولأبي جعفر عليه السلام إذ ذاك تسع سنين، فلو \nصبرت له حتى يتأدب ويقرأ القرآن ويعرف الحلال من الحرام.</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال المأمون: (إنه لأفقه منكم وأعلم بالله ورسوله وسنته \nوأحكامه، وأقرأ لكتاب الله منكم وأعلم بمحكمه ومتشابهه وناسخه ومنسوخه وظاهره \nوباطنه وخاصه وعامه وتنزيله وتأويله، منكم). لذلك لابدّ أن يكون المأمون مع الإمام \nالجواد عليه السلام مخططاً له بعناية وحنكة. وهذا يفسر البعد الضخم الذي اكتسبه \nزواج الجواد عليه السلام من بنت المأمون ومدى اهتمام المأمون به من قبل القوّاد \nوالحجّاب والخاصّة.</p>\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ على أساس النقطة السابقة فقد تظاهر المأمون بحبه وتقديره \nللإمام الجواد عليه السلام طالباً بذلك:</p>\n<p dir=\"rtl\" class=\"libNormal\">أ ـ كسب الجماهير المسلمة الموالية لأهل البيت عليهم السلام \nبصفته من الموالين والمكرمين لآل الرسول، وهو نظير ما يقوم به السياسيون المعاصرون \nمن رفعهم للشعارات التي تطمح الأمة إلى تحقيقها.</p>\n<p dir=\"rtl\" class=\"libNormal\">ب ـ التغطية على جريمة قتله للإمام الرضا عليه السلام ، وذلك \nبإظهار الحب والشفقة والاحترام لولده الجواد عليه السلام وبهذا التصرف استطاع \nالمأمون أن يخدع الرأي العام.</p>\n<p dir=\"rtl\" class=\"libNormal\">٣ ـ كانت علاقة المأمون بالجواد عليه السلام كعلاقته السابقة \nمع أبيه الإمام الرضا عليه السلام ، تنطوي على أغراض سياسية أي أنه كان ظاهرها \nحسناً جميلاً وباطنها يتضمّن النيّة الشريرة والمكر السيئ !!</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">لقد كاد المأمون للإمام الجواد عليه السلام ، ولكنه لم يستطع \nتحقيق أغراضه في الانتقاص منه وإسقاطه، فكانت آخر محاولة له مع الجواد هي تزويجه \nلبنته، فقد روي في<span class=\"libBold1\">الكافي</span> :</p>\n<p dir=\"rtl\" class=\"libNormal\">عن محمد بن الريّان أنّه قال: (احتال المأمون على أبي جعفر \nعليه السلام بكل حيلة، فلم يمكنه فيه شيء فلما اعتلّ وأراد أن يبني عليه ابنته دفع \nإلى مئتي وصيفة من أجمل ما يكون إلى كل واحدة منهن جاماً فيه جوهر يستقبلن أبا جعفر \nعليه السلام إذا قعد في موضع الأخيار فلم يلتفت إليهن وكان رجل يقال له مخارق صاحب \nصوت وعود وضرب، طويل اللحية فدعاه المأمون، فقال: يا أمير المؤمنين إن كان في شيء \nمن أمر الدنيا فأنا أكفيك أمره، فقعد بين يدي أبي جعفر عليه السلام فشهق مخارق شهقة \nاجتمع عليه أهل الدار، وجعل يضرب بعوده ويغنّي، فلما فعل ساعة وإذا أبو جعفر لا \nيلتفت إليه يميناً ولا شمالاً، ثم رفع إليه رأسه وقال:<span class=\"libBold2\">(اتق \nالله يا ذا العثنون)</span> . قال: فسقط المضراب من يده والعود، فلم ينتفع بيديه \nإلى أن مات، قال: فسأله المأمون عن حاله فقال: لما صاح بي أبو جعفر فزعت فزعة لا \nأفيق منها أبداً)<span class=\"libFootnotenum\">(١)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">يتجلّى لنا من هذه الرواية أن المأمون احتال بكل حيلة لإظهار \nعدم صلاحية الإمام الجواد عليه السلام للإمامة والقيادة أمام الناس وأنه أولى منه \nبالخلافة والقيادة، لكنه فشل في ذلك مما اضطرّه لتجريب أسلوب آخر يحتوي به حركة \nالإمام، وذلك بتزويجه ابنته. على أنّ هذا الزواج كان تحديداً للإمام وليس إكراماً \nله، كما أنه قد كشف عن واقعه مآله وعاقبته التي تجلّت في اغتيال أم الفضل للإمام \nالجواد عليه السلام ، كما سيأتي تفصيله.</p>\n<p dir=\"rtl\" class=\"libNormal\">أمّا توجّهات قاضي القضاة ابن أكثم في التصدي لإحراج الإمام \nبالأسئلة الصعبة فما كانت إلاّ بدافع من المأمون، والرواية الآتية تدل على ذلك:</p>\n<p dir=\"rtl\" class=\"libNormal\">قال المأمون ليحيى بن أكثم: أطرح على أبي جعفر محمد بن علي \nالرضا عليهما‌ السلام مسألة تقطعه فيها. فقال: يا أبا \nجعفر، ما تقول في رجل نكح امرأة على زنا أيحل أن يتزوجها ؟ فقال عليه السلام :<span class=\"libBold2\">(يدعها \nحتى يستبرئها من نطفته ونطفة غيره، إذ لا يؤمَن منها أن تكون قد أحدثت مع غيره \nحدثاً كما أحدثت معه. ثم يتزوج بها إن أراد، فإنما مثلها مثل نخلة أكل رجل منها \nحراماً ثم اشتراها فأكل منها حلالاً)</span> . فانقطع يحيى<span class=\"libFootnotenum\">(٢)</span> \n.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) أصول الكافي: ١ / ٤٩٤ ـ ٤٩٥، نقلاً عن حياة الإمام \nمحمد الجواد عليه السلام : ص ٢٢٨ ـ ٢٢٩.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) تحف العقول: ٤٥٤.</p>\n<br clear=\"all\">\n&nbsp;<p dir=\"rtl\" class=\"libNormal\">&nbsp;</p>\n<p dir=\"rtl\" class=\"libNormal\">ولكن دهاء المأمون وحنكته السياسية جعلاه يظهر الفرح عندما \nيجيب الإمام الجواد عليه السلام على المشكلات من المسائل فتظهر توجهات ابن أكثم \nوكأنها توجهات فردية. وهذا لون من ألوان السياسة المتبعة حتى الآن وهي ان القائد \nيُظهر الودّ لجهة ما، لكنه يأمر أتباعه وأذنابه بمحاربة تلك الجهة.</p>\n<p dir=\"rtl\" class=\"libNormal\">وإذا انطلت هذه الأحابيل على البسطاء فإنها لم تنطل على \nالموالين للإمام عليه السلام ففي رواية نقلها الكليني تفيد أن بعض الأوساط السياسية \nآنذاك كانت غير منخدعة بتزويج المأمون ابنته للإمام الجواد عليه السلام بل كانت \nتحتمل وجود مكيدة سياسية خلف العملية. فعن محمد بن علي الهاشمي قال: (دخلت على أبي \nجعفر عليه السلام صبيحة عرسه حيث بنى بابنة المأمون ـ وكنت تناولت من الليل دواء ـ \nفأول من دخل عليه في صبيحته أنا وقد أصابني العطش وكرهت أن أدعو بالماء، فنظر أبو \nجعفر عليه السلام في وجهي وقال:<span class=\"libBold2\">(أظنك عطشان ؟)</span> ، \nفقلت: أجل. فقال:<span class=\"libBold2\">ياغلام</span> ـ أو :<span class=\"libBold2\">ياجارية</span> \nـ<span class=\"libBold2\">اسقنا</span> <span class=\"libBold2\">ماءً</span> . فقلت \nفي نفسي: الساعة يأتونه بماء يسمّونه به، فاغتممت لذلك، فأقبل الغلام ومعه الماء، \nفتبسم في وجهي، ثم قال:<span class=\"libBold2\">ياغلام</span>\n<span class=\"libBold2\">ناولني</span> <span class=\"libBold2\">الماء</span> ، \nفتناول الماء فشرب، ثم ناولني فشربت، ثم عطشت أيضاً وكرهت أن أدعو بالماء، ففعل ما \nفعل في الأولى، فلمّا جاء الغلام ومعه القدح قلت في نفسي مثل ما قلت في الأولى، \nفتناول القدح ثم شرب، فناولني وتبسم)<span class=\"libFootnotenum\">(١)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\">فلقد كان هذا الهاشمي يتوقّع اغتيال الإمام عليه السلام في ظلّ \nالعداء الذي يكنّه المأمون وجهازه الحاكم للإمام عليه السلام ، لذلك اغتمّ عندما \nطلب الإمام عليه السلام الماء.</p>\n\n"
}