{
"title": "4 ـ توسيع دائرة النفوذ في جهاز السلطة",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">إنّ النفوذ الذي نجده للإمام الهادي عليه السلام \nهو النفوذ المعنوي على عامّة رجال السلطة بما فيهم مَن لا يدين بالولاية لأهل البيت عليهم السلام\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد كانت أساليب الإمام عليه السلام \nفي هذا المجال متنوّعة وواسعة فإنّه كان مطالباً بالحضور في دار الخلافة بشكل مستمر .</p>\n<p dir=\"rtl\" class=\"libNormal\">ومن هنا كان التعرّف على شخص الإمام عليه السلام \nوهديه وسكونه واتّزانه أمراً طبيعياً وفّر له هذه الفرصة والتي لم يلتفت الحكّام إلى مدى تبعاتها وآثارها التي تركتها في الساحة الإسلامية العامة وروّاد البلاط بشكل خاص .</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد كانت للإمام عليه السلام \nكرامات شتّى كلّما دخل وخرج من دار الخلافة .</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد قال أحد ندماء المتوكل للمتوكل : ما يعمل أحد بك أكثر ممّا تعمله بنفسك في علي بن محمد ، فلا يبقى في الدار إلاّ مَن يخدمه ولا يتبعونه بشيل ستر ولا فتح باب ولا شيء ، وهذا إذا علمه الناس قالوا : لو لم يعلم استحقاقه للأمر ما فعل به هذا ، دعه إذا دخل عليه يشيل الستر لنفسه ويمشي كما يمشي غيره فيمسّه بعض الجفوة .</p>\n<p dir=\"rtl\" class=\"libNormal\">فتقدم ألاّ يخدم ولا يشال بين يديه ستر ، وكان المتوكل ما رأى أحداً ممّن يهتم بالخبر مثله .</p>\n<p dir=\"rtl\" class=\"libNormal\">قال : فكتب صاحب الخبر إليه : أنّ علي بن محمد</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) المناقب : ٣/٤٤٣ .</p>\n\n<br clear=\"all\">\n<a name='134'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">دخل الدار فلم يخدم ولم يشل أحد بين يديه ستر فهبّ هواء رفع الستر له فدخل .</p>\n<p dir=\"rtl\" class=\"libNormal\">فقال : اعرفوا حين خروجه ، فذكر صاحب الخبر أنّ هواء خالف ذلك الهواء شال الستر له حتى خرج ، فقال : ليس نريد هواء يشيل الستر ، شيلوا الستر بين يديه<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">كما نجد جملة من الكتّاب والحجّاب والعيون وحتى السجّان ، فضلاً عن بعض القادة والأُمراء كانوا يدينون بالولاء والحبّ الخاص للإمام الهادي عليه السلام \n، وقد رأينا في قصّة مرض المتوكل ونذر أُمّه للإمام الهادي عليه السلام \n<span class=\"libFootnotenum\">(٢)</span>\nما يدل دلالة واضحة على مدى نفوذ الإمام عليه السلام \nفي هذه الأوساط ، بينما كان المتوكّل قد خطّط لإبعاد الإمام عن شيعته ومحبّيه وإذا بالإمام عليه السلام \nيكتسح نفوذه المعنوي أرباب البلاط ويستبصر على يديه مجموعة ممّن لم يكن يعرف الإمام عليه السلام \nأو لم يكن ليواليه ، وكان الإمام عليه السلام \nيستفيد من هؤلاء في تحرّكه وارتباطاته التي خطّط الحكّام لمراقبتها أو قطعها وإبعاد الإمام عليه السلام \nعن قواعده وعن الوسط الاجتماعي الذي يريد أن يتحرّك فيه .</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) مسند الإمام الهادي<span class=\"libFootnoteAlaem\">عليه‌السلام</span>\n: ٣٩ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) راجع مبحث تفتيش دار الإمام<span class=\"libFootnoteAlaem\">عليه‌السلام</span>\nفي حكم المتوكلّ .</p>\n\n<br clear=\"all\">\n<a name='135'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}