{
"title": "3 ـ الحالة الاقتصادية",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">إنّ الاضطرابات السياسية والصراع على السلطة وبدء انفصال أجزاء عن الدولة العباسية واستقلالها قد أثّر في تدهور الوضع الاقتصادي .</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان لظهور الطبقية في المجتمع الإسلامي آثار سلبية أدّت إلى سرعة الانهيار الاقتصادي فضلاً عن المجاعة وارتفاع الأسعار ، ممّا كان له أثر كبير</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) تاريخ الإسلام السياسي : ٣ / ٣٣٢ وما بعدها .</p>\n\n<br clear=\"all\">\n<a name='108'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libFootnote0\"><span class=\"libNormal\">في اضطراب الأمن وفقدان السيطرة من قِبل الدولة ، وقد تجلّى ذلك في قصر فترة حكم الخلفاء إلى جانب انتقال إدارة الدولة إلى القوّاد الأتراك بدل الخلفاء ؛ وهو دليل واضح على ضعف شوكتهم وفقدان هيبتهم أمام قوّاد الجيش ووزرائهم وكتّابهم</span>\n<span class=\"libFootnotenum\">(١)</span>\n<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libNormal\">٤ ـ الموقع الاجتماعي والسياسي للإمام الهادي عليه السلام \n</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ حادثة إشخاص الإمام عليه السلام \nمن قِبل المتوكل من المدينة إلى سامراء وإيكال ذلك الأمر إلى يحيى بن هرثمة ، وما نقله يحيى هذا عن حالة أهل المدينة المنوّرة ، وما انتابهم وما أحدثوا من ضجيج واضطراب لإبعاد الإمام عليه السلام \nعنهم ؛ يصوّر لنا مدى تأثّر أهل المدينة بأخلاقيّة الإمام عليه السلام \nالمثلى وحسن سلوكه وتعامله معهم وشدّة اندماجه في حياتهم ، ولا غرو ، فهو سليل دوحة النبوّة وثمرة شجرة الإمامة التي هي فرع النبوّة ، فالإمام هو حجّة الله سبحانه على خلقه وهو المثل والقدوة التي يُقتدى بها وهو القيّم والحافظ لرسالة الإسلام .</p>\n<p dir=\"rtl\" class=\"libNormal\">وهذا عبيد الله بن خاقان المعاصر للإمام الحسن العسكري عليه السلام \nكان يصف الإمام الهادي لرجل قائلاً له : لو رأيت أباه ـ أي الإمام الهادي عليه السلام \nـ لرأيت رجلاً جليلاً نبيلاً خيّراً فاضلاً<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان للإمام عليه السلام \nنفوذ في عمق البلاط بحيث نجد أُمّ المتوكل تبعث بصرّة للإمام عليه السلام \nبعد التوسّل به لتوصيف دواء لداء المتوكل وهو كاشف عن إيمانها بمكانة هذا الإمام عند الله تعالى .</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد شاع خبره وذاع صيته عند أصحاب البلاط فضلاً عن عامّة الناس ،</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــــ</p>\n<p dir=\"rtl\" class=\"libNormal0\"><span class=\"libFootnote0\">(١) يُراجع تاريخ الطبري : ج٧ ، أحداث السنوات ٢٤٧ ـ ٢٥٤ هـ .</span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) كمال الدين للشيخ الصدوق : ١ / ٤٢ .</p>\n\n<br clear=\"all\">\n<a name='109'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">في الوقت الذي كان المتوكل قد أحكم الرقابة الدقيقة على تصرّفات الإمام عليه السلام \nوارتباطاته ؛ لئلاّ يتّسع نفوذه وتمتدّ زعامته ، بل كان يخطّط لسجنه واغتياله .</p>\n<p dir=\"rtl\" class=\"libNormal\">وتكفي نظرة سريعة على ما صدر من معاصريه من تصريحات حول مكانته وسموّ منزلته ؛ لتقف عند الموقع الاجتماعي المتميز للإمام عليه السلام \n<span class=\"libNormal\">بالرغم من كل محاولات التسقيط</span>\n<span class=\"libFootnotenum\">(١)</span>\n<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libNormal\">٥ ـ العباسيون والإمام الهادي عليه السلام \n</p>\n<p dir=\"rtl\" class=\"libNormal\">تدرّجت سياسة الحكّام العباسيين في مناهضة أهل البيت عليهم السلام\nبعد أن عرفوا موقعهم الديني والاجتماعي المتميّز ، وأنّهم لا يداهنون من أجل الحكم والملك ، بل إنّهم أصحاب مبدأ وعقيدة وقيم ، فكانت سياسة السفّاح والمنصور والرشيد تتلخّص في الرقابة المشدّدة والتضييق مع فسح المجال للتحرّك المحدود ، ورافقها خلق البدائل العلمية لئلاّ ينفرد أهل البيت عليهم السلام\nبالمرجعية العلمية والدينية في الساحة الاجتماعية ، فكان الدعم المباشر من الحكّام لأئمة المذاهب وتبنّي بعضها والدعوة إليها في هذا الطريق .</p>\n<p dir=\"rtl\" class=\"libNormal\">ولكن كل هذه الأساليب لم تفلح في التعتيم الإعلامي وتوجيه الأنظار عن أهل البيت عليهم السلام\nإلى غيرهم ، فكانت سياسة المأمون هي سياسة الاحتواء التي نفّذها مع الإمام الرضا عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">غير أنّ المأمون حين أدرك عدم إمكان احتواء الإمام عليه السلام \nقضى عليه ، لكنّه بتزويجه لابنته أُمّ الفضل من الإمام الجواد عليه السلام \nقد أحكم الرقابة على</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) راجع الفصل الثاني من الباب الأوّل من هذا الكتاب .</p>\n\n<br clear=\"all\">\n<a name='110'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">ولده الإمام الجواد عليه السلام \nبشكل ذكي جداً ، ولم يسمح المعتصم للإمام الجواد عليه السلام \nـ وهو في ريعان شبابه ـ ليبقى في مدينة جدّه ، بل استدعاه وقضى عليه بالسم ؛ لأنّه قد أدرك أيضاً عدم إمكان احتوائه ، بل عدم إمكان إحكام الرقابة عليه من داخل بيته وخارجه .</p>\n<p dir=\"rtl\" class=\"libNormal\">وهنا جاء دور المتوكل ومَن تبعه لسجن الإمام والتضييق عليه بأنحاء شتّى ، فتمّ استدعاء الإمام الهادي عليه السلام \nوعُرِّض لأنواع الاحتقار والتسقيط والتضييق ـ كما لاحظنا ـ وأُحكمت الرقابة على كل تصرّفاته داخل البيت وخارجه ، بنحو قد تجنّبوا فيه إثارة الرأي العام حيث تظاهروا بإكرام الإمام واحترامه وإعزازه عليه السلام \n، بينما وصلت الرقابة إلى أبعد حدّ .</p>\n<p dir=\"rtl\" class=\"libNormal\">وكانت قضية الإمام المهدي المنتظر عليه السلام \nمن الأسباب المهمّة التي دعت السلطة لإحكام الرقابة عليه ؛ لئلاّ يولد الإمام المهدي عليه السلام \nإن أمكن أو للاطلاع على وجوده إن كان قد وُلد ، ومن ثمّ القضاء عليه .</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد بقي الإمام الهادي عليه السلام \nتحت رقابة الحكّام العباسيين مدة طويلة تزيد على العشرين عاماً<span class=\"libFootnotenum\">(١)</span>\n، وهي فترة طويلة جداً إذا ما قسناها مع فترة ولاية العهد للإمام الرضا عليه السلام \nأو فترة بقاء الإمام الجواد عليه السلام \nفي بغداد في زمن المعتصم .</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي هذا مؤشّر واضح لتغيير العباسيين سياستهم العامة تجاه أئمة أهل البيت عليهم السلام\n<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libNormal\">٦ ـ اضطهاد أتباع أهل البيت عليهم السلام\n</p>\n<p dir=\"rtl\" class=\"libNormal\">إذا استثنينا سياسة المنتصر التي لم تدم سوى ستة أشهر والتي تمثّلت في اللين مع العلويين وشيعة أهل البيت عليهم السلام\nفإنّا نجد السياسة العباسية العامة هي مناهضة أهل البيت عليهم السلام\nوأتباعهم ، وممارسة سياسة العنف معهم بالرغم من اتّساع رقعة التشيّع بعد تظاهر المأمون باحترامه الخاص للإمام الرضا عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) وقد عرفت أنّ بعض المصادر صرّحت بأنّ مدّة إقامته<span class=\"libFootnoteAlaem\">عليه‌السلام</span>\nفي سامراء عشر سنوات وأشهر .</p>\n\n<br clear=\"all\">\n<a name='111'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">إنّ حرمان أهل البيت عليهم السلام\nوأتباعهم من الوضع المعيشي اللائق بهم إنّما كان باعتبار قلقهم من توظيف المال للإطاحة بملكهم .</p>\n<p dir=\"rtl\" class=\"libNormal\">ومن هنا كانت سياسة التقشّف بالنسبة لهم سياسة عامة قد سار عليها عامة ملوك بني العباس ، وهم أعرف بالمكانة الاجتماعية لأهل البيت عليهم السلام\nفي قلوب المؤمنين .</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان الحرمان يمتدّ إلى إخراجهم من الوظائف الحكومية إن عثروا على موالٍ لأهل البيت عليهم السلام\n<span class=\"libNormal\">كان قد حظي بوظيفة حكومية ، بل تعدّى ذلك إلى تحديد أملاكهم وغلمانهم حتى بان الفقر والحرمان على كثير من العلويين في هذا العصر .</span>\n</p>\n"
}