{
"title": "الدلالة الأُولى ",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">إنّ أهل البيت عليهم السلام\nقد أضافوا دليلاً حسّياً جديداً بعد الأدلة العقائدية التي تمثّلت في النصوص النبويّة أوّلاً ، والواقع العملي الذي جسّد جدارتهم لتولّي شؤون المسلمين وقيادة العالم الإسلامي فكرياً وعمليّاً .</p>\n<p dir=\"rtl\" class=\"libNormal\">والأئمة بعد استشهاد الحسين عليه السلام \nقد اتّجهوا لتربية الأجيال الطليعية ليحصّنوا الأمة الإسلامية من تبعات التلاقح الفكري أو الاختراق الثقافي الذي حصل من الانفتاح على ثقافات جديدة بعد الفتوح .</p>\n\n<br clear=\"all\">\n<a name='115'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">وقد عادت الهمينة الفكرية والريادة العلمية لأهل البيت عليهم السلام\nبالرغم من التخطيط الذي كان من ورائه الأمويون ومَن سار في خطّهم ؛ لإعادة الجاهلية بكل مظاهرها إلى الحياة الإسلامية الجديدة .</p>\n<p dir=\"rtl\" class=\"libNormal\">فالإمام زين العابدين عليه السلام \nوابنه الباقر عليه السلام \nالذي عرف بأنّه يبقر العلم بقراً ، وحفيده جعفر الصادق عليه السلام \nالذي دانت له أرباب المذاهب الأربعة ومَن سواهم بالمرجعية العلمية والروحية في أرجاء العالم الإسلامي ؛ قد أثبتوا بشكل عملي وحسّي جدارة أهل البيت عليهم السلام\nللريادة الفكرية التي هي روح الريادة الاجتماعية والسياسية إلى جانب نص الرسول على أنّهم الخلفاء الحقيقيون له .</p>\n<p dir=\"rtl\" class=\"libNormal\">واستمرّ هذا الخط الريادي في عصري الإمامين الكاظم والرضا عليهما‌ السلام\nوأفرز آثاره الاجتماعية والسياسية حيث هيمن حبّ أهل البيت عليهم السلام\nعلى قلوب المسلمين من جديد وراحوا يشيدون بهم وبمثلهم وعلوّ منزلتهم في الحياة الإسلامية ، وانعكس هذا الأمر على الحكّام انعكاساً لا يُطاق فلم يتحمّل هارون الرشيد وجود الإمام الكاظم عليه السلام \n؛ إذ اعتبره منافساً حقيقياً له حتى قضى عليه بعد سجنه مسموماً شهيداً .</p>\n<p dir=\"rtl\" class=\"libNormal\">كما لم يتحمّل ابنه المأمون الإمام علي بن موسى الرضا عليه السلام \nكذلك ، بالرغم من تغييره لسياسة أسلافه حيث حاول احتواءه وتجديد نشاطه بشكل ذكي ثم جدّ في إطفاء نوره بما أجراه من الحوارات والتحدّيات العلمية الصعبة بعد أن أيس من سلب ثقة الناس منه بفرض ولاية العهد عليه ؛ إذ كان قد خطّط لإظهاره بمظهر الإنسان الحريص على الملك وحب الدنيا الذي كان هو شأن عامة الملوك من بني أمية وبني العباس بعد اليأس من نجاح آخر محاولات التسقيط بادر إلى تصفيته جسدياً ليقضي على أكبر منافس له فإنّ الإمام الرضا عليه السلام \nكان يرى هو وكثير من المسلمين بأنّ المأمون لا يستحق الخلافة وإنّما هي رداء ألبسه الله مَن اصطفاه من عباده وهم أهل بيت الرحمة والرسالة .</p>\n\n<br clear=\"all\">\n<a name='116'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">فالمأمون يفتقد الرصيد الشرعي والشعبي بينما الإمام الرضا عليه السلام \nولا سيّما بعد فرض ولاية العهد عليه لم يسقط من القلوب ، بل قد تألّق نجمه ، فهو يحظى بالرصيدين الشرعي والشعبي أكثر من ذي قبل ولا سيّما بعد الحوارات العلمية التي أُجريت معه .</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ نقاط القوة التي كان يفتقدها المأمون رغم ذكائه وحنكته السياسية ، قد سوّلت له وجرّته الى اغتيال الإمام الرضا عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وهنا جاءت إمامة الجواد عليه السلام \nالمبكّرة لتضفي رقماً جديداً ودليلاً واضحاً وقوياً آخر على جدارة أهل البيت عليهم السلام\nللقيادة الإسلامية يلمسه عامّة المسلمين بما فيهم الحكام .</p>\n<p dir=\"rtl\" class=\"libNormal\">وشكّلت هذه الإمامة تحدّياً صارخاً لا يمكن غضّ الطرف عنه ولا يمكن مواجهته بأي شكل من الأشكال ، فقد عرّض المأمون الإمام الجواد عليه السلام \nلأصناف الحوارات والتحدّيات العلمية وأيقن بعجزه عن مواجهته ، ولكنّه كان لا يملك أيّ عذر للقضاء عليه .</p>\n<p dir=\"rtl\" class=\"libNormal\">ولكنّ المعتصم قد دنّس يديه بهذه الجريمة البشعة التي قضت على الإمام الجواد وهو في عمر الزهور حيث لم يتجاوز الخامسة والعشرين من عمره ولم تدم أيّام إمامته سوى سبع عشرة سنة .</p>\n<p dir=\"rtl\" class=\"libNormal\">والقضاء على الإمام الجواد عليه السلام \nفي هذه الظروف كاشف عن مدى عمق الهيمنة الروحية والعلمية للإمام الجواد عليه السلام \nوهو عميد أهل البيت وكبيرهم روحيّاً وعلمياً وقيادياً ؛ حيث طأطأ لعظمة علماء الطائفة ، وتعلّقت به قلوب شيعته ومحبّيه ـ فضلاً عن قلوب مَن سواهم ـ ودانت له بالولاء أعداد غفيرة من المسلمين وإلاّ فلماذا هذا التسرّع في القضاء عليه وهو لم يحاول القيام بأيّة حركة أو ثورة ضدّ النظام الحاكم ؟!</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد جاءت الإمامة المبكّرة للإمام الهادي عليه السلام \nفي هذا الظرف وبعد هذه التحدّيات وإفرازاتها السياسية والاجتماعية والثقافية والدينية .</p>\n\n<br clear=\"all\">\n<a name='117'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">فهل نصدّق بأنّ الحكّام بعد المعتصم ، وبعد ما رأوه من هذه الهيمنة الروحية والعلمية لأهل البيت عليهم السلام\nعلى الساحة الإسلامية ، سوف يتركونهم أحراراً وهم المتقمّصون لرداء خلافة الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nوالموقع القيادي لأهل البيت عليهم السلام\nالذين قد اشتهر عنهم وعن جدّهم أنّهم المنصّبون لهذا الموقع الديني والسياسي بعد رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n؟</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد أثبتوا جدارتهم العلمية والفكرية والروحية لتولّي قيادة الأمر وإدارة شؤون المسلمين وهيمنوا على قلوب الناس وعقولهم ؟</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ هذه النقطة تشكّل مفرق طريق واضح بين خطين خطّ الحاكمين وخط أهل البيت عليهم السلام\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولم يرتدع هؤلاء الحكّام عمّا سلف عليه آباؤهم من مقارعة مَن ينافسهم وهم يرون وجود المنافس الحقيقي لهم حتى وهو لم يبادر إلى الثورة ضدّهم ، ولم يثبت لديهم أنّهم وراء الانتفاضات التي كانت تنطلق بين آونة وأُخرى .</p>\n<p dir=\"rtl\" class=\"libNormal\">فما هو المخرج في رأيهم وبحسب مقاييسهم ؟ وكما علمنا ـ سابقاً ـ أنّ الإمام الهادي عليه السلام \nفي كل مراحل حياته التي قضاها في مدينة جدّه أو في سامراء كانت تحت رقابة شديدة ، وقد جرّعوه ما استطاعوا من الغصص التي كانت تتمثّل في محاولات الاحتواء تارة والتسقيط العلمي تارة أُخرى ثم التحجيم بشتّى أشكاله التي تمثّلت في الاستدعاء والتحقير والرقابة المكثّفة والسجن ومحاولات الاغتيال المتكرّرة خلال ثلاثة عقود ونصف تقريباً من سنيّ عمره المبارك .</p>\n<p dir=\"rtl\" class=\"libNormal\">فما الذي كان ينتظره الإمام عليه السلام \nمن هؤلاء الحكّام في هذا الظرف ومع هذه المحاسبات ؟ وما الذي كان ينبغي له أن يقوم به والفرص التي بين يديه محدودة جدّاً وهي تمر مرّ السحاب ؟ على ضوء هذه الحقائق لابد أن نبحث عن متطلّبات المرحلة في كلا الحقلين كما سيأتي بيانه .</p>\n\n<br clear=\"all\">\n<a name='118'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}