{
"title": "ج ـ نصوص الإمام الهادي على إمامة الحسن العسكري عليهما السلام",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">حينما نطالع مجموعة النصوص التي وصلتنا عن الإمام الهادي عليه السلام \nفي مصادرنا الحديثية الموثوقة نلمس مجموعة من الظواهر التي ترتبط بهذه النصوص الدالة(المشيرة أو الصريحة الدلالة) على إمامة الحسن العسكري عليه السلام \nبعد أبيه، وهي كما يلي:</p>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ يبدو أن النصوص قد صدرت عن الإمام الهادي عليه السلام \nبالتدريج لاعتبارات شتّى، ولا يمكن أن نغفل مراعاة الجانب الأمني في هذا التدرّج، وهذا التدرّج في كيفية بيان المصداق وطرحه للمسلمين فالإمام عليه السلام \nنراه تارة يُبهم الأمر وأخرى يشير إشارة سريعة وثالثة يقوم بالتصريح.</p>\n<p dir=\"rtl\" class=\"libNormal\">ونلاحظ التدرّج في كيفية الطرح أيضاً فإنّه يقوم بطرح الموضوع أمام فرد واحد أو فردين ثمّ أمام جمع وثالثة يقوم باستشهاد أربعين شاهداً على النص.</p>\n<p dir=\"rtl\" class=\"libNormal\">كما انه يتدرّج في إعطاء بعض العلائم المشيرة تارةً، ويجمع أكثر من علامة وشاهد لئلا يقع التباس، وثالثة يقوم بكتابة النص وإرساله إلى الراوي الثقة، واُخرى يُدلي بشواهد كاشفة عن الأمر تتحقق بعد وفاته لتعضد ما أدلى به بوضوح.</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) كمال الدين: ٢ / ٣٧٨.</p>\n\n<br clear=\"all\">\n<a name='75'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ تبدأ النصوص المرتبطة بالسؤال عمّن يتقلد منصب الإمامة بعد الإمام الهادي عليه السلام \nقبل وفاة ابنه محمد(أبي جعفر) وتتدرّج النصوص إلى أواخر حياة الإمام الهادي عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي حياة ابنه محمد(أبي جعفر) لا نجد نصّاً صريحاً بإمامته، بل قد نجد فيها ما يدفع الإمامة عنه. بالرغم من أنّ الظنون كانت متوجّهة إليه. كما نجد من الإمام عليه السلام \nإرجاء بيان الأمر إلى وقته الملائم. ثمّ بعد وفاة أبي جعفر تبدأ الإشارات ثمّ تتلوها التصريحات حيث تترى على مسامع الرواة الثقاة والشيعة المهتمين بأمر الإمامة.</p>\n<p dir=\"rtl\" class=\"libNormal\">٣ ـ إنّ النصوص التي ترتبط بأمر الإمامة قبل وفاة ابنه محمد هي النص الثاني والسابع مما رواه في الكافي في باب الإشارة والنص على أبي محمد عليه السلام \n:</p>\n<p dir=\"rtl\" class=\"libNormal\">أمّا النص السابع فينتهي سنده إلى علي بن عمرو العطّار، ويقول فيه: دخلت على أبي الحسن العسكري وأبو جعفر ابنه في الأحياء وأنا أظنّ أنّه هو، فقلت له: جُعِلتُ فداك من أخصّ من ولدك ؟ فقال عليه السلام \n:<span class=\"libBold2\">لا تخصّوا أحداً حتى يخرج إليكم أمري</span>\n. قال: فكتبت إليه بعدُ: فيمن يكون هذا الأمرُ ؟ قال: فكتب إليّ:<span class=\"libBold2\">في الكبير من ولدي</span>\n. قال: وكان أبو محمد أكبر من أبي جعفر.</p>\n<p dir=\"rtl\" class=\"libNormal\">والملاحظ في هذا النص أن الإمام يُرجئ بيان الأمر إلى فرصة أخرى أوّلاً وحينما يستكتبه ثانياً يحصل على الجواب ولكن لا يُفهم من الرواية أن استكتابه كان في حياة أبي جعفر أو بعد وفاته، وإن كان الاستكتاب ينسجم مع كونه حيّاً. وحينئذ فالإمام يجيب بالعلامة لا بالتصريح.</p>\n<p dir=\"rtl\" class=\"libNormal\">على أن هناك نصاً يقول بأن محمداً كان أكبر ولد الإمام الهادي بينما يعارضه هذا النص حيث يتضمن دعوى الراوي بأن الحسن كان أكبر ولده.</p>\n<p dir=\"rtl\" class=\"libNormal\">نعم، هناك نصوص من الإمام الهادي عليه السلام \nنفسه تتضمن بأن الحسن أكبر ولده، ولكن لا تأبى أن تحمل على أنه أكبر ولده بعد وفاة أخيه أبي جعفر.</p>\n\n<br clear=\"all\">\n<a name='76'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">أمّا النص الثاني فينتهي سنده إلى علي بن عمر النوفلي وقد جاء فيه أنه قال: كنت مع أبي الحسن في صحن داره فمرّ بنا محمّد ابنه. فقلت له: جعلتُ فداك، هذا صاحبنا بعدك ؟ فقال:<span class=\"libBold2\">لا، صاحبكم بعدي الحسن</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وجاء عن أحمد بن عيسى العلوي من ولد علي بن جعفر انه قد دخل على أبي الحسن عليه السلام \nبـ(صريا) فسلّم عليه وإذا بأبي جعفر وأبي محمد قد دخلا. فقاموا إلى أبي جعفر ليسلّموا عليه فقال أبو الحسن عليه السلام \n:<span class=\"libBold2\">ليس هذا صاحبكم، عليكم بصاحبكم</span>\nوأشار إلى أبي محمد.<span class=\"libFootnotenum\">(١)</span>\n</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي هذا النص نجد النفي القاطع لتصور أن الإمام هو محمد. لعلّ سبب هذا التصوّر هو ما عرف عنه من الصلاح والعلم والتقى مع كونه أكبر ولده، إذ كان المعروف ان الإمامة في أكبر ولد الإمام، فالإمام ينفي إمامة محمد ويصرّح بإمامة ابنه الحسن، بينما لاحظنا في النص السابق إصراره على عدم التصريح وإيكال التصريح إلى فرصة أخرى.</p>\n<p dir=\"rtl\" class=\"libNormal\">٤ ـ وأما النصوص التي صدرت من الإمام الهادي عليه السلام \nوأشارت أو صرّحت بإمامة الحسن عليه السلام \nبعد وفاة أخيه محمد فهي النص الرابع والخامس والثامن والتاسع مما جاء في الكافي في كتاب الحجة، في باب الإشارة والنص على أبي محمد عليه السلام \n. وهي كما يلي:</p>\n<p dir=\"rtl\" class=\"libNormal\">أ ـ نظراً لاتحاد مضمون النصين الرابع والخامس ننقل النص الخامس الذي ينتهي سنده إلى أحمد بن محمد بن عبد الله بن مروان الأنباري إذ يقول:</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) الغيبة: ١٢٠.</p>\n\n<br clear=\"all\">\n<a name='77'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">كنت حاضراً عند مضيّ أبي جعفر محمد بن علي عليه السلام \nفجاء أبو الحسن عليه السلام \nفوضع له كرسي فجلس عليه وحوله أهل بيته وأبو محمد قائم في ناحية، فلمّا فرغ من أمر أبي جعفر التفت إلى أبي محمد عليه السلام \nفقال:<span class=\"libBold2\">يابني أحدِث لله تبارك وتعالى شُكراً فقد أحدث فيك أمراً</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">والذين سمعوا هذا النصّ قد فهموا منه أنه يشير إليه بأمر الإمامة وكانت هذه الإشارة في جمع من بني هاشم وآل أبي طالب وقريش طبعاً كما جاء في النص الثامن ويتضمن النص الثامن أيضاً موقف أبي محمد تجاه كلمة الإمام الهادي عليه السلام \nالتي وجّهها إليه، وهو:.. أن الحسن قد بكى وحمد الله واسترجع وقال:<span class=\"libBold2\">الحمد لله ربّ العالمين وأنا أسأل الله تمام نعمه لنا فيكَ وإنّا لله وإنّا إليه راجعون</span>\n، فسُئل عنه فقيل: هذا الحسن ابنه، وقدّر له في ذلك الوقت عشرون سنة أو أرجح، قال الراوي: فيومئذ عرفناه وعلمنا أنه قد أشار إليه بالإمامة وأقامه مقامه.</p>\n<p dir=\"rtl\" class=\"libNormal\">وجاء في النص التاسع المرويّ عن محمد بن يحيى بن درياب قال: دخلتُ على أبي الحسن عليه السلام \nبعد مضيّ أبي جعفر فعزّيته عنه وأبو محمد عليه السلام \nجالس فبكى أبو محمد فأقبل عليه أبو الحسن فقال له:<span class=\"libBold2\">إنّ الله تبارك وتعالى قد جعل فيك خلفَاً منه فاحمد الله</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">٥ ـ وصرّح النصّان العاشر والحادي عشر بإمامة أبي محمد الحسن وذلك بعد مضيّ أخيه أبي جعفر(محمد بن علي) أمّا النص العاشر فيرويه أبو هاشم الجعفري حيث يقول: كنت عند أبي الحسن عليه السلام \nبعد ما مضى ابنه أبو جعفر وإني لأفكّر في نفسي أريد أن أقول كأنّهما ـ أعني أبا جعفر وأبا محمد ـ في هذا الوقت كأبي الحسن موسى وإسماعيل ابني جعفر بن محمد عليه السلام \n، وإن قصّتهما كقصّتهما، إذ كان أبو محمد المُرجى بعد أبي جعفر، فأقبل عليّ أبو الحسن عليه السلام \nقبل أن أنطِق فقال:<span class=\"libBold2\">نعم ياأبا هاشم! بدا لله في أبي محمد</span>\n عليه السلام \n<span class=\"libBold2\">بعد أبي جعفر</span>\n عليه السلام \n<span class=\"libBold2\">ما لم يكن يُعرَفُ له، كما بدا له في موسى</span>\n عليه السلام \n<span class=\"libBold2\">بعد مضيّ إسماعيل ما كشف به عن حاله، وهو كما حدّثتك نفسك وإن كره المُبطِلون. وأبو محمد ابني الخلف مِن بعدي، عنده علم ما يحتاج إليه ومعه آلة الإمامة</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وواضح أن البداء لله هنا هو فيما يرتبط بتصوّر السائل حيث انه كان يرجو أن يكون الإمام بعد الهادي هو ابنه محمد، بينما كان في علم الله غير ذلك فأظهره له بموت محمد فانكشف له أنه ليس هو الإمام الذي كان يرجوه.</p>\n\n<br clear=\"all\">\n<a name='78'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">وليس في هذا النص أو غيره ما يشير إلى أن الإمام الهادي أو غيره من الأئمة قالوا بإمامة شخص غير الحسن عليه السلام \nمن ولد الهادي عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">والنص الحادي عشر ينتهي إلى أبي بكر الفهفكي حيث يقول: كتبَ إليَّ أبو الحسن عليه السلام \n:<span class=\"libBold2\">أبو محمد ابني أنصح آل محمد غريزةً وأوثقهم حجّة وهو الأكبر من ولدي وهو الخلف وإليه ينتهي عُرى الإمامة وأحكامها، فما كنت سائلي فَسَلْهُ عنه فعنده ما يحتاج إليه</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وهذا النص صريح في إمامة أبي محمد الحسن، وقد فضّله وشهد بفضله على من سواه من آل محمد ولا يبعد أن يكون قد صدر بعد وفاة أخيه محمد ابن علي كما لاحظنا في النص السابق الذي صرّح فيه الجعفري بأن التصريح من الإمام الهادي بإمامة الحسن كان بعد وفاة أخيه محمد.</p>\n<p dir=\"rtl\" class=\"libNormal\">والنصّان متقاربان في المضمون حيث يؤكّدان أنه عنده علم ما يحتاج إليه في أمر الإمامة.</p>\n<p dir=\"rtl\" class=\"libNormal\">وإذا كان بعد وفاة محمد فلا مانع من أن يكون الحسن أكبر ولد الإمام الهادي حينئذ وإن كان محمد أكبر حينما كان على قيد الحياة.</p>\n<p dir=\"rtl\" class=\"libNormal\">وصرّح النص الثاني عشر أيضاً بمضمون النصّين العاشر والحادي عشر من جهات عديدة حيث جاء فيه أن شاهَوْيه بن عبد الله الجلاّب قال: كتب إليَّ أبو الحسن في كتاب:<span class=\"libBold2\">أردت أن تسأل عن الخلف بعد أبي جعفر، وقلِقْتَ لذلك فلا تغتمّ فإن الله عَزَّ وجَلَّ لا يضلّ قوماً بعد إذ هداهم حتّى يبيّن لهم ما يتّقون. و صاحبك بعدي أبو محمد ابني، وعنده ما تحتاجون إليه، يقدّم ما يشاء الله ويؤخّر ما يشاء الله</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libBold2\">، قد كتبتُ بما فيه بيان وقناع لذي عقل يقظان</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">٦ ـ ويُشهد الإمام جماعةً من الموالي على إمامة ابنه الحسن. قبل مضيّه واستشهاده هو بأربعة أشهر كما جاء في النص الأول من هذا الباب من كتاب الحجة حيث يقول يحيى بن يسار القنبري: أوصى أبو الحسن إلى ابنه الحسن قبل مضيّه بأربعة أشهر وأشهدني على ذلك وجماعة من الموالي.</p>\n\n<br clear=\"all\">\n<a name='79'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">٧ ـ وجاء في النص الثالث ما يتضمن دليلاً وعلامةً على إمامة الإمام الحسن بعد وفاة أبيه حيث يقول عبد الله بن محمد الإصفهاني: قال أبو الحسن عليه السلام \n:<span class=\"libBold2\">صاحبكم بعدي الّذي يصلّي عليَّ</span>\n. ولم نعرف أبا محمد عليه السلام \nقبل ذلك. قال: فخرج أبو محمد فصلَّى عليه.</p>\n<p dir=\"rtl\" class=\"libNormal\">وباعتبار أن الراوي لم يكن يعرف الحسن بشخصه، فالإمام يكون قد أعطاه علامة مميّزة لا لبس فيها ولا ريب يعتريها بالنسبة إليه.</p>\n<p dir=\"rtl\" class=\"libNormal\">وجاء في النص الثالث عشر من هذا الباب أن داود بن القاسم قال: سمعت أبا الحسن عليه السلام \nيقول:<span class=\"libBold2\">الخلف من بعدي الحسن، فكيف لكم بالخَلَف من بَعد الخلف ؟</span>\nفقلت: ولِمَ جعلني الله فداك ؟ قال:<span class=\"libBold2\">إنّكم لا ترون شخصه ولا يحلّ لكم ذكره باسمه</span>\n. فقلتُ: فكيف نذكره ؟ فقال: قولوا:<span class=\"libBold2\">الحجة من آل محمد</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ويشير هذا النص إلى مجموعة أمور ترتبط بكيفية التعامل مع الإمام في ظروف حرجة تقتضي بشدّة التكتّم في إبلاغ الأمر إلى الموالين والشيعة وهو يشير إلى أن الظروف تتأزم وتشتد فيما بعد حتى يصل الأمر إلى أن الشيعة لا يقدرون على رؤية الإمام الحجة ولا يحل لهم ذكره باسمه بل بالإشارة والكناية العامة وفي هذا النص إعداد وتهيئة للنفوس لتقبّل الوضع الجديد الذي لا بد للشيعة أن يكونوا بانتظاره ولا بد لهم من التهيؤ التام لاستقباله.</p>\n\n<br clear=\"all\">\n<a name='80'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}