{
"title": "الفصل الثالث متطلّبات عصر الإمام الحسن العسكري عليه السلام",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">لقد تظافرت النصوص النبويّة تبعاً للقرآن الكريم ـ على خلود الرسالة الإسلامية وظهورها على ما سواها من الرسالات، وأن هذا الأمر لا ينقضي حتى يمضي اثنا عشر خليفة ـ بعدد نقباء بني إسرائيل ـ كلّهم من قريش<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وورد التعبير عنه صلى ‌الله‌ عليه‌ وآله‌ وسلم \nـ كما عن عبد الله بن مسعود ـ بأنّ: الأئمة من بعدي اثنا عشر كلّهم من قريش<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وجاء عن أبي سعيد الخدريّ أنه قال: صلّى بنا رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nالصلاة الأُولى ثمّ أقبل بوجهه الكريم علينا فقال:<span class=\"libBold2\">معاشر أصحابي إنّ مثل أهل بيتي فيكم مثل سفينة نوح وباب حطّة في بني إسرائيل فتمسّكوا بأهل بيتي بعدي والأئمة الراشدين من ذرّيتي فإنّكم لن تضلّوا أبداً</span>\n، فقيل: يا رسول الله كم الأئمة بعدك؟ قال:<span class=\"libBold2\">اثنا عشر من أهل بيتي</span>\n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ الصحاح والمسانيد فضلاً عن الكتب المتخصّصة بموضوع الإمامة قد كشفت النقاب عن مدى أهمية هذا الموقع الريادي في نصوص الكتاب والسنّة وسيرة المسلمين، حتى تكالبت على الاستئثار به نفوس قوم لم</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) راجع أحاديث الخلافة والإمارة والإمامة في الصحاح والمسانيد.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) منتخب الأثر: ٢٤ عن كفاية الأثر.<span class=\"libNormal\"></span>\n</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) منتخب الأثر: ٢٥ عن كفاية الأثر.</p>\n\n<br clear=\"all\">\n<a name='113'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">يُرشَّحوا لهذا الموقع لا في كتاب الله ولا سنّة رسوله ولم يتمسّكوا للاستئثار به إلاّ بذريعة هي أوهى من بيت العنكبوت مفادها: أنهم لو لم يبادروا لمسك زمام الأمور لافترقت الأمة ولتناحرت على ذلك، فكانت المبادرة منهم دليلاً وشفيعاً لهم ليسبغوا رداء المشروعية على استئثارهم بالحكم ومسك زمام الأمور بعد رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وهذا الخط الذي استأثر بالحكم قد خطط لنفسه على المدى البعيد محتجّاً بأنّ النبوّة والخلافة لا تجتمعان، فإذا كانت النبوّة في بني هاشم فلا ينبغي أن تكون الإمامة فيهم، بينما أكّدت نصوص النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nعلى أن الإمامة في أهل بيته وأنهم سفينة نوح وباب حطّة وهم أمان لاُمته من الغرق والضلال.</p>\n<p dir=\"rtl\" class=\"libNormal\">وانتهى ذلك إلى نجاح محاولات العزل السياسي لأهل البيت عليهم السلام\nعن الموقع المقرّر لهم ثم حاولت السلطة حظر كتابة الحديث وتدوينه لئلاّ تتداول أحاديث الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nفيما يرتبط بأهل البيت عليهم السلام\nوموقعهم الريادي بعد رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n، وأعقب ذلك محاولات سلب المرجعية الدينية والفكرية عنهم عليهم السلام\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">لكن جدارة أهل البيت عليهم السلام\nوأهليتهم وخصائصهم ومواجهتهم المبدئية للمستأثرين بالسلطة قد انتهت بعد تجربة طويلة إلى عودة هيمنتهم الفكرية والدينية إلى الساحة الإسلامية رغم كل محاولات العزل السياسي وإسقاط مرجعيتهم الدينية التي قرّرها لهم رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nبنص من كتاب الله.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكانت الإمامة المبكّرة للإمامين الجواد والهادي عليهما‌ السلام\nدليلاً حسيّاً قاطعاً وقوياً على جدارة أهل البيت عليهم السلام\nالعلمية لريادة الأمة وقيادتها نحو شاطئ السلام الذي بشّر به الكتاب وأكّدته نصوص السنّة النبوية حين أفصحت عن أن المهدي عليه السلام \nمن أهل بيت الرسالة وسيملأ الأرض قسطاً وعدلاً بعدما تملأ ظلماً وجوراً.</p>\n\n<br clear=\"all\">\n<a name='114'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">لقد باءت بالفشل كل محاولات الأمويين والعبّاسيين لتسقيط الأئمة من أهل البيت عليهم السلام\nوسدل الستار على شخصياتهم المتألقة، ممّا أدّى إلى أن يغيّر المأمون العباسي سياسة أسلافه ليرصد أهل البيت عليهم السلام\nعن كثب ويتظاهر بالاحترام وهو يبطن الحقد الدفين لهم وأصبحت سياسته هذه سنة اقتدى بها من تأخّر منه كالمعتصم والمتوكّل ومن تلاه حتى المعتمد العباسي.</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ سياسة الاحتفاء بالإمام عليه السلام \nفي ظاهر الأمر والمراقبة الشديدة له ولتصرّفاته وحبسه في مركز الخلافة وحظر السفر عليه وملاحقة من يرتبط به من أتباعه ذات دلالة عميقة قد أفصح عنها المأمون والمتوكل وغيرهما على حد قول المتوكل(وَيْحَكُم! قد أعياني أمر ابن الرضا)، وكان ذلك حين باءت كل محاولات التسقيط للإمام الهادي عليه السلام \nبالفشل.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكانت جهود المأمون تذهب سدىً، إذ لا يستطيع التضبيب على شخصية الإمام المتألقة ولا يزداد إلاّ بعداً عن أهدافه المشؤومة، كما ذهبت كل جهود المعتصم والمتوكل سدى، والدليل على ذلك اغتيال المعتصم للإمام الجواد عليه السلام \nوهو في ريعان شبابه حيث لم يتجاوز الخامسة والعشرين من عمره، وكذلك اغتيال المعتز للإمام الهادي عليه السلام \nإذ لم يفلح المتوكل في اغتيال الإمام عليه السلام \nرغم تكرر محاولات الاغتيال له. وحين جاء دور ابنه الإمام الحسن العسكري عليه السلام \nوهو في الثانية والعشرين من عمره المبارك لم يتغير أي شيء من سياسات العباسيين كما لم يتغير شيء من الظروف المحيطة به.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولم يعهد في زمن هؤلاء الخلفاء أي محاولة مباشرة للثورة عليهم من قبل أهل البيت عليهم السلام\nمنذ استشهاد الإمام الحسين عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">فلماذا هذا الرعب منهم؟ ولماذا هذا التسرّع في التصفية الجسدية لهم؟</p>\n<p dir=\"rtl\" class=\"libNormal\">لقد أفصح الإمام الحسن العسكري عليه السلام \nعن سرّ هذا الأمر ضمن حديث جاء فيه:</p>\n\n<br clear=\"all\">\n<a name='115'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\"><span class=\"libBold2\">«قد وضع بنو أمية وبنو العباس سيوفهم علينا لعلّتين: إحداهما: أنّهم كانوا يعلمون(أن) ليس لهم في الخلافة حق فيخافون من ادّعائنا إيّاها وتستقرّ في مركزها. وثانيهما: أنهم قد وقفوا من الأخبار المتواترة على أن زوال ملك الجبابرة الظلمة على يد القائم منّا، وكانوا لا يشكّون أنهم من الجبابرة والظلمة، فسعوا في قتل أهل بيت سول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">وإبادة نسله طمعاً منهم في الوصول إلى منع تولد القائم</span>\n عليه السلام \n<span class=\"libBold2\">أو قتله، فأبى الله أن يكشف أمره لواحد منهم إلاّ أن يتم نوره ولو كره المشركون»</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ التمهيد الذي قام به الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nـ تبعاً للقرآن الكريم ـ بالنسبة لقضية المصلح الإسلامي العالمي والتصريح بأنه سيولد من أبناء الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nمن فاطمة وعلي عليهما‌ السلام\nوانّه التاسع من أبناء الحسين الشهيد، كان ضرورة إسلامية تفرضها العقيدة لأنها نقطة إشعاع ومركز الأمل الكبير للمسلمين في أحلك الظروف الظالمة التي سيمرّون بها، وقد أيّدت الظروف التي حلّت بالمسلمين بعد وفاته صلى ‌الله‌ عليه‌ وآله‌ وسلم \nهذه الأخبار السابقة لأوانها.</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ هذا التمهيد النبوي الواسع قد بلغت نصوصه ـ لدى الفريقين ـ ما يزيد على الـ(٥٠٠) نص حول حتمية ظهور المهدي عليه السلام \nوولادته وغيبته وظهوره وعلائم ظهوره وعدله وحكمه الإسلامي النموذجي.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد سار على درب الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nالأئمة من أهل البيت عليهم السلام\nخلال قرنين ـ وعملوا على تأكيد هذا الأصل وتأييده وإقراره في النفوس وجعله معلماً من معالم عقيدة المسلمين فضلاً عن الموالين لأهل البيت عليهم السلام\nوأتباعهم. وقد زرع هذا المبدأ ألغاماً تهدّد الظالمين بالخطر وتنذرهم بالفناء والقضاء عليهم وعلى خطّهم المنحرف، فهو مصدر إشعاع لعامة المسلمين كما أنه مصدر رعب للظالمين المتحكمين في رقاب المسلمين.</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) منتخب الأثر: ٣٥٩ ط ثانية عن أربعين الخاتون آبادي(كشف الحق).</p>\n\n<br clear=\"all\">\n<a name='116'></a>\n<p dir=\"rtl\" class=\"libFootnote0\">\n<p dir=\"rtl\" class=\"libNormal\">ولو لم يصدر من أهل البيت عليهم السلام\nإلاّ التأكيد على هذا المبدأ فقط ـ وإن لم يمارسوا أي نشاط سياسي ملحوظ ـ لكان هذا كافياً في نظر الحكّام للقضاء عليهم مادام هذا المبدأ يقضّ مضاجعهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولكن اضطرارهم لمراعاة الرأي العام الإسلامي حال بينهم وبين ما يشتهونه ويخطّطونه ضد أهل البيت عليهم السلام\n، فكانت إرادة الله تفوق إرادتهم. غير أنهم لم يتركوا التخطيط للقضاء على أهل بيت الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">فعن الحسين أشاعوا أنه قد خرج على دين جدّه وهو الذي كان يطلب الإصلاح في أمة جده.</p>\n<p dir=\"rtl\" class=\"libNormal\">والإمام الكاظم عليه السلام \nـ ومن سبقه ـ قد اتّهم بأنه يُجبى له الخراج وهو يخطط للثورة على السلطان.</p>\n<p dir=\"rtl\" class=\"libNormal\">والإمام الرضا والجواد عليهما‌ السلام\nقد قضي عليهما بشكل ماكر وخبيث بالرغم من علم المأمون بأنه المتهم في اغتيال الرضا عليه السلام \n، والمعتصم قد وظّف ابنة المأمون لارتكاب جريمة الاغتيال.</p>\n<p dir=\"rtl\" class=\"libNormal\">إذاً فقد كان التمهيد النبوي لقضية الإمام المهدي الإسلامية يشكّل نقطة أساسية ومعلماً لا يمكن تجاوزه، حرصاً على مستقبل الأمة الإسلامية التي قدّر لها أن تكون اُمة شاهدة وأُمة وسطاً يفيء إليها الغالي ويرجع إليها التالي حتى ترفرف راية(لا إله إلاّ الله محمد رسول الله) على ربوع الأرض ويظهر دينه الحق على الدين كله ولو كره الكافرون.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد ضحّى أهل البيت عليهم السلام\nلهذا المبدأ القرآني الذي بيّنه الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nواعتمده أهل البيت عليهم السلام\nكخط عام وعملوا على تثبيته في نفوس المسلمين.</p>\n<p dir=\"rtl\" class=\"libNormal\">ويشهد لذلك ما ألّفه العلماء من كتب الملاحم التي اهتمّت بقضية الإمام المهدي عليه السلام \nفي القرنين الأول والثاني الهجريين بشكل ملفت للنظر.</p>\n\n<br clear=\"all\">\n<a name='117'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">فالإمام المهدي عليه السلام \nقبل ولادته بأكثر من قرنين كان قد تلألأ اسمه وتناقلت الرواة أهدافه وخصائصه ونسبه وكل ما يمتّ إلى ثورته الإسلامية بصلة.</p>\n<p dir=\"rtl\" class=\"libNormal\">واستمر التبليغ لذلك طوال قرنين ونصف قرن من الزمن. والمسلمون يسمعون كل ذلك ويتناقلون نصوصه جيلاً بعد جيل بل يعكفون على ضبطه والتأليف المستقل بشأنه.</p>\n<p dir=\"rtl\" class=\"libNormal\">والمتيقّن أن عصر الإمامين الباقر والصادق عليهما‌ السلام\nومن تلاهما من الأئمة عليهم السلام\nقد حفل بهذا التأكيد. فقد أحصيت نصوص الإمام الصادق عليه السلام \nبشأن المهدي فناهزت الـ(٣٠٠) نصاً. واستمر التأكيد على ذلك خلال العقود التي تلته.</p>\n<p dir=\"rtl\" class=\"libNormal\">فما هي إفرازات هذا الواقع الذي ذكرناه من الناحيتين السياسية والاجتماعية؟ وما هي النتائج المتوقعة لمثل هذه القضية التي لابد من إقرارها في نفوس المسلمين؟</p>\n<p dir=\"rtl\" class=\"libNormal\">إن ما صرّح به الإمام الحسن العسكري عليه السلام \nيميط اللثام عن سرّ هذه الظواهر التي تبدو غريبة للباحث فهو يفسّر السبب في تسرّع الحكّام للقضاء على الأئمة عليهم السلام\nبعد الرضا عليه السلام \n. كما يبيّن السرّ في اتّباع الحكّام لسياسة المأمون بلا استثناء وذلك بتشديد الرقابة على كل تصرفات أهل البيت عليهم السلام\nوإحصاء أنفاسهم عليهم وزرع العيون ـ من النساء والرجال ـ داخل بيوتهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">كما أننا يمكن أن نكتشف السّر في أن الأئمة بعد الإمام الصادق عليه السلام \nلماذا لم يولدوا من نساء هاشميات يُشار إليهنّ بالبنان؟ بل إنّهم قد ولدوا من إماء طاهرات عفيفات مصطفيات، فلم يكن هناك زواج رسمي وعلني. وهذا يستلزم أن يكون الإمام المولود وجوده غير ملفت للنظر إلاّ للخواص والمعتمدين من أصحاب أهل البيت عليهم السلام\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان يقوم الإمام السابق بالتمهيد لإمامة من يخلفه من خلال طرح اسمه على الساحة بالتدريج. ومن هنا لم ينتبه الحكام لذلك إلاّ بعد مدّة وربما كانت تفوت عليهم الفرص لاغتياله والقضاء عليه.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولهذا حين كان يشار إليه بالبنان وتتوجه إليه القلوب والنفوس كانت الدوائر الحاقدة تبدأ بالكيد له باستمرار.</p>\n\n<br clear=\"all\">\n<a name='118'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">قال أيوب بن نوح، قلت للرضا عليه السلام \n: نرجو أن تكون صاحب هذا الأمر وإن يردّه الله إليك من غير سيف فقد بويع لك وضربت الدراهم باسمك، فقال:<span class=\"libBold2\">ما منّا أحد اختلفت إليه الكتب وسئل عن المسائل وأشارت إليه الأصابع وحملت إليه الأموال إلاّ اعتلّ ومات على فراشه حتى يبعث الله عَزَّ وجَلَّ لهذا الأمر رجلاً خفيّ المولد والمنشأ حتى خفي في نفسه</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">فالإمام الكاظم والإمام الرضا عليه السلام \nقد استشهدا وهما في الخامسة والخمسين من عمرهما بينما الإمام الجواد عليه السلام \nقد استشهد وهو في الخامسة والعشرين من عمره من دون أن يكون كل واحد منهم قد أصيب بمرض يوجب موته، بل كانوا أصحّاء بحيث كانت صحتهم وسلامتهم الجسمية مثاراً لاتّهام الحكّام الحاقدين عليهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">إذاً فالإمام الجواد عليه السلام \nبإمامته المبكّرة التي أصبحت حدثاً فريداً تتناقله الألسن ـ سواء بين الأحبة أو الأعداء ـ قد ضرب الرقم القياسي في القيادة الربّانية، وذكّر الأمة بما كانت قد سمعته من إخبار القرآن الكريم بأن الله قد آتى كلاًّ من يحيى وعيسى الكتاب والحكم والنبوة في مرحلة الصبا.</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) كمال الدين: ٣٥٤.</p>\n\n<br clear=\"all\">\n<a name='119'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">بل لمست ذلك بكل وجودها وهي ترى طفلاً لم يتجاوز العقد الأوّل من عمره وإذا به يهيمن على عقول وقلوب الألوف من المسلمين.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي هذا نوع إعداد لإمامة من يليه من الأئمة عليهم السلام\nالذين يتولّون الإمامة وهم في مرحلة الصبا خلافاً لما اعتاده الناس في الحياة.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد كانت إمامة ابنه الهادي عليه السلام \nثاني مصداق لهذا الحدث الفريد الذي سوف لا يكون في تلك الغرابة بل سوف يعطي للخط الرسالي لأهل البيت عليهم السلام\nزخماً جديداً وفاعلية كبيرة; إذ يحظى أتباعهم بمثل هذه النماذج الفريدة من أئمة أهل البيت عليهم السلام\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">والإمام المهدي عليه السلام \nالذي كان يتمّ التمهيد لولادته وإمامته رغم مراقبة الطغاة وترقّبهم لذلك، كان المصداق الثالث للإمامة المبكّرة، فلا غرابة في ذلك بعد استيناس الأمة بنموذجين من هذا النوع من الإمامة، على الصعيد الإسلامي العام وعلى الصعيد الشيعي الخاص.</p>\n<p dir=\"rtl\" class=\"libNormal\">من هنا كان الظرف الذي يحيط بالإمام الهادي عليه السلام \nوالإمام الحسن العسكري عليه السلام \nظرفاً انتقالياً من مرحلة الإمامة الظاهرة إلى الإمامة الغائبة التي يُراد لها أن تدبّر الأمر ومن وراء الستار ويراد للأمة أن تنفتح على هذا الإمام المنتظر وتعتقد به وتتفاعل معه رغم حراجة الظروف.</p>\n<p dir=\"rtl\" class=\"libNormal\">فهو الظرف الوحيد لإعداد الأمة لاستقبال الظرف الجديد. ولا سيّما إذا عرفنا أن الإمام الهادي عليه السلام \nهو السابع من تسعة أئمة من أبناء الحسين عليهم السلام\n، والمهدي الموعود هو التاسع منهم. فهو الذي مهّد لولادة حفيده من خلال ما خطط له من زواج خاص لولده الحسن العسكري دون أي إعلان عن ذلك، فلا توجد إلاّ مسافة زمنية قصيرة جداً ينبغي له اغتنامها للإعداد اللازم والشامل.</p>\n<p dir=\"rtl\" class=\"libNormal\">إذاً ما أقلّ الفرص المتاحة للإمام الهادي عليه السلام \nومن بعده الحسن</p>\n\n<br clear=\"all\">\n<a name='120'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">العسكري عليه السلام \nللقيام بهذا العبء الثقيل حيث إنه لابد له أن يجمع بين الدقة والحذر من جهة والابلاغ العام ليفوّت الفرص على الحكّام ويعمّق للأمة مفهوم الانتظار والاستعداد للظهور والنهوض بوجه الظالمين. ولا أقل من إتمام الحجة على المسلمين ولو بواسطة المخلصين من أتباعه.</p>\n<p dir=\"rtl\" class=\"libNormal\">ومن هنا كان على الإمام الهادي عليه السلام \nومن بعده الحسن العسكري عليه السلام \nـ تحقيقاً للأهداف الكبرى ـ أن يتجنب كل إثارة أو سوء ظن قد يوجّه له من قبل الحكّام المتربّصين له ولابنائه، من أجل أن يقوم بانجاز الدور المرتقب منه، وهو دور تحقيق همزة الوصل الحقيقية بين ما حقّقه الأئمة الطاهرون من آبائه الكرام وما سوف ينبغي تحقيقه بواسطة المهدي عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولهذا لم يُمهَل الإمام الحسن العسكري عليه السلام \nسوى ست سنين فقط وهو أقصر عمر للإمامة في تاريخ أهل البيت عليهم السلام\n; إذ دامت إمامة الإمام علي عليه السلام \nثلاثين سنة، والإمام الحسن السبط عليه السلام \nعشر سنين، والإمام الحسين عليه السلام \nعشرين سنة والإمام زين العابدين عليه السلام \nخمساً أو أربعاً وثلاثين سنة، والإمام الباقر عليه السلام \nتسع عشرة سنة، والإمام الصادق عليه السلام \nأربعاً وثلاثين سنة، والإمام الكاظم عليه السلام \nخمساً وثلاثين سنة، والإمام الرضا عليه السلام \nعشرين سنة. والإمام الجواد عليه السلام \nرغم قصر عمره كانت إمامته سبع عشرة سنة. والإمام الهادي عليه السلام \nأربعاً وثلاثين سنة.</p>\n<p dir=\"rtl\" class=\"libNormal\">وتأتي في هذا السياق كل الإجراءات التي قام بها الإمام الهادي عليه السلام \nومن بعده الحسن العسكري عليه السلام \nمن الحضور الرتيب في دار الخلافة وما حظي به من مقام رفيع عند جميع الأصناف والطبقات بدءً بالاُمراء والوزراء وقادة الجيش والكتّاب وعامة المرتبطين بالبلاط.</p>\n<p dir=\"rtl\" class=\"libNormal\">هذه هي أبرز الملامح العامّة للوضع السياسي الذي كان يحيط بالإمام الحسن العسكري عليه السلام \nوما كان يتطلّبه هذا الوضع بشكل خاص.</p>\n<p dir=\"rtl\" class=\"libNormal\">من أجل تحقيق الأهداف الكبرى التي أنيط تحقيقها بالأئمة عليهم السلام\nبشكل عام وبالإمام الحسن العسكري بشكل عام.</p>\n<p dir=\"rtl\" class=\"libNormal\">وسوف نفصّل الحديث عن متطلبات عصر الإمام الحسن العسكري عليه السلام \nضمن فصلين: أحدهما يختصّ بمتطلّبات الساحة الإسلامية العامّة، وثانيهما يختصّ بمتطلبات الجماعة الصالحة التي أُنيطت بها مجموعة من المهامّ الرسالية التي خطّط الأئمة عليهم السلام\nلتحقيقها من خلال أسبابها وسبلها الصحيحة الي أرشد إليها القرآن الكريم.</p>\n\n<br clear=\"all\">\n<a name='121'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}