{
"title": "3 ـ الدعوة إلى دين الحق",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">لم يتوان الأئمة من أهل البيت عليهم السلام\nفي دعوة الناس إلى الهدى ودين الحق في كل الظروف والأحوال. والإمام الحسن العسكري عليه السلام \nشأنه شأن آبائه الكرام في الحرص على هداية العباد وإخراجهم من الظلمات إلى النور. ونجد في حياته عليه السلام \nنماذج تشير إلى هذا النوع من النشاط.</p>\n<p dir=\"rtl\" class=\"libNormal\">فعن محمد بن هارون أنّه قال: أنفذني والدي مع بعض أصحاب أبي القلا صاعد النصراني لأسمع منه ما روي عن أبيه من حديث مولانا أبي محمّد الحسن بن علي العسكري عليه السلام \nفأوصلني إليه فرأيت رجلاً معظماً وأعلمته السبب في قصدي فأدناني وقال:</p>\n<p dir=\"rtl\" class=\"libNormal\">حدثني أبي أنه خرج وإخوته وجماعة من أهله من البصرة إلى سرّ من رأى للظلامة من العامل، [فبينما هم] بسرّ من رأى في بعض الأيام يقول: إذا بمولانا أبي محمد عليه السلام \nعلى بغلة، وعلى رأسه شاشة، وعلى كتفه طيلسان، فقلت في نفسي: هذا الرجل يدّعي بعض المسلمين أنه يعلم الغيب، وقلت: إن كان الأمر على هذا فيحوّل مقدّم الشاشة إلى مؤخّرها، ففعل ذلك.</p>\n<p dir=\"rtl\" class=\"libNormal\">فقلت: هذا اتفاق ولكنه سيحوّل طيلسانه الأيمن إلى الأيسر والأيسر إلى الأيمن ففعل ذلك وهو يسير، وقد وصل إليّ وقال:<span class=\"libBold2\">يا صاعد لم لا تشغل بأكل حيدانك عمّا لا أنت منه ولا إليه</span>\n، وكنّا نأكل سمكاً.</p>\n<p dir=\"rtl\" class=\"libNormal\">وأسلم صاعد بن مخلّد وكان وزيراً للمعتمد<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وعن إدريس بن زياد الكفرتوثائي قال: كنت أقول فيهم قولاً عظيماً</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) بحار الأنوار: ٥٠/٢٨١.</p>\n\n<br clear=\"all\">\n<a name='128'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">فخرجت إلى العسكر للقاء أبي محمد عليه السلام \nفقدمت وعليّ أثر السّفر ووعثاؤه فألقيت نفسي على دكّان حمام فذهب بي النوم، فما انتبهت إلاّ بمقرعة أبي محمد عليه السلام \nقد قرعني بها حتى استيقظت فعرفته فقمت قائماً أُقبّل قدمه وفخذه وهو راكب والغلمان من حوله، فكان أول ما تلقّاني به أن قال:<span class=\"libBold2\">يا إدريس</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">بَلْ عِبَادٌ مُكْرَمُونَ * لَا يَسْبِقُونَهُ بِالْقَوْلِ وَهُمْ بِأَمْرِهِ يَعْمَلُونَ</span>\n<span class=\"libAlaem\">)</span>\n. فقلت: حسبي يا مولاي وإنّما جئت أسألك عن هذا. قال: فتركني ومضى<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) المناقب: ٢/٤٦٢.</p>\n\n<br clear=\"all\">\n<a name='129'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}