{
"title": "مقدمة",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">إنّ أهم انجاز للإمام العسكري عليه السلام \nهو التخطيط الحاذق لصيانة ولده المهدي عليه السلام \nمن أيدي العتاة العابثين الذين كانوا يتربصون به الدوائر منذ عقود قبل ولادته، ومن هنا كانت التمهيدات التي اتّخذها الإمام عليه السلام \nبفضل جهود آبائه السابقين عليهم السلام\nوتحذيراتهم تنصب أوّلاً على إخفاء ولادته عن أعدائه وعملائهم من النساء والرجال الذين زرعتهم السلطة داخل بيت الإمام عليه السلام \n، إلى جانب إتمام الحجة به على شيعته ومحبّيه وأوليائه.</p>\n<p dir=\"rtl\" class=\"libNormal\">ففي مجال كتمان أمر الإمام المهدي عليه السلام \nعن عيون أعدائه فقد أشارت نصوص أهل البيت عليهم السلام\nإلى أنه ابن سيدة الإماء<span class=\"libFootnotenum\">(١)</span>\nوأنه الذي تخفى على الناس ولادته، ويغيب عنهم شخصه. وفي هذه النصوص ثلاث إرشادات أساسية تحقق هذا الكتمان، أوّلها أنّ أمه أمة وهي سيدة الإماء وقد مهّد الإمام الهادي عليه السلام \nلهذه المهمة باختيار زوجة من سبايا الروم للإمام الحسن العسكري عليه السلام \nولم تكن للزواج أية مراسم ولا أية علامة بل كل ما تحقق قد تحقق بعيداً عن أعين كثير من المقرّبين.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد خفيت الولادة حتى على أقرب القريبين من الإمام، فإنّ عمّة الإمام عليه السلام \nلم تتعرّف على حمل اُم الإمام المهدي عليه السلام \nفضلاً عن غيرها، ومن هنا كانت الولادة في ظروف سرّية جداً وبعد منتصف الليل، وعند طلوع الفجر وهو وقت لا يستيقظ فيه إلاّ الخواص من المؤمنين فضلاً عن غيرهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد خطّط الإمام العسكري عليه السلام \nليبقى الإمام المهدي عليه السلام \nبعيداً عن الأنظار كما ولد خفية ولم يطلع عليه إلاّ الخواص أو أخصّ الخواص من شيعته.</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) راجع معجم أحاديث الإمام المهدي: ٤/١٩٦ ـ ٢٠٠.</p>\n\n<br clear=\"all\">\n<a name='132'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">وأما كيفية إتمام الحجّة في هذه الظروف الاستثنائية على شيعته فقد تحقّقت ضمن خطوات ومراحل دقيقة.</p>\n<p dir=\"rtl\" class=\"libNormal\">الخطوة الأولى: النصوص التي جاءت عن الإمام العسكري عليه السلام \nقبل ولادة المهدي عليه السلام \nتبشيراً بولادته.</p>\n<p dir=\"rtl\" class=\"libNormal\">الخطوة الثانية: الإشهاد على الولادة.</p>\n<p dir=\"rtl\" class=\"libNormal\">الخطوة الثالثة: الإخبار بالولادة ومداولة الخبر بين الشيعة بشكل خاص من دون رؤية الإمام عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">الخطوة الرابعة: الإشهاد الخاص والعام بعد الولادة ورؤية شخص المهدي عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">الخطوة الخامسة: التمهيد لرؤية الإمام المهدي عليه السلام \nخلال خمس سنوات من قبل بعض خواصّ الشيعة والارتباط به عن كثب وتكليفه مسؤولية الإجابة على أسئلة شيعته المختلفة وإخباره عمّا في ضميرهم وهو في المهد أو في دور الصبا من دون أن يتلكّأ في ذلك. وهذا خير دليل على إمامته وانه حجة الله الموعود والمنتظر.</p>\n<p dir=\"rtl\" class=\"libNormal\">الخطوة السادسة: التخطيط للارتباط بالإمام المهدي عليه السلام \nبواسطة وكلاء الإمام العسكري عليه السلام \nالذين أصبحوا فيما بعد وكلاء للإمام المهدي عليه السلام \nبنفس الأسلوب الذي كان معلوماً لدى الشيعة حيث كانوا قد اعتادوا عليه في حياة الإمام الحسن العسكري عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">الخطوة السابعة: البيانات والأحاديث التي أفصحت للشيعة عمّا سيجري لهم ولإمامهم الغائب في المستقبل وما ينبغي لهم أن يقوموا به.</p>\n<p dir=\"rtl\" class=\"libNormal\">ومن هنا نفهم السرّ في كثرة هذه النصوص وتنوّع موضوعاتها إذا ما قسناها إلى نصوص الإمام الهادي عليه السلام \nحول حفيده المهدي عليه السلام \nولاحظنا قصر الفترة الزمنية التي كانت باختيار الإمام العسكري وهي لا تتجاوز الست سنوات بينما كانت إمامة الهادي عليه السلام \nتناهز الـ(٣٤) سنة ممّا يعني أنها كانت ستة أضعاف مدة إمامة ابنه العسكري عليه السلام \n.</p>\n\n<br clear=\"all\">\n<a name='133'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}