{
"title": "مقدمة",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">تعتبر الجماعة الصالحة المحور الأهمّ الذي كان يشغل بال واهتمام أهل البيت عليهم السلام\nلأنها الأداة الوحيدة الصالحة لتحقيق الأهداف الرسالية الكبرى، وهي الوسط الحقيقي الذي يفهم ثقافة أهل البيت عليهم السلام\nورسالتهم ويستطيع التعاطي الإيجابي معهم وينقاد إلى أوامرهم وتوجيهاتهم الرسالية.</p>\n<p dir=\"rtl\" class=\"libNormal\">من هنا نجد أن الإمام الحسن العسكري عليه السلام \nيكثّف جهوده لفترة الانتقال من عصر الحضور إلى عصر الغيبة; لخطورة المرحلة من شتى النواحي ولقصر الفترة الزمينة التي يعيشها الإمام عليه السلام \nوهو يرى سرعة التقلّبات السياسية على مستوى الحكّام والخلفاء، كما يرى سوء تعاملهم جميعاً مع أهل البيت عليهم السلام\nوشيعتهم من جهة، ورصدهم للإمام عليه السلام \nوكل تحركاته من جهة أخرى، وسعيهم الحثيث للبحث عن المهدي الموعود والمنتظر الذي بشّر الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nبأنه القائم بالقسط والعدل، والمقارع لكل رموز الظلم والعدوان.</p>\n<p dir=\"rtl\" class=\"libNormal\">فمهمّة الإمام الحسن العسكري خطيرة جدّاً تجاه ولده المهدي كما هي خطيرة تجاه شيعته الذين سيُصابون بهذه الأزمة والمصيبة الجديدة التي لم يألفوها مع أئمتهم وهم يعيشون معهم وبين ظهرانيهم خلال قرنين ونصف قرن ويتلقّون التعاليم والتربية المباشرة منهم.</p>\n\n<br clear=\"all\">\n<a name='130'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">إنّ الشعور بوجود إمام وقائد حي يرتبطون به ويرتبط بهم ـ رغم صعوبة الظروف ـ له آثاره النفسية الايجابية، بينما يكون الشعور بوجود إمام لا يستطيعون الارتباط به ولا يدرون متى سيظهر لهم وينفّس عنهم كرباتهم ويجيبهم على أسئلتهم يحمل معه آثاراً نفسية سلبية إلاّ إذا كانت الغيبة عندهم كالحضور، ويكون البديل قادراً على تلبية حوائجهم وسدّ خللهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ هذه المهمة قد اشترك في انجازها أهل البيت عليهم السلام\nجميعاً غير أن دور الإمام الحسن العسكري عليه السلام \nخطير للغاية وصعب جدّاً لشدّة المراقبة وشمولها بحيث كان الإمام عليه السلام \nيتعمّد الاحتجاب والانقطاع عن كثير من شيعته، ويشهد لذلك أن أغلب ما روي عنه كان بواسطة المكاتبة دون المشافهة بالرغم من أن الإمام عليه السلام \nطيلة ست سنوات كان يخرج إلى البلاط كل اثنين وخميس، ولكنه لم يكن ليتكلم أو ليرتبط حتى بمن كان يقصده من مكان بعيد، إلاّ في حالات نادرة وبشكل خاص وهو يتحفّظ في ذلك من كثير ممّا يحيط به.</p>\n<p dir=\"rtl\" class=\"libNormal\">على هذا الأساس نصنّف البحث عن متطلبات الجماعة الصالحة في عصر الإمام الحسن العسكري عليه السلام \nإلى ما يلي:</p>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ الإمام الحسن العسكري عليه السلام \nوالتمهيد لقضية الإمام المهدي عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ إعداد الجماعة الصالحة لعصر الغيبة.</p>\n<p dir=\"rtl\" class=\"libNormal\">٣ ـ نظام الوكلاء في عصر الإمام الحسن العسكري عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">٤ ـ مدرسة الفقهاء والتمهيد لعصر الغيبة.</p>\n<p dir=\"rtl\" class=\"libNormal\">٥ ـ قيادة العلماء بالله الأمناء على حلاله حرامه.</p>\n<p dir=\"rtl\" class=\"libNormal\">٦ ـ الإمام الحسن العسكري عليه السلام \nوالفرق الضالّة.</p>\n<p dir=\"rtl\" class=\"libNormal\">٧ ـ من وصايا الإمام العسكري عليه السلام \nوإرشاداته لشيعته.</p>\n<p dir=\"rtl\" class=\"libNormal\">٨ ـ الإمام العسكري عليه السلام \nوالتحصين الأمني.</p>\n\n<br clear=\"all\">\n<a name='131'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}