{
"title": "ب ـ المهتدي وأصحاب الإمام الحسن العسكري عليه السلام",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">لم تكن الظروف المحيطة بالإمام العسكري وأصحابه في عهد المهتدي أحسن مما كانت عليه من الشدة والنفي والتهجير والقتل إبّان عهود المعتز والمتوكل ومن سبقهما</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) تاريخ الخلفاء، السيوطي: ٤٢٤.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) تاريخ اليعقوبي: ٢ / ٥٠٥، ٥٠٦.</p>\n\n<br clear=\"all\">\n<a name='98'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">من خلفاء الدولة العباسية، بل كانت سياسة المهتدي امتداداً للمنهج العباسي في التصديّ للإمام وشيعته وخاصته والنكاية بهم، والتجسس عليهم ومصادرة أموالهم ومطاردتهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">لقد قاسى الشيعة والإمام الحسن العسكري عليه السلام \nفي عهد المهتدي الكثير من الظلم والتعسّف، ويمكن أن نقف على ذلك من خلال ما رواه أحمد بن محمد حيث قال: كتبت إلى أبي محمد عليه السلام \nـ حين أخذ المهتدي في قتل الموالي ـ ياسيدي الحمد لله الذي شغله عنك، فقد بلغني أنّه يتهدّدك ويقول: «والله لأخلينّهم عن جديد الأرض» فوقّع أبو محمد عليه السلام \nبخطه:<span class=\"libBold2\">«ذاك أقصر لعمره، وعد من يومك هذا خمسة أيّام ويقتل في اليوم السادس بعد هوان واستخفاف بموته»</span>\n، فكان كما قال عليه السلام \n، وقد سبق أن أوضحنا ذلك<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ومن مظاهر اضطهاد الشيعة ومصادرة أملاكهم وأموالهم ما روي عن عمر بن أبي مسلم حيث قال: قدم علينا(بسرّ من رأى) رجل من أهل مصر يقال له سيف بن الليث يتظّلم إلى المهتدي في ضيعة له قد غصبها إياه شفيع الخادم وأخرجه منها، فأشرنا عليه أن يكتب إلى أبي محمد عليه السلام \nيسأله تسهيل أمرها، فكتب إليه أبو محمد عليه السلام \n:<span class=\"libBold2\">«لا بأس عليك ضيعتك تردّ عليك فلا تتقدّم إلى السلطان وألق الوكيل الذي في يده الضيعة وخوّفه بالسلطان الأعظم الله ربّ العالمين»</span>\n، فلقيه، فقال له الوكيل الذي في يده الضيعة قد كُتب إليّ عند خروجك من مصر أن أطلبك وأردّ الضيعة عليك، فَرَدَّها عليه بحكم القاضي ابن أبي الشوارب وشهادة الشهود ولم يحتج إلى أن يتقدّم إلى المهتدي<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) أصول الكافي: ١/٥١٠ ح ١٦ وعنه في الإرشاد: ٢/٣٣١ وفي إعلام الورى: ٢/١٤٤، ١٤٥ وعن الإرشاد في كشف الغمة: ٣/٢٠٤.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) أصول الكافي: ١/٥١١ ح ١٨.</p>\n\n<br clear=\"all\">\n<a name='99'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">ويمكن الاستدلال من خلال النص على اتساع القاعدة الشعبية للإمام عليه السلام \nوصلته بهم وعمق الأواصر التي كانت تصله بهم، فهو يتفقّد ما يحتاجونه، ويساهم بصورة مباشرة أو غير مباشرة في قضاء حوائجهم، وإن لبعض أصحابه في الأمصار تأثيراً وعلائق بالولاة ومن يديرون الأمور في الولايات، فكانت أخبار شيعته تصله أوّلاً بأول، ويحاول إبعادهم عن الوقوع في حبائل السلطان وشركه كما في قصة سيف بن الليث المصري.</p>\n"
}