{
"title": "سيرته المالية",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">يعيد المهدي الموعود ـ عجل الله فرجه ـ نظام «التسوية في العطاء»<span class=\"libFootnotenum\">(٣)</span>\nالذي كان سائداً على عهد رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nثم غيّر وبُدّل من بعده وأُبتدعت بدله معايير جديدة أحدثت نظام التفاضل الطبقي بالتدريج بالرغم من التزام الوصي الإمام علي عليه السلام \nإبان خلافته بنظام التسوية في العطاء وتابعه على ذلك ابنه الحسن عليه السلام \nفي شهور خلافته القليلة لكنه قد غاب بالكامل بعد استشهادهما، وبدأ بنو أمية بالاستئثار بأموال المسلمين وتقييد العطاء من بيت المال بمصالحهم السياسية وتحويله من عطاء شرعي الى رشاو مقيتة يستجلبون بها الأنصار لهم على الباطل أو يشترون به سكوت البعض عن الحق.</p>\n<p dir=\"rtl\" class=\"libNormal\">والمهدي المنتظر عليه السلام \nيجعل بيت المال قسمة مشتركة بين المسلمين دونما تفاضل أو تمييز، فالجميع متساوون في الانتفاع من النعم الإلهية والخدمات المستثمرة من الأموال العامة، تطبيقاً لأحد أبعاد العدالة المحمدية المكلّف باقرارها. وتصرح الأحاديث الشريفة بأنه ينهي الحالة الإقطاعية</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) اثبات الهداة : ٧١ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) الكافي: ٨/ ١٦٧، كمال الدين: ٦٧٢.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) مسند أحمد: ٣ / ٣٧، ملاحم ابن المنادي: ٤٢، ميزان الاعتدال: ٣/ ٩٧.</p>\n\n<br clear=\"all\">\n<a name='183'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">حسب النص القائل: «إذا قام قائمنا اضمحلت القطائع فلا قطائع»<span class=\"libFootnotenum\">(١)</span>\n، والمقصود بها الأراضي الزراعية أو غيرها من الثروات والمنافع التي يعطيها الحكام للمقرّبين منهم وقد راجت هذه الظاهرة بعد وفاة رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nوخاصة في عهد الخليفة الثالث وفي العصر الأموي بشكل خاص.</p>\n<p dir=\"rtl\" class=\"libNormal\">وتتحدث الكثير من الأحاديث عن كثرة عطائه عليه السلام \nوتعتبرها علامة مميزة له فهو: «يحثو المال حثواً»<span class=\"libFootnotenum\">(٢)</span>\nعندما يُعطي من سأله، وهذا وإن كان يشير الى كرمه وكثرة الخيرات والبركات في عصره إلاّ أنها تفصح عن نقطة مهمة أخرى في سيرته الاقتصادية عليه السلام \nوهي سيرة إغناء الناس بما يكفيهم ويغنيهم ويجعلهم في رفاهيّة من العيش بحيث يتفرّغوا الى الطاعات والعبادة والعمل الإصلاحي الفردي والاجتماعي.</p>\n<p dir=\"rtl\" class=\"libNormal\">وعليه يتضح أن سيرته في المجال المالي ترتبط بمهمته الإصلاحية وإقامة المجتمع التوحيدي الخالص في تعبده لله تبارك وتعالى فالمراد منها توفير متطلبات ذلك وإزالة العقبات الصادة عنه.</p>\n"
}