{
"title": "مكان ظهوره ـ عجل الله فرجه ـ وانطلاقة ثورته",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">ذكرت مجموعة من الأحاديث الشريفة أن بداية ظهوره يكون في المدينة المنورة وإعلان حركته يكون في مكة المكرمة<span class=\"libFootnotenum\">(١)</span>\nوفي المسجد الحرام حيث يُعلن حركته ويدعو إليها في خطبة موجزة ذات دلالات مهمة وهي مروية عن الإمام الباقر عليه السلام \nضمن حديث طويل عن ظهور سليله المهدي، يقول عليه السلام \nفي جانب من الحديث:</p>\n<p dir=\"rtl\" class=\"libNormal\">ثم ينتهي الى المقام فيصلّي عنده ركعتين ثم ينشد الله والناس حقه. فيقول:</p>\n<p dir=\"rtl\" class=\"libNormal\">يا أيها الناس إنّا نستنصر الله على من ظلمنا وسلب حقنا، من يحاجنا في الله فانا أولى بالله، ومن يحاجنا في آدم فأنا أولى الناس بآدم، ومن حاجنا في نوح فأنا أولى الناس بنوح، ومن حاجنا في إبراهيم فإنا أولى الناس بإبراهيم، ومن حاجنا بمحمد فإنا أولى الناس بمحمّد صلى ‌الله‌ عليه‌ وآله‌ وسلم \n، ومن حاجنا في النبيين فأنا أولى الناس بالنبيين، ومن حاجنا في كتاب الله فنحن أولى الناس بكتاب الله، أنا أشهد (نشهد) وكل مسلم اليوم إنّا قد ظُلمنا وطُردنا وبُغي علينا واخرجنا من ديارنا واموالنا وأهالينا وقُهرنا، الا أنا نستنصر الله اليوم كل مسلم»<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وورد في رواية ينقلها نعيم بن حماد وهو من مشائخ البخاري بسنده عن الإمام الباقر عليه السلام \nأيضاً، خطبة ثانية في المكان نفسه ولكن بعد أداء فريضة العشاء، فيروى عن الإمام الباقر عليه السلام \nقوله: «... فإذا صلّى العشاء نادى بأعلى صوته يقول: اُذكركم الله أيّها الناس، ومقامكم بين يدي ربّكم، فقد اتخذ الحجة وبعث الأنبياء وأنزل الكتاب، وأمركم أن لا تشركوا به شيئاً وأن تحافظوا على طاعته وطاعة رسوله، وأن تُحيوا ما أحيى القرآن، وتُميتوا ما أمات، وتكونوا أعواناً على الهدى، وَوَزراً على التقوى، فإنّ الدنيا قد دنا فناؤها وزوالها، وآذنت بالوداع، فإني أدعوكم الى الله، والى رسوله، والعمل بكتابه، وإماتة الباطل، وإحياء سنته...»<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p dir=\"rtl\" class=\"libLine\">ـــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) برهان المتقي الهندي: ١٤٤.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) تفسير العياشي: ١ / ٦٥، اختصاص الشيخ المفيد: ٢٥٦.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) الملاحم والفتن لنعيم بن حماد: ٩٥، عقد الدرر ١٤٥، برهان المتقي الهندي: ١٤١، الحاوي للفتاوي الحديثية: ٢/ ٧١، وكتاب اللوائح للسفاريني: ٢/ ١١.</p>\n\n<br clear=\"all\">\n<a name='170'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n"
}