{
"title": "2 ـ الانفتاح على الرسالة ومعوّقاتها في مكة",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">لقد كانت حركة الرسول صلى ‌الله ‌عليه‌ وآله‌ وسلم \nجهاداً رسالياً متكاملاً، وكان منطقه وسلوكه وخلقه يحاكي الفطرة السليمة والأخلاق السامية، يناشد الحق في النفوس ليحييها ويدعو إلى الفضيلة لتنعم البشرية بها ولهذا لم ييأس الرسول صلى ‌الله ‌عليه‌ وآله‌ وسلم \nرغم اضطهاد قريش وقسوتها معه وصد الطائف وجفوتها، إذ كان يتحرك بين الناس ويدعو الجميع إلى دين الله ولا سيّما في مواسم العمرة والحج حيث تتوفّر فيها فرص تبليغية عظيمة فكان صلى ‌الله ‌عليه‌ وآله‌ وسلم \nيقف على منازل القبائل من العرب ويقول:<span class=\"libBold2\">(يا بني فلان إني رسول الله إليكم يأمركم أن تتعبدوا إليه ولا تشركوا به شيئاً وأن تؤمنوا بي وتصدقوني وتمنعوني حتى اُبيّن عن الله ما بعثني به)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكرّر رسول الله صلى ‌الله ‌عليه‌ وآله‌ وسلم \nمساعيه بالتحرّك على عدة قبائل غير آبه بما يلاقي من ردّ قاس أو اعتذار جميل. على أن بعضهم وجد في الانتماء إلى الإسلام مشروعاً سياسياً لبلوغ السلطان فحاول أن يساوم ولكن رسول الله صلى ‌الله ‌عليه‌ وآله‌ وسلم \nردّهم بلسان لا يعرف المساومة والتخاذل ولم يرد انتهاز الفرص على حساب المبادئ فقال صلى ‌الله ‌عليه‌ وآله‌ وسلم \n:<span class=\"libBold2\">(الأمر إلى الله يضعه حيث يشاء)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي أثناء ذلك ربما مشى (أبو لهب) خلف النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">يثبّط الناس عن متابعته فيقول: يا بني فلان إن هذا إنما يدعوكم أن تسلخوا اللات والعزى من أعناقكم إلى ما جاء به من البدعة والضلالة فلا تطيعوه ولا تسمعوا منه</span>\n<span class=\"libFootnotenum\">(٣)</span>\n<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) السيرة النبوية: ١ / ٤٢٣، تأريخ الطبري: ٢ / ٤٢٩، أنساب الأشراف: ١ / ٢٣٧.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) السيرة النبوية: ١ / ٤٢٤، تأريخ الطبري: ٢ / ٤٣١.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) السيرة النبوية: ١ / ٤٢٣، تاريخ الطبري: ٢ / ٤٣٠.</p>\n\n<br clear=\"all\">\n<a name='92'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">وفي جانب آخر تقوم أم جميل في وسط النساء فتسخر من النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nودعوته المباركة لتمنع النساء من متابعته.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولم يتيسر للنبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">أن يقنع القبائل بالرسالة الإسلامية إذ أن قريشاً كانت تتمتع بالمكانة الدينية من بين القبائل الأخرى لما كانت تقوم به من سدانة البيت الحرام كما أنّها كانت تدير مركزاً تجارياً واقتصادياً مهماً في الجزيرة العربية وكانت لقريش أيضاً شبكات من العلاقات والأحلاف مع ما كان يحيط بها من القبائل الأخرى التي كان النبي</span>\n صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">قد عرض عليهم دعوته، فكان من الصعب كسر كل تلك القيود وإلغاء هيمنة قريش فكان تردد الناس في قبول الرسالة الإسلامية واضحاً، وخشيت قريش رغم ذلك من تحرّك النبي</span>\n صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">وقوة دعوته فالتجأت إلى أسلوب مبرمج يمكن أن تقبله العقول الوثنية فاتفقوا على دعاية ينشرونها بين الناس فقالوا: إنه ساحر في بيانه يفرّق بين المرء وزوجه وبين الإنسان وأخيه. ولم تفلح قريش في مسعاها حين كانت تنكشف عظمة الرسول والرسالة لكل من يلتقي بالنبي</span>\n صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\"></span>\n<span class=\"libFootnotenum\">(١)</span>\n<span class=\"libNormal\">.</span>\n</p>\n"
}