{
"title": "3 ـ المؤاخاة بين المهاجرين والأنصار",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">ثم خطا النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nخطوة اُخرى لإقامة الدولة الجديدة والقضاء على بعض قيم النظام القبلي من دون أن يمس القبيلة بشيء ، مستثمراً حالة التعاطف وحرارة الإيمان التي بدت من المسلمين فجعل أساس العلاقة بين الأفراد رابطة العقيدة والدين متجاوزاً علقة الدم والعصبية، فقال صلى ‌الله ‌عليه‌ وآله‌ وسلم \n: تآخوا في الله أخوين أخوين، ثم أخذ بيد علي بن أبي طالب فقال: هذا أخي<span class=\"libFootnotenum\">(٢)</span>\n، وأخذ كل رجل من الأنصار أخاً له من المهاجرين يشاركه الحياة. وبذا طوت المدينة صفحة دامية من تأريخها إذ كانت لا تخلو أيامها من صراع مرير بين الأوس والخزرج يؤججه اليهود بخبثهم ودسائسهم وانفتح على العالم عهد جديد من الحياة الإنسانية الراقية حيث زرع رسول الله صلى ‌الله ‌عليه‌ وآله‌ وسلم \nبذلك عنصر بقاء الأمة، وفاعليتها الإيمانية.</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) بحار الأنوار : ١٩ / ١١٢ ، السيرة النبوية : ١ / ٤٩٦ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) السيرة النبوية: ١ / ٥٠٤.</p>\n\n<a name='104'></a>\n<p dir=\"rtl\" class=\"libBold1\">أبعاد ونتائج التآخي بين المسلمين</p>\n<p dir=\"rtl\" class=\"libBold1\">&nbsp;</p>\n<h2>البعد الاقتصادي :</h2>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ إعالة المهاجرين وإعادة تأهيلهم اقتصادياً للعودة لممارسة \nحياتهم الطبيعية.</p>\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ إزالة الفوارق الطبقية في محاولة للقضاء على الفقر.</p>\n<p dir=\"rtl\" class=\"libNormal\">٣ ـ السعي للاستقلال الاقتصادي بعيداً عن مركز الثروة غير \nالمشروعة وقطع أيادي اليهود المرابية.</p>\n<p dir=\"rtl\" class=\"libNormal\">٤ ـ إنجاز مشاريع اقتصادية: زراعية مع تنشيط حركة التجارة ـ \nمن خلال تلاقح فاعلية المهاجرين والأنصار وأفكارهم وترابط جهودهم واستثمار كل \nالموارد المتاحة في المدينة.</p>\n<h2>البعد الاجتماعي :</h2>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ القضاء على الأمراض الاجتماعية المتأصلة في المجتمع \nومخلفات التناحر القبلي وإشاعة روح الحب والود والتآلف لسد الثغرات لئلاّ يستغلّها \nالمتآمرون على الإسلام، وتوفير الجهود والطاقات البشرية لخدمة الإسلام في مراحله \nاللاحقة.</p>\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ إلغاء النظام القبلي وإحلال النظام والقيم الإسلامية محله \nفي التعامل اليومي.</p>\n<p dir=\"rtl\" class=\"libNormal\">٣ ـ تهيئة المسلمين نفسياً وتربيتهم على التضحية والإيثار \nللانفتاح على العالم لنشر الرسالة الإسلامية الذي يتطلب مرونة عالية وقيم رفيعة \nتتوفر في الداعية المسلم.</p>\n<h2>البعد السياسي :</h2>\n<p dir=\"rtl\" class=\"libNormal\">١ ـ تكوين نسيج مترابط من المسلمين يتحرك مستجيباً لأوامر \nالرسول والرسالة كفرد واحد في ظرف تعددت فيه الجهات المعادية ولم تتوقف عن دسائسها.</p>\n<p dir=\"rtl\" class=\"libNormal\">٢ ـ تناقل الخبرات التنظيمية ووسائل المقاومة والصمود \nوالتجربة الإيمانية وطرق التحرك وسط المهاجرين والأنصار إذ لم يعش الأنصار تجربة \nالمهاجرين ومحنتهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">٣ ـ بناء الفرد كخطوة من خطوات بناء الدولة وهيكلها الإداري.</p>\n<p dir=\"rtl\" class=\"libNormal\">٤ ـ إشعار المسلمين بالقوّة في الدفاع عن أنفسهم وفق قيم \nالإسلام بعيداً عن الروح القبلية والعنصرية.</p>\n"
}