{
"title": "1 ـ معركة مؤتة",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">عزم النبيّ صلى ‌الله ‌عليه‌ وآله‌ وسلم \nعلى بسط الأمن في شمال الجزيرة العربية، ودعوة أهلها إلى الإسلام والانطلاق نحو الشام. من هنا بعث الحارث بن عمير الأزدي إلى الحارث ابن أبي شمر الغساني فاعترضه شرحبيل بن عمرو الغسّاني فقتله.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي الفترة نفسها بعث الرسول صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">مجموعة من المسلمين يدعون إلى الإسلام فعدا عليهم أهل منطقة (ذات أطلاح) من الشام وقتلوهم وبلغ خبر مقتلهم الرسول فتألم لذلك كثيراً وانتدب</span>\n صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">المسلمين للخروج، فأعد جيشاً من ثلاثة ألاف مقاتل وأمّر عليه زيد بن حارثة ثمّ جعفر بن أبي طالب، ثمّ عبد الله بن رواحة. وخطب فيهم قائلاً:</span>\n<span class=\"libBold2\">(اُغزوا بسم الله أدعوهم إلى الدخول في الإسلام فإن فعلوا فاقبل منهم واكفف عنهم وإلاّ فقاتلوا عدوّ الله وعدوّكم بالشام وستجدون فيها رجالاً في الصوامع معتزلين الناس، فلا تعرضوا لهم، وستجدون آخرين للشيطان في رؤوسهم مفاحص فاقلعوها بالسيوف، ولا تقتلن امرأة ولا صغيراً مرضعاً ولا كبيراً فانياً، لا تغرقنّ نخلاً ولا تقطعنّ شجراً ولاتهدموا بيتاً)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) وقعت معركة مؤتة في جمادى الاُولى من السنة الثامنة للهجرة.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) المغازي: ٢ / ٧٥٨، راجع السيرة النبوية: ٢ / ٣٧٤.</p>\n\n<br clear=\"all\">\n<a name='147'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">وخرج رسول الله صلى ‌الله ‌عليه‌ وآله‌ وسلم \nمعهم مودّعاً حتى بلغ ثنية الوداع.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولما بلغ جيش المسلمين منطقة (مشارق) فوجئ بالعدة والعدد الضخم لجيش الروم إذ بلغ عددهم مائتي ألف مقاتل فانحاز المسلمون إلى مؤتة وعزموا على مقاومة العدو. ولأسباب عديدة بان الانكسار في جيش المسلمين فقتل القادة الثلاثة جميعاً. وكان من عوامل الانكسار أنهم كانوا يقاتلون في منطقة غريبة عليهم وبعيدة عن مركز الإمدادات كما أنهم كانوا يقاتلون مهاجمين والروم بالعدد الضخم يقاتلون مدافعين، هذا مضافاً إلى التفاوت في الخبرة القتالية فجيش الروم قوة منظمة مارست حروباً سجالاً أما جيش المسلمين فكان قليل العدد والخبرة، فتيّاً في تكوينه<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولقد تأ لّم رسول الله صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">لمقتل جعفر بن أبي طالب وبكاه بشدة، وذهب</span>\n صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">إلى بيت جعفر يعزّي أهله ويواسي أبناءه، كما حزن كثيراً على زيد ابن حارثة</span>\n<span class=\"libFootnotenum\">(٢)</span>\n<span class=\"libNormal\">.</span>\n</p>\n"
}