{
"title": "3 ـ غزوة حنين وحصار الطائف",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">أمضى النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nخمسة عشر يوماً في مكة فاتحاً فيها عهداً جديداً من التوحيد بعد طول فترة من الشرك، والغبطة والسرور يعمّان المسلمين، والأمان يلفّ أم القرى، وترامت إلى أسماع النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nأن قبيلتي هوازن وثقيف قد أعدّتا العدّة لمحاربة الإسلام ظنّاً منهما أنّهما يُحققان ما عجزت عنه سائر قوى الشرك والنفاق من تدمير الإسلام، وعزم النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nعلى الخروج لملاقاتهم ولكنه وطّد دعائم الإدارة في مكة قبل خروجه كما هي سيرته عند كل فتح، فعيّن معاذ بن جبل ليعلّم الناس القرآن وأحكام الإسلام كما عيّن عتاب بن أسيد للصلاة بالناس وإدارة الأمور.</p>\n<p dir=\"rtl\" class=\"libNormal\">وخرج النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">باثني عشر ألفاً من المقاتلين، وهي قوة لم يشهد المسلمون مثلها ممّا أدّى بهم إلى الغرور والغفلة حتى أن أبا بكر قال: لو لقينا بني شيبان لن نغلب اليوم من قلّة</span>\n<span class=\"libFootnotenum\">(٤)</span>\n<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libNormal\">أما ( هوازن ) و ( ثقيف ) فقد تحالفتا وخرجتا بكامل عدّتهم مع نسائهم وأطفالهم وكمنوا لإرباك جيش المسلمين، وحين وصلت طلائع جيش المسلمين</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) السيرة النبوية: ٢ / ٤٢٠، الخصال: ٥٦٢، أمالي الطوسي: ٣١٨.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) الطبقات الكبرى: ٢/١٤٨ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) وقعت معركة حنين فى شوال من السنة الثامنة للهجرة.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٤) الطبقات الكبرى: ٢ / ١٥٠، المغازي: ٢ / ٨٨٩ .</p>\n\n<br clear=\"all\">\n<a name='154'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">أطراف الكمين أرغموها على الفرار حتّى فرّت باقي قوّات المسلمين فزعاً من أسلحة العدو، ولم يثبت مع رسول الله إلا تسعة أشخاص من بني هاشم عاشرهم أيمن (ابن أم أيمن). وفرح المنافقون وسرّوا سروراً عظيماً فخرج أبو سفيان يقول شامتاً: لا تنتهي هزيمتهم دون البحر، وقال آخر: ألا بطل السحر اليوم. وعزم آخر على قتل النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nفي ذلك الوضع المضطرب<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وأمر النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nعمه العباس أن يصعد على صخرة وينادي فلول المهاجرين والأنصار المدبرة قائلاً: يا أصحاب سورة البقرة، يا أهل بيعة الشجرة، إليّ. أين تفرّون؟ هذا رسول الله! وكأن وعياً قد عاد بعد غفلة وحماساً دبّ بعد فتور فعادوا يوفون بوعود النصرة والدفاع عن الإسلام والنبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \n... ولما رأى النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nحماسهم قال:<span class=\"libBold2\">الآن حمي الوطيس، أنا النبيّ لا كَذِب أنا ابن عبد المطلب</span>\n. فأنزل الله السكينة على المسلمين وأيدهم بالنصر فولّت جموع الكفر منهزمة تاركة وراءها ستة الآف أسير وغنائم كبيرة جداً<span class=\"libFootnotenum\">(٢)</span>\n، وأمر النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nأن تحفظ الغنائم وتراعى أحوال الأسرى حتى تتم ملاحقة العدو الغارّ إلى منطقة أوطاس ونخلة والطائف.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكان من سمو أخلاق النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nوعظيم عفوه وسعة رحمته أن قال لأم سليم:<span class=\"libBold2\">(يا أم سليم قد كفى الله، عافية الله أوسع)</span>\nحين طلبت منه قتل الذين فرّوا عنه وخذلوه.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفى موقف آخر، غضب النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">حين علم أن بعض المسلمين يقتل ذرّية المشركين غيظاً منهم فقال</span>\n صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">:</span>\n<span class=\"libBold2\">(ما بال أقوام ذهب بهم القتل حتى بلغ الذرية،</span>\n<span class=\"libNormal\"></span>\n</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) السيرة النبوية: ٢ / ٤٤٣، المغازي: ٣ / ٩٩.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) نزلت آيات من سورة التوبة وهي توضح تأييد الله ونصره، وتلوم من اعتمد العدة والعدد واعتبارهما سبباً للنصر.</p>\n\n<br clear=\"all\">\n<a name='155'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\"><span class=\"libBold2\">أَلا لا نقتل الذرية)</span>\n، فقال أسيد بن حضير: يا رسول الله أليس هم أولاد المشركين. فقال صلى ‌الله ‌عليه‌ وآله‌ وسلم \n:<span class=\"libBold2\">أوليس خياركم أولاد المشركين، كل نسمة تولد على الفطرة حتى يعرب عنها لسانها، وأبواها يهوّدانها أو ينصّرانها</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وواصلت قوات المسلمين ملاحقتها للعدو حتى الطائف فحاصروهم بضعاً وعشرين يوماً يترامون بالنبل من خلف الجدران والبساتين، ثم عدل النبيّ صلى ‌الله ‌عليه‌ وآله‌ وسلم \nعن الطائف لاعتبارات كثيرة.</p>\n<p dir=\"rtl\" class=\"libNormal\">وعند وصوله إلى الجعرانة (محل تجميع الأسرى والغنائم) قام إليه وفد هوازن يلتمسون العفو عنده فقالوا: يا رسول الله إنما في هذه الأسرى عمّاتك وخالاتك اللاتي كن يكفلنك ـ حيث كان النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nقد رضع في بني سعد وهم من هوازن ـ ولو أنا مالحنا الحارث بن أبي شمر أو النعمان بن المنذر ثم نزل منا بمثل الذي نزلت به رجونا عطفه وعائدته علينا وأنت خير المكفولين. فخيّرهم الرسول بين الأسرى والمال فاختاروا الأسرى، ثم قال صلى ‌الله ‌عليه‌ وآله‌ وسلم \n:<span class=\"libBold2\">(أمّا ما كان لي ولبني عبد المطلب فهو لكم)</span>\n. وأسرع المسلمون جميعاً يقتدون بالرسول القائد صلى ‌الله ‌عليه‌ وآله‌ وسلم \nويهبون له مالهم من نصيب<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وبحكمة بالغة ودراية عميقة بنفوس الناس وسعياً لهداية الجميع وإطفاءاً لنار الحرب منّ الرسول صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">بعفوه حتى على (مالك بن عوف) مثير هذه الحرب إن جاءه مسلماً فقال</span>\n صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">:</span>\n<span class=\"libBold2\">(أخبروا مالكاً إنّه إن أتاني مسلماً رددت عليه أهله وماله وأعطيته مائة من الابل)</span>\n<span class=\"libNormal\">. وسرعان ما أسلم مالك</span>\n<span class=\"libFootnotenum\">(٣)</span>\n<span class=\"libNormal\">.</span>\n</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) إمتاع الأسماع: ١ / ٤٠٩.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) سيد المرسلين : ٢ / ٥٣ ، المغازي : ٣ / ٩٤٩ ـ ٩٥٣ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) المغازي : ٣ / ٩٥٤ ـ ٩٥٥ .</p>\n\n<br clear=\"all\">\n<a name='156'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libBold1\">توزيع الغنائم :</p>\n<p dir=\"rtl\" class=\"libNormal\">تدافع المسلمون على رسول الله صلى ‌الله ‌عليه‌ وآله‌ وسلم \nيلحّون عليه أن يقسّم الغنائم حتى ألجأوه إلى شجرة وأخذوا رداءه; فقال:<span class=\"libBold2\">(ردّوا عليّ ردائي فوالله لو كان لكم بعدد شجر تهامة نعماً لقسّمته عليكم، ثم ما ألفيتموني بخيلاً ولا جباناً ولا كذّاباً)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ثم قام وأخذ وبرة من سنام بعيره فجعلها بين أصبعيه ثم رفعها وقال: (ايها الناس والله مالي في فيئكم ولا هذه الوبرة إلا الخمس، والخمس مردود عليكم) ثم أمر أن يُردّ كل ما غنم حتى تكون القسمة عدلاً.</p>\n<p dir=\"rtl\" class=\"libNormal\">وبدأ الرسول صلى ‌الله ‌عليه‌ وآله‌ وسلم \nبإعطاء المؤلفة قلوبهم كأبي سفيان وابنه معاوية وحكيم بن حزام. والحارث بن الحارث، وسهيل بن عمرو، وحويطب بن عبد العزى، وصفوان بن امية وغيرهم ممّن كان يعاديه ويحاربه بالأمس القريب من رؤوس الكفر والشرك ثم قسّم عليهم حقّه من الخمس. على أن هذا الموقف قد أثار الحفيظة في نفوس بعض المسلمين جهلاً منهم بمصالح الإسلام وأهداف النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nحتى قال أحدهم للنبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \n: لم أرك عدلت. فقال:<span class=\"libBold2\">ويحك إذالم يكن العدل عندي فعند من يكون؟</span>\nفأراد عمر بن الخطاب أن يقتله، فلم يأذن له النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nوقال:<span class=\"libBold2\">(دعه فإنه سيكون له شيعة يتعمقون في الدين حتى يخرجوا منه كما يخرج السهم من رميته)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libBold1\">اعتراض الأنصار :</p>\n<p dir=\"rtl\" class=\"libNormal\">ورأى سعد بن عبادة أن يخبر النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nبما يدور بين الأنصار من قولهم: لقي رسول الله قومه ونسي أصحابه. فجمع سعد الأنصار وأقبل الرسول</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) السيرة النبوية: ٢ / ٤٩٦، وراجع المغازي : ٣ / ٩٤٨.</p>\n\n<br clear=\"all\">\n<a name='157'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">الكريم صلى ‌الله ‌عليه‌ وآله‌ وسلم \nيحدّثهم فحمد الله وأثنى عليه ثم قال:</p>\n<p dir=\"rtl\" class=\"libNormal\"><span class=\"libBold2\">(يا معشر الأنصار ما مقالة بلغتني عنكم وجدة وجدتموها في أنفسكم؟! ألم آتكم ضُلاّلاً فهداكم الله وعالة فاغناكم الله وأعداءً فألف الله بين قلوبكم؟</span>\nقالوا: بلى الله ورسوله آمَنُ وأفضل، ثم قال:<span class=\"libBold2\">ألا تجيبوني يا معشر الأنصار؟</span>\nقالوا: وماذا نجيبك يا رسول الله؟ قال صلى ‌الله ‌عليه‌ وآله‌ وسلم \n:<span class=\"libBold2\">أما والله لو شئتم قلتم فصدقتم: أتيتنا مكذَّباً فصدّقناك ومخذولاً فنصرناك وطريداً فآويناك وعائلاً فآسيناك. وجدتم في أنفسكم يا معشر الأنصار في شيء من الدنيا تألّفتُ به قوماً ليسلموا ووكلتكم إلى إسلامكم، أفلا ترضون يا معشر الأنصار أن يذهب الناس بالشاة والبعير وترجعوا برسول الله إلى رحالكم؟ والذي نفس محمد بيده لولا الهجرة لكنت امرءاً من الأنصار، ولو سلك الناس شعباً وسلكت الأنصار شعباً لسلكت شِعب الأنصار)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">فأثارت هذه الكلمات في قلوب الأنصار العاطفة والشعور بالخطأ في تصورهم عن الرسول صلى ‌الله ‌عليه‌ وآله‌ وسلم \nفضجوا بالبكاء وقالوا: رضينا يا رسول الله حظّاً وقسماً.</p>\n<p dir=\"rtl\" class=\"libNormal\">وخرج النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">بمن معه من الجعرانة متّجهاً إلى مكة في شهر ذي القعدة فأتمّ عمرته وحلّ من إحرامه واستخلف على مكة عتّاب بن أسيد ومعه معاذ بن جبل وخرج متّجهاً إلى المدينة بمن معه من المهاجرين والأنصار</span>\n<span class=\"libFootnotenum\">(١)</span>\n<span class=\"libNormal\">.</span>\n</p>\n"
}