{
"title": "2 ـ موقف قريش من الرسالة والرسول ",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">نزلت آيات كثيرة من القرآن الكريم خلال أربع سنوات من حركة الرسالة تضمنت بيان عظمة التوحيد والدعوة إليه والإعجاز البلاغي والإنذار والوعيد لمخالفيه فتناقلتها الألسن وحوتها قلوب المؤمنين وانجذب إليها القاصي والداني لاستماعها واستيعابها.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولما كان للبلاغة أكبر الأثر في النفوس قررت قريش وهي تحاول احتواء حركة النبيّ صلى ‌الله ‌عليه‌ وآله‌ وسلم \nبوسائل متعددة أن تمنع النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nمن الاتصال بالجماهير وعرض دعوته عليهم أن لا يستمع القادم إلى مكة لما نزل من آيات القرآن، بعد أن فشلت في محاولة إغراء النبيّ صلى ‌الله ‌عليه‌ وآله‌ وسلم \nبالملك والسلطان عليهم والأموال الطائلة والشرف والسؤدد. ثم أردفوا ذلك بتشكيكهم في صحة دعوته; زاعمين أن الذي يعتري النبيّ صلى ‌الله ‌عليه‌ وآله‌ وسلم \nإنّما هو حالة مرضية يسعون لعلاجها، فأجابهم النبيّ صلى ‌الله ‌عليه‌ وآله‌ وسلم \nجواباً فيه كل الخير والشرف والنجاة لهم فقال صلى ‌الله ‌عليه‌ وآله‌ وسلم \n:<span class=\"libBold2\">كلمة واحدة تقولونها تدين لكم بها العرب وتؤدي إليكم بها العجم الجزية</span>\n... ففزعوا لكلمته وحسبوا أنها نهاية المطاف فقالوا: نعم وأبيك عشراً... قال صلى ‌الله ‌عليه‌ وآله‌ وسلم \n:<span class=\"libBold2\">لا إله إلا الله</span>\nفكان الردّ مفاجئة قوية خذلتهم فقاموا مستكبرين وهم يردّدون:<span class=\"libAie\"></span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">أَجَعَلَ الْآلِهَةَ إِلَهاً وَاحِداً إِنَّ هَذَا لَشَيْءٌ عُجَابٌ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وعندها قرروا أن يلجأوا إلى الإهانة والسخرية من النبيّ صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\">وأتباعه الذين بدأوا يتزايدون كل يوم وتتعمق دعوته المباركة في النفوس فكان من أفعالهم قيام أبي لهب وزوجته أم جميل بطرح الشوك على باب بيت النبيّ</span>\n صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libNormal\"></span>\n</p>\n<p dir=\"rtl\" class=\"libLine\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) السيرة الحلبية: ١ / ٣٠٣، تاريخ الطبري: ٢ / ٤٠٩.</p>\n\n<br clear=\"all\">\n<a name='80'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">اذ كان بيته يجاورهم<span class=\"libFootnotenum\">(١)</span>\n. وأخذ أبو جهل يتعرض للنبيّ صلى ‌الله ‌عليه‌ وآله‌ وسلم \nفيؤذيه بقوله الفاحش ولكن الله كان للظالمين بالمرصاد إذ ما كان من حمزة عم النبي صلى ‌الله ‌عليه‌ وآله‌ وسلم \nحين علم بذلك إلاّ أن ردّ على أبي جهل إهانته أمام الملأ من قريش معلناً إسلامه وتحدّيه لجمعهم أن يردّوا عليه أو أن يتعرضوا ثانية للرسول صلى ‌الله ‌عليه‌ وآله‌ وسلم \n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n"
}