{
"title": "الإمام المرتضى عليّ بن أبي طالب عليه السلام في سطور",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\" >* ـ هو أمير المؤمنين وسيّد الوصيّين وأوّل خلفاء الرسول صلى \n‌الله‌ عليه‌ وآله‌ وسلم المهديّين ـ بأمر من الله ونصّ من رسوله صلى ‌الله‌ عليه‌ \nوآله‌ وسلم ـ وقد صرّح القرآن بعصمته وتطهيره من كلّ رجس، وباهل به وبزوجته وولديه \nرسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم نصارى نجران، واعتبره من القربى الذين وجبت \nمودّتهم مصرّحاً غير مرّة بأنّها عِدل الكتاب المجيد الموجبين للمتمسّك بهما النجاة \nوللمتخلّف عنهما الردى .</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ نشأ الإمام في حجر رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nمنذ نعومة أظفاره، وتغذّى من معين هديه، فكان المتعلّم الوفيّ والأخ الزكيّ، وأوّل \nمن آمن وصلّى وأصدق من تفانى في سبيل ربّه وضحّى في سبيل إنجاح رسالته في أحرج \nلحظات صراعها مع الجاهلية العاتية في كلّ صورها في العهدين المكّي والمدني وفي حياة \nالرسول وبعد رحيله ذائباً في مبدئه ورسالته وجميع قيمه مجسّداً للحقّ بكلّ شُعَبِه \nمن دون أن يتخطّاها قيد أنملة أو ينحرف عنها قيد شعرة .</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ لقد وصفه ضرار بن ضمرة الكناني لمعاوية بن أبي سفيان حتى \nأبكاه وأبكى القوم وجعله يترحّم عليه، بقوله : (كان والله بعيد المدى شديد القوى، \nيقول فصلاً ويحكم عدلاً، يتفجّر العلم من جوانبه، وتنطق الحكمة من نواحيه، ويستوحش \nمن الدنيا وزهرتها، ويستأنس بالليل ووحشته، وكان غزير العبرة طويل الفكرة، يقلّب \nكفّه ويخاطب نفسه، يعجبه من اللباس ما قصر ومن الطعام ما جشب. وكان فينا كأحدنا، \nيدنينا إذا أتيناه، ويجيبنا إذا سألناه، ويأتينا إذا دعوناه، وينبّئنا إذا استنبأناه. ونحن والله مع تقريبه إيّانا وقربه منّا لا نكاد \nنكلّمه هيبةً له، فإن ابتسم فعن مثل اللؤلؤ المنظوم، يعظّم أهل الدين ويقرّب \nالمساكين، لا يطمع القويّ في باطله ولا ييأس الضعيف من عدله<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ لقد آزر الإمام عليه السلام رسول الله منذ بداية الدعوة، \nوجاهد معه جهاداً لا مثيل له في تأريخ الدعوة المباركة حتى تفرّى الليل عن صُبحه \nوأسفر الحقّ عن محضه ونطق زعيم الدين وخرست شقاشق الشياطين بعد أن مُني بذؤبان \nالعرب ومردة أهل الكتاب<span class=\"libFootnotenum\">(٢)</span>\n<span class=\"libNormal\">.</span> </p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ وبعد أن خطا الرسول الأعظم صلى ‌الله‌ عليه‌ وآله‌ وسلم \nلتغيير المجتمع الجاهلي خطواته المدهشة في تلك الفترة القصيرة كان الطريق أمام \nالإسلام لبلوغ أهدافه الكبرى شاقاً وطويلاً يتطلّب التخطيط الكامل والقيادة الواعية \nالتي لا تقلّ عن شخصية الرسول القائد إيماناً وكمالاً وإخلاصاً ودرايةً وحنكةً، \nوكان من الطبيعي للرسالة الخاتمة أن تخطّط لمستقبل هذه الدعوة التي تعتبر عصارة \nدعوات الأنبياء جميعاً ووريثة جهودهم وجهادهم المتواصل عبر التأريخ.. وهكذا كان إذ \nاختار النبيّ الخاتم صلى ‌الله‌ عليه‌ وآله‌ وسلم بأمر من الله سبحانه شخصاً رشّحه \nعمق وجوده في كيان الدعوة حتى تفانى في أهدافها وخلص من جميع شوائب الجاهلية \nورواسبها وتحلّى بأعلى درجات الكفاءة وعياً وإيماناً وإخلاصاً وتضحيةً في سبيل \nالله.</p>\n<p dir=\"rtl\" class=\"libNormal\" >لقد كان عليّ بن أبي طالب عليه السلام هو ذلك البديل الذي \nأعدّه رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم إعداداً رسالياً خاصّاً ليحمّله \nالمرجعية الفكرية والسياسية من بعده ، كي يواصل عملية التغيير الطويلة الرائدة \nبمساندة القاعدة الواعية التي أعدّها الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم له من \nالمهاجرين والأنصار.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ ولكنّ الجاهلية المتجذّرة في أعماق ذلك المجتمع ما كانت \nلتندحر في بدر وحُنين وخلال عقد واحد من الصراع والكفاح، وكان من الطبيعي أن تظهر \nمن جديد متستِّرة بشعار إسلامي كي تستطيع أن تظهر على المسرح الاجتماعي من جديد ولو \nبعد عقود من الزمن، وكان من الطبيعي أيضاً أن تتسلّل إلى المواقع القيادية بشكل \nمباشر أو غير مباشر.. ومن هنا كانت الردّة إلى المفاهيم والعادات الجاهلية ـ من \nخلال الالتفاف على القيادة الشرعية للمجتمع الإسلامي الفتي الذي كانت تحدق به \nالأخطار من كلّ جانب، ولم تكتمل قواعده وعياً ونضجاً ـ أمراً محتملاً بل متوقّعاً \nلكلّ قياديّ يمتلك أدنى وعي سياسيّ واجتماعيّ، فكيف برسول الله وخاتم أنبيائه صلى \n‌الله‌ عليه‌ وآله‌ وسلم ؟</p>\n<p dir=\"rtl\" class=\"libLine\" dir=\"rtl\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\" dir=\"rtl\">(١) الاستيعاب (المطبوع بهامش الإصابة) : ٣/٤٤، ط دار \nإحياء التراث العربي بيروت.</p>\n<p dir=\"rtl\" class=\"libFootnote0\" dir=\"rtl\">(٢) من خطبة الزهراء<span class=\"libFootnoteAlaem\">عليها‌السلام</span> \nالمعروفة أَمام أبي بكر وعمر وسائر المهاجرين والأنصار بُعَيد رحيل الرسول<span class=\"libFootnoteAlaem\">صلى‌الله‌عليه‌وآله‌وسلم</span> \nوغصبهم للخلافة .</p>\n<p dir=\"rtl\" class=\"libNormal\" ><br>\n* ـ وإذا كانت الرسالة الإسلامية تهدف إلى تغيير الواقع \nالاجتماعي الجاهلي، فلابدّ أن تلاحظ هذا الواقع بكل ملابساته ورسوباته، وتخطّط \nللتغيير الشامل على المدى القريب والبعيد معاً... وهكذا كان، فقد رسمت الرسالة الخط \nالطبيعي الذي يفرضه المنطق التشريعي للمسيرة الإسلامية الرائدة، حيث تجلّى ذلك في \nإرجاع الأُمّة فكرياً وسياسياً إلى الأئمّة المعصومين من كلّ رجس جاهلي، بعد أن نصب \nالنبيّ عليّاً في غدير خم أميراً للمؤمنين، وأحكم له الأمر بأخذ البيعة له من عامّة \nالمسلمين .</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ لقد اصطدم التخطيط الرائد بواقع كان متوقّعاً للنبيّ صلى \n‌الله‌ عليه‌ وآله‌ وسلم وبتيّار جارف يعود إلى نقصان الوعي عند الأمة التي تشكّل \nالقاعدة الأمينة لحماية القيادة الرشيدة، بحيث لم يكن يدرك عامّة المسلمين بعمق أنّ \nالجاهلية تتآمر وراء الستار عليهم وعلى الثورة الإسلامية الفتيّة، وأنّ القضية ليست \nقضية تغيير شخص القائد بقائد آخر، وإنّما القضية قضية تغيير خط الإسلام المحمدي \nالثوري بخط جاهلي متستّر بالإسلام .</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ وهكذا أجهضت السقيفةُ التخطيطَ الرائدَ للنبيّ القائد صلى \n‌الله‌ عليه‌ وآله‌ وسلم حينما وجدت أنّ الساحة قد خلت منه، وتحقّقت نبوءة القرآن \nالعظيم حين قال:<span class=\"libAie\"></span> <span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ \nالرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ</span>\n<span class=\"libAlaem\">)</span> <span class=\"libFootnotenum\">(١)</span> ؟!! .</p>\n<p dir=\"rtl\" class=\"libNormal\" >لقد كان النبيّ جعل عليّاً أميناً على رسالته وأمته ودولته، \nوكلّفه بحفظ الرسالة والشريعة كما كلّفه بتربية الأمة الفتيّة وصيانة الدولة التي \nلم تترسخ جذورها بعد.</p>\n<p dir=\"rtl\" class=\"libNormal\" >وحاول الإمام عليّ عليه السلام إرجاع الأمور إلى مجاريها \nبإدانة السقيفة ونتائجها وبالامتناع من البيعة والتصدّي للمؤامرة ، ولكن دون جدوى، \nبل كان الأمر قد دار بين انهيار الدولة سياسياً ودولياً وبين حفظها مع تصدّي غير \nالأكفّاء للقيادة.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ لقد وقف الإمام عليّ بن أبي طالب عليه السلام موقفاً \nمبدئياً سجّله له التأريخ حيث قال :<span class=\"libPoem\">(فأمسكت يديّ حيث رأيت \nراجعة الناس قد رجعت عن الإسلام، يدعون إلى محق دين محمد</span> صلى ‌الله‌ عليه‌ \nوآله‌ وسلم <span class=\"libPoem\">فخشيت إن لم أنصر الإسلام وأهله; أن أرى فيه \nثلماً أو هدماً تكون المصيبة به عليّ أعظم من فوت ولايتكم التي إنّما هي متاع أيّام \nقلائل يزول منها ما كان كما يزول السراب أو كما يتقشّع السحاب)</span>\n<span class=\"libFootnotenum\">(٢)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ وتلخّصت مواقف هذا الإمام العظيم خلال خمسة وعشرين عاماً \nمن</p>\n<p dir=\"rtl\" class=\"libLine\" dir=\"rtl\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\" dir=\"rtl\">(١) آل عمران (٣) : ١٤٤.</p>\n<p dir=\"rtl\" class=\"libFootnote0\" dir=\"rtl\">(٢) بحار الأنوار: ٣٣/٥٩٦ و ٥٩٧ باب الفتن الحادثة بمصر ط \nوزارة الثقافة والإرشاد الإسلامي سنة١٣٦٨ هـ ش.</p>\n<p dir=\"rtl\" class=\"libNormal0\" dir=\"rtl\"><br>\nالمحنة وهو يلعق الصبر الأمرّ من العلقم ـ على حدّ تعبيره \nعليه السلام ـ في الحفاظ على وحدة الأمة الإسلامية وعدم تصدّع الدولة النبويّة \nالفتيّة ولو بالتنازل عن حقّه الشرعي مؤقّتاً، وتقديم المشورة للخلفاء وإسداء النصح \nلهم، مع التوجّه إلى جمع القرآن وتفسيره، وتثقيف الأمة على مفاهيمه وتوعيتها على \nحقائقه، وكشف النقاب عن حقيقة المؤامرة التي دانت لها طوائف من المسلمين، والتصدّي \nلأخطاء الحكّام في الفهم والتطبيق لأحكام الشريعة الإسلامية، وإيجاد كتلة صالحة \nتؤمن بالتخطيط النبويّ الرائد للقيادة الإسلامية، وتسهر على نشره وتبليغه، وتضحّي \nمن أجل تطبيقه وتنفيذه.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ واستطاع الإمام بعد عقدين ونصف من الصبر والكدح أن يقتطف \nثمار سعيه ، وبعد أن تكشّفت حقائق كانت وراء الستار وتجلّى للأمة بجيليها الطليعي \nوالتابع أنّ عليّاً عليه السلام هو الجدير بالخلافة دون غيره، وأنّه هو الذي يستطيع \nإصلاح ما فسد بالرغم من تعقّد الظروف وتبلبل القلوب واشتداد زاوية الانحراف عن نهج \nالحقّ القويم، حتى قال عليه السلام :<span class=\"libPoem\"></span>\n<span class=\"libPoem\">(والله ما كانت لي في الخلافة رغبة ولا في الولاية إربة، \nولكنّكم دعوتموني إليها وحملتموني عليها</span> <span class=\"libPoem\">(</span>\n<span class=\"libFootnotenum\">(١)</span> .</p>\n<p dir=\"rtl\" class=\"libNormal\" >* ـ وأعلن الإمام عن سياسته قائلاً:<span class=\"libPoem\">(واعلموا \nأنّي إن أجبتكم ركبت بكم ما أعلم، ولم أصغ إلى قول القائل وعتب العاتب</span>\n<span class=\"libPoem\">)</span> <span class=\"libFootnotenum\">(٢)</span>\n<span class=\"libNormal\">.</span> <span class=\"libNormal\">وقال أيضاً</span>\n<span class=\"libNormal\">:</span> <span class=\"libPoem\">(</span>\n<span class=\"libPoem\">اللّهمّ إنّك تعلم أنّه لم يكن الذي كان منّا منافسة في \nسلطان ولا التماس شيء من فضول الحطام، ولكن لنردّ المعالم من دينك ونظهر الإصلاح في \nبلادك، فيأمن المظلومون من عبادك، وتقام المعطّلة من حدودك)</span>\n<span class=\"libFootnotenum\">(٣)</span> <span class=\"libNormal\">.</span> </p>\n<p dir=\"rtl\" class=\"libLine\" dir=\"rtl\">ــــــــــــ</p>\n<p dir=\"rtl\" class=\"libFootnote0\" dir=\"rtl\">(١) بحار الأنوار: ٣٢/٥٠ باب بيعة أمير المؤمنين<span class=\"libAlaem\"></span>\n<span class=\"libFootnoteAlaem\">عليه‌السلام</span> ط وزارة الثقافة والإرشاد \nالإسلامية.</p>\n<p dir=\"rtl\" class=\"libFootnote0\" dir=\"rtl\">(٢) بحار الأنوار: ٣٢ / ٣٦ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\" dir=\"rtl\">(٣) بحار الأنوار : ٣٤/١١١ باب الفتن التي وقعت في زمان \nعلي<span class=\"libAlaem\"></span> <span class=\"libFootnoteAlaem\">عليه‌السلام</span> \n.<span class=\"libNormal\"></span> </p>\n<p dir=\"rtl\" dir=\"rtl\">\n<span class=\"libNormal\"><br clear=\"all\">\n</span>أجهد الإمام عليه السلام نفسه على أن يحقّق بين الناس العدل الاجتماعي \nوالسياسي وفي طريق لا التواء فيه، وأن يسود الأمن والحرية والرخاء والاستقرار مع \nالاحتفاظ بوحدة الأمة مع السعي في تربيتها وتعليمها وإعطائها كامل حقوقها، وعزل \nالجهاز الإداري الفاسد واستبداله بالولاة والعمّال الصالحين أو المعروفين بالصلاح \nومراقبتهم أشدّ المراقبة، حيث أقصى عن دائرة المسؤولية كل الانتهازييّن والطامعين، \nوالتزم الصراحة والحقّ والصدق في كلّ مجال ، فلم يخادع ولم يوارب، فسار عليه السلام \nعلى منهاج أخيه وابن عمّه رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم .</p>\n<p dir=\"rtl\" class=\"libNormal\" >\n* ـ وبدأت تتحرّك كلّ القوى الطامعة والانتهازية التي خسرت مواقعها السياسية \nوالاجتماعية والاقتصادية ضدّ الإمام، وأخذت تتكاتف كلّ القوى التي دعت لمقاتلة \nعثمان والتحريض عليه يوم أمس، رافعة شعار المطالبة بدم عثمان مندّدة بسياسة الإمام \nالحكيمة والنزيهة، فنكثت طائفة وقسطت أُخرى ومرقت ثالثة، وإذا بالإمام بعد كفاح \nمرير يقع شهيداً مخضّباً بدمائه الطاهرة في محراب عبادته وفي مسجد الكوفة وفي ليلة \nالقدر من عام (٤٠) من الهجرة النبوية، إنّه الفوز بالشهادة والفوز بالثبات على \nالقيم الرسالية الفريدة والثبات على الحقّ اللاحب والجهاد في سبيل إرساء قواعد \nالدين ، إنّها ثورة القيم الإلهية على القيم الجاهلية بكل شُعبها وفروعها.</p>\n<p dir=\"rtl\" class=\"libNormal\" >فسلام عليك يا أمير المؤمنين وقائد الغر المحجّلين يوم ولدت \nويوم رُبّيت في حجر الرسالة، ويوم جاهدت من أجل أن تعلو راية الإسلام خفّاقة، ويوم \nصبرت ونصحت، ويوم بويعت وحكمت، ويوم كشفت النقاب عن براثن الجاهلية المتستّرة بشعار \nالإسلام، ويوم استشهدت وأنت تروّي بدمك الطاهر شجرة الإسلام الباسقة، ويوم تبعث \nحيّاً وأنت تحمل وسام الفوز في أعلى علّيّين.</p>\n\n"
}