{
"title": "أ ـ الزهراء(عليها السلام) قبل فتح مكة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>منذ أن دخل رسول الله</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">منذ أن دخل رسول الله (صلى الله عليه وآله) المدينة المنورة \nكان دائباً على هدم أركان الجاهلية واستئصال جذورها وضرب مواقعها ، فكانت حياته في \nالمدينة المنوّرة كما كانت في مكة حياة جهاد وبناء، جهاد المشركين والمنافقين \nواليهود والصليبيين ، وبناء الدولة الإسلامية العظيمة ، ونشر الدعوة وتبليغها في \nكلّ بقعة يمكن لصوت التوحيد أن يصل إليها، فراح رسول الله (صلى الله عليه وآله) \nيحارب بالكلمة والعقيدة تارةً ، وبالسيف والقوة تارةً اُخرى ، وبالاُسلوب الذي \nيمليه الموقف وتفرضه الحكمة .<br />\n<br />\nوهكذا جاهد رسول الله (صلى الله عليه وآله) وقاتل في مرحلة حرجة صعبة ، لم يكن يملك \nفيها من المال والجيوش والاستعدادات العسكرية ما يعادل أو يقارب جيوش الأحزاب وقوى \nالبغي والضلال التي تصدّت لدعوة الحق والهدى ، بل كانت كلّ قواه قائمة في إيمانه \nوانتصاره بربّه وبالفئة المخلصة من أصحابه.<br />\n<br />\nوالذي يقرأ تاريخ الدعوة وجهاد رسول الله (صلى الله عليه وآله) وصبره واحتماله; \nيعرف عظمة هذا الإنسان المبدئي ، ويدرك قوّة عزيمته ومدى صبره ورعاية الله ونصره له \nولاُولئك المجاهدين الذين حملوا راية الجهاد بين يديه، فيكتشف مصدر النصر والقوة \nالواقعيين .<br />\n<br />\nولقد مرّت هذه الفترة الجهادية الصعبة بكامل ظروفها وأبعادها بفاطمة(عليها السلام) \nوهي تعيش في كنف زوجها وأبيها، تعيش بروحها ومشاعرها، وبجهادها في بيتها ، وفي \nمواساتها ومشاركتها لأبيها ، في شدّته ومحنته، فقد شهدت جهاد أبيها وصبره واحتماله \n، شاهدته وهو يُجرح في ( اُحد ) وتُكسر رباعيته ، ويخذله المنافقون ، ويستشهد عمّ \nأبيها حمزة أسد الله ونخبة من المؤمنين معه .<br />\n<br />\nروي أنّه لمّا انتهت فاطمة (عليها السلام) وصفيّة إلى رسول الله (صلى الله عليه \nوآله) ـ بعد معركة اُحد ـ ونظرتا اليه قال (صلى الله عليه وآله) لعلي (عليه السلام) \n: « أمّا عمّتي فاحبسها عنّي وأمّا فاطمة فدعها » فلمّا دنت فاطمة (عليها السلام) \nمن رسول الله (صلى الله عليه وآله) ورأته قد شُج وجهه واُدمي فوه ، صاحت وجعلت تمسح \nالدم وتقول : اشتد غضب الله على مَنْ أدمى وجه رسول الله (صلى الله عليه وآله)، \nوكان (صلى الله عليه وآله) يتناول في يده ما يسيل من الدم فيرميه في الهواء فلا \nيتراجع منه شيء[10] .<br />\n<br />\nوكانت فاطمة (عليها السلام) تحاول تضميد جرح رسول الله (صلى الله عليه وآله) وقطع \nالدم الذي كان ينزف من جسده الشريف ، فكان زوجها يصبّ الماء على جرح رسول الله (صلى \nالله عليه وآله) وهي تغسله ، ولما يئست من انقطاع الدم أخذت قطعة حصير وأحرقتها حتى \nصار رماداً فذرّته على الجرح حتى انقطع دمه[11] .<br />\n<br />\nويحدّثنا التأريخ عن مشاركة فاطمة (عليها السلام) بروحها ومشاعرها لأبيها في كفاحه \nوصبره وجهاده في أكثر من موقع .<br />\n<br />\nفقد روي أنّ رسول الله (صلى الله عليه وآله) قدم من غزاة له ، فدخل المسجد فصلّى \nفيه ركعتين ، ثم بدأ ـ كعادته ـ ببيت فاطمة قبل بيوت نسائه، جاءها ليزورها ويسر \nبلقائها ، فرأت على وجهه آثار التعب والإجهاد ، فتألّمت لمّا رأت وبكت فسألها (صلى \nالله عليه وآله) : « ما يبكيك يا فاطمة ؟ » فقالت : « أراك قد شحب لونك » فقال (صلى \nالله عليه وآله) لها : « يا فاطمة إنّ الله ـ عزوجل ـ بعث أباكِ بأمر لم يبق على \nظهر الأرض بيت مدر ولا شعر إلاّ دخله به عزّاً أو ذلاً يبلغ حيث يبلغ الليل »[12] .<br />\n<br />\nوليست هذه العاطفة وتلك العناية والمشاركة مع الأب القائد والرسول الأعظم (صلى الله \nعليه وآله) من ابنته فاطمة (عليها السلام) هي كلّ ما تقدّمه لأبيها من إيثارها له \nواهتمامها به ومشاركتها له في شدّته وعسرته ، إنّها جاءت يوم الخندق ورسول الله(صلى \nالله عليه وآله) منهمك مع أصحابه في حفر الخندق لتحصين المدينة وحماية الإسلام، \nجاءت وهي تحمل كسرة خبز فرفعتها اليه فقال (صلى الله عليه وآله) : « ما هذه يا \nفاطمة ؟ » قالت : « من قرص اختبزته لابنيّ ، جئتك منه بهذه الكسرة » فقال (صلى الله \nعليه وآله) : « يا بنيّة أما إنّها لأول طعام دخل في فم أبيك منذ ثلاث »[13] .<br />\n<br />\nهذه صورة مشرقة لجهاد المرأة المسلمة تصنعها فاطمة في ظلال رسول الله(صلى الله عليه \nوآله)، فهي تشارك بكلّ ما لديها لتشد أزر الإسلام وتكافح جنباً إلى جنب مع أبيها \nوزوجها وأبنائها في ساحة واحدة وخندق واحد، لتدوّنَ في صحائف التأريخ درساً عملياً \nتتلقاه الأجيال من هذه الاُمّة المسلمة ، فتتعلّم حياة الإيمان التي تصنعها عقيدة \nالتوحيد بعيدة عن اللهو والعبث والضياع .<br />\n</p>\n\n</body>\n\n</html>\n"
}