{
"title": "مقدمة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>لمّا تزوّج علي من فاطمة</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">لمّا تزوّج علي من فاطمة (عليها السلام) قال رسول الله (صلى \nالله عليه وآله) لعليّ : «اُطلب منزلاً»، فطلب علي منزلاً فأصابه مستأخراً عن النبي \n(صلى الله عليه وآله) قليلاً فبنى بها فيه .<br />\n<br />\nفجاء النبيّ (صلى الله عليه وآله) إلى ابنته فقال : « إنّي اُريد أن اُحوّلك إليّ \n»، فقالت لرسول الله (صلى الله عليه وآله) : «فكلّمْ حارثة بن النعمان أن يتحوّل \nعنّي» فقال رسول الله (صلى الله عليه وآله) : « قد تحوّل حارثة عنّا حتى قد استحييت \nمنه »، فبلغ ذلك حارثة فجاء إلى النبيّ (صلى الله عليه وآله) وقال : يا رسول الله \nإنّه بلغني أنّك تحوّل فاطمة إليك وهذه منازلي وهي أسقب بيوت بني النجّار بك ، \nوإنّما أنا ومالي لله ولرسوله ، والله يا رسول الله المال الذي تأخذ منّي أحبّ \nإليَّ من الذي تدع، فقال رسول الله (صلى الله عليه وآله) : « صدقت ، بارك الله عليك \n» فحوّلها رسول الله إلى بيت حارثة[1] .<br />\n<br />\nانتقلت السيّدة فاطمة الزهراء (عليها السلام) إلى البيت الزوجي وكان انتقالها من \nبيت الرسالة والنبوّة الى دار الإمامة والولاية ، فهي تعيش في جوّ تكتنفه القداسة \nوالنزاهة ، وتحيط به عظمة الزهد وبساطة العيش ، وكانت تعين زوجها على أمر دينه \nوآخرته .<br />\n<br />\nكان عليّ (عليه السلام) يحترم السيّدة فاطمة الزهراء احتراماً لائقاً بها ، لا \nلأنّها زوجته فقط، بل لأنّها أحبّ الخلق إلى رسول الله (صلى الله عليه وآله) \nولأنّها سيّدة نساء العالمين، ولأنّ نورها من نور رسول الله (صلى الله عليه وآله)، \nولأنّها مجموعة الفضائل والقيم.<br />\n<br />\nولم يُعلم بالضبط مدّة إقامة الإمام عليّ والسيّدة فاطمة (عليهما السلام) في دار \nحارثة بن النعمان إلاّ أنّ رسول الله (صلى الله عليه وآله) بنى لها بيتاً ملاصقاً \nلمسجده ، له باب شارع إلى المسجد كبقية الحجرات التي بناها لزوجاته، وانتقلت \nالسيّدة فاطمة إلى ذلك البيت الجديد الملاصق لبيت الله والمجاور لبيت رسول الله(صلى \nالله عليه وآله) .<br />\n<br />\nولم يكن رسول الله (صلى الله عليه وآله) ليترك هذا الغرس النبويّ دون أن يرعاه \nويحتضنه بتوجيهه وعنايته ، فعاش الزوجان في ظلّ رسول (صلى الله عليه وآله) وفي كنفه \nومنح(صلى الله عليه وآله) فاطمة بعد زواجها ما لم يمنحه لأحد من الحبّ والنصيحة \nوالتوصية، فقد علّمها أبوها (صلى الله عليه وآله) معنى الحياة ، وأوحى لها بأنّ \nالإنسانية هي جوهر الحياة ، وأنّ السعادة الزوجية القائمة على الخلق والقيم \nالإسلامية هي أسمى من المال والقصور والزخارف وقطع الأثاث وتحف الفن المزخرفة .<br />\n<br />\nوتعيش فاطمة الزهراء في كنف زوجها قريرة العين سعيدة النفس ، لا تفارقها البساطة \nولا يبرح بيتها خشونة الحياة ، فهي الزوجة المثالية ، زوجة عليّ (عليه السلام) بطل \nالمسلمين ، ووزير الرسول (صلى الله عليه وآله) ومشاوره الأول ، وحامل لواء النصر \nوالجهاد ، وعليها أن تكون بمستوى المسؤولية الخطيرة ، وأن تكون لعليّ كما كانت \nاُمّها خديجه لرسول الله (صلى الله عليه وآله) تشاركه في جهاده وتصبر على قساوة \nالحياة ورسالة الدعوة الصعبة .<br />\n<br />\nلقد كانت حقاً بمستوى مهمتها التي اختارها الله تعالى لها ، فكانت القدوة الصالحة \nللمسلم الرسالي وللمرأة النموذجية المسلمة .<br />\n</p>\n\n</body>\n\n</html>\n"
}