{
"title": "2 ـ مكارم أخلاقها",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>كانت فاطمة</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">كانت فاطمة (عليها السلام): «كريمة الخليقة، شريفة الملكة، \nنبيلة النفس، جليلة الحس، سريعة الفهم، مرهفة الذهن، جزلة المروءة، غرّاء المكارم، \nفيّاحة نفّاحة، جريئة الصدر، رابطة الجأش، حميّة الأنف، نائية عن مذاهب العجب، لا \nيحدّدها ماديّ الخيلاء، ولا يثني أعطافها الزهوو الكبرياء»[5].<br />\n<br />\nلقد كانت سبطة الخليقة في سماحة وهوادة إلى رحابة صدر وسعة أناة في وقار وسكينة \nورفق ورزانة وركانة ورصانة وعفة وصيانة.<br />\n<br />\nعاشت قبل وفاة أبيها متهلّلة العزة وضّاحة المحيّا حسنة البشر باسمة الثغر، ولم \nتغرب بسمتها إلاّ منذ وفاة أبيها (صلى الله عليه وآله).<br />\n<br />\nكانت لا يجري لسانها بغير الحقّ ولا تنطق إلاّ بالصدق، لا تذكر أحداً بسوء، فلا \nغيبة ولا نميمة، ولا همز ولا لمز، تحفظ السرّ وتفي بالوعد، وتصدق النصح وتقبل العذر \nوتتجاوز عن الإساءة، فكثيراً ما أقالت العثرة وتلقّت الإساءة بالحلم والصفح.<br />\n<br />\n«لقد كانت عزوفة عن الشرّ، ميّالة إلى الخير، أمينة، صدوقة في قولها، صادقة في \nنيّتها ووفائها، وكانت في الذروة العالية من العفاف، طاهرة الذيل عفيفة الطرف، لا \nيميل بها هواها، إذ هي من آل بيت النبيّ الذين أذهب الله عنهم الرجس وطهّرهم \nتطهيراً.<br />\n<br />\nوكانت إذا ما كلّمت إنساناً أو خطبت في الرجال يكون بينها وبينهم ستر يحجبها عنهم \nعفةً وصيانة.<br />\n<br />\nومن عجيب صونها أنّها استقبحت بعد الوفاة ما يصنع بالنساء من أن يطرح على المرأة \nالثوب فيصفها[6].<br />\n<br />\nوكانت الزهراء (عليها السلام) زاهدةً قنوعة، موقنة بأنّ الحرص يفرّق القلب ويشتّت \nالأمر، مستمسكة بما قاله لها أبوها: «يا فاطمة! اصبري على مرارة الدنيا لتفوزي \nبنعيم الأبد» فكانت راضية باليسير من العيش، صابرة على شظف الحياة، قانعة بالقليل \nمن الحلال،<br />\n<br />\nراضيةً مرضيّة، لا تطمح إلى ما لغيرها، ولا تستشرف ببصرها إلى ما ليس من حقّها، وما \nكانت تتنزّل إلى سؤال غير الله تعالى، فهي رمز لغنى النفس ، كما قال أبوها (صلى \nالله عليه وآله): «إنّما الغنى غنى النفس».<br />\n<br />\nإنّها السيّدة البتول التي انقطعت إلى الله تعالى عن دنياها وعزفت عن زخارفها وصدفت \nعن غرورها وعرفت آفاتها، وصبرت على أداء مسؤولياتها وهي تعاني شظف العيش ولسانها \nرطب بذكر مولاها.<br />\n<br />\nلقد كان همّ الزهراء الآخرة، فلم تحفل بمباهج الدنيا وهي ترى إعراض أبيها (صلى الله \nعليه وآله) عن الدنيا وما فيها من متع ولذائذ وشهوات.<br />\n<br />\nوعرف عنها صبرها على البلاء وشكرها عند الرخاء ورضاها بواقع القضاء، وقد روت عن \nأبيها (صلى الله عليه وآله): «إنّ الله إذا أحبّ عبداً ابتلاه، فإن صبر اجتباه وإن \nرضي اصطفاه»[7].<br />\n</p>\n\n</body>\n\n</html>\n"
}