{
"title": "3 ـ جودها وايثارها",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>وكانت على هدي أبيها في جوده وسخا</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">وكانت على هدي أبيها في جوده وسخائه، وقد سمعته يقول: \n«السخي قريب من الله، قريب من الناس، قريب من الجنة، بعيد عن النار، وأنّ الله \nسبحانه جواد يحبّ الجواد» وكان الإيثار من شعار المصطفى (صلى الله عليه وآله) حتى \nقالت بعض زوجاته: ما شبع ثلاثة أيام متوالية حتى فارق الدنيا، وكان يقول (صلى الله \nعليه وآله) : «ولو شئنا لشبعنا ولكنّا نؤثر على أنفسنا»[1]، وكانت الزهراء خير من \nيؤثر على نفسه اقتداءً بأبيها حتى عُرف عنها ايثارها بقميص عرسها ليلة زفافها سلام \nالله عليها، وكفى بما أوردناه في سورة الدهر شاهداً على عظيم ايثارها وجميل سخائها.<br />\n<br />\nوروي عن جابر بن عبدالله الأنصاري أنّه قال: صلّى بنا رسول الله (صلى الله عليه \nوآله) صلاة العصر، فلمّا انفتل جلس في قبلته والناس حوله، فبينا هم كذلك إذ أقبل \nشيخ من مهاجرة العرب عليه سمل[2] قد تهلّل وأخلق، ولا يكاد يتمالك كبراً وضعفاً، \nفأقبل عليه رسول الله (صلى الله عليه وآله) يستحثّه الخبر، فقال الشيخ: يا نبيّ \nالله، أنا جائع الكبد فأطعمني، وعاري الجسد فاكسني، وفقير فأرشني، فقال (صلى الله \nعليه وآله): «ما أجد لك شيئاً، ولكنّ الدالّ على الخير كفاعله، إنطلق إلى منزل من \nيحبّ الله ورسوله، ويحبّه الله ورسوله، يؤثر الله على نفسه، انطلق إلى حجرة فاطمة». \n(وكان بيتها ملاصقاً لبيت رسول الله (صلى الله عليه وآله) الذي ينفرد به لنفسه من \nأزواجه) وقال: «يا بلال قم فقف به على منزل فاطمة».<br />\n<br />\nفانطلق الأعرابي مع بلال، فلمّا وقف على باب فاطمة; نادى بأعلى صوته: السلام عليكم \nيا أهل بيت النبوّة، ومختلف الملائكة، ومهبط جبرئيل الروح الأمين بالتنزيل من عند \nربّ العالمين، فقالت فاطمة: «عليك السلام، فمن أنت يا هذا؟» قال: شيخ من العرب \nأقبلت على أبيك السيد البشير من شقّة، وأنا يا بنت محمد (صلى الله عليه وآله) عاري \nالجسد جائع الكبد فواسيني يرحمكِ الله.<br />\n<br />\nوكان لفاطمة وعليّ ورسول الله (صلى الله عليه وآله) ثلاثاً ما طعموا فيها طعاماً، \nوقد علم رسول الله (صلى الله عليه وآله) ذلك من شأنهما، فعمدت فاطمة إلى جلد كبش \nمدبوغ بالقرظ كان ينام عليه الحسن والحسين، فقالت: «خذ أيّها الطارق، فعسى الله أن \nيختار لك ما هو خير فيه»، قال الأعرابي: يا بنت محمد، شكوت اليك الجوع فناولتني جلد \nكبش ما أصنع به مع ما أجد من السغب؟<br />\n<br />\nقال: فعمدت لمّا سمعت هذا من قوله إلى عقد كان في عنقها أهدته لها فاطمة بنت عمّها \nحمزة بن عبد المطلب، فقطعته من عنقها ونبذته الى الأعرابي وقالت: «خذ وبعه، فعسى \nالله أن يعوضك به ما هو خير منه».<br />\n<br />\nفأخذ الأعرابي العقد وانطلق إلى مسجد رسول الله (صلى الله عليه وآله) والنبيّ جالس \nفي أصحابه فقال: يا رسول الله، أعطتني فاطمة هذا العقد، فقالت: « بعه ».<br />\n<br />\nقال فبكى رسول الله (صلى الله عليه وآله) وقال: «كيف لا يعوّضك به ما هو خير منه ؟! \nوقد أعطتك فاطمة (عليها السلام) بنت محمد سيّدة بنات آدم».<br />\n<br />\nفقام عمار بن ياسر (رضي الله عنه) فقال: يا رسول الله، أتأذن لي بشراء هذا العقد؟ \nقال: «اشتره يا عمار، فلو اشترك فيه الثقلان ما عذّبهم الله بالنار»، فقال عمار: \nبكم العقد يا أعرابي؟ قال: بشبعة من الخبز واللحم وبردة يمانية أستر بها عورتي \nواُصلي بها لربّي ودينار يبلغني أهلي ..<br />\n<br />\nوكان عمار قد باع سهمه الذي نفله رسول الله(صلى الله عليه وآله) من خيبر ولم يبق \nمعه شيئاً، فقال: لك عشرون ديناراً ومئتا درهم هجرية وبردة يمانية وراحلتي تبلغك \nأهلك، وشبعك من خبز البرّ واللحم.<br />\n<br />\nفقال الأعرابي: ما أسخاك بالمال يا رجل! وانطلق به عمّار فوفاه فأضمن له، وعاد \nالأعرابي إلى رسول الله (صلى الله عليه وآله) فقال له رسول الله (صلى الله عليه \nوآله): «أشبعت واكتسيت ؟» قال الأعرابي: نعم، واستغنيت بأبي أنت واُمي قال: «فأجز \nفاطمة بصنيعها» فقال الأعرابي:<br />\n<br />\nاللهمّ إنّك إله ما استحدثناك ولا إله لنا نعبده سواك، وأنت رازقنا على كلّ الجهات، \nاللهمّ أعطِ فاطمة ما لا عين رأت ولا اُذن سمعت.<br />\n<br />\nفأمّن النبي على دعائه وأقبل على أصحابه، فقال: «إنّ الله قد أعطى فاطمة في الدنيا \nذلك، أنا أبوها ولا أحد من العالمين مثلي، وعليّ بعلها ولولا عليّ; لما كان لفاطمة \nكفؤ أبداً، وأعطاها الحسن والحسين وما للعالمين مثلهما سيدا شباب أسباط الأنبياء \nوسيدا شباب أهل الجنة».<br />\n<br />\nوكان بإزائه مقداد وعمار وسلمان. فقال: « وأزيدكم ؟ »، قالوا: نعم يا رسول الله، \nقال (صلى الله عليه وآله): «أتاني الروح ـ يعني جبرئيل ـ أنّها إذا هي قُبضت ودفنت \nيسألها الملكان في قبرها: من ربّك؟ فتقول: الله ربّي، فيقولان فمن نبيّك؟ فتقول: \nأبي، فمن وليّكِ؟ فتقول: هذا القائم على شفير قبري ألا وأزيدكم من فضلها؟ إنّ الله \nقد وكّل بها رعيلاً من الملائكة يحفظونها من بين يديها ومن خلفها وعن يمينها وعن \nشمالها، وهم معها في حياتها وعند قبرها وعند موتها، يكثرون الصلاة عليها وعلى أبيها \nوعلى بعلها وبنيها، فمن زارني بعد وفاتي فكأنّما زارني في حياتي، ومن زار فاطمة \nفكأنّما زارني، ومن زار علي بن أبي طالب فكأنّما زار فاطمة، ومن زار الحسن والحسين \nفكأنّما زار عليّاً، ومن زار ذريّتهما فكأنّما زارهما».<br />\n<br />\nفعمد عمار إلى العقد فطيّبه بالمسك، ولفّه في بردة يمانية، وكان له عبد اسمه (سهم) \nابتاعه من ذلك السهم الذي أصابه بخيبر، فدفع العقد إلى المملوك وقال له: خذ هذا \nالعقد وادفعه لرسول الله وأنت له، فأخذ المملوك العقد فأتى به رسول الله (صلى الله \nعليه وآله) فأخبره بقول عمار، فقال النبي (صلى الله عليه وآله): «انطلق الى فاطمة \nفادفع اليها العقد وأنت لها»، فجاء المملوك بالعقد وأخبرها بقول رسول الله (صلى \nالله عليه وآله) فأخذت فاطمة(عليها السلام) العقد وأعتقت المملوك فضحك الغلام، \nفقالت: «ما يضحكك يا غلام؟»، قال: أضحكني عظم بركة هذا العقد، أشبع جائعاً وكسى \nعرياناً وأغنى فقيراً وأعتق عبداً ورجع إلى ربّه[3].<br />\n</p>\n\n</body>\n\n</html>\n"
}