{
"title": "1 ـ الزهراء (عليها السلام) كوثر الرسالة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>إنّ الكوثر هو الخير الكثير</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">إنّ الكوثر هو الخير الكثير ، وهو يتناول بظاهره جميع نعم الله على النبيّ محمّد \n(صلى الله عليه وآله) ولكن ما ذكروه في أسباب النزول بالإضافة إلى الآية الأخيرة من \nسورة الكوثر يشيران بوضوح إلى أنّ هذا الخير يرتبط بكثرة النسل ودوامه، وقد عرف \nالعالم كلّه أنّ نسل رسول الله (صلى الله عليه وآله) قد استمرّ من خلال ابنته \nالزهراء البتول كما صرّحت بذلك جملة من أحاديث الرسول (صلى الله عليه وآله).<br />\n<br />\nوممّا رواه المفسّرون في هذا الصدد أنّ العاص بن وائل كان يقول لصناديد<br />\n<br />\nقريش: إنّ محمداً أبتر لا ابن له[1] يقوم مقامه بعده، فإذا مات انقطع ذكره واسترحتم \nمنه. وهذا قول ابن عباس وعامة أهل التفسير[2]، وبالرغم ممّا ذكره الفخر الرازي من \nاختلاف المفسّرين في معنى الكوثر هنا فإنّه قد صرّح قائلاً : « والقول الثالث : \nالكوثر أولاده .. لأنّ هذه السورة إنّما نزلت ردّاً على من عابه (عليه السلام) بعدم \nالأولاد، فالمعنى أنّه يعطيه نسلاً يبقون على مرّ الزمان (ثم قال): فانظرْ ، كم \nقُتل من أهل البيت ؟! ثمّ العالم ممتلئ منهم ولم يبق من بني اُمية في الدنيا أحد \nيعبأ به، ثم انظر كم كان فيهم من الأكابر من العلماء كالباقر والصادق والكاظم \nوالرضا (عليهم السلام) والنفس الزكية وأمثالهم »[3].<br />\n<br />\nوتدلّ آية المباهلة[4] على أنّ الحسن والحسين ابنا رسول الله (صلى الله عليه وآله) \nكما دلّت النصوص المتضافرة عن الرسول (صلى الله عليه وآله) على أنّ الله تعالى جعل \nذريّة كلّ نبيّ في صلبه وجعل ذريّة الرسول الخاتم (صلى الله عليه وآله) في صلب علي \nبن أبي طالب (عليه السلام)[5] وروت الصحاح عن النبيّ (صلى الله عليه وآله) أنّه قال \nللحسن بن علي (عليهما السلام) : «إنّ ابني هذا سيّد، ولعلّ الله يصلح به بين فئتين \nعظيمتين»[6].<br />\n</p>\n\n</body>\n\n</html>\n"
}