{
"title": "كلامها في حقّ الإمامة وظلامة أهل البيت (عليهم السلام)",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>عن محمود بن لبيد قال</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">عن محمود بن لبيد قال : لمّا قبض رسول الله (صلى الله عليه \nوآله) كانت فاطمة (عليها السلام) تأتي قبور الشهداء وتأتي قبر حمزة وتبكي هناك، \nفلمّا كان في بعض الأيام أتيت قبر حمزة فوجدتها (عليها السلام) تبكي هناك ، \nفأمهلتها حتى سكنت ، فأتيتها وسلّمت عليها وقلت : يا سيّدة النسوان قد والله قطّعتِ \nأنياط قلبي من بكائك، فقالت : «يا أبا عمر! لحقّ لي البكاء، فلقد أصبت بخير الآباء \nرسول الله (صلى الله عليه وآله) واشوقاه إلى رسول الله (صلى الله عليه وآله)»! ثم \nأنشأت تقول :<br />\n<br />\nإذا مات ميت قلّ ذكره وذكر أبي مذ مات والله أكثر<br />\n<br />\nقلت: يا سيّدتي إني سائلك عن مسألة تتلجلج في صدري، قالت: سل. قلت: هل نصّ رسول \nالله (ص) قبل وفاته على علي (ع) بالإمامة؟ قالت: واعجباه! أنسيتم يوم غدير خم؟ قلت: \nقد كان ذلك ولكن أخبريني بما أسرّ اليك، قالت: أشهد الله تعالى لقد سمعته يقول: \nعليٌّ خير من اُخلِّفه فيكم، وهو الإمام والخليفة بعدي وسبطاني وتسعة من صلب الحسين \nأئمة أبرار، لئن أتّبعتموهم وجدتموهم هادين مهديّين، ولئن خالفتموهم ليكون الاختلاف \nفيكم إلى يوم القيامة.<br />\n<br />\nقلت: يا سيدتي فما باله قعد عن حقّه؟ قالت: يا أبا عمر، لقد قال رسول الله (ص): مثل \nالإمام مثل الكعبة إذ تؤتى ولا تأتي ـ أو قالت مثل علي ـ ثم قالت: أما والله لو \nتركوا الحقّ على أهله واتّبعوا عترة نبيّه لما اختلف في الله اثنان، ولورثها سلف عن \nسلف وخلف عن خلف حتى يقوم قائمنا التاسع من ولد الحسين، ولكن قدّموا من أخّره الله \nوأخّروا من قدّمه الله، حتى إذا ألحدوا المبعوث وأودعوه الجدث المجدوث اختاروا \nبشهوتهم، وعملوا بآرائهم، تبّاً لهم، أوَ لم يسمعوا الله يقول: (وربك يخلق من يشاء \nويختار ما كان لهم الخيرة) بل سمعوا ولكنهم كما قاله الله سبحانه: (فإنّها لا تعمى \nالأبصار ولكن تعمى القلوب التي في الصدور) هيهات بسطوا في الدنيا آمالهم، ونسوا \nآجالهم فتعساً لهم وأضلَّ أعمالهم، أعوذ بك يا ربّ من الحور بعد الكور[2] .<br />\n<br />\nوقالت (عليها السلام) في جواب عائشة بنت طلحة :<br />\n<br />\n«أتسأليني عن هنة حلَّق بها الطائر ، وحفي بها السائر ، رفعت إلى السماء أثراً ، \nورزئت في الأرض خبراً؟ إنّ قُحيف تَيم ، واُحيول عدي جاريا أبا الحسن في السباق، \nحتى إذا تفرّيا في الخناق فأسرّا له الشنآن ، وطوياه الإعلان، فلمّـا خبأ نور الدين \nوقبض النبىّ الأمين نطقا بفورهما ، نفثا بسورهما ، وأدالا فدكاً ، فيالها كم من ملك \nملك، إنّها عطية الربّ الأعلى للنجيّ الأَوفى ، ولقد نَحلينها للصبية السواغب من \nنجله ونسلي ، وإنّها لَبِعِلْمِ الله وشهادة أمينه ، فإن انتزعا مني البلغة ومنعاني \nاللمظة فأحتسبها يوم الحشر، وليجدن آكلها ساعرة حميم في لظى جحيم»[3] .<br />\n</p>\n\n</body>\n\n</html>\n"
}