{
"title": "3 ـ حجة الوداع والأيّام الأخيرة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>ومرّت تلك الأيام بعطائها وحلوها</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">ومرّت تلك الأيام بعطائها وحلوها ومرّها حتى جاءت السنة \nالعاشرة من الهجرة دعا النبيّ الأكرم (صلى الله عليه وآله) عامة المسلمين لأداء \nمناسك الحج ، وحجّ بهم حجّة الوداع ، وعلّمهم أحكام الحج ومناسكه، وعند العودة \nتوقّف الركب عند غدير خم ، وصعد النبي (صلى الله عليه وآله) على منبر من أحداج \nالإبل ونادى بصوت عال بعد تمهيدات عديدة : « من كنت مولاه فعليّ مولاه اللهمّ والِ \nمن والاه وعادِ من عاداه » فنصب عليّاً (عليه السلام) لخلافته من بعده ، ثم أمر \nالمسلمين فبايعوا عليّاً وسلّموا عليه بإمرة المؤمنين ، ثمّ تفرّقوا في بلدانهم ، \nوعاد النبيّ (صلى الله عليه وآله) إلىالمدينة .<br />\n<br />\nوبدخول السنة الحادية عشرة من الهجرة، وفي الأيام الأخيرة من شهر صفر اشتكى النبيّ \nمن مرض ألمّ به، وكان قد عزم على غزو الروم وأعدّ لقيادة جيشه اُسامة بن زيد وهو في \nمطلع شبابه ، وأمر جميعَ المهاجرين والأنصار أن ينضمّوا اليه ، وجعل يستحثّهم على \nالخروج، ونصّ على بعضهم بالاسم ليخلي الساحة من المخالفين والمتربّصين، ويفوّت \nالفرصة على المعارضين لخلافة الإمام عليّ (عليه السلام) .<br />\n<br />\nوظنّ أكثر المسلمين في بداية الأمر أنّها وعكة صحيّة طارئة لا تلبث أن تزول بسرعة ، \nغير أنّ الزهراء لم تكد تسمع بشكوى أبيها حتى ارتجّ قلبها وانهارت وكأنّها والموت \nعلى ميعاد ، فقد بانت أمارات الموت عليه(صلى الله عليه وآله) وضعفت صحّته ، فكان \nيتهيّأ ويوصي بأهل بيته في كلّ مناسبة، ويزور البقيع ويخاطبهم بكلمات تُشعر بدنوّ \nأجله ، لا سيما وقد سمعته قبل ذلك يقول في بعض المناسبات لأصحابه وهو يعظهم : « \nيوشك أن اُدعى فاُجيب»، وسمعته يقول في حجّة الوداع على جبل عرفات وقد وقف بين \nالمسلمين : «لعلّي لا ألقاكم بعد عامي هذا»، وتكرّرت منه هذه المقالة في السنة \nالعاشرة من الهجرة.<br />\n<br />\nومرّةً رأت فاطمة (عليها السلام) في منامها ـ بعد حجّة الوداع ـ أنّها كانت تقرأ \nالقرآن وفجأةً وقع القرآن من يدها واختفى ، فاستيقظت مرعوبةً وقصّت الرؤيا على \nأبيها (صلى الله عليه وآله) فقال رسول الله (صلى الله عليه وآله) : « أنا ذلك \nالقرآن ـ يا نور عيني ـ وسرعان ما أرحل »[1] .<br />\n<br />\nلقد كانت فاطمة (عليها السلام) وأمير المؤمنين أشدّ الناس لصوقاً وأقربهم إلى رسول \nالله في فترةِ مرضه وحتى وفاته (صلى الله عليه وآله)، فعن عليّ (عليه السلام) : أنّ \nمعاذاً سأل عائشة كيف وجدت رسول الله (صلى الله عليه وآله) عند وجعه ووفاته ؟ فقالت \n: يا معاذ ما شهدته عند وفاته ولكن دونك هذه فاطمة ابنته فاسألها[2] .<br />\n<br />\nكما أنّ فاطمة كانت تطوف حين مرض النبيّ (صلى الله عليه وآله) على أزواجه فتقول : \nإنّه يشق على النبيّ (صلى الله عليه وآله) أن يطوف عليكنّ ، فقلن هو في حلّ[3] .<br />\n<br />\nواشتد المرض بالنبيّ (صلى الله عليه وآله) أكثر فأكثر ، فهو مسجّىً على فراش الموت \nوالزهراء بجانبه يشتدّ وجدها على أبيها، وتقول: واكربي لكربك يا أبتاه! فتارةً \nتحدّق في وجهه الشاحب وتذرف الدموع الساخنة، واُخرى تدعو له بالسلامة .<br />\n<br />\nلقد ثقل المرض على رسول الله (صلى الله عليه وآله) حتى أُغمي عليه ، فلمّا أفاق; \nوجد أبا بكر وعمر وآخرين عنده ، فقال (صلى الله عليه وآله) : « ألم آمركم بالمسير \nفي جيش اُسامة ؟ » فاعتذروا إلاّ أنّ النبىّ (صلى الله عليه وآله) كان يعلم ما \nتُكِنُّ صدورهم وما يبيّتون من بقائهم في المدينة ليبتزّوا مركز القيادة الإسلامية، \nفقال (صلى الله عليه وآله) : « إئتوني بدواة وبياض ، أكتب لكم كتاباً لا تضلّوا \nبعدي أبداً »، فتنازعوا فقالوا : إن رسول الله (صلى الله عليه وآله) يهجر وفي نص \nآخر : قال عمر : إن النبيّ غلبه الوجع حسبُنا كتاب الله فاختلفوا وكثر اللغط ، قال \n(صلى الله عليه وآله) : قوموا عنّي ولا ينبغي عندي التنازع[4] .<br />\n<br />\nكانت الزهراء ترى كلّ ذلك بقلب حزين وعين دامعة ، وكأ نّها ترتقب أياماً صعبة \nالأحداث .<br />\n</p>\n\n</body>\n\n</html>\n"
}