{
"title": "ج ـ فاطمة (عليها السلام) في دور الاُمّ",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>إنّ الاُمومة من الوظائف الحسّاسة</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">إنّ الاُمومة من الوظائف الحسّاسة والمهام الثقيلة التي \nاُلقيت على عاتق الزهراء (عليها السلام) حيث أنجبت خمسة أطفال هم : الحسن والحسين \nوزينب واُمّ كلثوم في حين اسقط جنينها المحسن قبل ولادته[8] .<br />\n<br />\nوقد قدّر الله سبحانه وتعالى أن يكون نسل رسول الله (صلى الله عليه وآله) وذرّيّته \nمن فاطمة (عليها السلام)، كما أخبر رسول الله (صلى الله عليه وآله) بقوله : « إنّ \nالله جعل ذرّيّة كلّ نبيّ في صلبه وجعل ذرّيّتي في صلب عليّ بن أبي طالب »[9] .<br />\n<br />\nإنّ الزهراء (عليها السلام) ـ وهي ربيبة الوحي والنبوّة ـ تَعرِف جيداً مناهج \nالتربية الإسلامية والتي تجلّت في تربيتها لمثل الحسن (عليه السلام) الذي أعدّته \nليتحمّل مسؤولية قيادة المسلمين ويتجرّع الغصص في أحرج اللحظات من تأريخ الرسالة ، \nويصالح معاوية على مضض حفاظاً على سلامة الدين الإسلامي والفئة المؤمنة ، ويعلن \nللعالم أنّ الإسلام وهو دين السلام لا يسمح لأعدائه باستغلال مشاكله الداخلية لضربه \nوإضعافه، فيُسقط ما في يد معاوية ويُفشل خططه ومؤامراته لإحياء الجاهلية ، ويكشف \nتضليله لعامة الناس ولو بعد برهة ، ويقضي على اللعبة التي أراد معاوية أن يمرّرها \nعلى المسلمين.<br />\n<br />\nوالزهراء (عليها السلام) قد ربّت مثل الحسين (عليه السلام) الذي اختار التضحية \nبنفسه وجميع أهله وأعزّ أصحابه في سبيل الله ومن أجل مقارعة الظلم والظالمين، \nليُروّي بدمه شجرة الإسلام الباسقة .<br />\n<br />\nوربَّت الزهراء (عليها السلام) مثل زينب واُمّ كلثوم ، وعلّمتهنّ دروس التضحية \nوالفداء والصمود أمام الظالمين ، حتى لا يذعنّ ولا يخضعن للظالم وقوته ، ويقلن \nالحقّ ، أمام جبروت بني أُميّة بكلّ جرأة وصراحة، لتتّضح خطورة المؤامرة على الدين \nوعلى اُمّة سيّد المرسلين .<br />\n</p>\n\n</body>\n\n</html>\n"
}