{
"title": "10 ـ السيّدة فاطمة (عليها السلام) في أيامها الأخيرة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>لم تبق الزهراء</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">لم تبق الزهراء (عليها السلام) بعد أبيها سوى شهور معدودة \nقضتها بالبكاء والنحيب والأنين حتى عُدّت من البكّائين ، ولم تر ضاحكةً قطّ[4] .<br />\n<br />\nوكان لبكائها أسباب ودوافع كثيرة ، أهمّها انحراف المسلمين عن الطريق المستقيم \nوإنزلاقهم في مهاو تؤدي إلى الاختلاف والفرقة وانهيار الاُمّة الاسلامية بالتدريج .<br />\n<br />\nوالزهراء (عليها السلام) التي عاشت انتشار الدعوة الإسلامية أيام أبيها (صلى الله \nعليه وآله) وضحّت من أجلها بكل نفيس كانت تتوقّع انتصار الإسلام وتشييد صرح العدل \nفي ربوع الدنيا كلّها، ولكن غصب الخلافة والأحداث التي تلتها هدم صرح آمالها وأدخل \nالحزن على قلبها وروحها الطاهرة، فقد تحمّلت همّاً ثقيلاً فوق همّها وحزنها على \nأبيها النبيّ الأكرم (صلى الله عليه وآله) .<br />\n<br />\nوذات يوم دخلت اُمّ سلمة على فاطمة (عليها السلام) فقالت لها : كيف أصبحتِ عن \nليلتكِ يا بنت رسول الله (صلى الله عليه وآله) ؟ قالت (عليها السلام) : « أصبحت بين \nكمد وكرب ، فقد النبيّ (صلى الله عليه وآله) وظلم الوصيّ (عليه السلام) ، هتك والله \nحجاب من أصبحت إمامته مقبضة على غير ما شرع الله في التنزيل أو سنّها النبيّ (صلى \nالله عليه وآله) في التأويل ، ولكنّها أحقاد بدرية وترات اُحدية»[5] .<br />\n<br />\nوعن عليّ (عليه السلام) قال : « غسلتُ النبيّ (صلى الله عليه وآله) في قميصه ، \nفكانت فاطمة تقول: أرني القميص ، فإذا شمّته غشي عليها ، فلمّا رأيت ذلك غيّبته \n»[6].<br />\n<br />\nوروي أنّه لمّا قبض النبيّ (صلى الله عليه وآله) امتنع بلال من الأذان قال : لا \nاُؤذّن لأحد بعد رسول الله (صلى الله عليه وآله)، وإنّ فاطمة (عليها السلام) قالت \nذات يوم : «إنّي أشتهي أن أسمع صوت مؤذّن أبي (صلى الله عليه وآله) بلال » فبلغ ذلك \nبلالاً فأخذ في الأذان، فلمّا قال: الله أكبر الله أكبر ، ذكرت أباها وأيامه فلم \nتتمالك من البكاء، فلمّا بلغ إلى قوله : أشهد أنّ محمداً رسول الله (صلى الله عليه \nوآله) شهقت فاطمة (عليها السلام) وسقطت لوجهها وغشي عليها، فقال الناس لبلال : امسك \nيا بلال ، فقد فارقت ابنة رسول الله (صلى الله عليه وآله) الدنيا، وظنّوا أنّها قد \nماتت ، فقطع أذانه ولم يتمه، فأفاقت فاطمة (عليها السلام) وسألته أن يتمّ الأذان \nفلم يفعل، وقال لها : يا سيّدة النسوان ، إنّي أخشى عليك ممّا تنزلينه بنفسك إذا \nسمعت صوتي بالأذان ، فأعفته عن ذلك[7] .<br />\n<br />\nوأخذت فاطمة (عليها السلام) بالبكاء والعويل ليلها ونهارها ، ولم ترقأ لها دمعة حتى \nجزع لذلك جيرانها ، فاجتمع شيوخ أهل المدينة وأقبلوا إلى أمير المؤمنين (عليه \nالسلام) وقالوا : يا أبا الحسن! إنّ فاطمة تبكي الليل والنهار فلا أحد منّا يتهنّأ \nبالنوم في الليل على فراشنا ولا بالنهار لنا قرار على أشغالنا وطلب معايشنا ، وإنّا \nنخبرك أن تسألها إمّا أن تبكي ليلاً أو نهاراً .<br />\n<br />\nفأقبل أمير المؤمنين (عليه السلام) حتّى دخل على فاطمة (عليها السلام) فقال لها : « \nيا بنت رسول الله (صلى الله عليه وآله) إنّ شيوخ المدينة يسألونني أن أسألك إمّا أن \nتبكي أباكِ ليلاً أو نهاراً »، فقالت : « يا أبا الحسن ، ما أقلّ مكثي بينهم ، وما \nأقرب مغيبي من بين أظهرهم » ، فاضطرّ أمير المؤمنين (عليه السلام) إلى بناء بيت خلف \nالبقيع خارج المدينة وسمّاه « بيت الأحزان » وكانت إذا أصبحت قدّمت الحسن \nوالحسين(عليهما السلام) أمامها وخرجت إليه وهي تمرّ على البقيع باكية، فإذا جاء \nالليل أقبل أمير المؤمنين (عليه السلام) اليها ورافقها إلى منزلها[8] .<br />\n<br />\nوعن أنس ، قال : لمّا فرغنا من دفن النبيّ (صلى الله عليه وآله) أتيت إلى فاطمة \n(عليها السلام) فقالت : « كيف طاوعتكم أنفسكم على أن تهيلوا التراب على وجه رسول \nالله (صلى الله عليه وآله) ؟ » ثم بكت[9] .<br />\n<br />\nوقال الصادق (عليه السلام) : «وحزنت فاطمة (عليها السلام) حزناً شديداً أثّر على \nصحتها ، والمرّة الوحيدة التي ابتسمت فيها بعد وفاة أبيها (صلى الله عليه وآله) \nعندما نظرت إلى أسماء بنت عميس وهي على فراش الموت وبعد أن لبست ملابس الموت، \nفابتسمت ونظرت إلى نعشها الذي عُمل لها قبل وفاتها وقالت : سترتموني ستركم \nالله»[10] .<br />\n</p>\n\n</body>\n\n</html>\n"
}