{
"title": "أدب السيّدة فاطمة الزهراء (عليها السلام)",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>بالرغم من أنّ فاطمة</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">بالرغم من أنّ فاطمة (عليها السلام) توفّيت ولها ثماني عشرة \nسنة فإنّ النصوص المؤرّخة تشير إلى أنّها ـ مثل سائر المعصومين (عليهم السلام) ـ \nتوفّرت على إلقاء وتدوين ما يرتبط بمبادئ الشريعة الإسلامية، وأنّها (عليها السلام) \nفي لقاءاتها مع العنصر النسوي كانت تتكفّل بالإجابة على أسئلتهنّ ، وأنّها بعامة \nأثر عنها من النصوص ما يفصح عن شخصيّتها العلميّة والأدبيّة، ولعلّ النماذج التي \nنقلها المؤرّخون بالنسبة إلى النصوص الخطابية التي ارتجلتها تفصح بوضوح عن الطابع \nالأدبي المحكم في خطاباتها، فهناك خطبتان مأثورتان عن فاطمة (عليها السلام) فيما \nارتجلت اُولاهما بمحضر من النساء « بعد وفاة النبيّ(صلى الله عليه وآله) » والاُخرى \nارتجلتها بمحضر من شخصيّات المهاجرين والأنصار ...[6].<br />\n<br />\nوقد ذكرنا نص الخطبتين بعد أحداث رحلة النبيّ (صلى الله عليه وآله) ، وعلّق الدكتور \nالبستاني على هذا النص الفني قائلاً : « لقد بدأت الخطبة بتمجيد الله تعالى وهو \nاُسلوب قد اختطّه النبيّ وفصّله الإمام عليّ (عليه السلام) حيث يلاحظ أنّ فاطمة \n(عليها السلام) قد أفادت من جانب من النبيّ والإمام عليّ (عليه السلام) اُسلوبياً ، \nواختطت منحىً فنياً خاصاً من جانب آخر ، إنّها تسلسلت موضوعياً من الحمد ، فالشكر ، \nفالثناء على معطيات الله تعالى، ثم صفاته تعالى ، ثم نبوّة أبيها فمعطيات ذلك ، ثم \nاتّجهت إلى الموضوع الرئيس وسردت قائمة بالمعطيات النفسية والعبادية، وهكذا وصلت \nبين النبوّة وبين معطياتها اجتماعياً، بين المقدمة وبين الموضوع ، فجاءت الخطبة \nخاضعةً عمارياً لخطوط هندسية متواشجة فيما بينها، وأمّا الأدوات الفنية التي توكّأت \nعليها فتتمثّل في حشد ملحوظ من العنصر (الصوري) وفي عناية ملحوظة بالعنصر الإيقاعي \nفضلاً عن العنصر اللفظي، من تقابل وتماثل وتتابع وتكرار وقسم ... »[7].<br />\n<br />\nهذا عن النثر، وأمّا أدبها المنظوم فنذكر نماذج منه :<br />\n<br />\n1 ـ لمّا دفن رسول الله (صلى الله عليه وآله) أقبلت على أنس بن مالك فقالت : «يا \nأنس كيف طابت أنفسكم أن تحثّوا على رسول الله (صلى الله عليه وآله) التراب ؟» ثمّ \nبكت ورثته قائلةً :<br />\n<br />\nأغبرّ آفـــــاق السماء وكوّرت شمس النهار وأظلم العصران<br />\n<br />\nفالأرض من بعد النبيّ كئيـــبة أسفاً عليه كثيـــــرة الرجـــفان<br />\n<br />\nفليبكه شــــرق البلاد وغـربها ولتبكه مضـــر وكــــلّ يمــــان<br />\n<br />\nيا خاتم الرسل المبارك ضوؤه صلّى عـــليك منــــزل القــرآن<br />\n<br />\nثمَّ أخذت قبضةً من تراب القبر فجعلتها على عينيها ووجهها، ثمَّ أنشأت تقول :<br />\n<br />\nماذا على مـــن شمَّ تربة أحمد أن لا يشمَّ مدى الزمان غوالي<br />\n<br />\nصبّت عليَّ مصائــــب لــو أنَّها صبَّت على الأيّام عُدن لياليا[8]<br />\n<br />\n2 ـ وقالت أيضاً في رثائه (صلى الله عليه وآله) :<br />\n<br />\nقل للمغيَّب تحــــت أطباق الثــــرى إن كنت تسمع صرخــــتي ونـدائي<br />\n<br />\nصبَّت عليَّ مصـــــائب لـــــــو أنَّها صبَّت على الأيّــــام صــــرن ليالي<br />\n<br />\nقد كنتُ ذات حــــمِّى بظلِّ محــــمِّد لا أختشي ضيمــــاً وكان جــــمالي<br />\n<br />\nفاليوم أخشع للذليــــل وأتّـــــــــقي ضيمى وأدفـــــع ظالمي بـــــردائي<br />\n<br />\nفإذا بكت قمــــريَّة فـــي ليلــــهــــا شجناً على غـــص بكيت صباحي<br />\n<br />\nفلأجعلنَّ الحزن بعــــدك مـــونسي ولأجعــــــلنّ الدمع فيـــــك وشاحي<br />\n<br />\nماذا على من شـــمَّ تربــــــة أحمد أن لا يشمَّ مدى الزمان غواليا[9]<br />\n<br />\n<br />\n<br />\n3 ـ وعن محمَّد بن المفضَّل قال : سمعت أبا عبدالله (عليه السلام) يقول : جاءت \nفاطمة (عليها السلام) إلى سارية<br />\n<br />\nفي المسجد وهي تقول وتخاطب النبيّ (صلى الله عليه وآله) :<br />\n<br />\nقد كان بعــــدك أنبـــــــــــاء وهنبثة لو كنت شاهدَهــــــا لم تكــثر الخطب<br />\n<br />\nإنّا فقـــدناك فقــــد الأرض وابلَهــــا واختلَّ قــــومك لمّا غـــــبت وانقلبو<br />\n<br />\nأبدت رجــــال لنا فحــــوى صدورهم لما قضيت وحالت دونك الترب[10]<br />\n</p>\n\n</body>\n\n</html>\n"
}