{
"title": "1 ـ هجرتها (عليها السلام) إلى المدينة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>هاجر رسول الله</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">هاجر رسول الله (صلى الله عليه وآله) في السنة الثالثة عشرة \nللبعثة من مكة إلى يثرب « المدينة » حفاظاً على نفسه وإبقاءً على دعوته ، وأوصى \nعليّ بن أبي طالب (عليه السلام) أن يبيت على فراشه ليلة الهجرة ليوهم المشركين \nويشغلهم ، وأوصاه (صلى الله عليه وآله) بعدة وصايا ، منها : أ نّه إذا وصل مأمنه \nيرسل اليه من يدعوه بالتوجّه اليه مع عائلته من الفواطم وغيرهن ، ويردّ جميع \nالأمانات التي كانت مودعة عنده إلى أهلها ويسدّد الديون التي كانت عليه .<br />\n<br />\nولمّا وصل (صلى الله عليه وآله) منطقة «قباء» ـ وهي على أميال من يثرب ـ واستقر \nفيها; بعث مع أبيواقد الليثي كتاباً إلى عليّ (عليه السلام) يأمره بالقدوم عليه مع \nالفواطم وردّ الإمانات إلى أهلها ، فقام أمير المؤمنين (عليه السلام) من ساعته \nواشترى الرواحل اللازمة وأعدّ متطلبات السفر والهجرة من مكة ، وأمر من كان معه من \nضعفاء المؤمنين أن يتسللوا ويتخفّوا إذا ملأ الليل بطن كلّ واد إلى ذي طوى .<br />\n<br />\nفلمّا أدى الأمانات قام على الكعبة فنادى بصوت رفيع : يا أيّها الناس! هل من صاحب \nأمانة ؟ هل من صاحب وصيّة ؟ هل من عدّة له قِبل رسول الله ؟ فلمّا لم يأت أحد لحق \nبالنبيّ (صلى الله عليه وآله)[1] .<br />\n<br />\nخرج عليٌّ (عليه السلام) بالفواطم في وضح النهار ـ وهنّ : فاطمة الزهراء (عليها \nالسلام) وفاطمة بنت أسد الهاشمية اُمّه وفاطمة بنت الزبير بن عبد المطلب وفاطمة بنت \nحمزة بن عبد المطلب ـ وتبعتهم حاضنة النبيّ (صلى الله عليه وآله) وخادمته بركة اُمّ \nأيمن ، وابنها أيمن مولى رسول الله (صلى الله عليه وآله) ، وعاد مع الركب مبعوثه \n(صلى الله عليه وآله) أبو واقد الليثي ، فجعل يسوق الرواحل ، فأعنف بهم فقال له \nالإمام عليّ (عليه السلام): « إرفق بالنسوة يا أبا واقد ، إنّهن ضعاف » قال : إنّي \nأخاف أن يدركنا الطلب، فقال عليّ (عليه السلام) : « أربع عليك ، فإنّ رسول الله \n(صلى الله عليه وآله) قال لي : يا عليّ لن يصلوا من الآن إليك بأمر تكرهه »، ثم جعل \nعليّ (عليه السلام) يسوق بهنّ سوقاً رقيقاً وهو يرتجز ويقول :<br />\n<br />\n[2] .<br />\n<br />\nونزل الوحي على رسول الله (صلى الله عليه وآله) بما كان في شأنهم قبل وصولهم ، \nبآيات من القرآن المجيد هي : ( الذين يذكرون الله قياماً وقعوداً وعلى جنوبهم \n...)[3] .<br />\n<br />\nومكث النبي (صلى الله عليه وآله) خمسة عشر يوماً بـ «قبا» في انتظار قدوم الوفد ، \nوفي تلك الفترة أسّس مسجد « قبا » ، ونزلت فيه آيات بيّنات قال تعالى : ( لمسجد \nاُسس على التقوى من أول يوم أحقّ أن تقوم فيه ) كما أنّ النبي (صلى الله عليه وآله) \nحثّ على الصلاة فيه وإحيائه وذكر الأجر الكبير لمن صلّى فيه .<br />\n<br />\nوبعد استراحة الركب سار (صلى الله عليه وآله) بمن معه من أصحابه وأهله متوجهاً إلى \nيثرب واستقبلته الجماهير المسلمة بالأشعار والأهازيج وشعارات الترحيب، واستقبله \nسادات يثرب وزعماء الأوس والخزرج مرحّبين بقدومه باذلين كلّ ما وسعهم من امكانات \nمالية وعسكرية ، وكان عندما يمرّ على حيّ من أحيائهم يتقدّم الأشراف ليأخذوا بخطام \nالناقة رجاء أن ينزل في حيّهم حيث الضيافة والمنعة ، فكان (صلى الله عليه وآله) \nيدعو لهم بالخير ويقول : « دعوا الناقة تسير فإنّها مأمورة » .<br />\n<br />\nثم بركت في رحبة من الأرض بجوار دار أبي أيوب الأنصاري ، فنزل (صلى الله عليه وآله) \nونزلت السيّدة الطاهرة فاطمة الزهراء (عليها السلام) مع الفواطم ودخلن على اُمّ \nخالد[4] ، وبقيت السيّدة فاطمة (عليها السلام) مع أبيها (صلى الله عليه وآله) زهاء \nسبعة أشهر حتى تمّ بناء المسجد ودار رسول الله (صلى الله عليه وآله) وبيته المتواضع \nالمؤلف من عدّة حجرات بعضها بالأحجار، والبعض الآخر من جريد النخل ، أمّا ارتفاع \nالحجرات فقد وصفه الإمام الحسن (عليه السلام) سبط رسول الله (صلى الله عليه وآله) \nفيما جاء عنه أنّه قال : « كنت أدخل بيوت النبيّ (صلى الله عليه وآله) وأنا غلام \nمراهق فأنال السقف بيدي » .<br />\n<br />\nأمّا الأثاث الذي هيّأه النبيّ لبيته الجديد فهو في منتهى البساطة والخشونة \nوالتواضع ، وأعدّ لنفسه فيه سريراً مؤلّفاً من أخشاب مشدودة بالليف، واستقرّت \nالزهراء في دار هجرتها وفي بيت أبيها ، ذلك البيت البسيط المتواضع في دار الإسلام ، \nلتنعم بعنايته وحبّه ورعايته ، تلك العناية والرعاية والحبّ الذي لم يحظ بمثله \nامرأة ولا أحد من الناس سواها .<br />\n<br />\nإلى هذا البيت المتواضع جاءت فاطمة بنت محمّد (صلى الله عليه وآله) مهاجرة من مكة \nلترى أباها بين أنصاره في يثرب يفدونه بالأنفس ومعه المهاجرون، وقد اطمأن بهم \nالمقام مع إخوانهم ممن أسلم من الأوس والخزرج، وانصرفوا مع النبيّ(صلى الله عليه \nوآله) إلى الدعوة للإسلام والتخطيط لغد أفضل، وقد آخى النبيّ بينهم وبين مسلمي \nالمدينة ليذهب عنهم وحشة الاغتراب ويشدّ بعضهم إلى بعض بتلك الاُخوة التي تجمعهم \nعلى صعيد واحد، وهو الإيمان بإله واحد لا شريك له، وترك عليّاً لنفسه فأخذ بيده \nومعه حشد من المهاجرين والأنصار ، وقال : « هذا أخي ووصيّي ووارثي من بعدي »[5] ولم \nيمضِ وقت طويل على تلك المؤاخاة التي فاز بها عليّ (عليه السلام) حتى أصبح صهراً \nللنبيّ وزوجاً لأحبّ بناته إليه وأعزّهنّ على قلبه وروحه .<br />\n<br />\nوبعد ما استقر رسول الله (صلى الله عليه وآله) في المدينة تزوّج « سودة » وهي أول \nمن تزوّجها بعد السيّدة خديجة (رض) ثم تزوّج « اُمّ سلمة بنت أبي اُمية » وفوّض أمر \nابنته الزهراء اليها .<br />\n<br />\nقالت اُمّ سلمة : تزوّجني رسول الله (صلى الله عليه وآله) وفوّض أمر ابنته فاطمة \n(عليها السلام) إليَّ ، فكنت أُؤدّبها وأدلّها ، وكانت والله أأدب منّي وأعرف \nبالأشياء كلّها[6] .<br />\n</p>\n\n</body>\n\n</html>\n"
}