{
"title": "1 ـ علمها ومعرفتها",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>لم تكتفِ الزهراء فاطمة</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">لم تكتفِ الزهراء فاطمة (عليها السلام) بما هيّأ لها بيت \nالوحي من معارف وعلوم، ولم تقتصر على الاستنارة العلمية التي كانت تُهيئّها لها \nشموس العلم والمعرفة المحيطة بها من كلّ جانب.<br />\n<br />\nلقد كانت تحاول في لقاءاتها مع أبيها رسول الله (صلى الله عليه وآله) وبعلها باب \nمدينة علم النبي أن تكتسبَ من العلوم ما استطاعت، كما كانت ترسل ولديها الحسن \nوالحسين إلى مجلس الرسول (صلى الله عليه وآله) بشكل مستمر ثم تستنطقهما بعد العودة \nاليها، وهكذا كانت تحرص على طلب العلم كما كانت تحرص على تربية ولديها تربيةً \nفُضلى، ولقد كانت تبذل ما تكتسبه من العلوم لسائر نساء المسلمين بالرغم من كثرة \nواجباتها البيتية.<br />\n<br />\nإنّ هذا الجهد المتواصل لها في طلب العلم ونشره قد جعلها من كبريات رواة الحديث ومن \nحملة السُنّة المطهرة، حتى أصبح كتابها الكبير الذي كانت تعتزّ به أشدّ الاعتزاز \nيُعرف باسم «مصحف فاطمة» وانتقل إلى أبنائها الأئمة المعصومين يتوارثونه كابراً عن \nكابر، كما سوف تلاحظه بالتفصيل في باب تراثها سلام الله عليها.<br />\n<br />\nويكفيك دليلاً على ذلك وعلى سموّها فكراً وكمالها علماً ما جادت به قريحتها من \nخطبتين[4] ألقتهما بعد وفاة رسول الله (صلى الله عليه وآله) احداهما بحضور كبار \nالصحابة في مسجد الرسول (صلى الله عليه وآله) والاُخرى في بيتها، وقد تضمّنتا صوراً \nرائعةً من عمق فكرها وأصالته واتّساع ثقافتها وقوّة منطقها وصدق نبوءاتها فيما \nستنتهي اليه الاُ مّة بعد انحراف القيادة، هذا فضلاً عن رفعة أدبها وعظيم جهادها في \nذات الله وفي سبيل الحقّ تعالى.<br />\n<br />\nلقد كانت الزهراء (عليها السلام) من أهل بيت اتقوا الله وعلّمهم الله ـ كما صرح \nبذلك الذكر الحكيم ـ وهكذا فطمها الله بالعلم فسمّيت فاطمة، وانقطعت عن النظير \nفسمّيت بالبتول.<br />\n</p>\n\n</body>\n\n</html>\n"
}