{
"title": "9 ـ المواجهة مع الزهراء (عليها السلام)",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>ما كانت السيّدة فاطمة الزهراء تن</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">ما كانت السيّدة فاطمة الزهراء تنتظر أن ترى في حياتها \nيوماً كذلك اليوم ومأساةً كتلك المأساة وإن كان أبوها (صلى الله عليه وآله) قد \nأخبرها بذلك ، ولكنّ السماع شيء والرؤية شيء آخر ، وتأثير المصيبة يختلف سماعاً \nورؤية، إن كانت (عليها السلام) سمعت من أبيها أنّ الاُمور تنقلب عليها وأنّ الأحقاد \nسوف تظهر بعد وفاته (صلى الله عليه وآله) فإنّها قد شاهدت تلك الأحداث، فقد هجم \nالقوم على عرينها ليخرجوا زوجها من ذلك البيت الذي ما كان رسول الله (صلى الله عليه \nوآله) يدخله إلاّ بعد الاستئذان من فاطمة (عليها السلام) .<br />\n<br />\nكانت الزهراء تتذكّر كيف أنّ زينب بنت رسول الله (صلى الله عليه وآله) تجهّزت \nللّحوق بأبيها ، وخرجت من مكة على بعير لها وهي في الهودج، فخرج في طلبها هبّار بن \nالأسود فروّعها بالرمح ـ وهي في الهودج ـ وكانت حاملاً ، فلمّا رجعت طرحت ما في \nبطنها ، فلذلك أباح رسول الله (صلى الله عليه وآله) يوم فتح مكة دم هبّار بن الأسود \n.<br />\n<br />\nترى ماذا سيقول رسول الله (صلى الله عليه وآله) حين يرى القوم لا يرعون حرمة ولا \nكرامة لدار حبيبته الزهراء ؟ بل ولا هيبة ولا احتراماً لبضعته حين يتجرّأ القوم \nفيضربونها ويروّعونها فيكون ذلك علة لسقوط جنينها ومرضها ثم وفاتها؟.<br />\n<br />\nبالرغم من أنّ المواجهة التي حصلت في دار الزهراء (عليها السلام) كانت لفترة قصيرة \nووقعت في مكان محدود غير أنّ صداها بقي لأجيال وأجيال إلى يومنا هذا تشعِر المرء \nبمرارة التعدّي والظلم الذي لحق بآل رسول الله (صلى الله عليه وآله) ولمّا تنقضِ \nأيام معدودات على غياب الرسول الكريم (صلى الله عليه وآله) .<br />\n<br />\nمن هذه المواجهة نستطيع أن نلحظ بعض الجوانب التي تدلّ على شخصية الزهراء :<br />\n<br />\n1 ـ أنّ الزهراء (عليها السلام) هبّت للدفاع عن الوصي، ووقفت خلف الباب بصلابة \nمتناهية، وخاطبت القوم بالحجّة البالغة عسى أن يرتدع الظالمون، ولم تلتزم الصمت \nلأنّها صاحبة حقّ والمهاجمين غاصبون لحقّ الخلافة الشرعية .<br />\n<br />\n2 ـ حينما أخرجوا علياً (عليه السلام) راحت الزهراء (عليها السلام) تدافع في موقع \nآخر، فلحقت به لعلّها تمنعهم عنه رغم كلّ الآلام التي تعرّضت لها عند هجومهم على \nالدار ، لأنّه أصبح لديها حقّان: حقّ الدفاع عن الوصي والمطالبة بالخلافة، وحقّ \nالظلامة التي جرت عليها من تعدّي القوم على حرمتها وهي ابنة رسول الله (صلى الله \nعليه وآله)[1] .<br />\n<br />\nوحين أعيتها الحِيَل والسبل; انصرفت للدعاء عليهم صارخة مستغيثة بالله ورسوله (صلى \nالله عليه وآله) على رؤوس الأشهاد. إنّ موقف الزهراء (عليها السلام) سجّل اعتراضاً \nصارخاً واضحاً لكلّ متتبّع للحقّ بأنّ الخلافة انحرفت عن مسارها الصحيح وأصحابها \nالشرعيين، وقد أدّت دورها العظيم في محاولة إعادة حقّ الخلافة إلى صاحبها الشرعي \nالإمام عليّ (عليه السلام) أو على أقل تقدير أعادت التجربة الإسلامية إلى مجراها \nالحقيقي عبر استنهاض الاُمة وبثّ الوعي فيها وفضح المغتصبين للخلافة، مع التأكيد \nعلى عدم أهليّتهم لتحمّل أعباء مسؤولية زعامة المسلمين ولم تزل الرسالة حديثة عهد \nبهم .<br />\n</p>\n\n</body>\n\n</html>\n"
}