{
"title": "المعنى الرمزي والسياسي لفدك",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>إنّ الحركة التصحيحية التي قام به</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">إنّ الحركة التصحيحية التي قام بها الإمام عليّ والزهراء \n(عليهما السلام) لإعادة الخلافة الإسلامية عن جادة الانحراف اكتسبت ألواناً وصيغاً \nمتعدّدة، وتزعّمت الزهراء الجبهة السياسية العلنيّة، وتنوّعت أساليب المطالبة بحقّ \nخلافة الإمام عليّ (عليه السلام)، ومنها المطالبة بفدك، وحتى هذه المطالبة تلوّنت \nبعدة ألوان .<br />\n<br />\nوالباحث الموضوعي في دراسة خطوات الصراع وتطوّراته والأشكال التي اتّخذها لا يرى \nأنّ المسألة مسألة مطالبة بأرض ، بل يتجلّى له منها مفهوم أوسع من ذلك ينطوي على \nغرض طموح يبعث إلى الثورة ، ويهدف إلى استرداد حقّ مغتصب ومجد عظيم ، وتصحيح مسيرة \nاُمّة انقلبت على أعقابها، وقد أحسّ الحزب الحاكم بذلك، فتراه قد بذل قصارى جهده في \nالتحدّي والثبات على موقفه .<br />\n<br />\nولو فحصنا أيّ نصّ من النصوص التأريخية المتعلّقة بفدك فلا نجد فيها نزاعاً مادياً \nأو اختلافاً حول فدك بمعناها الضيّق وواقعها المحدود ، بل هي الثورة على أساس الحكم \nالمنحرف والصرخة التي أرادت لها الزهراء (عليها السلام) أن تصل إلى كلّ الآفاق، \nلتقتلع بها الحجر الأساسي الذي بُني يوم السقيفة .<br />\n<br />\nويكفينا لإثبات ذلك أن نلقي نظرةً فاحصةً على خطبة الزهراء في المسجد أمام الخليفة \nوبين حشود المهاجرين والأنصار ، فإنّها تناولت في أغلب جوانبها امتداح الإمام عليّ \n(عليه السلام) والثناء على مواقفه الجهادية الخالصة لخدمة الإسلام، وتسجيل الحقّ \nالشرعي لأهل البيت (عليهم السلام) الذين وصفتهم بأنّهم الوسيلة إلى الله في خلقه \nوخاصته ومحلّ قدسه وحجّته ، وورثة أنبيائه في الخلافة والحكم .<br />\n<br />\nوحاولت الزهراء (عليها السلام) أن تنبّه المسلمين إلى غفلتهم وسوء اختيارهم المرتجل \nوالمتسرّع وانقلابهم على أعقابهم بعد هداهم ، وورودهم غير شربهم الصافي الذي كان \nيروي ظمأهم ، وإسنادهم أمرهم إلى غير أهله، والفتنة التي سقطوا فيها ، والدوافع \nالتي دفعتهم إلى ترك كتاب الله ومخالفته فيما يحكم به في مسألة الخلافة والإمامة .<br />\n<br />\nفالمسألة إذن ليست مسألة تقسيم ميراث أو قبض نحلة إلاّ بالمقدار الذي يتّصل بموضوع \nالهدف الأعلى ، وليست مطالبة بعقار أو دار، بل هي في نظر الزهراء قضية إسلام وكفر ، \nوقضية إيمان ونفاق ، ومسألة نصّ وشورى .<br />\n<br />\nكذلك نجد هذا النفس السياسي الرفيع والواضح في حديثها مع نساء المهاجرين والأنصار \nحين زيارتهن لها، فقد أوضحت لهنّ أنّ أمر الخلافة انحرف عن مساره الشرعي بإقرار \nالحزب الحاكم على مسند الحكم، ولم تكن ردّة فعل عاطفية وأحقاد مكنونة وجدت لها \nمتنفّساً، ولو أنهّم وضعوا الأمر حيث أمر الله ورسوله وأعطوا زمام القيادة للإمام \n(عليه السلام); لبلغوا رضا الله وسعادة الدنيا والآخرة .<br />\n<br />\nوأكبر الظنّ أنّ الصدّيقة الزهراء (عليها السلام) كانت تجد في شيعة الإمام(عليه \nالسلام) وصفوة أصحابه الذين لم يكونوا يشكّون في صدقها أبداً من يؤيّد بشهادته على \nشهادة الإمام عليّ (عليه السلام) وتكتمل البيّنة التي طالب بها الخليفة لإثبات أنّ \nفدك للزهراء (عليها السلام).<br />\n<br />\nإنّ هذا خير دليل على أنّ الهدف الأعلى للزهراء الذي كانوا يعرفونه جيداً ليس هو \nإثبات النحلة أو الميراث، بل القضاء على نتائج السقيفة، وهذا لا يحصل بإقامة \nالبيّنة في موضوع فدك، لأنّ الأمر سينحصر عند ذاك بقضية محدودة، بل بأن تقدّم \nالبيّنة لدى الناس جميعاً على أنّهم ضلّوا وانحرفوا عن سواء السبيل، عسى أن يرتدّ \nإليهم رشدهم ويحسن اختيارهم ويصحّحوا مسيرتهم .<br />\n<br />\nونعلم أيضاً مقدار تخوّف السلطة الحاكمة وإصرارها على موقفها ومحاولتها الاستمرار \nفي تضليل الجماهير حين نسمع ردّ الخليفة بعد أن انتهت الزهراء (عليها السلام) من \nخطبتها وخرجت من المسجد ، وهذا يلقي الضوء على أساس منازعة الزهراء له ، فإنّه فهم \nأنّ احتجاج الزهراء لم يكن حول الميراث أو النحلة ، وإنّما كان حرباً سياسية \nوتظلّماً لحقّ الإمام عليّ (عليه السلام) وإظهاراً لدوره العظيم في وجوده في \nالاُمة، والذي شاء الخليفة وأصحابه أن يبعدوه عن المقام الطبيعي له في دنيا \nالإسلام.<br />\n<br />\nفنجد أنّ الخليفة هجم في ردّه على الإمام عليّ (عليه السلام) فوصفه بأنّه ثعالة \nوأنّه مربّ لكلّ فتنة وأنّ فاطمة ذنبه التابع له، ولم يتطرّق في ردّه على موضوع \nالميراث أو النحلة قليلاً أو كثيراً .<br />\n<br />\nوإذا عرفنا أنّ الزهراء نازعت الخليفة في أمر الميراث بعد اغتصابه لفدك، لأنّ الناس \nلم يعتادوا أن يستأذنوا الخليفة في قبض مواريثهم أو في تسليم المواريث إلى أهلها، \nفكانت تجري معاملاتهم بينهم بيسر دون تكلّف ، فلم تكن فاطمة (عليها السلام) في حاجة \nإلى مراجعة الخليفة، ولم تكن لتأخذ رأيه وهو الظالم المنتزي على الحكم في رأيها، \nفالمطالبة بالميراث لابدّ أنّها كانت ذات صدىً لما قام به الخليفة من تعدّي على حقّ \nالزهراء في التركة والاستيلاء عليها.<br />\n<br />\nوإذا عرفنا أيضاً أنّ الزهراء لم تطالب بحقوقها قبل أن تغتصب منها تجلّى بوضوح \nلدينا أنّ ظروف المطالبة كانت مشجّعة كلّ التشجيع للمعارضين على أن يغتنموا مسألة \nالميراث مادةً خصبةً للانطلاق منها لمقاومة الخليفة غير الشرعي باُسلوب سلمي كانت \nتفرضه المصالح العليا للإسلام يومئذ، ومن الممكن إتّهامه بالغصب والتلاعب بقواعد \nالشريعة والاستخفاف بكرامة القانون .<br />\n</p>\n\n</body>\n\n</html>\n"
}