{
"title": "3 ـ فاطمة الممتحنة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>وشاء الله سبحانه وتعالى أن تشهد</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">وشاء الله سبحانه وتعالى أن تشهد فاطمة فترة صراع الدعوة في \nمكة ، وتشهد محنة أبيها (صلى الله عليه وآله) ، فترى الأذى والاضطهاد يقع عليه ، \nوتشهد جوّ مكة المعادي لبيت النبوّة ، بيت الهدى والإيمان والفضيلة ، وتشاهد أباها \nوالصفوة المؤمنة من دعاة الإسلام والسابقين بالإيمان يخوضون ملحمة البطولة والجهاد \n، فيؤثّر هذا الجوّ الجهادي في نفسها ، ويساهم في تكوين شخصيّتها وإعدادها لحياة \nالتحمّل والمعاناة ، لقد عايشت فاطمة كلّ ذلك وهي بعد لمّا تزل صبيّة صغيرة، لقد \nعايشت المحنة الأشد مع أبيها، بعد فقد اُمها ، المواسي والأنيس والحبيب الذي كان \nيخفّف عنها متاعب الحياة والآلام والاضطهاد ، وبعد فقده عمّه أبا طالب حامي الدعوة \nوالمدافع عن رسول الله الذي ما تجرأت قريش في حياته أن تؤذيه (صلى الله عليه وآله) \nأو تنال منه شيئاً ، إلاّ كان لها بالمرصاد[4] ، هذه الحماية التي عبّر عنها رسول \nالله (صلى الله عليه وآله) بعد فقده أبا طالب بقوله : « ما زالت قريش كاعة[5] عنّي \nحتى مات أبو طالب »[6] .<br />\n<br />\nلقد صبّت قريش حقدها وأذاها على رسول الله (صلى الله عليه وآله) في تلك الفترة \nالعصيبة من عمر الدعوة ، وبكل ما تملك من وسائل الأذى والاستهزاء والسخرية ومحاولات \nالانتقاص من مكانة محمد (صلى الله عليه وآله) وشخصيته .<br />\n<br />\nلقد تحمّل رسول الله (صلى الله عليه وآله) من أجل دعوته وفي سبيل مبادئه ورسالته ما \nلم يتحمّله أحد من الأنبياء ، فقد بلغ الأمر بأحد سفهاء قريش أن يغترف غرفة من تراب \nالأرض ويقذفها في وجه رسول الله (صلى الله عليه وآله) وعلى رأسه ، فيتحمّل رسول \nالله (صلى الله عليه وآله) هذا الأذى ويعود إلى بيته صابراً محتسباً وقد لطخ التراب \nوجهه ورأسه، ويعود إلى بيته وفاطمة (عليها السلام) تنظر اليه فترى ما لحق به من أذى \nقريش وتماديها في الصلف والغرور ، فيحزّ الألم في نفسها ويعظم عليها تجرؤ السفهاء \nوالمغرورين من طغاة الجاهلية ومتكبّريها على رسول الله(صلى الله عليه وآله) ثم تقوم \nلأبيها وتنفض التراب عنه وتأتي بالماء وتغسل رأسه ووجهه الكريم .<br />\n<br />\nولم يمرّ هذا المشهد المؤلم دون أن يؤثّر في نفسها (عليها السلام) فيستبدّ بها \nالحزن والألم على القائد رسول الله أبيها (صلى الله عليه وآله) فتبكي وتتألّم لجرأة \nهؤلاء الجاهلين الطغاة على رجل يريد أن يخرجهم من الظلمات إلى النور ويهديهم سبيل \nالهدى والرشاد ، ويؤثّر موقف فاطمة في نفس أبيها (صلى الله عليه وآله) ويشعر بحرارة \nالألم تمسّ قلبها ، فيحاول (صلى الله عليه وآله) أن يخفّف عنها ويحثّها على التجلّد \nوالتحمّل ، فيمدّ يديه الكريمتين ويضعهما على رأسها فيمسّه برقّة وحنان وهو يقول \nلها : « لا تبكي يا بنية فإنّ الله مانع أباك ، وناصره على أعداء دينه ورسالته »[7] \n.<br />\n<br />\nبهذه الكلمات الجهادية المربّية يحاول رسول الله (صلى الله عليه وآله) أن يزرع في \nنفس فاطمة (عليها السلام) روحاً جهادية عالية ، ويملأ نفسها وقلبها بالصبر والثقة \nبالنصر .<br />\n<br />\nولم تنته هذه المشاهد المثيرة المؤلمة ولم يقف أذى قريش واستخفافها برسول الله (صلى \nالله عليه وآله) ودعوة الحقّ والهدى والتحرير إلى هذا الحدّ ، بل راحت تتمادى في \nغيّها وتصرّ على عنتها وكبريائها ، فقد روي عن عبدالله ابن مسعود أنّه قال : ما \nرأيت رسول الله (صلى الله عليه وآله) دعا على قريش غير يوم واحد، فإنّه كان يصلّي \nورهط من قريش جلوس ، وسلى[8] جزور قريب منه ، فقالوا : من يأخذ هذا السلى فيلقيه \nعلى ظهره ، فقام رجل ـ وهو عقبة بن أبي معيط ـ وألقاه على ظهره فلم يزل ساجداً حتى \nجاءت فاطمة (عليها السلام) فأخذته عن ظهره فقال (صلى الله عليه وآله) : « اللهمّ \nعليك الملأ من قريش ، اللهمّ عليك بعتبة بن ربيعة ، اللهمّ عليك بشيبة بن ربيعة، \nاللهمّ عليك بأبي جهل بن هشام، اللهمّ عليك بعقبة بن أبي معيط، اللهمّ عليك باُبي \nبن خلف واُمية بن خلف ».<br />\n<br />\nقال عبدالله بن مسعود : فلقد رأيتهم قتلوا يوم بدر جميعاً ثم سحبوا إلى القليب[9] \nغير أُبي بن خلف أو اُمية فإنّه كان رجلاً ضخماً فتقطع[10] .<br />\n</p>\n\n</body>\n\n</html>\n"
}