{
"title": "1 ـ حدث السقيفة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>إنّ أصعب مرحلة في تأريخ الاُمة ا</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">إنّ أصعب مرحلة في تأريخ الاُمة الإسلامية اشتعلت شرارتها \nودوى انفجارها هي التي أعقبت وفاة رسول الله (صلى الله عليه وآله) .<br />\n<br />\nلقد كانت تحكم الظروف المعقّدة ـ آنذاك ـ عناصر موضوعية واُخرى ذاتية ، فالرسول \nالأكرم (صلى الله عليه وآله) أتمّ تبليغ الرسالة الإسلامية كاملة عن الله عزوجل، \nوكان وجوده (صلى الله عليه وآله) عنصر الإشعاع الإيماني ومدعاةً للإستقرار والبناء \n، ولكن عمق الخلل الكبير في المجتمع الإنساني والذي يمتد إلى بُعد غير منظور ربّما \nكان متجسّداً في عقول وسلوك أفراد عديدين كانوا قريبين من مصادر قوة وحركة مجتمع \nالجزيرة ـ الحديث العهد بالإسلام ـ جعل التفاعل بين طرفي الحقّ والباطل يظهر بشدّة \nبعد وفاة الرسول (صلى الله عليه وآله) .<br />\n<br />\nلقد كان الصراع الذي برز على ساحة المجتمع الإسلامي دليلاً على عدم استيعاب العدد \nالأكبر للعقيدة الإسلامية بكلّ أبعادها وحدودها ، وكان من نتائج هذا الصراع أن بدأت \nعملية انحراف التجربة الإسلامية وما يترتّب عليها من آثار سيئة على المسلمين إلى \nيومنا هذا .<br />\n<br />\nإنّ الفترة التي تلت وفاة الرسول الأكرم (صلى الله عليه وآله) ازدحمت بالأحداث \nالمتناقضة والارتجالية ، ولكي ندرس حياة الزهراء (عليها السلام) في هذه الفترة لا \nبدّ أن نستعرض الوضع العام وما جرى من أحداث، كي يمكن من خلالها أن نتصور حالة \nالمجتمع أنذاك والقوى المؤثّرة والمتفاعلة فيه وما تتركه من آثار على أهل بيت \nالنبوّة عامة والزهراء (عليها السلام) خاصة من تعدّي وظلامات ، وأوّل ما يصادفنا هو \nإجتماع السقيفة ودوره الأساسي لكلّ المواقف التي تلته وتأسّست عليه .<br />\n<br />\nلقد انشغل الإمام عليّ (عليه السلام) وأهل بيت النبيّ (صلى الله عليه وآله) وبنو \nهاشم والموالون لهم في تجهيز النبيّ (صلى الله عليه وآله) والاستعداد لمراسم دفنه ، \nواستغلت هذا الانشغال العناصر التي كانت لها مطامع ورغبات في الوصول إلى الزعامة \nغير عابئة بالأوامر والنواهي الإلهية التي وردت على لسان النبي الكريم.<br />\n<br />\nلقد كان هناك موقفان : الأول : وقوف عمر بن الخطاب وهو يصرّح وسط جموع المسلمين \nالمحتفين حول بيت النبيّ (صلى الله عليه وآله) والحزن ظاهر عليهم : أنّ النبيّ (صلى \nالله عليه وآله) لَمْ يمت ، وأخذ يهدّد ويتوعّد من يدّعي ذلك وإصراره على موقفه \nالمريب حتى مجيء أبي بكر من خارج المدينة .<br />\n<br />\nوالموقف الآخر: اجتماع الأنصار في سقيفة بني ساعدة برئاسة سعد بن عبادة الخزرجي .<br />\n<br />\nوقد اتفق المؤرّخون والمحدّثون بأنّ موقف عمر بن الخطاب انتهى بحضور أبي بكر \nوقراءته للآية ( وما محمّد إلاّ رسول ... ) على الناس، إذ هدأت ثورة عمر بن الخطاب \nوخرجا معاً من بيت النبيّ (صلى الله عليه وآله) وتركاه بين أهله المفجوعين بوفاته .<br />\n<br />\nوالذي تؤكّده القرائن وسير الأحداث أنّهما انصرفا إلى مكان ما كانوا قد أعدّوه \nلاتخاذ التدابير اللازمة ، وربّما أنّ أكثر الأنصار بما فيهم سعد بن عبادة لم يضعوا \nفي حسابهم غير عليّ (عليه السلام) للخلافة بعد النبيّ (صلى الله عليه وآله) كما كان \nالاعتقاد السائد بين عامة المسلمين أنّها لن تعدوه ، ولكن بعد أن تبيّن للأنصار أنّ \nشيوخ المهاجرين قد تكتّلوا لصرفها عنه والاستيلاء عليها وتجاهلوا نصوص الرسول عليه \nوأنّهم في هذا التحالف القرشي الجديد يرجعون إلى إحياء الروح الجاهلية والنزعات \nالقبلية ، في حين أنّهم قد قدّموا للدعوة وصاحبها وبذلوا له من أنفسهم وأموالهم ما \nلم يقدّمه ويبذله أحد من المهاجرين الذين يخطّطون للاستيلاء على السلطة من بعده ، \nبعد أن تبيّن لهم ذلك اجتمع فريق منهم بزعامة سعد بن عبادة في السقيفة للتداول بشأن \nالخلافة، وهتف جماعة منهم باسم سعد بن عبادة ، ولمّا اتّصل الخبر بالمهاجرين عن \nطريق بعض الأنصار الذين كانوا يناوئون سعداً ويعملون لغير صالحه، تركوا مكانهم \nوأقبلوا مسرعين إلى سقيفة بني ساعدة، فوقف خطيب الأنصار وأشاد بالأنصار ومواقفهم \nوتضحياتهم في سبيل الإسلام وتمنّى على المهاجرين أن لا يتجاهلوهم ويجعلوا لهم شيئاً \nمن الأمر ، وتحدّث بعده أبو بكر فنوّه بفضل قريش وأمجادها وأعاد إلى الأذهان مواقف \nالعرب قبل الإسلام وتفاخرهم بالأحساب والأنساب .<br />\n<br />\nوجاء في رواية العقد الفريد أنّه قال : نحن المهاجرين أوّل الناس إسلاماً وأكرمهم \nأحساباً وأوسطهم داراً وأحسنهم وجوها وأمسّهم برسول الله رحماً ، ومضى يقول : إنّ \nالعرب لا تدين إلاّ لهذا الحيّ من قريش فلا تنفسوا على إخوانكم المهاجرين ما فضّلهم \nالله به، فقد رضيت لكم أحد هذين الرجلين، وأشار إلى عمر بن الخطاب وأبي عبيدة بن \nالجراح .<br />\n<br />\nوانتهز أبو بكر ـ وهو يتحدّث عن قريش وأمجادها وعن المهاجرين بالذات ـ صوت بشير بن \nسعد الخزرجي وقد ارتفع في ناحية من نواحي البيت، وأخذه الحسد لابن عمّه وهو يقول : \nأيّها الناس ألا إنّ محمّداً من قريش وإنّ قومه أحقّ به وأولى ، وأيم الله لا يراني \nالله اُنازعهم في هذا الأمر أبداً .<br />\n<br />\nوأبى عليه الحباب بن المنذر الخزرجي أن يبرز بين الناس بهذا الاُسلوب الذي يتّسم \nبطابع الدجل والنفاق والحسد لابن عمّه ، فقال: لقد عزّ على بشير بن سعد أن يتولّى \nابن عمّه السلطة بعد النبي حسداً وبغضاً، فظهر بمظهر من لا يريد أن ينازع أحداً \nحقّاً هو أولى به ، ثم قال : ما أحوجك إلى ما صنعت يا بشير! لقد نفست الإمارة على \nابن عمّك سعد بن عبادة .<br />\n<br />\nولم ينته الجدل عند هذا الحد، بل قام اُسيد بن حضير أحد زعماء الأوس يثير في النفوس \nأحقاد الجاهلية ويذكر بما بين الحيّين الأوس والخزرج من خلافات وأحقاد وعصبيات قد \nأطفأتها سماحة الإسلام ، ومضى يخاطب الأوس ويقول : يا بني الأوس، والله لأن \nولّيتموها سعداً عليكم مرة لا يزال للخزرج بذلك عليكم الفضل ولا جعلوا لكم فيها \nنصيباً أبداً.<br />\n<br />\nواستغل أبو بكر صوت بشير بن سعد الذي جرّ هذا الانقسام ، فأخذ عمر بن الخطاب بيد \nوأبا عبيدة بالاُخرى ونادى: أيّها الناس ، هذا عمر وهذا لاأبو عبيدة فبايعوا أيّهما \nشئتم ، وقام الحباب بن المنذر بعد هذا التدبير المدروس بين الثلاثة وقال : يا معشر \nالأنصار املكوا على أيديكم ولا تسمعوا مقالة هذا وأصحابه فيذهبوا بنصيبكم من هذا \nالأمر ، واستولى الغضب على ابن الخطاب فانبرى يقول : من ذا ينازعنا سلطان محمد \nوإمارته ونحن أولياؤه وعشيرته إلاّ مدل بباطل أو متجانف لإثم أو متورّط في هلكة؟<br />\n<br />\nولمّا سمع الحباب بن المنذر تحدّي عمر بن الخطاب واُسلوبه المتغطرس توجّه إلى \nالأنصار وقال : أما إذا أبوا عليكم ما سألتموهم فاجلوهم عن هذه البلاد، فأنتم والله \nأحقّ بهذا الأمر منهم ، بأسيافكم دان بهذا الدين من دان ، ثم انتضى سيفه يلوح به \nويقول : أنا جذيلها المحكك وغذيقها المرجب ، أما والله إن شئتم لنعيدنّها جذعة ، \nوهنا عصف الغضب بجوانح عمر بن الخطاب وكاد أن يقع الشرّ بين الطرفين ، فوقف أبو \nعبيدة بن الجراح ليحول دون وقوع الفتنة ، فقال بصوت هادئ : يا معشر الأنصار كنتم \nأول من نصر وآزر فلا تكونوا أول من غيّر وبدّل ، ومضى يتحدّث بلهجة فيها توسّل \nورجاء فلم يلبثوا حتى هدأت نفوسهم وانقسم الأنصار على أنفسهم، وأسرع عمر بن الخطاب \nبعد هذا الحوار إلى أبي بكر وقال : أبسط يدك يا أبا بكر ، ما كان لأحد أن يؤخّرك عن \nمقامك الذي أقامك الله فيه ، وقام بعده أبو عبيدة بن الجراح وقال له : إنّك لأفضل \nالمهاجرين وثاني اثنين إذ هما في الغار وخليفة رسول الله على الصلاة ، فبسط أبو بكر \nلكليهما كفّه فبايعاه ، وأسرع بعدهما بشير بن سعد وجماعة من الخزرج فبايعوه وتبعهم \nاُسيد بن حضير بمن معه من الأوس ، وخرجوا من سقيفة بني ساعدة يهتفون لأبي بكر ولا \nيمرّون على أحد إلاّ وأخذوا بيده وأمروها على يد أبي بكر ومن أبى ضربه عمر بن \nالخطاب بدُرّته وتكاثر عليه أتباعه حتى يرغموه على البيعة، وتمت بيعة أبي بكر بهذا \nالنحو الذي كان مفاجأة لأكثر الناس .<br />\n<br />\nومن مجموع ذلك يتبيّن أنّ التخطيط لإقصاء عليّ عن السلطة والاستيلاء عليها لم يكن \nوليد ساعته كما تؤكده الشواهد، وأنّ موقف الأنصار بقيادة سعد بن عبادة كان \nارتجالياً لم يُحَضّر له من قبل كما يبدو ذلك من اختلافهم وتضارب آرائهم ، كما \nتبيّن أنّ القادة الثلاثة أبا بكر وعمر بن الخطاب وابن الجراح هم قادة الحزب القرشي \nالمتآمر على الاستيلاء على السلطة وإقصاء علي بن أبي طالب عنها، وأنّ أقوى ما لديهم \nمن الأدلّة في مقابل الأنصار لا يعدو الأمرين : أولهما : أنّ المهاجرين أوّل الناس \nإسلاماً ، والثاني: أنّهم أقرب الناس إلى رسول الله وأمّسهم به رحماً ، وقد أدان \nهؤلاء القادة أنفسهم بهذه الحجّة ، ذلك لأنّ الخلافة إذا كانت بالسيف إلى الإسلام \nوالقرابة القريبة من رسول الله كما يدّعون فهي لعليّ (عليه السلام) وحده ، لأنّه \nأوّل الناس إسلاماً وإيماناً وتصديقاً برسالة محمّد بن عبدالله (صلى الله عليه \nوآله) باتفاق جميع المسلمين ، وأخوه بمقتضى المؤاخاة التي عقدها النبيّ معه يوم آخى \nبين المهاجرين والأنصار في المدينة، وهو ابن عمّه نسباً، وأقرب الناس إلى نفسه \nوقلبه بلا شك في ذلك عند أحد من الناس .<br />\n<br />\nلقد ناقض نفسه أبو بكر حينما احتجّ على الأنصار بالقرابة والسبق إلى الإسلام ورشّح \nلها عمر بن الخطاب وأبا عبيدة بن الجراح لأنّهما أسبق إلى الإسلام من الأنصار \nوأمسّهم بالنبي رحماً، وتجاهل علي بن أبي طالب الذي بايعه مائة ألف أو يزيدون في \nغدير خم قبل مدة لا تتجاوز ثلاثة أشهر، وقد سبق جميع الناس إلى الإسلام، وكان ابن \nعمّ النبي نسباً وأخاه وحده في الله بإجماع المؤرّخين والمحدّثين ، وبمواقفه \nوتضحياته وجهاده استقام الإسلام وانتصر على الشرك والوثنية وعلى قريش التي عادت \nسيرتها الاُولى تحارب محمداً المتمثّل في خط عليّ وشخصه (عليه السلام) .<br />\n<br />\nوما كان الأمر مخفيّاً على أبي بكر الذي يعتقد سلامة هذا الاُسلوب وكفايته حين رشّح \nلها أحد الرجلين، ولكنه هو وأنصاره كانوا قد خطّطوا لذلك، واتّفقوا مع بعض الأنصار \nوالمهاجرين على إقصاء عليّ عن الخلافة والاستيلاء عليها بكلّ الأساليب ، وكان يتكلم \nمع الفريق الثاني من الأنصار الذين استفزّهم موقف أبي بكر وأنصاره، واجتمعوا في \nسقيفة بني ساعدة يتداولون في مصير الخلافة، كان يتكلّم معهم هو ورفيقاه بمنطق \nالقويّ الذي يريد أن يفرض على الغير وجوده ولو بهذا النحو من التمويه والتضليل .<br />\n<br />\nوممّا يدل على ذلك جواب عمر بن الخطاب له حينما أشار على الحضور أن يبايعوا أحد \nالرجلين عمر بن الخطاب أو أبا عبيدة ، فأجابه على الفور: أيكون هذا وأنت حيّ ؟ ما \nكان لأحد أن يؤخّرك عن مقامك الذي أقامك فيه رسول الله[1]!<br />\n<br />\nهذا الجواب يشير إلى تخطيط واتفاق بينهما على الاُسلوب الذي تتمّ فيه بيعة أبي بكر \n، وفي الوقت ذاته يحاول ابن الخطاب من خلاله تضليل الرأي العام وإيهامه بأنّ رسول \nالله قد اختاره للخلافة كما يشير إليه قوله : ما كان لأحد أن يؤخّرك عن مقامك الذي \nأقامك فيه رسول الله ، هذا مع العلم بأنّ المؤرّخين لحياة الرسول (صلى الله عليه \nوآله) من القدامى والمحدّثين والثقات الذين حفظوا حديثه ورووه للأجيال لم يدّعوا \nبأنّ النبيّ قد لوّح له ـ ولو من بعيد ـ بذلك المقام الذي يعمل من أجله ابن الخطاب \nوأنصاره ، بل إنّ مواقف النبيّ معه كانت على العكس من ذلك فلم يعهد إليه بأمر ولا \nوضعه في مكان يحقّق له امتيازاً عن غيره ، وكان إذا أرسله على رأس سرية من السرايا \nـ كما حدث له في غزوة السلاسل ـ أو أعطاه الراية ـ كما صادف ذلك في خيبر ـ يرجع \nفاشلاً مخذولاً ، وفي الأيام الأخيرة من حياته بعد أن علم بقرب أجله أراد أن يخرجه \nمن المدينة كجندي من جنود المسلمين هو وعمر بن الخطاب بقيادة اُسامة بن زيد وهو شاب \nلا يتجاوز العشرين من عمره على أبعد التقادير .<br />\n<br />\nأمّا حديث صلاته بالناس في بعض الأيام خلال مرض النبي الذي أشار إليه أبو عبيدة في \nحديثه مع الأنصار فمع أنّ إمامة المصلّين كانت ولا تزال مألوفة يتعاطاها الكبير \nوالصغير والفاضل والمفضول فهي على تقديرها لا توجب له فضلاً على أحد من الناس ، \nوليست من مختصّات الأنبياء والأولياء والقدّيسين ، ولقد دعته إليها ابنته عائشة حيث \nكان النبي في وضع لا يسمح له بترك فراشه ، ولمّا علم بالأمر خرج يتوكّأ على علي \nوالعباس ونحّاه عن محرابه ، وصلّى بالناس وهو يعاني من وطأة المرض وآلامه .<br />\n<br />\nوالشيء الغريب الذي لا يقرّه العقل والمنطق أن يعتبرها جماعة من علماء السنَّة \nومحدّثيهم فضيلة لأبي بكر تؤهّله للخلافة ، في حين أنّهم يعترفون بمواقف النبي (صلى \nالله عليه وآله) من علي يوم الدار وفي اُحد والأحزاب والحديبية وخيبر وحنين وتبوك \nوفي غدير خم، ومؤاخاته له في مكة والمدينة، ولا يرون في جميع ذلك دليلاً على \nاختياره لمنصب الخلافة من بعده، بل ولا تلميحاً على اختياره ، ويرون في صلاة أبي \nبكر ركعتين بالمسلمين دليلاً واضحاً على إعداده لقيادة الاُمة من بعده وإعطائه \nالصلاحيات التي كانت له .<br />\n<br />\nوممّا يدل على أنّ حركة الأنصار واجتماعهم في السقيفة كانت رداً على التخطيط الذي \nوضعه المهاجرون للاستيلاء على السلطة ما جاء في رواية الزبير بن بكار حيث قال :<br />\n<br />\nلمّا بايع الجماعة أبا بكر; أقبلوا به على المسجد يزفّونه زفّا ، فلمّا كان آخر \nالنهار اجتمع قوم من الأنصار وقوم من المهاجرين وتعاقبوا فيما بينهم على الكلام ، \nفقال عبد الرحمن بن عوف : يا معشر الأنصار إنّكم وإن كنتم اُولي فضل ونصر وسابقة \nولكن ليس فيكم مثل أبي بكر ولا عمر ولا عليّ ولا أبي عبيدة .<br />\n<br />\nفقال زيد بن أرقم : إنّا لا ننكر فضل من ذكرت يا عبد الرحمن ، وإنّ منّا لسيد \nالأنصار سعد بن عبادة، ومن أمر الله رسوله أن يقرئه السلام وأن يأخذ عنه القرآن \nاُبي بن كعب ومن يجيء يوم القيامة أمام العلماء معاذ بن جبل ، ومن أمضى رسول الله \nشهادته بشهادة رجلين وهو خزيمة بن ثابت ، وإنّا لنعلم أنّ بين من ذكرت من قريش من \nلو طلب الخلافة لم ينازعه فيها أحد وهو عليّ ابن أبي طالب .<br />\n<br />\nوجاء في تاريخ الطبري أنّ أبا بكر لمّا اقترح أحد الرجلين أبا عبيدة أو عمر بن \nالخطاب وانسحبا هما لأبي بكر قال الأنصار: لا نبايع إلاّ عليّ بن أبي طالب[2] .<br />\n<br />\nهاتان الروايتان صريحتان في أنّ الأنصار لم يعارضوا في عليّ بن أبي طالب لو أنّه \nكان مرشّح المهاجرين لها، وهذا يعني أنّ موقفهم المعارض لأبي بكر في السقيفة كان \nردّاً على التخطيط، الذي وضعته قريش للاستيلاء على السلطة وانتزاعها من أصحابها \nالشرعيين .<br />\n<br />\nوقال الاُستاذ توفيق أبو علم في كتابه «أهل البيت» : ولا يبعد أن يكون سعد بن عبادة \nلمّا رأى تصميم المهاجرين على عدم إعطاء الحقّ لأهله طلبه لنفسه .<br />\n<br />\nومهما كان الحال، فلقد كانت مواقف النبي من علي (عليه السلام) وتصريحاته المتتالية \nفيه في مختلف المناسبات تجعله بحكم المتعيّن لها بنظر الجمهور الأعظم من المسلمين، \nحتى أنّ علياً نفسه كان واثقاً بأنّ الأمر لا يعدوه .<br />\n<br />\nوجاء في شرح النهج لابن أبي الحديد أنّ عليّاً (عليه السلام) كان لا يشك في أنّ \nالأمر له، وأنّه لا ينازعه فيه أحد من الناس ومضى يقول :<br />\n<br />\nوقد قال له عمّه العباس : امدد يدك اُبايعك فيقال عمّ رسول الله بايع ابن عمّ رسول \nالله فلا يختلف عليك إثنان ، فقال يا عمّ : وهل يطمع فيها طامع غيري ، قال : ستعلم \n، فقال : إنّي لا اُحب هذا الأمر من وراء رتاج .<br />\n<br />\nوبالطبع لقد دهش هو ومن معه لهذا الحدث العظيم حينما سمع به ورأى الناس يزفّون أبا \nبكر إلى المسجد كما تزفّ العروس والنبيّ (صلى الله عليه وآله) لا يزال مسجىً بين \nأهله وزوجاته ينتظرون أن يتمّ تجهيزه لمقره الأخير ، وحينما بلغه أنّ أبا بكر قد \nاحتجّ على معارضيه من الأنصار بقرابته من رسول الله وسبقه إلى الإسلام كان لزاماً \nعليه أن يلزمهم بما ألزموا به غيرهم ولو كان لا يؤمن بصحّة هذه الحجّة ولا بجدواها \n، وباستطاعته أن يقدّم لهم عشرات الأدلّة التي لا تقبل الجدل والمراجعة لو كانوا \nيصغون إلى المنطق وتردعهم الحجّة عمّا هم جادّون فيه ، ومع ذلك فقد احتجّ عليهم \nبالحجّة التي تغلّبوا فيها على الأنصار وبأقوال الرسول ونصوصه عليه وبماضيه وجهاده \nواُخوّته لرسول الله، وظلّ متمسّكاً بحقّه وإلى جانبه زوجته سيّدة النساء تطالب \nبنحلتها وحقّ زوجها في الخلافة .<br />\n<br />\nوذهب أكثر الرواة إلى أنّ أبا سفيان وقف موقف المتحمّس لعليّ، وأخذ يهدّد ويتوعّد \nويقول : والله لأملأنّها عليهم خيلاً ورجالاً ، ولم يكن ليخفى على عليّ (عليه \nالسلام) أنّ ذلك منه كان بقصد الوقيعة بين المسلمين وإشعال الفتنة ليتاح له \nولأمثاله ممّن أسرّوا الشرك والنفاق أن يصلوا لأهدافهم المعادية للإسلام وحماته \nالذين حاربهم أبو سفيان عشرين عاماً ، وبالتالي كان إسلامه وإسلام زوجته هند آكلة \nالأكباد عام الفتح أعسر إسلام عرف بين المسلمين ، لأنّه كان إسلام مغلوب أعيته جميع \nالوسائل، فاضطرّ أخيراً إلى الدخول مع المسلمين وفي نفسيهما آلام وأحقاد كانت تظهر \nبين الحين والآخر .<br />\n<br />\nوجاء في رواية الطبري وابن الأثير في الكامل أنّ أمير المؤمنين زجر أبا سفيان بن \nحرب وقال له : «والله ما أردت إلاّ الفتنة ، وإنّك والله طالما بغيت للإسلام شراً \nلا حاجة لنا في نصرتك»[3] .<br />\n</p>\n\n</body>\n\n</html>\n"
}