{
"title": "4 ـ وصايا الرسول (صلى الله عليه وآله) في ساعة الوداع",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>لما ثقل واشتد المرض برسول الله</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">لما ثقل واشتد المرض برسول الله (صلى الله عليه وآله) \nوحضرته الوفاة; أخذ أمير المؤمنين عليّ (عليه السلام) رأسه الشريف فوضعه في حجره ، \nفاُغمي على رسول الله (صلى الله عليه وآله) وفاطمة (عليها السلام) تنظر في وجهه \nوتندبه وتبكي وتقول :<br />\n<br />\n(وما محمد إلاّ رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتم على أعقابكم ومن \nينقلب على عقبيه فلن يضر الله شيئاً وسيجزي الله الشاكرين)[5] .<br />\n<br />\nفبكت طويلاً فأومأ اليها بالدنوّ منه ، فأسرّ إليها شيئاً فتهلّل وجهها له . فقيل \nلها (عليها السلام) بعد وفاة رسول الله (صلى الله عليه وآله) : ما الذي أسرّ اليك \nرسول الله (صلى الله عليه وآله) فسرى عنك به ما كنت عليه من الحزن والقلق بوفاته ؟ \nقالت : «إنّه أخبرني أنّني أول أهل بيته لحوقاً به ، وأنّه لن تطول المدّة لي بعده \nحتى أدركه ، فسرى ذلك عنّي »[6].<br />\n<br />\nوعن أنس قال : جاءت فاطمة ومعها الحسن والحسين (عليهما السلام) إلى النبيّ (صلى \nالله عليه وآله) في المرض الذي قبض فيه فانكبّت عليه فاطمة وألصقت صدرها بصدره \nوجعلت تبكي ، فقال لها النبيّ (صلى الله عليه وآله) : «يا فاطمة لا تبكي عليَّ ولا \nتلطمي ولا تخمشي عليَّ خداً ولا تجزّي عليَّ شعراً ، ولا تدعي بالويل والثبور ، \nوتعزّي بعزاء الله ، ثم بكى وقال : اللهمّ أنتَ خليفتي في أهل بيتي ، اللهمّ هؤلاء \nوديعتي عندك وعند المؤمنين ».<br />\n<br />\nوروى البخاري ومسلم في صحيحيهما عن عائشة أنّها قالت : أقبلت فاطمة تمشي كأنّ \nمشيتها مشي النبيّ (صلى الله عليه وآله) فقال النبيّ (صلى الله عليه وآله) : \n«مرحباً بابنتي» ثم أجلسها عن يمينه أو عن شماله ثم أسرّ اليها حديثاً فبكت ، فقلت \n: استخصّك رسول الله (صلى الله عليه وآله) حديثه ثم تبكين ؟ ثم إنّه أسرّ لها \nحديثاً فضحكت ، فقلت : ما رأيت كاليوم فرحاً أقرب من حزن ! فسألتها عمّا قال : \nفقالت : «ما كنت لأفشي سرّ رسول الله (صلى الله عليه وآله)» حتى إذا قُبض النبيّ \n(صلى الله عليه وآله) سألتها فقالت : «إنّه أسرّ إليّ فقال : « إنّ جبرئيل(عليه \nالسلام) كان يعارضني بالقرآن في كلّ عام مرّة وإنّه عارضني به هذا العام مرّتين ، \nولا أراه إلاّ قد حضر أجلي فبكيت ، ثم قال لي : إنّك أوّل أهل بيتي لحوقاً بي ونعم \nالسلف أنا لكِ ، أما ترضين أن تكوني سيّدة نساء أهل الجنة ؟ فضحكتُ »[7] .<br />\n<br />\nوعن موسى بن جعفر عن أبيه (عليهم السلام) : « لمّا كانت الليلة التي قُبض النبيّ في \nصبيحتها ، دعا عليّاً وفاطمة والحسن والحسين (عليهم السلام) وأغلق عليه وعليهم \nالباب وقال (صلى الله عليه وآله) : يا فاطمة! وأدناها منه فناجاها من الليل طويلاً \nفلمّا طال ذلك خرج عليّ ومعه الحسن والحسين وأقاموا بالباب والناس خلف الباب ، \nونساء النبيّ ينظرن إلى علىّ (عليه السلام) ومعه إبناه » فقالت عائشة : لأمر ما \nأخرجك منه رسول الله وخلا بابنته عنك في هذه الساعة ؟ فقال لها عليّ (عليه السلام) \n: « قد عرفت الذي خلا بها وأرادها له ، وهو بعض ما كنتِ فيه وأبوك وصاحباه فوجمت أن \nتردّ عليه كلمة » .<br />\n<br />\nقال عليّ (عليه السلام) : «فما لبثت أن نادتني فاطمة (عليها السلام) فدخلت على \nالنبىّ(صلى الله عليه وآله) وهو يجود بنفسه فقال لي : ما يبكيك يا عليّ ؟ ليس هذا \nأوان بكاء فقد حان الفراق بيني وبينك ، فأستودعك الله يا أخي ، فقد اختار لي ربّي \nما عنده، وإنّما بكائي وغمّي وحزني عليك وعلى هذه أن تضيع بعدي ، فقد أجمع القوم \nعلى ظلمكم ، وقد استودعتكم الله وقِبَلَكُم مني وديعةً ، إنّي قد أوصيت فاطمة ابنتي \nبأشياء وأمرتها أن تلقيها اليك فنفّذها فهي الصادقة الصدوقة » .<br />\n<br />\nثم ضمّها اليه وقبّل رأسها وقال : « فداكِ أبوكِ يا فاطمة » فعلا صوتها بالبكاء ثم \nضمّها اليه وقال : « أما والله لينتقمنّ الله ربّي ، وليغضبنّ لغضبك، فالويل ثم \nالويل للظالمين ، ثمّ بكى رسول الله (صلى الله عليه وآله) ».<br />\n<br />\nقال عليّ (عليه السلام) : « فوالله لقد حسبت قطعة منّي ذهبت لبكائه حتى هملت عيناه \nمثل المطر ، حتى بلت دموعه لحيته وملاءة كانت عليه ، وهو يلتزم فاطمة لا يفارقها \nورأسه على صدريوأنا مسنده، والحسن والحسين يقبلان ويبكيان بأعلى أصواتهما»قال \nعليّ(عليه السلام): « فلو قلت إنّ جبرئيل في البيت لصدقت لأنّي كنت أسمع بكاء نغمة \nلا أعرفها ، وكنت أعلم أنّها أصوات الملائكة لا شك فيها، لأن جبرئيل لم يكن في مثل \nتلك الليلة يفارق النبي (صلى الله عليه وآله) ، ولقد رأيت بكاءً من فاطمة أحسب أنّ \nالسماوات والأرضين بكت لها » .<br />\n<br />\nثم قال (صلى الله عليه وآله) لها : « يا بنية ، الله خليفتي عليكم وهو خير خليفة ، \nوالذي بعثني بالحقّ لقد بكى لبكائك عرش الله وما حوله من الملائكة والسماوات \nوالأرضون وما بينهما ، يا فاطمة والذي بعثني بالحقّ لقد حرمت الجنة على الخلائق حتى \nأدخلها ، وإنّك لأول خلق الله يدخلها بعدي ، كاسية حالية ناعمة ، يا فاطمة هنيئاً \nلكِ ، والذي بعثني بالحقّ إنّ جهنّم لتزفر زفرة لا يبقى ملك مقرّب ولا نبيّ مرسل \nإلاّ صعق ، فينادى إليها أن يا جهنّم يقول لك الجبار اسكني بعزّي واستقري حتى تجوز \nفاطمة بنت محمد (صلى الله عليه وآله) إلى الجنان لا يغشاها فقر ولا ذلة، والذي \nبعثني بالحقّ ليدخلن حسن وحسين ، حسن عن يمينك وحسين عن يسارك ، ولتشرفنّ من أعلى \nالجنان بين يدي الله في المقام الشريف ، ولواء الحمد مع علي بن أبي طالب(عليه \nالسلام) ، والذي بعثني بالحقّ لأقومن بخصومة أعدائك ، وليندمنّ قوم أخذوا حقكِ \nوقطعوا مودّتكِ وكذبوا عليَّ ، وليختلجنّ دوني فأقول : اُمتي اُمتي، فيقال : إنّهم \nبدّلوا بعدك وصاروا إلى السعير »[8] .<br />\n<br />\nإلى هنا ينتهي الحديث عن ثلاث مراحل من حياة الزهراء (عليها السلام) .<br />\n<br />\nوأمّا المرحلة الرابعة من حياتها فهي تبدأ بعد وفاة أبيها المصطفى (صلى الله عليه \nوآله) وتنتهي باستشهادها (صلوات الله عليها) .<br />\n<br />\nوحيث إنّ هذه المرحلة ـ بالرغم من قصرها ـ تشكّل مقطعاً متميّزاً في حياتها فسوف \nنفردها بباب خاص ضمن عدّة فصول .<br />\n</p>\n\n</body>\n\n</html>\n"
}