{
"title": " الهجوم على دار الزهراء عليها السلام",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>أجمع أهل القبلة حتى الخوارج منهم</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">أجمع أهل القبلة حتى الخوارج منهم على أنّ النبيّ (صلى الله \nعليه وآله) لم يَدْعُ للمباهلة من النساء سوى بضعته الزهراء ومن الأبناء سوى سبطيه \nوريحانتيه الحسن والحسين (عليهما السلام) ومن الأنفس إلاّ أخاه عليّاً (عليه \nالسلام) الذي كان منه بمنزلة هارون من موسى، فهؤلاء أصحاب هذه الآية بحكم الضرورة \nالتي لا يمكن جحودها لم يشاركهم فيها أحد من العالمين، كما هو بديهيّ لكل من ألمّ \nبتاريخ المسلمين، وبهم خاصّة نزلت لا بسواهم[16].<br />\n<br />\nلقد باهل النبيّ (صلى الله عليه وآله) بهم خصومه من أهل نجران فانتصر عليهم ، \nواُمّهاتُ المؤمنين كنّ حينئذ في حجراته (صلى الله عليه وآله) فلم يدعُ واحدةً \nمنهنّ، ولم يدع صفيّة وهي<br />\n<br />\nشقيقة أبيه، ولا اُمّ هاني وهي كريمة عمّه، ولا واحدةً من نساء الخلفاء الثلاثة \nوغيرهم من المهاجرين والأنصار.<br />\n<br />\nكما أ نّه لم يدعُ مع سيديّ شباب أهل الجنة أحداً من أبناء الهاشميين ولا أحداً من \nأبناء الصحابة، وكذلك لم يدع مع عليّ أحداً من عشيرته الأقربين ولا واحداً من \nالسابقين الأوّلين، وإنّما خرج وعليه مرط من شعر أسود ـ كما يقول الرازي في تفسيره \nـ وقد احتضن الحسين وأخذ بيد الحسن وفاطمة تمشي خلفه وعليّ خلفها وهو يقول: إذا أنا \nدعوت فأمِّنوا، فقال أسقف نجران: يا معشر النصارى ! إنّي لأرى وجوهاً لو سألوا الله \nأن يزيل جبلاً لأزاله بها، فلا تباهلوهم فتهلكوا، ولا يبقى على وجه الأرض نصرانيّ \nالى يوم القيامة[17].<br />\n<br />\nقال الرازي بعد نقل هذا الحدث: هذه الآية دالّة على أنّ الحسن والحسين (عليهما \nالسلام) كانا ابني رسول الله (صلى الله عليه وآله) وَعَدَ أن يدعو أبناءه فدعا \nالحسن والحسين (عليهما السلام) فوجب أن يكونا ابنيه[18].<br />\n</p>\n\n</body>\n\n</html>\n"
}