{
"title": "قرار المواجهة السلمية ودور الزهراء (عليها السلام)",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>انتهى الإمام إلى قرار حاسم وهو ت</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">انتهى الإمام إلى قرار حاسم وهو ترك الثورة وعدم التسلّح \nبالنصوص في وجه الحاكمين جهاراً وعلانية إلاّ إذا اطمأن إلى قدرته على تجنيد الرأي \nالعام ضدّ أبي بكر وصاحبيه، وهذا ما أخذ يحاوله عليّ في محنته آنذاك، فبدأ يطوف[1] \nسِرّاً على زعماء المسلمين ورجالات المدينة ، يعظهم ويذكّرهم ببراهين الحقّ وآياته \n، وإلى جانبه قرينته تعزّز موقفه وتشاركه في جهاده السرّي، ولم يكن يقصد بذلك \nالتطواف إنشاء حزب يتهيّأ له القتال به، لأنّنا نعرف أنّ عليّاً كان له حزب من \nالأنصار هتف باسمه ، وحاول الالتفاف حوله،وإنّما أراد أن يمهّد بتلك المقابلات \nلإجماع الناس عليه.<br />\n<br />\nوهنا تجيء مسألة فدك لتحتلّ الصدارة في السياسة العلوية الجديدة، فإنّ الدور \nالفاطمي الذي رسم هارون النبوّة خطوطه بإتقان كان متّفقاً مع ذلك التطواف الليلي في \nفلسفته وجديراً بأن يقلب الموقف على الخليفة وينهي خلافة الصدِّيق كما تنُهى القصة \nالتمثيلية ، لا كما يقوّضُ حكمٌ مركّزٌ على القوّة والعدّة.<br />\n<br />\nوكان الدور الفاطمي يتلخّص في أن تطالب الصدِّيقة الزهراء (عليها السلام) أبا بكر \nبما انتزعه منها من أموال، وتجعل هذه المطالبة وسيلةً للمناقشة في المسألة الأساسية \nوهي مسألة الخلافة، وإفهام الناس بأنّ اللحظة التي عدلوا فيها عن عليّ (عليه \nالسلام) إلى أبي بكر كانت لحظة هوس وشذوذ[2]، وأنّهم بذلك أخطأوا وخالفوا كتاب \nربّهم ووردوا غير شربهم[3].<br />\n<br />\nولمّا اختمرت الفكرة في ذهن فاطمة، اندفعت لتصحّح أوضاع الساعة، وتمسح عن الحكم \nالإسلامي ـ الذي وضعت قاعدته الاُولى في السقيفة ـ الوحل الذي تلطّخ به، عن طريق \nاتّهام الخليفة الحاكم بالخيانة السافرة والعبث بكرامة القانون، واتّهام نتائج \nالمعركة الانتخابية التي خرج منها أبو بكر خليفةً بمخالفة الكتاب والصواب[4].<br />\n<br />\nوقد توفّرت في المقابلة الفاطمية ناحيتان لاتتهيَّئان للإمام فيما لو وقف موقف \nقرينته:<br />\n<br />\nإحداهما : إنّ الزهراء أقدر منه بظروف فجيعتها الخاصّة ومكانتها من أبيها ، على \nاستثارة العواطف ، وإيصال المسلمين بسلك من كهرباء الروح بأبيها العظيم صلوات الله \nعليه وأيّامه الغرّاء، وتجنيد مشاعرهم لقضايا أهل البيت .<br />\n<br />\nوالاُخرى : إنّها مهما تتّخذ لمنازعتها من أشكال فلن تكتسب لون الحرب المسلّحة التي \nتتطلّب زعيماً يهيمن عليها ما دامت امرأة، وما دام هارون النبوّة في بيته محتفظاً \nبالهدنة التي أعلنها حتّى تجتمع الناس عليه، ومراقباً للموقف ليتدخّل فيه متى شاء ، \nمتزعّماً للثورة إذا بلغت حدّها الأعلى أو مهدّئاً للفتنة إذا لم يتهيّأ له الظرف \nالذي يريده ، فالحوراء فاطمة (عليها السلام) بمقاومتها إمّا أن تحقّق انتقاضاً \nإجماعياً على الخليفة، وإمّا أن لا تخرج عن دائرة الجدال والنزاع ولا تجرّ إلى فتنة \nوانشقاق .<br />\n<br />\nإذن فقد أراد الإمام صلوات الله عليه أن يُسْمِع الناس يومئذ صوته من فم الزهراء، \nويبقى هو بعيداً عن ميدان المعركة ينتظر اللحظة المناسبة للاستفادة منها ، والفرصة \nالتي تجعل منه رجل الموقف ، وأراد أيضاً أن يقدّم لاُمّة القرآن كلّها في المقابلة \nالفاطمية برهاناً على بطلان الخلافة القائمة، وقد تمّ للإمام ما أراد حيث عبّرت \nالزهراء صلوات الله عليها عن الحقّ العلويّ تعبيراً واضحاً فيه ألوان من الجمال \nوالنضال .<br />\n<br />\nوتتلخّص المعارضة الفاطمية في عدّة مظاهر :<br />\n<br />\nالأوّل : إرسالها مَن ينازع أبا بكر في مسائل الميراث ويطالب بحقوقها[5] وهذه هي \nالخطوة الاُولى التي انتهجتها الزهراء صلوات الله عليها تمهيداً لمباشرتها للعمل \nبنفسها .<br />\n<br />\nالثاني : مواجهتها بنفسها له في اجتماع خاصّ[6] وقد أرادت بتلك المقابلة أن تشتدّ \nفي طلب حقوقها من الخمس وفدك وغيرهما، لتعرف مدى استعداد الخليفة للمقاومة .<br />\n<br />\nالثالث : خطبتها في المسجد بعد عشرة أيام من وفاة النبيّ (صلى الله عليه وآله) كما \nفي شرح النهج[7] .<br />\n<br />\nالرابع : حديثها مع أبي بكر وعمر حينما زاراها بقصد الاعتذار منها، وإعلانها غضبها \nعليهما، وأنّهما أغضبا الله ورسوله (صلى الله عليه وآله) بذلك[8].<br />\n<br />\nالخامس : خطابها الذي ألقته على نساء المهاجرين والأنصار حين اجتماعهنّ عندها[9] .<br />\n<br />\nالسادس : وصيّتها بأن لا يحضر تجهيزها ودفنها أحد من خصومها[10] وكانت هذه الوصية \nالإعلان الأخير من الزهراء عن نقمتها على الخلافة القائمة.<br />\n<br />\nوقد انحسرت الحركة الفاطمية بمعنىً ونجحت بمعنىً آخر ، انحسرت لأنّها لم تُطِح \nبحكومة الخليفة في زحفها الأخير الخطير الذي قامت به في اليوم العاشر من وفاة \nالنبيّ (صلى الله عليه وآله) .<br />\n<br />\nولا نستطيع أن نتبيّن الاُمور التي جعلت الزهراء تخسر المعركة ، غير أنّ الأمر الذي \nلا ريب فيه أنّ شخصيّة الخليفة من أهمّ الأسباب التي أدّت إلى فشلها، لأنّه من \nأصحاب المواهب السياسية ، وقد عالج الموقف بلباقة ملحوظة نجد لها مثالاً، فيما أجاب \nبه الزهراء من كلام وجّهه إلى الأنصار في خطاب بعد انتهائها من خطبتها في المسجد .<br />\n<br />\nفبينما هو يذوب رقّة في جوابه للزهراء وإذا به يطوي نفسه على نار متأجّجة تندلع بعد \nخروج فاطمة من المسجد، في أكبر الظنّ، فيقول : ما هذه الرِّعة إلى كلّ قالة إنّما \nهو ثعالة شهيده ذنبه[11] ـ وقد نقلنا الخطاب كاملاً فيما سبق ـ فإنّ هذا الانقلاب \nمن اللين والهدوء إلى الغضب الفائر يدلّنا على مقدار ما اُوتي من سيطرة على مشاعره \nوقدرته على مسايرة الظرف وتمثيل الدور المناسب في كلّ حين.<br />\n<br />\nونجحت معارضة الزهراء لأنّها جهّزت الحقّ بقوّة قاهرة، وأضافت إلى طاقته على الخلود \nفي ميدان النضال المذهبي طاقة جديدة ، وقد سجّلت هذا النجاح في حركتها كلّها وفي \nمحاورتها مع الصدِّيق والفاروق عند زيارتهما لها بصورة خاصّة، إذ قالت لهما : \nأرأيتكما إن حدّثتكما حديثاً عن رسول الله (صلى الله عليه وآله) تعرفانه وتفعلان به \n؟ فقالا : نعم ، فقالت : «نشدتكما الله، ألم تسمعا من رسول الله (صلى الله عليه \nوآله) يقول : « رضا فاطمة من رضاي، وسخط فاطمة من سخطي ، فمن أحبّ فاطمة فقد \nأحبّني، ومن أرضى فاطمة فقد أرضاني، ومن أسخط فاطمة فقد أسخطني »[12] قالا : نعم \nسمعناه من رسول الله (صلى الله عليه وآله)، قالت : « فإنّي اُشْهِدُ الله وملائكته \nأنّكما أسخطتماني وما أرضيتماني ولئن لقيت النبيّ (صلى الله عليه وآله) لأشكونّكما \nعنده »[13].<br />\n<br />\nويصوّر لنا هذا الحديث مدى اهتمامها بتركيز الاعتراض على خصمَيْها ومجاهرتهما \nبغضبها ونقمتها، لتخرج من المنازعة بنتيجة هي الفوز المؤكّد في حساب العقيدة \nوالدين، وأعني بها أنّ الصدِّيق قد استحقّ غضب الله ورسوله (صلى الله عليه وآله) \nبإغضابها ، وآذاهما بأذاها لأنّهما يغضبان لغضبها ويسخطان لسخطها بنصّ الحديث \nالنبويّ الصحيح، فلا يجوز أن يكون خليفة لله ورسوله[14]، وقد قال الله تبارك وتعالى \n:<br />\n<br />\n(... وَمَا كَانَ لَكُمْ أَن تُؤذُواْ رَسُولَ اللهِ وَلاَ أن تَنكِحُواْ \nأَزْواجَهُ مِن بَعْدِهِ أَبَداً إِنَّ ذَلِكُمْ كَانَ عِندَ اللهِ عَظِيماً )[15] \n.<br />\n<br />\n( إِنَّ الَّذِينَ يُؤْذُونَ اللهَ وَرَسُولَهُ لَعَنَهُمُ اللهُ فِي الدُّنْيَا \nوَالآخِرَةِ وَأَعَدَّ لَهُمْ عَذَاباً مُهِيناً)[16] .<br />\n<br />\n( وَالَّذِينَ يُؤْذُونَ رَسُولَ اللهِ لَهُم عَذابٌ أَلِيمٌ )[17] .<br />\n<br />\n( يَا أَيُّها الَّذِينَ آمَنُواْ لاَ تَتَوَلَّواْ قَوْماً غَضِبَ اللهُ \nعَلَيْهِمْ )[18] .<br />\n<br />\n( وَمَنْ يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هوى )[19] .<br />\n</p>\n\n</body>\n\n</html>\n"
}