{
"title": "2 ـ وفاة السيّدة خديجة وعام الحزن",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>وتمرّ سنون الحصار صعبة ثقيلة</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">وتمرّ سنون الحصار صعبة ثقيلة، ويخرج رسول الله (صلى الله \nعليه وآله) ومن معه من الحصار والمقاطعة ، وقد كتب الله تعالى لهم النصر والغلبة ، \nوتخرج خديجة وقد أثقلتها السنون وأرهقها عناء الحصار والحرمان ، وها هي قد قضت \nبالجدّ والصبر عمرها الجهادي المشرق وحياتها المثالية الفريدة في دنيا المرأة ، لقد \nقرب أجل خديجة وشاء الله تعالى أن يختارها لجواره ، فتتوفى في ذلك العام الذي خرج \nفيه بنو هاشم من الحصار وكان العام العاشر من البعثة .<br />\n<br />\nوتوفّي في العام ذاته أبو طالب عمّ الرسول (صلى الله عليه وآله) وحامي الدعوة \nالإسلامية وناصر الإسلام، ولقد شعر رسول الله بالحزن والأسى ، وأحسّ بالفراق \nوالوحشة ، إنّه فقد الحبيب والعون والمواسي ، فقد خديجة زوجته وحبيبته وعونه، وفقد \nعمّه الحامي والمدافع عنه ، فسمّى ذلك العام بــ ( عام الحزن ) .<br />\n<br />\nوليس رسول الله (صلى الله عليه وآله) وحده هو الذي رزئ في ذلك العام، بل وفاطمة \nالصبية الصغيرة التي لم تشبع من حنان الاُمومة وعطف الوالدة بعد ، فقد شاطرته \nالمأساة ورزئت هي الاُخرى ، فشملتها المحنة في ذلك العام الحزين، وشعرت بغمامة \nالحزن واليتم تخيّم على حياتها الطاهرة .<br />\n<br />\nويحسّ الأب الرسول (صلى الله عليه وآله) بوطأة الحزن على نفس فاطمة (عليها السلام) \nويرى دموع الفراق تتسابق على خديها، فيرقّ القلب الرحيم ، وتفيض مشاعر الود \nوالاُبوة الصادقة ، فيحنو رسول الله (صلى الله عليه وآله) على فاطمة ، يعوضها من \nحبّه وحنانه ما فقدته في اُمهّا من حبّ ورعاية وحنان .<br />\n<br />\nلقد أحبّ رسول الله (صلى الله عليه وآله) فاطمة وأحبته وحنا عليها وحنت عليه ، فلم \nيكن أحد أحبّ إلى قلبه ولا إنسان أقرب إلى نفسه من فاطمة ، لقد أحبها وكان يؤكّد ـ \nكلّما وجد ذلك ضرورياً ـ هذه العلاقة بفاطمة ، ويوضّح مقامها ومكانتها في اُمّته ، \nوهو يُمهّد لأمر عظيم وقدر خطير يرتبط بفاطمة ، وبالذريّة الطاهرة التي أعقبتها \nفاطمة وبالاُمة الإسلامية كلّها ، كان يؤكّد ذلك ليعرف المسلمون مقام فاطمة ومكانة \nالأئمة من ذريّتها ليعطوا فاطمة حقّها ، ويحفظوا لها مكانتها ، ويراعوا الذرّية \nالطاهرة حقّ رعايتها ، فها هو رسول الله(صلى الله عليه وآله) يعرّف فاطمة ويؤكد \nللمسلمين : «فاطمة بضعة منّي فمن أغضبها أغضبني»[3] .<br />\n<br />\nوتكبر فاطمة (عليها السلام) وتشبّ ويشبّ معها حبّ أبيها لها، ويزدادحنانه عليها، \nوتبادله هي هذا الحب وتملأ قلبه بالعطف والرعاية فيسميها «أُمّ أبيها » .<br />\n<br />\nإنّه النموذج القدوة من العلاقة الأبوية الطاهرة التي تساهم في بناء شخصيّة الأبناء \nوتوجّه سلوكهم وحياتهم ، لقد كانت هذه العلاقة هي المثل الأعلى في رعاية الإسلام \nللفتاة والعناية بها وتحديد مكانتها.<br />\n</p>\n\n</body>\n\n</html>\n"
}