{
"title": "6 ـ جهادها المتواصل",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>ولدت فاطمة في حدّة الصراع بين ال</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">ولدت فاطمة في حدّة الصراع بين الإسلام والجاهلية، وفتحت \nعينيها والمسلمون في ضراوة الجهاد مع الوثنية الجائرة، لقد فرضت قريش الحصار على \nرسول الله (صلى الله عليه وآله) وبني هاشم جميعاً، فدخل الرسول مع زوجته المجاهدة \nوابنته الطاهرة الشِعب، وحاصرتهم ثلاث سنين وأذاقتهم فيها ألوان الحرمان، وهكذا \nعايشت الزهراء هذا الحصار القاسي وذاقت في طفولتها مرارة الحرمان وشظف العيش دفاعاً \nعن الحق وتضحيةً من أجل المبدأ .<br />\n<br />\nومرّت سنون الحصار صعبةً ثقيلةً، وخرج رسول الله منها منتصراً، وشاء الله أن يختار \nخديجة لجواره في ذلك العام ويتوفى أبا طالب عمّ الرسول وحامي الدعوة وناصر الإسلام، \nويأخذ الحزن والأسى من قلب الرسول(صلى الله عليه وآله) مأخذه بعد أن فقد أحبّ الناس \nإلى قلبه وأعزّهم عليه .<br />\n<br />\nوهكذا رزئت فاطمة وهي لم تشبع بعد من حنان الاُمومة ، وشاطرت أباها المأساة والألم \nبالرغم من أنّها قد فقدت مصدر الحنان الثر ، ولقد صبّت قريش كلّ حقدها وأذاها على \nالرسول بعد وفاة عمّه وحاميه والزهراء ترى باُمّ عينيها ما يقوم به سفهاء قريش \nوطغاتهم من انتقاص الرسول وايذائه وهو يريد إخراجهم من الظلمات إلى النور ، وكان \nالرسول يحاول أن يخفّف عنها عبء الألم ويحثّها على التجلّد قائلاً : «لا تبكي يا \nبنيّة ، فإنّ الله مانع أباك وناصره على أعداء دينه ورسالته»[11] ، وهكذا يزرع \nالرسول في نفس ابنته روحاً جهاديةً عاليةً ويملأ قلبها بالصبر والثقة بالنصر .<br />\n<br />\nوهاجرت الزهراء بعد هجرة أبيها إلى المدينة في جوّ مكة المرعب مع ابن عمّها عليّ بن \nأبي طالب (عليه السلام) الذي كان مستهيناً بكبرياء قريش وغرورها، ليلتحق بالرسول \n(صلى الله عليه وآله) في «قباء» بعد أن تورّمت قدماه من مواصلة السير على قدميه .<br />\n<br />\nوانتقلت الزهراء إلى بيت زوجها المتواضع في المدينة بعد أن أرسى أبوها دعائم دولته \nالمباركة ، وشاركته في جهاده صابرةً على قساوة الحياة ومصاعب الجهاد في سبيل الله، \nوهي تحاول أن تقدّم صورة الحياة العائلية الفريدة ، ولعبت الزهراء دوراً بارزاً \nوشاقاً في نصرة الحقّ والدفاع عن وصيّة الرسول (صلى الله عليه وآله) حينما وقفت \nموقفاً لا مثيل له إلى جانب عليّ بن أبي طالب(عليه السلام) في أحرج أيّام حياته \nمؤكّدةً أنّ الجبهة الداخلية في حياة عليّ صامدة لا تشعر بالضعف، ولكنها تترك تقدير \nالظروف وانتخاب الموقف لقائدها وزوجها الإمام، يقرّر ويصمّم ويأمر فيطاع .<br />\n<br />\nلقد كانت الزهراء تأتي قبور الشهداء كلّ غداة سبت وتترحم عليهم وتستغفر لهم، وهذه \nالبداية لأعمال الاُسبوع تفصح عن مدى تقدير فاطمة للجهاد وللشهادة، وتعبّر بوضوح عن \nحياتها العمليّة التي تبدأ بالجهاد وتستند على الجهاد والتضحية إلى درجة \nالاستشهاد[12] .<br />\n</p>\n\n</body>\n\n</html>\n"
}