{
"title": "6 ـ تأريخ الولادة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>اختلف المؤرّخون في تأريخ ولادتها</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">اختلف المؤرّخون في تأريخ ولادتها (عليها السلام) إلاّ أنّ \nالمشهور بين مؤرّخي الإمامية أنّه في يوم الجمعة في العشرين من شهر جمادي الآخرة في \nالسنة الخامسة من البعثة ، بينما قال غيرهم : إنّها ولدت قبل البعثة بخمس سنين[7] .<br />\n<br />\nروى أبو بصير عن أبي عبدالله جعفر بن محمّد (عليهما السلام) قال : « ولدت فاطمة في \nجمادي الآخرة يوم العشرين سنة خمس وأربعين من مولد النبيّ (صلى الله عليه وآله) ، \nفأقامت بمكة ثمان سنين وبالمدينة عشر سنين ، وبعد وفاة أبيها خمسة وسبعين يوماً ، \nوقُبضت في جمادي الآخرة يوم الثلاثاء لثلاث خلون منه سنة إحدى عشرة من الهجرة »[8] \n.<br />\n<br />\nومن أسمائها : الصدّيقة هي الكثيرة التصديق، وقد كانت سلام الله عليها مصدِّقة \nلأبيها صادقة في أقوالها صدوقة في أفعالها ووفائها ، فهي الصدّيقة الكبرى، وعلى \nمعرفتها دارت القرون كما ورد عن حفيدها الصادق(عليه السلام)[9] .<br />\n<br />\nوالمباركة باعتبار الخير الكثير الذي يأتي من قِبَلِها، وقد وصفها القرآن الكريم \nبالكوثر باعتبار أنّ النبيّ (صلى الله عليه وآله) قد انقطع نسله إلاّ منها، فهي \nاُمّ الأئمة الأطهار واُمّ الذريّة الطاهرة لرسول الله (صلى الله عليه وآله) ، \nوكثرة الذرّية ـ التي دافعت عن رسالة محمّد (صلى الله عليه وآله) وتحمّلت أعباء \nالوقوف أمام الظالمين والمنحرفين عنها ـ هي الخير الكثير أو أهمّ مصاديقه التي \nأعطاها الله لرسوله كما نصّ عليه في سورة الكوثر .<br />\n<br />\nوعن ابن عباس أنّ الرسول (صلى الله عليه وآله) قال : «ابنتي فاطمة حوراء آدمية ، لم \nتحض ولم تطمث ، وإنّما سمّاها فاطمة لأنّ الله فطمها ومحبيها عن النار»[10] .<br />\n<br />\nوعنه (صلى الله عليه وآله) : «أن فاطمة حوراء إنسيّة، كلّما اشتقت إلى الجنّة \nقبّلتُها»[11] .<br />\n<br />\nوقالت اُمّ أنس بن مالك : كانت فاطمة كالقمر ليلة البدر أو الشمس كفر غماماً إذا \nخرج من السحاب، بيضاء مشربة حمرة، لها شعر أسود، من أشدّ الناس برسول الله (صلى \nالله عليه وآله) شبهاً[12] .<br />\n<br />\nولقّبت بالطاهرة لطهارتها من كلّ دنس وكلّ رفث، وأنّها ما رأت قطّ يوماً حمرةً ولا \nنفاساً[13] كما جاء عن الإمام الباقر (عليه السلام) ، وقد شهد القرآن الكريم \nبطهارتها من الدنس في آية التطهير .<br />\n<br />\nوكانت سلام الله عليها راضية بما قدّر لها من مرارة الدنيا ومشاقّها ومصائبها \nوثوابها، مرضية عند ربها كما أخبر بذلك القرآن الكريم عنها في سورة الدهر، إذ ارتضى \nربّها سعيها وآمنها من الفزع الأكبر ، وهي ممّن ( رضي الله عنهم ورضوا عنه \n)[14]وخشي ربّه دون شك كما نلاحظ ذلك في سيرتها.<br />\n<br />\nوالمحدَّثة هي التي تحدّثها الملائكة ، كما حدّثت الملائكة مريم ابنة عمران واُمّ \nموسى وسارة امرأة ابراهيم إذ بشّرتها باسحاق ومن وراء اسحاق يعقوب .<br />\n<br />\nوكنّاها رسول الله (صلى الله عليه وآله) باُمّ أبيها تعظيماً لشأنها، إذ لم يكن أحد \nيوازيها في محبّته لها ورفعة مكانتها لديه ، وكان يعاملها معاملة الولد لاُمّه كما \nكانت تعامله معاملة الاُم لولدها، إذ كانت تحتضنه وتضمد جروحه وتخفّف من آلامه .<br />\n<br />\nكما كُنيت باُمّ الأ ئمة، إذ أخبر الرسول (صلى الله عليه وآله) أنّ الأئمة من ولدها \nوأنّ المهديّ من نسلها[15].<br />\n</p>\n\n</body>\n\n</html>\n"
}