{
"title": "2 ـ نتائج السقيفة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>أبرزت أحداث السقيفة ثلاثة أطراف</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">أبرزت أحداث السقيفة ثلاثة أطراف معارضة :<br />\n<br />\n1 ـ الأنصار الذين نازعوا الخليفة وصاحبيه في سقيفة بني ساعدة ووقعت بينهم المحاورة \nوالجدال ، وانتهت بفوز قريش بسبب تركّز فكرة الوراثة الدينية في الذهنية العربية ، \nوانشقاق الأنصار على أنفسهم[1] ، لَِتمكُّن النزعة القبلية من نفوسهم .<br />\n<br />\nفقد ركّز أبو بكر وصاحباه في هذا النزاع دفاعهم عمّا زعموا من حقوق على نقطة كانت \nذات وجاهة في نظر الكثيرين، فإنّ قريشاً ما دامت عشيرة رسول الله (صلى الله عليه \nوآله) وخاصته فهي أولى من سائر المسلمين وأحقّ بخلافته وسلطانه، وقد انتفع أبو بكر \nومؤيّدوه باجتماع الأنصار في السقيفة من ناحيتين :<br />\n<br />\nالاُولى : أنّ الأنصار سجّلوا على أنفسهم بذلك مذهباً لا يسمح لهم بأن يقفوا بعد \nذلك في صف عليّ (عليه السلام) ويخدموا قضيّته وأحقيّته .<br />\n<br />\nالثانية : أنّ أبا بكر الذي خدمته الظروف فأقامت منه المدافع الوحيد عن حقوق \nالمهاجرين في مجتمع الأنصار لم يكن ليتهيّأ له ظرف أوفق بمصالحه من ظرف السقيفة ، \nإذ خلا الموقف من أقطاب المهاجرين الذين لم يكن لتنتهي المسألة في محضرهم إلى \nنتيجتها التي سجّلتها السقيفة في ذلك اليوم.<br />\n<br />\nوخرج أبو بكر من السقيفة وقد بايعه جمع من المسلمين الذين أخذوا بوجهة نظره في \nمسألة الخلافة أو عزّ عليهم أن يتولاّها سعد بن عبادة .<br />\n<br />\n2 ـ الاُمويون الذين كانوا يريدون أن يأخذوا من الحكم بنصيب ويسترجعوا شيئاً من \nمجدهم السياسي في الجاهلية وعلى رأسهم أبو سفيان، ولم يعبأ الحاكمون ( أبو بكر \nوجماعته ) بمعارضة الاُمويين وتهديد أبي سفيان وما أعلنه من كلمات الثورة بعد رجوعه \nمن سفره الذي بعثه فيه رسول الله (صلى الله عليه وآله) لجباية الأموال ، لعلمهم \nبطبيعة النفس الاُموية وشهواتها السياسية والمادية، فكان من السهل كسب الاُمويين \nإلى جانب الحكم القائم كما صنع أبو بكر، فأباح لنفسه أو أباح له عمر ـ بتعبير أصح ـ \nكما تدلّ الرواية وأن يدفع لأبي سفيان جميع ما في يده من أموال المسلمين وزكواتهم \nثم جعل للاُمويين بعد ذلك حظاً من العمل الحكومي في عدّة من المرافق الهامة .<br />\n<br />\n3 ـ الهاشميّون وأخصّاؤهم كعمار وسلمان وأبي ذر والمقداد (رضوان الله عليهم) \nوجماعات من الناس الذين كانوا يرون أنّ البيت الهاشمي هو الوارث الطبيعي لرسول الله \n(صلى الله عليه وآله) بحكم الفطرة ومناهج السياسة التي كانوا يألفونها[2].<br />\n<br />\nنلاحظ أنّ الحزب الحاكم نجح في التعامل مع الأنصار والاُمويين وكسب الموقف منهم، \nولكنّ هذا النجاح جرّه إلى تناقض سياسي واضح، لأن ظروف السقيفة كانت تدعو الحاكمين \nإلى أن يجعلوا للقرابة من رسول الله(صلى الله عليه وآله) حساباً في مسألة الخلافة \nويقرّوا مذهب الوراثة للزعامة الدينية ، غير أنّ الحال تبدّلت بعد موقف السقيفة، \nواتّخذت المعارضة لوناً جديداً وواضحاً كلّ الوضوح كان يتلخّص في أنّ قريشاً إذا \nكانت أولى برسول الله (صلى الله عليه وآله) من سائر العرب لأنّه منها، فبنو هاشم \nأحقّ بالأمر من بقية قريش .<br />\n<br />\nوهذا ما أعلنه علي (عليه السلام) حين قال : إذا احتجّ عليهم المهاجرون بالقرب من \nرسول الله (صلى الله عليه وآله) كانت الحجّة لنا على المهاجرين بذلك قائمة، فإن \nفلجت حجّتهم كانت لنا دونهم وإلاّ فالأنصار على دعوتهم. وأوضحه العباس لأبي بكر في \nحديث له معه إذ قال له : وأمّا قولك: «نحن شجرة رسول الله (صلى الله عليه وآله)» \nفإنّكم جيرانها ونحن أغصانها[3]. وقد كان علي (عليه السلام) الذي تزعم معارضة \nالهاشميّين مصدر رعب شديد في نفوس الحاكمين; لأنّ ظروفه الخاصة كانت تمدّه بقوة على \nلونين من العمل الايجابي ضد الحكومة القائمة :<br />\n<br />\nأحدهما : ضمّ الأحزاب المعادية إلى جانبه كالاُمويين والمغيرة بن شعبة وأمثالهم ممن \nكانوا قد بدأوا يعرضون أصواتهم للبيع ويفاوضون الجهات المختلفة في اشترائها بأضخم \nالأثمان ، كما نعرف ذلك من كلمات أبي سفيان التي واجه بها خلافة السقيفة يوم وصوله \nإلى المدينة ، وحديثه مع علي(عليه السلام) وتحريضه له على الثورة ، وميله إلى جانب \nالخليفة ، وسكوته عن المعارضة حينما تنازل له الخليفة عن أموال المسلمين التي كان \nقد جباها في سفره، وإذن فقد كان الهوى المادي مستولياً على جماعة من الناس يومئذ .<br />\n<br />\nومن الواضح أنّ علياً كان يتمكّن من أشباع رغبتهم بما خلّفه رسول الله(صلى الله \nعليه وآله) من الخمس وغلاّت أراضيه في المدينة وفدك التي كانت ذات نتاج عظيم .<br />\n<br />\nثانيهما : الطور الآخر من المقاومة التي كان علي (عليه السلام) مُزوّداً \nبإمكانياتها ما لمّح اليه بقوله : « احتجّوا بالشجرة وأضاعوا الثمرة » وأعني بذلك \nأنّ الفكرة العامة يومئذ التي أجمعت على تقديس أهل البيت والاعتراف لهم بالامتياز \nالعظيم بقربهم من رسول الله (صلى الله عليه وآله) كانت سنداً قوياً للمعارضة[4] .<br />\n</p>\n\n</body>\n\n</html>\n"
}