{
"title": "5 ـ حنُوّها وشفقتها",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>Untitled 1</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">« لمست الزهراء (عليها السلام) من أبيها حبّه ومودّته \nوحنوّه وشفقته فكانت نعم البرّة به (صلى الله عليه وآله) ، أخلصت له في حبّها \nوولائها وحنوّها ووفائها له ، فآثرته على نفسها ، وكانت تتولّى تدبير بيت أبيها \n(صلى الله عليه وآله) وتقوم بإدارته ، فتنجز ما يصلحه وتبعث فيه الهدوء والراحة له \n، وكانت تسارع إلى كلّ ما يرضي أباها رسول الله(صلى الله عليه وآله)، تسكب له الماء \nليغتسل وتهيّئ له طعامه وتغسل ثيابه ، فضلاً عن اشتراكها مع النساء في الغزو لحمل \nالطعام والشراب وسقاية الجرحى ومداواتهم، وفي غزوة اُحد هي التي داوت جراح أبيها \nحينما رأت أنّ الدم لا ينقطع، فأخذت قطعة حصير فأحرقته حتى صار رماداً ثم ذرّته على \nالجرح فاستمسك الدم .. وجاءته في حفر الخندق بكسرة من خبز فرفعتها اليه فقال: ما \nهذه يا فاطمة ؟ قالت : من قرص اختبزته لابنيّ جئتك منه بهذه الكسرة ، فقال: «يا \nبُنيّة : أما إنّها لأوّل طعام دخل فم أبيك منذ ثلاثة أيّام »[9] .<br />\n<br />\nوقد استطاعت الزهراء أن تسدّ الفراغ العاطفي الذي كان يعيشه الرسول(صلى الله عليه \nوآله) بعد أن فقد أبويه في أول حياته وفقد زوجته الكريمة خديجة الكبرى في أقسى ظروف \nالدعوة والجهاد في سبيل الله .<br />\n<br />\nإنّ مواقف الاُمومة التي صدرت عن الزهراء بالنسبة لأبيها وحدّثنا التاريخ عن نتف \nمنها تؤكّد نجاح فاطمة في هذه المحاولة التي أعادت إلى النبي (صلى الله عليه وآله) \nالمصدر العاطفي الذي ساعده دون شك في تحمّل الأعباء الرسالية الكبرى ، ومن هنا قد \nنفهم السرّفي ما تكرّر على لسانه (صلى الله عليه وآله) من أنّ « فاطمة اُم أبيها \n»[10] .<br />\n<br />\nإذ نرى أنّه كان يعاملها معاملة الاُم فيقبّل يدها ، ويبدأ بزيارتها عند عودته إلى \nالمدينة ، كما يودّعها وينطلق من عندها في كلّ رحلاته وغزواته، كان يتزوّد من هذا \nالمنبع الصافي عاطفةً لسفره ورحلته ، كما نلاحظ في سيرته كثرة دخوله عليها في حالات \nتعبه وآلامه أو حال جوعه أو حال دخول ضيف عليه ، ثم تقابله فاطمة (عليها السلام) \nكما تقابل الاُم ولدها فترعاه وتحتضنه وتخفّف آلامه كما تخدمه وتطيعه .<br />\n</p>\n\n</body>\n\n</html>\n"
}