{
"title": "  خطبة الزهراء  لنساء المهاجرين والأنصار",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>عن عليّ بن الحسين زين العابدين</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">عن عليّ بن الحسين زين العابدين (عليه السلام): «لم يولد \nلرسول الله (صلى الله عليه وآله) من خديجة على فطرة الاسلام إلاّ فاطمة»[13].<br />\n<br />\nوعن أبي جعفر الباقر (عليه السلام): «والله لقد فطمها الله تبارك وتعالى \nبالعلم»[14].<br />\n<br />\nوعن أبي عبدالله الصادق (عليه السلام): «إنّما سُمّيت فاطمة لأنّ الخلق فطموا عن \nمعرفتها»[15].<br />\n<br />\nوعن ابن عباس: أنّ رسول الله (صلى الله عليه وآله) كان جالساً ذات يوم وعنده عليّ \nوفاطمة والحسن والحسين فقال: «اللهمّ إنّك تعلم أنّ هؤلاء أهل بيتي وأكرم الناس \nعليّ فأحبب من أحبّهم وأبغض من أبغضهم ووالِ من والاهم وعادِ من عاداهم، وأعن من \nأعانهم واجعلهم مطهّرين من كلّ رجس معصومين من كلّ ذنب وأيّدهم بروح القدس \nمنك»[16].<br />\n<br />\nوعن اُمّ سلمة أنّها قالت: كانت فاطمة بنت رسول الله (صلى الله عليه وآله) أشبه \nالناس وجهاً وشبهاً برسول الله (صلى الله عليه وآله)[17].<br />\n<br />\nوعن عائشة أنّها قالت: ما رأيت أحداً كان أصدق لهجةً من فاطمة إلاّ أن يكون الذي \nولّدها[18] وكانت إذا دخلت على رسول الله (صلى الله عليه وآله) قام فقبّلها ورحّب \nبها وأخذ بيدها وأجلسها في مجلسه، وكان النبي (صلى الله عليه وآله) إذا دخل عليها \nقامت من مجلسها فقبّلته وأخذت بيده وأجلسته في مجلسها، وكان الرسول دائماً يختصّها \nبسرّه ويرجع اليها في أمره[19].<br />\n<br />\nوعن الحسن البصري أنّه ما كان في هذه الاُمة أعبد من فاطمة، كانت تقوم حتى تورّم \nقدماها[20].<br />\n<br />\nودخل عبدالله بن حسن على عمر بن عبد العزيز وهو حديث السنّ، وله وقرة، فرفع مجلسه \nوأقبل عليه وقضى حوائجه، ثم أخذ عكنة[21] من عكنه فغمزها حتى أوجعه وقال له: اذكرها \nعند الشفاعة.<br />\n<br />\nفلما خرج لامَهُ أهله وقالوا: فعلت هذا بغلام حديث السن، فقال: إنّ الثقة حدّثني \nحتى كأنّي أسمعه من في رسول الله (صلى الله عليه وآله) قال: «إنّما فاطمة بضعة منّي \nيسرّني ما يسرّها» وأنا أعلم أنّ فاطمة (عليها السلام) لو كانت حيّة لسرّها ما فعلت \nبابنها، قالوا: فما معنى غمزك بطنه، وقولك ما قلت؟ قال: إنّه ليس أحد من بني هاشم \nإلاّ وله شفاعة، فرجوت أن أكون في شفاعة هذا[22].<br />\n<br />\nقال ابن الصبّاغ المالكي: ... وهي بنت من اُنزل عليه (سبحان الذي أسرى)، ثالثة \nالشمس والقمر، بنت خير البشر، الطاهرة الميلاد، السيّدة بإجماع أهل السداد[23].<br />\n<br />\nوقال الحافظ أبو نعيم الإصفهاني عنها: «من ناسكات الأصفياء وصفيّات الأتقياء فاطمة \nـ رضي الله تعالى عنها ـ السيّدة البتول، البضعة الشبيهة بالرسول ... كانت عن \nالدنيا ومتعتها عازفة، وبغوامض عيوب الدنيا وآفاتها عارفة[24].<br />\n<br />\nوقال عبد الحميد بن أبي الحديد المعتزلي: وأكرم رسول الله (صلى الله عليه وآله) \nفاطمة إكراماً عظيماً أكثر مما كان الناس يظنّونه ... حتى خرج بها عن حبّ الآباء \nللأولاد، فقال لمحضر الخاص والعام مراراً لا مرّة واحدة وفي مقامات مختلفة لا في \nمقام واحد: «إنّها سيّدة نساء العالمين وإنّها عديلة مريم بنت عمران، وإنّها إذا \nمرّت في الموقف نادى مناد من جهة العرش: يا أهل الموقف غضّوا أبصاركم لتعبر فاطمة \nبنت محمد»، وهذا من الأحاديث الصحيحة وليس من الأخبار المستضعفة ، وكم قال لا مرّة: \n«يؤذيني ما يؤذيها ويغضبني ما يغضبها، وإنّها بضعة منّي يريبني ما رابها»[25].<br />\n<br />\nوقال المؤرّخ المعاصر الدكتور علي حسن ابراهيم: وحياة فاطمة هي صفحة فذّة من صفحات \nالتاريخ نلمس فيها ألوان العظمة، فهي ليست كبلقيس أو كليو بطرة استمدّت كلّ منهما \nعظمتها من عرش كبير وثروة طائلة وجمال نادر، وهي ليست كعائشة نالت شهرتها لما اتصفت \nبه من جرأة جعلتها تقود الجيوش وتتحدّى الرجال، ولكنّا أمام شخصية استطاعت أن تخرج \nإلى العالم وحولها هالة من الحكمة والجلال، حكمة ليس مرجعها الكتب والفلاسفة \nوالعلماء، وإنّما تجارب الدهر المليء بالتقلّبات والمفاجآت، وجلال ليس مستمداً من \nملك أو ثراء وإنّما من صميم النفس ...[26].<br />\n</p>\n\n</body>\n\n</html>\n"
}