{
"title": "مقدمة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>Untitled 1</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">« لقد أحصى المسلمون الأوائل على الرسول جميع أقواله \nوأفعاله ومن هؤلاء انتقلت سنّة الرسول (صلى الله عليه وآله) إلى الطبقة الثانية \nوغيرها من الطبقات »[1] .<br />\n<br />\nولا شك « أنّ أكثرهم وعياً لأقواله وأفعاله من الطبقة الاُولى اُولئك الذين كانوا \nعلى صلة به في أكثر الأوقات وفي مختلف المناسبات »[2] .<br />\n<br />\nوعلى هذا الأساس لا بدّ وأن يكون للصحابة الأوائل دور في هذه الناحية أبرز من \nاُولئك الذين دخلوا الإسلام في السنين الأخيرة من حياته كأبي هريرة وغيره ممّن \nامتلأت مجاميع الحديث بمرويّاتهم وأصبحوا من أوسع المصادر لها في حين أنّ صلاتهم \nبالرسول (صلى الله عليه وآله) كانت محدودة للغاية ...<br />\n<br />\nلذلك كان موقف الباحثين من مرويّاتهم مشوباً بالحذر ، وفي الوقت ذاته لا يستبعد أحد \nعلى الذين لازموه منذ بعثته إلى أن اختاره الله اليه أن يرووا عنه<br />\n<br />\nآلاف الروايات وبخاصة إذا كانوا من المقرّبين إليه كعليّ (عليه السلام) وغيره من \nالصحابة الأبرار في حين أنّ مجاميع السنّة لم ترو عنهم إلاّ القليل القليل بالقياس \nلما روته عن غيرهم في السنين الثلاث الأخيرة من حياته[3] .<br />\n<br />\n(كما يجب أن لا نستبعد ما ترويه المصادر الشيعية عن مصحف فاطمة، ذلك الكتاب الذي \nورد ذكره على لسان الأئمة من أهل البيت عليهم السلام[4]; لأنّ الزهراء لم تفارق \nأباها طيلة حياتها ، وكانت ترعاه وتتولّى خدمته وتسمع أحاديثه وأخباره وخطبه بنحو \nلم يتوفّر لغيرها من الناس إذا استثنينا ابن عمّها عليّاً عليه السلام) [5] .<br />\n<br />\nوبعد هذا الأ تستغرب حينما تسمع ما يقوله احافظ السيوطي من أنّ دميع ما روته فاطمة \nرضي الله عنها من الحديث لا يبلغ عشرة أحاديث، وما يقوله الحافظ البدخشاني من أنّ \nكلّ ما روي عنها ثمانية عشر حديثاً[6] ؟!. مع أنّا نعلم أنّ المروي عن عائشة ما \nيفوق الألفين وهي لم تعاشر رسول الله (صلى الله عليه وآله) إلاّ بعد الهجرة بما \nيقلّ عن عشر سنوات، بينما عاشت الزهراء مع أبيها على أقلّ الروايات ثمانية عشر \nعاماً وعلى أكثرهاثمانية وعشرين عاماً !.<br />\n<br />\nوقال الاستاذ توفيق أبو علم عن هذه النقطة بالذات: (أخذت الزهراء عن أبيها الكثير \nمن الأحاديث بما تسمعه منه أو ما كان يأمر بكتابته لها، وقد أخذ عنها ابناها الحسن \nوالحسين وأبوهما عليّ وحفيدتها فاطمة بنت الحسين مرسلاً وعائشة وام سلمة وأنس بن \nمالك وسلمى أم رافع رضي الله عنهم، وقد ساعدها على ذلك أنّهما ألمّت بكثير من علوم \nالقرآن وإحاطتها باُمور من الشرائع السابقة، وكانت تعرف القراءة والكتابة، ولقد \nفطمها اله بالعلم، وكان أبوها رسول اله (ص) يستكتب لها الصحف التي تسترشد بها في \nأمر دينها وتبصّرها باُمور دنياها، فالسيّدة فاطمة من أهل بيت اتّقوا الله وعلّمهم \nاله)[7] .<br />\n</p>\n\n</body>\n\n</html>\n"
}