{
"title": "نشاطها التجاري",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>خطب أشراف قريش السيّدة خديجة وقد</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">خطب أشراف قريش السيّدة خديجة وقدّموا لها العروض المغرية \nفلم تستجب لأحد منهم[5] ، وظلّت تعيش بعيدةً عن الرجال ومشاكلهم طيبة النفس مرتاحة \nالضمير، لأنّ أكثر الخاطبين كانوا يضعون في حساباتهم ثروتها الواسعة حتى بلغت \nالأربعين من عمرها .<br />\n<br />\nكانت في يدي السيّدة خديجة أموالٌ طائلة، ولكنّها لم تترك هذه الأموال راكدةً ولم \nترابِ بها في زمان كان الربا رائجاً ، وإنّما استثمرت هذه الأموال في التجارة \nواستخدمت رجالاً صالحين لهذا الغرض ، واستطاعت أن تكسب عن طريق التجارة ثروة ضخمة .<br />\n<br />\nويروي المحدّثون أنّ السيّدة خديجة كانت ترسل في تجارتها إلى الشام جماعة بأجر معين \n، وقبيل زواجها بالنبيّ أرسلت اليه ليذهب في تجارتها وبذلت له ضعفي ما كانت تبذله \nلغيره لأنّه كان حديث الناس رجالاً ونساءً في أمانته وصدقه واستقامته ، فوافق على \nطلبها بعد أن استشار عمّه أبا طالب ، وأرسلت معه غلامها ميسرة لخدمة القافلة \nورعايتها ، وكانت الرحلة ناجحة وموفّقة بشكل لم تُوفّق له رحلة قبلها ، وأسرع ميسرة \nقبل دخول القافلة مشارف مكة ليخبر خديجة بما جرى وما حدث لمحمد (صلى الله عليه \nوآله) في طريقه مع بحيرا الراهب وغيره .<br />\n<br />\nومن نبوغ وحدّة ذكاء السيدة خديجة ونظرتها البعيدة أنّها أدركت عظمة شخصية الرسول \nالأكرم (صلى الله عليه وآله) وسموّ أخلاقه قبل تكليفه برسالة السماء، فاختارته \nزوجاً لها من دون الرجال والشخصيات المرموقة الذين تقدّموا لخطبتها، بل إنّها هي \nالتي تقدّمت وعرضت نفسها ورغبت في الاقتران به ، على رغم البون الشاسع بين حياتها \nالمادية وحياته البسيطة .<br />\n<br />\nوجاء في تاريخ اليعقوبي عن عمار بن ياسر أنّه قال : أنا أعلم الناس بزواج خديجة بنت \nخويلد من رسول الله(صلى الله عليه وآله) ، لقد كنت صديقاً له وإنّا لنمشي يوماً بين \nالصفا والمروة وإذا بخديجة واُختها هالة معها، فلمّا رأت رسول الله (صلى الله عليه \nوآله) جاءتني اُختها هالة وقالت : يا عمار! ما لصاحبك رغبة في خديجة ؟ فقلت لها : \nوالله لا أدري ، فرجعتُ اليه وذكرت ذلك له ، فقال لي : إرجع فواضعها وعدها يوماً \nنأتيها فيه ، فلمّا كان ذلك اليوم أرسلت إلى عمّها عمرو بن أسد ودهنت لحيته وألقت \nعليه حبراً ، ثم حضر رسول الله(صلى الله عليه وآله) في نفر من أعمامه يتقدّمهم أبو \nطالب، فخطب في الحاضرين، وتمّ الزواج بينهما .<br />\n<br />\nوأضاف عمّار : أنّها لم تستأجره في تجارتها ولم يكن أجيراً لأحد أبداً[6] .<br />\n</p>\n\n</body>\n\n</html>\n"
}