{
"title": "أ ـ إدارة شؤون البيت والحياة الشاقة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>البيت الوحيد الذي كان يضمّ بين ج</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">البيت الوحيد الذي كان يضمّ بين جدرانه زوجين معصومين \nمطهّرين منزّهين عن ارتكاب الذنوب واكتساب المآثم ، يتصفان بالفضائل الأخلاقية \nوالكمال الإنساني هو بيت علي وفاطمة (عليهما السلام) .<br />\n<br />\nفعليّ (عليه السلام) نموذج الرجل الكامل في الإسلام ، وفاطمة نموذج المرأة الكاملة \nفي الإسلام ، ترعرعا في ظلّ النبي الأكرم(صلى الله عليه وآله) وغذّاهما بالعلم \nوسائر الفضائل، واستأنست آذانهما الواعية منذ الصغر بالقرآن الكريم وهما يسمعان \nالنبيّ (صلى الله عليه وآله) يرتّله ليلاً ونهاراً وفي كلّ آن، وأطلاّ على الغيب \nوارتشفا العلوم والمعارف الإسلامية من معينها الأصيل ومنبعها العذب، ورأيا الإسلام \nيتحرّك في شخص رسول الله(صلى الله عليه وآله) فكيف إذن لا تكون اُسرتهما النموذج \nالأمثل للاُسرة المسلمة ؟.<br />\n<br />\nكان بيت عليّ وفاطمة (عليهما السلام) أروع نموذج في الصفاء والإخلاص والمودّة \nوالرحمة ، تعاونا فيه بوئام وحنان على إدارة شؤون البيت وإنجاز أعماله، وقضى رسول \nالله (صلى الله عليه وآله) بخدمة فاطمة دون الباب وقضى على عليّ (عليه السلام) بما \nخلفه .<br />\n<br />\nقالت فاطمة (عليها السلام) : « فلا يعلم ما داخلني من السرور إلاّ الله ، بكفايتي \nرسول الله (صلى الله عليه وآله) تحمّل رقاب الرجال »[2] .<br />\n<br />\nإنّ الزهراء خرّيجة مدرسة الوحي، وهي تعلم أنّ معقل المرأة من المواقع المهمّة في \nالإسلام ، وإذا ما تخلّت عنه وسرحت في الميادين الاُخرى عجزت عن القيام بوظائف \nتربية الأبناء كما ينبغي، ومن هنا تهلّل وجهها بالبشر وداخلها السرور بما قضى به \nالرسول (صلى الله عليه وآله) .<br />\n<br />\nلقد كانت بنت النبيّ الأكرم تبذل قصارى جهدها لإسعاد اُسرتها، ولم تستثقل أداء مهام \nالبيت رغم كلّ الصعوبات والمشاق ، حتى أنّ عليّاً أمير المؤمنين (عليه السلام) رقّ \nلحالها وامتدح صنعها ، وقال لرجل من بني سعد : « ألا اُحدّثك عنّي وعن فاطمة ؟ \nإنّها كانت عندي وكانت من أحبّ أهله (صلى الله عليه وآله) إليه ، وإنّها استقت \nبالقربة حتى أثّر في صدرها، وطحنت بالرحى حتى مجلت يداها ، وكسحت البيت حتى اغبرّت \nثيابها، وأوقدت النار تحت القدر حتى دكنت ثيابها ، فأصابها من ذلك ضرر شديد فقلت \nلها : لو أتيت أباكِ فسألتيه خادماً يكفيكِ ضرّ ما أنتِ فيه من هذا العمل، فأتت \nالنبيّ (صلى الله عليه وآله) فوجدت عنده حدّاثاً[3] فاستحت فانصرفت » .<br />\n<br />\nقال علي (عليه السلام) : « فَعلم النبيّ (صلى الله عليه وآله) أنّها جاءت لحاجة ، \nقال (عليه السلام) : فغدا علينا رسول الله (صلى الله عليه وآله) ونحن في لِفاعنا، \nفقال (صلى الله عليه وآله) : السلام عليكم ، فقلت : وعليك السلام يا رسول الله \nاُدخل ، فلم يعد أن يجلس عندنا ، فقال (صلى الله عليه وآله) : يا فاطمة ، ما كانت \nحاجتك أمس عند محمّد ؟ قال (عليه السلام) : فخشيت إن لم تجبه أن يقوم، فأخبره عليّ \nبحاجتها، فقلت : أنا والله اُخبرك يا رسول الله إنّها استقت بالقربة حتى أثّرت في \nصدرها وجرّت بالرحى حتى مجلت يداها وكسحت البيت حتى اغبرّت ثيابها وأوقدت النار تحت \nالقدر حتى دكنت ثيابها ، فقلت لها: لو أتيتِ أباكِ فسألتيه خادماً يكفيك ضرّ ما أنت \nفيه من هذا العمل ، فقال (صلى الله عليه وآله) : أفلا اُعلّمكما ما هو خير لكما من \nالخادم ؟ إذا أخذتما منامكما فسبّحا ثلاثاً وثلاثين واحمدا ثلاثاً وثلاثين وكبّرا \nأربعاً وثلاثين ».<br />\n<br />\nوفي رواية : أنّها لمّا ذكرت حالها وسألت جارية بكى رسول الله (صلى الله عليه وآله) \nفقال : « يا فاطمة والذي بعثني بالحقّ ، إنّ في المسجد أربعمائة رجل ما لهم طعام \nوثياب ولو لا خشيتي لأعطيتك ما سألتِ ، يا فاطمة وإنّي لا اُريد أن ينفك عنكِ أجرك \nإلى الجارية ، وإنّي أخاف أن يخصمك علي بن أبي طالب (عليه السلام) يوم القيامة بين \nيدي الله ـ عزوجل ـ إذا طلب حقّه منكِ، ثم علّمها صلاة التسبيح » .<br />\n<br />\nفقال أمير المؤمنين (عليه السلام) : « مَضَيْتِ تريدين من رسول الله (صلى الله عليه \nوآله) الدنيا فأعطانا الله ثواب الآخرة »[4] .<br />\n<br />\nوفي ذات يوم دخل رسول الله (صلى الله عليه وآله) على عليّ (عليه السلام) فوجده هو \nوفاطمة(عليها السلام) يطحنان في الجاروش، فقال النبيّ (صلى الله عليه وآله) : \n«أيّكما أعيى ؟» فقال عليّ (عليه السلام) : «فاطمة يا رسول الله» فقال (صلى الله \nعليه وآله) : « قومي يا بنية » ، فقامت وجلس النبي (صلى الله عليه وآله) موضعها مع \nعلي (عليه السلام) فواساه في طحن الحبّ[5] .<br />\n<br />\nوروي عن جابر الأنصاري أنّه رأى النبي (صلى الله عليه وآله) فاطمة وعليها كساء من \nأجلة الإبل وهي تطحن بيديها وترضع ولدها ، فدمعت عينا رسول الله (صلى الله عليه \nوآله)، فقال : « يا بنتاه ، تعجّلي مرارة الدنيا بحلاوة الآخرة » فقالت : « يا رسول \nالله ، الحمد لله على نعمائه ، والشكر لله على آلائهِ » ، فأنزل الله( ولسوف يعطيك \nربّك فترضى)[6] .<br />\n<br />\nوعن أبي عبدالله الصادق (عليه السلام) قال : « كان أمير المؤمنين (عليه السلام) \nيحتطب ويستقي ويكنس، وكانت فاطمة (عليها السلام) تطحن وتعجن وتخبز »[7] .<br />\n<br />\nوعن أنس : أنّ بلالاً أبطأ عن صلاة الصبح ، فقال له النبيّ (صلى الله عليه وآله) : \n«ما حبسك ؟ » قال : مررت بفاطمة تطحن والصبي يبكي ، فقلت لها : إن شئت كفيتك الرحى \nوكفيتني الصبي ، وإن شئت كفيتكِ الصبي وكفيتني الرحى فقالت : « أنا أرفق بابني منك \n» .<br />\n<br />\nفذاك الذي حبسني ، قال (صلى الله عليه وآله) : « فرحمتها ، رحمك الله »[8] .<br />\n<br />\nوعن أسماء بنت عميس عن فاطمة بنت رسول الله (صلى الله عليه وآله) : « أنّ الرسول \n(صلى الله عليه وآله) أتى يوماً فقال : أين ابناي ؟ » يعني حسناً وحسيناً ، قالت : \n« أصبحنا وليس عندنا في بيتنا شيء يذوقه ذائق » . فقال عليّ (عليه السلام) : « اذهب \nبهما إلى فلان»؟، فتوجّه إليهما رسول الله (صلى الله عليه وآله) فوجدهما يلعبان في \nمشربة بين أيديهما فضل من تمر فقال (صلى الله عليه وآله) : «يا عليّ ، ألا تقلب \nإبنيّ قبل أن يشتدّ الحرّ عليهما ؟» فقال عليّ(عليه السلام) : « أصبحنا وليس في \nبيتنا شيء ، فلو جلست يا رسول الله حتى أجمع لفاطمة تمرات »، فلمّا اجتمع له شيء من \nالتمر جعله في حجره ثم عاد إلى البيت[9] .<br />\n<br />\nوعن عمران بن حصين قال : كنت مع النبيّ (صلى الله عليه وآله) جالساً إذ أقبلت فاطمة \nفوقفت بين يديه فنظر اليها وقد غلبت الصفرة على وجهها ، وذهب الدم من شدّة الجوع ، \nفقال : « اُدني يا فاطمة » فدنت ثم قال : « اُدني يا فاطمة » فدنت حتى وقفت بين \nيديه ، فوضع يده على صدرها في موضع القلادة وفرج بين أصابعه وقال : « اللهمّ مشبع \nالجاعة ورافع الوضعة لا تجع فاطمة بنت محمّد »[10] .<br />\n<br />\nهذه هي الدنيا في عين فاطمة بنت الرسول مواجهة للمعاناة وتألّم من الجوع وانهيار من \nالتعب ، ولكن كلّ ذلك يبدو ممزوجاً بحلاوة الصبر وندى الايثار ، لأنّ وراءه نعيماً \nلا انتهاء له ، حصة يوم يوفّى الصابرون أجرهم بغير حساب .<br />\n<br />\nإنّ إلقاء نظرة فاحصة على حياة الزهراء (عليها السلام) توضّح لنا أنّ حياتها الشاقة \nلم تتغيّر حتى بعد أن أصبحت موفورة المال ، في سعة من العيش ـ خصوصاً بعد فتح بني \nالنضير وخيبر وتمليكها فدكاً وغيرها ـ عمّا كانت عليه قبل ذلك رغم غلّتها الوافرة، \nإذ روي أنّ فدكاً كان دخلها أربعة وعشرين ألف دينار ، وفي رواية سبعين ألف دينار \nسنوياً[11] .<br />\n<br />\nفالزهراء لم تعمر الدور ولم تبن القصور ولم تلبس الحرير والديباج ولم تَقْتَنِ \nالنفائس، بل كانت تنفق كلّ ذلك على الفقراء والمساكين وفي سبيل الدعوة إلى الله \nونشر الإسلام .. وهكذا كان حال زوجها عليّ (عليه السلام) الذي أوْقف على الحُجاج \nمائة عين استنبطها في ينبع[12] وقد بلغت صدقات أمواله في السنة أربعين ألف \nدينار[13] وكانت صدقاته هذه كافية لبني هاشم جميعاً إن لم نقل إنّها تكفي اُمة \nكبيرة من الناس من غيرهم ، إذا لاحظنا أنّ ثلاثين درهماً كانت كافية لشراء جارية \nللخدمة، وكان الدرهم يكفي لشراء حاجات كثيرة حينذاك .<br />\n</p>\n\n</body>\n\n</html>\n"
}