{
"title": "2 ـ زواج النبي (صلى الله عليه وآله) بخديجة",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>ولد محمّد</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">ولد محمّد (صلى الله عليه وآله) في بيت من أرفع بيوت العرب \nشأناً وأعلاها مجداً وأكثرها عزّةً ومنعةً ، فنمى وترعرع وشبّ ، وشبّت معه آمال \nالحياة كلّها ، وقد شاء الله أن يربّي محمّداً (صلى الله عليه وآله) ويعدّه ويؤهّله \nلحمل الرسالة والاضطلاع بتبليغ الأمانة ، فأحاطه برعاية خاصّة رسمت حياته وفق قدر \nربّاني متناسب مع ما ينتظره من عظم المسؤولية في حمل آخر رسالة عالمية إلهية .<br />\n<br />\nوحين بلغ محمّد (صلى الله عليه وآله) سن الخامسة والعشرين من عمره الشريف كان لا \nبدّ له من الاقتران بامرأة تناسب إنسانيته وتتجاوب مع عظيم أهدافه وترتفع إلى مستوى \nحياته بما ينتظرها من جهاد وبذل وصبر ، لقد كان بإمكان محمد (صلى الله عليه وآله) \nوهو بهذه المؤهّلات الراقية أن يتزوج من أية فتاة أرادها من بني هاشم ، ولكن مشيئة \nالله شاءت أن يتّجه قلب خديجة نحوه صلوات الله عليه ، ويتعلّق قلبها بشخصه الكريم \nفيقبل(صلى الله عليه وآله) ذلك الطلب ويقترن بخديجة .<br />\n<br />\nلقد أعطت خديجة زوجها حبّاً وهي لا تشعر بأنّها تعطي ، بل تأخذ منه حبّاً فيه كلّ \nالسعادة ، وأعطته ثروة وهي لا تشعر بأنّها تعطي ، بل تأخذ منه هداية تفوق كنوز \nالأرض، وهو بدوره أعطاها حبّاً وتقديراً رفعاها إلى أعلى مرتبة وهو لا يشعر بأنّه \nقد أعطاها ، بل قال : ما قام الإسلام إلاّ بسيف عليّ ومال خديجة ، ولم يتزوّج \nبغيرها حتى توفّيت وهو لا يشعر بأنّه أعطاها .<br />\n<br />\nوقصة زواج خديجة من رسول الله (صلى الله عليه وآله) تعدّ منعطفاً مهماً ومن النقاط \nاللامعة في حياتها، فقد كانت لها روح الاستقلال والاعتماد على النفس والحرية بشكل \nواضح ، وكانت تمارس التجارة كأفضل الرجال عقلاً ورشداً، ورفضت الزواج من الأشراف \nوالأثرياء الذين تقدّموا اليها، ورضيت باندفاع للزواج من محمد (صلى الله عليه وآله) \nالفقير اليتيم ، بل تقدّمت بشوق لتقترح على محمد (صلى الله عليه وآله) الزواج منها، \nوأن يكون المهر من أموالها ، فلمّا أراد الرسول (صلى الله عليه وآله) أن يتزوّج \nخديجة بنت خويلد أقبل أبو طالب في أهل بيته ومعه نفر من قريش حتى دخل على عمّ \nخديجة، فابتدأ أبو طالب بالكلام قائلاً :<br />\n<br />\n« الحمد لربّ هذا البيت الذي جعلنا زرع إبراهيم وذرّية اسماعيل ، وأنزلنا حرماً \nأمناً وجعلنا الحكام على الناس ، وبارك لنا في بلدنا الذي نحن فيه، ثمّ إنّ ابن أخي \nـ يعني محمداً (صلى الله عليه وآله) ـ ممن لا يوزن برجل من قريش إلاّ رجح به ، ولا \nيقاس به رجل إلاّ عظم عنه ، ولا عدل له في الخلق وإن كان مقلاً في المال فإنّ المال \nرفد جار وظل زائل ، وله في خديجة رغبة ، وقد جئناك لنخطبها إليك برضاها وأمرها ، \nوالمهر عليّ في مالي الذي سألتموه عاجله وآجله ، وله وربّ هذا البيت حظّ عظيم ودين \nشائع ورأي كامل » .<br />\n<br />\nثم سكت أبو طالب ، فتكلّم عمّها وتلجلج وقصر عن جواب أبي طالب وأدركه القطع والبهر \nوكان رجلاً عالماً ، فتداركت خديجة الموقف وزوّجت نفسها من محمّد (صلى الله عليه \nوآله)[7] .<br />\n<br />\nويروى أنّ خديجة وكّلت ابن عمّها ورقة في أمرها ، فلمّا عاد ورقة إلى منزل خديجة \nبالبشرى وهو فرح مسرور نظرت اليه فقالت : مرحباً وأهلاً بك يا ابن عمّ ، لعلك قضيت \nالحاجة ، قال : نعم يا خديجة يهنئك ، وقد رجعت أحكامك إليّ وأنا وكيلك ، وفي غداة \nغد اُزوجك إن شاء الله تعالى بمحمّد (صلى الله عليه وآله)[8] .<br />\n<br />\nولمّا خطب أبو طالب (عليه السلام) الخطبة المعروفة وعقد النكاح قام محمّد (صلى الله \nعليه وآله) ليذهب مع أبي طالب، فقالت خديجة : إلى بيتك ، فبيتي بيتك وأنا جاريتك[9] \n.<br />\n<br />\nوبعد أن تمّ الزواج المبارك انتقل رسول الله (صلى الله عليه وآله) إلى دار خديجة، \nتلك الدار التي ظلّت معلماً شاخصاً ولساناً ناطقاً يحكي أحداث الدعوة والجهاد وصبر \nرسول الله (صلى الله عليه وآله) ومعاناته .<br />\n</p>\n\n</body>\n\n</html>\n"
}