{
"title": "3 ـ فدك بين النبي (صلى الله عليه وآله وسلم) والزهراء (عليهما السلام)",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>قال تعالى</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">قال تعالى : ( فآت ذا القربى حقّه والمسكين وابن السبيل ذلك \nخير لّلذين يريدون وجه الله واُولئك هم المفلحون )[3] . نلاحظ أنّ هذه الآية خطاب \nمن الله عزّوجلّ إلى نبيّه محمّد (صلى الله عليه وآله) يأمره أن يؤتي ذا القربى \nحقّه ، فمن هم ذوو القربى ؟ وما هو حقّهم ؟ وقد اتّفق المفسّرون أن ذوي القربى هم \nأقرباء الرسول وهم: عليّ وفاطمة والحسن والحسين (عليهم السلام) فيكون المعنى: أعطِ \nذوي قرباك حقّهم .<br />\n<br />\nجاء في الدرّ المنثور للسيوطي عن أبي سعيد الخدري أنّه قال : لمّا نزلت الآية ( فآت \nذا القربى حقّه ... ); دعا رسول الله (صلى الله عليه وآله) فاطمة الزهراء وأعطاها \nفدكاً[4] .<br />\n<br />\nوذكر ابن حجر العسقلاني في الصواعق المحرقة أنّ عمر قال : إنّي أُحدثكم عن هذا \nالأمر ، إنّ الله خصّ نبيّه في هذا الفيء بشيء لم يعطه أحداً غيره فقال : ( وما \nأَفاء الله على رسوله منهم فما أوجفتم عليه من خيل ولا ركاب ولكنّ الله يسلط ... ) \nفكانت هذه ( يعني : فدكاً ) خالصة لرسول الله (صلى الله عليه وآله) .<br />\n<br />\nويستفاد من الروايات التأريخية أنّ فدكاً كانت بيد الزهراء وأنّها كانت تتصرف فيها، \nويستدل على أن فدكاً كانت بيد آل الرسول من تصريح الإمام عليّ (عليه السلام) في \nكتابه الذي أرسله إلى عثمان بن حنيف عامله على البصرة، « بلى كانت في أيدينا فدك من \nكلّ ما أظلّته السماء فشحّت عليها نفوس قوم وسخت عنها نفوس قوم آخرين ، ونِعْم \nالحَكمُ الله ... »[5] .<br />\n<br />\nعبّرت بعض الروايات أنّه عندما استقرّ الأمر لأبي بكر انتزع فدكاً من فاطمة (عليها \nالسلام)[6]، ومعنى هذا الكلام أنّ فدكاً كانت في يد فاطمة وتحت تصرّفها من عهد \nأبيها الرسول (صلى الله عليه وآله وسلم) فانتزعها أبو بكر منها .<br />\n<br />\nوفي رواية العلاّمة المجلسي : فلمّا دخل رسول الله (صلى الله عليه وآله) المدينة ـ \nبعد استيلائه على فدك ـ دخل على فاطمة (عليها السلام) فقال : « يا بنية إنّ الله قد \nأفاء على أبيكِ بفدك واختصّه بها ، فهي له خاصة دون المسلمين ، أفعل بها ما أشاء \nوإنّه قد كان لاُمك خديجة على أبيك مهر ، وإنّ أباك قد جعلها لك بذلك ، وأنحلها لك \nولولدك بعدك » قال : فدعا بأديم ودعا بعليّ بن أبي طالب وقال له: « اُكتب لفاطمة \nبفدك نحلة من رسول الله»، وشهد على ذلك عليّ بن أبي طالب(عليه السلام) ومولىً لرسول \nالله واُمّ أيمن[7] .<br />\n</p>\n\n</body>\n\n</html>\n"
}