{
"title": "الخطبة الفدكية المشهورة للزهراء ",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>Untitled 1</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">«فاطمة بضعة منّي من آذاها فقد آذاني ومن أحبّها فقد \nأحبّني»[2].<br />\n<br />\n«فاطمة قلبي وروحي التي بين جنبيَّ»[3].<br />\n<br />\n«فاطمة سيّدة نساء العالمين»[4].<br />\n<br />\nلقد تواترت هذه الشهادات وأمثالها في كتب الحديث والسيرة[5] عن رسول الله محمد (صلى \nالله عليه وآله) الذي لا ينطق عن الهوى[6] ولا يتأثّر بنسب أو سبب، ولا تأخذه في \nالله لومة لائم.<br />\n<br />\nإنّ الرسول الذي ذاب في دعوته وكان للناس فيه اُسوة فأصبحت خفقات قلبه ونظرات عينه \nولمسات يده وخطوات سعيه وإشعاعات فكره: قوله وفعله وتقريره (أي: سنّته) بل وجوده \nكلّه مَعْلَماً من معالم الدين ومصدراً للتشريع ومصباحاً للهداية وسبيلاً للنجاة.<br />\n<br />\n«إنّها أوسمة من خاتم الرسل على صدر فاطمة الزهراء، تزداد تألقاً كلّما مرّ الزمن، \nوكلّما تطوّرت المجتمعات، وكلّما لاحظنا المبدأ الأساس في الإسلام في كلامه(صلى \nالله عليه وآله) لها: يا فاطمة اعملي لنفسك فإنّي لا أغني عنكِ من الله شيئاً»[7].<br />\n<br />\nوقال (صلى الله عليه وآله): «كمل من الرجال كثير ولم يكمل من النساء إلاّ مريم بنت \nعمران وآسية بنت مزاحم امرأة فرعون وخديجة بنت خويلد وفاطمة بنت محمد»[8].<br />\n<br />\nوقال (صلى الله عليه وآله): «إنّما فاطمة شجنة منّي، يقبضني ما يقبضها ويبسطني ما \nيبسطها[9] وإنّ الأنساب يوم القيامة تنقطع غير نسبي وسببي وصهري ...»[10].<br />\n<br />\nوخرج رسول الله (صلى الله عليه وآله) ذات يوم وقد أخذ بيد فاطمة (عليها السلام) \nوقال: «من عرف هذه فقد عرفها ومن لم يعرفها فهي فاطمة بنت محمد وهي بضعة منّي، وهي \nقلبي الذي بين جنبيّ، فمن آذاها فقد آذاني ومن آذاني فقد آذى الله»[11].<br />\n<br />\nوقال (صلى الله عليه وآله): «فاطمة أعزّ البريّة عليّ»[12].<br />\n<br />\nولا يصعب علينا تفسير هذه النصوص بعد الإلمام بعصمتها (عليها السلام)، بل هي شاهدة \nعلى عصمتها وأنّها لا تغضب إلاّ لله ولا ترضى إلاّ له.<br />\n</p>\n\n</body>\n\n</html>\n"
}