{
"title": "الزهراء (عليها السلام) في سطور",
"type": "html",
"data": "<!DOCTYPE html PUBLIC \"-//W3C//DTD XHTML 1.0 Transitional//EN\" \"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd\">\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n\n<head>\n<meta content=\"text/html; charset=utf-8\" http-equiv=\"Content-Type\" />\n<title>الزهراء فاطمة هي بنت محمد بن عبد</title>\n<style type=\"text/css\">\n.auto-style1 {\n\tdirection: rtl;\n}\n</style>\n</head>\n\n<body>\n\n<p class=\"auto-style1\">الزهراء فاطمة هي بنت محمد بن عبدالله(صلى الله عليه وآله) وخديجة بنت خويلد رضي \nالله عنها .<br />\n<br />\nولدت من أكرم أبوين عرفهما التاريخ البشري، ولم يكن لأحد في تاريخ الإنسانية ما \nلأبيها من الآثار التي غيّرت وجه التاريخ، ودفعت بالإنسان أشواطاً بعيدةً نحو \nالأمام في بضع سنوات معدودات، ولم يحدّث التاريخ عن اُمٍّ كاُمّها وقد وهبت كلّ ما \nلديها لزوجها العظيم ومبدئه الحكيم ، مقابل ما أعطاها من هداية ونور.<br />\n<br />\n* في ظلّ هذين الأبوين العظيمين درجت فاطمة البتول ، ونشأت في دار يغمرها حنان \nأبيها الذي حمل عبء النبوّة وتحمّل في سبيله ما تنوء به الجبال، فأنّى اتجّه وأين \nذهب كان يرى قريشاً وغلمانها له بالمرصاد، وفاطمة الزهراء (عليها السلام) على صغر \nسنّها ترى كلّ ذلك ، وتساهم مع اُمّها في التخفيف من وقع ذلك في نفسه فكانت تتلوّى \nمن الألم لما كان يلقى من فادح الأذى وتتجرّع ما كان يكابده المسلمون الأوّلون من \nاضطهاد مرير.<br />\n<br />\n* لقد عاشت السيّدة فاطمة الزهراء (عليها السلام) محن تبليغ الرسالة الإلهية منذ \nنعومة أظفارها ، وحوصرت مع أبيها واُمّها وسائر بني هاشم في الشِعب ولم تبلغ ـ في \nبدء الحصار ـ من العمر سوى سنتين.<br />\n<br />\nوما أن رفع الحصار بعد سنوات ثلاث عجاف، حتى واجهت محنة وفاة اُمّها الحنون وعمّ \nأبيها وهي في بداية عامها السادس، فكانت سلوة أبيها في تحمّل الأعباء ومواجهة \nالصعوبات والشدائد ، تؤنسه في وحدته وتؤازره على ما يلمّ به من طغاة قريش وعتاتهم.<br />\n<br />\nوهاجرت مع ابن عمّها والفواطم، الى المدينة المنوّرة في الثامنة من عمرها الشريف ، \nوبقيت إلى جنب أبيها الرسول الأعظم (صلى الله عليه وآله) حتى اقترنت بالإمام عليّ \nبن<br />\n<br />\nأبي طالب (عليه السلام) فكوّنت أشرف بيت في الإسلام بعد بيت رسول الله(صلى الله \nعليه وآله) إذ أصبحت الوعاء الطاهر للسلالة النبوية الطاهرة والكوثر المعطاء لعترة \nرسول الله(صلى الله عليه وآله) الميامين.<br />\n<br />\n* لقد قدّمت الزهراء (عليها السلام) أروع مثل للزوجة النموذج وللاُمومة العالية، في \nأحرج لحظات التاريخ الإسلامي الذي كان يريد أن يختطّ طريق الخلود والعلى في بيئة \nجاهلية وأعراف قَبَلية ، ترفض إنسانية المرأة وتعدّ البنت عاراً وشناراً ، فكان على \nمثل الزهراء ـ وهي بنت الرسالة المحمّدية الغرّاء ووليدة النهضة الإلهية الفريدة ـ \nأن تضرب بسلوكها الفردي والزوجي والاجتماعي مثلاً حقيقياً وعملياً يجسّد مفاهيم \nالرسالة وقِيَمها تجسيداً واقعيّاً.<br />\n<br />\nوقد أثبتت الزهراء للعالم الإنساني أجمع أنّها الإنسان الكامل الذي استطاع أن يحمل \nطابع الاُنوثة، فيكون آية إلهية كبرى على قدرة الله البالغة وإبداعه العجيب، إذ \nأعطى للزهراء فاطمة أوفر حظ من العظمة وأوفى نصيب من الجلالة والبهاء.<br />\n<br />\n* أنجبت الزهراء البتول لعليٍّ المرتضى : سيّدي شباب أهل الجنّة وابنيّ رسول الله « \nالحسن والحسين » الإمامين العظيمين ، والسيّدتين الكريمتين «زينب الكبرى واُمّ \nكلثوم» المجاهدتين الصابرتين ، وأسقطت خامس أبنائها « المحسن » بعد وفاة أبيها في \nأحداث الاعتداء على بيتها ( بيت الرسالة )، فكان أوّل قُربان أهدته هذه الاُمّ \nالمجاهدة الشهيدة بعد أبيها من أجل صيانة رسالة أبيها من التردّي والانحراف .<br />\n<br />\n* لقد شاركت الزهراء (عليها السلام) أباها وبعلها صلوات الله عليهما في أحرج \nاللحظات وفي أنواع الأزمات، فنصرت الإسلام بجهودها وجهادها وبيانها وتربيتها لأهل \nبيت الرسالة الذين استودعهم الرسول (صلى الله عليه وآله) مهمة نصرة الإسلام بعد \nوفاته، فكانت أوّل أهل بيته لحوقاً به بعد جهاد مرير، توزّع في سوح الجهاد مع \nالمشركين والقضاء على خُططِ ومؤامراتِ المنافقين، وتجلّى في تثقيف نساء المسلمين \nكما تجلّى في الوقوف أمام المنحرفين ، فكانت بحقّ رمزَ البطولة والجهاد والصبر \nوالشهادة والتضحية والايثار ، حتى فاقت في كلّ هذه المعاني سادات الأوّلين والآخرين \nفي أقصر فترة زمنية يمكن أن يقطعها الإنسان نحو أعلى قمم الكمال الشاهقة.<br />\n<br />\nفسلام عليها يوم ولدت ويوم استشهدت ويوم تبعث حيّةً وهي تحمل كلَّ أوسمة الشرف \nوالسمو وعليها حلل الكرامة.<br />\n</p>\n\n</body>\n\n</html>\n"
}