{
"title": "ب ـ في دمشق ",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">اتفق جمهور المؤرّخين على أنّ الإمام الحسن عليه السلام \nقد وفد على معاوية في دمشق، واختلفوا في أنّ وفادته كانت مرةً واحدةً أو أكثر، وإطالة الكلام في تحقيق هذه الجهة لا تغنينا شيئاً، وإنّما المهم البحث عن سرّ سفره، فالذي نذهب إليه أنّ المقصود منه ليس إلاّ نشر مبدأ أهل البيت عليهم السلام\nوإبراز الواقع الأُموي أمام ذلك المجتمع الذي ضلّله معاوية وحرّفه عن الطريق القويم، أمّا الاستدلال عليه فإنّه يظهر من مواقفه ومناظراته مع معاوية، فإنّه قد هتك بها حجابه .</p>\n<p dir=\"rtl\" class=\"libNormal\">أمّا الذاهبون إلى أنّ سفره كان لأخذ العطاء فقد استندوا إلى إحدى الروايات الموضوعة فيما نحسب، وهذه الرواية لا يمكن الاعتماد عليها; لأنّ الإمام قد عرف بالعزّة والإباء والشمم، على أنّه كان في غنىً عن صلات معاوية; لأنّ له ضياعاً كبيرة في يثرب كانت تدرّ عليه بالأموال الطائلة، مضافاً إلى ما كان يصله من الحقوق التي كان يدفعها خيار المسلمين وصلحاؤهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">على أنّ الأموال التي كان يصله بها معاوية على القول بذلك لم يكن ينفقها على نفسه وعياله، فقد ورد أنّه لم يكن يأخذ منها مقدار ما تحمله الدابة بفيها<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وروى الإمام موسى بن جعفر عليهما‌ السلام\n: &quot;أنّ الحسن والحسين كانا لا يقبلان جوائز معاوية بن أبي سفيان&quot;<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p dir=\"rtl\" class=\"libLine\">__________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) راجع حياة الإمام الحسن : ٢ / ٢٩٧ ـ ٢٩٩ عن الخوارزمي .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) جامع أسرار العلماء ، مخطوط بمكتبة كاشف الغطاء العامة .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) حياة الإمام الحسن : ٢ / ٣٠٣ ـ ٣٠٤ .</p>\n\n<br clear=\"all\">\n<a name='161'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">وضاق معاوية ذرعاً بالإمام الحسن عليه السلام \nحينما كان في دمشق بعد الذي رآه من إقبال الناس واحتفائهم به، فعقد مجالس حشدها بالقوى المنحرفة عن أهل البيت عليهم السلام\nوالمعادية لهم مثل : ابن العاص والمغيرة بن شعبة ومروان بن الحكم والوليد بن عقبة وزياد بن أبيه وعبد الله بن الزبير، وأوعز لهم بالتطاول على ريحانة رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nوالنيل منه، ليزهد الناس فيه، ويشفي نفسه من ابن فاتح مكة ومحطّم أوثان قريش، وقد قابله هؤلاء الأوغاد بمرارة القول وبذاءة الكلام، وكان عليه السلام \nيسدِّد لهم سهاماً من منطقه الفيّاض فيسكتهم.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولقد كان الإمام في جميع تلك المناظرات هو الظافر المنتصر، وخصومه الضعفاء قد اعترتهم الاستكانة والهزيمة والذهول .</p>\n"
}