{
"title": "2 ـ هل اشترك الإمام الحسن  في الفتوح ؟",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">قال بعض المؤرّخين : وفي سنة ثلاثين غزا سعيد بن العاص &quot;طبرستان&quot;، وكان أهلها في خلافة عمر قد صالحوا سويد بن مقرن على مال بذلوه، ثم نقضوا فغزاهم سعيد بن العاص ومعه الحسن والحسين وابن عبّاس!.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولمّا أراد المسلمون فتح أفريقية فإنّ عثمان جهّز العساكر من المدينة، وفيهم جماعة من الصحابة، منهم ابن عبّاس وابن عمر وابن عمرو بن العاص وابن جعفر والحسن والحسين وابن الزبير، وساروا مع عبد الله ابن أبي سرح سنة ستٍّ وعشرين<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد نوقش هذا الزعم ـ وهو اشتراك الحسنين عليهما‌ السلام\nفي الفتوحات ـ بما يلي :</p>\n<p dir=\"rtl\" class=\"libLine\">__________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) العبر (تاريخ ابن خلدون) : ١ / ١٢٨ .</p>\n\n<br clear=\"all\">\n<a name='57'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">أ ـ إنّ تلك الفتوحات لم تكن عموماً من أجل مصالح الإسلام العليا، حيث إنّ الحكام كانوا يستفيدون من تلك الفتوحات في مجال إرضاء طموحاتهم وإشباع غرورهم، فقد أسالت الفتوحات لعابهم بما فيها من غنائم وبسط نفوذ، فصاروا يهتمّون بتقوية أمرهم وتثبيت سلطانهم، وهناك من الحكّام من كان الدين والإسلام بنظرهم مجرد شعار يخدم ملكهم ويقوّيه .</p>\n<p dir=\"rtl\" class=\"libNormal\">ونستطيع أن نورد كثيراً من الشواهد والأدلة على مدى اهتمام الحكام وأعوانهم وكلّ من ينتسب إليهم بجمع الأموال والحصول على الغنائم بحقّ أو بغير حقّ، ويكفي أن نذكر : أنّ زياداً بعث الحكم بن عمر الغفاري على خراسان، فأصابوا غنائم كثيرة فكتب إليه زياد : أما بعد، فإنّ أمير المؤمنين كتب أن يصطفي له البيضاء والصفراء، ولا يقسّم بين المسلمين ذهباً ولا فضّةً، فرفض الحكم ذلك، وقسّمه بين المسلمين، فوجّه إليه معاوية من قيّده وحبسه فمات في قيوده، ودفن فيها، وقال : إنّي مخاصم<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد بدأ التعذيب بالجزية في زمن الخليفة الثاني عمر بن الخطّاب<span class=\"libFootnotenum\">(٢)</span>\n، بل لقد رأيناهم يوجبون الجزية حتى على من أسلم من أهل الذمة، وذلك بحجة أنّ الجزية بمنزلة الضريبة على العبد فلا يسقط إسلام العبد ضريبته، لكن عمر بن عبد العزيز شذّ عن هذه السياسة وأسقطها عنهم، كما يذكرون<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">كما أنّ عمر بن الخطاب حاول أخذ الجزية من رجل أسلم على اعتبار أنّه : إنّما أسلم متعوّذاً، فقال له ذلك الشخص : إنّ في الإسلام لمعاذاً، فقال عمر :</p>\n<p dir=\"rtl\" class=\"libLine\">__________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) مستدرك الحاكم : ٣ / ٤٤٢ ـ ٤٤٣ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) المصنف لعبد الرزاق : ١١ / ٢٤٥ فما بعدها .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) تاريخ الدولة العربية : ٢٣٥، وتاريخ التمدن الإسلامي : ١ / ٢٧٣ ـ ٢٧٤ .</p>\n\n<br clear=\"all\">\n<a name='58'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">صدقت، إنّ في الإسلام لمعاذاً<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وأمّا مضاعفته الجزية على نصارى تغلب فهي معروفة ومشهورة<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقال خالد بن الوليد يخاطب جنوده ويرغِّبهم بأرض السواد : ألا ترون إلى الطعام كرفغ<span class=\"libFootnotenum\">(٣)</span>\nالتراب؟ وبالله لو لم يلزمنا الجهاد في الله، والدعاء إلى الله عَزَّ وجَلَّ، ولم يكن إلاّ المعاش; لكان الرأي أن نقارع على هذا الريف، حتى نكون أولى به، ونولي الجوع والإقلال من تولّى، ممن اثّاقل عمّا أنتم عليه<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي فتح &quot;شاهرتا&quot; يعطي بعض عبيد المسلمين أماناً لأهل المدينة، فلا يرضى المسلمون، وينتهي بهم الأمر إلى أن يرفعوا ذلك إلى عمر بن الخطّاب، فكتب : &quot;إنّ العبد المسلم من المسلمين أمانه أمانهم، قال : ففاتنا ما كنّا أشرفنا عليه من غنائمهم ...&quot;<span class=\"libFootnotenum\">(٥)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولكن ما ذكره خالد بن الوليد آنفاً ليس هو كلّ الحقيقة، وذلك لأنّ ما كان يصل الطبقة المستضعفة من الجند لم يكن إلاّ أقلّ القليل، ممّا لا يكفي لسدّ خلّتهم ورفع خصاصتهم، بل كان محدوداً جداً، لا يلبث أن ينتهي ويتلاشى، مع أنّهم كانوا هم وقود تلك الحروب .</p>\n<p dir=\"rtl\" class=\"libNormal\">إذن فالحرب من أجل الغنائم والأموال كانت هي الصفة المميّزة لأكثر تلك الفتوحات .</p>\n<p dir=\"rtl\" class=\"libNormal\">ب ـ إنّ الحكام كانوا يستفيدون من تلك الفتوحات في مجال إرضاء طموحات الشباب وإشباع غرورهم، إذ كانوا بصدد تأهيلهم لمناصب عالية</p>\n<p dir=\"rtl\" class=\"libLine\">__________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) المصنف : ٦ / ٩٤ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) سنن البيهقي : ٩ / ٢١٦ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) الرفغ : الأرض الكثيرة التراب .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٤) العراق في العصر الأُموي ١١ عن الطبري: ٤ / ٩ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٥) المصنف : ٥ / ٢٢٢ و ٢٢٣ .</p>\n\n<br clear=\"all\">\n<a name='59'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">وإظهار شخصياتهم، فقد كان معاوية يجبر ولده يزيد على قيادة جيش غازياً لبعض المناطق<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ج ـ كان الحكام يستفيدون من الفتوحات في إبعاد المعترضين على سياساتهم، والناقمين على أعمالهم وتصرفاتهم، وكشاهد على ذلك نذكر : أنّه لمّا تفاقت النقمة على عثمان; استدعى بعض عماله ومستشاريه، وهم : معاوية وعمرو بن العاص وعبد الله بن عامر<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">واستشارهم فيما ينبغي له عمله لمواجهة نقمة الناس على سياساته ومطالبتهم له بعزل عمّاله<span class=\"libFootnotenum\">(٣)</span>\n، واستبدالهم بمن هم خير منهم، فأشار عليه عبد الله بن عامر بقوله : &quot;رأيي لك يا أمير المؤمنين أن تأمرهم بجهاد يشغلهم عنك، وأن تجمرهم في المغازي، حتى يذلّوا لك، فلا يكون همة أحدهم إلاّ نفسه، وما هو فيه منه دَبَرة دابته، وقَمَل فروه&quot;.</p>\n<p dir=\"rtl\" class=\"libNormal\">وأضاف في نصٍّ آخر قوله : &quot;فردّ عثمان عمّاله على أعمالهم، وأمرهم بالتضييق على من قبلهم، وأمرهم بتجمير<span class=\"libFootnotenum\">(٤)</span>\nالناس في البعوث، وعزم على تحريم أُعطياتهم، ليطيعوه ويحتاجوا إليه ...&quot;<span class=\"libFootnotenum\">(٥)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">د ـ إنّ الجهاد الابتدائي يحتاج إلى إذن الإمام العادل<span class=\"libFootnotenum\">(٦)</span>\n، وإنّ أئمة الحقّ كانوا لا يرون في الاشتراك في هذه الحروب مصلحة، بل لا يرون تلك الحروب خيراً، فقد روي : أنّ أبا عبد الله الصادق عليه السلام \nقال لعبد الملك بن</p>\n<p dir=\"rtl\" class=\"libLine\">__________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) المحاسن والمساوي : ٢ / ٢٢٢ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) يلاحظ أنّ هؤلاء قد كانوا عمّاله باستثناء عمرو بن العاص، فإنّه كان معزولاً آنئذ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) من الطريف أن يستشير عثمان نفس أولئك الذين يطالب الناس بعزلهم في أمر الغزو .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٤) التجمير : حبس الجيش في أرض العدو .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٥) تاريخ الطبري : ٣ / ٣٧٣ ـ ٣٧٤ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٦) الوسائل ١١ : ٣٢ فصاعداً، والكافي : ٥ / ٢٠ .</p>\n\n<br clear=\"all\">\n<a name='60'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">عمرو :<span class=\"libBold2\">يا عبد الملك! ما لي لا أراك تخرج إلى هذه المواضع التي يخرج إليها أهل بلادك؟</span>\nقال : قلت : وأين؟ قال :<span class=\"libBold2\">جُدَّة، وعبادان، والمصيصة، وقزوين</span>\n، فقلت : انتظاراً لأمركم، والاقتداء بكم ؟ فقال :<span class=\"libBold2\">إي والله، لو كان خيراً ما سبقونا إليه</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وثمّة عدّة روايات تدلّ على أنّهم عليهم السلام\nكانوا لا يشجعون شيعتهم، بل ويمنعونهم من الاشتراك في تلك الحروب، ولا يوافقون حتى على المرابطة في الثغور أيضاً، ولا يقبلون منهم حتى ببذل المال في هذا السبيل حتى ولو نذروا ذلك<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">أمّا لو دهم العدو أرض الإسلام فإنّ عليهم أن يقاتلوا دفاعاً عن بيضة الإسلام، لا عن أولئك الحكّام<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">بل نجد روايةً عن علي عليه السلام \nتقول :<span class=\"libBold2\">&quot;لا يخرج المسلم في الجهاد مع من لا يؤمن على الحكم، ولا ينفذ في الفيء أمر الله عَزَّ وجَلَّ&quot;</span>\n<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">ويؤيّد ذلك : أنّ عثمان جمع يوماً أكابر الصحابة ـ وكان بينهم الإمام علي عليه السلام \nـ في مسجد رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nواستشارهم في غزوة أفريقية، فرأوا في الأكثر أنّ المصلحة في أن لا تقع بأيدي أصحاب الأغراض والأهواء والمنحرفين<span class=\"libFootnotenum\">(٥)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">فالأئمة عليهم السلام\nوإن كانوا ـ ولا شك ـ يرغبون في توسعة رقعة الإسلام ونشره ليشمل الدنيا بأسرها ولكنّ الطريقة والأسلوب الذي كان يتم به الفتح</p>\n<p dir=\"rtl\" class=\"libLine\">__________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) التهذيب : ٦ / ١٢٧، والكافي : ٥ / ١٩، والوسائل : ١١ / ٣٢ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) الوسائل : ١١ / ٢١ ـ ٢٢ عن قرب الإسناد ص١٥٠، والتهذيب : ٦ / ١٣٤، والكافي : ٥ / ٢١ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) الوسائل : ١١ / ٢٢، والكافي : ٥ / ٢١، والتهذيب : ٦ / ١٢٥ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٤) الوسائل : ١١ / ٣٤ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٥) الفتوح لابن أعثم، الترجمة الفارسية : ١٢٦ .</p>\n\n<br clear=\"all\">\n<a name='61'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">كان خطأً ومضرّاً ولا يحقق الأهداف المطلوبة<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وعلى كلّ حال فإنّ جميع ما تقدّم ليكفي في أن يلقي ظلالاً ثقيلةً من الشك والريب فيما ينسب إلى الإمامين الهمامين الحسن والحسين عليهما‌ السلام\nمن الاشتراك في فتح جرجان أو في فتح أفريقية، مع أنّ عدداً من كتب التاريخ التي عدّدت أسماء كثيرة من الشخصيات المشتركة في فتح أفريقية لم تذكرهما، علماً بأنّهما من الشخصيات التي كان يهم السياسة الزمنية للخلفاء التأكيد على ذكرها في مقامات كهذه .</p>\n<p dir=\"rtl\" class=\"libNormal\">هـ ـ ويؤيّد ذلك أيضاً: أنّ الإمام عليّاً عليه السلام \nمنع ولديه في صفين والجمل من الخوض في المعركة، وقال ـ وقد رأى الحسن يتسرّع إلى الحرب ـ : &quot;أملكوا عنّي هذا الغلام لا يهدّني، فإنّني أنفّس بهذين الغلامين ـ يعني الحسنين عليهما‌ السلام\nـ على الموت، لئلاّ ينقطع بهما نسل رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n&quot;<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد كان هذا منه عليه السلام \nفي وقت كان له كثير من الأولاد، فكيف يسمح بخروجهما مع أمير أموي أو غير أُموي، ولم يكن قد ولد له غيرهما من الأولاد بعد، أو كان ولكنّهم قليلون ؟!.</p>\n<p dir=\"rtl\" class=\"libNormal\">إنّ جميع ما تقدم يجعلنا نطمئنّ إلى عدم صحة ما ينسب إلى الحسنين عليهما‌ السلام\nمن الاشتراك في الغزوات آنئذ .</p>\n"
}