{
"title": "15 ـ آخر وصايا أمير المؤمنين ",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">وأخذ الإمام يوصي أولاده بمكارم الأخلاق، ويضع بين أيديهم المثل الرفيعة، ويلقي عليهم الدروس القيّمة، وقد وجه عليه السلام \nنصائحه الرفيعة أولاً لولديه الحسن والحسين، وثانياً لبقية أولاده وعموم المسلمين قائلاً :</p>\n<p dir=\"rtl\" class=\"libNormal\">&quot;أوصيكما بتقوى الله، وأن لا تبغيا الدنيا وإن بغتكما<span class=\"libFootnotenum\">(١)</span>\nولا تأسفا على شيء منها زوي عنكما، وقولا للحقّ واعملا للأجر، وكونا للظالم خصماً وللمظلوم عوناً، أوصيكما، وجميع ولدي وأهلي ومن بلغه كتابي بتقوى الله ونظم أمركم وصلاح ذات بينكم، فإنّي سمعت جدكم صلى ‌الله‌ عليه‌ وآله‌ وسلم \nيقول : صلاح ذات البين أفضل من عامة الصلاة والصيام، الله الله في الأيتام فلا تغبوا أفواههم<span class=\"libFootnotenum\">(٢)</span>\nولا يضيعوا بحضرتكم، والله الله في جيرانكم فإنّهم وصيّة نبيّكم، ما زال يوصي بهم حتى ظننّا أنّه سيورثهم، والله الله في القرآن لا يسبقكم بالعمل به</p>\n<p dir=\"rtl\" class=\"libLine\">__________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) المعنى : لا تطلبا الدنيا، وإن طلبتكما .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) لا تغبوا أفواههم : أي لا تقطعوا صلتكم عنهم وصلوا أفواههم بالطعام دوماً .</p>\n\n<br clear=\"all\">\n<a name='98'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">غيركم، والله الله في الصلاة فإنّها عمود دينكم، والله الله في بيت ربّكم، لا تخلوه ما بقيتم، فإنّه إن ترك لم تناظروا<span class=\"libFootnotenum\">(١)</span>\n، والله الله في الجهاد بأموالكم وأنفسكم وألسنتكم في سبيل الله، وعليكم بالتواصل والتباذل<span class=\"libFootnotenum\">(٢)</span>\nوإيّاكم والتدابر والتقاطع، لا تتركوا الأمر بالمعروف والنهي عن المنكر فيتولَّ عليكم شراركم ثم تدعون فلا يستجاب لكم&quot; .</p>\n<p dir=\"rtl\" class=\"libNormal\">ثم قال عليه السلام \nمخاطباً لآله وذويه :<span class=\"libBold2\">&quot;يا بني عبد المطلب! لا ألفينكم</span>\n<span class=\"libFootnotenum\">(٣)</span>\n<span class=\"libBold2\">تخوضون دماء المسلمين خوضاً تقولون: قتل أمير المؤمنين قتل أمير المؤمنين، ألا لا تقتلن بي إلاّ قاتلي، انظروا إذا أنا متّ من ضربته هذه فاضربوه ضربة بضربة، ولا يمثّل بالرجل، فإنّي سمعت رسول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">يقول : إيّاكم والمثلة ولو بالكلب العقور&quot;</span>\n<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وأخذ عليه السلام \nيوصي ولده الحسن خاصة بمعالم الدين وإقامة شعائره قائلاً:<span class=\"libBold2\">&quot; أوصيك، أي بني، بتقوى الله، وأقام الصلاة لوقتها، وإيتاء الزكاة عند محلّها، وحسن الوضوء، فإنّه لا صلاة إلاّ بطهور، وأوصيك بغفر الذنب، وكظم الغيظ، وصلة الرحم، والحلم عن الجاهل، والتفقّه في الدين، والتثبّت في الأمر، والتعاهد للقرآن، وحسن الجوار، والأمر بالمعروف، والنهي عن المنكر، واجتناب الفواحش &quot;</span>\n<span class=\"libFootnotenum\">(٥)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وفي اليوم العشرين من شهر رمضان ازدحمت الجماهير من الناس على بيت الإمام طالبين الأذن لعيادته، فأذن لهم إذناً عاماً، فلمّا استقر بهم المجلس</p>\n<p dir=\"rtl\" class=\"libLine\">__________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(١) لم تناظروا، مبني للمجهول : أي يتعجّل الانتقام منكم شرح نهج البلاغة ابن أبى الحديد : ١٧ / ١١.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٢) التباذل : العطاء .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٣) لا ألفينكم : أي لأجدنكم تخوضون دماء المسلمين بالسفك انتقاماً منهم بقتلي .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٤) شرح نهج البلاغة محمد عبده : ٣ / ٨٥ .</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(٥) تاريخ ابن الأثير : ٣ / ١٧٠ .</p>\n\n<br clear=\"all\">\n<a name='99'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal0\">التفت لهم قائلاً : &quot; سلوني قبل أن تفقدوني، وخففوا سؤالكم لمصيبة إمامكم &quot; فأشفق الناس أن يسألوه، نظراً لما ألمّ به من شدّة الألم والجرح<span class=\"libFootnotenum\">(١)</span>\n.</p>\n"
}