{
"title": "الإمام الحسين الشهيد عليه السلام في سطور",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\" >* - الإمام أبو عبد الله الحسين بن عليّ بن أبي طالب عليهما‌ السلام \nالشهيد بكربلاء، ثالث أئمّة أهل البيت بعد رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \nوسيّد شباب أهل الجنة بإجماع المحدّثين، وأحد اثنين نسلت منهما ذرية الرسول<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \nوأحد الأربعة الذين بأهل بهم رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \nنصارى نجران، ومن أصحاب الكساء الذين أذهب الله عنهم الرجس وطهّرهم تطهيراً، ومن \nالقربى الذين أمر الله بمودّتهم، وأحد الثقلين اللذين من تمسّك بهما نجا ومن تخلّف \nعنهما ضلّ وغوى.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - نشأ الحسين مع أخيه الحسن عليهما‌ السلام \nفي أحضان طاهرة وحجور طيّبة ومباركة أُمّاً وأباً وجدّاً، فتغذى من صافي معين جدّه \nالمصطفى<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> وعظيم خلقه ووابل عطفه، \nوحظي بوافر حنانه ورعايته حتى أنّه ورّثه أدبه وهديه وسؤدده وشجاعته، ممّا أهّله \nللإمامة الكبرى التي كانت تنتظره بعد إمامة أبيه المرتضى وأخيه المجتبى عليهم السلام \nوقد صرّح بإمامته للمسلمين في أكثر من موقف بقوله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \n: (الحسن والحسين إمامان قاما أو قعدا)، (اللّهمّ إنّي أحبهما فأحب من يحبّهما).</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - لقد التقى في هذا الإمام العظيم رافدا النبوّة والإمامة، \nواجتمع فيه شرف الحسب والنسب، ووجد المسلمون فيه ما وجدوه في جدّه وأبيه \nوأُمّه من طهر وصفاء ونبل وعطاء، فكانت شخصيّته تذكّر الناس بهم جميعاً; فأحبّوه \nوعظّموه، وكان إلى جانب ذلك كلّه مرجعهم الأوحد بعد أبيه وأخيه فيما كان يعترضهم من \nمشاكل الحياة وأمور الدين، لا سيّما بعد أن دخلت الأمة الإسلامية حياة حافلة \nبالمصاعب نتيجة سيطرة الحكم الأُموي الجاهلي، حتّى جعلتهم في مأزق جديد لم يجدوا له \nنظيراً من قبل، فكان الحسين عليه السلام هو الشخصية الإسلامية الرسالية الوحيدة \nالتي استطاعت أن تخلّص أُمّة محمّد<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \nخاصّة والإنسانية عامّة من براثن هذه الجاهلية الجديدة وأدرانها.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - لقد كان الحسين بن علي عليهما‌ السلام \nكأبيه المرتضى وأخيه المجتبى في جميع مراحل حياته ومواقفه العملية مثالاً للإنسان \nالرسالي الكامل، وتجسيداً حيّاً للخلق النبويّ الرفيع في الصبر على الأذى في ذات \nاللّه، والسماحة والجود والرحمة والشجاعة وإباء الضيم والعرفان والتعبّد والخشية \nلله والتواضع للحقّ والثورة على الباطل، ورمزاً شامخاً للبطولة والجهاد في سبيل \nالله والأمر بالمعروف والنهي عن المنكر، وأُسوة مثلى للإيثار والتضحية لإحياء \nالمُثل العليا التي اجتمعت في شريعة جدّه سيّد المرسلين، حتّى قال عنه جدّه المصطفى<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \n: (حسين منّي وأنا من حسين) معبّراً بذلك أبلغ التعبير عن سموّ هذه الشخصية العظيمة \nالتي ولدها<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> وربّاها بيديه \nالكريمتين.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - بقي الحسين بن علىّ عليهما‌ السلام \nبعد جدّه في رعاية الصدّيقة الزهراء سيّدة النساء فاطمة<span class=\"libAlaem\">عليها‌السلام</span> \nوفي كنف أبيه المرتضى سيّد الوصيّين وإمام المسلمين الذي عاش محنة الانحراف في \nقيادة الأمة المسلمة بعد وفاة رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \nوقد حفّت بأبيه وأُمّه نكبات هذه المحنة والصراع مع الذين صادروا هذه الإمامة \nالكبرى بكل صلف ودون حجّة أو برهان... لقد عاش الحسين مع أخيه الحسن وأبيه عليّ وأُمّه الزهراء عليهم السلام \nهذه المحنة وتجرّع مرارتها، وهو لا يزال في سنّ الطفولة، ولكنّه كان يعي جيّداً عمق \nالمحنة وشدّة المصيبة.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - شبَّ الإمام أبو عبد الله الحسين أيّام خلافة عمر، وانصرف \nمع أبيه وأخيه عن السياسة والتصدي للحكم في ظاهر الأمر، وأقبل على تثقيف الناس \nوتعليمهم معالم دينهم في خطّ الرسالة الصحيح، والذي كان يتمثّل في سلوك والده عليّ \nبن أبي طالب عليه السلام ومواقفه المبدئية المشرّفة.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - وقف الإمام الحسين عليه السلام إلى جانب أبيه عليه السلام \nفي عهد عثمان، وهو في عنفوان شبابه يعمل مخلصاً لأجل الإسلام، ويشترك مع أبيه في \nوضع حدّ للفساد الذي أخذ يستشري في جسم الأمة والدولة معاً في ظلّ حكم عثمان \nوبطانته، ولم يتعدّ مواقف أبيه عليه السلام طيلة هذه الفترة; بل عمل كجندي مخلص \nللقيادة الشرعية التي أناطها رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \nبأبيه المرتضى عليه السلام .</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - وفي عهد الدولة العلوية المباركة وقف الحسين إلى جانب \nأبيه عليهما‌ السلام في جميع مواقفه وحروبه، ولم \nيتوانَ عن قتال الناكثين والقاسطين والمارقين، بينما كان أبوه حريصاً على حياته \nوحياة أخيه الحسن عليه السلام خشية انقطاع نسل رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \nبموتهما، وبقيا إلى جانب أبيهما حتى آخر لحظة، وهما يعانيان من أهل العراق ما كان \nيعانيه أبوهما المرتضى عليه السلام حتّى استشهد في بيت من بيوت الله، وفاز بالشهادة \nوهو في محراب العبادة بمسجد الكوفة، وفي أقدس لحظات حياته، أعني لحظة العبادة \nوالتوجه إلى ربّ الكعبة، حيث خرّ صريعاً وهو يقول: (فزتُ وربِّ الكعبة).</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - ثمّ وقف إلى جانب أخيه الحسن المجتبى عليهما‌ السلام \nبعد أن بايعه بالخلافة كما بايعه عامّة المسلمين في الكوفة من المهاجرين والأنصار والتابعين لهم بإحسان، ولم يتعدّ مواقف أخيه الذي نصّ على \nإمامته كلّ من جدّه وأبيه عليهما‌ السلام بالرغم من \nكلّ المغريات التي كان يستعملها معاوية لإسقاط الإمام الحسن عليه السلام وتفتيت \nقواه والقضاء على حكومته المشروعة.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - لقد كان الحسين عليه السلام يعي مواقف أخيه الحسن عليه \nالسلام بشكل تامّ والنتائج المترتّبة على تلك المواقف، لأنّه كان يدرك حراجة الظرف \nالذي كان يكتنف الأمة الإسلامية آنذاك وبعد استشهاد الإمام علىّ عليه السلام بشكل \nخاص، حيث انطلت ألاعيب معاوية وشعاراته الزائفة على جماعة كبيرة من السذّج \nوالبسطاء، ممّن كانوا يشكّلون القاعدة العظمى في مجتمع الكوفة ومركز الخلافة \nالإسلامية، فأصبحوا يشكّون ويشكّكون في حقّانية خطّ الإمام عليّ ابن أبي طالب عليه \nالسلام بعد ذلك التضليل الإعلامي الذي قام به معاوية وبطانته وعمّاله في صفوف الجيش \nالمساند للإمام عليه السلام ، ولم يستطع الإمام الحسن عليه السلام بكلّ ما أوتي من \nحنكة سياسية وشجاعة أدبية ورصانة منطقية أن يقنع تلك القاعدة الشعبية، ويوقفها على \nزيف الشعارات الأُموية في عدم صحّة الخضوع لشعار السلم الذي كان قد تسلّح به معاوية \nلنيل الخلافة بأبخس الأثمان، ممّا اضطرّ الإمام الحسن عليه السلام للإقدام على \nالصلح من موقع القوة بعد أن نفَّذَ جميع الخطط السياسية الممكنة، وبعد أن سلك جميع \nالطرق المعقولة التي ينبغي للقائد المحنّك أن يسلكها في تلك الظروف السياسية \nوالاجتماعية والنفسية التي كان يعيشها الإمام الحسن عليه السلام وشيعته، فتنازل عن \nالخلافة، إلا انه لم يوقّع على شرعيّة حاكميّة معاوية بالإضافة إلى أنّه قد اشترط \nشروطاً موضوعيةً تفضح واقع معاوية والحكم الأموي على المدى القريب أو البعيد.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - وهكذا أفلح الإمام الحسن عليه السلام بعد أن اختار الطريق \nالصعب، وتحمّل ما تحمّل من الأذى والمكروه من أقرب أفراد شيعته فضلاً عن أعدائه، حيث استطاع أن يكشف حقيقة الحكم الأموي الجاهلي الذي \nارتدى لباس الإسلام ورفع شعار الصلح والسلم، ليقضي على الإسلام باسم الإسلام وبمن \nينتسب إلى قريش قبيلة الرسول<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> بعد \nأن خطّط بشكل حاذق خطّةً يتناسى المسلمون بسببها أنّ آل أبي سفيان الذين يتربّعون \nاليوم على كرسي الحكم الإسلامي، ويحكمون المسلمين باسم الرسول<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span> \nوخلافته هم الذين حاربوا الإسلام بالأمس القريب.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - وبهذا هيّأ الإمام الحسن عليه السلام - بتوقيعه على وثيقة \nالصلح - الأرضية اللازمة للثورة على الحكم الأموي الجاهليّ الذي ظهر بمظهر الإسلام \nمن جديد، وذلك بعد أن أخلف معاوية كلّ الشروط التي اشترطها عليه الإمام الحسن عليه \nالسلام بما فيها عدم تعيين أحد للخلافة من بعده، وعدم التعرّض لشيعة عليّ وللإمام \nالحسن والحسين عليهما‌ السلام بمكروه.</p>\n<p dir=\"rtl\" class=\"libNormal\" >ولم يستطع معاوية أن يتمالك نفسه أمام هذه الشروط حتى سوّلت \nله نفسه أن يدسّ السمّ الفاتك إلى الإمام الحسن عليه السلام ليستطيع توريث الخلافة \nلابنه الفاسق يزيد.. ولكنّه لم يعِ نتائج هذا التنكّر للشروط ولنتائج هذه المؤامرة \nالقذرة... وقد أيقن المسلمون - بعد مرور عقدين من الحكم الأموي - بشراسة هذا الحكم \nوجاهليّته، ممّا جعل القواعد الشعبية الشيعية تستعدّ لخوض معركة جديدة ضدّ النظام \nالحاكم، وبذلك تهيّأت الظروف الملائمة للثورة، واكتملت الشروط اللازمة بموت معاوية \nومجيء يزيد الفاسق شارب الخمور والمستهتر بأحكام الدين إلى سدّة الحكم، والإقدام \nعلى أخذ البيعة من وجوه الصحابة وعامّة التابعين، والإصرار على أخذها من مثل أبيّ \nالضيم أبي عبد الله الحسين عليه السلام سيّد أهل الإباء وإمام المسلمين.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - لقد حكم معاوية بن أبي سفيان ما يقارب عشرين سنة متّبعاً \nسياسة التجويع والإرهاب والخداع والتزوير، ممّا أدّى إلى انكشاف \nحقيقته للأمة من جهة، في حين أنّها كانت قد ابتليت بداء موت الضمير وداء فقدان \nالإرادة من جهة اُخرى، وهكذا استيقظت الأمة من سباتها وزال شكّها بحقّانية خطّ أهل \nالبيت عليهم السلام ، بعد أن ارتفع جهلها بحقيقة \nالأمويين، ولكنّها لم تقوَ</p>\n<p dir=\"rtl\" class=\"libNormal\" >على مقارعة الظلم والظالمين، وأصبحت كما قال الفرزدق للإمام \nالحسين عليه السلام حين كان متوجّهاً إلى العراق ومستجيباً لدعوة الكوفيين: قلوبهم \nمعك وسيوفهم عليك.</p>\n<p dir=\"rtl\" class=\"libNormal\" >ومن هنا تأكّد الموقف الشرعي للإمام الحسين عليه السلام بعد \nأن توفّرت كلّ الظروف اللازمة للقيام في وجه الأمويين الجاهليّين، بينما لم تكن \nالنهضة مفيدة للأمة في حالة الابتلاء بمرض الشكّ والترديد التي كانت تعاني منه في \nعصر الإمام الحسن السبط عليه السلام . لقد تمّت الحجّة على الإمام الحسين بن علىّ عليهما‌ السلام \nحينما راسله أهل العراق وطلبوا منه التوجّه نحوهم، بعد أن أخرجوا عامل بني أمية من \nالكوفة وتمرّدوا على الأمويين حيث كان هذا أحد مظاهر رجوع الوعي إلى عامّة شيعة أهل \nالبيت عليهم السلام .</p>\n<p dir=\"rtl\" class=\"libNormal\" >فاستجاب الإمام الحسين عليه السلام لطلبهم، وتحرّك نحوهم \nبالرغم من علمه بعدم ثباتهم وضعف إرادتهم أمام إغراءات الحاكمين واضطهادهم \nوإرهابهم، وذلك لأنّه كان لابد له من معالجة هذا المرض الجديد الذى يؤدّي باستشرائه \nإلى ضياع معالم الرسالة وفسح المجال لتحويل الخلافة إلى كسرويّة وقيصريّة، وإعطاء \nالمشروعية لمثل حكم يزيد وأضرابه من الجاهليّين الذين تستّروا بستار الشريعة \nالإسلامية لضرب الشريعة وتمزيقها.</p>\n<p dir=\"rtl\" class=\"libNormal\" >* - وبعد أن استجمعت ثورة الإمام الحسين عليه السلام كلّ \nالشروط اللازمة لنجاحها وبلوغ أهدافها \n; نهض مستنفراً كلّ طاقاته وقدراته التي كان قد أعدّها وهيّأها في ذلك الظرف \nالتأريخي في صنع ملحمته الخالدة، فحرّك ضمير الأمة، وأعادها لتسلك مسيرة رسالتها، \nوبعث شخصيّتها العقائدية من جديد، وسلب المشروعية من الحكام الطغاة، ومزّق كلّ \nالأقنعة الخدّاعة التي كانوا قد تستّروا بها، وأوضح الموقف الشرعي للأمة على مدى \nالأجيال. ولم يستطع الطغاة أن يشوّهوا معالم نهضته، كما لم يستطيعوا أن يقفوا بوجه \nالمدّ الثوري الذي أحدثه على مدى العصور، ذلك المدّ الذي أطاح بحكم بني أُمية وبني \nالعباس ومن حذا حذوهم، فكانت ثورته مصدر إشعاع رسالي لكل الأمم، كما كانت القيم \nالرساليّة التي طرحها وأكّد عليها محفّزاً ومعياراً لتقييم كل الحكومات والأنظمة \nالسياسية الحاكمة، فسلام عليه يوم ولد ويوم استشهد ويوم يبعث حيّاً.</p>\n\n"
}