{
"title": "1 - فساد الحاكم وانحراف جهاز الحكومة",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">لم يعد في مقدور الإمام الحسين عليه السلام \nأن يتوقّف عن الحركة وهو يرى الانحراف الشامل في زعامة الأمة الإسلامية، فإذا كانت السقيفة قد زحزحت الخلافة عن صاحبها الشرعي وهو الإمام علي عليه السلام \nوتذرّع أتباعها بدعوى حرمة نقض البيعة ولزوم الجماعة وحرمة تفريق كلمة الأمة ووجوب إطاعة الإمام المنتخب بزعمهم، فقد كان الإمام علي عليه السلام \nيسعى بنحو أو بآخر لإصلاح ما فسد من جرّاء فعل الخليفة غير المعصوم، وقد شهد الإمام الحسين عليه السلام \nجانباً من ذلك بوضوح خلال فترة حكم عثمان.</p>\n<p dir=\"rtl\" class=\"libNormal\">ولقد كانت بنود الصلح تضع قيوداً على تصرّفات معاوية الذي اتّخذ</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) تأريخ الطبري: 4 / 304، والكامل في التأريخ: 3 / 280.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(2) أعيان الشيعة: 1 / 603.</p>\n\n<br clear=\"all\">\n<a name='137'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">أسلوب الخداع والتستّر بالدين سبيلا لتمرير مخطّطاته، أمّا الآن فإنّ الأمر يختلف; إذ بعد موت معاوية لم يبق أيّ علاج إلاّ الصدام المباشر في نظر الإمام المعصوم وصاحب الحقّ الشرعي - الحسين عليه السلام \n- فلم يعد في الإمكان ولو نظرياً القبول بصلاحيّة يزيد وبني أُمية للحكم.</p>\n<p dir=\"rtl\" class=\"libNormal\">على أنّ نتائج انحراف السقيفة كانت تنذر بالخطر الماحق للدين، فقد قال الإمام عليه السلام \n: (أيّها الناس! إنّ رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span>\nقال: من رأى منكم سلطاناً جائراً مستحلاًّ لحرم الله ناكثاً لعهد الله مخالفاً لسنّة رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span>\nيعمل في عباد الله بالإثم والعدوان فلم يغيّر عليه بقول ولا بفعل كان حقّاً على الله أن يدخله مدخله).</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد كان يزيد يتصف بكل ما حذّر منه الرسول<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span>\nوكان الحسين عليه السلام \nوهو الوريث للنبيّ وحامل مشعل الرسالة - أحقّ من غيره بالمواجهة والتغيير.</p>\n"
}