{
"title": "رسالة جعدة بن هبيرة إلى الإمام الحسين ",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">كان جعدة بن هبيرة بن أبي وهب من أخلص الناس للإمام الحسين عليه السلام \nوأكثرهم مودّة له، وقد اجتمعت عنده الشيعة وأخذوا يلحّون عليه في مراسلة الإمام للقدوم إلى مصرهم الكوفة ليعلن الثورة على حكومة معاوية، فدفع جعدة رسالة إلى الإمام الحسين عليه السلام \nهذا نصها: (أمّا بعد، فإن من قبلنا من شيعتك متطلّعة أنفسهم إليك، لا يعدلون بك أحداً، وقد كانوا عرفوا رأي الحسن أخيك في الحرب، وعرفوك باللين لأوليائك والغلظة على أعدائك والشدّة في أمر الله، فإن كنت تحبّ أن تطلب هذا الأمر فأقدم علينا، فقد وطنّا أنفسنا على الموت معك)<span class=\"libFootnotenum\">(1)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">فأجابه الإمام الحسين عليه السلام \nبقوله: (أمّا أخي فإنّي أرجو أن يكون الله قد</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) حياة الإمام الحسين عليه السلام \n: 2 / 229 - 230.</p>\n\n<br clear=\"all\">\n<a name='86'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">وفّقه وسدّده، وأمّا أنا فليس رأيي اليوم ذاك، فالصقوا رحمكم الله بالأرض، واكمنوا في البيوت، واحترسوا من الظنّة ما دام معاوية حيّاً، فإن يُحدث الله به حدثاً وأنا حيّ كتبت إليكم برأيي، والسلام).</p>\n<p dir=\"rtl\" class=\"libNormal\">يتبيّن ممّا تقدّم أنّ الإمام الحسين عليه السلام \n- انطلاقاً من مسؤوليته الشرعية - اتّبع أخاه الإمام الحسن عليه السلام \nفي مسألة الصلح مع معاوية، وقد قبله والتزم به طيلة حكم معاوية، بل إنّ عشرات الشواهد تؤكّد أنّهما كانا منسجمين في تفكيرهما ونظرتهما إلى الأمور ومعطياتها ومتّفقين في كلّ ما جرى وتمّ التوصل إليه.</p>\n<p dir=\"rtl\" class=\"libNormal\">وكما نسبوا إلى الإمام الحسين عليه السلام \nذلك فقد نسبوا إلى الإمام الحسن عليه السلام \nأيضاً أنّه كان على خلاف مع أبيه! في كثير من مواقفه السياسية قبيل خلافته وخلالها. ومن الواضح أنّ الهدف من أمثال هذه المزاعم هو زرع الشكّ في نفوس الأمة بالنسبة للموقع الريادي للإمامين الشرعيين الحسن والحسين عليهما‌ السلام\nبغية إيجاد الفرقة والاختلاف كي يبتعد الناس عنهما.</p>\n"
}