{
"title": "2 - شخصيّة معاوية وسلوكه المتلوّن",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">لقد كانت زعامة الأمة الإسلامية بعد وفاة الرسول<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span>\nبأيدي مسؤولين غير كفوئين لفترة طويلة. ومراجعة بسيطة لأحداث ووقائع تلك الفترة توضّح ذلك. ولكنّ معاوية كان أشدّ مكراً ومراوغةً ودهاءً، إذ كان يتلاعب ببراعة سياسية، ويتوسّل بكلّ وسيلة من أجل أن يبقى زمام السلطة</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) الأخبار الطوال: 221.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(2) المصدر السابق: 222.</p>\n\n<br clear=\"all\">\n<a name='149'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">بيده متّخذاً من التظاهر بالدين ستراً يغطّي جرائمه الأخلاقية واللاإنسانية والتي منها فتكه بخيار المسلمين، ومخادعة عوام الناس في مجاراته لعواطفهم ومعتقداتهم، وهو يحمل حقداً لا ينقطع على الإسلام والرسول<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span>\n<span class=\"libFootnotenum\">(1)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وقد تمكّن معاوية من القضاء على المعارضين له من دون اللجوء إلى القتال والحرب، فهو الذي اغتال الإمام الحسن عليه السلام \nوسعد بن أبي وقّاص<span class=\"libFootnotenum\">(2)</span>\nوقضى على عبد الرحمن بن خالد<span class=\"libFootnotenum\">(3)</span>\nومن قبله على مالك الأشتر، وقد أوجز أسلوبه هذا في كلمته المشهورة: (إنّ لله جنوداً منها العسل)<span class=\"libFootnotenum\">(4)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">كما أنّ معاوية كان يضع كلّ من يلمس منه أيّة معارضة أو تحرّك تحت مجهر المراقبة والإرصاد، فترفع إليه التقارير عن كلّ ما يحدث فيستعجل في القضاء عليه.</p>\n<p dir=\"rtl\" class=\"libNormal\">في مثل هذا الأُسلوب - أي التصرّف تحت ستار الإسلام - لو قام الإمام الحسين عليه السلام \nبحركة واسعة ونشاط سياسي بعد وفاة الإمام الحسن عليه السلام \nمباشرةً; لما كان قادراً على فضح معاوية وإقناع كلّ الجماهير بشرعيّة ثورته، ولكان معاوية متمكّناً من القضاء عليه من دون ضجيج، وعندها كانت الثورة تموت في مهدها وتضيع جهود كبيرة، كان من شأنها أن تبني في الأمة تيّاراً واعياً، ويختنق الصوت الذي كان في مقدوره أن يبقى مدوّياً في تأريخ الإنسانيّة كما حصل في واقعة الطفّ. وما كان الإمام الحسين عليه السلام \nليتمكّن من توضيح كلّ أهدافه وغاياته من الثورة<span class=\"libFootnotenum\">(5)</span>\nالمتمثّلة في إنقاذ الأمة من الظلم وصيانة الرسالة</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) شرح النهج لابن أبي الحديد: 2 / 357.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(2) مقاتل الطالبيين: 29، ومختصر تأريخ العرب: 62.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(3) التمدن الإسلامي، لجرجي زيدان: 4 / 71.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(4) عيون الأخبار: 1 / 201.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(5) للتفصيل راجع: ثورة الحسين، ظروفها الاجتماعية وآثارها النفسية: 122.</p>\n\n<br clear=\"all\">\n<a name='150'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">الإسلامية من التحريف لو كان يسرع بثورته في أيام معاوية.</p>\n<p dir=\"rtl\" class=\"libNormal\">وأمّا حينما اعتلى يزيد عرش الخلافة وهو من قد عرفه الناس باللهو والفسق والشغف بالقرود وشرب الخمور، وعدم صلاحيته للخلافة لتجاوزه وعدوانه على كل المقاييس الشرعيّة والعرفيّة لدى المسلمين. فالثورة عليه تعدّ ثورة مشروعة عند عامّة المسلمين، كما أثبت التأريخ ذلك بكلّ وضوح.</p>\n"
}