{
"title": "حرص الإمام علي على سلامة الحسنين",
"type": "html",
"data": "\n<p dir=\"rtl\" class=\"libNormal\">قاتل الإمام الحسين عليه السلام \nفي معركة صفّين كما قاتل في معركة الجمل، مع أنّ بعض الروايات أفادت بأنّ أمير المؤمنين عليه السلام \nكان يمنع الحسنين عليهما‌ السلام\nمن النزول إلى ساحة القتال خشية أن ينقطع نسل رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span>\n; إذ كان عليه السلام \nيقول: إملكوا عنّي هذا الغلام لا يَهُدَّني، فإنّني أنفسُ بهذين - يعني الحسن والحسين عليهما‌ السلام\n- على الموت لئلاّ ينقطع بهما نسل رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span>\n<span class=\"libFootnotenum\">(2)</span>\n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وجاء في نصوص أخرى أنّ أمير المؤمنين عليه السلام \nكان يبعث ابنه محمّد ابن الحنفية إلى ساحات القتال مرّات عديدة دون أن يسمح للحسنين عليهما‌ السلام\nبذلك، وقد سئل ابن الحنفية عن سرّ ذلك فأجاب: (إنّهما عيناه وأنا يمينه فهو يدفع عن عينه بيمينه)<span class=\"libFootnotenum\">(3)</span>\n. ويعكس هذا الجواب مدى ما كان يحظى به</p>\n<p dir=\"rtl\" class=\"libLine\">____________________</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(1) شرح نهج البلاغة، لابن أبي الحديد: 1 / 284.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(2) نهج البلاغة: من كلام له عليه السلام \nفي بعض أيام صفّين، وقد رأى ابنه الحسن يتسرّع إلى الحرب. باب خطب أمير المؤمنين: 207.</p>\n<p dir=\"rtl\" class=\"libFootnote0\">(3) شرح نهج البلاغة، لابن أبي الحديد: 1 / 118.</p>\n\n<br clear=\"all\">\n<a name='75'></a>\n<p dir=\"rtl\" class=\"libNormal\">\n<p dir=\"rtl\" class=\"libNormal\">الحسنان عند الإمام علي عليه السلام \n.</p>\n<p dir=\"rtl\" class=\"libNormal\">وتفيد الأخبار بأنّ الإمام الحسين عليه السلام \nظلّ مع أبيه بعد صفّين أيضاً في جميع الأحداث مثل قضية التحكيم ومعركة النهروان.</p>\n<p dir=\"rtl\" class=\"libNormal\">ومعلوم أنّ الأحداث التي عايشها الإمام الحسين مع أبيه عليهما‌ السلام\nكانت مأساوية ومرّة جدّاً، وقد بلغت المأساة ذروتها عندما تآمر الخوارج على قتل أسمى نموذج للإنسان الكامل - بعد رسول الله<span class=\"libAlaem\">صلى‌الله‌عليه‌وآله</span>\n- أي عندما ضرب المجرم عبد الرحمن بن ملجم المرادي الخارجي إمامه أمير المؤمنين عليه السلام \nعلى رأسه بالسيف وهو في محراب العبادة.</p>\n"
}