{
"title": "الفصل الثالث استشهاد الإمام زين العابدين عليه ‌السلام",
"type": "html",
"data": "\n<p class=\"libNormal\">وتقلّد الوليد أزمّة الملك بعد أبيه عبد الملك بن مروان، وقد وصفه المسعودي بأنّه كان جبّاراً عنيداً ظلوماً غشوماً<span class=\"libFootnotenum\">(١)</span>\n، حتّى طعن عمر بن عبد العزيز الأموي في حكومته، فقال فيه: إنّه ممن امتلأت الأرض به جوراً<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وفي عهد هذا الطاغية الجبّار استشهد العالم الإسلامي الكبير سعيد بن جبير على يد الحجّاج بن يوسف الثقفي أعتى عامل أموي.</p>\n<p class=\"libNormal\">وقد كان الوليد من أحقد الناس على الإمام زين العابدين عليه السلام \nلأنّه كان يرى أنّه لا يتمّ له الملك والسلطان مع وجود الإمام زين العابدين عليه السلام \n.</p>\n<p class=\"libNormal\">فقد كان الإمام عليه السلام \nيتمتّع بشعبية كبيرة، حتّى تحدّث الناس بإعجاب وإكبار عن علمه وفقهه وعبادته، وعجّت الأندية بالتحدّث عن صبره وسائر ملكاته، واحتلّ مكاناً كبيراً في قلوب الناس وعواطفهم، فكان السعيد من يحظى برؤيته، ويتشرّف بمقابلته والاستماع إلى حديثه ، وقد شقّ على الأمويين عامّة هذا الموقع المتميّز للإمام عليه السلام \nوأقضّ مضاجعهم، وكان</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libLine\"><span class=\"libFootnote0\">(١) مروج الذهب : ٣ / ٩٦.</span>\n</p>\n<p class=\"libLine\"><span class=\"libFootnote0\">(٢) تأريخ الخلفاء : ٢٢٣.</span>\n</p>\n\n<br clear=\"all\">\n<a name='73'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">من أعظم الحاقدين عليه الوليد بن عبد الملك<span class=\"libFootnotenum\">(١)</span>\nالذي كان يحلم بحكومة المسلمين وخلافة الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \n.</p>\n<p class=\"libNormal\">وروى الزهري: عن الوليد أنّه قال : لا راحة لي وعليّ بن الحسين موجود في دار الدنيا<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">فأجمع رأيه على اغتيال الإمام زين العابدين عليه السلام \nحينما آل إليه الملك، فبعث سمّاً قاتلاً إلى عامله على يثرب، وأمره أن يدسّه للإمام عليه السلام \n<span class=\"libFootnotenum\">(٣)</span>\nونفّذ عامله ذلك، فسَمَتْ روح الإمام العظيمة إلى خالقها بعد أن أضاءت آفاق هذه الدنيا بعلومها وعباداتها وجهادها وتجرّدها من الهوى.</p>\n<p class=\"libNormal\">وقام الإمام أبو جعفر محمد الباقر عليه السلام \nبتجهيز جثمان أبيه، وبعد تشييع حافل لم تشهد يثرب نظيراً له; وجيء بجثمانه الطاهر إلى بقيع الفرقد، فحفروا قبراً بجوار قبر عمّه الزكيّ الإمام الحسن المجتبى عليه السلام \nسيّد شباب أهل الجنة وريحانة رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nـ وأنزل الإمام الباقر عليه السلام \nجثمان أبيه زين العابدين وسيّد الساجدين عليه السلام \nفواراه في مقرّه الأخير.</p>\n<p class=\"libNormal\">فسلام عليه يوم ولد ويوم استشهد ويوم يبعث حيّاً</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libLine\"><span class=\"libFootnote0\">(١) هناك من المؤرّخين من يرى أنّ هشام بن عبد الملك هو الذي دسّ السمّ للإمام</span>\n<span class=\"libFootnoteAlaem\">عليه‌السلام</span>\n<span class=\"libFootnote0\">، راجع بحار الأنوار: ٤٦/١٥٣، ويمكن الجمع بين الرأيين فيكون أحدهما آمراً والآخر منفّذاً للجريمة.</span>\n</p>\n<p class=\"libLine\"><span class=\"libFootnote0\">(٢) راجع : حياة الإمام زين العابدين : ٦٧٨ .</span>\n</p>\n<p class=\"libLine\"><span class=\"libFootnote0\">(٣) بحار الأنوار : ٤٦ / ١٥٣ عن الفصول المهمة لابن الصباغ المالكي : ١٩٤ .</span>\n</p>\n\n<br clear=\"all\">\n<a name='74'></a>\n<p class=\"libNormal\">\n"
}