{
"title": "النصّ على إمامة زين العابدين عليه السلام",
"type": "html",
"data": "\n<p class=\"libNormal\">لقد نصّ رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nعلى إمامة اثني عشر إماماً من أهل بيته الأطهار، وعيّنَهم بذكر أسمائهم وأوصافهم، كما هو المعروف من حديث الصحابي جابر بن عبد الله الأنصاري وغيره عند العامّة والخاصّة<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">كما نصّ كلّ إمام معصوم على الإمام الذي يليه قبل استشهاده في مواطن عديدة بما يتناسب مع ظروف عصره، وقد كان النصّ يكتب ويودع عند أحد سرّاً، ويجعل طلبه دليلاً على الاستحقاق، ونلاحظ تكرّر هذه الظاهرة في حياة أبي عبد الله الحسين عليه السلام \nبالنسبة لابنه زين العابدين عليه السلام \nتارة في المدينة وأُخرى في كربلاء قبيل استشهاده.</p>\n<p class=\"libNormal\">وممّا روي من النصّ على إمامة ولده عليه السلام \nما رواه الطوسي، عن أبي جعفر الباقر عليه السلام \n: أنّ الحسين لمّا خرج إلى العراق دفع إلى أم سلمة زوجة النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nالوصيّة والكتب وغير ذلك وقال لها:<span class=\"libBold2\">(إذا أتاك أكبر وُلدي فادفعي إليه ما قد دفعتُ إليك)</span>\n. فلما قُتل الحسين عليه السلام \nأتى عليّ بن الحسين عليه السلام \nأُمّ سلمة فدفعت إليه كلّ شيء أعطاها الحسين عليه السلام \n.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libLine\">(١) اقرأ أخبار هذه الأحداث مسندة موثقة في : وقعة الطف لأبي مخنف: ٧٠ ـ ١٤١، تحقيق محمد هادي اليوسفي الغروي.</p>\n<p class=\"libLine\">(٢) راجع : منتخب الأثر: ٩٧، الباب الثامن، والإرشاد وإعلام الورى بأعلام الهدى: ٢/١٨١، ١٨٢، النصوص على الأئمة الاثنا عشر، قادتنا: ٥/١٤، وإثبات الهداة بالنصوص والمعجزات: ٢/٢٨٥، النصوص العامة على الأئمة، وإحقاق الحقّ وملحقاته ج١ ـ ٢٥.</p>\n\n<br clear=\"all\">\n<a name='45'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">وفي نصٍّ آخر: أنّه عليه السلام \nجعل طلبها منها علامة على إمامة الطالب لها من الأنام فَطلبها زين العابدين عليه السلام \n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وروى الكليني عن أبي الجارود عن الإمام الباقر عليه السلام \n:<span class=\"libBold2\">أنّ الحسين</span>\n عليه السلام \n<span class=\"libBold2\">لمّا حضره الذي حضره دعا ابنته فاطمة الكبرى فدفع إليها كتاباً ملفوفاً ووصيّة ظاهرة، وكان عليّ بن الحسين</span>\n عليه السلام \n<span class=\"libBold2\">مريضاً لا يرون أنّه يبقى بعده، فلمّا قُتل الحسين</span>\n عليه السلام \n<span class=\"libBold2\">ورجع أهل بيته إلى المدينة دفعت فاطمة الكتاب إلى عليّ بن الحسين</span>\n عليه السلام \n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وسوف نلاحظ في احتجاج الإمام عليه السلام \n<span class=\"libNormal\">مع عمّه محمد بن الحنفيّة أنّه قال له:</span>\n<span class=\"libBold2\">(إنّ أبي صلوات الله عليه أوصى إليّ قبل أن يتوجّه إلى العراق وعهد إليّ في ذلك قبل أن يستشهد بساعة)</span>\n<span class=\"libFootnotenum\">(٣)</span>\n<span class=\"libNormal\">.</span>\n</p>\n"
}