{
"title": "الفصل الثاني مراحل حياة الإمام زين العابدين ",
"type": "html",
"data": "\n<p class=\"libNormal\">تنقسم حياة الإمام زين العابدين عليه السلام \nـ كما تنقسم حياة سائر الأئمة عليهم السلام\nـ إلى مرحلتين متميّزتين:</p>\n<p class=\"libNormal\">١ ـ مرحلة ما قبل التصدّي للإمامة والزعامة.</p>\n<p class=\"libNormal\">٢ ـ مرحلة التصدّي وممارسة القيادة حتى الشهادة.</p>\n<p class=\"libNormal\">لقد عاش الإمام زين العابدين عليه السلام \nفي المرحلة الأولى من حياته في ظلال جدّه الإمام أمير المؤمنين ، وعمّه الإمام الحسن المجتبى وأبيه الإمام الحسين سيد الشهداء عليهم السلام\nمدة تناهز العقدين ونصف العقد، حيث قضى في كنف جدّه الإمام علي عليه السلام \nما يزيد قليلاً عن أربع سنوات، وما لا يقل عن سنتين لو كانت ولادته سنة (٣٨ هـ) .</p>\n<p class=\"libNormal\">بينما قضى عقداً آخر من حياته في كنف عمّه وأبيه عليهما‌ السلام\nحيث استشهد عمّه الإمام الحسن السبط عليه السلام \nسنة ٥٠ هجرية.</p>\n<p class=\"libNormal\">كما قضى عقداً ثانياً في ظلّ قيادة أبيه الحسين السبط عليه السلام \nوهي الفترة الواقعة بين مطلع سنة (٥٠ هـ) وبداية سنة (٦٠ هـ) .</p>\n<p class=\"libNormal\">لقد عاش الإمام زين العابدين عليه السلام \n<span class=\"libNormal\">فترة المخاض الصعب خلال المرحلة الأولى من حياته وقضاها مع كل من جدّه وعمّه وأبيه</span>\n عليهم السلام\n<span class=\"libNormal\">، واستعدّ مراحل حياة الإمام زين العابدين</span>\n عليه السلام \n<span class=\"libNormal\">) بعدها لتحمّل أعباء الإمامة والقيادة بعد استشهاد أبيه والصفوة من أهل بيته وأصحابه في ملحمة عاشوراء الخالدة التي مهّد لها معاوية بن أبي سفيان وتحمّل وزرها ابنه يزيد المعلن بفسقه والمستأثر بحكم الله في أرض الإسلام المباركة.</span>\n</p>\n\n<br clear=\"all\">\n<a name='39'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">وأمّا المرحلة الثانية من حياته الكريمة قد ناهزت ثلاثة عقود ونصف عقد من عمره الشريف، وعاصر خلالها كُلاًّ من حكم يزيد بن معاوية ومعاوية بن يزيد ومروان بن الحكم وعبد الملك بن مروان، ثم اغتالته الأيدي الأموية الأثيمة بأمر من الحاكم وليد بن عبد الملك بن مروان واستشهد في (٢٥) من المحرّم أو ما يقرب منه سنة (٩٤) أو (٩٥) هجرية عن عمر يناهز (٥٧) سنة أو دونها قليلاً<span class=\"libFootnotenum\">(١)</span>\nفكانت مدّة إمامته وزعامته حوالي (٣٤) سنة.</p>\n<p class=\"libNormal\">وفي هذه الدراسة نقسّم المرحلة الثانية من حياة هذا الإمام الحافلة بأنواع الجهاد إلى قسمين متميزين من الكفاح والجهاد :</p>\n<p class=\"libNormal\">الأوّل: جهاده بعد ملحمة عاشوراء وقبل استقراره في المدينة .</p>\n<p class=\"libNormal\">الثاني: جهاده بعد استقراره في المدينة.</p>\n<p class=\"libNormal\">وعلى هذا التقسيم سوف ندرس حياته ضمن مراحل ثلاث:</p>\n<p class=\"libNormal\">المرحلة الأولى: حياته قبل استشهاد أبيه عليه السلام \n.</p>\n<p class=\"libNormal\">المرحلة الثانية: حياته بعد استشهاد أبيه وقبل استقراره في المدينة.</p>\n<p class=\"libNormal\">المرحلة الثالثة: حياته بعد استقراره في المدينة.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libLine\"><span class=\"libFootnote0\">(١) المناقب لابن شهر آشوب: ٣/٣١٠، بحار الأنوار : ٤٦/٨ ـ ١٥ .</span>\n</p>\n\n<br clear=\"all\">\n<a name='40'></a>\n<p class=\"libNormal\">\n"
}