{
"title": "وصاياه",
"type": "html",
"data": "\n<p class=\"libNormal\">وأوصى الإمام محمد الباقر عليه السلام \nإلى ولده الإمام جعفر الصادق عليه السلام \nبعدة وصايا كان من بينها ما يلي:</p>\n<p class=\"libNormal\">١ ـ أنه قال له:<span class=\"libBold2\">يا جعفر أوصيك بأصحابي خيراً</span>\n، فقال له الإمام الصادق:<span class=\"libBold2\">جُعلت</span>\n<span class=\"libBold2\">فداك</span>\n<span class=\"libBold2\">والله</span>\n<span class=\"libBold2\">لأدعنهم، والرجل منهم يكون في المصر فلا يسأل أحداً</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">٢ ـ أوصى ولده الصادق عليه السلام \nأن يكفّنه في قميصه الذي كان يصلي فيه<span class=\"libFootnotenum\">(٢)</span>\nليكون شاهد صدق عند الله على عظيم عبادته، وطاعته له.</p>\n<p class=\"libNormal\">٣ ـ أنه أوقف بعض أمواله على نوادب تندبه عشر سنين في منى<span class=\"libFootnotenum\">(٣)</span>\n. ولعل السبب في ذلك يعود إلى أن منى أعظم مركز للتجمع الإسلامي، ووجود النوادب فيه مما يبعث المسلمين إلى السؤال عن سببه، فيخبرون بما جرى على الإمام أبي جعفر عليه السلام \nمن صنوف التنكيل من قبل الأمويين واغتيالهم له، حتى لا يضيع ما جرى عليه منهم ولا تخفيه أجهزة الإعلام الأُموي.</p>\n<p class=\"libNormal\">وسرى السم في بدن الإمام أبي جعفر عليه السلام \n، وأثّر فيه تأثيراً بالغاً، وأخذ يدنو إليه الموت سريعاً، وقد اتجه في ساعاته الأخيرة بمشاعره وعواطفه نحو الله تعالى، فأخذ يقرأ القرآن الكريم، ويستغفر الله، فوافاه الأجل المحتوم ولسانه مشغول بذكر الله فارتفعت روحه العظيمة إلى خالقها، تلك الروح التي أضاءت الحياة الفكرية والعلمية في الإسلام والتي لم يخلق لها نظير في عصره.</p>\n<p class=\"libNormal\">وقد انطوت برحيله أروع صفحة من صفحات الرسالة الإسلامية التي أمدّت المجتمع الإسلامي بعناصر الوعي والازدهار.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) أصول الكافي: ١/٣٠٦.</p>\n<p class=\"libFootnote0\">(٢) صفة الصفوة: ٢/٦٣، تاريخ ابن الوردي: ١/١٨٤، تاريخ أبي الفداء: ١/٢١٤.</p>\n<p class=\"libFootnote0\">(٣) بحار الأنوار: ١١/٦٢.</p>\n\n<br clear=\"all\">\n<a name='189'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">وقام ولده الإمام الصادق عليه السلام \nبتجهيز الجثمان المقدس فغسّله وكفنه، وهو يذرف أحر الدموع على فقد أبيه الذي ما أظلت على مثله سماء الدنيا في عصره علماً وفضلاً وحريجة في الدين.</p>\n<p class=\"libNormal\">ونقل الجثمان العظيم ـ محفوفاً بإجلال وتكريم بالغين من قبل الجماهير ـ إلى بقيع الغرقد، فحفر له قبراً بجوار الإمام الأعظم أبيه زين العابدين عليه السلام \nوبجوار عم أبيه الإمام الحسن سيد شاب أهل الجنة عليه السلام \nوأنزل الإمام الصادق أباه فى مقرّه الأخير فواراه فيه، وقد وارى معه العلم والحلم، والمعروف والبر بالناس.</p>\n<p class=\"libNormal\">لقد كان فقد الإمام أبي جعفر عليه السلام \nمن أفجع النكبات التي مُني بها المسلمون في ذلك العصر، فقد خسروا القائد، والرائد، والموجه الذي بذل جهداً عظيماً في نشر العلم، وبلورة الوعي الفكري والثقافي بين المسلمين.</p>\n<p class=\"libNormal\">والمشهور بين الرواة أنه توفي وعمره الشريف ٥٨ سنة.</p>\n<p class=\"libNormal\">وكانت سنة وفاته ـ بحسب الرأي المشهور ـ سنة ١١٤ هـ.</p>\n"
}