{
"title": "التأكيد على أهمية العامل الاقتصادي",
"type": "html",
"data": "\n<p class=\"libBold2\">وحثّ الإمام عليه السلام \nعلى العمل لكسب الرزق، والاستغناء عن الناس، حين حثّ على التجارة والزراعة والصناعة وعلى تعلم الحرفة، وكان عليه السلام \nيعمل بنفسه ويرى أن في العمل طاعة لله، فعن الإمام الصادق عليه السلام \nأنه قال: إنَّ محمّد بن المنكدر كان يقول: ما كنت أرى أنّ عليّ بن الحسين عليه السلام \nيدع خلفاً أفضل منه، حتى رأيت ابنه محمد بن عليّ عليه السلام \nفأردت أن أعظه فوعظني، فقال له أصحابه: بأي شيء وعظك ؟ قال: خرجت إلى بعض نواحي المدينة في ساعة حارة، فلقيني أبو جعفر محمد بن عليّ، وكان رجلاً بادناً ثقيلاً وهو متكئ على غلامين أسودين أو موليين، فقلت في نفسي: سبحان الله شيخ من أشياخ قريش في هذه الساعة على هذه الحال في طلب الدنيا، أما والله لأعظنه، فدنوت منه فسلّمت عليه فردّ عليّ بنهر، وهو يتصبّب عرقاً، فقلت: أصلحك الله شيخ من أشياخ قريش في هذه الساعة على هذه الحال في طلب الدنيا أرأيت لو جاء أجلك وأنت على هذه الحال ما كنت تصنع ؟</p>\n<p class=\"libBold2\">فقال عليه السلام \n: لو جاءني الموت وأنا على هذه الحالة جاءني وأنا في طاعة من طاعة الله عَزَّ وجَلَّ ; اكفُّ بها نفسي وعيالي عنك وعن النّاس، وإنما كنت أخاف أن لو جاءني الموت وأنا على معصية من معاصي الله.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) أمالي الطوسي: ٢ / ١٢٣.</p>\n\n<br clear=\"all\">\n<a name='161'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\"><span class=\"libBold2\">فقلت: صدقت يرحمك الله أردت أن أعظك فوعظتني</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وكان عليه السلام \nيستشهد بسيرة آبائه وأجداده للحث على العمل وطلب الرزق، فقد روى عليه السلام \n:<span class=\"libBold2\">أن رجلاً لقي أمير المؤمنين</span>\n عليه السلام \n<span class=\"libBold2\">وتحته وسق من نوى، فقال له: ما هذا يا أبا الحسن تحتك ؟ فقال: مائة عذق إن شاء الله، فغرسه فلم يغادر منه نواة واحدة</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وكان ينهى عن الكسل والتقاعس عن العمل، وقد جعل الكسل عن الآخرة ملازماً للكسل عن طلب الدنيا، فقال:<span class=\"libBold2\">(إنّي لأبغض الرجل</span>\nـ أو<span class=\"libBold2\">أبغض</span>\n<span class=\"libBold2\">للرجل</span>\nـ<span class=\"libBold2\">أن يكون كسلاناً عن أمر دنياه، ومن كسل عن أمر دنياه، فهو عن أمر آخرته أكسل)</span>\n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">وبيّن أن الرزق من الله تعالى، وهو الذي حدّد لكل نفس رزقها، فما على الإنسان إلاّ السعي لطلبه، قال عليه السلام \n:<span class=\"libBold2\">(ليس من نفس إلاّ وقد فرض الله عَزَّ وجَلَّ لها رزقاً حلالاً يأتيها في عافية، وعرض لها بالحرام من وجه آخر، فإن هي تناولت شيئاً من الحرام قاصّها به من الحلال الذي فرض لها، وعند الله سواهما فضل كثير، وهو قوله عَزَّ وجَلَّ :</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libFootnotenum\">(٤)</span>\n<span class=\"libBold2\">...)</span>\n<span class=\"libFootnotenum\">(٥)</span>\n.</p>\n<p class=\"libNormal\">ونهى عن جمع المال من المكاسب المحرّمة ومنها الغلول، فقد سأله عمّار بن مروان عنها فقال:<span class=\"libBold2\">(كل شيء غلّ من الإمام فهو سحت، وأكل مال اليتيم وشبهه سحت، والسحت أنواع كثيرة: منها أجور الفواجر، وثمن الخمر والنبيذ، والمسكر، والربا بعد البيّنة، فأمّا الرُّشا في الحكم، فإنّ ذلك الكفر بالله العظيم وبرسوله)</span>\n<span class=\"libFootnotenum\">(٦)</span>\n.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الكافي: ٥ / ٧٣ ـ ٧٤.</p>\n<p class=\"libFootnote0\">(٢) المصدر السابق: ٥ / ٧٥.</p>\n<p class=\"libFootnote0\">(٣) المصدر السابق: ٥ / ٨٥.</p>\n<p class=\"libFootnote0\">(٤) النساء (٤): ٣٢.</p>\n<p class=\"libFootnote0\">(٥) الكافي: ٥ / ٨٠.</p>\n<p class=\"libFootnote0\">(٦) المصدر السابق: ٥ / ١٢٦.</p>\n\n<br clear=\"all\">\n<a name='162'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">ونهى عليه السلام \nعن الربّا لأن فيه غصباً لحقوق الآخرين، وإضعافاً لروح الودّ والإخاء، وإماتة لروح الزهد في الدنيا والإحسان للآخرين، ولذا اعتبره عليه السلام \nمن أخبث المكاسب، فقال عليه السلام \n:<span class=\"libBold2\">(أخبث المكاسب كسب الرّبا)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">ولم يحبّذ لأنصاره العمل غير اللائق بهم وان كان حلالاً كالعمل في الحجامة<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n"
}