{
"title": "مشخصات الهوية الثالث منزلة الجماعة الصالحة",
"type": "html",
"data": "\n<p class=\"libNormal\">ذكر الإمام عليه السلام \nللجماعة الصالحة التي تحمل اسم شيعة أهل البيت عليهم السلام\nمنزلة ومرتبة في كلتا الحياتين: الدنيا والآخرة.</p>\n<p class=\"libNormal\">١ ـ منزلة الجماعة الصالحة في الحياة الدنيا: إن الجماعة الصالحة مرّت بمراحل من التمحيص في داخل النفس وفي مكنون الضمير، وفي الواقع العملي، فخرجت مستقرة على الحق، واتبعت منهج أهل البيت عليهم السلام\nفي وقت كان فيه قادته مطاردين ملاحقين محاصرين من جهات شتى، واستقرارها على الحق هذا جعل لها منزلة ومرتبة في دار الاختبار والامتحان، وقد أوضح الإمام عليه السلام \nهذه الفضيلة بقوله: (إن الله عَزَّ وجَلَّ أعطى المؤمن ثلاث خصال: العزّ في الدنيا والدين، والفلج في الآخرة، والمهابة في صدور العالمين)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">ودخل الإمام المسجد الحرام فوجد فيه جماعة من أصحابه، فدنا منهم وسلَّم ثم قال لهم:<span class=\"libBold2\">(والله إني لأحبُّ ريحكم وأرواحكم أنتم شُرط الله، وأنتم أعوان الله، وأنتم أنصار الله، وأنتم السابقون الأولوّن والسابقون الآخرون قال أمير المؤمنين</span>\n عليه السلام \n<span class=\"libBold2\">ألا وإنّ لكل شيء شرفاً، وشرف الدين الشيعة، ألا وإنَّ لكل شيء عماداً وعماد الدين الشيعة، ألا وإنّ لكل شيء سيداً وسيّد المجالس مجلس شيعتنا ...)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ٦٥ / ١٦.</p>\n<p class=\"libFootnote0\">(٢) بشارة المصطفى: ١٦ .</p>\n\n<br clear=\"all\">\n<a name='148'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">والجماعة الصالحة هي المعيار العملي في الولاء لأهل البيت عليهم السلام\nلقوله عليه السلام \n:<span class=\"libBold2\">(كونوا النمرقة الوسطى يرجع إليكم الغالي ويلحق بكم التالي)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">٢ ـ منزلة الجماعة الصالحة في الحياة الآخرة: إنّ للجماعة الصالحة منزلة في الحياة الأخرى، لأنها اجتازت الامتحان الإلهي بنجاح، وثبتت على المنهج الإلهي في جميع الأبعاد: في الفكر والعاطفة والسلوك، وبذلت الغالي والنفيس دفاعاً عن القيم الإسلامية الثابتة التي أرسى دعائمها القرآن ورسول الإسلام صلى ‌الله‌ عليه‌ وآله‌ وسلم \nوأهل بيته الأطهار عليهم السلام\n.</p>\n<p class=\"libNormal\">ومن هذه المنازل والمراتب هي كرامتهم عند الله تعالى، قال الإمام الباقر عليه السلام \n:<span class=\"libBold2\">(إن الله سبحانه يبعث شيعتنا يوم القيامة من قبورهم ووجوههم كالقمر ليلة البدر، مسكنة روعاتهم، مستورة عوراتهم، قد أعطوا الأمن والأمان، يخاف الناس ولا يخافون، ويحزن الناس ولا يحزنون، يحشرون على نوق لها أجنحة من ذهب تتلألأ، قد ذلّلت من غير رياضة أعناقها من ياقوت أحمر، ألين من الحرير، لكرامتهم على الله)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">قال عليه السلام \n:<span class=\"libBold2\">(وفي شيعة ولد فاطمة أنزل الله هذه الآية خاصة</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libFootnotenum\">(٣)</span>\n<span class=\"libBold2\">)</span>\n<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p class=\"libNormal\">وروى عليه السلام \nعن رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nقوله:<span class=\"libBold2\">(إن علياً وشيعته هم الفائزون)</span>\n<span class=\"libFootnotenum\">(٥)</span>\n.</p>\n<p class=\"libNormal\">وهذه المنازل والمراتب سينالها أفراد الجماعة الصالحة المتّبعين منهج أئمتهم المطيعين لله تعالى إذ جسّدوا القيم الإلهية في واقع الحياة.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ٦٥ / ١٧٨.</p>\n<p class=\"libFootnote0\">(٢) بشارة المصطفى: ٥٥، ٥٦.</p>\n<p class=\"libFootnote0\">(٣) الزمر (٣٩): ٥٣.</p>\n<p class=\"libFootnote0\">(٤) قرب الإسناد: ٢٩.</p>\n<p class=\"libFootnote0\">(٥) بحار الأنوار: ٦٥ / ٣١ .</p>\n\n<br clear=\"all\">\n<a name='149'></a>\n<p class=\"libNormal\">\n"
}