{
"title": "مقدمة",
"type": "html",
"data": "\n<p class=\"libNormal\">لقد جهد الإمام الباقر وولده الصادق عليهما‌ السلام\nعلى نشر الفقه الإسلامي وتبنّيا نشره بصورة إيجابية في وقت كان المجتمع الإسلامي غارقاً في الأحداث والاضطرابات السياسية، حيث أهملت الحكومات في تلك العصور الشؤون الدينية إهمالاً تاماً، حتى لم تعد الشعوب الإسلامية تفقه من أمور دينها القليل ولا الكثير، يقول الدكتور علي حسن: (وقد أدى تتبعنا للنصوص التاريخية إلى أمثلة كثيرة تدل على هذه الظاهرة ـ أي إهمال الشؤون الدينية ـ التي كانت تسود القرن الأول سواء لدى الحكام أو العلماء أو الشعب، ونعني بها عدم المعرفة بشؤون الدين، والتأرجح وعدم الجزم والقطع فيها حتى في العبادات، فمن ذلك ما روي أن ابن عباس خطب في آخر شهر رمضان على منبر البصرة فقال: اخرجوا صدقة صومكم فكان الناس لم يعلموا، فقال: من ها هنا من أهل المدينة؟ فقوموا إلى إخوانكم فعلموهم، فإنهم لا يعلمون فرض رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) مختصر تاريخ دمشق: ٢٣ / ٧٩.</p>\n<p class=\"libFootnote0\">(٢) إعلام الورى: ٢٩٤.</p>\n<p class=\"libFootnote0\">(٣) راجع حياة الإمام محمد الباقر<span class=\"libFootnoteAlaem\">عليه‌السلام</span>\n، باقر شريف القرشي ١/٢١٥ ـ ٢٢٦.</p>\n<p class=\"libFootnote0\">(٤) الإحكام في أصول الأحكام لابن حزم: ٢ / ١٣١.</p>\n\n<br clear=\"all\">\n<a name='97'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">فأهل البلاد الإسلامية لم يعرفوا شؤون دينهم معرفة كافية، وقد كان يوجد في بلاد الشام من لا يعرف عدد الصلوات المفروضة، حتى راحوا يسألون الصحابة عن ذلك<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">إن الدور المشرق الذي قام به الإمام الباقر والصادق عليهما‌ السلام\nفي نشر الفقه وبيان أحكام شريعة الله كان من أعظم الخدمات التي قدّماها للعالم الإسلامي.</p>\n<p class=\"libNormal\">وسعى إلى الأخذ من علومهما أبناء الصحابة والتابعون، ورؤساء المذاهب الإسلامية كأبي حنيفة ومالك وغيرهما، وتخرج على يد الإمام أبي جعفر عليه السلام \nجمهرة كبيرة من الفقهاء كزرارة بن أعين، ومحمد بن مسلم وأبان بن تغلب، وإليهم يرجع الفضل في تدوين أحاديث الإمام عليه السلام \nوقد أصبحوا من مراجع الفتيا بين المسلمين، وبذلك أعاد الإمام أبو جعفر عليه السلام \nللإسلام نضارته وحافظ على ثرواته الدينية من الضياع والضمور.</p>\n<p class=\"libNormal\">ومن الجدير بالذكر أن الشيعة هم أول من سبق إلى تدوين الفقه فقد قال مصطفى عبد الرازق: (ومن المعقول أن يكون النزوع إلى تدوين الفقه كان أسرع إلى الشيعة لأن اعتقادهم العصمة في أئمتهم أو ما يشبه العصمة كان حرياً إلى تدوين أقضيتهم وفتاواهم)<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وبذلك فقد ساهمت الشيعة في بناء الصرح الإسلامي، وحافظت على أهم ثرواته... ولابد لنا من وقفة قصيرة للنظر في فقه أهل البيت عليهم السلام\nالذي هو مستمد من الرسول الأعظم صلى ‌الله‌ عليه‌ وآله‌ وسلم \n.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) سنن النسائي: ١ / ٤٢.</p>\n<p class=\"libFootnote0\">(٢) تمهيد لتأريخ الفلسفة الإسلامية: ص٢٠٢.</p>\n\n<br clear=\"all\">\n<a name='98'></a>\n<p class=\"libNormal\">\n"
}