{
"title": "ج ـ كتمان البرامج والخطط المعدّة لإصلاح الواقع وتغييره",
"type": "html",
"data": "\n<p class=\"libNormal\">والتقية قد تكون بكتمان هذه الموارد، أو التظاهر بغيرها وبعبارة أُخرى: إن التقيّة هي المصانعة مع المخالفين أو المعادين للجماعة الصالحة تخلّصاً من عدوانهم وأذاهم، أو إضرارهم بالعمل.</p>\n<p class=\"libNormal\">والتقيّة هي الموقف المتوازن بين الانعزال عن المجتمع والابتعاد عن ميدان الإصلاح والتغيير، وبين المواجهة والصراع، لأنّ عدم ممارستها يؤدي إلى واحد من الموقفين، وفي كليهما لا يحقق الإنسان أهدافه في الحياة الاجتماعية، وقد يؤدي أحياناً إلى النكوص والتراجع أو التخلّي نهائياً عن المنهج السليم، أو الانحراف عنه.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ٧٢ / ٣٩٩.</p>\n<p class=\"libFootnote0\">(٢) المصدر السابق: ٧٢ / ٣٩٩.</p>\n\n<br clear=\"all\">\n<a name='156'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">فالانعزال قد يؤدي إلى الوقوع في حبائل الغلو، والتحول إلى الباطنية كما حدث للحركة الإسماعيلية.</p>\n<p class=\"libNormal\">والمواجهة قد تؤدي إلى الضعف أمام أساليب الإرهاب والإغراء والخداع والتضليل إن كانت الجماعة الصالحة غير مهيئة لخوض غمار الصراع والمواجهة.</p>\n<p class=\"libNormal\">وقد استطاع الإمام عليه السلام \nأن يحافظ على أمن الجماعة الصالحة بتأكيده على التقيّة، حيث استطاع أن يوسّع قاعدته الشعبية، ويرفد الجماعة الصالحة بأفراد جدد، وبكوادر جديدة، واستطاع أن ينشر علوم أهل البيت عليه السلام \n، وأن يشيع الفضائل والمكارم في المجتمع، دون أن يمنح للحكّام فرصة لاغتياله أو اعتقاله أو منعه من نشاطاته العامة في التدريس، واللقاءات، والزيارات.</p>\n\n<br clear=\"all\">\n<a name='157'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">والتقيّة قد تتوقف أحياناً وفي حدود خاصة على تظاهر الإنسان بالجنون حفاظاً على نفسه والجماعة التي ينتمي إليها، وهي حالة نادرة أمر بها الإمام عليه السلام \nجابر بن يزيد الجعفي، حيث كتب إليه كتاباً في ذلك، فلما دخل الكوفة، لم يُرَ ضاحكاً ولا مسروراً، وتظاهر بالجنون، وبعد أيام من كتاب الإمام عليه السلام \nجاء كتاب هشام بن عبد الملك يأمر بقتله، فتركه الوالي ولم يقتله، بعد أن أخبره الناس بجنونه<span class=\"libFootnotenum\">(١)</span>\n.</p>\n"
}