{
"title": "1 ـ العلاقات داخل الجماعة الصالحة",
"type": "html",
"data": "\n<p class=\"libNormal\">أ ـ العلاقة بين القيادة والطليعة: القيادة تتمثل في الإمام المعصوم عليه السلام \nالذي يشرف على بناء وتوجيه الجماعة الصالحة، وتنظيم شؤونها المختلفة، وهو المرجع في إصدار الأوامر واتخاذ الخطط والقرارات.</p>\n<p class=\"libNormal\">وبما أن الجماعة الصالحة لها امتداد في جميع البلدان والأمصار، لذا فإنّ العلاقة بين أفرادها وبين الإمام عليه السلام \nتكون عن طريق الطليعة الواعية المخلصة والتي تتمثل بالوكلاء، وهم المقربون من الإمام عليه السلام \nوالمختصون به، وهم بدورهم يشرفون على باقي أفراد الجماعة.</p>\n<p class=\"libNormal\">وقد كان الإمام عليه السلام \nيخصص كثيراً من وقته لتوجيه الطليعة وإرشادها عن طريق اللقاءات المباشرة اليومية، واللقاءات الدورية، وعن طريق المراسلات .</p>\n\n<br clear=\"all\">\n<a name='150'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">ب ـ العلاقة بين القيادة والقاعدة: كانت للإمام عليه السلام \nعلاقات مباشرة وغير مباشرة مع قواعده في المدينة، وفي مختلف الأمصار، وكان أهل المدينة وغيرهم يلتقون به ويزورونه، وكان يقوم عليه السلام \nبزيارتهم والالتقاء بهم، أما المقيمون في بلدان أُخرى فكانوا يلتقون به في موسم الحج وغيره، وكان عليه السلام \nيراسل بعضهم، لتدوم العلاقة بينه وبينهم، وقد رسم لهم منهاجاً في العلاقات، وجعل عليهم أن يزوروه، حين قال عليه السلام \n: (إنّما أُمر الناس أن يأتوا هذه الأحجار، فيطوفوا بها، ثم يأتونا فيخبرونا بولايتهم ويعرضوا علينا نصرهم)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وقال أيضاً: (تمام الحج لقاء الإمام)<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وكانت العلاقة مستمرة بين الإمام عليه السلام \nوالقاعدة عن طريق الطليعة ( الوكلاء )، وعن طريق المراسلة.</p>\n<p class=\"libNormal\">ج ـ العلاقة بين الأفراد: حث الإمام عليه السلام \nعلى إدامة العلاقة بين أفراد الجماعة الصالحة، وقال: (تزاوروا في بيوتكم، فإن ذلك حياة لأمرنا، رحم الله عبداً أحيى أمرنا)<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">ونهى عليه السلام \nعن المقاطعة والهجران فقال:<span class=\"libBold2\">(ما من مؤمنين اهتجرا فوق ثلاث إلاّ وبرئت منهما في الثالثة)</span>\n، فقيل له: يا ابن رسول الله هذا حال الظالم، فما بال المظلوم ؟ فقال عليه السلام \n:<span class=\"libBold2\">(ما بال المظلوم لا يصير إلى الظالم؟ فيقول: أنا الظالم حتى يصطلحا)</span>\n<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الكافي: ٤ / ٥٤٩.</p>\n<p class=\"libFootnote0\">(٢) المصدر السابق.</p>\n<p class=\"libFootnote0\">(٣) الخصال: ١ / ٢٢.</p>\n<p class=\"libFootnote0\">(٤) المصدر السابق: ١ / ١٨٣ .</p>\n\n<br clear=\"all\">\n<a name='151'></a>\n<p class=\"libNormal\">\n"
}