{
"title": "الإمام محمد الباقر عليه السلام في سطور",
"type": "html",
"data": "\n<p class=\"libNormal\" dir=\"rtl\">* الإمام محمد الباقر عليه السلام هو خامس الأئمة الأطهار \nالذين نصّ عليهم رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم ليخلفوه في قيادة الأمة \nالإسلامية ويسيروا بها إلى شاطئ الأمن والسلام الذي قدّر الله لها في ظلال قيادة \nالمعصومين الذين أذهب الله عنهم الرجس وطهّرهم تطهيراً.</p>\n<p class=\"libNormal\" dir=\"rtl\">* ولقد انحدر الإمام الباقر عليه السلام من سلالة طاهرة \nمطهّرة ارتقت سلّم المجد والكمال وكان أفرادها قمماً شامخة في دنيا الفضائل بعد أن \nحازت على جميع مقومات الشخصية الإنسانية المتكاملة في مجال الفكر والعقيدة والعقل \nوالعاطفة والإرادة والسلوك، حيث أخلصوا لله تعالى وذابوا في محبته وانصهروا في قيم \nالرسالة الإسلامية وكانوا ربانيين بحق، وبذلك أصبحوا عِدلاً للقرآن الكريم بنصّ \nالرسول الأمين، والقدوة الشامخة بعد الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم والأمناء \nعلى تطبيق الرسالة الإسلامية والقادة المعصومون المؤهَّلون لتوجيه الأمة وتربيتها \nوإدارة شؤونها وتلبية متطلّبات تكاملها وتحقيق سعادتها دنياً وآخرةً.</p>\n<p class=\"libNormal\" dir=\"rtl\">* ولد الإمام الباقر عليه السلام من أبوين علويين طاهرين \nزكيين فاجتمعت فيه خصال جدّيه السبطين الحسن والحسين عليهما‌ السلام \n، وعاش في ظلّ جدّه الحسين عليه السلام بضع سنوات وترعرع في ظلّ أبيه علي بن الحسين \nزين العابدين عليه السلام حتى شبّ ونما وبلغ ذروة الكمال وهو ملازم له حتى استشهاده \nفي النصف الأول من العقد العاشر بعد الهجرة النبوية المباركة.</p>\n<p class=\"libNormal\" dir=\"rtl\">لقد كان أبوه علي بن الحسين عليه السلام القدوة الشامخة \nللباقر بعد جدّه الحسين عليه السلام وقد عرف بـ (زين العابدين) و(سيد الساجدين) \nو(قدوة الزاهدين) و(سراج الدنيا) و(جمال الدين)، فكان أهلاً للإمامة العظمى لشرفه \nوسؤدده وعلمه وتألقه وكمال عقله، كما شهد له بذلك كل من عاصره.</p>\n<p class=\"libNormal\" dir=\"rtl\">ولقد نهل الإمام محمد بن علي الباقر عليهما‌ السلام \nالعلوم والمعارف من هذا الوالد العظيم حتى فاق وأبدع في كل العلوم فكان كما شهد له \nبذلك جدّه رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم حيث لقّبه بالباقر قائلاً: إنّه \nيبقر العلم بقراً، عندما بشّر المسلمين بولادته وبدوره الفاعل في إحياء علوم \nالشريعة وفي عصر كانت قد عصفت العواصف بالأمة الإسلامية إثر الفتوح المتتالية \nوالتمازج الحضاري والتبادل الثقافي الذي طال الأمة الإسلامية وهي في عنفوان حركتها \nالثقافية والعلمية التي فجّرها الإسلام في وجودها، وكانت قد حُرمت من الارتواء من \nمعين الرسالة الفيّاض الذي تجسّد في أهل البيت عليهم السلام \n.</p>\n<p class=\"libNormal\" dir=\"rtl\">* لقد عاش الإمام محمّد الباقر عليه السلام طيلة حياته في \nالمدينة يفيض من علمه على الأمة المسلمة، ويرعى شؤون الجماعة الصالحة التي بذر \nبذرتها رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم ، وربّاها الإمام علي ثمّ الإمامان \nالحسن والحسين عليهم السلام كما غذّاها من بعدهم أبوه \nعلي بن الحسين عليهما‌ السلام مقدّماً لها كل مقوّمات \nتكاملها وأسباب رشدها وسموّها.</p>\n<p class=\"libNormal\" dir=\"rtl\">لقد عانى الإمام الباقر من ظلم الأمويين منذ أن ولد وحتى \nاستشهد، ما عدا فترة قصيرة جدّاً هي مدّة خلافة عمر بن عبد العزيز التي ناهزت \nالسنتين والنصف.</p>\n<p class=\"libNormal\" dir=\"rtl\">فعاصر أشدّ أدوار الظلم الأموي، كما أشرف على أفول هذا التيار \nالجاهلي وتجرّع من غصص الآلام ما ينفرد به مثله وعياً وعظمة وكمالاً.</p>\n<p class=\"libNormal\" dir=\"rtl\">ولكنه استطاع أن يربّي أعداداً كثيرة من الفقهاء والعلماء \nوالمفسّرين حيث كان المسلمون يقصدونه من شتّى بقاع العالم الإسلامي وقد دانوا له \nبالفضل بشكل لا نظير له، ولم يعش منعزلاً عن أحداث الساحة الإسلامية وإنّما ساهم \nبشكل ايجابي في توعية الجماهير وتحريك ضمائرها وسعى لرفع شأنها وإحياء كرامتها \nبالبذل المادي والعطاء المعنوي كآبائه الكرام وأجداده العظام ولم يقصر عنهم عبادة \nوتقوى وصبراً وإخلاصاً فكان قدوة شامخة للجيل الذي عاصره ولكل الأجيال التي تلته.</p>\n<p class=\"libNormal\" dir=\"rtl\">فسلام عليه يوم ولد ويوم جاهد بالعلم والعمل ويوم استشهد ويوم \nيبعث حيّاً.</p>\n\n"
}