{
"title": "5 ـ مواقفه المباشرة من الحكّام المنحرفين",
"type": "html",
"data": "\n<p class=\"libNormal\">إن دور الإمام الحقيقي هو دور القدوة، ومن أهم المسؤوليات الملقاة على عاتقه إصلاح الحاكم والأمة معاً، والقضاء على الانحراف في مهده. أو الحيلولة دون التمادي فيه، وهذا الدور تختلف أساليبه وبرامجه تبعاً للعوامل والظروف السياسية المحيطة بالإمام، وتتغيّر المواقف تبعاً للمقومات التالية:</p>\n<p class=\"libNormal\">أ ـ المصلحة الإسلامية العامة.</p>\n<p class=\"libNormal\">ب ـ المصلحة الإسلامية الخاصة، والتي تتعلق بالحفاظ على منهج أهل البيت عليهم السلام\nورفده بالعناصر النزيهة، لضمان استمرار حركته في الأمة.</p>\n<p class=\"libNormal\">ت ـ الظروف العامة والخاصة من حيث قوة الحاكم، وقوة القاعدة الشعبية لأهل البيت عليهم السلام\n.</p>\n<p class=\"libNormal\">وكانت التقيّة أسلوباً يتخذه الإمام عليه السلام \nفي مواقفه من الحاكم الجائر عندما لا تكون المواجهة العلنية مفيدة ومثمرة، وأوضح الإمام حدودها بقوله:<span class=\"libBold2\">(التقية في كل ضرورة)</span>\n<span class=\"libFootnotenum\">(١)</span>\n. وقال عليه السلام \n:<span class=\"libBold2\">(إنما جعلت التقيّة ليحقن بها الدماء، فإذا بلغ الدم فلا تقيّة)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وفي العهود التي سبقت عهد عمر بن عبد العزيز، كان الإمام عليه السلام \nيتّقي المواجهة مع الحاكم حفاظاً على كيان أهل البيت عليهم السلام\nوإبعاداً لأنصاره عن حراب الحاكم وأعوانه، ولم يتدخل عليه السلام \nفي شؤون الحاكم إلا في حدود ضيّقة، وحينما وصل الأمر إلى عمر بن عبد العزيز وتبدلت الأوضاع والظروف تقرب عمر بن عبد العزيز إلى أهل البيت عليهم السلام\nوفضّلهم على بني أمية، قائلاً: أفضلهم لأنّي سمعت... أن رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nكان يقول:<span class=\"libBold2\">(إنّما فاطمة شجنة</span>\n<span class=\"libFootnotenum\">(٣)</span>\n<span class=\"libBold2\">منّي</span>\n</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ٧٢ / ٣٩٩.</p>\n<p class=\"libFootnote0\">(٢) المصدر السابق.</p>\n<p class=\"libFootnote0\">(٣) الشجن: القرع من كل شيء.</p>\n\n<br clear=\"all\">\n<a name='106'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\"><span class=\"libBold2\">يسرّني ما أسرّها، ويسوؤني ما أساءها)</span>\n، فأنا ابتغي سرور رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nوأتقي مساءته<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">واستثمر الإمام عليه السلام \nهذه الحرية النسبيّة، فقام بدوره في إصلاح الحاكم وأجهزته وإرشاده وحثّه على الاستقامة في التعامل مع الرعيّة.</p>\n<p class=\"libNormal\">وحينما بعث إليه أن يقدم عليه، لبّى عليه السلام \nالدعوة واجتمع معه، وأخذ ينصحه ويطلب منه أن يوفق بين ممارساته وبين القيم الإسلامية في مجال التعامل، وممّا جاء في نصائحه له قوله عليه السلام \n:<span class=\"libBold2\">(... فاتق الله، واجعل في قلبك اثنتين تنظر الّذي تحبّ أن يكون معك إذا قدمت على ربِّك، فقدِّمه بين يديك، وتنظر الذي تكرهه أن يكون معك إذا قدمت على ربِّك، فابتغ به البدل، ولا تذهبن إلى سلعة قد بارت على من كان قبلك ترجو أن تجوز عنك، واتق الله يا عمر وافتح الأبواب وسهّل الحجاب، وانصر المظلوم وردّ المظالم)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">واستشاره عمر في بعض الأمور، وحينما أراد الرجوع إلى المدينة قال له عمر: فأوصني يا أبا جعفر، فقال عليه السلام \n:<span class=\"libBold2\">(أوصيك بتقوى الله واتّخذ الكبير أباً، والصغير ولداً، والرجل أخاً)</span>\n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">وفي عهد هشام بن عبد الملك كان عليه السلام \nيتحرك تبعاً لمواقف هشام من حيث اللين والشدة، فحينما دخل هشام المسجد الحرام نظر إلى الإمام عليه السلام \nوقد أحدق الناس به، فقال: من هذا ؟ فقيل له: محمد بن علي بن الحسين، فقال: هذا المفتون به أهل العراق؟! فأرسل إليه، وسأله بعض الأسئلة، فأفحمه الإمام عليه السلام \nوظهر عليه أمام أتباعه<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ٤٦ / ٣٢٠.</p>\n<p class=\"libFootnote0\">(٢) المصدر السابق: ٧٥ / ١٨٢.</p>\n<p class=\"libFootnote0\">(٣) مختصر تاريخ دمشق: ٢٣ / ٧٧.</p>\n<p class=\"libFootnote0\">(٤) المصدر السابق: ٢٣ / ٧٩.</p>\n\n<br clear=\"all\">\n<a name='107'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">ولمّا حُمل إلى الشام وأراد هشام أن ينتقص منه، نهض قائماً ثم قال:<span class=\"libBold2\">(أيها الناس أين تذهبون وأين يراد بكم؟ بنا هدى الله أوّلكم، وبنا يختم آخركم، فإن يكن لكم ملك معجّل، فإنّ لنا ملكاً مؤجلاً...)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n"
}