{
"title": "أ ـ الارتباط الدائم بالله تعالى",
"type": "html",
"data": "\n<p class=\"libNormal\">الارتباط بالله تعالى والاستسلام له والعزم على طاعته من شأنه أن يمحّص القلوب، ويطهّر النفوس، لأنه ينقل الإنسان من مرحلة التفكّر والتدبّر في عظمة الله تعالى وهيمنته ورقابته إلى مرحلة العمل الصالح في ظلّ هذا التدبر، فالعزم يتبعه العون منه تعالى، ويتبعه التثبيت على المضي في طريق تزكية النفس.</p>\n<p class=\"libNormal\">والارتباط بالله تعالى يبدأ بمعرفته التي تحول بين الإنسان وبين مخالفة ربّه وخالقه، قال عليه السلام \n:<span class=\"libBold2\">(ما عرف الله من عصاه)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">فإنّ المعرفة تنتج الحبّ والحبّ الصادق يحول بين الإنسان وبين مخالفة محبوبه.</p>\n<p class=\"libNormal\">والارتباط بالله تعالى يتجسد في مراتب عديدة منها: حسن الظن بالله ورجاء رحمته، فقد روى عن جدّه رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nأنه قال:<span class=\"libBold2\">(والذي لا اله إلاّ هو ما أعطي مؤمن قط خير الدنيا والآخرة إلاّ بحسن ظنّه بالله ورجائه له وحسن خلقه والكف عن اغتياب الناس)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">ويتحقق الارتباط بالله تعالى أيضاً عن طريق المداومة على العبادات وقد حثّ الإمام عليه السلام \nالجماعة الصالحة على كثرة العبادة، حتى جعلها إحدى خصائصهم ـ كما تقدم ـ.</p>\n<p class=\"libNormal\">وحثّ عليه السلام \nعلى قراءة القرآن الكريم والسير على منهاجه.</p>\n<p class=\"libNormal\">كما حثّ عليه السلام \nعلى جعل الروابط والعلاقات الاجتماعية قائمة على أساس القرب والبعد من الله تعالى، فقد أورد أحاديث لرسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nتؤكد</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) تحف العقول: ٢١٥.</p>\n<p class=\"libFootnote0\">(٢) الكافي: ٢ / ٧٢ .</p>\n\n<br clear=\"all\">\n<a name='130'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">على ذلك ومنها قوله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n:<span class=\"libBold2\">(ودّ المؤمن للمؤمن في الله من أعظم شعب الإيمان، ومن أحبّ في الله، وأبغض في الله، وأعطى في الله، ومنع في الله ; فهو من أصفياء الله)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n"
}