{
"title": "حمل الإمام الباقر عليه‌ السلام إلى دمشق واعتقاله",
"type": "html",
"data": "\n<p class=\"libNormal\">لقد أمر الطاغية هشام عاملَه على المدينة بحمل الإمام إلى دمشق وقد روى المؤرخون في ذلك روايتين:</p>\n<p class=\"libNormal\">الرواية الأولى: أن الإمام عليه السلام \nلما انتهى إلى دمشق، وعلم هشام بقدومه أوعز إلى حاشيته أن يقابلوا الإمام بمزيد من التوهين والتوبيخ عندما ينتهي حديثه معه.</p>\n<p class=\"libNormal\">ودخل الإمام عليه السلام \nعلى هشام فسلم على القوم ولم يسلم عليه بالخلافة، فاستشاط هشام غضباً، وأقبل على الإمام عليه السلام \nفقال له: (يا محمد بن علي لا يزال الرجل منكم قد شق عصا المسلمين، ودعا إلى نفسه، وزعم أنه الإمام سفهاً وقلة علم...).</p>\n<p class=\"libNormal\">ثمّ سكت هشام فأنبرى عملاؤه وجعلوا ينالون من الإمام ويسخرون منه. وهنا تكلّم الإمام عليه السلام \nفقال:<span class=\"libBold2\">(أيها الناس: أين تذهبون؟ وأين يراد بكم؟ بنا هدى الله أولكم وبنا يختم آخركم، فان يكن لكم ملك معجّل، فان لنا ملكاً مؤجلاً، وليس بعد ملكنا ملك، لأنا أهل العاقبة، والعاقبة للمتقين...)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وخرج الإمام بعد أن ملأ نفوسهم حزناً وأسى، ولم يستطعيوا الرد على منطقه القويّ.</p>\n<p class=\"libNormal\">وازدحم أهل الشام على الإمام عليه السلام \nوهم يقولون: هذا ابن أبي تراب، فرأى الإمام أن يهديهم إلى سواء السبيل، ويعرفهم بحقيقة أهل البيت، فقام فيهم خطيباً، فحمد الله وأثنى عليه، وصلَّى على رسول الله ثم قال:</p>\n<p class=\"libNormal\">اجتنبوا أهل الشقاق، وذرية النفاق، وحشو النار، وحصب جهنم عن البدر الزاهر، والبحر الزاخر، والشهاب الثاقب، وشهاب المؤمنين، والصراط المستقيم، من قبل أن نطمس وجوهاً فنردّها على أدبارها أو يلعنوا كما لعن أصحاب السبت، وكان أمر الله مفعولاً...</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ١١/٧٥.</p>\n\n<br clear=\"all\">\n<a name='71'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">ثم قال بعد كلام له:<span class=\"libBold2\">أبِصِنْوِ</span>\n<span class=\"libBold2\">رسول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \nـ يعني الإمام أمير المؤمنين ـ<span class=\"libBold2\">تستهزئون؟ أم بيعسوب الدين تلمزون؟ وأي سبيل بعده تسلكون؟! وأيّ حزن بعده تدفعون؟ هيهات برز ـ والله ـ بالسبق وفاز بالخصل واستولى على الغاية، وأحرز على الختار</span>\n<span class=\"libFootnotenum\">(١)</span>\n<span class=\"libBold2\">فانحسرت عنه الأبصار، وخضعت دونه الرقاب، وفرع الذروة العليا، فكذب من رام من نفسه السعي، وأعياه الطلب، فأنّى لهم التناوش</span>\n<span class=\"libFootnotenum\">(٢)</span>\n<span class=\"libBold2\">من مكان بعيد؟!</span>\n</p>\n<p class=\"libNormal\">ثم قال:<span class=\"libBold2\">فأنّى يسدّ ثلمة أخي رسول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">إذ شفعوا، وشقيقه إذ نسبوا وندّ يده إذ قتلوا، وذي قرني كنزها إذ فتحوا، ومصلي القبلتين إذ تحرفوا، والمشهود له بالإيمان إذ كفروا، والمدعي لنبذ عهد المشركين إذ نكلوا والخليفة على المهاد ليلة الحصار إذ جزعوا، والمستودع الأسرار ساعة الوداع...)</span>\n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">ولمّا ذاع فضل الإمام بين أهل الشام، أمر الطاغية باعتقاله وسجنه.</p>\n<p class=\"libNormal\">وحين احتف به السجناء وأخذوا يتلقون من علومه وآدابه، خشي مدير السجن من الفتنة فبادر إلى هشام فأخبره بذلك فأمره بإخراجه من السجن، وإرجاعه إلى بلده<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p class=\"libNormal\">الرواية الثانية: وهي التي رواها لوط بن يحيى الأسدي عن عمارة بن زيد</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الختار: الغدر.</p>\n<p class=\"libFootnote0\">(٢) التناوش: التناول.</p>\n<p class=\"libFootnote0\">(٣) مناقب آل أبي طالب: ٤/٢٠٣ ـ ٢٠٤.</p>\n<p class=\"libFootnote0\">(٤) بحار الأنوار: ١١/٧٥.</p>\n\n<br clear=\"all\">\n<a name='72'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">الواقدي حيث قال: حج هشام بن عبد الملك بن مروان سنة من السنين<span class=\"libFootnotenum\">(١)</span>\n، وكان قد حج فيها الإمام محمّد بن علي الباقر وابنه الإمام جعفر الصادق عليهما‌ السلام\nفقال جعفر أمام حشد من الناس فيهم مسلمة بن عبد الملك:<span class=\"libBold2\">(الحمد لله الذي بعث محمداً بالحق نبيّاً، وأكرمنا به، فنحن صفوة الله على خلقه، وخيرته من عباده، فالسعيد من تبعنا، والشقي من عادانا وخالفنا...)</span>\n.</p>\n<p class=\"libNormal\">وبادر مسلمة بن عبد الملك إلى أخيه هشام فأخبره بمقالة الإمام الصادق عليه السلام \nفأسرّها هشام في نفسه، ولم يتعرض للإمامين بسوء في الحجاز إلا أنه لما قفل راجعاً إلى دمشق أمر عامله على يثرب بإشخاصهما إليه ولما انتهيا إلى دمشق حجبهما ثلاثة أيام، ولم يسمح لهما بمقابلته استهانة بهما، وفي اليوم الرابع أذن لهما في مقابلته، وكان مجلساً مكتظاً بالأمويين وسائر حاشيته، وقد نصب ندماؤه برجاساً<span class=\"libFootnotenum\">(٢)</span>\nوأشياخ بني أمية يرمونه.</p>\n<p class=\"libNormal\">يقول الإمام الصادق عليه السلام \n:<span class=\"libBold2\">(فلما دخلنا، كان أبي أمامي وأنا خلفه فنادى هشام:</span>\n</p>\n<p class=\"libBold2\">(يا محمد ارم مع أشياخ قومك).</p>\n<p class=\"libBold2\">فقال أبي: (قد كبرت عن الرمي، فإن رأيت أن تعفيني).</p>\n<p class=\"libNormal\"><span class=\"libBold2\">فصاح هشام: (وحقّ من أعزّنا بدينه ونبيّه محمّد لا أعفيك...)</span>\n. وظن الطاغية أن الإمام سوف يخفق في رمايته فيتخذ ذلك وسيلة للحط من شأنه أمام الغوغاء من أهل الشام، وأومأ إلى شيخ من بني أمية أن يناول الإمام عليه السلام \nقوسه. فناوله، وتناول معه سهماً فوضعه في كبد القوس، ورمى به الغرض فأصاب وسطه، ثم تناول سهماً فرمى به فشق السهم الأول إلى نصله.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) ذكر اليعقوبي أن هشاماً حجّ سنة ١٠٦ هجرية.</p>\n<p class=\"libFootnote0\">(٢) البرجاس: جاء في معجم المعرّبات الفارسية: أن (البرجاس) هدف، (شي في الهواء، معلّق على رأس رمح أو نحوه) وهو معرّب ويراد به: هدف السهم.</p>\n\n<br clear=\"all\">\n<a name='73'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">وتابع الإمام الرمي حتى شق تسعة أسهم بعضها في جوف بعض، ولم يحصل بعض ذلك لأعظم رام في العالم. وأخذ هشام يضطرب من الغيظ، وورم أنفه، فلم يتمالك أن صاح:</p>\n<p class=\"libNormal\">(يا أبا جعفر أنت أرمى العرب والعجم!! وزعمت أنك قد كبرت!!) ثم أدركته الندامة على تقريظه للإمام، فأطرق برأسه إلى الأرض والإمام واقف. ولما طال وقوفه غضب عليه السلام \nوبان ذلك على سحنات وجهه الشريف. وكان إذا غضب نظر إلى السماء. ولمّا بصر هشام غضب الإمام قام إليه واعتنقه، وأجلسه عن يمينه، وأقبل عليه بوجهه قائلاً: (يا محمد، لا تزال العرب والعجم تسودها قريش، ما دام فيها مثلك. لله درك!! مَن علّمك هذا الرمي؟ وفي كم تعلّمته؟ أيرمي جعفر مثل رميك؟ ...).</p>\n<p class=\"libNormal\">فقال أبو جعفر عليه السلام \n:<span class=\"libBold2\">(إنا لنحن نتوارث الكمال)</span>\n.</p>\n<p class=\"libNormal\">وثار الطاغية، واحمرّ وجهه، وهو يتميز من الغيظ، وأطرق برأسه إلى الأرض، ثم رفع رأسه، وراح يقول: (ألسنا بنو عبد مناف نسبنا ونسبكم واحد؟).</p>\n<p class=\"libNormal\">ورد عليه الإمام مزاعمه قائلاً:<span class=\"libBold2\">(نحن كذلك، ولكن الله اختصنا من مكنون سرّه، وخالص علمه بما لم يخص به أحداً غيرنا)</span>\n.</p>\n<p class=\"libNormal\">وطفق هشام قائلاً: (أليس الله بعث محمداً صلى ‌الله‌ عليه‌ وآله‌ وسلم \nمن شجرة عبد مناف إلى الناس كافة أبيضها وأسودها وأحمرها، فمن أين ورثتم ما ليس لغيركم؟ ورسول الله مبعوث إلى الناس كافة، وذلك قول الله عَزَّ وجَلَّ:<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَلِلَّهِ مِيرَاثُ السَّمَاوَاتِ وَالْأَرْضِ</span>\n<span class=\"libAlaem\">)</span>\n؟ فمن أين ورثتم هذا العلم وليس بعد محمّد نبيّ، ولا أنتم أنبياء؟!)</p>\n<p class=\"libNormal\">وردّ عليه الإمام ببالغ الحجة قائلاً:<span class=\"libBold2\">من قوله تعالى لنبيّه</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libBold2\">فالذي لم يحرك به لسانه لغيرنا أمره الله تعالى أن يخصنا به من دون غيرنا، فلذلك كان يناجي أخاه علياً من دون أصحابه، وأنزل الله به قرآناً في قوله:</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libBold2\">فقال رسول الله: سألت الله أن يجعلها أذنك يا علي، فلذلك قال علي: علّمني رسول الله ألف باب من العلم يفتح من كل باب ألف باب، خصّه به النبي من مكنون سرّه، كما خصّ الله نبيّه، وعلّمه ما لم يخص به أحداً من قومه، حتى صار إلينا فتوارثناه من دون أهلنا</span>\n.</p>\n<p class=\"libNormal\">والتاع هشام من هذا الجواب، فالتفت إلى الإمام ـ وهو غضبان ـ قائلاً: إنَّ عليّاً كان يدّعي علم الغيب والله لم يطلع على غيبه أحداً، فكيف ادّعى ذلك؟ ومن أين؟</p>\n\n<br clear=\"all\">\n<a name='74'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">فأجابه الإمام قائلاً:<span class=\"libBold2\">(إن الله أنزل على نبيّه كتاباً بين دفتيه فيه ما كان وما يكون إلى يوم القيامة في قوله تعالى:</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libBold2\">وفي قوله تعالى:</span>\n<span class=\"libAie\"></span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ فِي إِمَامٍ مُبِينٍ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libBold2\">وفي قوله تعالى:</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libBold2\">وفي قوله تعالى:</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَمَا مِنْ غَائِبَةٍ فِي السَّمَاءِ وَالْأَرْضِ إِلَّا فِي كِتَابٍ مُبِينٍ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libBold2\">وأوحى الله إلى نبيّه أن لا يبقي في عيبة سرّه، ومكنون علمه شيئاً إلاّ يناجي به عليّاً، فأمره أن يؤلف القرآن من بعده، ويتولّى غسله وتحنيطه من دون قومه، وقال لأصحابه: حرام على أصحابي وقومي أن ينظروا إلى عورتي غير أخي علي، فانه مني، وأنا منه، له ما لي، وعليه ما عليّ، وهو قاضي ديني، ومنجز موعدي، ثم قال لأصحابه: علي بن أبي طالب يقاتل على تأويل القرآن كما قاتلت على تنزيله، ولم يكن عند أحد تأويل القرآن بكماله وعامّه إلا عند علي، ولذلك قال رسول الله: (أقضاكم علي) أي هو قاضيكم، وقال عمر بن الخطاب: لولا علي لهلك عمر، يشهد له عمر ويجحده غيره!)</span>\n.</p>\n<p class=\"libNormal\">وأطرق هشام برأسه إلى الأرض، ولم يجد منفذاً يسلك فيه للرد على الإمام، فقال له: (سل حاجتك).</p>\n<p class=\"libNormal\">قال الإمام عليه السلام \n:<span class=\"libBold2\">(خلّفت أهلي وعيالي مستوحشين لخروجي)</span>\n.</p>\n\n<br clear=\"all\">\n<a name='75'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">قال هشام: آنس الله وحشتهم برجوعك إليهم، فلا تقم وسر من يومك)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وهذه الرواية لم تشر إلى ما جرى على الإمام من الاعتقال في دمشق، ولكنها تشير إلى خروج الإمام من المدينة في حالة غير طبيعية بحيث استوحش أهله من خروجه.</p>\n"
}