{
"title": "الفصل الثاني مراحل حياة الإمام محمّد الباقر عليه‌ السلام",
"type": "html",
"data": "\n<p class=\"libNormal\">تنقسم حياة الإمام محمد الباقر عليه السلام \nـ على غرار سائر الأئمة المعصومين عليهم السلام\nـ إلى مرحلتين متميزتين:</p>\n<p class=\"libNormal\">المرحلة الأولى: مرحلة ما قبل التصدي للقيادة الشرعية العامة والتي تشمل القيادة الفكرية والسياسية معاً وهي مرحلة الولادة والنشأة حتى استشهاد أبيه عليه السلام \n. وقد عاش الإمام محمد الباقر عليه السلام \nفي هذه المرحلة مع جدّه وأبيه عليهما‌ السلام\nفقضى مع جدّه الحسين عليه السلام \nفترة قصيرة جداً لا تزيد على خمس سنين في أكثر التقادير، ولا تقل عن ثلاث سنين.</p>\n<p class=\"libNormal\">وعاش مع أبيه الإمام زين العابدين عليه السلام \nمدة تقرب من اربع وثلاثين سنة، وكانت سنيناً عجافاً; إذ كانت الدولة الأموية في ذروة بطشها وجبروتها، وكان الإمام الباقر عليه السلام \nفي هذه المدة رهن إشارة أبيه زين العابدين عليه السلام \nفي جميع مواقفه ونشاطاته.</p>\n<p class=\"libNormal\">وقد عاصر فيها كلاً من معاوية بن أبي سفيان ويزيد بن معاوية ومعاوية ابن يزيد ومروان بن الحكم وعبد الله بن الزبير وعبد الملك بن مروان والشطر الأكبر من حكم الوليد بن عبد الملك.</p>\n<p class=\"libNormal\">وأما المرحلة الثانية فتبدأ باستشهاد أبيه عليه السلام \nفي الخامس والعشرين من محرم الحرام سنة (٩٥ هـ ) وهي مرحلة التصدي لمسؤولية القيادة الروحية والفكرية والسياسية العامة وهي الإمامة الشرعية حسب مدرسة أهل البيت عليهم السلام\nوهي لا تنحصر في القيادة الروحية فقط كما لا تقتصر على القيادة السياسية بمعنى مزاولة الحكم وإدارة الدولة الإسلامية.</p>\n<p class=\"libNormal\">واستغرقت هذه المرحلة ما يقرب من تسعة عشر عاماً، واصل فيها مسيرة الأئمة الهداة من قبله مستلهماً ـ من أجداده الطاهرين وعلومهم والعلوم التي حباه الله بها ـ الأسلوب الصحيح لتحقيق أهداف الرسالة المحمدية.</p>\n<p class=\"libNormal\">واستطاع هذا الإمام العظيم خلال تلكم الأعوام أن يقدّم للأمة معالم مدرسة أهل البيت عليهم السلام\nفي جميع مجالات الحياة ويربّي عدة أجيال من الفقهاء والرواة ويبني القاعدة الصلبة من الجماعة الصالحة التي تتبنّى خط أهل البيت عليهم السلام\nالرسالي السليم وتسعى جاهدة لتحقيق أهدافهم المُثلى.</p>\n<p class=\"libNormal\">وقد عاصر في هذه المرحلة الأيام الأخيرة من حكم الوليد بن عبد الملك وسليمان بن عبد الملك وعمر بن عبد العزيز ويزيد بن عبد الملك وشطراً من حكم هشام بن عبد الملك واستشهد في حكم هشام هذا وعلى يد أحد عمّاله الظالمين.</p>\n\n<br clear=\"all\">\n<a name='34'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">وأقام الإمام عليه السلام \nطيلة حياته في المدينة المنورة، فلم يبرحها إلى بلد آخر، وقد كان فيها المعلم الأول، والرائد الأكبر للحركة العلمية والثقافية، وقد اتخذ الجامع النبوي مدرسة له فكان يلقي في رحابه بحوثه على تلاميذه.</p>\n<p class=\"libNormal\">وقد تخرجت من مدرسة هذا الإمام العملاق مجموعة من العلماء الكبار الذين جابوا شرق الأرض وغربها ناشرين فيها العلم والمعرفة وطأطأت لشخصياتهم المتفوقة الأمة الإسلامية بشتى قطاعاتها.</p>\n"
}