{
"title": "الأول إقامة الشعائر الحسينية",
"type": "html",
"data": "\n<p class=\"libNormal\">كان الإمام عليه السلام \nيقوم بنفسه بإحياء الشعائر الحسينية، حيث كان يقيم مجالس العزاء في منزله، دون معارضة من قبل الحكّام الأمويين لأنهم لا يستطيعون منع مجلس عزاء يقيمه الإمام عليه السلام \nعلى جدِّه، ولأنهم كانوا يحاولون إلقاء اللوم في قتل الحسين وأهل بيته وصحبه على آل أبي سفيان.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الإرشاد: ٢٦٤ .</p>\n\n<br clear=\"all\">\n<a name='140'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">وتجسّدت الشعائر الحسينية بالممارسات التالية:</p>\n<p class=\"libNormal\">١ ـ الحزن وإقامة مجالس العزاء: شجَّع الإمام على البكاء لمصاب جدّه الإمام الحسين عليهما‌ السلام\nوأهل بيته، والأبرار من صحابته من أجل أن تتجذّر الرابطة العاطفية به عليه السلام \nفي المشاعر، وكان يقول: (من ذرفت عيناه على مصاب الحسين ولو مثل البعوضة غفر الله له ذنوبه)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">٢ ـ الزيارة: حثّ الإمام الباقر عليه السلام \nعلى زيارة قبر جدّه الإمام الحسين عليه السلام \nلتعميق الارتباط به شخصاً ومنهجاً، واستلهام روح الثورة منه، ومعاهدته على الاستمرار على نهجه.</p>\n<p class=\"libNormal\">وكان يؤكد لمحبّيه والمؤمنين بقيادته الاهتمام بها، ويقول: (مروا شيعتنا بزيارة الحسين بن علي، وزيارته مفروضة على من أقرّ للحسين بالإمامة)<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وأكّد عليه السلام \nعلى لزوم اقتران حب أهل البيت عليهم السلام\nبزيارة قبر الحسين عليه السلام \nكما جاء في قوله: (من كان لنا محبّاً فليرغب في زيارة قبر الحسين عليه السلام \n، فمن كان للحسين زوّاراً عرفناه بالحب لنا أهل البيت)<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">٣ ـ إنشاء الشعر: كما كان عليه السلام \nيشجع على قول الشعر في الإمام الحسين عليه السلام \nوقد بذل من أمواله لنوادب يندبن بمنى أيام الموسم<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p class=\"libNormal\">وقد أثمر هذا الحثّ إحياء روح الثورة والنهوض، حتى إن الثورات التي انطلقت بعد عصر الإمام الباقر عليه السلام \nكانت تنطلق في عاشوراء ; إذ كان الثّوار يتزوّدون من قبره عليه السلام \nثم ينطلقون بثورتهم وحركتهم المسلّحة غالباً.</p>\n<p class=\"libLine\">ــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار : ٩٨ / ١.</p>\n<p class=\"libFootnote0\">(٢) المصدر السابق: ٤٤ / ٢٩٣.</p>\n<p class=\"libFootnote0\">(٣) المصدر السابق : ٩٨ / ٤.</p>\n<p class=\"libFootnote0\">(٤) مقتل الحسين للمقرّم : ١٠٦.</p>\n\n<br clear=\"all\">\n<a name='141'></a>\n<p class=\"libNormal\">\n"
}