{
"title": "الهدف من إيجاد الجماعة الصالحة",
"type": "html",
"data": "\n<p class=\"libNormal\">من هنا كان تحرّك الإمام نحو بناء الجماعة الصالحة بهدف تغيير المجتمع الإسلامي وفق أطروحة أهل البيت عليهم السلام\n; لأنّ وجود مثل هذا التيّار المتماسك يوفّر جملة من المكاسب والمنافع والأهداف التي كان يسعى الإمام عليه السلام \nلتحقيقها في حركته الرساليّة .</p>\n<p class=\"libNormal\">إنّ الجماعة الصالحة تحقّق ديمومة خط أهل البيت عليهم السلام\nحيث يشكّل وجودها خطوة عملية باتّجاه مشروعهم الكبير .</p>\n<p class=\"libNormal\">ونلخّص فيما يلي بعض النقاط التي يُحققها وجود هذه الجماعة الصالحة<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\"><span class=\"libBold1\">١ ـ المحافظة على المجتمع الإسلامي</span>\n</p>\n<p class=\"libNormal\">إنّ وجود هذا الخط في وسط الأمة سوف يوسّع من دائرة الأفراد الصالحين والواعين وكلّما اتّسعت هذه الدائرة كان الإمام عليه السلام \nأكثر اقتداراً على التغيير وإدارة العمل السياسي الذي يخوضه مع الحكّام .</p>\n<p class=\"libNormal\">ويمثّل هذا الخط القوّة التي تقف بوجه التحدّي الفكري والأخلاقي الذي واجهه العالم الإسلامي حينذاك ، وقد كان من المشهود تأريخيّاً ما لهذه الجماعة الصالحة من دور فعّال ومتميّز في تزييف البنى الفكريّة والسياسية</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) راجع للتفصيل : السيد محمد باقر الحكيم / دور أهل البيت<span class=\"libFootnoteAlaem\">عليهم‌السلام</span>\nفي بناء الجماعة الصالحة ، الجزء الأوّل .</p>\n\n<br clear=\"all\">\n<a name='127'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">التي تعتمدها الفرق الضالّة من خلال مطارحاتهم ومناقشاتهم مع أقطاب تلك الفرق كالزنادقة والمجبّرة والمرجئة وغيرها .</p>\n<p class=\"libNormal\">وامتاز أصحاب الإمام الصادق عليه السلام \nعن غيرهم بالمواقف الشجاعة والتمسّك بالمثل والقيم العليا وعدم المداهنة وعدم الركون لإغراءات السلاطين ، وتحمّلوا ـ جرّاء التزامهم بالقيم المُثلى ـ شتّى ألوان القمع والاضطهاد ، وكان لمواقفهم الشجاعة الأثر الكبير في ثبات ومقاومة المجتمع الإسلامي أمام موجات الانحراف .</p>\n<p class=\"libNormal\">لقد كان الإمام الصادق عليه السلام \nيطلب من شيعته أن يكون كلٌّ منهم القدوة والمثل الأعلى في الوسط الذي يعيش فيه ، فقد روي عن زيد الشحّام أنّه قال : قال لي أبو عبد الله عليه السلام \n:<span class=\"libBold2\">( اقرأ على مَن ترى أنّه يطيعني منهم ويأخذ بقولي السلام ، وأوصيكم بتقوى الله عزّ وجلّ والورع في دينكم ، والاجتهاد لله وصدق الحديث ، وأداء الأمانة ، وطول السجود ، وحسن الجوار ، فبهذا جاء محمد</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">، وأدّوا الأمانة إلى مَن ائتمنكم عليها برَّاً أو فاجراً ، فإنّ رسول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">كان يأمر بأداء الخيط والمخيط ، صِلوا عشائركم واشهدوا جنائزهم وعودوا مرضاهم وأدّوا حقوقهم فإنّ الرجل منكم إذا ورع في دينه وصدق الحديث وأدّى الأمانة وحَسن خُلقه مع الناس ، قيل : هذا جعفريّ )</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وكان الإمام عليه السلام \nيأمر شيعته بالاهتمام بوحدة الصف الإسلامي والانفتاح على المذاهب الأخرى ، وترسيخ روح التعايش والمحبّة وتأكيد التماسك بين الجماعات الإسلامية ؛ فنجده يحرّضهم على التضامن والتكافل والوفاء بالعهود مع باقي المسلمين ، قال عليه السلام \n:<span class=\"libBold2\">( عليكم بالصلاة في المساجد وحسن الجوار للناس وإقامة الشهادة وحضور الجنائز ، إنّه لا بدّ لكم من الناس ، إنّ أحداً لا</span>\n</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) وسائل الشيعة : ١٢/٥ ح٢ عن أصول الكافي : ٢/٤٦٤ ح ٥ .</p>\n\n<br clear=\"all\">\n<a name='128'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\"><span class=\"libBold2\">يستغني عن الناس في حياته ، والناس لابدّ لبعضهم من بعض )</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وكان عليه السلام \nيطرح للشيعة الأفق الإسلامي الرحيب في السلوك ليتحرّكوا باتّجاهه ، وأن لا يكتفوا بالمستويات الدانية مخافة أن تهزّهم ريح التحدّي والإغراء فيصف الشيعة لهم قائلاً :<span class=\"libBold2\">( فإنّ أبي حدّثني أنّ شيعتنا أهل البيت كانوا خيار مَن كانوا منهم : إن كان فقيه كان منهم ، وإن كان مؤذّن كان منهم ، وإن كان إمام كان منهم ، وإن كان كافل يتيم كان منهم ، وإن كان صاحب أمانة كان منهم ، وإن كان صاحب وديعة كان منهم ، وكذلك كونوا ، حبّبونا إلى الناس ولا تبغّضونا إليهم )</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\"><span class=\"libBold1\">٢ ـ الحفاظ على الشريعة الإسلامية</span>\n</p>\n<p class=\"libNormal\">وقف الإمام الصادق عليه السلام \nضدّ حملات التشويه التي أرادت أن تعصف بالشريعة الإسلامية وتعرّضها للانحراف الذي أصاب الشرايع الأخرى من خلال دخول أفكار غريبة عن الشريعة بين أتباعها ، واستخدام أدوات جديدة لفهم الشريعة كالقياس والاستحسان والمصالح المرسلة .</p>\n<p class=\"libNormal\">ونتيجة للمستوى العلمي الرفيع الذي كان يتمتّع به أصحاب الإمام وشيعته لم تصبح مسألة الإفتاء والاستنباط خاضعة لمصلحة السلاطين وأهوائهم أو منسجمة مع متبنّياتهم الفكرية ، بل بقي الفهم الصحيح للكتاب والسُنّة مستقلاً عن تلك المؤثّرات وبعيداً عن استخدام تلك الأدوات الدخيلة على التشريع وعندما استخدمت الجماعات الأخرى تلك الأدوات الاجتهادية أدّت هذه الجرأة إلى آثار سلبيَّة ممّا اضطرّها إلى أن تلجأ إلى</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) وسائل الشيعة : ١٢/٦ ح٥ عن الكافي : ٢/٤٦٤ ح١ .</p>\n<p class=\"libFootnote0\">(٢) مشكاة الأنوار : ١٤٦ ، وبحار الأنوار : ٧٤ / ١٦٢ .</p>\n\n<br clear=\"all\">\n<a name='129'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">غلق باب الاجتهاد ، وكان هذا القرار قد ترك هو الآخر آثاراً سلبية في المجتمع الإسلامي ؛ لعدم قدرتها على معالجة التطوّرات الجديدة التي كانت تواجهها البلاد الإسلامية فيما بعد .</p>\n<p class=\"libNormal\">لقد أكّد الإمام الصادق عليه السلام \nقضية مهمّة واعتبرها رصيداً مهمّاً لفهم النصوص وتبيينها والاستنباط منها وتلك هي ملكة التقوى والعدالة التي لابدّ للفقيه أن يتمتّع بها ليكون حارساً أميناً للشريعة ، والأمة التي تريد تطبيقها في الحياة .</p>\n<p class=\"libNormal\">والعدالة عند الإمام عليه السلام \nشرط في كثير من الممارسات الحياتية فهي شرط في إمام الجماعة وفي شهود الطلاق وفي القاضي والحاكم والوالي .</p>\n<p class=\"libNormal\">وهذه المزيّة لها دور كبير في حفظ الشريعة وحفظ النصوص الإسلامية بحيث تميز هذه المدرسة عن غيرها كما أنّ أصحاب الإمام عليه السلام \nلم يتعاملوا مع النصوص الواردة عن الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nوالأئمة عليهم السلام\nكما تعاملوا مع النص القرآني القطعي الصدور ، بل تناولوها بالدراسة والنقد والتحليل ؛ لأنّ الراوي قد لا يكون معصوماً عندهم بالرغم من إيمانهم بعصمة الإمام المروي عنه .</p>\n<p class=\"libNormal\"><span class=\"libBold1\">٣ ـ المطالبة بالحكم الإسلامي</span>\n</p>\n<p class=\"libNormal\">إنّ القيادة السياسية حق مشروع للأئمة المعصومين من أهل البيت عليهم السلام\nوفق النصوص الإسلامية الثابتة عن الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nوالتي تواترت عند مدرسة أهل البيت عليهم السلام\n.</p>\n<p class=\"libNormal\">ومن هنا كانت القيادة السياسية التي تولّت الحكم بعد الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \n</p>\n\n<br clear=\"all\">\n<a name='130'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">مباشرة لا تحمل الصفة الشرعيّة بالرغم من نزول المسلمين عند إرادتها وعدم مواجهتها بالعنف ، فضلاً عن الحكّام الأمويين والعباسيين الذين عاصرهم الإمام الصادق عليه السلام \nحيث مارسوا شتّى الطرق لإبعاد الإمام عليه السلام \nوآبائه الكرام عن هذا الموقع الريادي .</p>\n<p class=\"libNormal\">والإمام عليه السلام \nكان يرى ضرورة العمل من أجل إيجاد الكيان الإسلامي الصحيح والمطلوب وذلك من خلال وجود المجتمع الإسلامي الصالح الذي يؤمن بالقيادة الشرعية الحقيقية المتمثّلة في الأئمة من أهل البيت عليهم السلام\n.</p>\n<p class=\"libNormal\">وهكذا كان الإمام عليه السلام \nيلفت النظر إلى ضرورة وجود هذه القاعدة الصالحة حين كان يجيب على التساؤلات التي كانت تدور في نفوس أصحابه كجوابه لسدير الصيرفي حيث جاء فيه بأنّ المطالبة بالحكم وإعلان الثورة المسلحة يعتمد الجماعة الصالحة التي تطيع وتضحّي وتتحمّل مسؤولية التغيير وتكون لها القدرة على التصدّي لكل عوامل الانحراف .</p>\n<p class=\"libNormal\">وهكذا تبدو أهمية السعي لتكوين وترشيد حركة الجماعة الصالحة في هذه المرحلة من حياة الإمام عليه السلام \nوتوسيع رقعتها في أرجاء العالم الإسلامي .</p>\n<p class=\"libNormal\">وسوف ندرس هذا التكوين وتكامل البناء من ثلاثة جوانب ، هي :</p>\n<p class=\"libNormal\">أ ـ البناء الجهادي .</p>\n<p class=\"libNormal\">ب ـ البناء الروحي .</p>\n<p class=\"libNormal\">ج ـ البناء الاجتماعي .</p>\n\n<br clear=\"all\">\n<a name='131'></a>\n<p class=\"libNormal\">\n"
}