{
"title": "متطلّبات عصر الإمام الباقر عليه السلام",
"type": "html",
"data": "\n<p class=\"libNormal\">ونلخّص دور الإمام الباقر عليه السلام \nفي ثلاثة خطوط أساسية :</p>\n<p class=\"libNormal\">الخط السياسي ، وإكمال بناء الجماعة الصالحة ، وتأسيس جامعة أهل البيت عليه السلام \nالعلمية .</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) ضحى الإسلام لأحمد أمين : ٢/١٧٨ .</p>\n<p class=\"libFootnote0\">(٢) الملل والنحل : ١/١٥٨ .</p>\n<p class=\"libFootnote0\">(٣) تاج العروس ، مادة رجأ .</p>\n<p class=\"libFootnote0\">(٤) الأغاني : ٧ / ١٥ .</p>\n\n<br clear=\"all\">\n<a name='48'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\"><span class=\"libBold1\">١ ـ الخط السياسي للإمام الباقر</span>\n عليه السلام \n</p>\n<p class=\"libNormal\">لقد كان الخيار السياسي للإمام الباقر عليه السلام \nفي فترة تصدّيه للإمامة هو الابتعاد عن الصدام والمواجهة مع الأمويين وهذا واضح من خلال تصريحه الذي تضمّن بياناً للجوّ السائد وحالة الأمة ومستوى وعيها آنذاك :<span class=\"libBold2\">( إنْ دَعَوْناهم لم يستجيبوا لنا )</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">كما نجده فيما بعد يستوعب سياسة الانفتاح والاعتدال التي أبداها عمر ابن عبد العزيز ، سواء كان هذا الاعتدال بدافع ذاتي لعلاقته بالإمام عليه السلام \n، أم بدافع الضغوط الخارجيّة وخوفه من انهيار الدولة الأموية .</p>\n<p class=\"libNormal\">إنّ الإمام قد رسم خطّه السياسي في هذه المرحلة بأسلوبين :</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الأسلوب الأول :</span>\nتصريح الإمام عليه السلام \nبرأيه حول عمر بن عبد العزيز وحكومته قبل تصدّي عمر للخلافة فعن أبي بصير ، قال : كنت مع أبي جعفر الباقر عليه السلام \nفي المسجد ودخل عمر بن عبد العزيز وعليه ثوبان ممصّران متكئاً على مولى له فقال عليه السلام \n:<span class=\"libBold2\">( لَيَلِيَنَّ هذا الغلام</span>\n[ أي سوف يتولّى السُلطة ]<span class=\"libBold2\">فيظهر العدل )</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">ولكن الإمام عليه السلام \nقدح في ولايته باعتبار وجود مَن هو أولى منه .</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الأسلوب الثاني :</span>\nأسلوب المراسلة واللقاء فقد روي أنّ عمر بن</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الإرشاد ، للشيخ المفيد : ٢٨٤ .</p>\n<p class=\"libFootnote0\">(٢) سفينة البحار : ٢/١٢٧ .</p>\n\n<br clear=\"all\">\n<a name='49'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">عبد العزيز كرّم الإمام أبا جعفر عليه السلام \nوعظّمه وقد أرسل خلفه فنون ابن عبد الله بن عتبة بن مسعود وكان من عُبّاد أهل الكوفة فاستجاب له الإمام عليه السلام \nوسافر إلى دمشق فاستقبله عمر استقبالاً رائعاً واحتفى به وجَرَت بينهما أحاديث وبقي الإمام أيّاماً في ضيافته<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">ومن المراسلات ما جاء أنّه : كتب عمر للإمام عليه السلام \nبقصد الاختبار فأجابه الإمام برسالة فيها موعظة ونصيحة له<span class=\"libFootnotenum\">(٢)</span>\n، ولكن سياسة الابتعاد عن الصدام المباشر لم تمنع الإمام الباقر عليه السلام \nمن أن يقف من الأمة بشكل عام ومن الأمويين وهشام بن عبد الملك بشكل خاص موقف التحدّي الفكري والعقائدي والعلمي لبيان الحق المغتصب وكشف ستار الباطل الذي كان قد أسدله الحكّام على الحق ورموزه .</p>\n<p class=\"libNormal\">وحين حجّ هشام بن عبد الملك بن مروان سنة من السنين وكان قد حجّ في تلك السنة محمّد بن علي الباقر عليه السلام \nوابنه جعفر ، قال جعفر بن محمد عليه السلام \nفي بعض كلامه :<span class=\"libBold2\">( الحمد لله الذي بعث محمّداً نبيّاً وأكرمنا به ، فنحن صفوة الله على خلقه وخيرته من عباده فالسعيد مَن اتّبعنا والشقيّ مَن خالفَنَا ، ومن الناس مَن يقول : إنّه يتولاَّنا وهو يتولّى أعدائنا ومَن يليهم من جلسائهم وأصحابهم ، فهو لم يسمع كلام ربّنا ولم يعمل به )</span>\n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">فبيّن عليه السلام \nمفهوم القيادة الإلهية ومصداقها الحقيقي الذي يمثّلها آنئذ .</p>\n<p class=\"libNormal\">وهذا الطرح وان كان فيه نوع مجابهة صريحة للحاكم وما يدور في</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) تاريخ دمشق : ٥١/٣٨ .</p>\n<p class=\"libFootnote0\">(٢) تاريخ اليعقوبي ٢/٣٠٥ .</p>\n<p class=\"libFootnote0\">(٣) دلائل الإمامة : ١٠٤ ـ ١٠٩ ، بحار الأنوار : ٤٦/٣٠٦ .</p>\n\n<br clear=\"all\">\n<a name='50'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">أذهان الناس لكنّه لم يكن مغامرة ; لأنّ الظرف كان بحاجة إلى مثل هذا الطرح والتوضيح ، بالرغم من أنّه قد أدّى إلى أن يستدعي هشام الإمامين الباقر والصادق عليهما‌ السلام\nإلى الشام فيما بعد .</p>\n<p class=\"libNormal\"><span class=\"libBold1\">٢ ـ إكمال بناء الجماعة الصالحة</span>\n</p>\n<p class=\"libNormal\">لم تكن عملية بناء الجماعة الصالحة وليدة عصر الإمام الباقر عليه السلام \nفقد باشرها الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nثم لإمام علي عليه السلام \n، حيث نجد لأشخاص أمثال مالك الأشتر وهاشم المرقال ، ومحمد بن أبي بكر ، وحجر بن عدي ، وميثم التمّار ، وكميل بن زياد ، وعبد الله بن العباس ، دوراً كبيراً في الصراع الذي خاضه الإمام علي عليه السلام \nمع مناوئيه .</p>\n<p class=\"libNormal\">واستمرت عملية البناء بشكل فاعل في عصر الإمامين الحسن والحسين عليهما‌ السلام\n، ثم تقلّص النشاط المباشر في بناء هذه القاعدة وتوسيعها ، ثم استمرّت عملية البناء في العقود الأخيرة من حياة الإمام زين العابدين عليه السلام \nوتكاملت في عصر الإمام الباقر عليه السلام \nحيث سنحت الفرصة له بأن يتحرك نحو تطوير الجماعة الصالحة بتوضيح أهدافها التي تمثّلت في الدفاع عن المجتمع الإسلامي وحفظ الشريعة الإسلامية من التحريف إلى جانب توسيع القاعدة كمّاً مع تطويرها كيفاً .</p>\n<p class=\"libNormal\">ونقتصر فيما يلي على بعض ما قام به الإمام الباقر عليه السلام \nمن خطوات :</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الخطوة الأولى :</span>\nأخذ الإمام عليه السلام \nيعمّق ويوضّح صفات الجماعة الصالحة الموالية لأهل البيت عليهم السلام\nودورها في المجتمع ، فقد جاء في وصفه لهذه الجماعة قوله عليه السلام \n:<span class=\"libBold2\">( إنّما شيعتنا</span>\nـ شيعة علي ـ<span class=\"libBold2\">المتباذلون في ولايتنا المتحابّون في</span>\n</p>\n\n<br clear=\"all\">\n<a name='51'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\"><span class=\"libBold2\">مودّتنا ، المتزاورون لإحياء أمرنا ، الذين إذا غضبوا لم يظلموا ، وإذا رضوا لم يسرفوا ، بركة على مَنْ جاوروا ، سلم لمَن خالطوا )</span>\n<span class=\"libFootnotenum\">(١)</span>\n، وقال أيضاً :<span class=\"libBold2\">( شيعتنا من أطاع الله )</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وبهذا أراد الإمام عليه السلام \nأن يرسّخ الكمالات الإنسانية في جانبي الأخلاق والعبادة التي تعرّضت للضياع طيلة سنوات المحنة ، ويوضّح أن الانتماء لخطّ أهل البيت عليهم السلام\nهو بالعمل والتحلّي بهذه الصفات .</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الخطوة الثانية :</span>\nقام الإمام عليه السلام \nـ بالإضافة إلى توضيح مستوى الروح الإيمانية التي ينبغي أن يتَمتّع بها أفراد الجماعة الصالحة ـ بشحذِ هممها وتربيتها على روح الصبر والمقاومة لكي تمتلك القدرة على مواصلة العمل في سبيل الله ومواجهة التحدّيات المستمرّة وعدم التنازل أمام الإغراءات أو الضغوط الظالمة ، فقد جاء في كلامه عليه السلام \nلرجل حين قال له : والله إنّي لأحبّكم أهل البيت فقال عليه السلام \n:<span class=\"libBold2\">( فاتّخذ للبلاء ، جلباباً ، فو الله إنّه لأسرع إلينا وإلى شيعتنا من السيل في الوادي ، وبنا يبدو البلاء ثم بكم ، وبنا يبدو الرخاء ثم بكم )</span>\n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">هكذا رسم الإمام عليه السلام \nمعالم الطريق الشائك أمامه ، إنّه طريق مفروش بالدماء والدموع ، والإمام رائد المسيرة على هذا الطريق يصيبه البلاء أوّلاً قبل أن يصيب شيعتَه .</p>\n<p class=\"libNormal\">وقد كان الإمام عليه السلام \nيذكّرهم بمعاناة الشيعة قبل هذا الظرف بقوله عليه السلام \n:<span class=\"libBold2\">( قتلت شيعتنا بكلّ بلدة وقُطِعت الأيدي والأرجل على الظنة وكان مَن يذكر بحبّنا والانقطاع إلينا سُجن ونُهب مالُه وهُدِمَت داره )</span>\n<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p class=\"libNormal\">ومن الأعمال التي قام بها الإمام عليه السلام \nفي بناء الجماعة الصالحة هو إلزام</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) تحف العقول : ٢٩٥و ٣٠٠ .</p>\n<p class=\"libFootnote0\">(٢) تحف العقول : ٢٩٥و ٣٠٠ .</p>\n<p class=\"libFootnote0\">(٣) بحار الأنوار : ٤٦/٣٦٠ ، وأمالي الشيخ الطوسي : ٩٥ .</p>\n<p class=\"libFootnote0\">(٤) حياة الإمام الحسن<span class=\"libFootnoteAlaem\">عليه‌السلام</span>\nدراسة وتحليل : ٢/٢٥٧ .</p>\n\n<br clear=\"all\">\n<a name='52'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">أتباعه وخاصّته بمبدأ التقية ؛ حفاظاً عليهم من القمع والإرهاب والإبادة التي طالما تعرّضوا لها وقد اعتبر هذا المبدأ من الواجبات الشرعية ذات العلاقة بالإيمان ، فكان يوصيِهم بالتقية قائلاً :<span class=\"libBold2\">( التقيّة ديني ودين آبائي ، ومَن لا إيمان له لا تقيّة له )</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">ومن المبادئ التي تتداخل مع التقيّة : كتمان السرّ ، فقد جاء عنه عليه السلام \nفي وصيّته لجابر بن يزيد الجعفي في أوّل لقاء له بالإمام عليه السلام \n: أن لا يقول لأحد أنّه من أهالي الكوفة ، وليظهر بمظهر رجل من أهل المدينة وجابر الجعفي هذا قد أصبح فيما بعد صاحب سرّ الإمام عليه السلام \n، ولشدّة فاعليّته وتأثيره في الأمة أمر هشام بن عبد الملك واليه في الكوفة بأن يأتيه برأس جابر ، لكنّ جابراً قد تظاهر بالجنون قبل أن يصدر الأمر بقتله حسب إرشادات الإمام الباقر عليه السلام \nالتي كانت تصله سرّاً ، فقد جاء في كتاب هشام إلى واليه : أن أُنظر رجلاً يقال له جابر بن يزيد الجعفي فاضرب عنقه وابعث إليَّ برأسه .</p>\n<p class=\"libNormal\">فالتفت إلى جلسائه فقال لهم : مَن جابر بن يزيد الجعفي ؟ قالوا : أصلحك الله ، كان رجلاً له علم وفضل وحديث وحجّ فجنّ وهو ذا في الرحبة مع الصبيان على القصب يلعب معهم .</p>\n<p class=\"libNormal\">قال : فأشرف عليه فإذا هو مع الصبيان يلعب على القصب فقال : الحمد لله الذي عافاني من قتله<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وكان في هذه المرحلة رجال كتموا تشيّعهم وما رسوا نشاطات مؤثرة في حياة الأمة فكرية وعسكرية وفقهية مع الاحتفاظ بعلاقاتهم ، فمن فقهاء الشيعة : سعيد بن المسيّب ، والقاسم بن محمد ، فقد كانا بارزين بين علماء ذلك العصر</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) أصول الكافي : ٢/١٧٤ .</p>\n<p class=\"libFootnote0\">(٢) بحار الأنوار : ٤٦/٢٨٢ ، والكافي : ١/٣٩٦ .</p>\n\n<br clear=\"all\">\n<a name='53'></a>\n<p class=\"libFootnote0\">\n<p class=\"libNormal0\">في الفقه وغيره إلاَّ أنّه لم تكن لهم صبغة التشيّع الصريح ، فقد شاع عن سعيد بن المسيّب أنّه كان يجيب أحياناً برأي غيره من علماء عصره أو برأي مَن سبقه من الصحابة ؛ مخافة أن يصيبه ما أصاب سعيد بن جبير ويحيى بن أم الطويل وغيرهما ممّن تعرّضوا للقتل والتشريد بسبب تشيّعهم .</p>\n<p class=\"libNormal\">وهذا موسى بن نصير من رجالات الكوفة العسكريين وزهّادها المؤمنين ممّن عرف بولائه لأهل البيت عليهم السلام\nهو وأبوه نصير ، ولقد غضب عليه معاوية إذ لم يخرج معه لصفِّين ، وموسى هو الذي فتح الفتوحات العظيمة في بلاد المغرب وكان تحت إمرته مولاه طارق بن زياد وولده عبد العزيز وبسبب تشيّعه غضب عليه سليمان بن عبد الملك وقبل أن يقتله عرّضه لأنواع العذاب فقتل ولده أمامه وألزمه بدفع مبلغ كبير<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وكان لجابر الجعفي وزرارة وأبان بن تغلب وغيرهم دور بالغ في نجاح حركة الإمام الفكريّة ، وأصبحوا ـ فيما بعد ـ النواة لجامعته ، وبقي هؤلاء بعد وفاة الإمام الباقر عليه السلام \nبصحبة ولده الصادق عليه السلام \nليمارسوا مسؤولياتهم بحجم أكبر كما سيأتي توضيحه .</p>\n<p class=\"libNormal\"><span class=\"libBold1\">٣ ـ تأسيس جامعة أهل البيت</span>\n عليهم السلام\n</p>\n<p class=\"libNormal\">جاءت فكرة زرع البذرة الفكرية وتشكيل النواة الأولى لجامعة علمية إسلامية في هذهِ المرحلة كضرورة حضارية لمواجهة التحدّي الحاضر ونسف البنى الفكرية لكل الأطروحات السابقة التي وجدت من ظروف المحنة مناخاً مناسباً لبثّ أفكارها .</p>\n<p class=\"libNormal\">كما تأتي ضرورة وجود تيّار فكري يبلور الأفكار الإسلامية الأصيلة</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) تاريخ اليعقوبي : ٢/٢٩٤ .</p>\n\n<br clear=\"all\">\n<a name='54'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">ويعبّئ بها ذهن الأمة ويفوّت الفرصة على الظالمين في حالة تبدّل الظروف .</p>\n<p class=\"libNormal\">ويمكن تلخيص الأسباب التي شكّلت عاملاً مهمّاً في التهيئة لنجاح هذه الجامعة فيما يلي :</p>\n<p class=\"libNormal\">١ ـ لقد عُزلت الأمة عن تبني أفكار الأئمة من أهل البيت عليهم السلام\nوفقههم أكثر من قرن وبقيت تتناقله الخواص في هذه الفترة عن طريق الكتابة والحفظ شفاهاً وبالطرق السرّية .</p>\n<p class=\"libNormal\">٢ ـ في هذه الفترة طرحت على العالم الإسلامي تساؤلات فكريّة ومستجدّات كثيرة لم تمتلك الأمة لها حلاًّ بسبب اتّساع البلاد الإسلامية وتبدّل الظروف وحاجات المسلمين .</p>\n<p class=\"libNormal\">٣ ـ شعر المسلمون في هذا الظرف بأهمية البحث عن مبدأ فكري يتكفّل حلّ مشكلاتهم ; لأنّ النصّ المحرّف واجتهادات الصحابة أصبح متخلّفاً عن المواكبة ، بل أصبح بنفسه مشكلة أمام المسلم لتعارضه مع العقل والحياة .</p>\n<p class=\"libNormal\">٤ ـ في هذا العصر ظهرت مدارس فكرية متطرّفة مثل مدرسة الرأي القائلة بالقياس والاستحسان ، زاعمة أنّ للنصوص التي نقلت عن الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nقليلة<span class=\"libFootnotenum\">(١)</span>\nلا تفي بالغرض ، الأمر الذي تسرّب فيه العنصر الذاتي للمجتهد ودخل الإنسان بذوقه الخاص إلى التشريع<span class=\"libFootnotenum\">(٢)</span>\n، كما ظهرت مدرسة الحديث قِبال</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) هذا في غير مدرسة أهل البيت<span class=\"libFootnoteAlaem\">عليهم‌السلام</span>\nالذين حرصوا على نقل تراث الرسول<span class=\"libFootnoteAlaem\">صلى‌الله‌عليه‌وآله‌وسلم</span>\nوواجهوا منع تدوين السنّة النبوية بالحث على التدوين والنقل والتعليم ؛ لئلاَّ تندرس معالم الدين .</p>\n<p class=\"libFootnote0\">(٢) فقد عرف حسن أبي حنيفة أنّه لم يصح عنده من أحاديث الرسول الفقهية سوى سبعة حشر حديثاً راجع مقدمة ابن خلدون : ٣٧٢ .</p>\n\n<br clear=\"all\">\n<a name='55'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">مدرسة الرأي والتي عرفت بالجمود على ظاهر النص ولم تتفرّغ لتمييز صحيح النصوص من غيره .</p>\n<p class=\"libNormal\">٥ ـ غياب القدوة الحسنة والجماعة الصالحة التي تشكّل مناخاً لنمو الفضيلة وزرع الأمل في نفوس الأمة باتّجاه الأهداف الربّانيّة .</p>\n<p class=\"libNormal\">في هذا الظرف الذي ذهب فيه الخوف واستطاع المسلم أن يبحث عن المعرفة وعن حل لمشكلاته الفكرية ، قام الإمام الباقر عليه السلام \nبتشكيل حلقاته العلمية في مسجد الرسول (صلى الله عليه وآله وسلم) ؛ فكان وجوده عليه السلام \nمركز جذب لقلوب طلاب الحقيقة فالتفّ حوله صحابة أبيه الإمام زين العابدين عليه السلام \n، وبدأ منذ ذلك الحين بالتركيز على بناء الكادر العلمي آملاً أن يواجه به المشكلات الفكرية التي بدأت تغزو الأمة المسلمة وكان يشكّل هذا الكادر فيما بعد الأرضية اللازمة لمشروع الإمام الصادق عليه السلام \nالمرتقب ، فتناول الإمام عليه السلام \nأهمّ المشكلات الفكرية التي كان لها ارتباط وثيق بحياة الناس العقائدية والأخلاقية والسياسية .</p>\n<p class=\"libNormal\">وزجّ الإمام بكادره العلمي وسط الأمة بعد أن عبّأه بكل المؤهّلات التي تمكّنهُ من خوض المعركة الفكرية حينما قال لأبان بن تغلب :<span class=\"libBold2\">( اجلس في مسجد المدينة وافت الناس فإنّي أحبّ أن أرى في شيعتي مثلك )</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وعندما يدرك الأصحاب مغزى هدف الإمام من هذا التوجيه وضرورة الحضور مع الناس ؛ يتصدّى هؤلاء بأنفسهم لمعالجة المشكلات الفكرية وإبطال الشبه عن طريق الحوار والمناظرة حسب الخط الذي رسمه لهم الإمام عليه السلام \nفي وقت سابق .</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) اختيار معرفة الرجال للكشي ٢/٦٢٢ ، ح ٦٠٣ .</p>\n\n<br clear=\"all\">\n<a name='56'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">قال عبد الرحمن بن الحجاج : كنّا في مجلس أبان بن تغلب فجاء شاب فقال له : يا أبا سعيد أخبرني كم شهد مع علي بن أبي طالب من أصحاب النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \n؟ وأدرك أبان مراده فانبرى قائلاً : كأنّك تريد أن تعرف عليّاً بمَن تبعه من أصحاب رسول الله ؟ فقال هو ذاك .</p>\n<p class=\"libNormal\">فأجابه أبان : والله ما عرفنا فضلهم ـ أي الصحابة ـ إلاَّ باتّباعهم إيّاه .</p>\n<p class=\"libNormal\">وتعميقاً لهذا التوجيه وبنفس السياق يبادر محبوب أهل البيت ولسانهم مؤمن الطاق ليواجه أفكار حركة الخوارج ويردّ على جرأتها في التشكيك بموقف الإمام علي عليه السلام \nمن مسألة التحكيم<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">يدخل مؤمن الطاق على بعض زعماء الخوارج في الكوفة فيقول له : أنا على بصيرة من ديني وقد سمعتك تصف العدل فأحببت الدخول معك ، فيقول الخارجي لأصحابه إن دخل هذا معكم نفعكم.</p>\n<p class=\"libNormal\">فيقول له مؤمن الطاق : لِمَ تبرّأتم من عليّ بن أبي طالب واستحللتم قتله وقتاله ؟</p>\n<p class=\"libNormal\">يجيبه الخارجي : لأنّه حكّم الرجال في دين الله .</p>\n<p class=\"libNormal\">فيقول له : وكلَّ من حكّم في دين الله استحللتم قتله ؟</p>\n<p class=\"libNormal\">فيجيب الخارجي : نعم .</p>\n<p class=\"libNormal\">فيقول له : أخبرني عن الدين الذي جئت أُنظارك به لأدخل معك فيه ، إن غَلَبَتْ حجّتي حجّتك ، من يوقِفُ المخطئ منّا عن خطئه ويحكم للمصيب بصوابه ؟</p>\n<p class=\"libNormal\">فيشير الضحّاك إلى رجل من أصحابه ويقول : هذا هو الحكم بيننا .</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) معجم رجال الحديث : ١/٢١ ـ ٢٢ وتنقيح المقال : ١/٤ .</p>\n\n<br clear=\"all\">\n<a name='57'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">هنا يتوجّه مؤمن الطاق إلى مَن كان حاضراً من الخوارج ويقول : زعيمكم هذا قد حكّم في دين الله<span class=\"libFootnotenum\">(١)</span>\nوهكذا يفحمهم بحجّته البالغة ومنطقه القويم .</p>\n<p class=\"libNormal\">وقبل أن ننتهي من حياة الإمام عليه السلام \nنشير إلى ثلاث وقائع تاريخية لها صلة بالمرحلة التي سوف يتصدّى لها الإمام الصادق عليه السلام \n.</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الواقعة الأولى :</span>\nإنّ هشام بن عبد الملك هو واحد من الحكّام الأمويين الَّذين نصبوا العداوة لأهل البيت ، بل نراه قد زاد على غيره حتَّى أنّه على أثر الخطبة التي خطبها الإمام الصادق عليه السلام \nفي مكة والتي أوضح فيها معنى القيادة ولمَن تكون القيادة ، يأمر هشام فور رجوعه إلى الشام بجلب الإمامين الباقر والصادق عليهما‌ السلام\nإلى دمشق لغرض التنكيل بهما .</p>\n<p class=\"libNormal\">وبعد اللقاء بهشام تفوّق الإمام الباقر عليه السلام \nفي البلاط الأموي في الحوار الذي أجراه مع هشام ثم حواره مع عالم النصارى في الشام ، يسمح لهما هشام بالرجوع إلى المدينة ولكنّه يأمر أمير ( مدين ) ـ وهي المدينة الواقعة في طريقهما ـ بإيذائهما فقد جاء في رسالته : إنّ ابن أبي تراب الساحر محمّد بن علي وابنه جعفر الكذابين فيما يظهران من الإسلام ، قد وردا عليّ فلمّا صرفتهما إلى يوم الدين مالا إلى القسسين والرهبان ، وتقربّا إليهم بالنصرانية فكرهت النكال لقربهما ، فإذا مرّا بانصرافهما عليكم فليناد في الناس : برئت الذمّة ممّن باعهما وشاراهما وصافحهما وسلّم عليهما ، ورأى أمير المؤمنين قتلهما ودوابّهما وغلمانهما لارتدادهما والسلام<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">ولم يترك هشام الإمام الباقر عليه السلام \nحُرّاً يتحرّك في المدينة ، ولم يسترح</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الإمام الصادق والمذاهب الأربعة : ٢/ ٧٢ .</p>\n<p class=\"libFootnote0\">(٢) دلائل الإمامة : ١٠٤ ـ ١٠٩ وبحار الأنوار : ٤٦ ـ ٣٠٦ .</p>\n\n<br clear=\"all\">\n<a name='58'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">من تواجده في الساحة الإسلامية حتَّى أقدم على قتله غيلةً بالسمّ سنة (١١٤هـ)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الواقعة الثانية :</span>\nفي هذهِ الفترة تحفّز زيد بن علي بن الحسين عليه السلام \nوصمّم على الثورة ضد هشام بن عبد الملك على أثر تصرّفات الأمويين ، ولا سيّما تصرّف هشام المهين بحق زيد ، والنيل من كرامته ، وما كان يفعله هشام بحق الشيعة بشكل خاص .</p>\n<p class=\"libNormal\">لقد دخل زيد على هشام فسلّم عليه بالإمرة فلم يردّ السلام إهانةً له ، بل أغلظ في الكلام ولم يفسح له في المجلس .</p>\n<p class=\"libNormal\">فقال زيد : السلام عليك يا أحول ، فإنّك ترى نفسك أهلاً لهذا الاسم فغضب هشام وجرت بينهما محاورة كان نصيب هشام فيها الفشل ، وخرج زيد وهو يقول : ما كره قومٌ حرّ السيوف إلاَّ ذلّوا .</p>\n<p class=\"libNormal\">وأمر هشام بردّه وقال له : اُذكر حوائجك ، فقال زيد : أما وأنت ناظر على أمور المسلمين فلا وخرج من عنده وقال : مَن أحبّ الحياة ذلّ<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">ومضى زيد إلى الكوفة ثمّ خطّط للثورة واستشار بذلك الإمام الباقر عليه السلام \n.</p>\n<p class=\"libNormal\">قال الإمام الصادق عليه السلام \n:<span class=\"libBold2\">إنّ عمّي أتى أبي فقال إنّي أريد الخروج على هذا الطاغية</span>\n.</p>\n<p class=\"libNormal\">ولمّا أزمع على الخروج أتاه جابر بن يزيد الجعفي فقال له : إنّي سمعت أخاك أبا جعفر يقول :<span class=\"libBold2\">إنّ أخي زيد بن علي خارج ومقتول وهو على الحق فالويل لمَن خذله ، والويل لمَن حاربه ، والويل لمَن يقتله</span>\nفقال له زيد : يا جابر لم يسعني أن أسكت وقد خولف كتاب الله تعالى</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) شذرات الذهب : ١/١٤٩ ، تاريخ بن الأثير : ٤/٢١٧ ، طبقات الفقهاء : ٣٦ .</p>\n<p class=\"libFootnote0\">(٢) تاريخ الطبري : حوادث سنة ( ١٢١ ) ، وتاريخ ابن عساكر : ٦ / ٢٢ ـ ٢٣ .</p>\n\n<br clear=\"all\">\n<a name='59'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">وتحوكم بالجبت والطاغوت<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الواقعة الثالثة :</span>\nولمّا قربت وفاة الإمام محمّد الباقر عليه السلام \nدعا بأبي عبد الله جعفر الصادق عليه السلام \nفقال له :<span class=\"libBold2\">إنّ هذه الليلة التي وُعدت فيها</span>\nثم سلّم إليه الاسم الأعظم ومواريث الأنبياء والسلاح وقال له :<span class=\"libBold2\">يا أبا عبد الله ، الله الله في الشيعة</span>\nفقال أبو عبد الله :<span class=\"libBold2\">لا تركتهم يحتاجون إلى أحد ...</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">بهذا العرض ننتهي من تصوير حياة الإمام الصادق مع أبيه لتبدأ مرحلة تصدّيه للإمامة ، وبها يبدأ عصر جديد من العمل والجهاد والإصلاح .</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) راجع تيسير المطالب : ١٠٨ ـ ١٠٩ .</p>\n<p class=\"libFootnote0\">(٢) إثبات الهداة : ٥/٣٣٠ .</p>\n\n<br clear=\"all\">\n<a name='60'></a>\n<p class=\"libNormal\">\n"
}