{
"title": "خصائص جامعة أهل البيت عليهم السلام",
"type": "html",
"data": "\n<p class=\"libNormal\">١ ـ من مميّزات مدرسة الإمام الصادق عليه السلام \nواختلافها عن باقي المدارس أنّها لم تنغلق في المعرفة على خصوص العناصر الموالية فحسب ، وإنّما انفتحت لتضمّ طلاّب العلم من مختلف الاتّجاهات ، فهذا أبو حنيفة الذي كان يخالف منهج الإمام عليه السلام \nحيث سلك في القياس مسلكاً استوجب شدّة الإنكار عليه وعلى أصحابه ، وهو الذي أطلق على مؤمن الطاق اسم شيطان الطاق ، كان ممّن يختلف إلى الإمام الصادق عليه السلام \nويسأله عن كثير من المسائل</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الحكم الجعفرية : ٦٠ .</p>\n\n<br clear=\"all\">\n<a name='116'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">وقد روى عن الإمام الصادق عليه السلام \nوحدّث عنه واتّصل به في المدينة مدّة من الزمن ، وناصر زيد بن علي وساهم في الدعوة إلى الخروج معه ، وكان يقول : ضاها خروج زيد خروج رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nيوم بدر<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">٢ ـ انفتحت مدرسة الإمام عليه السلام \nعلى مختلف فروع المعرفة الإسلامية والإنسانية ، فاهتمّت بالقرآن والسنّة والفقه والتأريخ والأصول والعقيدة والكلام والفلسفة الإسلامية ، كما اهتمّت بعلوم أخرى مثل : علم الفلك ، والطبّ ، والحيوان ، والنبات ، والكيمياء ، والفيزياء .</p>\n<p class=\"libNormal\">٣ ـ لم تتّخذ مدرسة الإمام طابع الانتماء إلى الدولة الأموية أو العباسية ، ولم تتلوّث بسياسة الحاكمين ولم تكن أداة لخدمة الحكّام ، بل رأت الأمة أنّ هذه المدرسة هي التي تحقّق لها تطلّعاتها ; إذ كانت ترى على رأسها وريث النبوّة وعملاق الفكر المحمّدي الإمام أبا عبد الله الصادق عليه السلام \nالمعروف بمواقفه واستقامته حتى لقّب بالصادق لسموّ أخلاقه وعدم مساومته وخضوعه لسياسة الحكّام المنحرفين .</p>\n<p class=\"libNormal\">من هنا شكّلت مدرسته حصناً سياسياً وفكريّاً يلوذ به طلاّب الحقيقة ومَن كان يشعر بالمسؤولية ويريد التخلّص من التيه الذي خلّفته التيارات الفكرية والسياسية المتضاربة في أهدافها ومساراتها .</p>\n<p class=\"libNormal\">٤ ـ وتميّزت أيضاً جامعة الإمام الصادق عليه السلام \nبمنهجها السليم وعمقها الفكري ، ولم تكن أطروحتها في الإعداد العلمي مبتنية على حشو الذهن ، وإنّما كانت تعتمد الفكر والتعمّق والأصالة ونموّ الكفاءات العلمية ، وتعتبرها أُسساً مهمّة في المنهج العلمي والتربوي .</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) حياة الإمام محمد الباقر : ١ / ٧٥ .</p>\n\n<br clear=\"all\">\n<a name='117'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">٥ ـ أنتجت هذه الجامعة رموزاً للعلم والتقوى والاستقامة ، وعرفت بالعطاء العلمي والديني للأمة وبما أبدعته في تخصّصاتها العلمية ، وما حققته من إنجازات على صعيد الدعوة والإصلاح بين الناس ، وأصبح الانتساب إلى مدرسة الإمام<span class=\"libAlaem\">عليه‌السلام عليه‌السلام</span>\nمفخرة للمنتسب ، كما ناهز عدد طلاّبها الأربعة آلاف طالب .</p>\n<p class=\"libNormal\">٦ ـ واتّسعت هذه المدرسة ـ فيما بعد ـ وشكّلت عدّة فروع لها في الكوفة ، والبصرة ، وقم ، ومصر .</p>\n<p class=\"libNormal\">٧ ـ إنّ الإمام عليه السلام \nلم يجعل من جامعته العلمية والجهد المبذول فيها نشاطاً منفصلاً عن حركته التغييرية وانشطته الأخرى ، بل كانت جزءاً من برنامجه الإصلاحي ؛ لأنّها كانت تساهم بحقّ في خلق المناخ المناسب لبناء الفرد الصالح ، وكانت امتداداً واعياً ومؤثّراً في المسيرة العامّة للأمة ، فضلاً عن النتائج السياسية الايجابية الخاصّة ، حيث نجد الكادر العلمي الحاضر في مدرسة الإمام عليه السلام \nهو نفسه الذي يحضر في نشاطات الإمام الخاصّة .</p>\n<p class=\"libNormal\">٨ ـ تميّزت مدرسة الإمام الصادق عليه السلام \nبالارتباط المباشر بمصادر التشريع والمعرفة وهما الكتاب الكريم والسنّة النبوية الشريفة بنحو لا مثيل له .</p>\n<p class=\"libNormal\">ومن هنا حرص الإمام الصادق عليه السلام \nعلى أن يحقّق من خلال مدرسته إنجازاً بخصوص تدوين الحديث والحفاظ على مضمونه ، بعد أن كان الحديث قد تعرّض في وقت سابق للضياع والتحريف والتوظيف السياسي المنحرف ، بسبب المنع من تدوينه ولم يستجب الأئمّة المعصومون عليهم السلام\nلقرار المنع بالرغم من كل الشعارات التي رُفعت لتجعل الهدف من حظر</p>\n\n<br clear=\"all\">\n<a name='118'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">تدوين الحديث هو الحفاظ على القرآن وسلامته من التحريف .</p>\n<p class=\"libNormal\">بينما كان الهدف البعيد من منع تدوين الحديث هو تغييب الحديث النبوي الذي كان يؤكّد ربط الأمة بأهل البيت عليهم السلام\nفاستهدف الحكّام صرف الناس عن أهل البيت عليهم السلام\n; لأنّ الحديث حين كان يؤكّد الارتباط بهم كان يحول بينهم وبين الانسياق وراء كلّ ناعق سياسي أو حاكم جائر .</p>\n<p class=\"libNormal\">يقول الإمام الصادق عليه السلام \n:<span class=\"libBold2\">( أما والله إنّ عندنا ما لا نحتاج إلى أحد والناس يحتاجون إلينا إنّ عندنا الكتاب بإملاء رسول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">، وخطّه علي بيده صحيفة طولها سبعون ذراعاً فيها كل حلال وحرام )</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وجاء عنه عليه السلام \nأنّه قال :<span class=\"libBold2\">( علمنا غابر ومزبور ونكت في القلوب ونقر في الأسماع ، وإن عندنا الجفر الأحمر ، والجفر الأبيض ، ومصحف فاطمة</span>\n<span class=\"libAlaem\">عليها‌السلام</span>\n<span class=\"libBold2\">وإن عندنا الجامعة فيها جميع ما يحتاج الناس إليه )</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">٩ ـ وتميّزت أيضاً مدرسة الإمام عليه السلام \nبالاهتمام بالتدوين بشكل عام ، بل ومدارسة العلم لإنمائه وإثرائه .</p>\n<p class=\"libNormal\">فكان عليه السلام \nيأمر طلاّبه بالكتابة ويؤكّد لهم ضرورة التدوين والكتابة كما تجد ذلك في قوله عليه السلام \n:<span class=\"libBold2\">( احتفظوا بكتبكم فإنّكم سوف تحتاجون إليها )</span>\n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">وكان يشيّد بنشاط زرارة الحديثي إذ كان يقول :<span class=\"libBold2\">( رحم الله زرارة بن أعين لولا زرارة لاندرست أحاديث أبي )</span>\n.</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بصائر الدرجات : ١٤٩ .</p>\n<p class=\"libFootnote0\">(٢) الإرشاد : ٢/١٨٦ وعنه في مناقب آل أبي طالب : ٤/٣٩٦ ، والاحتجاج : ٢/١٣٤ ، وبحار الأنوار : ٤٧/٢٦ وزادوا فيه : فسئل عن تفسير هذا الكلام فقال : أمّا الغابر فالعلم بما يكون .</p>\n<p class=\"libFootnote0\">(٣) الكافي : ١ / ٥٢ .</p>\n\n<br clear=\"all\">\n<a name='119'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">وقال فيه وفي جماعة من أصحابه منهم أبو بصير ، ومحمد بن مسلم ، وبريد العجلي :<span class=\"libBold2\">( لولا هؤلاء ما كان أحد يستنبط هذا الفقه ، هؤلاء حفّاظ الدين وأُمناء أبي</span>\n عليه السلام \n<span class=\"libBold2\">على حلاله وحرامه وهم السابقون إلينا في الدنيا والآخرة )</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وكان يأمر طلاّبه أيضاً بالتدارس والمباحثة فقد قال للمفضّل بن عمر :<span class=\"libBold2\">( اكتب وبثّ علمك في إخوانك ، فإنْ متّ فأورث كتبك بنيك ، فإنّه يأتي على الناس زمان هرج لا يأنسون فيه إلاّ بكتبهم )</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وعلى هذا الأساس اهتمّ أصحابه بكتابة الأحاديث وتدوينها حتى تألّفت واجتمعت الأصول الأربعمائة المعروفة<span class=\"libFootnotenum\">(٣)</span>\n، والتي شكّلت المجاميع الحديثية الأولى عند الشيعة الإمامية .</p>\n<p class=\"libNormal\">١٠ ـ وممّا تميزّت به مدرسة الإمام الصادق عليه السلام \nهو إنماء الفكر الإسلامي وتطويره من خلال التخصّص العلمي في مختلف فروع المعرفة الإسلامية ، وسوف نشير إلى هذه الميزة بالتفصيل .</p>\n"
}