{
"title": "ملامح عصر الإمام محمد الباقر عليه السلام",
"type": "html",
"data": "\n<p class=\"libNormal\">استشهد الإمام زين العابدين عليه السلام \nسنة ( ٩٥ هـ ) في أيام حكم الوليد ابن عبد الملك وتوّلى الإمام محمد بن علي الباقر عليه السلام \nمسؤولية الإمامة بوصية من أبيه حيث أعلن عن إمامته أمام سائر أبنائه وعشيرته حين سلّمه صندوقاً فيه سلاح رسول الله عليه السلام \nوقال له :<span class=\"libBold2\">( يا محمَّد هذا الصندوق فاذهب به إلى بيتك</span>\n، ثم قال عليه السلام \n:<span class=\"libBold2\">أما إنّه لم يكن فيه دينار ولا درهم ولكنه مملوءٌ علم )</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">إذن فهو صندوق يرمز لمسؤولية القيادة الفكرية والعلمية كما أنّ السلاح يرمز لمسؤولية القيادة الثورية .</p>\n<p class=\"libNormal\">وبالرغم من توالي الثورات التي تلت واقعة الطف والتي كان الإمام الباقر عليه السلام \nقد عاصرها جميعاً مع أبيه عليه السلام \nبقي موقف الأعمّ الأغلب من الناس الاستجابة لمنطق السيف الأموي إلى جانب القسم الآخر الذي آمن بأنّ الحكّام الأمويين يمثّلون الخلافة الإسلامية .</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) تحف العقول : ٢٧٢ ـ ٢٧٧ .</p>\n<p class=\"libFootnote0\">(٢) بصائر الدرجات ٤/٤٤ و٤٨ ، وأصول الكافي ١/٣٠٥ وعنهما في بحار الأنوار : ٤٦/٢٢٩ .</p>\n\n<br clear=\"all\">\n<a name='46'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">كما أنّه عاصر عمليات الهدم الفكري والتحريف والمسخ الثقافي الذي مارسه الأمويون بحق الرسالة والقيم الإسلامية .</p>\n<p class=\"libNormal\">وعند مجيء سليمان بن عبد الملك إلى الحكم بعد وفاة أخيه الوليد بن عبد الملك سنة ( ٩٦ هـ ) أصدر قرارات جديدة استراحت الأمة بسببها قليلاً حيث أمر بالتَنكيل ( بآل ) الحجاج بن يوسف الثقفي وطرد كلّ عمّاله وولاته<span class=\"libFootnotenum\">(١)</span>\nكما أطلق سراح المسجونين في سجون الحجّاج<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">وفي سنة ( ٩٩ هـ ) تقلّد الحكم الأموي عمر بن عبد العزيز فازدادت الحريّات في مدّة خلافته القصيرة ، كما يراه بعض المؤرّخين ، كما أنّه عالج مشكلة الخراج التي قال عنها بأنّها سنّة خبيثة سنّها عمّال السوء<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">وعامل العلويين معاملة خالف فيها أسلافه فقد جاء في كتابه لعامله على المدينة : ( فأقسم في ولد علي من فاطمة رضوان الله عليهم عشرة آلاف دينار فطالما تخطّتهم حقوقهم )<span class=\"libFootnotenum\">(٤)</span>\nورَدَّ فدكاً ـ التي كان قد صادرها الخليفة الأوّل ـ على الإمام الباقر عليه السلام \n<span class=\"libFootnotenum\">(٥)</span>\nورفع سبّ الإمام عليّ عليه السلام \nالذي كان قد سنّه معاوية<span class=\"libFootnotenum\">(٦)</span>\n.</p>\n<p class=\"libNormal\">أمّا الناحية الفكرية : فتبعاً للتغيّرات السياسية نلمس تطوّراً في الجانب الفكري أيضاً ؛ فقد برزت في هذا الظرف تيارات فكريّة جديدة واتجّه الناس</p>\n<p class=\"libLine\">ـــــــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الكامل ، ابن الأثير : ٤/١٣٨ .</p>\n<p class=\"libFootnote0\">(٢) تاريخ ابن عساكر : ٤/٨٠ .</p>\n<p class=\"libFootnote0\">(٣) الكامل : ٥/٢٩ وتاريخ الطبري : ٨/١٣٩ .</p>\n<p class=\"libFootnote0\">(٤) مروج الذهب : ٣/١٩٤ .</p>\n<p class=\"libFootnote0\">(٥) الكامل : ٤/١٦٤ والمناقب : ٤/٢٠٧ وسفينة البحار : ٢/٣٧٢ .</p>\n<p class=\"libFootnote0\">(٦) انظر الفكر السامي ١/٢٧٦ عن صحيح مسلم ، وتاريخ اليعقوبي ٢/٢٢٣ و٢٣٠ و٢٣٥ و٣٠٥ ، وشرح النهج للمعتزلي ٥/٩٨ تاريخ الخميس : ٢/٣١٧ .</p>\n\n<br clear=\"all\">\n<a name='47'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">للبحث والدرس وتلقّي المعرفة الإسلامية ورفع المنع الحكومي عن تدوين الحديث النبوي وبدأت تتميّز مدرسة أهل الحديث عن مدرسة أهل الرأي ومال الموالي من غير العرب إلى مدرسة أهل الرأي في الكوفة ، وتزعّم أبو حنيفة هذه المدرسة في حينها ضد مدرسة أهل الحديث في المدينة<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وكنتيجة طبيعية للإخفاق الذي سجّلته الحركات الفكرية ، ظهرت فكرة الاعتزال التي نادى بها ( واصل بن عطاء ) في البصرة عندما اعتزل حلقة درس أستاذه ( الحسن البصري ) وهي تعتبر تعديلاً لفكرة الخوارج التي لم تلقَ رواجاً حينما قالت بكفر مرتكب الكبيرة<span class=\"libFootnotenum\">(٢)</span>\n، والمرجئة التي قالت بأنّه لا تضر مع الإيمان معصية<span class=\"libFootnotenum\">(٣)</span>\nفقال واصل ( مؤسس اتّجاه الاعتزال والمتوفى في ١٣١هـ ) : إنّ صاحب الكبيرة ليس بمؤمن بإطلاق بل هو في منزلة بين منزلتين أي إنّ مرتكب الكبيرة ليس بمؤمن ولا كافر لكنّه فاسق والفاسق يستحق النار بفسقه<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p class=\"libNormal\">هذه صورة مجملة عن الواقع الذي عايشه الإمام الصادق عليه السلام \nخلال مرحلة قيادة أبيه الباقر عليه السلام \n.</p>\n"
}