{
"title": "1 ـ المجال السياسي",
"type": "html",
"data": "\n<p class=\"libNormal\">\n<p class=\"libBold1\">النشاط العام للإمام الكاظم عليه السلام \n</p>\n<p class=\"libNormal\">كان الغالب على حياة الإمام موسى الكاظم عليه السلام \nعدم الانفتاح على الأُمة في حركته العامة.</p>\n<p class=\"libNormal\">وجاءت هذه المحدودية في الانفتاح على الأُمة بسبب تشدّد الخلفاء العباسيين ومراقبة أجهزتهم التجسسية له التي كانت تشك في أيّ حركة تصدر منه عليه السلام \n.</p>\n<p class=\"libNormal\">ومع ذلك فقد تنوّعت نشاطات الإمام في مجالات شتّى يمكن أن نشير إليها فيما يلي:</p>\n<p class=\"libNormal\">قام الإمام عليه السلام \nبتوضيح موقفه تجاه الخلفاء والخلافة للأمة، وان كلفه الموقف ثمناً قد يؤدّي بحياته.</p>\n<p class=\"libNormal\">لقد كان هذا التحرك من الإمام عليه السلام \nلئلا يتسرّب الفهم الخاطئ للنفوس ويكون تقريراً منه للوضع الحاكم أو يُتخذ سكوته ذريعة لتبرير المواقف الانهزامية.</p>\n<p class=\"libNormal\">من هنا نجد للإمام عليه السلام \nالمواقف التالية:</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الموقف الأول:</span>\nلقد ذكرنا بأن المهدي العباسي عند تسلّمه زمام الحكم من أبيه المنصور أبدى سياسة مرنة مع العلويين أراد بها كسبهم وحاول أن ينسب من خلالها المظالم العبّاسية إلى العهد البائد، ويوحي من جانب قوة الخلافة وشرعيتها وعدالتها عندما أعلن إعادة حقوق العلويين لهم وأصدر عفواً عاماً للمسجونين، وأرجع أموال الإمام الصادق عليه السلام \nإلى الإمام الكاظم عليه السلام \n.</p>\n<p class=\"libNormal\">من هنا وجد الإمام عليه السلام \nفرصته الذهبية لاستغلال هذه البادرة فبادر بمطالبة المهدي بإرجاع فدك باعتبارها تحمل قيمة سياسية ورمزاً للصراع التأريخي بين خط السقيفة وخط أهل البيت عليهم السلام\n.</p>\n\n<br clear=\"all\">\n<a name='75'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">فدخل على المهدي فرآه مشغولاً بردّ المظالم فقال له الإمام عليه السلام \n: (ما بال مظلمتنا لا ترد ؟! فقال المهدي: وما ذاك يا أبا الحسن ؟ قال: إنّ الله تبارك وتعالى لمّا فتح على نبيّه صلى ‌الله‌ عليه‌ وآله‌ وسلم \nفدك وما والاها لم يوجف عليه بخيل ولا ركاب فأنزل الله على نبيه صلى ‌الله‌ عليه‌ وآله‌ وسلم \n:<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَآتِ ذَا الْقُرْبَى حَقَّهُ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libAie\"></span>\n<span class=\"libFootnotenum\">(١)</span>\nفلم يدر رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nمن هم ؟ فراجع في ذلك جبرئيل وراجع جبرئيل عليه السلام \nربّه فأوحى الله إليه : أنْ ادفع فدك إلى فاطمة<span class=\"libAlaem\">عليها‌السلام</span>\n.</p>\n<p class=\"libNormal\">فدعاها رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nفقال لها: يا فاطمة ، إنّ الله أمرني أن أدفع إليك فدك، فقالت: قد قبلت يا رسول الله من الله ومنك. فلم يزل وكلاؤها فيها في حياة رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n، فلمّا ولّى أبو بكر أخرج عنها وكلاءها فأتته فسألته أن يردّها عليها فقال لها: ائتيني بأسود أو أحمر يشهد بذلك، فجاءت بأمير المؤمنين عليه السلام \nوأم أيمن فشهدا لها، فكتب لها بترك التعرّض فخرجت والكتاب معها. فلقيها عمر فقال: ما هذا معك يا بنت محمد؟ قالت: كتاب كتبه لي ابن أبي قحافة، قال: أرينيه فأبت، فانتزعه من يدها ونظر فيه ثم تفل فيه ومحاه وخرقه، فقال لها: هذا لم يوجف عليه أبوك بخيل ولا ركاب فضعي الجبال في رقابنا.</p>\n<p class=\"libNormal\">فقال له المهدي: حدّها لي.</p>\n<p class=\"libNormal\">فقال عليه السلام \n:<span class=\"libBold2\">حدّ منها جبل أحد، وحد منها عريش مصر، وحد منها سيف البحر، وحدّ منها دومة الجندل</span>\n.</p>\n<p class=\"libNormal\">فقال المهدي: كل هذه حدود فدك ؟ !</p>\n<p class=\"libNormal\">فقال له الإمام عليه السلام \n:<span class=\"libBold2\">نعم يا أمير المؤمنين هذا كلّه، إنّ هذا كله ممّا لم يوجف أهله على رسول الله بخيل ولا ركاب</span>\n.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الإسراء (١٧): ٢٦.</p>\n\n<br clear=\"all\">\n<a name='76'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">فتغيّر المهدي وبدا الغضب على وجهه حيث أعلن له الإمام عليه السلام \nأنّ جميع أقاليم العالم الإسلامي قد أخذت منهم، فانطلق قائلاً: هذا كثير وأنظر فيه)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الموقف الثاني:</span>\nفي هذه المرحلة كان الإمام عليه السلام \nحريصاً على تماسك الوجود الشيعي في وسط المجتمع الإسلامي ووحدة صفه، لأن الظروف الصعبة، تشكّل فرصة لنفوذ النفوس الضعيفة والحاقدة بقصد التخريب.</p>\n<p class=\"libNormal\">وظاهرة القرابة والمحسوبية كانت أهم الركائز التي اعتمد عليها بناء الحكم العبّاسي، وكانت هي الحاكمة فوق كل المقاييس.</p>\n<p class=\"libNormal\">لذا نجد موقف الإمام عليه السلام \nمن خطورة هذه الظاهرة كان حاسماً، إذ نراه يعلن عن مقاطعة عمّه محمّد بن عبد الله الأرقط أمام الناس تطهيراً للوجود الشيعي من أيّ عنصر مضر مهما كان نسبه قريباً من الإمام عليه السلام \n، فلم يسمح له بالتسلق وصولا للمواقع أو استغلالاً لها.</p>\n<p class=\"libNormal\">فعن عمر بن يزيد قال: كنت عند أبي الحسن عليه السلام \nفذكر محمد بن عبد الله الأرقط فقال: (<span class=\"libBold2\">إني حلفت أن لا يظلّني وإيّاه سقف بيت</span>\n. فقلت في نفسي: هذا يأمر بالبرّ والصلة ويقول هذا لعمّه !</p>\n<p class=\"libNormal\">قال: فنظر إليَّ فقال:<span class=\"libBold2\">هذا من البر والصلة، إنّه متى يأتيني ويدخل عليّ فيقول</span>\n</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libNormal\"><span class=\"libFootnote0\">(١) أصول الكافي: ١ / ٥٤٣ ح٢ ، بحار الأنوار: ٤٨ / ١٥٦. ونقل السبط في تذكرة الخواص: ٣١٤ عن ربيع الأبرار للزمخشري: أن ذلك لم يكن من المهدي بل من هارون كان يقول لموسى الكاظم: خذ فدكاً، وهو يمتنع ويقول:</span>\n<span class=\"libFootnoteBold\">إنّ حددتها لم تردها؟</span>\n<span class=\"libFootnote0\">، فلمّا ألحّ عليه قال:</span>\n<span class=\"libFootnoteBold\">ما أخذها إلاّ بحدودها</span>\n<span class=\"libFootnote0\">، قال: وما حدودها؟ فقال... فعند ذلك استلفى أمره وعزم على قتله.</span>\n</p>\n\n<br clear=\"all\">\n<a name='77'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\"><span class=\"libBold2\">يصدّقه الناس وإذا لم يدخل عليّ، لم يقبل قوله إذا قال</span>\n)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وزاد في رواية إبراهيم بن المفضّل بن قيس:<span class=\"libBold2\">(فإذا علم الناس أن لا أُكلّمه لم يقبلوا منه وأمسك عن ذكرى فكان خيراً له)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\"><span class=\"libBold1\">الموقف الثالث:</span>\nهو موقف الإمام الكاظم عليه السلام \nمن ثورة الحسين بن علي ابن الحسن ـ صاحب ثورة فخ ـ بن الحسن المثنى بن الحسن المجتبى عليه السلام \n.</p>\n<p class=\"libNormal\">إن الإمام الكاظم عليه السلام \nبالرغم من امتداد شيعة أبيه في أرجاء العالم الإسلامي لم يعمل في هذه المرحلة بصيغة المواجهة المسلّحة طيلة أيام حياته، حتى أعلن عن موقفه هذا من حكومة المهدي عندما حبسه المهدي ورأى الإمام علياً عليه السلام \nفي عالم الرؤيا وقصّ رؤياه على الإمام عليه السلام \nوقرر إطلاق سراحه، قال له: أفتؤمنني أن تخرج عليّ أو على أحد من ولدي؟ فقال الإمام عليه السلام \n:<span class=\"libBold2\">(والله لا فعلت ذلك ولا هو من شأني)</span>\n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">وهذا الموقف للإمام عليه السلام \nبقي كما هو مع حكومة موسى الهادي لأسباب موضوعية سبقت الإشارة إلى بعضها إلاّ أن الإمام عليه السلام \nمارس دور الإسناد والتأييد لثورة الحسين ـ صاحب فخ ـ من أجل تحريك ضمير الأُمة والإرادة الإسلامية ضد التنازل المطلق عن شخصيتها وكرامتها للحكام المنحرفين.</p>\n<p class=\"libNormal\">ولمّا عزم الحسين على الثورة قال له الإمام عليه السلام \n:<span class=\"libBold2\">(إنّك مقتول فأحدّ الضراب فإنّ القوم فسّاق يظهرون إيماناً ويضمرون نفاقاً وشركاً فإنّا لله وإنّا إليه راجعون</span>\n</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ٤٨ / ١٦٠ عن بصائر الدرجات: ٦٤ ب ١٠ ح ٥.</p>\n<p class=\"libFootnote0\">(٢) بحار الأنوار: ٤٨ / ١٥٩ عن قرب الاسناد: ٢٣٢ ح ١١٧٤.</p>\n<p class=\"libFootnote0\">(٣) تاريخ بغداد، وعنه في تذكرة الخواص: ٣١١ ومطالب السؤول لابن طلحة الشافعي: ٨٣ وعن الجنابذي في كشف الغمة: ٣/٢ ـ ٣ وعنه في بحار الأنوار: ٤٨/١٤٨ ح ٢٢.</p>\n\n<br clear=\"all\">\n<a name='78'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\"><span class=\"libBold2\">وعند الله أحتسبكم من عُصبة)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">ولمّا سمع الإمام الكاظم بمقتل الحسين رضي الله عنه بكاه وأبّنه بهذه الكلمات:<span class=\"libBold2\">(إنّا لله وإنا إليه راجعون ، مضى والله مسلماً صالحاً، صوّاماً قوّاماً، آمراً بالمعروف ، ناهياً عن المنكر، ما كان في أهل بيته مثله)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n"
}