{
"title": "الفصل الأوّل ملامح عهد الرشيد وسياسته مع الإمام الكاظم عليه السلام",
"type": "html",
"data": "\n<p class=\"libNormal\">تعتبر السنوات الأخيرة من عمر الإمام موسى الكاظم عليه السلام \nمن أعقد مراحل حياته وأشدّها صعوبة وأذىً على الإمام عليه السلام \nبالقياس إلى المراحل الأخرى التي سبقتها، وقد عاصر فيها هارون الرشيد لمدة (١٤) سنة وأشهراً<span class=\"libFootnotenum\">(١)</span>\nوكانت حافلة بالآلام والمصاعب.</p>\n<p class=\"libNormal\">وقد صبّ فيها هارون كلّ الحقد الجاهلي وما تطويه نفسه الخبيثة من لؤم ودهاء على أهل البيت عليهم السلام\nفقد صمّم سياسة ظالمة تميّز بها عن غيره من الخلفاء، حتى كان من شأنها أن شل حركة الإمام عليه السلام \nوعزله عن الأُمة تمهيداً لقتله فيما بعد داخل السجن، وبهذا تشكل حياة الإمام موسى لجوؤه لأساليب أخرى من العمل مرحلة جديدة بالنسبة لحركة الأئمة عليهم السلام\nالذين سبقوه. ويكون الحديث عن هذه المرحلة من حياة الإمام الكاظم عليه السلام \nفي عدة فصول:</p>\n<p class=\"libNormal\">الأوّل: عن عهد الرشيد وعن أساليبه التي استخدمها مع الإمام عليه السلام \n.</p>\n<p class=\"libNormal\">الثاني: موقف الإمام عليه السلام \nمن حكم وسياسة الرشيد ونشاط الإمام عليه السلام \nمع الأُمة.</p>\n<p class=\"libNormal\">الثالث: عن اعتقالات الإمام ودوره في داخل السجن حتى استشهاده عليه السلام \nفي سنة (١٨٣ هـ). ويقع الكلام في هذا الفصل ضمن بحثين:</p>\n<p class=\"libBold1\">البحث الأول: ملامح عهد الرشيد:</p>\n<p class=\"libNormal\">سبقت الإشارة إلى الظواهر الانحرافية التي اجتاحت البلاد الإسلامية والسياسة الظالمة ضد أهل البيت عليهم السلام\nالتي جاء بها العباسيون في منهجهم الجاهلي.</p>\n<p class=\"libFootnote0\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) إعلام الورى: ٢/٧ وعنه في بحار الأنوار: ٤٨ / ١، ح١.</p>\n\n<br clear=\"all\">\n<a name='97'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">ولا يسعنا أن نستعرض كل الأحداث والظروف التي أحاطت بالإمام عليه السلام \nفي عصر حكومة الرشيد بل نحاول أن نقف على أهم ما امتازت به المرحلة من ظواهر لعلها تكون كافية لإعطاء الصورة الواقعية وحجم المأساة التي يعانيها الإمام عليه السلام \n.</p>\n<p class=\"libNormal\">إذا لاحظنا الأموال التي كانت تجبى له من أطراف البلاد لوجدناها تفوق ضخامتها ورقمها أموال كل من سبقه من الخلفاء وكانت تنفق على غير مصالح المسلمين مثل التفنن في الملذّات حتى أسرف هارون في هباته للمغنّين وأغدق عليهم الأموال الطائلة فقد أنشده أبو العتاهية هذه الأبيات:</p>\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"91%\"><tr><td width=\"261\" valign=\"top\"><p class=\"libPoem\">بأبي من كان في قلبي له</p>\n</td>\n<td width=\"19\" valign=\"top\"><p class=\"libPoem\">\n</td>\n<td width=\"259\" valign=\"top\"><p class=\"libPoem\">مرة حب قليل فسرق</p>\n</td>\n</tr>\n<tr><td width=\"261\" valign=\"top\"><p class=\"libPoem\">يا بني العبّاس فيكم ملك</p>\n</td>\n<td width=\"19\" valign=\"top\"><p class=\"libPoem\">\n</td>\n<td width=\"259\" valign=\"top\"><p class=\"libPoem\">شعب الإحسان منه تفترق</p>\n</td>\n</tr>\n<tr><td width=\"261\" valign=\"top\"><p class=\"libPoem\">إنّما هارون خير كله</p>\n</td>\n<td width=\"19\" valign=\"top\"><p class=\"libPoem\">\n</td>\n<td width=\"259\" valign=\"top\"><p class=\"libPoem\">مات كل الشر مذ يوم خلق</p>\n</td>\n</tr>\n</table>\n<p class=\"libNormal\">وغنّاه إبراهيم الموصلي بها فأعطى كل واحد منهما مئة ألف درهم ومئة ثوب<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وكان هارون مولعاً بالجواري حريصاً على الاستمتاع والتلذّذ بهنّ حتى أفرط في ذلك وكان له قصة مع الجارية (غادر) جارية أخيه الهادي وكانت حسناء من أحسن الناس وجهاً وغناءً وكان الهادي يحبها وشك ذات يوم بأن الرشيد سيتزوجها حال مماته فقال للرشيد أريد أن تحلف بأنك لا تتزوجها بعدي فحلف واستوفى عليه الإيمان من الحج راجلاً وطلاق الزوجات وعتق المماليك وتسبيل ما يملكه، ثم أحلفها بمثل ذلك فحلفت فلم يمض على ذلك الأشهر فمات الهادي وبويع الرشيد فبعث إلى (غادر) وخطبها<span class=\"libFootnotenum\">(٢)</span>\n. وكان الرشيد شديد الولع بالغناء فاشتمل قصره على مختلف الآلات الموسيقية وقد أمر المغنّين أن يختاروا له مئة صوت فاختاروها ثم أمرهم باختيار عشرة فاختاروها، ثم أمرهم باختيار ثلاثة ففعلوا<span class=\"libFootnotenum\">(٣)</span>\nوانقطع إبراهيم عن الغناء لأنه عاهد الهادي بعدم الغناء بعده، لكن الرشيد أمره أن يغنّي فامتنع فرماه في السجن ولم يطلق سراحه حتى غنّى في مجلسه<span class=\"libFootnotenum\">(٤)</span>\n.</p>\n<p class=\"libNormal\">وكان هارون من المدمنين على شرب الخمرة، وكان يدعو خواصّ جواريه إذا أراد الشراب<span class=\"libFootnotenum\">(٥)</span>\n.</p>\n<p class=\"libNormal\">قال حماد بن إسحاق عن أبيه: أرسل إليّ الرشيد ذات ليلة فدخلت عليه</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الاغاني: ٤ / ٧٤.</p>\n<p class=\"libFootnote0\">(٢) نساء الخلفاء: ٤٦.</p>\n<p class=\"libFootnote0\">(٣) الاغاني: ١ / ٧.</p>\n<p class=\"libFootnote0\">(٤) الأغاني: ١ / ١٦٢.</p>\n<p class=\"libFootnote0\">(٥) التاج: ٣٧.</p>\n\n<br clear=\"all\">\n<a name='98'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">فإذا هو جالس وبين يديه جارية عليها قميص مورّد وسراويل مورّدة ، فلما غنّت، فقال: لمن هذا اللحن؟ فقلت: لي يا أمير المؤمنين فقال: هات لحن ابن سريج فغنّيته إياه فطرب وشرب رطلاً وسقى الجارية رطلاً وسقاني رطلاً<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وكان الرشيد شديد التعلق بلعب القمار (النرد) و (الشطرنج)<span class=\"libFootnotenum\">(٢)</span>\nوبذل الأموال الطائلة من أجل هذه الألعاب.</p>\n<p class=\"libNormal\">أمّا موقفه من العلويين فكان الرشيد شديد العداء والحقد عليهم وقد أقسم حين تولّى الخلافة على استئصالهم وقتلهم فقال: والله لأقتلنهم ـ أي العلويين ـ ولأقتلن شيعتهم<span class=\"libFootnotenum\">(٣)</span>\nوفعلاً نفّذ قسمه بقتل طائفة كبيرة من أعلام العلويين هم خيرة المسلمين علماً وورعاً في الدين.</p>\n<p class=\"libNormal\">وعندما رأى جماهير غفيرة من الأُمة الإسلامية تتهافت على زيارة مرقد الحسين عليه السلام \nقام بهدم الدور المجاورة له، واقتلاع السدرة التي كانت إلى جانب القبر الشريف<span class=\"libFootnotenum\">(٤)</span>\nكما أمر بحرث أرض كربلاء ليمحو بذلك كلّ أثر للقبر المطهر، وقد انتقم الله منه فإنّه لم يدُر عليه الحول حتى هلك في خراسان<span class=\"libFootnotenum\">(٥)</span>\n.</p>\n<p class=\"libNormal\">وامتدّ سلوك هذا الحاكم الفاسد إلى الأُمة، حيث أشيع في البلاد الإسلامية كل أنواع الفساد، وتحوّلت بغداد عاصمة الخلافة الإسلامية في عصره إلى مسرح للّهو، والرقص، وحانات الخمور ودور المجون، حتى أصبحت هذه المظاهر سمة بارزة يتميّز بها ذلك العصر، وعكس لنا الشعراء انطباعاتهم وأحاسيسهم باللهو وحبّ الجواري والتلذّذ بالخمرة، وكرّس أبو نؤاس مجهوده الفكري في وصف الأكواب والكؤوس والسقاة والخمّارين والندماء وافتتن الناس بخمرياته.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الأغاني: ٥ / ١٢٦ ـ ١٢٧.</p>\n<p class=\"libFootnote0\">(٢) الأغاني: ٩ / ١٢٦ ـ ١٢٧.</p>\n<p class=\"libFootnote0\">(٣) الأغاني: ٥ / ٢٢٥.</p>\n<p class=\"libFootnote0\">(٤) المناقب: ٢ / ١٩ ، والأمالي: ٢٠٦.</p>\n<p class=\"libFootnote0\">(٥) تأريخ كربلاء: ١٩٨.</p>\n\n<br clear=\"all\">\n<a name='99'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">وامتاز عصر هارون بالفقر والبؤس، الذي عم الملايين فنجد جموع المسلمين تعرى وتجوع، فيما زخرت بغداد بأموال المسلمين والتي تكرّست عند طبقة خاصة من الخلفاء وأبنائهم وعشيرتهم ووزرائهم والمغنين والجواري والخمّارين والوشاة والمنتفعين من مائدة الخلافة.</p>\n<p class=\"libNormal\">وحيث ظهر الفقر والبؤس في موطن كان منشئاً للكفر. فقد ظهرت في ذلك العصر حركات إلحادية نشطت بين البسطاء.</p>\n<p class=\"libNormal\">يقول (فلهوزن): إنّ هناك صلة وثيقة بين الدعوة العباسية والزنادقة، ويقول: إنّ العبّاسيين في ذلك الوقت جمعوا الزنادقة حولهم ولم ينبذوهم إلاّ فيما بعد<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">والغريب أنّ هذه الحركات الهدّامة التي انتشرت في البلاد الإسلامية مثل (المزدكيّة) وغيرها كانت تدعو للتحلّل من جميع القيم وهي نوع من أنواع الشيوعية، يقول الشهرستاني: إنّ مزدك أحلّ النساء وأباح الأموال وجعل الناس شركة كاشتراكهم في المال والنار والكلأ<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الدولة العربية: ٤٨٩.</p>\n<p class=\"libFootnote0\">(٢) الملل والنحل: ١ / ٢٢٩.</p>\n\n<br clear=\"all\">\n<a name='100'></a>\n<p class=\"libNormal\">\n<p class=\"libBold1\">البحث الثاني: موقف الرشيد من الإمام الكاظم عليه السلام \n</p>\n<p class=\"libNormal\">كان الرشيد شديد الحساسية والحقد على الإمام موسى الكاظم عليه السلام \nبالنسبة إلى الخلفاء العبّاسيين الذين سبقوه، من هنا بدأ بمحاصرة الإمام ومراقبته بغية شل حركته ونشاطه، بطرق وأساليب متعددة وملتوية ومتطوّرة تمثّلت في الاستدعاءات المتعدّدة للبلاط ثم الاعتقالات المتكرّرة، ومحاولات الاغتيال بتصفية أتباع الإمام عليه السلام \nوشيعته، وزجّ البعض في السجون بعد بثّه للجواسيس بشكل مكثّف ورصد ومُتابعة كل حركة تصدر من الإمام وأصحابه وإكرام الوشاة وتشجيعهم فيما إذا جاءوا بمعلومة سرّية عن الإمام حتى إنه كانت تقدم رؤوس العلويين كهدايا للرشيد باعتبارها من الأمور الثمينة عنده.</p>\n<p class=\"libNormal\">واستخدم الرشيد سياسته هذه مع الإمام على المدى البعيد وأراد فيها تطويق الإمام عليه السلام \nوعزله بشكل تام وقطع كل أواصر الارتباط مع الأُمة.</p>\n<p class=\"libNormal\">واتّسمت سياسة الرشيد العدوانية مع الإمام بأنها كانت منذ بويع للخلافة تراوحت بين السجن والاتّهام السياسي مرّة والإكرام والتعظيم نفاقاً مرة أخرى.</p>\n<p class=\"libNormal\">وسوف نستعرض مجموعة النصوص التي وردت في هذا الصدد لنقف على مجموعة الأساليب الصريحة والملتوية والمتطوّرة التي سلكها هذا الطاغية لتصفية حركة أهل البيت عليهم السلام\nوأتباعهم.</p>\n<p class=\"libBold1\">الطائفة الأولى:</p>\n<p class=\"libNormal\">تتضمّن أساليب الرشيد مع الإمام والتي تدور بين إكرام الإمام مرة والتخطيط لقتله مرّة أخرى، والاعتراف بكونه الإمام المفترض الطاعة مرّة ثالثة.</p>\n<p class=\"libNormal\">١ ـ جاء عن الفضل أنه قال: (كنت أحجب الرشيد، فأقبل عليّ يوماً غضباناً، وبيده سيف يقلّبه. فقال لي: يا فضل بقرابتي من رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nلئن لم تأتني بابن عمي لآخذن الذي فيه عيناك.</p>\n<p class=\"libNormal\">فقلت: بمن أجيئك؟ فقال: بهذا الحجازي. قلت: وأيّ الحجازيين؟ قال: موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب.</p>\n\n<br clear=\"all\">\n<a name='101'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">قال الفضل: فخفت من الله عزّ وجلّ إن جئت به إليه، ثم فكرت في النقمة، فقلت له: أفعل. فقال: ائتني بسوطَين وحصارَين<span class=\"libFootnotenum\">(١)</span>\nوجلاّدين.</p>\n<p class=\"libNormal\">قال: فأتيته بذلك ومضيت إلى منزل أبي إبراهيم موسى بن جعفر عليه السلام \nفأتيت إلى خربة فيها كوخ<span class=\"libFootnotenum\">(٢)</span>\nمن جرائد النخل فإذا أنا بغلام أسود.</p>\n<p class=\"libNormal\">فقلت له: استأذن لي على مولاك يرحمك الله. فقال لي: لج<span class=\"libFootnotenum\">(٣)</span>\nليس له حاجب ولا بوّاب. فولجت إليه، فإذا أنا بغلام أسود بيده مقص يأخذ اللحم من جبينه وعرنين أنفه من كثرة سجوده.</p>\n<p class=\"libNormal\">فقلت له: السلام عليك يا ابن رسول الله، أجب الرشيد.</p>\n<p class=\"libNormal\">فقال:<span class=\"libBold2\">ما للرشيد ومالي؟ أما تشغله نعمته عنّي؟</span>\nثم قام مسرعاً، وهو يقول: لولا أني سمعت في خبر عن جدي رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \n:<span class=\"libBold2\">إنّ طاعة السلطان للتقية واجبة</span>\n<span class=\"libFootnotenum\">(٤)</span>\n<span class=\"libBold2\">إذن ما جئت</span>\n.<span class=\"libBold2\"></span>\n</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) آلة العصر والكبس.</p>\n<p class=\"libFootnote0\">(٢) بيت من قصب.</p>\n<p class=\"libFootnote0\">(٣) ولج البيت دخل فيه.</p>\n<p class=\"libFootnote0\">(٤) روى الصدوق في أماليه: ٢٧٧ / ح ٢ بإسناده عن أنس قال: قال رسول الله<span class=\"libFootnoteAlaem\">صلى‌الله‌عليه‌وآله‌وسلم</span>\n:<span class=\"libFootnoteBold\">(طاعة السلطان واجبة، ومن ترك طاعة السلطان فقد ترك طاعة الله، ودخل في نهيه،إن الله عَزَّ وجَلَّ يقول:</span>\n<span class=\"libFootnoteAlaem\">(</span>\n<span class=\"libFootnoteAie\">وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ</span>\n<span class=\"libFootnoteAlaem\">)</span>\n<span class=\"libBold2\">)</span>\n. البقرة (٢): ١٩٥).</p>\n\n<br clear=\"all\">\n<a name='102'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">فقلت له: استعد للعقوبة يا أبا إبراهيم رحمك الله ، فقال عليه السلام \n:<span class=\"libBold2\">أليس معي من يملك الدنيا والآخرة، ولن يقدر اليوم على سوء لي إن شاء الله</span>\n.</p>\n<p class=\"libNormal\">قال الفضل بن الربيع: فرأيته وقد أدار يده يلوح بها على رأسه ثلاث مرات.</p>\n<p class=\"libNormal\">فدخلت على الرشيد، فإذا هو كأنه امرأة ثكلى قائم حيران فلمّا رآني قال لي: يا فضل. فقلت: لبيك. فقال: جئتني بابن عمّي؟ قلت: نعم. قال: لا تكون أزعجته؟ فقلت: لا. قال: لا تكون أعلمته أني عليه غضبان؟ فإني قد هيّجت على نفسي ما لم أرده، أئذن له بالدخول. فأذنت له.</p>\n<p class=\"libNormal\">فلمّا رآه وثب إليه قائماً وعانقه وقال له: مرحباً بابن عمي وأخي ووارث نعمتي ، ثم أجلسه على مِخَدّة وقال له: ما الذي قطعك عن زيارتنا؟ فقال عليه السلام \n:<span class=\"libBold2\">سعة ملكك وحبّك للدنيا</span>\n.</p>\n<p class=\"libNormal\">فقال: ائتوني بحقة الغالية<span class=\"libFootnotenum\">(١)</span>\nفأتي بها فغلفه بيده، ثم أمر أن يحمل بين يديه خلع وبدرتان دنانير.</p>\n<p class=\"libNormal\">قال الفضل: فتبعته عليه السلام \nفقلت له: ما الذي قلت حتى كُفيت أمر الرشيد ؟</p>\n<p class=\"libNormal\">فقال:<span class=\"libBold2\">دعاء جدي علي بن أبي طالب</span>\n عليه السلام \n<span class=\"libBold2\">كان إذا دعا به، ما برز إلى عسكر إلاّ هزمه ولا إلى فارس إلاّ قهره، وهو دعاء كفاية البلاء</span>\n.</p>\n<p class=\"libNormal\">قلت: وما هو ؟</p>\n<p class=\"libNormal\">قال:<span class=\"libBold2\">قل: اللهم بك أساور، وبك أُحاول</span>\n(<span class=\"libBold2\">وبك أحاور</span>\n)<span class=\"libBold2\">، وبك أصول، وبك انتصر، وبك أموت، وبك أحيا، أسلمت نفسي إليك، وفوّضت أمري إليك، لا حول ولا قوّة إلاّ</span>\n</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الغالية: جمعها غوال: اخلاط من الطيب وتغلّى: تطيّب بالغالية.</p>\n\n<br clear=\"all\">\n<a name='103'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\"><span class=\"libBold2\">بالله العلي العظيم. اللهم انك خلقتني ورزقتني وسترتني، وعن العباد بلطف ما خوّلتني أغنيتني، وإذا هويت رددتني، وإذا عثرت قوّمتني، وإذا مرضت شفيتني، وإذا دعوت أجبتني يا سيدي ارض عني فقد أرضيتني</span>\n)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">٢ ـ يصوّر لنا عبد الله المأمون بن الرشيد ذلك المستوى من الفهم الذي يمتلكه الرشيد إزاء الإمام. والذي اعترف به من خلال الإكرام والإجلال الذي قام به الرشيد للإمام الكاظم عليه السلام \nوالذي يستبطن مدى الحقد والبغض، ويكشف هذا المشهد ثقل الإمام الشعبي الذي دفع بالرشيد إلى أن يفتعل هذا المشهد من أجل إضلال الجماهير.</p>\n<p class=\"libNormal\">قال المأمون: لقد حججت معه (الرشيد) سنة فلما صار إلى المدينة تقدم إلى حجابه وقال: لا يدخلنّ عليّ رجل من أهل المدينة ومكة من أبناء المهاجرين والأنصار وبني هاشم وسائر بطون قريش إلاّ نسب نفسه، فكان الرجل إذا أراد أن يدخل عليه يقول: أنا فلان بن فلان حتى ينتهي إلى جدّه من هاشم أو قريش وغيرهما فيدخل ويصله الرشيد بخمسة آلاف وما دونها إلى مئتي دينار على قدر شرفه وهجرة آبائه.</p>\n<p class=\"libNormal\">فبينما أنا ذات يوم واقف إذ دخل الفضل بن الربيع فقال: يا أمير المؤمنين على الباب رجل زعم أنه موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليهم السلام\nفأقبل علينا ونحن قيام على رأسه والأمين والمؤتمن وسائر القوّاد، وقال احفظوا على أنفسكم.</p>\n<p class=\"libNormal\">ثم قال : لآذنه ائذن له ولا ينزل إلاّ على بساطي، فأنا كذلك إذ دخل شيخ قد أنهكته العبادة كأنه شن بال قد كلم السجود وجهه وأنفه، فلما رأى الرشيد رمى بنفسه عن حمار كان يركبه فصاح الرشيد: لا والله إلاّ على بساطي فمنعه الحجّاب من الترجّل، ونظرنا إليه بأجمعنا بالإجلال والإعظام، فما زال يسير على حماره حتى سار إلى البساط والحجّاب والقوّاد محدقون به.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) عيون أخبار الرضا: ١ / ٧٦، ح ٥ وعنه في بحار الأنوار: ٤٨ / ٢١٥، ح١٦.</p>\n\n<br clear=\"all\">\n<a name='104'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">فنزل وقام إليه الرشيد واستقبله إلى آخر البساط وقبّل وجهه ورأسه وأخذ بيده حتى جرّه في صدر المجلس وأجلسه معه وجعل يحدّثه ويقبل عليه ويسأله عن أحواله.</p>\n<p class=\"libNormal\">ولمّا قام الرشيد لقيامه وودّعه، ثم أقبل عليّ وعلى الأمين والمؤتمن، وقال: يا عبد الله ويا محمد ويا إبراهيم: سيروا بين يدي عمّكم وسيدّكم وخذوا بركابه وسوّوا عليه ثيابه<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">٣ ـ قال المأمون: فلمّا خلا المجلس قلت: يا أمير المؤمنين من هذا الرجل الذي عظمته وأجللته، وقمت من مجلسك إليه فاستقبلته، وأقعدته في صدر المجلس، وجلست دونه، ثم أمرتنا بأخذ الركاب له ؟ !</p>\n<p class=\"libNormal\">قال: هذا إمام الناس، وحجة الله على خلقه، وخليفته على عباده.</p>\n<p class=\"libNormal\">فقلت: يا أمير المؤمنين أوليست هذه الصفات كلّها لك وفيك ؟ !</p>\n<p class=\"libNormal\">فقال: أنا إمام الجماعة في الظاهر والغلبة والقهر، وموسى بن جعفر إمام حق.</p>\n<p class=\"libNormal\">والله يا بنيّ إنه لأحقّ بمقام رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nمني ومن الخلق جميعاً، والله</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) عيون أخبار الرضا: ١ / ٨٨، ح ١ ، بحار الأنوار: ٤٨ / ١٢٩، ح ٤ ، وحلية الأبرار: ٢ / ١٦٩ ، ومدينة المعاجز: ٤٤٩ ح٧٤ ، ومستدرك الوسائل: ٢ / ٥٢. إثبات الهداة: ٥ / ٥١١، ح٢٩.</p>\n\n<br clear=\"all\">\n<a name='105'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">لو نازعتني هذا الأمر لأخذت الذي فيه عيناك فإن الملك عقيم<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">ونلاحظ أن هذا التصريح من الرشيد والاعتراف بحقانية إمامة الكاظم عليه السلام \nكان أمراً سرياً.</p>\n<p class=\"libNormal\">٤ ـ قال المأمون: فلما أراد الرشيد الرحيل من المدينة إلى مكة أمر بصرّة فيها مئتا دينار، ثم أقبل على الفضل بن الربيع فقال له: اذهب بهذه إلى موسى بن جعفر عليه السلام \nوقل له: يقول لك أمير المؤمنين نحن في ضيق وسيأتيك برّنا بعد هذا الوقت.</p>\n<p class=\"libNormal\">فقمت في صدره فقلت: يا أمير المؤمنين تعطي أبناء المهاجرين والأنصار وسائر قريش، وبني هاشم، ومن لا يعرف حسبه ونسبه خمسة الآف دينار إلى ما دونها وتعطي موسى بن جعفر ـ وقد أعطيته مئتي دينار ـ أخسّ عطية أعطيتها أحداً من الناس ؟ !</p>\n<p class=\"libNormal\">فقال: اسكت لا أمّ لك، فإني لو أعطيت هذا ما ضمنته له، ما كنت آمنه أن يضرب وجهي غداً بمئة ألف سيف من شيعته ومواليه، وفقر هذا وأهل بيته أسلم لي ولكم من بسط أيديهم وأعينهم<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libBold1\">الطائفة الثانية:</p>\n<p class=\"libNormal\">نختار في هذه الطائفة ما يصوّر لنا أساليب الرشيد مع الإمام والتي يبتغي من ورائها إحراج الإمام مرّة والاستهانة به مرّة أُخرى لعله يعجزه أمام الناس ويثبت لهم فشله وعدم جدارته.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) عيون أخبار الرضا: ١ / ٨٨ / ح١١ ، وبحار الأنوار: ٤٨ / ١٢٩ / ح ٤ ، ومدينة المعاجز: ٤٩٩ / ح٧٤ ، وحلية الأبرار: ٢ / ٢٦٩ ، وإثبات الهداة: ٥ / ٥١١ / ح٢٩ ، ومستدرك الوسائل: ٢ / ٥٢، ح٥.</p>\n<p class=\"libFootnote0\">(٢) عيون أخبار الرضا: ١/٨٨ ح ١١، البحار: ٤٨/١٢٩ ح ٤.</p>\n\n<br clear=\"all\">\n<a name='106'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">ولنرى موقف الإمام عليه السلام \nإزاء هذه الإحراجات والاستهانات وكيف تخلّص منها منتصراً.</p>\n<p class=\"libNormal\">١ ـ من أساليب الرشيد مع الإمام عليه السلام \nالتي كان يهدف منها تخويف الإمام عليه السلام \nواستضعافه ، هو اتهامه بأعمال سياسية محظورة بنظر الخلافة، مثل جبابة الخراج.</p>\n<p class=\"libNormal\">وعن هذا الاتهام يحدّثنا الإمام موسى عليه السلام \nنفسه حيث يقول:<span class=\"libBold2\">(لمّا أدخلت على الرشيد سلّمت عليه فردّ عليّ السلام ثم قال: يا موسى بن جعفر خليفتين يُجبى إليهما الخراج ؟! فقلت: يا أمير المؤمنين أعيذك بالله أن تبوء بإثمي وإثمك، وتقبل الباطل من أعدائنا علينا، فقد علمت أنه قد كُذب علينا منذ قبض رسول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">بما عِلمُ ذلك عندك، فإن رأيت بقرابتك من رسول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">أن تأذن لي أحدثك بحديث أخبرني به أبي، عن آبائه، عن جدي رسول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">؟! فقال: قد أذنت لك فقلت: أخبرني أبي عن آبائه عن جدي رسول الله</span>\n صلى ‌الله‌ عليه‌ وآله‌ وسلم \n<span class=\"libBold2\">أنه قال: إنّ الرحم إذا مسّت الرحم تحرّكت واضطربت)</span>\n. ثم سأله الرشيد عن أفضلية أهل البيت (أولاد علي) على بني العباس فأجابه الإمام عليه السلام \nعن الأدلة على هذا التفضيل بعد أن أخذ منه الأمان. ثم أطلق سراحه)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">وإليك نصّ ما دار بين الإمام عليه السلام \nوبين الرشيد كما رواه الصدوق:</p>\n<p class=\"libNormal\">قال الرشيد للإمام عليه السلام \n:</p>\n<p class=\"libBold2\">(أريد أن أسألك عن أشياء تتلجلج في صدري منذ حين، لم أسأل عنها أحداً فإن أنت أجبتني عنها خلّيت عنك، ولم أقبل قول أحد فيك، وقد بلغني أنّك لم تكذب قطّ فاصدقني عمّا أسألك ممّا في قلبي.</p>\n<p class=\"libBold2\">فقلت: ما كان علمه عندي فإنّي مُخبرك به إن أنت آمنتني؟ قال: لك الأمان إن صدقتني وتركت التقيّة التي تعرفون بها معشر بني فاطمة.</p>\n<p class=\"libBold2\">فقلت : ليسأل أمير المؤمنين عمّا شاء؟ قال: أخبرني لم فضّلتم علينا ونحن وأنتم من شجرة واحدة وبنو عبد المطلب ونحن وأنتم واحد، أنّا بنو العبّاس وأنتم ولد أبي طالب، وهما عمّا رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nوقرابتهما منه سواء ؟</p>\n<p class=\"libBold2\">فقلت: نحن أقرب.</p>\n<p class=\"libBold2\">قال: وكيف ذلك ؟</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) عيون أخبار الرضا: ١ / ٨١، ح٩ وعنه في بحار الأنوار: ٤٨ / ١٢٥.</p>\n\n<br clear=\"all\">\n<a name='107'></a>\n<p class=\"libNormal\">\n<p class=\"libBold2\">قلت: لأن عبد الله وأبا طالب لأب وأمّ وأبوكم العبّاس ليس هو من أم عبد الله، ولا من أمّ أبي طالب .</p>\n<p class=\"libBold2\">قال: فلم ادّعيتم أنّكم ورثتم النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \n؟ والعمّ يحجب ابن العمّ ، وقبض رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nوقد توفي أبو طالب قبله، والعبّاس عمه حيّ؟</p>\n<p class=\"libBold2\">فقلت له: إن رأى أمير المؤمنين أن يعفيني من هذه المسألة ويسألني عن كلّ باب سواه يريده .</p>\n<p class=\"libBold2\">فقال: لا أو تجيب.</p>\n<p class=\"libBold2\">فقلت: فآمنّي؟</p>\n<p class=\"libBold2\">قال: قد آمنتك قبل الكلام.</p>\n<p class=\"libBold2\">فقلت: إنّ في قول علي بن أبي طالب عليه السلام \nإذن ليس مع ولد الصّلب ذكراً كان أو أنثى لأحد سهم إلاّ للأبوين والزوج والزوجة، ولم يثبت للعم مع ولد الصلب ميراث، ولم ينطق به الكتاب، إلاّ أنّ تيماً وعدياً وبني أمية قالوا: العم والد رأياً منهم بلا حقيقة، ولا أثر عن النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \n. ومن قال بقول علي عليه السلام \nمن العلماء قضاياهم خلاف قضايا هؤلاء، هذا نوح بن درّاج يقول في هذه المسألة بقول علي عليه السلام \nوقد حكم به، وقد ولاّه أمير المؤمنين المصرين الكوفة والبصرة، وقد قضى به فأنهي إلى أمير المؤمنين فأمر بإحضاره وإحضار من يقول بخلاف قوله منهم سفيان الثوري، وإبراهيم المدني والفضيل بن عيّاض فشهدوا أنه قول علي عليه السلام \nفي هذه المسألة فقال لهم ـ فيما أبلغني بعض العلماء من أهل الحجاز ـ: فلم لا تفتون به وقد قضى به نوح بن درّاج؟ فقالوا جسر نوح وجبنا وقد أمضى أمير المؤمنين قضّيته بقول قدماء العامة عن النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nأنّه قال: علي أقضاكم، وكذلك قال عمر بن الخطاب : علي أقضانا، وهو اسم جامع لأن جميع ما مدح به النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nأصحابه من القراءة والفرائض والعلم داخل في القضاء.</p>\n<p class=\"libBold2\">قال: زدني يا موسى.</p>\n<p class=\"libBold2\">قلت: المجالس بالأمانات وخاصّة مجلسك؟</p>\n<p class=\"libBold2\">فقال: لا بأس عليك.</p>\n<p class=\"libBold2\">فقلت: إنّ النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nلم يورّث من لم يُهاجر، ولا أثبت له ولاية حتّى يهاجر.</p>\n<p class=\"libBold2\">فقال: ما حجّتك فيه؟</p>\n\n<br clear=\"all\">\n<a name='108'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\"><span class=\"libBold2\">قلت: قول الله تبارك وتعالى:</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libFootnotenum\">(١)</span>\n<span class=\"libBold2\">وإنّ عمّي العبّاس لم يُهاجر.</span>\n</p>\n<p class=\"libBold2\">فقال لي: أسألك يا موسى هل أفتيت بذلك أحداً من أعدائنا؟ أم أخبرت أحداً من الفقهاء في هذه المسألة بشيء ؟</p>\n<p class=\"libBold2\">فقلت: اللهم لا، وما سألني عنها إلاّ أمير المؤمنين.</p>\n<p class=\"libBold2\">ثم قال: لم جوّزتم للعامة والخاصة أن ينسبوكم إلى رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم \nويقولون لكم: يا بني رسول الله، وأنتم بنو علي وإنما يُنسب المرء إلى أبيه وفاطمة إنما هي وعاء، والنبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nجدّكم من قبل أمكم؟</p>\n<p class=\"libBold2\">فقلت: يا أمير المؤمنين لو أن النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nنُشر فخطب إليك كريمتك هل كنت تجيبه؟</p>\n<p class=\"libBold2\">فقال: سبحان الله ولم لا أجيبه ؟ ! بل أفتخر على العرب والعجم وقريش بذلك.</p>\n<p class=\"libBold2\">فقلت: لكنّه صلى ‌الله‌ عليه‌ وآله‌ وسلم \nلا يخطب إلي ولا أزوجه.</p>\n<p class=\"libBold2\">فقال: ولم ؟</p>\n<p class=\"libBold2\">فقلت: لأنه ولدني ولم يلدك.</p>\n<p class=\"libBold2\">فقال: أحسنت يا موسى.</p>\n<p class=\"libBold2\">ثم قال: كيف قلتم إنا ذريّة النبي، والنبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nلم يعقب؟ وإنما العقب للذكر لا للأنثى، وأنتم ولد الابنة، ولا يكون لها عقب؟</p>\n<p class=\"libBold2\">فقلت: أسألك بحق القرابة والقبر ومن فيه إلاّ ما أعفيتني عن هذه المسألة.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الأنفال (٨): ٧٢.</p>\n\n<br clear=\"all\">\n<a name='109'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\"><span class=\"libBold2\">فقال: لا أوتخبرني بحجّتكم فيه يا ولد علي، وأنت يا موسى يعسوبهم ، وإمام زمانهم، كذا أُنهي إليَّ، ولست أعفيك في كل ما أسألك عنه، حتى تأتيني فيه بحجة من كتاب الله، فأنتم تدّعون معشر ولد علي أنّه لا يسقط عنكم منه شيء (ألف ولا واو) إلاّ وتأويله عندكم، واحتججتم بقوله عَزَّ وجَلَّ :</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libFootnotenum\">(١)</span>\n<span class=\"libBold2\">وقد استغنيتم عن رأي العلماء وقياسهم.</span>\n</p>\n<p class=\"libBold2\">فقلت: تأذن لي في الجواب؟</p>\n<p class=\"libBold2\">قال: هات.</p>\n<p class=\"libNormal\"><span class=\"libBold2\">فقلت: أعوذ بالله من الشيطان الرجيم بسم الله الرحمن الرحيم</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ * وَزَكَرِيَّا وَيَحْيَى وَعِيسَى ...</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n<span class=\"libBold2\">من أبو عيسى يا أمير المؤمنين؟.</span>\n</p>\n<p class=\"libBold2\">فقال: ليس لعيسى أب.</p>\n<p class=\"libBold2\">فقلت: إنما ألحقناه بذراري الأنبياء عليهم السلام\nمن طريق مريم<span class=\"libAlaem\">عليها‌السلام</span>\n، وكذلك ألحقنا بذراري النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nمن قبل أمّنا فاطمة<span class=\"libAlaem\">عليها‌السلام</span>\n. أزيدك يا أمير المؤمنين ؟</p>\n<p class=\"libBold2\">قال: هات.</p>\n<p class=\"libNormal\"><span class=\"libBold2\">قلت: قول الله عَزَّ وجَلَّ :</span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ</span>\n</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الانعام (٦): ٣٨.</p>\n<p class=\"libFootnote0\">(٢) الأنعام (٦): ٨٤ ـ ٨٥.</p>\n\n<br clear=\"all\">\n<a name='110'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\"><span class=\"libAie\">أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنْفُسَنَا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libFootnotenum\">(١)</span>\nولم يدّع أحد أنّه أدخل النبي صلى ‌الله‌ عليه‌ وآله‌ وسلم \nتحت الكساء عند مباهلة النصارى إلاّ علي بن أبي طالب وفاطمة والحسن والحسين عليهم السلام\n، فكان تأويل قوله عَزَّ وجَلَّ أبناءنا: الحسن والحسين، ونساءنا: فاطمة، وأنفسنا: علي بن أبي طالب.</p>\n<p class=\"libBold2\">إنّ العلماء قد أجمعوا على أنّ جبرئيل قال يوم أُحد: يا محمد ، إنّ هذه لهي المواساة من علي قال: لأنّه منّي وأنا منه ، فقال جبرئيل: وأنا منكما يا رسول الله ، ثمّ قال: (لا سيف إلاّ ذو الفقار ولا فتى إلاّ علي)، فكان كما مدح الله عَزَّ وجَلَّ به خليله عليه السلام \nإذ يقول:<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">فَتىً يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n<span class=\"libBold2\">إنا معشر بني عمك نفتخر بقول جبرئيل أنّه منّا.</span>\n</p>\n<p class=\"libBold2\">فقال: أحسنت يا موسى ارفع إلينا حوائجك.</p>\n<p class=\"libBold2\">فقلت له: أوّل حاجة أن تأذن لابن عمك أن يرجع إلى حرم جدّه عليه السلام \nوإلى عياله.</p>\n<p class=\"libNormal\"><span class=\"libBold2\">فقال: ننظر إن شاء الله)</span>\n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libNormal\">٢ ـ اتّهام الإمام بانحرافات فكرية لكسر هيبة الإمام عليه السلام \nوتبرير اضطهاده.</p>\n<p class=\"libNormal\">قال هارون للإمام الكاظم عليه السلام \n: (بقي مسألة تخبرني بها ولا تضجر.</p>\n<p class=\"libNormal\">فقال له الإمام عليه السلام \n:<span class=\"libBold2\">سل</span>\n. فقال: خبّروني أنكم تقولون أن جميع المسلمين عبيدنا، وجوارينا، وأنّكم تقولون: من يكون لنا عليه حق ولا يوصله إلينا فليس بمسلم.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) آل عمران (٣): ٦١.</p>\n<p class=\"libFootnote0\">(٢) الأنبياء (٢١): ٦٠.</p>\n<p class=\"libFootnote0\">(٣) عيون أخبار الرضا<span class=\"libFootnoteAlaem\">عليه‌السلام</span>\n: ١ / ٨١.</p>\n\n<br clear=\"all\">\n<a name='111'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal\">فقال له موسى عليه السلام \n:<span class=\"libBold2\">كذب الذين زعموا أننا نقول ذلك، وإذا كان الأمر كذلك فكيف يصح البيع والشراء عليهم ونحن نشتري عبيداً وجواري ونقعد معهم ونأكل معهم ونشتري المملوك ونقول له: يا بنيّ، وللجارية: يا بنتي ونقعدهم يأكلون معنا تقرّباً إلى الله سبحانه فلو أنهم عبيدنا وجوارينا ما صح البيع والشراء ...</span>\n)<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\">٣ ـ هناك محاولة أخرى لإحراج الإمام عليه السلام \nوالاستهانة به وكانت في مجلس هارون الرشيد حينما حضره حكيم هندي، ويبدو أن الرشيد قد قصد حضور هذا الحكيم الهندي مع الإمام وخطط لإدانة الإمام عمليّاً. كما يبدو ذلك من خلال تعليقة الرشيد بعد استسلام الحكيم الهندي لعلم الإمام عليه السلام \n.</p>\n<p class=\"libNormal\">(حضر مجلس الرشيد هنديّ حكيم، فدخل الإمام الكاظم عليه السلام \nفرفع الرشيد مقامه، فحسده الهندي وقال: اغتنيت بعلمك عن غيرك، فكنت كما قال تعالى:<span class=\"libAie\"></span>\n<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">ككَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى * أَنْ رَآهُ اسْتَغْنَى</span>\n<span class=\"libAlaem\">)</span>\n<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\">فقال عليه السلام \n:<span class=\"libBold2\">أخبرني، الصور الصدفية إذا تكاملت فيها الحرارة الكلية، وتواترت عليها الحركات الطبيعية، واستحكمت فيها القوى العنصرية، صارت اخصاصاً عقلية، أم أشباحاً وهميّة ؟</span>\n</p>\n<p class=\"libNormal\">فبهت الهندي وقبّل رأس الإمام عليه السلام \nوقال: كلّمتني بكلام لاهوت، من جسم ناسوت.</p>\n<p class=\"libNormal\">فقال الرشيد: كلما أردنا أن نضع أهل هذا البيت أبى الله إلاّ أن يرفعه.</p>\n<p class=\"libNormal\">فقال عليه السلام \n:<span class=\"libAlaem\">(</span>\n<span class=\"libAie\">يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ</span>\n</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ٤٨ / ١٤٦.</p>\n<p class=\"libFootnote0\">(٢) العلق (٩٦): ٦ ـ ٧.</p>\n\n<br clear=\"all\">\n<a name='112'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\"><span class=\"libAie\">الْكَافِرُونَ</span>\n<span class=\"libAlaem\">)</span>\n)<span class=\"libFootnotenum\">(١)(٢)</span>\n.</p>\n<p class=\"libNormal\">٤ ـ يُبرز لنا هذا المشهد إحدى محاولات الاغتيال التي كان قد أعدّها الرشيد للإمام موسى عليه السلام \nوفشلها بالتسديد الإلهي.</p>\n<p class=\"libNormal\">لمّا همّ هارون الرشيد بقتل الإمام موسى بن جعفر عليه السلام \nدعا الفضل بن الربيع وقال له: قد وقعت لي إليك حاجة أسألك أن تقضيها ولك مئة ألف درهم.</p>\n<p class=\"libNormal\">قال: فخرّ الفضل عند ذلك ساجداً وقال، أمرٌ أم مسألة؟ قال: بل مسألة.</p>\n<p class=\"libNormal\">ثم قال: أمرت بأن تحمل إلى دارك في هذه الساعة مئة ألف درهم، وأسألك أن تصير إلى دار موسى بن جعفر وتأتيني برأسه.</p>\n<p class=\"libNormal\">قال الفضل : فذهبت إلى ذلك البيت فرأيت فيه موسى بن جعفر وهو قائم يصلي ، فجلست حتى قضى صلاته ، وأقبل عليه السلام \nإلي وتبسّم وقال :<span class=\"libBold2\">(عرفت لماذا حضرت ، أمهلني حتى أصلي ركعتين)</span>\n.</p>\n<p class=\"libNormal\">قال: فأمهلته فقام وتوضأ فأسبغ الوضوء، وصلّى ركعتين وأتمّ الصلاة بحسن ركوعها وسجودها، وقرأ خلف صلاته بهذا الحرز فاندرس وساخ في مكانه، فلا أدري أأرض ابتلعته؟ أم السماء اختطفته؟</p>\n<p class=\"libNormal\">فذهبت إلى هارون وقصصت عليه القصة. قال: فبكى هارون، ثم قال: قد أجاره الله مني<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الصف: (٦١): ٨.</p>\n<p class=\"libFootnote0\">(٢) عوالم العلوم: الإمام موسى بن جعفر: ١/٣١٤ ، عن الصراط المستقيم: ٢/١٩٤.</p>\n<p class=\"libFootnote0\">(٣) بحار الأنوار: ٩٤ / ٣٣٢ عن مهج الدعوات: ٣٠ ـ ٣٣، وعوالم العلوم (الإمام موسى بن جعفر<span class=\"libAlaem\"></span>\n<span class=\"libFootnoteAlaem\">عليه‌السلام</span>\n): ٢٨٤.</p>\n\n<br clear=\"all\">\n<a name='113'></a>\n<p class=\"libNormal\">\n"
}