{
"title": "أولاً تركيز الانتماء لخط أهل البيت عليهم السلام",
"type": "html",
"data": "\n<p class=\"Heading2Center\"><span class=\"libAlaem\"></span></p>\n<p class=\"libNormal\">١ ـ الانتماء السياسي: ركّز الإمام عليه السلام على بعد \nالانتماء لخطّ أهل البيت عليهم السلام ولا سيّما \nالانتماء السياسي لهم وتحرك الإمام على مستوى تجويز اندساس بعض أتباعه في جهاز \nالسلطة الحاكمة، وأبرز مثال لذلك توظيف علي بن يقطين ووصوله إلى مركز الوزارة; وذلك \nلتحقيق عدّة أهداف في هذه المرحلة السياسية الحرجة وهي كما يلي:</p>\n<p class=\"Heading2Center\">الهدف الأول: الإحاطة بالوضع السياسي</p>\n<p class=\"libNormal\">إنّ الاقتراب من أعلى موقع سياسي، من أجل الإحاطة بالمعلومات \nالسياسية وغيرها التي تصدر من البلاط الحاكم أمر ضروري جدّاً وذلك ليتخذ التدابير \nوالحيطة اللازمة لئلاّ يتعرّض الوجود الشيعي للإبادة أو الانهيار. والشاهد على ذلك: \nأنه لمّا عزم موسى الهادي على قتل الإمام موسى عليه السلام بعد ثورة الحسين ـ صاحب \nفخ ـ وتدخل أبو يوسف القاضي في تغيير رأي الهادي عندما قال له بأن موسى الكاظم عليه \nالسلام لم يكن مذهبه الخروج ولا مذهب أحد من ولده حيث استطاع أبو يوسف أن يقنع \nالخليفة.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ٤٨ / ١٤٩.</p>\n<br clear=\"all\">\n&nbsp;<p class=\"libNormal\">&nbsp;</p>\n<p class=\"libNormal\">هنا كتب علي بن يقطين إلى أبي الحسن موسى بن جعفر عليه السلام \nبصورة الأمر<span class=\"libFootnotenum\">(١)</span> من أجل أن يكون الإمام على علم \nبنشاطاته وسترى في المرحلة التالية الدور الفاعل الذي لعبه علي بن يقطين في خلافة \nالرشيد لمصالح الإمام الكاظم عليه السلام والشيعة الموالين له.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) مهج الدعوات: ٢٢٩ / ح١، عوالم العلوم والمعارف \nوالأحوال: ٣٦٦.</p>\n<br clear=\"all\">\n&nbsp;<p class=\"libNormal\">&nbsp;</p>\n<p class=\"Heading2Center\">الهدف الثاني: قضاء حوائج المؤمنين</p>\n<p class=\"libNormal\">إنّ قضاء حوائج المؤمنين بخطّ أهل البيت والذين يعيشون في ظل \nدولة ظالمة تطاردهم وتريد القضاء على وجودهم يشكّل هدفاً مهمّاً يصب في رافد بقاء \nواستمرار وجود هذه الجماعة الصالحة.</p>\n<p class=\"libNormal\">وقد طلب علي بن يقطين من الإمام الكاظم عليه السلام التخلي عن \nمنصبه أكثر من مرة، وقد نهاه الإمام عليه السلام قائلاً له:<span class=\"libBold2\">(يا \nعلي إنّ لله تعالى أولياء مع أولياء الظلمة ليدفع بهم عن أوليائه وأنت منهم يا علي)</span>\n<span class=\"libFootnotenum\">(١)</span> .</p>\n<p class=\"libNormal\">وقال له في مرة أخرى:<span class=\"libBold2\">(لا تفعل فإن لنا \nبك أُنساً ولإخوانك بك عزّاً وعسى الله أن يجبر بك كسيراً أو يكسر بك نائرة \nالمخالفين عن أوليائه. يا علي ، كفارة أعمالكم الإحسان إلى إخوانكم اضمن لي واحدة \nأضمن لك ثلاثاً، اضمن لي أن لا تلقى أحداً من أوليائنا إلاّ قضيت حاجته وأكرمته \nأضمن لك أن لا يظلك سقف سجن أبداً ولا ينالك حد السيف أبداً ولا يدخل الفقر بيتك \nأبداً...)</span> <span class=\"libFootnotenum\">(٢)</span> .</p>\n<p class=\"libNormal\">وعن علي بن طاهر الصوري: قال: ولّي علينا بعض كتاب يحيى بن \nخالد وكان عليَّ بقايا يطالبني بها وخفت من الزامي إياها خروجاً عن نعمتي، وقيل لي: \nإنه ينتحل هذا المذهب، فخفت أن أمضي إليه فلا يكون كذلك، فأقع فيما لا أُحبّ.</p>\n<p class=\"libNormal\">فاجتمع رأيي على أني هربت إلى الله تعالى، وحججت ولقيت مولاي \nالصابر ـ يعني موسى بن جعفر عليه السلام ـ فشكوت حالي إليه فاصحبني</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) اختيار معرفة الرجال: ٤٣٣ ح ٨١٧.</p>\n<p class=\"libFootnote0\">(٢) خبر الضمان في اختيار معرفة الرجال: ٤٣٣ ح ٨١٨ وعنه في \nحياة الإمام موسى بن جعفر<span class=\"libAlaem\"></span>\n<span class=\"libFootnoteAlaem\">عليه‌السلام</span> : ٢ / ٢٨٦ ـ ٢٨٧.</p>\n<br clear=\"all\">\n&nbsp;<p class=\"libNormal\">&nbsp;</p>\n<p class=\"libNormal0\">مكتوباً نسخته:<span class=\"libBold2\">(بسم الله الرحمن \nالرحيم ، اعلم أنّ لله تحت عرشه ظلاً لا يسكنه إلاّ من أسدى إلى أخيه معروفاً، أو \nنفّس عنه كربة، أو أدخل على قلبه سروراً، وهذا أخوك ، والسلام)</span>\n<span class=\"libFootnotenum\">(١)</span> .</p>\n<p class=\"libNormal\">ومن مصاديق قضاء حوائج الإخوان المؤمنين: جباية الأموال جهراً \nوإرجاعها إليهم سراً.</p>\n<p class=\"libNormal\">عن علي بن يقطين قال: قلت لأبي الحسن عليه السلام ما تقول في \nأعمال هؤلاء ؟</p>\n<p class=\"libNormal\">قال:<span class=\"libBold2\">(إن كنت لا بدّ فاتق الله في \nأموال الشيعة)</span> .</p>\n<p class=\"libNormal\">قال الراوي: فأخبرني علي انه كان يجبيها من الشيعة علانية \nويردّها عليهم في السرّ<span class=\"libFootnotenum\">(٢)</span> .</p>\n<p class=\"libBold1\">الهدف الثالث: التأثير في السياسة العامّة عليه السلام </p>\n<p class=\"libNormal\">استخدم الإمام آليات متقنة ومحكمة في نشاطه الاستخباري وتأمين \nالاتّصال السري مع علي بن يقطين أو غيره من الشيعة المندسين في مراكز النظام \nالحاكم، ولعل الهدف من هذا الاختراق ومسك مواقع متقدمة من السلطة إمّا للتأثير في \nالسياسة العامة للسلطة أو لإنجاز أعمال سياسيّة أو فقهيّة لصالح الأُمة من خلال \nقربه لهذه المواقع.</p>\n<p class=\"libNormal\">يحدّثنا إسماعيل بن سلام عن آليات هذا الارتباط وما يتضمّنه \nمن نشاط في النصّ التالي:</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) راجع تمام الخبر ومصادره في: ٣٦ ـ ٣٨ من هذا الكتاب.</p>\n<p class=\"libFootnote0\">(٢) الكافي: ٥ / ١١٠، ح٣ ، وعنه في البحار: ٤٨ / ١٥٨، ح \n٣١، وفي اختيار معرفة الرجال: ٤٣٥ ح ٨٢٠ عن كاتبه أمية وغيره.</p>\n<br clear=\"all\">\n&nbsp;<p class=\"libNormal\">&nbsp;</p>\n<p class=\"libNormal\">قال إسماعيل بن سلام وابن حميد: بعث إلينا علي بن يقطين فقال: \nاشتريا راحلتين، وتجنّبا الطريق. ودفع إلينا أموالاً وكتباً حتى توصلا ما معكما من \nالمال والكتب إلى أبي الحسن موسى عليه السلام ولا يعلم بكما أحد، قال: فأتينا \nالكوفة واشترينا راحلتين وتزوّدنا زاداً، وخرجنا نتجنّب الطريق حتى إذا صرنا ببطن \nالرّمة شدّدنا راحلتنا، ووضعنا لها العلف، وقعدنا نأكل فبينا نحن كذلك، إذ راكب قد \nأقبل ومعه شاكري، فلما قرب منّا فإذا هو أبو الحسن موسى عليه السلام فقمنا إليه \nوسلمنا عليه ودفعنا إليه الكتب وما كان معنا فأخرج من كمّه كتباً فناولنا إياها \nفقال:<span class=\"libBold2\">هذه جوابات كتبكم</span> <span class=\"libFootnotenum\">\n</span>...<span class=\"libFootnotenum\">(١)</span> .</p>\n\n"
}