{
"title": "الإمام موسى الكاظم عليه السلام في سطور",
"type": "html",
"data": "\n<p class=\"libNormal\" dir=\"rtl\">الإمام موسى بن جعفر المعروف بـ (الكاظم الغيظ) سابع أئمة \nالمسلمين بعد رسول الله صلى ‌الله‌ عليه‌ وآله‌ وسلم وأحد أعلام الهداية الربّانية \nفي دنيا الإسلام وشمس من شموس المعرفة في دنيا البشرية التي لا زالت تشع نوراً \nوبهاءً في هذا الوجود. إنه من العترة الطاهرة الذين قرنهم الرسول الأعظم صلى ‌الله‌ \nعليه‌ وآله‌ وسلم بمحكم التنزيل وجعلهم قدوة لأولي الألباب وسفناً للنجاة وأمناً \nللعباد وأركاناً للبلاد. إنه من شجرة النبوة الباسقة والدوحة العلوية اليانعة ومحطّ \nعلم الرسول وباب من أبواب الوحي والإيمان ومعدن من معادن علم الله.</p>\n<p class=\"libNormal\" dir=\"rtl\">ولد الإمام موسى بن جعفر في نهاية العهد الأموي سنة (١٢٨ هـ) \nوعاصر أيّام انهيار هذا البيت الذي عاث باسم الخلافة النبويّة في أرض الإسلام \nفساداً. وعاصر أيضاً بدايات نشوء الحكم العبّاسي الذي استولى على مركز القيادة في \nالعالم الإسلامي تحت شعار الدعوة إلى الرضا من آل محمد صلى ‌الله‌ عليه‌ وآله‌ وسلم \n.</p>\n<p class=\"libNormal\" dir=\"rtl\">وعاش في ظلّ أبيه الصادق عليه السلام عقدين من عمره المبارك \nوتفيّأ بظلال علوم والده الكريم ومدرسته الربّانية التي استقطبت بأشعتها النافذة \nالعالم الإسلامي بل الإنساني أجمع.</p>\n<p class=\"libNormal\" dir=\"rtl\">فعاصر حكم السفّاح ثم حكم المنصور الذي اغتال أباه في الخامس \nوالعشرين من شوال سنة (١٤٨ هـ) وتصدّى لمنصب الإمامة بعد أبيه الصادق عليه السلام \nفي ظروف حرجة كان يخشى فيها على حياته.</p>\n<p class=\"libNormal\" dir=\"rtl\">وقد أحكم الإمام الصادق عليه السلام التدبير للحفاظ على ولده \nموسى ليضمن استمرار حركة الرسالة الإلهية في أقسى الظروف السياسية حتى أينعت ثمار \nهذه الشجرة الباسقة خلال ثلاثة عقود من عمره العامر بالهدى، وتنفّس هواء الحرية \nبشكل نسبي في أيّام المهدي العبّاسي وما يقرب من عقد في أيام حكم الرشيد.</p>\n<p class=\"libNormal\" dir=\"rtl\">لقد عاش الإمام موسى الكاظم عليه السلام ثلاثة عقود من عمره \nالمبارك والحكم العبّاسي لمّا يستفحل ، ولكنه قد عانى من الضغوط في عقده الأخير \nضغوطاً قلّما عاناها أحد من أئمة أهل البيت عليهم السلام \nمن الأمويين وممن سبق الرشيد من العباسيين من حيث السجن المستمرّ والاغتيالات \nالمتتالية حتى القتل في سبيل الله على يدي عملاء السلطة الحاكمة باسم الله ورسوله. \nوقد روي أنّ الرشيد خاطب الرسول الأعظم صلى ‌الله‌ عليه‌ وآله‌ وسلم معتذراً منه في \nاعتقال سبطه موسى بن جعفر عليه السلام . زاعماً أنّ وجوده بين ظهراني الأمة سبب \nللفرقة... وهكذا تحكم القبضة على رقاب المسلمين بل وأئمة المسلمين.. فإنا لله وإنا \nإليه راجعون.</p>\n<p class=\"libNormal\" dir=\"rtl\">لقد سار الإمام موسى الكاظم عليه السلام على منهاج جدّه رسول \nالله صلى ‌الله‌ عليه‌ وآله‌ وسلم وآبائه المعصومين علي أمير المؤمنين والحسن \nوالحسين وعلي ومحمد وجعفر... في الاهتمام بشؤون الرسالة الإلهية وصيانتها من الضياع \nوالتحريف، والجدّ في صيانة الأمة من الانهيار والاضمحلال ومقارعة الظالمين وتأييد \nالآمرين بالمعروف والناهين عن المنكر للصدّ من تمادي الحكام في الظلم والاستبداد.</p>\n<p class=\"libNormal\" dir=\"rtl\">وقد كانت مدرسته العلمية الزاخرة بالعلماء وطلاّب المعرفة \nتشكّل تحدّياً إسلامياً حضاريّاً وتقف أمام تراث كل الحضارات الوافدة وتربي الفطاحل \nمن العلماء والمجتهدين وتبلور المنهج المعرفي للعلوم الإسلامية والإنسانية معاً.</p>\n<p class=\"libNormal\" dir=\"rtl\">كما كانت نشاطاته التربوية والتنظيمية تكشف عن عنايته الفائقة \nبالجماعة الصالحة وتخطيطه لمستقبل الأمةً الإسلامية الزاهر والزاخر بالطليعة \nالواعية التي حفظت لنا تراث ذلك العصر الذهبي العامر بمعارف أهل البيت عليهم السلام \nوعلوم مدرستهم التي فاقت كل المدارس العلمية في ذلك العصر وأخذت تزهر وتزدهر يوماً \nبعد يوم حتى عصرنا هذا.</p>\n<p class=\"libNormal\" dir=\"rtl\">لقد اشتهر الإمام موسى بالكاظم الغيظ لشدّة حلمه وبالعابد \nوالتقي وباب الحوائج إلى الله، ولم يستسلم لضغوط الحكّام العباسيين ولألوان تعسفهم \nمن أجل تحجيم نشاطه الربّاني الذي كانت تفرضه عليه ظروف المرحلة صيانة للرسالة \nوالدولة الإسلامية من الانهيار وتحقيقاً لهويّة الأمة ومحافظة على الجماعة الصالحة \nمن التحديات المستمرّة والمتزايدة يوماً بعد يوم.</p>\n<p class=\"libNormal\" dir=\"rtl\">لقد بقي هذا الإمام العظيم ثابتاً مقاوماً على خط الرسالة \nوالعقيدة لا تأخذه في الله لومة لائم حتى قضى نحبه مسموماً شهيداً محتسباً حياته \nمضحّياً بكل ما يملك في سبيل الله وإعلاءً لكلمة الله ودين جدّه المصطفى محمد صلى \n‌الله‌ عليه‌ وآله‌ وسلم في الخامس والعشرين من رجب سنة (١٨٣) أو (١٨٤ هـ).</p>\n<p class=\"libNormal\" dir=\"rtl\">فسلام عليه يوم ولد ويوم جاهد في سبيل الله ويوم استشهد ويوم \nيبعث حيّاً.</p>\n\n"
}