{
"title": "الاتّجاه الرابع الإمام الكاظم عليه السلام وتركيز القيادة الشرعية السياسيّة",
"type": "html",
"data": "\n<p class=\"libNormal\">ركّز الإمام موسى الكاظم عليه السلام \nعلى مسألة القيادة والولاية الشرعية المتمثّلة بالإمام المعصوم والموقف من القيادة السياسية المنحرفة، وتعريف الخواص بالإمامة والقيادة الحقة عبر أساليب تربويّة.</p>\n<p class=\"libNormal\">وفي هذا الاتجاه قام الإمام عليه السلام \nتعميقاً لهذا المعنى ـ بعدة نشاطات:</p>\n<p class=\"Heading2Center\">النشاط الأوّل: في المجال الفكري</p>\n<p class=\"libNormal\">فقد عمق الإمام عليه السلام الأسس والثوابت العقائدية \nوالفكرية التي أسس لها الأئمة عليهم السلام من قبله، \nوالتي تشكّل تحصينات وقائية تطرد بدورها الفكر المضاد والدخيل الذي تعتمده الخلافة \nالعباسية في نظرية الحكم والتي تحاول به الخلط بين ما هو أصيل ودخيل بهدف تضليل \nالأمة بعد ما رفعت شعار الدعوة إلى الرضا من آل محمّد.</p>\n<p class=\"libNormal\">لذا أعطى الإمام عليه السلام مقياساً واضحاً تميّز به الأمة \nوتطبقه على كل من يدّعي القيادة والخلافة الشرعية.</p>\n<p class=\"libNormal\">فعن أبي بصير عن أبي الحسن الماضي عليه السلام قال: دخلت عليه \nفقلت له: جعلت فداك بم يعرف الإمام؟ فقال:<span class=\"libBold2\">(بخصال: أمّا \nأوّلهن فشيء تقدم من أبيه فيه، وعرّفه الناس، ونصّبه لهم علماً، حتى يكون حجّة \nعليهم؛ لأن رسول الله نصّب علياً</span> عليه السلام <span class=\"libBold2\">علماً \nوعرّفه الناس، وكذلك الأئمة يعرّفونهم الناس وينصبونهم لهم حتى يعرفوه، ويسأل \nفيجيب، ويسكت عنه فيبتدي، ويخبر الناس بما في غد، ويكلّم الناس بكلّ لسان)</span>\n<span class=\"libFootnotenum\">(١)</span> .</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) قرب الإسناد: ٢٦٥ ح ١٢٦٣، وأصول الكافي: ١/٢٨٥ ح ٧، \nوالإرشاد: ٢/٢٢٤، ودلائل الإمامة: ١٦٩ وعن الإرشاد في إعلام الورى: ٢/٢٢، وفي بحار \nالأنوار: ٤٨/٤٧ ح ٣٣ عن قرب الإسناد والإرشاد والإعلام والخرائج.</p>\n<br clear=\"all\">\n&nbsp;<p class=\"libNormal\">&nbsp;</p>\n<p class=\"libNormal\">وجاء عن أبي خالد الزبّالي أنه قال: (نزل أبو الحسن عليه \nالسلام (موسى الكاظم) منزلنا في يوم شديد البرد في سنة مجدبة، ونحن لا نقدر على عود \nنستوقد به فقال:<span class=\"libBold2\">يا أبا خالد ائتنا بحطب نستوقد به</span> .</p>\n<p class=\"libNormal\">قلت: والله ما أعرف في هذا الموضع عوداً واحداً.</p>\n<p class=\"libNormal\">فقال:<span class=\"libBold2\">كلاّ يا أبا خالد! ترى هذا \nالفجّ؟ خذ فيه فإنك تلقى أعرابياً معه حملان حطباً فاشترهما منه ولا تماسكه</span> \n.<span class=\"libBold2\"></span> </p>\n<p class=\"libNormal\">قال: فركبت حماري وانطلقت نحو الفجّ الذي وصف لي فإذا أعرابي \nمعه حملان حطباً فاشتريتهما منه وأتيته بهما، فاستوقدوا منه يومهم ذلك. وأتيته بطرف \nما عندنا فطعم منه.</p>\n<p class=\"libNormal\">ثم قال:<span class=\"libBold2\">يا أبا خالد! انظر خفاف \nالغلمان ونعالهم فأصلحها حتى نقدم عليك في شهر</span> <span class=\"libBold2\">كذا \nوكذا</span> .</p>\n<p class=\"libNormal\">قال أبو خالد: فكتبت تاريخ ذلك اليوم فركبت حماري في اليوم \nالموعود حتى جئت إلى لزق ميل<span class=\"libFootnotenum\">(١)</span> ونزلت فيه \nفإذا أنا براكب مقبل نحو القطار فقصدت إليه فإذا يهتف بي ويقول:<span class=\"libBold2\">يا \nأبا خالد!</span> قلت: لبيك جعلت فداك. قال:<span class=\"libBold2\">أتراك وفيناك \nبما وعدناك؟</span> ثم قال:<span class=\"libBold2\">يا أبا خالد! ما فعلت بالقبتين \nاللتين كنا نزلنا فيهما؟</span> فقلت: جعلت فداك قد هيأتهما لك. وانطلقت معه حتى \nنزل في القبتين اللتين كان نزل فيهما.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) اللزق بالكسر: اللصق يقال (هو بلزقي) أي بجنبي.</p>\n<br clear=\"all\">\n&nbsp;<p class=\"libNormal\">&nbsp;</p>\n<p class=\"libNormal\">ثم قال:<span class=\"libBold2\">ما حال خفاف الغلمان ونعالهم؟</span> \nقلت: قد أصلحناها فأتيته بهما. فقال عليه السلام :<span class=\"libBold2\">يا أبا \nخالد سلني حاجتك؟</span> فقلت: جعلت فداك أخبرك بماكنت فيه. كنت زيدي المذهب حتى \nقدمت عليّ وسألتني الحطب، وذكرت مجيئك في يوم كذا، فعلمت أنك الإمام الذي فرض الله \nطاعته. فقال عليه السلام :<span class=\"libBold2\">يا أبا خالد من مات لا يعرف إمامه \nمات ميتة جاهلية وحوسب بما عمل في الإسلام</span> )<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p class=\"Heading2Center\">النشاط الثاني: في المجال العملي</p>\n<p class=\"libNormal\">كان الإمام عليه السلام يحاسب شيعته وأتباعه المتعاطفين مع \nالحكّام والولاة ولا يسمح لهم بالانخراط في دائرة الظالمين وأعوان الظالمين إلاّ في \nموارد خاصة كان هو الذي يأمر بها ويشرف على سيرها وتصرّفاتها.</p>\n<p class=\"libNormal\">قال زياد بن أبي سلمة دخلت على أبي الحسن موسى عليه السلام \nفقال لي:<span class=\"libBold2\">يا زياد، إنك لتعمل عمل السلطان ؟</span> قال: قلت \nأجل: قال لي:<span class=\"libBold2\">ولم؟!</span> قلت: أنا رجل لي مروّة وعليّ عيال \nوليس وراء ظهري شيء. فقال لي:<span class=\"libBold2\">يا زياد لان أسقط من على حالق</span> \n(المكان الشاهق)<span class=\"libBold2\">فأقطّع قطعة قطعة، أحب إليّ من أن أتولّى \nلأحد منهم عملا أو أطأ بساط رجل منهم، إلاّ ، لماذا ؟</span> قلت: لا أدري جعلت \nفداك. قال:<span class=\"libBold2\">إلاّ لتفريج كربة عن مؤمن، أو فكّ أسره، أو قضاء \nدينه.</span> </p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) مناقب آل أبي طالب: ٤/٣١٩ وعنه في بحار الأنوار: ٤٨ / \n٧٧.</p>\n<br clear=\"all\">\n&nbsp;<p class=\"libNormal\">&nbsp;</p>\n<p class=\"libNormal\"><span class=\"libBold2\">يا زياد! إنّ أهون ما يصنع الله بمن \nتولّى لهم عملاً أن يضرب عليه سرادقاً من نار إلى أن يفرغ من حساب الخلائق. يا \nزياد! فان وليت شيئاً من أعمالهم، فأحسن إلى إخوانك، فواحدة بواحدة والله من وراء \nذلك. يا زياد! أيّما رجل منكم تولى لأحد منهم عملاً، ثم ساوى بينكم وبينهم، فقولوا \nله: أنت منتحل كذاب. يا زياد! إذا ذكرت مقدرتك على الناس فاذكر مقدرة الله عليك \nغداً ونفاذ ما أتيت إليهم عنهم، وبقاء ما أتيت إليهم عليك)</span>\n<span class=\"libFootnotenum\">(١)</span> .</p>\n<p class=\"libNormal\">ويأتي إخبار الإمام الكاظم عليه السلام بأمور مستقبليّة ـ مثل \nإخباره بموت المنصور قبل تحقّقه وهو في أوج قدرته ـ دليلاً عمليّاً وحسيّاً آخر على \nمبدأ إمامته، فضلاً عن ما يفرزه هذا الإخبار بالمستقبل من آمال بانفراج الأزمة التي \nكانت تتمثّل في عتوّ المنصور وجبروته.</p>\n<p class=\"libBold1\">الإمام موسى بن جعفر عليه السلام يخبر بموت المنصور</p>\n<p class=\"libNormal\">وأراد أبو جعفر المنصور الذهاب إلى مكة ـ وذلك قبيل وفاته ـ \nفأخبر الإمام عليه السلام بعض خواص الشيعة بموته قبل أن يصل إليها. وفعلاً مات قبل \nالوصول إليها كما أخبر به الإمام عليه السلام .</p>\n<p class=\"libNormal\">قال علي بن أبي حمزة: سمعت أبا الحسن موسى عليه السلام يقول: \n(<span class=\"libBold2\">لا والله لا يرى أبو جعفر بيت الله أبداً</span> . فقدمت \nالكوفة فأخبرت أصحابنا، فلم نلبث أن خرج فلمّا بلغ الكوفة قال لي أصحابنا في ذلك \nفقلت: لا والله لا يرى بيت الله أبداً. فلما صار إلى البستان اجتمعوا أيضاً إليَّ \nفقالوا: بقي بعد هذا شيء ؟ قلت: لا والله لا يرى بيت الله أبداً.</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) الكافي: ٥ / ١٠٩ ـ ١١٠ وعنه في بحار الأنوار: ٤٨ / \n١٧٢.</p>\n<br clear=\"all\">\n&nbsp;<p class=\"libNormal\">&nbsp;</p>\n<p class=\"libNormal\">فلما نزل بئر ميمون أتيت أبا الحسن عليه السلام فوجدته في \nالمحراب قد سجد فأطال السجود ثم رفع رأسه إليَّ فقال:<span class=\"libBold2\">اخرج \nفانظر ما يقول الناس</span> . فخرجت فسمعت الواعية على أبي جعفر فأخبرته. قال:<span class=\"libBold2\">الله \nأكبر ! ما كان ليرى بيت الله أبداً</span> )<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p class=\"libNormal\">وهكذا انتهت حياة المنصور العبّاسي واستولى على الحكم من بعده \nابنه المهدي وذلك في سنة (١٥٨ هـ) ، وبذلك بدأ عهد سياسي جديد له ملامحه وخصائصه. \nوسوف نرى مواقف الإمام الكاظم عليه السلام الرساليّة في هذا العهد الجديد.</p>\n<p class=\"libNormal\">&nbsp;</p>\n<p class=\"libNormal\">&nbsp;</p>\n"
}