{
"title": "اعتقال الإمام الكاظم عليه السلام ",
"type": "html",
"data": "\n<p class=\"libNormal\">لقد عرفنا عداء المهدي للعلويين بشكل عام بل لمن يتولاّهم، \nوما كان إخراجهم من السجون إلاّ لأنه أحسّ بأن حكومته لا تدوم لو استمرّ على سيرة \nأبيه المنصور في التضييق عليهم، وقد أعرب عن سياسته بقوله: إني أرى التأديب بالصفح \nأبلغ منه بالعقوبة، والسلامة مع العفو أكثر منها مع العاجلة، والقلوب لا تبقى لوال \nلا يعطف إذا استعطف ، ولا يعفو إذا قدر، ولا يغفر إذا ظفر، ولا يرحم إذا استرحم، من \nقلّت رحمته واشتدّت سطوته وجب مقته وكثر مبغضوه<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p class=\"libNormal\">ولكن مع كل هذا نجد المهديّ ينكّل بوزيره المحبوب عنده (يعقوب \nبن داود) لأنه كان ذا ميل للعلويين، وبعد أن اختبره قال له: قد حلّ لي دمك ولو آثرت \nإراقته لأرقته ثم أمر بسجنه مؤبداً وصادر جميع أمواله<span class=\"libFootnotenum\">(٢)</span> \n.</p>\n<p class=\"libNormal\">ومن هنا نستطيع أن نكتشف أن سبب أمر المهدي العباسي باعتقال \nالإمام موسى إنّما كان شيوع ذكر الإمام عليه السلام وانتشار اسمه وعلمه في الآفاق \nمما جعله يتصوّر أن بقاء ملكه لا يتمّ إلاّ باعتقاله.</p>\n<p class=\"libNormal\">وقد عرفت أن المهدي اضطرّ إلى إطلاق سراح الإمام عليه السلام \nبعد أن رأى في المنام أمير المؤمنين علي بن أبي طالب عليه السلام متأثّراً حزيناً \nمخاطباً إياه:</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) تاريخ اليعقوبي: ٢ / ٣٩٩ ـ ٤٠٠.</p>\n<p class=\"libFootnote0\">(٢) حياة الإمام موسى بن جعفر: ١ / ٤٤٧ ـ ٤٤٩ وفي تاريخ \nاليعقوبي: ٢/٤٠١: وكان يعقوب جميل المذهب ميمون النقيبة، محبّاً للخير، كثير الفضل، \nحسن الهدى، ثم سخط عليه فعزله وحبسه، فلم يزل محبوساً حتى مات المهدي. وفي مروج \nالذهب: ٣/٣١٢: ثم اختصّ به يعقوب بن داود السلمي فكان يصل إليه في كل وقت دون كل \nالناس ثمّ اتّهمه بشيء من أمر الطالبيين فبقي في حسبه إلى أيام الرشيد فأطلقه، ثم \nنقل فيه أقوالاً أخرى.</p>\n<br clear=\"all\">\n&nbsp;<p class=\"libNormal\">&nbsp;</p>\n<p class=\"libNormal\"><span class=\"libBold2\">(يا محمد !</span>\n<span class=\"libAlaem\">(</span> <span class=\"libAie\">فَهَلْ عَسَيْتُمْ إِنْ \nتَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ</span>\n<span class=\"libAlaem\">)</span> <span class=\"libBold2\">)</span> ففزع المهدي من \nنومه.. وأمر بإحضار الإمام وقصّ عليه رؤياه وطلب منه أن لا يخرج عليه أو على أحد من \nولده. ثم أعطاه ثلاثة آلاف دينار وردّه إلى المدينة<span class=\"libFootnotenum\">(١)</span> \n.</p>\n<p class=\"libNormal\">ومات المهدي لثمان بقين من المحرم سنة (١٦٩ هـ) وهو ابن ثمان \nوأربعين سنة بعد أن خرج إلى الصيد ودخل خربة أصاب بابها عمود ظهره أو أن بعض جواريه \nكانت قد دسّت له السم لأنها كانت تغار من جارية كان يهواها ويخلص لها<span class=\"libFootnotenum\">(٢)</span> \n.</p>\n<p class=\"libNormal\">وهكذا انتهت حياته بعد أن كان قد أخذ البيعة لابنه موسى \nوهارون بالخلافة من بعده.</p>\n\n\n"
}