{
"title": "2 ـ المجال الأخلاقي والتربوي",
"type": "html",
"data": "\n<p class=\"libNormal\">لقد أشاع الحكّام العبّاسيون أخلاقاً وممارسات جاهلية أصابت القيم والأخلاق الإسلامية بالاهتزاز وعرّضت المثل العليا للضياع.</p>\n<p class=\"libNormal\">وهذا المخطط كان يستهدف المسخ الحضاري للأمة الإسلامية ولم يكن حالة عقوبة أفرزتها نزوة الخليفة فقط وإنما هي ذات رصيد تأريخي وجزء من تخطيط جاهلي هادف لتغيير معالم الحضارة والأمة الإسلامية التي ربّاها القرآن العظيم والرسول الكريم.</p>\n<p class=\"libNormal\">من هنا واجه الإمام عليه السلام \nهذا المخطط بأسلوب أخلاقي يتناسب مع أهداف الرسالة يذكّر الأُمة بأخلاقية الرسول صلى ‌الله‌ عليه‌ وآله‌ وسلم \nويعيد لها صوراً من مكارم أخلاقه.</p>\n<p class=\"libNormal\">هنا نشير إلى نماذج من نشاطه:</p>\n<p class=\"libNormal\"><span class=\"libBold1\">النموذج الأول:</span>\nعن حماد بن عثمان قال: بينا موسى بن عيسى في داره التي تشرّف على المسعى، إذ رأى أبا الحسن موسى عليه السلام \nمقبلاً من المروة على بغلة فأمر ابن هيّاج ـ رجل من همدان منقطعاً إليه ـ أن يتعلّق بلجامه ويدّعي البغلة، فأتاه فتعلّق باللجام وادعّى البغلة، فثنى أبو الحسن عليه السلام \nرجله فنزل عنها</p>\n<p class=\"libLine\">ــــــــــــ</p>\n<p class=\"libFootnote0\">(١) بحار الأنوار: ٤٨ / ١٦٥ عن مقاتل الطالبيين لأبي الفرج الأصفهاني.</p>\n<p class=\"libFootnote0\">(٢) أصول الكافي: ١/٣٦٦ وعنه في بحار الأنوار: ٤٨ / ١٦١، ح ٦.</p>\n\n<br clear=\"all\">\n<a name='79'></a>\n<p class=\"libNormal\">\n<p class=\"libNormal0\">وقال لغلمانه: خُذوا سرجها وادفعوها إليه، فقال والسرج أيضاً لي، فقال له أبو الحسن عليه السلام \n:<span class=\"libBold2\">(كذبت عندنا البيّنة بأنه سرج محمد بن علي، وأمّا البغلة فانا اشتريتها منذ قريب وأنت أعلم وما قلت)</span>\n<span class=\"libFootnotenum\">(١)</span>\n.</p>\n<p class=\"libNormal\"><span class=\"libBold1\">النموذج الثاني:</span>\nخرج عبد الصمد بن علي ومعه جماعة فبصر بأبي الحسن عليه السلام \nمقبلاً راكباً بغلاً، فقال لمن معه: مكانكم حتى أضحككم من موسى بن جعفر، فلما دنا منه قال له: ما هذه الدابّة التي لا تدرك عليها الثأر، ولا تصلح عند النزال؟ فقال له أبو الحسن عليه السلام \n:<span class=\"libBold2\">(تطأطأت عن سموّ الخيل وتجاوزت قموء العير، وخير الأمور أوسطها)</span>\n. فافحم عبد الصمد فما أحار جواباً<span class=\"libFootnotenum\">(٢)</span>\n.</p>\n<p class=\"libNormal\"><span class=\"libBold1\">النموذج الثالث:</span>\nعن الحسن بن محمد: أن رجلاً من ولد عمر بن الخطاب كان بالمدينة يؤذي أبا الحسن عليه السلام \nفكان يسبّه إذا رآه ويشتم علياً عليه السلام \n. وقد لاحظنا حسن تعامل الإمام معه وكيف أدّى ذلك إلى صلاح رؤيته وتعامله مع الإمام عليه السلام \n<span class=\"libFootnotenum\">(٣)</span>\n.</p>\n"
}