[" إذا شكّ المصلّي في عدد ركعات الصلاة جاز له قطعها واستئنافها ، ولا يلزمه علاج ما هو قابل للعلاج إذا لم يستلزم محذور فوات الوقت وإلاّ لم يجز له ذلك ــ والأحوط وجوباً ــ عدم الاستئناف قبل الإتيان بأحد القواطع كالاستدبار مثلاً ، وما يذكر في المسائل الثلاث الآتية في بيان كيفية العلاج فيما يقبل العلاج من الشكوك إنما يتعيّن العمل به في خصوص ما إذا استلزم القطع والاستئناف فوات الوقت.\n -----\n* ( مسألة 334 ) : من شكّ في صلاة الفجر أو غيرها من الصلوات الثنائية أو في صلاة المغرب ــ ولم يحفظ عدد ركعاتها ــ فإن غلب ظنّه على أحد طرفي الشكّ بنى عليه ، وإلاّ بطلت صلاته .\n -----\n( مسألة 335 ) : من شكّ في عدد ركعات الصلوات الرباعية فإن غلب ظنّه على أحد الطرفين بنى عليه ، وإلاّ فإن كان شكّه بين الواحدة والأزيد ، أو بين الاثنتين والأزيد قبل الدخول في السجدة الثانية بطلت صلاته ، وإلاّ عمل بوظيفة الشاكّ في المواضع التالية:\n \n 1 ــ من شكّ بين الاثنتين والثلاث بعد الدخول في السجدة الثانية ( بوضع الجبهة على المسجَد ولو قبل الشروع في الذكر ) بنى على الثلاث وأتمّ صلاته ثم أتى بركعة من قيام احتياطاً.\n \n 2 ــ من شكّ بين الثلاث والأَربع ــ أينما كان الشكّ ــ بنى على الأربع ، وأتمّ صلاته ثم أتى بركعتين من جلوس أو بركعة من قيام.\n \n 3 ــ من شكّ بين الاثنتين والأربع بعد الدخول في السجدة الثانية بنى على الأربع وأتى بركعتين من قيام بعد الصلاة.\n \n 4 ــ من شكّ بين الاثنتين والثلاث والأربع بعد الدخول في السجدة الثانية بنى على الأربع وأتمّ صلاته ، ثم أتى بركعتين قائماً ثم بركعتين جالساً.\n \n 5 ــ من شكّ بين الأربع والخمس ــ بعد الدخول في السجدة الثانية ــ بنى على الأربع وسجد سجدتي السهو بعد الصلاة ولا شيء عليه ، ويجري هذا الحكم في كل مورد يكون الطرف الأقل هو الأربع كالشكّ بينها وبين الستّ ، كما يكفي في كل مورد شكّ فيه بين الأربع والأقل منها والأزيد بعد الدخول في السجدة الثانية العملُ بموجب الشكّين بالبناء على الأربع والإتيان بصلاة الاحتياط لاحتمال النقيصة ، ثم بسجدتي السهو لاحتمال الزيادة.\n \n 6 ــ من شكّ بين الأربع والخمس ــ حال القيام ــ هدم قيامه وأتى بوظيفة الشاكّ بين الثلاث والأربع.\n \n 7 ــ من شكّ بين الثلاث والخمس ــ حال القيام ــ هدم قيامه وأتى بوظيفة الشاكّ بين الاثنتين والأربع.\n \n 8 ــ من شكّ بين الثلاث والأربع والخمس ــ حال القيام ــ هدم قيامه وأتى بوظيفة الشاكّ بين الاثنتين والثلاث والأربع.\n \n 9 ــ من شكّ بين الخمس والستّ ــ حال القيام ــ هدم قيامه وأتى بوظيفة الشاكّ بين الأربع والخمس بعد الدخول في السجدة الثانية ، ــ والأحوط الأولى ــ في المواضع الأربعة الأخيرة أن يسجد سجدتي السهو بعد صلاة الاحتياط لأجل القيام الذي هدمه.\n -----\n( مسألة 336 ) : إذا شكّ في صلاته ، ثم انقلب شكّه إلى الظنّ ــ قبل أن يتمّ صلاته ــ لزمه العمل بالظنّ ، ولا يعتني بشكّه الأوّل ، وإذا ظنّ ثم انقلب إلى الشكّ لزمه ترتيب أثر الشكّ ، وإذا انقلب ظنّه إلى ظنّ آخر ، أو انقلب شكّه إلى شكّ آخر لزمه العمل على طبق الظنّ أو الشكّ الثاني ، وعلى الجملة يجب على المصلّي أن يراعي حالته الفعلية ولا عبرة بحالته السابقة ، مثلاً: إذا ظنّ أنّ ما بيده هي الركعة الرابعة ثم شكّ في ذلك لزمه العمل بوظيفة الشاكّ ، وإذا شكّ بين الاثنتين والثلاث فبنى على الثلاث ثم انقلب شكّه إلى الظنّ بأنّها الثانية عمل بظنّه ، وإذا انقلب إلى الشكّ بين الاثنتين والأربع لزمه أن يعمل بوظيفة الشكّ الثاني ، وإذا ظنّ أنّ ما بيده الركعة الثانية ، ثم تبدّل ظنّه بالظنّ بأنّها الثالثة بنى على أنّها الثالثة وأتمّ صلاته.\n-----\nالمصدر : المسائل المنتخبة للسيد علي السيستاني دام ظله"]