["في (المكارم): إذا هممت بالنوم في الليل فضع عند رأسك إناءً نظيفا فيه ماء طاهر وغطّه بخرقة نظيفة فإذا انتبهت لصلاتك في الليل فاشرب من الماء ثلاث جرع ثم توضأ بباقيه وتوجه إلى القبلة وأذن وأقم وصلِّ ركعتين تقرأ فيهما ماشئت من سور القرآن فإذا فرغت فاركع وقل في ركوعك خمسا وعشرين مرة: ياغِياثَ المُسْتَغِيثِينَ. ثم ترفع رأسك فتقولها خمسا وعشرين مرة وتؤدي مثل ذلك في السجدة الأولى وإذا رفعت رأسك منها وفي السجدة الثانية وبعد رفع رأسك منها، ثم تنهض إلى الثانية وتفعل كفعلك في الأولى وتسلم وقد أكملت ثلاثمائة مرة ثم تتشهد وتسلم ثم ترفع رأسك إلى السماء وتقول ثلاثين مرة: مِنَ العَبْدِ الذَّليلِ إِلى المَولى الجَليلِ وتذكر حاجتك فإنّ الاجابة تسرع بإذن الله تعالى.\n\nصلاة الاستغاثة بالبتول (صلّى الله عليها): إذا كانت لك حاجة إلى الله تعالى وضاق صدرك منها فصلّ ركعتين فإذا سلّمت كبر ثلاثا وسبّح تسبيح فامة (سلام الله عليها) ثم اسجد وقل مائة مرة: يامَولاتي يافاطِمَةُ أغيثيني ثم ضع خدّك الايمن على الارض وقلها مائة مرة ثم ضع الخد الايسر وقلها مائة مرة ثم عد إلى السجود وقلها مائة وعشر مرّات واذكر حاجتك فان الله تعالى يقضيها إن شاء الله تعالى.\n\nأقول: قال الشيخ حسن بن فضل الطبرسي في كتاب (مكارم الاخلاق) صلاة الاستغاثة بالبتول (عليها السلام): تصلّي ركعتين ثم تسجد وتقول: يافاطمة مائة مرة، ثم تضع خدك الايمن على الارض وتقولها مائة مرة، ثم تضع الايسر وتقول مثل ذلك ثم تعود إلى السجود وتقولها مائة وعشر مرات ثم تقول بعد ذلك: \n\nيا آمِنا مِنْ كُلِّ شَيءٍ وَكُلُّ شَيءٍ مِنْكَ خائِفٌ حَذِرٌ، أسْأَلَكَ بِأمْنِكَ مِنْ كُلِّ شَيء وَخَوفِ كُلِّ شَيءٍ مِنْكَ أنْ تُصَلّيَ عَلى مُحَمَّدٍ وَأنْ تُعْطيَني أماناً لِنَفْسي وَأهْلي وَمالي وَولَدي حَتّى لاأخافَ أحَداً وَلاأحْذَرَ مِنْ شَيءٍ أبَداً إنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ. \n\nوأيضاً في هذا الكتاب الشريف عن الصادق (عليه السلام) قال: من أراد منكم أن يستغيث إلى الله عزَّ وجلَّ فليصلِّ ركعتين ثم يسجد ويقول: يامُحَمَّدُ يارَسولَ الله ياعَليُّ ياسَيّدي المؤمنينَ والمؤمِناتِ بِكُما أسْتَغيثُ إِلى الله تَعالى يامُحَمَّدُ ياعَليُّ أسْتَغيثُ بِكُما ياغَوثاهُ بِالله وَبِمُحَمَّدٍ وبِعَليٍّ وَفاطِمَةَ، وتسمي كلاً من ائمتك ثم تقول: بِكُمْ أتَوَسَّلُ إِلى الله تَعالى فإنّهم يغيثونك لساعتك إن شاء الله تعالى.","مفاتيح الجنان"]