{
"title": "صلاة العيد",
"type": "text",
"source": "مفاتيح الجنان",
"data": "وهي ركعتان يقرأ في الاُولى الحمد وسورة الاعلى، ويكبّر بعد القراءة خمس تكبيرات وتقنت بعد كلّ تكبيرة فتقول :\nاَللّـهُمَّ اَهْلَ الْكِبْرِياءِ وَالْعَظَمَةِ، وَاَهْلَ الْجُودِ وَالْجَبَرُوتِ، وَاَهْلَ الْعَفْوِ وَالرَّحْمَةِ، وَاَهْلَ التَّقْوى وَالْـمَغْفِرَةِ، اَسْاَلُكَ بِحَقِّ هذَا الْيَومِ الَّذي جَعَلْتَهُ لِلْـمُسْلِمينَ عيداً، وَلُِمحَمَّد صَلَّى اللهُ عَلَيْهِ وَآلِهِ ذُخْراً وَشَرَفاً وَمَزيْداً، اَنْ تُصَلِّيَ عَلى مُحَمَّد وَآلِ مُحَمَّد، وَاَنْ تُدْخِلَني في كُلِّ خَيْر اَدْخَلْتَ فيهِ مُحَمَّداً وَآلَ مُحَمَّد، وَاَنْ تُخْرِجَني مِنْ كُلِّ سُوء اَخْرَجْتَ مِنْهُ مُحَمَّداً وَآلَ مُحَمَّد صَلَواتُكَ عَلَيْهِ وَعَلَيْهِمْ، اَللّـهُمَّ اِنّي اَسْاَلُكَ خَيْرَ ما سَأَلَكَ مِنْهُ عِبادُكَ الصّالِحُونَ، وَاَعُوذُ بِكَ مِمَّا اسْتعاذَ مِنْهُ عِبادُكَ الْصّالِحُونَ .\nثمّ تكبّر السّادسة وتركع وتسجد، ثمّ تنهض للركعة الثّانية، فتقرأ فيها بعد الحمد سورة والشّمس، ثمّ تكبرّ أربع تكبيرات تقنت بعد كلّ تكبيرة وتقرأ في القنوت ما مرّ، فاذا فرغت كبّرت الخامسة فركعت وأتممت الصّلاة وسبّحت بعد الصّلاة تسبيح الزّهراء (عليها السلام)، وقد وردت دعوات كثيرة بعد صلاة العيد ولعلّ أحسنها هو الدّعاء السّادس والاربعون من الصّحيفة الكاملة، ويستحبّ أن يبرز في صلاة العيد تحت السّماء، وأن يصلّي على الارض من دون بساط ولا بارية، وأن يرجع عن المصلّى من غير الطّريق الذي ذهب منه، وأن يدعو لاخوانه المؤمنين بقبول أعمالهم.\n\n<hr>\nسورة الفاتحة\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ  (1) ﻿الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ  (2)  الرَّحْمَنِ الرَّحِيمِ  (3)  مَالِكِ يَوْمِ الدِّينِ  (4)  إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ  (5)  اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ  (6)  صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ(7) \n<hr>\nسورة الأعلى\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \nسَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى  (1)  الَّذِي خَلَقَ فَسَوَّى  (2)  وَالَّذِي قَدَّرَ فَهَدَى  (3)  وَالَّذِي أَخْرَجَ الْمَرْعَى  (4)  فَجَعَلَهُ غُثَاءً أَحْوَى  (5)  سَنُقْرِئُكَ فَلَا تَنْسَى  (6)  إِلَّا مَا شَاءَ اللَّهُ إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَى  (7)  وَنُيَسِّرُكَ لِلْيُسْرَى  (8)  فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرَى  (9)  سَيَذَّكَّرُ مَنْ يَخْشَى  (10)  وَيَتَجَنَّبُهَا الْأَشْقَى  (11)  الَّذِي يَصْلَى النَّارَ الْكُبْرَى  (12)  ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَا  (13)  قَدْ أَفْلَحَ مَنْ تَزَكَّى  (14)  وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى  (15)  بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا  (16)  وَالْآَخِرَةُ خَيْرٌ وَأَبْقَى  (17)  إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى  (18)  صُحُفِ إِبْرَاهِيمَ وَمُوسَى  (19) \n<hr>\nسورة الشمس\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ \nوَالشَّمْسِ وَضُحَاهَا  (1)  وَالْقَمَرِ إِذَا تَلَاهَا  (2)  وَالنَّهَارِ إِذَا جَلَّاهَا  (3)  وَاللَّيْلِ إِذَا يَغْشَاهَا  (4)  وَالسَّمَاءِ وَمَا بَنَاهَا  (5)  وَالْأَرْضِ وَمَا طَحَاهَا  (6)  وَنَفْسٍ وَمَا سَوَّاهَا  (7)  فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا  (8)  قَدْ أَفْلَحَ مَنْ زَكَّاهَا  (9)  وَقَدْ خَابَ مَنْ دَسَّاهَا  (10)  كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا  (11)  إِذِ انْبَعَثَ أَشْقَاهَا  (12)  فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا  (13)  فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا  (14)  وَلَا يَخَافُ عُقْبَاهَا  (15)"
}