{
"title": "صلاة جعفر الطيار",
"type": "text",
"source": "مفاتيح الجنان",
"data": "وهي الاكسير الاعظم والكبريت الاحمر وهي مرويّة بما لها من الفضل العظيم باسانيد معتبرة غاية الاعتبار واهمّ ما لها من الفضل غفران الذّنوب العظام وأفضل أوقاتها صدر النّهار يوم الجمعة وهي أربع ركعات (تُسلّم بعد كُل ركعتين)\n\nإذا فرغ من القراءة في كلّ ركعة فليقل قبل الرّكوع خمس عشرة مرّة (سُبْحانَ اللهِ وَاَلْحَمْدُ للهِ وَلا اِلـهَ إلاّ اللهُ وَاَللهُ اَكْبَرُ) ويقولها في ركوعه عشراً واذا اسْتوى من الرّكوع قائماً قالها عشراً فاذا سجد قالها عشراً فاذا جلس بين السّجدتين قالها عشراً فاذا سجد الثّانية قالها عشراً فاذا جلس ليقوم قالها قبل أن يقومُ عشراً، و يفعل ذلك في الاربع ركعات فتكون ثلاثمائة تسبيحة .\n\n يقرأ في الرّكعة الاُولى (سورة الحمد) مرة و (اذا زلزلت) مرة، وفي الرّكعة الثانية (سورة الحمد) مرة و(العاديات) مرة ، وفي الثّالثة (الحمد) مرة ، و (اِذا جآءَ نصرُ اللهِ) مرة وفي الرابعة (الحمد) مرة و (قُلْ هوَ اللهُ احدٌ) \n\nروى الكليني عن أبي سعيد المدائني قال : قال الصادق (عليه السلام) : ألا أعلّمك شيئاً تقوله في صلاة جعفر (عليه السلام) ، قلت : بلى ، قال : قل اذا فرغت من التّسبيحات في السّجدة الثانية من الرّكعة الرابعة : (سُبْحانَ مَنْ لَبِسَ الْعِزَّ وَالْوَقارَ سُبْحانَ مَنْ تَعَطَّفَ بِالَْمجْدِ وَتَكَرَّمَ بِهِ سُبْحانَ مَنْ لا يَنْبَغِي التَّسْبيحُ إلاّ لَهُ سُبْحانَ مَنْ اَحْصى كُلِّ شَيْء عِلْمُهُ سُبْحانَ ذِي الْمَنِّ وَالنِّعَمِ سُبْحانَ ذِي الْقُدْرَةِ وَالْكَرَمِ اَللّـهُمَّ اِنّي أَسْأَلُكَ بِمَعاقِدِ الْعِزِّ مِنْ عَرْشِكَ وَمُنْتَهَى الرَّحْمَةِ مِنْ كِتابِكَ وَاسْمِكَ الاَْعْظَمِ وَكَلِماتِكَ التّامَّةِ الَّتي تَمَّتْ صِدْقاً وَعَدْلاً صَلِّ عَلى مُحَمَّد وَاَهْلِ بَيْتِهِ وَافْعَلْ بي ((كَذا وَكَذا)) . وتطلب حاجتك عوض كلمة كذا وكذا .\n\nروى الشيخ والسيّد عن المفضّل بن عمر قال رأيت الصّادق (عليه السلام) صلّى صلاة جعفر بن أبي طالب (عليه السلام) ورفع يديه ودعا بهذا الدّعاء :\n\nيا رَبِّ يا رَبِّ (حتّى ينقطع النّفس) يا ربّاهُ يا ربّاهُ (حتّى ينقطع النّفس) رَبِّ رَبِّ (حتّى ينقطع النّفس) يا اَللّهُ يا اَللّهُ (حتّى ينقطع النّفس) يا حَيُّ يا حَيُّ (حتّى بنقطع النّفس) يا رَحيمُ يا رَحيمُ (حتّى ينقطع النّفس) يا رَحْمنُ يا رَحْمنُ (سبع مرّات) يا اَرْحَمَ الرّاحِمينَ (سبع مرّات) ثمّ قال :\n\n(اَللّـهُمَّ اِنّي اَفْتَتِحُ الْقَوْلَ بِحَمْدِكَ وَاَنْطِقُ بِالثَّناءِ عَلَيْكَ وَاُمَجِّدُكَ وَلاغايَةَ لِمَدْحِكَ وَاُثْني عَلَيْكَ وَمَنْ يَبْلُغُ غايَةَ ثَنائِكَ وَاَمَدَ مَجْدِكَ وَاَنّى لِخَليقَتِكَ كُنْهُ مَعْرِفَةِ مَجْدِكَ وَاَيَّ زَمَن لَمْ تَكُنْ مَمْدُوحاً بِفَضْلِكَ مَوْصُوفاً بِمَجْدِكَ عَوّاداً عَلَى الْمُذْنِبينَ بِحِلْمِكَ تَخَلَّفَ سُكّانُ اَرْضِكَ عَنْ طاعَتِكَ فَكُنْتَ عَلَيْهِمْ عَطُوفاً بِجُودِكَ جَواداً بِفَضْلِكَ عَوّاداً بِكَرَمِكَ يا لا اِلـهَ إلاّ اَنْتَ الْمَنّانُ ذُوالْجَلالِ وَالاِْكْرامِ .\n\nوقال لي يا مفضّل اذا كانت لك حاجة مُهمّة فَصلِّ هذه الصلاة وادع بهذا الدّعاء وسل حاجتك يقضيها الله لك إن شاء الله تعالى .\n\nأقول : روى الطوسي لقضاء الحوائج عن الصّادق (عليه السلام) قال : صم يوم الاربعاء والخميس والجُمعة فاذا كان عشيّة يوم الخميس تصدّقت على عشرة مساكين مدّاً مُدّاً من الطّعام فاذا كان يوم الجمعة اغتسلت وبرزت الى الصّحراء فصلّ صلاة جعفر بن أبي طالب واكشف عن ركبتيك وألصقهما بالارض وقل :\n\n<<ملاحظة لإضهار العداد اضغط على مفتاح رفع الصوت>>\n\nيا مَنْ اَظْهَرَ الْجَميلَ وَسَتَرَ (عَليَّ) الْقَبيحَ يا مَنْ لَمْ يُؤاخِذْ بِالْجَريرَةِ وَلَمْ يَهْتِكِ السِّتْرِ يا عَظيمَ الْعَفْوِ يا حَسَنَ التَّجاوُزِ يا واسِعَ الْمَغْفِرَةِ يا باسِطَ الْيَدَيْنِ بِالرَّحْمَةِ يا صاحِبَ كُلِّ نَجْوى يا مُنْتَهى كُلِّ شَكْوى يا مُقيلَ الْعَثَراتِ يا كَريمَ الصَّفْحِ يا عَظيمَ الْمَنِّ يا مُبْتَدِئاً باِلنِّعَمِ قَبْلَ اسْتِحْقاقِها يا رَبّاهُ يا رَبّاهُ يا رَبّاهُ ((عشراً)) يا اَللهُ يا اَللهُ يا اَللهُ ((عشراً)) يا سَيِّداهُ يا سَيِّداهُ يا سَيِّداهُ ((عشراً)) يا مَوْلاهُ يا مَوْلاهُ ((عشراً)) يا غياثاه ((عشراً)) يا غاية رغبتاه ((عشراً)) يا رحمان ((عشراً)) يا رحيم ((عشراً)) يا رَجاءاهُ ((عشراً)) يا مُعْطِيَ الْخَيْراتِ ((عشراً)) صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد كَثيراً طَيِّباً كَاَفْضَلِ ما صَلَّيْتَ عَلى اَحَد مِنْ خَلْقِكَ ((عشراً)) ، واطلب حاجتك.\n\nأقول : في روايات كثيرة انّه لقضاء الحوائج تَصوم هذه الايّام الثّلاثة ثمّ تُصَلّي ركعتان عند زوال الجمعة .\n\n-----\nشبكة رافد\n- مفاتيح الجنان"
}