[" لا يُعتنى بالشكّ في ستّة مواضع:\n \n 1 ــ ما إذا كان الشكّ بعد الفراغ من العمل ، كما إذا شكّ بعد القراءة في صحّتها ، أو شكّ بعدما صلّى الفجر في أنها كانت ركعتين أو أقل أو أكثر.\n \n 2 ــ ما إذا كان الشكّ بعد خروج الوقت ، كما إذا شكّ في الإتيان بصلاة الفجر بعدما طلعت الشمس.\n \n 3 ــ ما إذا كان الشكّ في الإتيان بجزء بعدما دخل فيما لا ينبغي الدخول فيه شرعاً مع الإخلال بالمشكوك فيه عمداً سواء أكان جزءاً أم غيره.\n \n 4 ــ ما إذا كثر الشكّ ، فإذا شكّ في الإتيان بواجب بنى على الإتيان به ، كما إذا شكّ بين السجدة والسجدتين ، فإنّه يبني ــ حينئذٍ ــ على أنه أتى بسجدتين ، وإذا شكّ في الإتيان بمفسد بنى على عدمه ، كمن شكّ كثيراً في صلاة الفجر بين الاثنتين والثلاث فإنه يبني على أنه لم يأت بالثالثة ويتمّ صلاته ولا شيء عليه ، ولا فرق في عدم الاعتناء بالشكّ إذا كثر بين أن يتعلّق بالركعات ، أو الأجزاء ، أو الشروط ، وعلى الجملة: لا يعتنى بشكّ كثير الشكّ ويبني معه على صحّة العمل المشكوك فيه ، وتتحقّق كثرة الشكّ بعروض الشكّ أزيد مما يتعارف عروضه للمشاركين مع صاحبه في اغتشاش الحواس وعدمه زيادة معتدّاً بها عرفاً ، فإذا كان الشخص في الحالات العادية لا تمضي عليه ثلاث صلوات إلاّ ويشكّ في واحدة منها فهو من أفراد كثير الشك.\n ثمّ إن كثرة الشكّ إن اختصّت بموضع بأن كانت من خواصّه وسماته ، فلا بدّ من أن يعمل فيما عداه بوظيفة الشاكّ كغيره من المكلّفين ، مثلاً: إذا كانت كثرة شكّه في خصوص الركعات لم يعتنِ بشكّه فيها ، فإذا شكّ في الإتيان بالركوع أو السجود أو غير ذلك مما لم يكثر شكّه فيه لزمه الإتيان به إذا كان الشكّ قبل الدخول في الغير ، وأما إذا لم يكن كذلك كما إذا تحقق مسمّى الكثرة في فعل معيّن كالركوع ، ثم شكّ في فعل آخر أيضاً كالسجود فالظاهر عدم الاعتناء به أيضاً.\n \n 5 ــ ما إذا شكّ الإمام وحفظ عليه المأموم وبالعكس ، فإذا شكّ الإمام بين الثلاث والأربع ــ مثلاً ــ وكان المأموم حافظاً لم يعتنِ الإمام بشكّه ورجع إلى المأموم ، وكذلك العكس ، ولا فرق في ذلك بين الشكّ في الركعات والشكّ في الأفعال ، فإذا شكّ المأموم في الإتيان بالسجدة الثانية ــ مثلاً ــ والإمام يعلم بذلك رجع المأموم إليه ، وكذلك العكس.\n -----\n\n( مسألة 337 ) : لا فرق في رجوع الشاكّ من الإمام أو المأموم إلى الحافظ منهما بين أن يكون حفظه على نحو اليقين ، وأن يكون على نحو الظنّ ، فالشاكّ منهما يرجع إلى الظانّ كما يرجع إلى المتيقّن ، وإذا اختلفا بالظنّ واليقين عمل كل منهما بوظيفته ، مثلاً: إذا ظنّ المأموم في الصلوات الرباعية أنّ ما بيده هي الثالثة ، وجزم الإمام بأنها الرابعة وجب على المأموم أن يضمّ إليها ركعة متّصلة ، ولا يجوز له أن يرجع إلى الإمام.\n -----\n\n( مسألة 338 ) : إذا اختلف الإمام والمأموم في جهة الشكّ فإن لم تكن بينهما جهة مشتركة عمل كل منهما بوظيفته ، كما إذا شكّ المأموم بين الاثنتين والثلاث ، وشكّ الإمام بين الأربع والخمس ، وإلاّ بأن كانت بينهما جهة مشتركة أخذ بها ، وألغى كل منهما جهة الامتياز من طرفه ، مثلاً: إذا شكّ الإمام بين الثلاث والأربع وكان شكّ المأموم بين الاثنتين والثلاث بنيا على الثلاث فإنّ المأموم يرجع إلى الإمام في أنّ ما بيده ليست بالثانية والإمام يرجع إلى المأموم في أنّها ليست بالرابعة ، ولا حاجة حينئذٍ إلى صلاة الاحتياط.\n \n 6 ــ إذا كان الشكّ في عدد ركعات النافلة ، فإنّ هذا الشكّ لا يعتنى به ، والمصلّي يتخيّر بين البناء على الأقل والبناء على الأكثر فيما إذا لم يستلزم البطلان ، ويتعيّن البناء على الأقل فيما إذا استلزمه ، كما إذا شكّ بين الاثنتين والثلاث ، والأفضل البناء على الأقل في موارد التخيير ، هذا في غير صلاة الوتر ، وأما فيها فالأحوط إعادتها إذا شكّ فيها.\n -----\n( مسألة 339 ) : يعتبر الظنّ في عدد الركعات من الفريضة وكذلك في النافلة على ــ الأحوط لزوماً ــ بمعنى أنّه لا يتخيّر معه في البناء على الأقل والأكثر ، ولا عبرة بالظنّ فيما إذا تعلّق بالأفعال في النافلة أو الفريضة.\n -----\n( مسألة 340 ) : إذا وجبت النافلة لعارض ــ كنذر وشبهه ــ جرى عليها حكم الشكّ في النافلة.\n-----\n( مسألة 341 ) : إذا ترك في صلاة النافلة ركناً ــ سهواً ــ ولم يمكن تداركه بطلت، ولا تبطل بزيادة الركن فيها سهواً.\n-----\nالمصدر : المسائل المنتخبة للسيد علي السيستاني دام ظله"]