["وصفتها: أنك إذا أردت أمراً فخذ ست رقاع فاكتب في ثلاث منها: بِسْمِ الله الرَّحْمنِ الرَّحيمِ خيرَةً مِنَ الله العزيزِ الحَكيمِ لِفُلانٍ بِنْ فُلانَةَ إفْعَلْ. واكتب في الثلاث الاخر: لاتَفْعَلْ عوض إفعل ثم ضعها تحت مصلاّك ، ثم صلّ ركعتين فإذا فرغت فاسجد سجدة وقل فيها مائة مرة: أسْتَخيرُ الله بِرَحْمَتِهِ خيرَةً في عافيةٍ. \n\nثم استو جالساً وقل: اللَّهُمَّ خِرْلي وَاخْتَرْ لي في جَميعِ أموري في يُسْرٍ مِنْكَ وَعافيةٍ. ثم اضرب بيدك إلى الرقاع فشوشها وأخرج واحدة فإن خرج ثلاث متواليات إفعل فافعل الأمر الذي تريده وإن خرج ثلاث متواليات لاتفعل فلا تفعله.وإن خرجت واحدة إفعل والاخرى لاتفعل فأخرج من الرقاع إلى خمس فانظر أكثرها فإن كانت ثلاث منها إفعل واثنتان لاتفعل فافعل الأمر الذي تريده وإن كانت بالعكس فلا تفعله.أقول: الاستخارة تعني طلب الخير فإذا رمت أمراً فاستخر الله تعالى لنفسك وفي الحديث استخر الله عزَّ وجلَّ في اَّخر سجدة من صلاة الليل وقل مائة مرّة ومرّة: أسْتَخيرُ الله بِرَحْمَتِهِ. وتستحب الاستخارة في السجدة الاخيرة من نافلة الصبح، وتستحب أيضاً في كل ركعة من نافلة الزوال. \n\nواعلم أن العلامة المجلسي رض قد روى عن والده، عن استاذه الشيخ البهائي رض قال: سمعنا مذاكرة عن مشايخنا عن القائم عجل الله فرجه في الاستخارة بالسبحة أنه يأخذها ويصلي على النبي وآله (عليهم السلام) ثلاث مرات ويقبض على السبحة ويعد اثنتين اثنتين فإن بقيت واحدة فهو إفعل وإن بقيت اثنتان فهو لاتفعل.وقال الشيخ الاجلّ الفقيه صاحب الجواهر في (كتاب الجواهر): وهناك استخارة أخرى مستعملة عند بعض أهل زماننا وربما نسبت إلى مولانا القائم (عج) وهي أن يقبض على السبحة بعد قراءة ودعاء ويسقط ثمانية ثمانية فإن بقي واحداً فحسنة في الجملة، وإن بقي اثنان فنهي واحد، وإن بقي ثلاثة فصاحبها بالخيار لتساوي الامرين، وإن بقي أربعة فنهيان، وإن بقي خمسة فعند بعض أنّه يكون فيها تعب وعند بعض أن فيها ملامة، وإن بقي ستة فهو الحسنة الكاملة التي تجب العجلة، وإن بقي سبعة فالحال فيها كما ذكر في الخمسة من اختلاف الرأيين أو الروايتين وإن بقي ثمانية فقد نهي عن ذلك أربع مرات. واعلم أنّا سنذكر بعض أقسام الاستخارات في الباب الرابع. واعلم أيضاً أنّ المحدث الكاشاني رض قد اختار في كتابه (تقويم المحسنين) للاستخارة بالكتاب المجيد ساعات خاصة من أيام الاسبوع، وقال: إنّ اختيار هذه الساعات إنما هو على المشهور وإن لم نجد بذلك حديثا من أهل البيت (عليهم السلام) فقال: يوم الاحد حسن إلى الظهر ثم من العصر إلى المغرب. \n\nيوم الاثنين حسن إلى طلوع الشمس ثم من وقت الغداء إلى الظهر ومن العصر إلى العشاء الاخر. \n\nيوم الثلاثاء حسن من وقت الغداء إلى الظهر ثم من العصر إلى العشاء الاخر. \n\nيوم الاربعاء حسن إلى الظهر ثم من العصر إلى العشاء الاخر. يوم الخميس حسن إلى طلوع الشمس ثم من الظهر إلى العشاء الاخر. \n\nيوم الجمعة حسن إلى طلوع الشمس ثم من الزوال إلى العصر. يوم السبت حسن إلى وقت الغداء ثم من الزوال إلى العصر. وهذا الجدول مأخوذ من المدخل المنظوم للمحقّق الطوسي طاب ثراه.","مفاتيح الجنان"]