{
"title": "صلاة الحاجة",
"type": "text",
"source": "مفاتيح الجنان",
"data": "عن دعوات الراوندي أنّ زين العابدين (عليه السلام) مرّ برجل وهو قاعد على باب رجل فقال له ما يقعدك على باب هذا المترف الجبار ؟ فقال: البلا. \n\nفقال: قم فأرشدك إلى باب خير من بابه وإلى ربٍّ خير منه فأخذ بيده حتى انتهى إلى المسجد، مسجد النبي (صلّى الله عليه وآله وسلم) ثم قال: استقبل القبلة فصلّ ركعتين ثم ارفع يديك إلى الله عزَّ وجلَّ فأثن عليه وصلِّ على رسوله ثم ادع باَّخر الحشر وست آيات من أول الحديد وبالايتين اللتين في اَّل عمران ثم سل الله فإنّك لاتسأل شَيْئاً إِلاّ أعطاك. قال الراوندي: لعل المراد بالايتين هما: قُلْ اللَّهُمَّ مالَكَ المُلْكِ أي إلى بِغَيْرِ حِسابٍ. \n\nوقال المجلسي لعلّهما آية: قل اللهم، وآية: شهد اللّه. واعلم أنّه قد روي عن أمير المؤمنين (عليه السلام) قال: إذا أراد أحدكم الحاجة فليبكر في طلبها يوم الخميس وليقرأ إذا خرج من منزله اَّخر سورة اَّل عمران وآية الكرسي وإنا أنزلناه في ليلة القدر وسورة الحمد ، فان فيها قضاء حوائج الدنيا والاخرة.\n\n***\n\nصلاة اخرى للحاجة\nنقلاً عن (المكارم): إذا انتصف الليل فاغتسل وصلِّ ركعتين واقرأ في كلتا الركعتين الحمد وخمسمائة مرة سورة التوحيد، وفي الثانية إذا فرغت من التوحيد فاقرأ اَّخر سورة الحشر وهو: لو أنزلنا هذا القرآن على جبل... إلى اَّخر السورة، وست اَّيات من أوّل سورة الحديد، وقل بعدها وأنت قائم كما كنت: إياك نعبد وإياك نستعين ألف مرة، ثم أتم الصلاة وأثن على الله تعالى فإن قضيت حاجتك فهي وإِلاّ فكررها ثانية، فإن لم تقض فأت بها ثالثة فإنّها تقضى إن شاء الله تعالى.\n\nصلاة أخرى : روى ثقة الاسلام الكليني (رض) في الكافي بسند معتبر عن عبد الرحيم القصير قال: دخلت على الصادق (عليه السلام) فقلت : جعلت فداك إنّي اخترعت دعاء. \n\nقال: دعني من اختراعك إذا نزل بك أمر فافزع إلى رسول الله (صلّى الله عليه وآله وسلم) وصلِّ ركعتين تهديهما إلى رسول الله (صلّى الله عليه وآله وسلم) قلت كيف أصنع ؟ قال: تغتسل وتصلّي ركعتين تستفتح بهما افتتاح الفريضة و تتشهد تشهُّد الفريضة فإذا فرغت من التشهد وسلّمت قلت: اللَّهُمَّ أنْتَ السَّلامُ وَمِنْكَ السَّلامُ وإلَيْكَ يَرجِعُ السَّلامُ، اللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَبَلِّغْ روحَ مُحَمَّدٍ منِي السَّلامُ وَأرْواحِ الأَئِمَّةِ الصّادِقينَ سَلامي وَأرْدُدْ عَليّ مِنْهُمْ السَّلامُ وَالسَّلامُ عَلَيْهِمْ وَرَحْمَةُ الله وَبَرَكاتُهُ، اللَّهُمَّ إنَّ هاتَيْنِ الرِّكْعَتينِ هَدِّيةٌ مِني إِلى رِسولِ الله صَلّى الله عَلَيْهِ وَآلِهِ فَأثِبْني عَلَيْهِما ما أمَّلْتُ وَرَجَوْتُ فيكَ وَفي رَسولِكَ يأوليّ المؤمِنينَ ثم تخر ساجداً وتقول أربعين مرة: ياحي ياقَيومُ يا حَياً لايَموتُ ياحَياً لا إلهَ إِلاّ أنْتَ ياذا الجَلالِ وَالاكْرامِ يا أرْحَمَ الرّاحِمينَ.\n\nثم ضع خدّك الايمن فتقولها أربعين مرة ثم ضع خدّك الايسر فتقولها أربعين مرة ثم ترفع رأسك وتمدّ يدك وتقول أربعين مرة ثم تردّ يدك إلى رقبتك وتلوذ بسبابتك وتقول ذلك أربعين مرة ثم خذ لحيتك بيدك اليسرى وابك أو تباك وقل: يا مُحَمَّدُ يارَسولَ الله أشْكو إِلى الله وَإلَيْكَ حاجَتي وإِلى أهْلِ بَيْتِكَ الرّاشِدينَ حاجَتي وَبِكُمْ أتَوَجَّهُ إِلى الله في حاجَتي. ثم تسجد وتقول: يا الله يا الله حتى ينقطع النفس ثم قل: صَلِّ عَلى مُحَمَّدٍ وَآل مُحَمَّدٍ وَافْعَلْ بي كَذا وَكَذا. قال الصادق (عليه السلام) فأنا الضامن على الله عزَّ وجلَّ أن لايبرح حتى تقضى حاجته.\n\nأقول: سنذكر في الباب الرابع دعوات كثيرة لقضاء حوائج الدنيا والاخرة. وقال الكفعمي في (البلد الامين): تكتب للحوائج الهامّة هذه الكلمات في رقعة فترمي بها في الماء: بِسْمِ الله الرَّحْمنِ الرَّحيمِ مِنَ العَبْدِ الذَّليلِ إِلى المَوْلى الجَليلِ: رَبِّ إِنِّي مَسَّني الضُّرُّ وَأنْتَ أرْحَمُ الرّاحِمينَ بِحَقِّ مُحَمَّدٍ وَآلِهِ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَاكْشِفْ هَمّي وَفَرِّجْ عَنِّي غَمِّي بِرَحْمَتِكَ يا أرْحَمْ الرّاحِمينَ.\n\n***\n\nأيضاً صلاة الحاجة \nقال السيد ابن طاووس (رض) في المزار في باب أعمال جامع الكوفة في ذيل أعمال محراب أمير المؤمنين (عليه السلام) ذكر صلاة الحاجة هناك خاصة وهي أربع ركعات أي بسلامين تقرأ في الأولى فاتحة الكتاب وقل هو الله أحد عشر مرات، وفي الثانية فاتحة الكتاب والصمد أيضاً إحدى وعشرين مرة، وفي الثالثة فاتحة الكتاب والصمد أيضاً إحدى وثلاثين مرة، وفي الرابعة فاتحة الكتاب والصمد أيضاً إحدى وأربعين مرة. فإذا سلمت وسبّحت فاقرأ قل هو الله احد أيضاً إحدى وخمسين مرّة. وتستغفر الله خمسين مرة وتصلي على النبي وآله خمسين مرة وتقول خمسين مرة: لا حَوْلَ وَلا قوَةَ إِلاّ بِالله العَليّ العَظيمِ. \n\nثم تقول: يا الله المانِعُ قُدْرَتَهُ خَلْقَهُ وَالمالِكُ بِها سُلْطانَهُ وَالمُتَسَلِّطُ بِما في يَدَيْهِ عَلى كُلِّ مَوْجودٍ وَغَيْرُكَ يَخيبُ رَجاءُ راجيهِ وَراجيكَ مَسْرورٌ لايَخيبُ. أَسْأَلُكَ بِكُلِّ رِضىً لَكَ وَبِكُلِّ شَيءٍ أنْتَ فيهِ وَبِكُلِّ شَيءٍ تُحِبُّ أنْ تُذْكَرْ بِهِ. وَبِكَ يا الله فَلَيْسَ يَعْدِلُكَ شَيءٌ أنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَتَحْفَظَني وَوَلَدي وَأهْلي وَمالي وَتَحْفَظَني بِحِفْظِكَ وَأنْ تَقْضيَ حاجَتي في ((كَذا وَكَذا)). \n\n***\n-----\nأيضاً صلاة الحاجة\nروي أن من كان له إلى الله حاجة يريد قضاءها فليصلّ أربع ركعات يقرأ في كل ركعة فاتحة الكتاب والانعام ويقول عقيب الصلاة: ياكَريمُ ياكَريمُ ياكَريمُ ياعَظيمُ ياعَظيمُ يا أعْظَمُ مِنْ كُلِّ عَظيمٌ ياسَميعَ الدُّعاءِ، يامَنْ لاتُغَيِّرَهُ اللّيالي وَالايامُ صَلِّ عَلى مُحَمَّدٍ وَآلِهِ وَارْحَمْ ضَعْفي وَفَقْري وفاقَتي وَمَسْكَنَتي، فإنّكَ أعْلَمُ بِها مِني وَأنْتَ أعْلَمُ بِحاجَتي، يامَنْ رَحِمَ الشَّيْخَ يَعْقوبَ حينَ رَدَّ عَلَيهِ يوسُفَ قُرَّةَ عَيْنِهِ يامَنْ رَحِمَ أيوبَ بَعْدَ طولِ بَلائِهِ يامَنْ رَحِمَ مُحَمَّداً (صلّى الله عليه وآله وسلم) وَمِنَ اليُتْمِ آواهُ وَنَصَرَهُ عَلى جَبابِرَةِ قُريشٍ وَطَواغيتِها وَامْكَنَهُ مِنْهُمْ، يامُغيثُ يامُغيثُ يامُغيثُ !!! يقوله مراراً ثم يسأل الله حاجته فإن الله تعالى يعطيها له.\n\n***\n\nصلاة الحاجة أيضاً\nروى السيد ابن طاووس (رض) قال: صلِّ ركعتين في ليلة الجمعة وليلة الاضحى واقرأ في كل ركعة الفاتحة فإذا بلغت آية: إياك نعبد وإياك نستعين كررها مائة مرة ثم أتم الحمد واقرأ بعد الحمد مائتي مرة سورة التوحيد، فإذا سلّمت قل سبعين مرة: لا حَوْلَ وَلا قوَةَ إِلاّ بِالله العَليّ العَظيمِ ثم اسجد وقل مائتي مرة: يارَبِّ يارَبِّ، ثم سل ماتريد فإنها تُقضى إن شاء اللّه.\n\n***\n\nأيضاً صلاة للحاجة\nرواها جمع من العلماء كالشيخ المفيد والطوسي والسيد ابن طاووس وغيرهم عن الصادق (عليه السلام) وهي على مارواها السيد أنك إذا حضرت لك حاجة مهمة إلى الله عزَّ وجلَّ فصم ثلاثة أيام متوالية الاربعاء والخميس والجمعة فإذا كان يوم الجمعة فأغتسل والبس ثوبا جديداً نظيفا ثم اصعد إلى أعلى موضع في دارك فصل ركعتين ثم ارفع يديك إلى السماء وقل: اللَّهُمَّ إِنِّي حَلَلْتُ بِساحَتِكَ لِمَعْرِفَتي بِوِحْدانيَّتِكَ وَصَمَدانيَّتِكَ وَأنَّهُ لا قادِراً عَلى قَضاء حاجَتي غَيرُكَ، وَقَدْ عَلِمْتُ يارَبِّ أنَّهُ كُلَّما تَظاهَرَتْ نِعْمَتُكَ عَليّ اشْتَدَّتْ فاقَتي إلَيْكَ وَقَدْ طَرَقَني هَمُّ كَذا وَكَذا. \n\nواذكر حوائجك عوض كذا وَكذا: وَأنْتَ بِكَشْفِهِ عالِمٌ غَيْرُ مُعَلَّمٍ وَاسِعٌ غَيْرُ مُتَكَلِّفٍ ؛ فَأسْأَلُكَ بِإسْمِكَ الَّذِي وَضَعْتَهُ عَلى الجِبالِ فَنُسِفَتْ وَوَضَعْتَهُ عَلى السَّماواتِ فَانْشَقَّتْ وعَلى النُّجومِ فَانْتَثَرَتْ وَعَلى الارْضِ فَسُطِحَتْ، وَأَسْأَلُكَ بِالحَقِّ الَّذِي جَعَلْتَهُ عِنْدَ مُحَمَّدٍ صَلّى الله عَلَيهِ وَآلِهِ وَعِنْدَ عَليٍّ وَالحَسَنِ وَالحُسَينِ وَعَليٍّ وَمُحَمَّدٍ وَجَعْفَرٍ وَموسى وَعَليٍّ وَمُحَمَّدٍ وَعَليٍّ والحَسَنِ وَالحُجَّةِ عَلَيْهِمْ الَّسلامُ أنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَأهْلِ بَيْتِهِ وَأنْ تَقْضي لي حاجَتي وَتُيَسِّرَ لي عَسيرَها وَتَكْفيَني مُهِمَّها، فَإنْ فَعَلْتَ فَلَكَ الحَمْدُ وَإنْ لَمْ تَفْعَلْ فَلَكَ الحَمْدُ غَيرَ جائِرٍ في حُكْمِكَ ولامُتَّهَمٍ في قَضائكَ وَلاحائِفٍ في عَدْلِكَ. ثم ضع وجهك على الارض وقل: اللَّهُمَّ إنَّ يونُسَ بْنَ مَتّى عَبْدُكَ دَعاكَ في بَطْنِ الحوتِ وَهوَ عَبْدُكَ فَإسْتَجَبْتَ لَهُ، وَأنا عَبْدُكَ أدْعُوَك فَإسْتَجِبْ لي.قال الصادق (عليه السلام) رُبّ حاجة تعرض لي فأدعوا بهذا الدعاء فأرجع وقد قضيت حاجتي.أقول: أورد السيد ابن طاووس في كتاب (جمال الاسبوع) كلاما هذا نصه مع شيء من التغيير والتلخيص: كن على أقل المراتب في طلبك الحوائج من سلطان العارفين كما تكون لو طلبت حاجة مهمة من بعض ملوك الادميين فإنك تتوصل إلى رضاهم بكل اجتهاد وقت حاجاتك اليهم فكذلك اجتهد في رضا الله عزَّ وجلَّ عند حاجتك إليه ولايكن إقبالك عليه دون إقبالك عليهم فتكون من المستهزئين الهالكين. وكيف يجوز أن يكون اهتمامك برضا الجلالة الالهية دون اهتمامك برضا المخلوقين ؟ ثم إذا كان منزلة الله جلّ جلاله عندك أقل من منزلة ملوك الدنيا الذين هم مماليكه أما تكون مستخفا ومستهزئا ومستصغراً لعظمة الله جلّ جلاله ومعرضا عنها وهيهات أن تظفر مع ذلك بحاجتك بصلاتك أو صومك ثم لاتكن في صومك وصلاتك بالحاجة مجربا فإن الانسان لايجرب إِلاّ على من يسوء ظنّه به وقد عرفت أن الله جلّ جلاله قال: {يظنون بالله ظن السوء عليهم دائرة السوء}، ولكن كن على ثقة كاملة من رحمة الله جلّ جلاله الشاملة ومن كمال جوده وإنجاز وعوده أبلغ ممّا تكون لوقصدت حاتما الجواد في طلب قيراط‍ منه، فإنك تقطع أنّه يعطيك القيراط لو طلبته لك بكل طريق واعلم أنّ حاجتك عند الله تعالى أهون وأقل من قيراط‍ عند حاتم فإياك وأن يكون اعتمادك على الله أقل، وينبغي أن تكون نيتك في صوم حاجتك وصلاتك لنازلتك أنّك تصوم صوم الحاجة وتصلّي صلاة الحاجة للاهم فالاهم من حاجتك الدينيّة وأهمها حوائج من أنت في حفاوة هدايته وحمايته وهو إمام العصر (صلوات الله وسلامه عليه)، فيكون صومك وصلاتك أولاً لاجل قضاء حوائجه (صلوات الله وسلامه عليه)، ثم لحوائجك الدينية، ثم لحاجتك التي قد عرضت لك الان وكنت تقصدها. مثال ذلك أن تخاف على نفسك من البوار والقتل فتصوم صوم الحاجة للسلامة من هذا الخطر وأنت تعلم أن صومك لعفو الله جلّ جلاله ورضاه عنك وإقباله عليك وقبوله منك أهمّ لديك لان قتل مهجتك إنما يذهب به دنياك إذا كنت في القتل سلِيماً في دينك وسريرتك ثم أنت إذا لم تقتل فلابد أن تموت على كل حال وعفو الله جلّ جلاله ورضاه لو لم يحصل هلكت في الدنيا والاخرة وحصلت في أهوال لايقدر على احتمالها قوة الخيال وإنّما قلنا: تقدم حوائج إمام عصرك لانّ بقاء الدنيا وأهلها مسبب عن وجوده فإذا كنت محفوظا بواحد فكيف تقدّم حوائجك على حوائجه؟ بل يجب أن تقدم حوائجه ومراده على حوائجك ومرادك، واعلم أنه صلوات الله عليه مستغن عن صومك وصلاتك لحاجاته وإنّما تكون أنت إذا علمت بما قلناه أدّيت الامانة كما تستفتح أدعيتك بالصلاة عليهم صلوات الله عليهم أجمعين."
}