["وهي ركعتان : في الأولى الحمد وآية الكرسي، وفي الثانية الحمد وعشر مرات إنا أنزلناه في ليلة القدر فإذا سلّم قال: اللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآل مُحَمَّدٍ وَابْعَثْ ثَوابَها إِلى قَبْرِ (فُلان) وليسم الميت عوضا عن كلمة فلان.\n\nصلاة أخرى\nروى أيضاً السيد ابن طاووس رض عن النبي (صلّى الله عليه وآله وسلم) قال: لا يأتي على الميت ساعة أشدّ من أوّل ليلة، فارحموا موتاكم بالصّدقة فإن لم تجدوا فليصلِّ أحدكم ركعتين يقرأ في الأولى فاتحة الكتاب مرة وقل هو الله أحد مرتين، وفي الثانية فاتحة الكتاب مرة وألهاكم التكاثر عشر مرات، ويسلم ويقول: اللَّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَابْعَثْ ثَوابَها إِلى قَبْرِ ذلِكَ المَيِّتِ فُلانِ بِنْ فُلانٍ. \n\nفيبعث الله من ساعته ألف ملك إلى قبره مع كل ملك ثوب وحلّة، ويوسّع في قبره من الضيق إلى يوم ينفخ في الصّور، ويعطى‌المصلّي بعدد ماطلعت عليه الشمس حسنات، وترفع له أربعون درجة.\n\nأقول: روى الكفعمي أيضاً هذه الصلاة بهذه الكيفية ثم قال: ورأيت في بعض كتب أصحابنا أنّه يقرأ في الأولى بعد الفاتحة آية الكرسي مرّة والتوحيد مرّتين وقال العلامة المجلسي رض في كتاب (زاد المعاد) ينبغي للمر أن لاينشغل عن ذكر الاموات فإنهم قد انقطعت أياديهم عن الاعمال الصالحة والخيرات وهم يأملون في أبنائهم وأقاربهم وإخوانهم من المؤمنين يترقّبون إحسانهم ولاسيما دعاءهم في صلاة الليل وعلى المر أن يخص والديه في دعائه في أعقاب الفرائض وفي المشاهد الشريفة وأن يعمل لهم الصالحات من الاعمال ففي الحديث ربّ رجل يكون عاقّاً لوالديه في حياتهما ويكتب باراً لهما بعد وفاتهما لما عمله عنهما من الصالحات. ورب رجل يكون باراً في حياتهما فيكتب بعد وفاتهما عاقّا لهما لتوانيه فيما ينبغي أن يعمل عنهما من الاعمال وأهم مايسدى به إلى الابوين وإلى سائر ذوي القربي أن يؤدي ديونهم وأن يبرئهم ممّا في ذمتهم من حقوق الله أو حقوق خلقه فيجتهد في أن يؤدي عنهم الحجّ وغيره ممّا قد فاتهم من العبادات استئجاراً أو تبرعاً. \n\nوفي الصحيح أن الصادق (عليه السلام) كان يصلّي عن ولده في كل ليلة ركعتين وعن والديه في كل يوم ركعتين يقرأ في الأولى إنّا أنزلناه وفي الثانية إنّا أعطيناك الكوثر وفي الصحيح عن الصادق (عليه السلام) قال: ربما يكون الميّت في ضيق فيوسع عليه ثم يؤتى فيقال إنّه خفّف عنك هذا الضّيق بصلاة فلان أخيك ، فسأله الراوي: هل يجوز أن يُشرك اثنان من الاموات في ركعتي الصلاة ؟ فأجاب (عليه السلام): بلى. وقال (عليه السلام): إن الميت ليفرح بالدعاء له والاستغفار كما يفرح الحي بالهدية تهدى إليه. وقال (عليه السلام): يدخل الميت في قبره الصلاة والصوم والحج والصدقة والبرّ والدعاء. قال: ويكتب أجره للذي يفعله وللميت. وقال (عليه السلام) في حديث اَّخر: من عمل من المسلمين عن ميت عملاً أضعف له أجره ونفع الله عزَّ وجلَّ به الميت. \n\nوفي بعض الاحاديث أنّه إذا تصدّق الرجل بنية الميت أمر الله جبرائيل أن يحمل إلى قبره سبعين ألف ملك في يد كل ملك طبق، فيحملون إلى قبره ويقولون: السلام عليك ياولي الله ، هذه هدية فلان بن فلان المؤمن إليك، فيتلألأ قبره واعطاه الله ألف مدينة في الجنّة وزوّجه ألف حوراء وألبسه ألف حلّة وقضى له ألف حاجة.","مفاتيح الجنان"]