[" صلاة الاحتياط هي ما يؤتى بها بعد الصلاة تداركاً للنقص المحتمل فيها ، ويعتبر فيها أُمور:\n \n 1 ــ أن يؤتى بها بعد الصلاة قبل الإتيان بشيء من منافياتها ، وإلاّ لم تصحّ على ــ الأحوط لزوماً ــ.\n \n 2 ــ أن يؤتى بها تامة الأجزاء والشروط على النحو المعتبر في أصل الصلاة ، غير أنّ صلاة الاحتياط ليس لها أذان ولا إقامة وليس فيها سورة ــ غير فاتحة الكتاب ــ ولا قنوت.\n \n 3 ــ أن يخفت في قراءتها على ــ الأحوط لزوماً ــ وإن كانت الصلاة الأصلية جهرية ، ــ والأحوط الأولى ــ الخفوت في البسملة أيضاً.\n -----\n( مسألة 342 ) : من أتى بشيء من المنافيات قبل صلاة الاحتياط لزمته إعادة أصل الصلاة على ــ الأحوط لزوماً ــ ولا حاجة معها إلى صلاة الاحتياط.\n -----\n( مسألة 343 ) : إذا علم قبل أن يأتي بصلاة الاحتياط أنّ صلاته كانت تامة سقط وجوبها ، وإذا علم أنها كانت ناقصة وعلم مقدار النقص لزمه تدارك ما نقص، ثم الإتيان بسجدتي السهو لزيادة السلام على ــ الأحوط لزوماً ــ .\n -----\n( مسألة 344 ) : إذا علم بعد صلاة الاحتياط نقص صلاته بالمقدار المشكوك فيه لم تجب عليه الإعادة ، وقامت صلاة الاحتياط مقامه ، مثلاً إذا شكّ بين الثلاث والأربع فبنى على الأربع وأتمّ صلاته ، ثم تبيّن له بعد صلاة الاحتياط أنّ صلاته كانت ثلاثاً صحّت صلاته وكانت الركعة من قيام أو الركعتان من جلوس بدلاً عن الركعة الناقصة.\n -----\n( مسألة 345 ) : إذا شكّ في الإتيان بصلاة الاحتياط فإن كان شكّه بعد خروج الوقت لم يعتنِ بشكّه ، وأما إذا كان بعد الإتيان بما ينافي الصلاة عمداً وسهواً ــ فالأحوط لزوماً ــ استئناف الصلاة.\n -----\n( مسألة 346 ) : إذا شكّ في عدد الركعات من صلاة الاحتياط بنى على الأكثر إلاّ إذا استلزم البناء عليه بطلانها فيبني حينئذٍ على الأقل ، مثلاً: إذا كانت وظيفة الشاكّ الإتيان بركعتين احتياطاً ، فشكّ فيها بين الواحدة والاثنتين بنى على الاثنتين ، وإذا كانت وظيفته الإتيان بركعة واحدة ، وشكّ فيها بين الواحدة والاثنتين بنى على الواحدة.\n -----\n( مسألة 347 ) : إذا شكّ في شيء من أفعال صلاة الاحتياط جرى عليه حكم الشكّ في أفعال الصلاة الأصلية.\n -----\n( مسألة 348 ) : إذا نقص ركناً من صلاة الاحتياط ــ عمداً أو سهواً ــ أو زاده فيها عمداً بطلت كما في الصلاة الأصلية ، وهكذا فيما إذا زاد ركناً فيها سهواً على ــ الأحوط لزوماً ــ ويجتزئ حينئذٍ بإعادة أصل الصلاة ، ولا تجب سجدتا السهو بزيادة غير الأركان أو نقصانه فيها سهواً.\n-----\nالمصدر : المسائل المنتخبة للسيد علي السيستاني دام ظله"]