[" تجب سجدتان للسهو في موارد ، ولكن لا تتوقّف صحّة الصلاة على الإتيان بهما ، وهذه الموارد هي:\n (1) إذا تكلّم في الصلاة سهواً على ــ الأحوط لزوماً ــ.\n (2) إذا سلّم في غير موضعه على ــ الأحوط لزوماً ــ كما إذا اعتقد أنّ ما بيده هي الركعة الرابعة فسلّم ثم انكشف أنها كانت الثانية ، والمراد بالسلام هو جملة (السلام علينا وعلى عباد الله الصالحين ) أو جملة ( السلام عليكم ) مع إضافة (ورحمة الله وبركاته) أو بدونها ، وأمّا جملة ( السلام عليك أيها النبيُّ ورحمة الله وبركاته ) فزيادتها سهواً لا توجب سجدتي السهو.\n (3) إذا نسي التشهّد في الصلاة ، على ما مرّ في المسألة (349).\n (4) إذا شكّ بين الأربع والخمس أو ما بحكمه ، على ما مرّ في المسألة (335).\n (5) إذا علم إجمالاً ــ بعد الصلاة ــ أنّه زاد فيها أو نقص ، مع كون صلاته محكومة بالصحّة فإنه يسجد سجدتي السهو على ــ الأحوط لزوماً ــ .\n ــ والأحوط الأولى ــ أن يأتي بسجدتي السهو فيما لو نسي سجدة واحدة كما مرّ في المسألة (349) ، وفيما إذا قام في موضع الجــــلوس أو جلس في مــوضع القيام سهواً ، بل ــ الأحوط الأولى ــ أن يسجد لكل زيادة ونقيصة.\n -----\n( مسألة 354 ) : إذا تعدّد ما يوجب سجدتي السهو لزم الإتيان بهما بتعداده ، نعم إذا سلّم في غير موضعه بكلتا الجملتين المتقدّمتين ، أو تكلّم سهواً بكلام طويل لم يجب الإتيان بسجدتي السهو إلاّ مرة واحدة.\n -----\n( مسألة 355 ) : تجب المبادرة إلى سجدتي السهو ، ولو أخّرهما عمداً لم تسقطا على ــ الأحوط وجوباً ــ فيأتي بهما فوراً ففوراً ، ولو أخّرهما نسياناً أتى بهما متى تذكّر.\n -----\n( مسألة 356 ) : كيفيّة سجدتي السهو أن ينوي ثم يسجد ــ ولا حاجة إلى التكبير قبل السجود وإن ــ كان أحوط استحباباً ــ ثم يرفع رأسه ويجلس ثم يسجد ثم يرفع رأسه ويتشهّد تشهّد الصلاة ، ثم يقول ( السلام عليكم ) والأولى أن يضيف إليه جملة ( ورحمة الله وبركاته ) كما إنّ ــ الأحوط استحباباً ــ أن يقول في كل من السجدتين ( بسم الله وبالله السلام عليك أيها النبي ورحمة الله وبركاته ) .\n -----\n( مسألة 258 ) : من شكّ في تحقّق ما يوجب سجدتي السهو لم يعتنِ به ، ومن شكّ في الإتيان بهما مع العلم بتحقّق موجبهما وجب عليه الإتيان بهما مع عدم فوات المبادرة بل ــ الأحوط لزوماً ــ الإتيان بهما مع فوات المبادرة أيضاً.\n -----\n( مسألة 359 ) : إذا علم بتحقّق ما يوجب سجدتي السهو وشكّ في الأقل والأكثر بنى على الأقل ، مثلاً: إذا علم أنه سلّم في غير موضعه ولم يدرِ أنه كان مرة واحدة أو مرتين ، أو احتمل أنه تكلّم أيضاً لم يجب عليه إلاّ الإتيان بسجدتي السهو مرة واحدة.\n -----\n( مسألة 360 ) : إذا شكّ في الإتيان بشيء من أجزاء سجدتي السهو وجب الإتيان به إن كان شكه قبل تجاوز محلّه ، وإلاّ لم يعتنِ به ، وكذا لا يعتني به إذا كان الشكّ بعد الفراغ.\n -----\n\n( مسألة 361 ) : إذا شكّ ولم يدرِ أنّه أتى بسجدتين أو ثلاث لم يعتنِ به ، سواء شكّ قبل دخوله في التشهّد أم شكّ بعده ، وإذا علم أنه أتى بثلاث أعاد سجدتي السهو.\n -----\n( مسألة 362 ) : إذا نسي سجدة واحدة من سجدتي السهو فإن أمكنه التدارك بأن ذكرها قبل أن يتحقّق فصل طويل لزمه التدارك ، وإلاّ أتى بسجدتي السهو من جديد.\n -----\nالمصدر : المسائل المنتخبة للسيد علي السيستاني دام ظله"]