["صلاة الامام الحجة (عليه السلام) في جامع جمكران\nوهو يبعد عن بلدة قم الطيبة مسافة فرسخ واحد وقد حكى الشيخ رض في كتاب (النجم الثاقب) حديث كان بناء هذا الجامع بأمر من صاحب العصر (عليه السلام) وذلك في الحكاية الأولى من الباب السابع من الكتاب وقد أتى في ذلك الحديث أنه (صلوات الله وسلامه عليه) قال لحسن المثلة الجمكراني: قل للناس ليرغبوا في هذا الموضع وليغيروه وليصلوا فيه أربع ركعتان منها لتحية المسجد يقرأ في كل ركعة منها الحمد مرة وقل هو الله أحد سبع مرات ويسبح سبعا في كل ركوع وسجود، وركعتان منها صلاة الحجة (عليه السلام) يقرأ المصلّي في الأولى سورة الفاتحة فإذا بلغ الآية: إياك نعبد وإياك نستعين كرّرها مائة مرة ثم أتّم الفاتحة ويفعل مثل ذلك في الركعة الثانية ويسبّح سبعا في كل ركوع وسجود فإذا أتمّ الصلاة هلل وسبّح تسبيح الزهراء (صلوات الله وسلامه عليها) فإذا فرغ من التسبيح سجد وصلّى على النبي وآله مائة مرة وهذه الكلمة مروية بنصها عنه (عليه السلام) قال: فمن صلاهما فكأنّما صلّى في البيت العتيق، أي الكعبة. \n\nوروى أيضاً في كتاب (النجم الثاقب) عن كتاب (كنوز النجاح) للشيخ الطبرسي أنّه خرج من الناحية المقدسة للحجة (عليه السلام) أنّ من كان له الى الله حاجة فليغتسل ليلة الجمعة بعد منتصف الليل فيذهب إلى مصلاه فيصلّي ركعتين يقرأ في الأولى سورة الحمد فإذا بلغ منها الآية: إيّاك نعبد وإيّاك نستعين كرّرها مائة مرة، ثم أتمّ الحمد، ثم قرأ التوحيد مرّة واحدة ثم ركع وسجد السجدتين فكرّر التسبيح: سبحان ربي العظيم وبحمده في الركوع سبع مرات وكرّر التسبيح: سبحان ربي الاعلى وبحمده في كل من السجدتين سبعا ثم أتى بالركعة الثانية نظيرة للأولى فإذا فرغ من الصلاة دعا بهذا الدعاء فإنّ الله تعالى يقضي له حاجته البتة مهما كانت إِلاّ إذا كانت في قطيعة رحم. وهذا هو الدعاء: اللَّهُمَّ إنْ أطَعْتُكَ فَالَمحْمَدَةُ لَكَ وَإنْ عَصَيْتُكَ فَالحُجَّةُ لَكَ مِنْكَ الرّوحُ وَمِنْكَ الفَرَجُ، سُبْحانَ مَنْ أنْعَمَ وَشَكَرَ سُبْحانَ مَنْ قَدَرَ وَغَفَرَ. اللَّهُمَّ إنْ كُنْتُ عَصَيْتُكَ فَإنّي قَدْ أطَعْتُكَ في أحَبِّ الاشْياءِ إلَيكَ وَهوَ الايمانُ بِكَ، لَمْ أتَّخِذْ لَكَ وَلَداً وَلَمْ أدْعُ لَكَ شَريكا مَنّا مِنْكَ بِهِ عَليّ لامنّا مِنّي بِهِ عَلَيْكَ، وَقَدْ عَصَيْتُكَ يا إلهي عَلى غَيْرِ وَجْهِ المُكابَرَةِ وَلا الخُروجَ عَنْ عُبودِيَّتِكَ وَلا الجُحودِ لِرِبوبيَّتِكَ، ولكِنْ أطَعْتُ هَوايَ وَأزَلَّني الشَّيْطانُ فَلَكَ الحُجَّةُ عَليّ وَالبَيانُ، فَإنْ تُعَذِبْني فَبِذنوبي غَيْرَ ظالِمٍ وَإنْ تَغْفِرْ لي وَتَرْحَمْنِي فَإنَّكَ جَوادٌ كَريمٌ. ثم بقدر ما يفي به النفس: ياكَريمُ ياكَريمُ. ثم يقول بعد ذلك: \nيا آمِنا مِنْ كُلِّ شَيءٍ وَكُلُّ شَيءٍ مِنْكَ خائِفٌ حَذِرٌ، أسْأَلَكَ بِأمْنِكَ مِنْ كُلِّ شَيءٍ وَخَوفِ كُلِّ شَيءٍ مِنْكَ أنْ تُصَلّيَ عَلى مُحَمَّدٍ وِآلِ مُحَمَّدٍ، وَأنْ تُعْطيَني أماناً لِنَفْسي وَأهْلي وَمالي وَوَلَدي حَتّى لاأخافَ أحَداً وَلا أحْذَرَ مِنْ شَيءٍ أبَداً، إنَّكَ عَلى كُلِّ شَيءٍ قَديرٌ، وَحَسْبُنا الله وَنِعْمَ الوَكيلُ.  ياكافيَ إبْراهيمَ نَمْرودَ وَياكافيَ موسى فِرْعَوْنَ. أَسْأَلُكَ أنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآل مُحَمَّدٍ وَأنْ تَكْفيَني شَرَّ فُلانٍ بِنْ فُلانٍ، وليذكر اسم من يضره واسم أبيه وليسأل الله تعالى دفع ضرره وكفاية شرّه فإنّ الله تعالى يكفيه ذلك البتّة إن شاء الله تعالى.\n\nثم يسجد ويسأل حاجته ويتضرّع إلى الله جل جلاله فإنّه مامن مؤمن ولا مؤمنة صلّى هذه الصلاة ودعا بهذا الدعاء مخلصاً إِلاّ وانفتح له أبواب السماء لقضاء حوائجه واستجيب دعاؤه لوقته من ليلته مهما كانت حاجته وهذا من فضل الله علينا وعلى الناس. انتهى.\n\nأقول: قد روى أيضاً هذه الصلاة النجل الجليل للشيخ الطبرسي رضي الدين حسن بن الفضل في كتاب (مكارم الاخلاق) ويختلف الذي رواه عن هذا الدعاء اختلافاً يسيراً فقد استبدل في مفتتح الدعاء بكلمة: اللهم ان كنت عصيتك كلمة: اللهم ان كنت قد عصيتك وأضيفت بعد كلمة: لا أخاف كلمة أحداً وبعد كلمة: فرعون كلمة: اسألك، ولايختلفان في غيرها.","مفاتيح الجنان"]