["ادرج في: الصلوات ، الصلوات المستحبة، النوافل، نافلة الليل\nوقتها: من بعد اول الليل الى ما قبل صلاة الصبح.\n\nالنية: أصلي نافلة الليل قربة الى الله تعالى.\n\nالركعات: 11 ركعة، 8 ركعات تصليها بنية نافلة الليل، تصليها ركعتان تتلوها ركعتان، وتقرأ التشهد خلف كل ركعتان، وركعتان تصليها بنية الشفع وتقرأ التشهد بعدها وركعة الوتر.\n\nالتفصيل:\n\nنافلة الليل:\n\n* الركعة الأولى: بعد النية يقرأ الحمد وسورة الاخلاص.\n\n* الركعة الثانية: يقرأ الحمد و (قل يا أيها الكافرون) ثم يقنت، ويستطيع الدعاء على من ظلمه بان يجازيه الله بما يستحقه في السجدة الأخيرة من الركعتين الأوليتين وبعد السجدتين يتشهد ويسلم، ثم ينتصب واقفاً.\n\n* الركعة الثالثة الى الركعة الثامنة: يقرأ الحمد وما يشاء بعدها في كل ركعة، وبعد كل ركعتين يتشهد ويسلم ومن ثم يقف، وفي الركعة الثامنة بعد السجدتين يتشهد ويسلم ويسبح تسبيح الزهراء.\n\n* ركعتي الشفع: بعد النية (أصلي ركعتي الشفع قربة الى الله تعالى).\n\nالركعة الأولى : يقرأ الحمد وسورة الناس.\n\nالركعة الثانية: يقرأ الحمد وسورة الفلق وتكون من غير قنوت، وبعد السجود يتشهد ويسلم.\n\n* ركعة الوتر: بعد النية (أصلي ركعة الوتر قربة الى الله تعالى) يقرأ بعد الحمد سورة الاخلاص ثلاث مرات والمعوذتين مرة واحدة، ثم يقنت، ثم يستغفر لأربعين مؤمناً بقوله (اللهم اغفر لفلان، اللهم اغفر لفلان … الخ)، ثم يستغفر الله سبعين مرة (أستغفر الله وأتوب اليه)، ثم يقول سبع مرات (هذا مقام العائذ بك من النار)، ثم يقول (العفو) ثلاثمائة مرة، ثم يكبر يركع ويسجد ثم يتشهد ويسلم.\n\nوبعد اتمام ركعة الوتر تدعو بهذا الدعاء  بعد الصلاة على محمد و آل محمد:\n\nأُنَاجِيكَ يَا مَوْجُودُ فِي كُلِّ مَكَانٍ لَعَلَّكَ تَسْمَعُ نِدَائِي، فَقَدْ عَظُمَ جُرْمي وَقَلَّ حَيائِي، مَوْلاَيَ يَا مَوْلاَيَ، أَيَّ الأَهْوَالِ أَتَذَكَّرُ وَأَيُّهَا أَنْسَىٰ ؟ وَلَوْ لَمْ يَكُنْ إِلاَّ الْـمَوْتُ لَكَفَىٰ، كَيْفَ وَمَا بَعْدَ الْـمَوْتِ أَعْظَمُ وَأَدْهَىٰ ؟ مَوْلاَيَ يَا مَوْلاَيَ، حَتَّىٰ مَتَىٰ وَإِلَىٰ مَتَىٰ أَقُولُ لَكَ الْعُتْبَىٰ مَرَّةً بَعْدَ أُخْرَىٰ ثُمَّ لاَ تَجِدُ عِنْدِي صِدْقاً وَلاَ وَفَاءً فَيَا غَوْثَاهُ ثُمَّ وَاغَوْثاهُ بِكَ يَا الله، مِنْ هَوَىً قَدْ غَلَبَنِي وَمِنْ عَدُوٍّ قَدْ اسْتَكْلَبَ عَلَيَّ وَمِنْ دُنْياً قَدْ تَزَيَّنَتْ لِي وَمِنْ نَفْسٍ أَمَّارَةٍ بِالسُّوءِ إِلاَّ مَا رَحِمَ رَبِّي، مَولاَيَ يَا مَولاَيَ، إِنْ كُنْتَ رَحِمْتَ مِثْلِي فَارْحَمْنِي وَإِنْ كُنْتَ قَبِلْتَ مِثْلِي فَاقْبَلْنِي، يَا قَابِلَ السَّحَرَةِ، اقْبَلْنِي يَا مَنْ لَمْ أزَلْ أَتَعَرَّفُ مِنْهُ الْحُسْنَىٰ يَا مَنْ يُغَذِّيَنِي بِالنِّعَمِ صَبَاحاً وَمَسَاءً، ارْحَمْنِي يَوْمَ آتِيِكَ فَرْداً شَاخِصَا إِلَيْكَ بَصَرِي مُقَلَّداً عَمَلِي قَدْ تَبَرَّأَ جَمِيعُ الْخَلْقِ مِنِّي، نَعَمْ وَأَبِي وَأُمِّي وَمَنْ كَانَ لَهُ كَدِّي وَسَعْيِي، فَإِنْ لَمْ تَرْحَمْنِي فَمَنْ يَرْحَمُنِي، وَمَنْ يُؤْنِسُ فِي الْقَبْرِ وَحْشَتِي، وَمَنْ يُنْطِقُ لِسَانِي إِذَا خَلَوْتُ بِعَمَلِي وَسَاءَلْتَنِي عَمَّا أَنْتَ أَعْلَمُ بِهِ مِنِّي، فَإِنْ قُلْتُ نَعَمْ، فَأَيْنَ الْـمَهْرَبُ مِنْ عَدْلِكَ، وَإِنْ قُلْتُ لَمْ أَفْعَلْ، قُلْتَ أَلَمْ أَكُنْ الشَّاهِدَ عَلَيْكَ فَعَفْوُكَ عَفْوُكَ يَا مَوْلاَيَ قَبْلَ سَرَابِيلِ الْقَطِرَانِ، عَفْوُكَ عَفْوُكَ يَا مَوْلاَيَ قَبْلَ جَهَنَّمَ وَالنِّيرَانِ، عَفْوُكَ عَفْوُكَ يَا مَوْلاَيَ قَبْلَ أَنْ تُغَلَّ الأَيْدِي إِلَىٰ الأَعْنَاقِ، يَا أَرْحَمَ الرَّاحِمِينَ وَخَيْرَ الغَافِرِينَ.\n\nالْلَّهُمَّ إِنِّيَ أَسْتَغْفِرُكَ مِمَّا تُبْتُ إِلَيْكَ مِنْهُ ثُمَّ عُدْتُ فِيْهِ ، وَأَسْتَغْفِرُكَ لِمَا أَرْدَتُ بِهِ وَجْهَكَ فَخَالَطَنِيْ فِيْهِ مَا لَيْسَ لَكَ ، وَأَسْتَغْفِرُكَ لِلْنِّعَمِ الَّتِيْ مَنَنْتَ بِهَا عَلَيَّ وَتَقَوَّيْتُ بِهَا عَلََى مَعَاصِيْكَ ، أَسْتَغْفِرُ اللهُ الَّذِيْ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّوْمُ عَالِمٌ الْغَيْبِ وَالَشَّهَادَةِ الْرَّحْمَنَ الْرَّحِيْمَ لِكُلِّ ذَنْبٍ أَذْنَبْتُهُ وَلِكُلِّ مَعْصِيَةٍ ارْتَكَبْتُهَا ، الْلَّهُمَّ ارْزُقْنِيْ عَقْلِا كَامِلا وَعَزْمَا ثَابِتَا وَلُبّا رَاجِحَا وَقَلْبَا زَكِيّا وَعِلْما كَثِيْرا وَادَبا بَارِعَا وَاجْعَلْ ذَلِكَ كُلَّهُ لِيَ وَلَا تَجْعَلْهُ عَلَيَّ بِرَحْمَتِكَ يَا ارْحَمَ الْرَّاحِمِيْنَ وَصَلَّى اللهُ عَلَى مُحَمَّدٍ وَّآلِهِ أَجْمَعِيْنَ ).","مفاتيح الجنان"]