["(1)-(2): ﴿وَالضُّحَى وَاللَّيْلِ إِذَا سَجَى﴾: الضحى: صدر النهار، والمراد به هنا النهار بكامله بقرينة المقابلة بالليل، وسجى: أظلم وسكن بمعنى سكون أهله، مثل ليل نائم ونهار صائم أي فيه. \n\n(3): ﴿مَا وَدَّعَكَ﴾: يا محمد ﴿رَبُّكَ وَمَا قَلَى﴾: هذا جواب القسم، ومعناه ما تركك ولا أبغضك منذ خلقك كما تشير كلمة يتيم وعائل، وقيل: إن الوحي انقطع عن النبي (ص) فترة، فاشتد إليه شوقه، وخاف أن الله قد تركه وقلاه فنزلت هذه السورة ليطمئن قلبه. \n\n(4): ﴿وَلَلْآخِرَةُ خَيْرٌ لَّكَ مِنَ الْأُولَى﴾: أنت في الدنيا عظيم الشأن عند الله والناس، وفي الآخرة لا يساويك في منزلتك ملك مقرب ولا نبي مرسل. \n\n(5): ﴿وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى﴾: أعطاه النبوة والقرآن، وقرن اسمه باسمه في الصلاة والأذان، وختم به الوحي والنبوة، وماذا بعد هذا؟ أما في الآخرة فقد أعطاه الشفاعة وما من أحد يملكها إلا إذا اتخذ عند الرحمن عهدًا. \n\n(6): ﴿أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى﴾: عند من أودع الله محمدًا اليتيم وآواه؟ ومن الذي نصره وحماه؟ وأكرم مقامه ومثواه؟ وأرضى الله في خدمته وأرضاه؟ ونفاه الأهل والعشيرة من أجله وضحى بالسيادة والقيادة في سبيله؟ ومحال أن ينسى الله ومحمد هذه التضحية والفضيلة لأبي طالب. \n\n(7): ﴿وَوَجَدَكَ ضَالًّا فَهَدَى﴾: كان النبي (ص) حائرًا في أمر قومه، كيف يحملهم على الهدى وينقذهم من الضلالة والعمى حتى نزل عليه القرآن هدى ورحمة للعالمين، وعليه فالمراد بالضلال هنا الحيرة في إيقاظ قومه من سباتهم، وقد شاع وذاع أنه لم يسجد لصنم إطلاقًا، ولم يقترف ذنبًا مدى حياته حتى عرف بين المشركين بالصادق الأمين. \n\n(8): ﴿وَوَجَدَكَ عَائِلًا فَأَغْنَى﴾: العائل هو الفقير سواء أكان عنده عيال أم لم يكن، وقال الرواة: إن رسول الله لم يرث من أبيه إلا ناقة وجارية، فأغناه الله برعاية عمَّه أبي طالب ومال خديجة بنت خويلد. \n\n(9): ﴿فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ﴾: محمد هو المثل الأعلى في رأفته ورحمته لكل العالمين بنص الآية 107 من الأنبياء وكفى بقلبه دليلاً على لطفه ولينه. والغرض من هذا النهي الاهتمام بشأن الأيتام، والعناية بتربيتهم، وإصلاح حالهم. \n\n(10): ﴿وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ﴾: إجابة المضطر فرض كفاية على كل عالم وقادر فإن انحصرت القدرة على الإجابة بواحد تصبح الكفاية عينًا عليه، فإن أهمل ولم يكترث أذلَّه الله وأخزاه لأن المضطر لا يسامح بحال وللكبد الحرى شأن عظيم عند الله. \n\n(11): ﴿وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ﴾: حامدًا شاكرًا لا مكاثرًا ومفاخرًا.\n","تفسير المبين"]