["(20): ﴿وَيَقُولُ الَّذِينَ آمَنُوا﴾: وأخلصوا: ﴿لَوْلَا نُزِّلَتْ سُورَةٌ﴾: بالقتال لنجاهد في سبيل الله ﴿فَإِذَا أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ﴾: واضحة ﴿وَذُكِرَ فِيهَا الْقِتَالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ﴾: وهم المنافقون ﴿يَنظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ﴾: انهارت أعصابهم، ونظروا إلى النبي (ص) نظرة الحنق والهلع، ومعنى الآية بمجموعها أن المؤمنين حقًا يتمنون الجهاد ليفتدوا الإسلام بالمهج والأرواح، أما المنافقون فيرونه كالموت ﴿فَأَوْلَى لَهُمْ﴾: الويل لهم. \n\n(21): ﴿طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ﴾: هذه جملة مستأنفة، ومعناها طاعة الله وقول يقبله الرسول(ص) خير من النفاق والروغان ﴿فَإِذَا عَزَمَ الْأَمْرُ﴾: على الجهاد ﴿فَلَوْ صَدَقُوا اللَّهَ لَكَانَ خَيْرًا لَّهُمْ﴾: ضمير الجماعة في صدقوا للمنافقين، والمعنى لو أن المنافقين تابوا إلى الله، واستجابوا لدعوة الجهاد بإخلاص لكان خيرٍا لهم دنيا وآخرة. \n\n(22): ﴿فَهَلْ عَسَيْتُمْ﴾: هل يتوقع منكم أيها المنافقون ﴿إِن تَوَلَّيْتُمْ﴾: إن تسلطتم وملكتم القيادة إلا ﴿أَن تُفْسِدُوا فِي الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ﴾: هذا هو دأب الأشرار إذا حكموا، يملأون الدنيا بغيًا وفسادًا وأهوالا شدادًا، وتاريخ البشرية أصدق شاهد. \n\n(23): ﴿أُوْلَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ﴾: وملائكته ورسله والناس أجمعون. \n\n(24): ﴿أَفَلَا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَا﴾: استدلَّ بهذه الآية علماء أُصول الفقه، على أن ظواهر القرآن أصل من أُصول الشريعة ومصدر من مصادر الفقه، وقال المفسرون: تأمرنا هذه الآية أن نتأمل معاني القرآن بروية، ونتفهم ما يرمي إليه من أهداف، ونتعظ بها ونعتبر، وما من شك أن لهذه الآية العديد من الجوانب، وقد اتجه كل فريق إلى الجانب الذي يخصه ويهتم به، ونشير نحن إلى جانب آخر، وهو أن من تدبر القرآن على حقيقته فإنه يؤمن به ويستجيب له، لأنه يؤاخي العقل والفطرة، ويدعو إلى حياة، أكمل وأفضل، ومن أعرض عنه أو استمع إليه دون أن ينتهي إلى هذا الإيمان فهو من المغلفة قلوبهم. \n\n(25): ﴿إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِم... ﴾: من يتقلب في إيمانه وعقيدته تبعًا لمطامعه ومصلحته فهو من حزب الشيطان، وهذه الآية نزلت في المنافقين. \n\n(26): ﴿ذَلِكَ بِأَنَّهُمْ﴾: الضمير للمنافقين ﴿قَالُوا لِلَّذِينَ كَرِهُوا مَا نَزَّلَ اللَّهُ﴾: وهم اليهود لأنهم أشد الناس كراهية للقرآن وأهله: ﴿سَنُطِيعُكُمْ فِي بَعْضِ الْأَمْرِ﴾: وخلاصة المعنى أن المنافقين قالوا لليهود: نحن معكم ضد محمد، ونطيعكم، في الكيد له والتآمر عليه. \n\n(27) - (28): ﴿فَكَيْفَ إِذَا تَوَفَّتْهُمْ﴾: قبضت أرواحهم ﴿الْمَلَائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ﴾: وهذا الضرب أقل من القليل بالنسبة إلى نار الجحيم. \n\n(29): ﴿أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ... ﴾: أيظن المنافقون أن الله لن يكشف أمرهم ويفضحهم على رؤوس الأشهاد. \n\n","تفسير المبين"]