["(6): ﴿وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ﴾: يعني محمدًا (ص) أعلن القرآن الكريم في هذه الآية وغيرها أن الكتب السماوية بشرت بنبوة محمد (ص) وما من أحد استطاع أن يكذب بدليل هذا التحدي، بل اعترف المنصفون من أهل الكتاب بهذه الحقيقة كعبد الله بن سلام وغيره، ووضع علماء الإسلام عشرات الكتب في ذلك، منها كتاب إظهار الحق للشيخ رحمة الله الهندي، وكتاب الرحلة المدرسية للشيخ جواد البلاغي، وكتاب محمد رسول الله في بشارات الأنبياء لمحمد عبد الغفار، وتقدم في الآية 146 من البقرة و157 من الأعراف. \n\n(7): ﴿وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ﴾: ابتدأ رسول الله (ص) دعوته إلى الإسلام، بقومه فلم يكتفوا بالإعراض عنها بل تألبوا عليه وقالوا: إنه يفتري على الله! وقولهم هذا هو عين الظلم وعين الافتراء على الله. \n\n(8) - (9): ﴿يُرِيدُونَ لِيُطْفِؤُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ﴾: والكون بمن فيه وما فيه فيض من نوره ﴿وَاللَّهُ مُتِمُّ نُورِهِ﴾: بإعلاء كلمة الإسلام ومظهره على الدين كله ولو كره المشركون. \n\n(10) - (11): ﴿يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ﴾: عرض سبحانه على عباده تجارة يربحون بها النجاة من غضبه وعذابه، والفوز بمرضاته وثوابه، وهي أن تلتهب قلوبهم بحرارة الإيمان والإخلاص، ويسخوا بأموالهم وأنفسهم وسائر دنياهم من أجل العمل بما يدينون ويعتقدون، لا يحرفون ويزيفون عقيدة ولا مبدأ تبعًا للأهواء والأغراض، ومتى توافرت هذه الصفات. \n\n(12): ﴿يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ﴾: فيها ما لا عين رأت، ولا أُذن سمعت، ولا خطر على قلب بشر. \n\n(13): ﴿وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِّنَ اللَّهِ وَفَتْحٌ قَرِيبٌ﴾: هذه بشارة من الله تعالى إلى الصحابة بالنصر على أعدائهم، ودخول مكة التي أُخرجوا منها بالقهر والغلبة. \n\n(14): ﴿يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونوا أَنصَارَ اللَّهِ كَمَا قَالَ عِيسَى... ﴾: أمر سبحانه الصحابة أن يكونوا مع رسول الله كما كان الحواريون مع عيسى، وهو يعلم، تقدست كلمته أنه كان في الصحابة فريق أشد حبًا وإخلاصًا لمحمد من الحواريين، ولكنه تعالى أراد الذين يتخوفون من الجهاد، ويتثاقلون إذا سمعوا الدعوة إليه ﴿فَآَمَنَت طَّائِفَةٌ﴾: بعيسى وأنه عبد الله ورسوله ﴿مِّن بَنِي إِسْرَائِيلَ وَكَفَرَت طَّائِفَةٌ﴾: بنبوته، ورمت أُمه بما يهتز له العرش، وهم اليهود ﴿فَأَيَّدْنَا الَّذِينَ آَمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ﴾: بالحجة والبرهان، وتنزيه القرآن للسيدة العذراء من الرجس والدنس، وغير ذلك.\n","تفسير المبين"]