["(15): ﴿أَفَسِحْرٌ هَذَا﴾: حذركم النبي (ص) من نار جهنم فنعتّموه بالسحر، فما رأيكم الآن؟ وهل أنتم في يقظة أو منام؟. \n\n(16): ﴿اصْلَوْهَا﴾: ذوقوا حرها وشرها ﴿فَاصْبِرُوا أَوْ لَا تَصْبِرُوا﴾: فالعذاب حتم لا مفر منه، صبرتم أم جزعتم، هل يُهلك إلا القوم الظالمون؟. \n\n(17): ﴿إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَعِيمٍ﴾: انتقل سبحانه من ذكر العقوبة على فعل الشر إلى ذكر المثوبة على الخير، لجمع الإنسان بين الخوف والرجاء، والأول يبتعد به عن المعصية، والثاني يقوده إلى الطاعة.. \n\n(18): ﴿فَاكِهِينَ﴾: يتمتعون بأكل الفاكهة، وأيضًا بملح الكلام. \n\n(19) - (20): ﴿كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنتُمْ تَعْمَلُونَ﴾: هذا دليل قاطع على عدم الفاصل بين الإيمان والعمل. \n\n(21) - (22): ﴿وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم﴾: أطفال المؤمنين في الجنة مع آبائهم المتقين بنص الحديث، أما أطفال الكافرين فلا يدخلون النار مع الآباء، ما في ذلك ريب، حيث لا عقاب بلا تكليف، وهل يدخلون الجنة؟ الجواب: العقل لا يحتم ذلك، أما الكبار من أبناء المؤمنين وغير المؤمنين، فكل امرئ بما كسب رهين، أجل إذا كان كل من الوالد والولد مؤمنًا ومن أهل الجنة، ولكن منزلة الوالد فيها أعلى وأرفع، ألحق سبحانه الولد بوالده إكرامًا له، ولتقر به عينه، ولا يُنقص ذلك من ثواب الوالد شيئًا، وإلى هذا أشار سبحانه بقوله: ﴿بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُم مِّنْ عَمَلِهِم﴾: أي ما أنقصنا من ثواب عمل الآباء شيئًا. \n\n(23) - (25): ﴿يَتَنَازَعُونَ فِيهَا﴾: يتعاطون فيها ﴿كَأْسًا لَّا لَغْوٌ فِيهَا﴾: لا سكر ولا عربدة ﴿وَلَا تَأْثِيمٌ﴾: لا تستوجب الإثم والمؤاخذة كخمر الدنيا ﴿كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ﴾: لؤلؤ: جوهر، ومكنون: مصون كناية عن الصفاء والبهاء. \n\n(26): ﴿قَالُوا إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ﴾: اتقينا الله في دار الدنيا خوفًا من عذاب الآخرة. \n\n(27): ﴿فَمَنَّ اللَّهُ عَلَيْنَا﴾: برحمته، وتفضل بنعمته. \n\n(28): ﴿إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ﴾: بإخلاص فاستجاب لنا ﴿إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ﴾: وسع برحمته وإحسانه كل شيء. \n\n(29): ﴿فَذَكِّرْ فَمَا أَنتَ بِنِعْمَتِ رَبِّكَ بِكَاهِنٍ﴾: أنت يا محمد أكمل ما في البشرية من فضل وخير، وقد اختارك سبحانه عن علم، فبلِّغ رسالة ربك لعباده، وأعرض عمن نعتك بنعوت هي به ألصق وأليق. \n\n(30): ﴿أَمْ يَقُولُونَ شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ الْمَنُونِ﴾: قال بعض المشركين لبعض: محمد شاعر، والشعراء قد يتنبأون لأنهم في كل واد يهيمون، فانتظروا به الموت والهلاك كما مات غيره من الشعراء. \n\n(31): ﴿قُلْ: يا محمد ﴿تَرَبَّصُوا فَإِنِّي مَعَكُم مِّنَ الْمُتَرَبِّصِينَ﴾: أنتم تنتظرون، وأنا أنتظر، وسوف تعلمون لمن العاقبة دنيا وآخرة؟. \n\n","تفسير المبين"]