["(53): ﴿ذَلِكَ بِأَنَّ اللّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُواْ مَا بِأَنفُسِهِمْ﴾: ليس المراد بالنعمة هنا الرزق فإن محمداً كان أخمص الناس بطنًا، وقال كليم الله: ( رب إني لما أنزلت إلي من خير فقير ? 24 القصص) وإنما المراد بها الشأن والكرامة ? مثلاً ? كان للعرب هيبة وسلطان حين اتحدوا وجاهدوا ولما تخاذلوا وتكاسلوا سقوا كأس المذلة والهوان بأيدي الأسافل والأراذل... أبدًا لكل حادثة سبب، وما ربك بظلام للعبيد. \n\n(54): ﴿كَدَأْبِ آلِ فِرْعَوْنَ ...﴾: أعاد سبحانه لمجرد الإشارة إلى أنه قد كان لهم سلطان غالب فمحقوا بعد أن غيروا وبدلوا.\n\n(55)-(56): ﴿إِنَّ شَرَّ الدَّوَابِّ...﴾: قال المفسرون: المراد بهم اليهود، لأنهم عاهدوا النبي (ص) أكثر من مرة، ونقضوا عهدهم في كل مرة. \n\n(57): ﴿فَإِمَّا تَثْقَفَنَّهُمْ﴾: تصادفنهم ﴿فِي الْحَرْبِ فَشَرِّدْ بِهِم﴾: خذهم بالشدة والقسوة والاحتقار والجفوة ﴿مَّنْ خَلْفَهُمْ﴾: ليس المراد إضرب اليهود من الخلف، بل المراد أن وراء اليهود قومًا مشركين يشدون أزرهم، فإذا ضربت اليهود ضربة قاسية اتعظ واعتبر الذين يؤازرونهم. \n\n(58): ﴿وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً﴾: إذا كان بينك يا محمد وبين قوم عهد، وأيقنت أنهم يتخذون من هذا العهد ستارًا يدبرون من وراءه الغدر والاغتيال ﴿فَانبِذْ إِلَيْهِمْ عَلَى سَوَاء﴾: عاملهم بالمثل في رد العهد حتى يكون تصرفك معهم بمنزلة سواء: قال الإمام علي (ع): الوفاء لأهل الغدر غدر عند الله، والغدر بأهل الغدر وفاء عند الله. \n\n(59): ﴿وَلاَ يَحْسَبَنَّ الَّذِينَ كَفَرُواْ سَبَقُواْ﴾: فاتوا ونجوا من العقاب ﴿إِنَّهُمْ لاَ يُعْجِزُونَ﴾: لا يعجزه من طلب ولا يفوته من هرب. \n\n(60): ﴿وَأَعِدُّواْ لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ الْخَيْلِ﴾: والمراد بهذا الرباط وتلك القوة كل ما يتم به النصر على الأعداء وأثبت العصر الراهن أنه لا حول ولا قوة لأي مجاهد في ميدان القتال أو الإعلام إلا بالعلم، بل لا حياة إلا به، وإنه لا وسيلة للجهل إلا الاستسلام للعلم ... أجل، إن العلم المعملي وحده لا يقود البشرية إلى السعادة والهداية إلا مع الدين والتقوى، ولكنه يصون من الصغار والهزيمة ? على الأقل ? وقد بين سبحانه في الكثير من آياته كيف أخذ المجرمين والطغاة بالبركان والطوفان والزلازل والصواعق، ومعنى هذا أنه لا حق بلا قوة، ونحن العرب والمسلمين نملك القوة كافية وافية، ولكن لا نريد استعمالها! ولماذا! لأن المخططين هكذا أرادوا. ﴿وَآخَرِينَ مِن دُونِهِمْ﴾: أي كما تُرهبون بالقوة أعداء الله وأعداءكم، أيضًا تُرهبون بها قومًا آخرين، وهم الأذناب والصراصير الذين يعملون في الخفاء ﴿لاَ تَعْلَمُونَهُمُ﴾: على حقيقتهم ﴿اللّهُ يَعْلَمُهُمْ﴾: بما ينطوون عليه من لؤم وحقد على كل مصلح ومخلص ﴿وَمَا تُنفِقُواْ مِن شَيْءٍ ...﴾: تقدم مرات، وذكر هنا حيث لا قوة ولا رباط إلا ببذل المال. \n\n(61): ﴿وَإِن جَنَحُواْ لِلسَّلْمِ﴾: القائم على العدل ﴿فَاجْنَحْ لَهَا﴾: لأن القصد من القتال دفع المعتدين وتأديب المفسدين. \n\n","تفسير المبين"]