["(20): ﴿أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِي السَّمَاوَاتِ﴾: يهتدي الإنسان بنجوم السماء ويستضيء بضياء الشمس، ويحيا بالسحاب والأمطار وغير ذلك من المصالح والفوائد السماوية، ولكن ليس معنى هذا أن الكون بكل ما فيه مسخر للإنسان، وأنه ما وجد إلا من أجله، لأن الكشوف الفلكية الحاسمة قضت على هذا الاعتقاد والخرافة فهناك مجرات وكواكب وكائنات علوية وسفلية لا يعرف الإنسان عنها شيئًا ﴿وَمَا فِي الْأَرْضِ﴾: من زرع وثمار ومعادن وبحار وطاقات وهبات ﴿وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً﴾: قال بعض المفسرين: المراد بالظاهرة الصحة والمال، وبالنعم الباطنة ستر القبيح من الأعمال أو نعيم الآخرة، ولكن هذا العصر قد كشف عن هذه النعم التي كانت في الغيب المحجوب عن الآباء والأجداد، وفسرها بالمخترعات الحديثة والأدوات العلمية كسفينة الفضاء والعقل الإلكتروني والكهرباء والتلفزيون وغير ذلك كثير، إضافة إلى اكتشاف النفط ومشتقاته وغيره من المعادن والأدوية... إلى ما نعلم وما لا نعلم مما تكشف عنه الأجيال على مدى الدهر، ويؤثر على ابن عباس أنه قال: في القرآن معان سوف يفسرها الزمان. وفي نهج البلاغة، القرآن حمال ذو وجوه. أي يحمل معاني كثيرة ﴿وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ﴾: والمراد بالعلم هنا الحس والعيان ﴿وَلَا هُدًى﴾: من العقل ﴿وَلَا كِتَابٍ مُّنِيرٍ﴾: أي الوحي، وتقدم بالحرف في الآية 8 من الحج. \n\n(21): ﴿وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللَّهُ... ﴾: تقدم في الآية 170 من البقرة وغيرها. \n\n(22): ﴿وَمَن يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى﴾: يسلم: يستسلم وينقاد، وجهه: قصده ونيته، والعروة من الدلو: ما يمسك به القابض، والوثقى: مؤنث الأوثق، والمعنى من آمن بالله، وانقاد لأمره ونهيه، وأخلص له في عمله - فقد أخذ من الله موثقًا قويًا ومتينًا أنه في أمنه وأمانه. \n\n(23) - (24): ﴿وَمَن كَفَرَ فَلَا يَحْزُنكَ كُفْرُهُ﴾: لأنه في قبضة الله، يمهله قليلاً من الدهر، يتمتع فيه كما يشتهي ثم يقذفه إلى عذاب السعير. \n\n(25) - (26): ﴿وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ﴾: الغرض من هذا السؤال هو انتزاع الاعتراف منهم بأن الله هو الخالق ﴿لَيَقُولُنَّ اللَّهُ قُلِ الْحَمْدُ لِلَّهِ﴾: الذي رد سهمكم إلى نحركم حيث اعترفتم على أنفسكم بأنفسكم أن الله وحده هو الخالق، ومع ذلك تعبدون غيره، وتقدم في 61 من العنكبوت. \n\n(27): ﴿وَلَوْ أَنَّمَا فِي الْأَرْضِ مِن شَجَرَةٍ أَقْلَامٌ... ﴾: لا حد لقدرة الله إلا بأنها لا حد لها، وفي نهج البلاغة: لو فكروا في عظيم القدرة وجسيم النعمة لرجعوا إلى الطريق، وخافوا عذاب الحريق وتقدم في الآية 109 من الكهف. \n\n(28): ﴿مَّا خَلْقُكُمْ وَلَا بَعْثُكُمْ إِلَّا كَنَفْسٍ وَاحِدَةٍ﴾: هذا رد على من قال: البعث محال. وجوابه أن خلق الناس بالكامل وبعثهم بعد الموت كذلك هو عند الله سبحانه كخلق النفس الواحدة وبعثها حيث يتساوى في قدرته إيجاد القليل والكثير والخطير والحقير، فكل شيء يوجد بكلمة (كن). \n\n","تفسير المبين"]