["(51): ﴿وَلَقَدْ وَصَّلْنَا لَهُمُ الْقَوْلَ﴾: وهو التحدي، ومنه (فأتوا بسورة من مثله وادعوا شهدائكم من دون الله إن كنتم صادقين فإن لم تفعلوا ولن تفعلوا فاتقوا النار - 24 البقرة). \n\n(52): ﴿الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ﴾: يعلن القرآن على الأجيال أن علماء أبرارًا من اليهود والنصارى قد آمنوا بمحمد والقرآن، وليس هذا إخبارًا عن الغيب، بل عن شيء مادي محسوس وملموس، فلماذا يخرس المكذبون بالقرآن ولا يقولون: هذه دعوى بلا أساس؟. \n\n(53): ﴿وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ﴾: إذا تلي القرآن الكريم على العلماء الأبرار من أهل الكتاب، يؤمنون بمحمد (ص) لأنهم قرأوا أوصافه في توراة موسى وإنجيل عيسى، والحق باب من أبوابه تعالى يفتحه لكل من طلب الحق بقصد العمل به ﴿إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ﴾: بمحمد (ص) لأنهم يؤمنون بالتوراة والإنجيل والإيمان بهما إيمان بمحمد (الذين يتبعون الرسول النبي الأمي الذين يجدونه مكتوبًا عندهم في التوراة والإنجيل - 157 الأعراف). \n\n(54): ﴿أُوْلَئِكَ يُؤْتَوْنَ أَجْرَهُم مَّرَّتَيْنِ﴾: مرة على إيمانهم بالتوراة والإنجيل الصحيحين، ومرة على إيمانهم بالقرآن صابرين على أذى السفهاء والمجرمين في سبيل الحق ﴿وَيَدْرَؤُونَ بِالْحَسَنَةِ السَّيِّئَةَ﴾: لا يقابلون السيئة بمثلها، بل يتنزهزن ويصفحون ﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾: لوجه الله لا للسمعة وحبًا بالشهرة. \n\n(55): ﴿وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ وَقَالُوا لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ سَلَامٌ عَلَيْكُمْ لَا نَبْتَغِي الْجَاهِلِينَ﴾: إن وقتنا أعز وأثمن من اللغو والعبث، ومن مخاطبة السفهاء ومخالطتهم في شيء، وكل من بادر إلى الكلام بما يخطر على ذهنه أو يتكلم بما لا ينفع ويقول بما لا يعلم فهو أحمق. فكيف إذا أساء إلى الناس بسفاهته وسفالته. \n\n(56): ﴿إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَن يَشَاء وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ﴾: كل شيء بيد الله تعالى ومشيئته حتى مع وجود سببه الكافي الوافي الذي لا ينفصل عنه المسبب بحال، لأنه تعالى هو خالق الأسباب وإليه ينتهي كل شيء، ولكنه تعالى لا يشاء ولن يشاء إلا بموجب علمه وحكمته لأن العبث والشهوة والمجازفة تستحيل في حقه، وعليه يكون معنى الآية أنت يا محمد تريد الهداية لكل الناس القريب منهم والبعيد، ولكن العديد من الناس لا يريدونها، وأيضًا الله لا يريد الهداية ممن يأباها ويعرض عنها، بل يريدها ممن علم فيه الخير والرغبة في الهداية والسعي وراءها، ولذا ختم الآية بقوله تعالى: (والله أعلم بالمهتدين) أي يهدي من يشاء بموجب علمه بأن هذا العبد يريد الهداية ويسلك سبيلها حقًا وواقعًا، ولا يشاء الهداية سبحانه عبثًا وجزافًا، ومثله تمامًا الآية 23 من الأنفال: (لو علم الله فيهم خيرًا لأسمعهم) أما الحكمة في أن الله سبحانه لا يريد الهداية إلا ممن أرادها فهي أن مفهوم الدين لا يمكن أن يتحقق بحال إلا مع الإرادة والرضاء التام، لأن من أخص خصائص الدين أن يتحمل الإنسان مسئولية عمله، ولا مسئولية مع الجبر والإكراه. \n\n(57): ﴿وَقَالُوا إِن نَّتَّبِعِ الْهُدَى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَا﴾: قال بعض مشركي مكة للرسول: إن دعوتك هدى وحق، ولكن العرب يأبونها وينفرون منها، فلو آمنا بها واتبعناك لتألبوا علينا، وأهلكونا بالقتال ﴿أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا آمِنًا يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ﴾: لا حجة في هذا العذر، لأن الحرم المكي في أمن وأمان من الحرب والقتال ومن الجوع والحصار. \n\n(58): ﴿وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ... ﴾: ما لكم؟ تتمردون وتعاندون الله ورسوله، ألا تتعظون بالهالكين من قبلكم، عصوا وتمردوا، فأهلكناهم وتلك ديارهم خالية وآثارهم عافية. \n\n(59): ﴿وَمَا كَانَ رَبُّكَ مُهْلِكَ الْقُرَى حَتَّى يَبْعَثَ فِي أُمِّهَا﴾: أي أكبرها أو عاصمتها كمكة آنذاك ﴿رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا﴾: والرسول هنا يعم ويشمل النبي والعقل والكتاب السماوي والسنَّة المعصومة، وتقدم في الآية 15 من الإسراء. \n\n","تفسير المبين"]