["(27): ﴿وَمَا خَلَقْنَا السَّمَاء وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا﴾: لا كريم بلا بذل وعطاء، ولا قادر بلا مقدور عليه، ولا خالق بلا خلق وإيجاد وإلا تعطلت الصفات وكان وجودها وعدمها بمنزلة سواء، ومن الحكم البالغة لوجود الكون بنظامه وأحكامه انه الأسلوب الوحيد للكشف عن وجود الله سبحانه وقدرته وعلمه وحكمته، وتقدم في الآية191 من آل عمران و115 من المؤمنين؟ ﴿ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا﴾: ذلك إشارة إلى زعم الماديين بأن الكون وجد صدفة وبلا حكمة وقصد، وهذه شنشنة الذين لا يؤمنون إلا بما تراه العيون، أما العقل فهو خادم للعيون وأداة لها. \n\n(28): ﴿أَمْ نَجْعَلُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ... ﴾: أبدًا لا يستقيم مع العدل الإلهي أن يستوي مصير المؤمن والكافر والبار والفاجر. وفي أحكام القرآن للقاضي المالكي أبي بكر المعروف بابن العربي: أن هذه الآية نزلت في بني هاشم المتقين وفي المفسدين الفجار من بني عبد شمس. \n\n(29): ﴿كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ﴾: يا محمد ﴿مُبَارَكٌ﴾: على من تدبره وظهر أثره في أخلاقه وأعماله وإلا فكم من قارئ للقرآن والقرآن يلعنه. \n\n(30): ﴿وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ﴾: ثناء على سليمان بأنه سميع لله ومطيع. \n\n(31): ﴿إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ﴾: بدا لسليمان في مساء يوم من الأيام أن يستعرض ما أعده للحرب من رباط الخيل، فعُرضت عليه بأمره. \n\n(32): ﴿فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَن ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ﴾: أمر أن يجريها الفرسان أمام عينيه، وقال أفعل هذا عن أمري لا عن هوى في نفسي، ولما غابت عن بصره في ركضها قال: \n\n(33): ﴿رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ﴾: فلما ردوها عليه شرع يمسح بيده سوقها وأعناقها مباركًا لها ومسرورًا بها، وهذا التفسير يقبله ظاهر اللفظ، ولا يصطدم مع الدين والعصمة، أما القول بأن سليمان تشاغل بالخيل حتى فاتته الصلاة، فتألم وارتد عليها بالسيف لأنها أنسته وصدته عن العبادة- فإنه يتنافى مع النبوة وعصمتها، ومع قوله تعالى: (نعم العبد إنه أواب). \n\n(34) - (35): ﴿وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا﴾: ابتلى سليمان بمرض عضال ألقى به على سريره كجسد بلا روح ﴿ثُمَّ أَنَابَ قَالَ رَبِّ اغْفِرْ لِي﴾: أناب أي دعا الله راجعًا إليه ومتوسلًا أن يغفر له ويشفيه مما هو فيه، ومثله الآية 8 من الزمر: (وإذا مس الإنسان ضر دعا ربه منيبًا إليه) ﴿وَهَبْ لِي مُلْكًا لَّا يَنبَغِي لِأَحَدٍ مِّنْ بَعْدِي﴾: طلب ملكًا لا مثيل له في الكيف لا في الكم كتسخير الرياح والطير والجن، فاستجاب سبحانه لدعوته. \n\n(36): ﴿فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاء﴾: طيِّعه ﴿حَيْثُ أَصَابَ﴾: إلى أية جهة يشاء. \n\n(37): ﴿وَالشَّيَاطِينَ كُلَّ بَنَّاء﴾: لمحاريب وتماثيل وغيرها ﴿وَغَوَّاصٍ﴾: في البحر على اللئالىء والجواهر. \n\n(38): ﴿وَآخَرِينَ﴾: من الشياطين ﴿مُقَرَّنِينَ فِي الْأَصْفَادِ﴾: لأنهم خرجوا عن أمره وطاعته، وتقدم في الآية 12-13 من سبأ. \n\n(39) - (40): ﴿هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ﴾: عطاء الله ينبوع فّوار، لا ينضب ولا ينقص، فالإنفاق منه تمامًا كالإمساك. \n\n(41): ﴿وَاذْكُرْ عَبْدَنَا أَيُّوبَ﴾: وما عاناه من الضر في جسمه وماله وأهله ﴿إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ﴾: النصب: التعب والمشقة، وأيًا كان المراد من إسناد العذاب ظاهرًا إلى الشيطان فإنه لا يسوغ بحال أن يراد منه المعنى الحقيقي للعذاب، لقوله تعالى: (إن عبادي ليس لك عليهم سلطان-65 الإسراء) ومن الجائز أن يكون الشيطان قد وسوس لأيوب بأن الله قد فعل بك ما فعل وأنت على طاعته، فتعوذ أيوب منه وشكاه إلى الله، وعلى هذا تكون نسبة العذاب إليه على المجاز. \n\n(42): ﴿ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ﴾: استجاب سبحانه لنداء أيوب ودعائه، وأمره أن يضرب الأرض برجله، فيخرج منه ماء يغتسل به ويشرب منه، ففعل وذهب الداء عنه. \n\n","تفسير المبين"]