["(1): ﴿لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ﴾: أي أُقسم كما تقول: لا وحقك أو أبيك وجواب القسم محذوف، تقديره إنكم لمبعوثون. \n\n(2): ﴿وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ﴾: وهي التي تلوم صاحبها على فعل الشر وترك الخير، ويعبِّر عنها علماء الأخلاق بالإلزام الخلقي، وتقابلها النفس الفاجرة اللا مبالية بشيء ولا تشعر بالمسئولية عن شيء، وقال بعض المفكرين: (عدم الشعور بالمسئولية عن شيء بمثابة الجحود لأصل الوجود). \n\n(3) - (4): ﴿أَيَحْسَبُ الْإِنسَانُ أَلَّن نَجْمَعَ عِظَامَهُ بَلَى قَادِرِينَ عَلَى أَن نُّسَوِّيَ بَنَانَهُ﴾: نفى البعث بزعم أن من مات فات ويستحيل أن يعود إلى الحياة مرة ثانية - هو قول بلا علم، لأن السبب الموجب الذي بدأ الحياة وأنشأها أول مرة في جسم الإنسان يعيدها إليه بعد أن يجمع أجزاءه وأعضاءه بالكامل مع جميع صفاته وخصائصه حتى خطوط الأصابع وبصماتها، وهذا هو المراد بقوله تعالى: (بلى قادرين على أن نسوي بنانه) والقول بإمكان الوجود للحياة دون الثاني تناقض تمامًا كقول من يقول: إن الشيء ليس بشيء بل هو غير نفسه! وهذا هو الهراء والهذيان، وتقدم في الآية 57 من الواقعة وغيرها. \n\n(5): ﴿بَلْ يُرِيدُ الْإِنسَانُ لِيَفْجُرَ أَمَامَهُ﴾: الفجور: الذنوب، وأعظمها الكفر بالله واليوم الآخر، ولذا قال سبحانه بعد ذكر الفجور مباشرة: \n\n(6): ﴿يَسْأَلُ﴾: منكر البعث ساخرًا ﴿أَيَّانَ يَوْمُ الْقِيَامَةِ﴾: متى أوانه؟. \n\n(7) - (9): ﴿فَإِذَا بَرِقَ الْبَصَرُ وَخَسَفَ الْقَمَرُ وَجُمِعَ الشَّمْسُ وَالْقَمَرُ﴾: قال الجاحد المعاند: متى يوم القيامة؟ فأجابه سبحانه ذاكرًا بعض أهوال هذا اليوم وشدائده، وهي أن يزيغ البصر جزعًا وهلعًا، ويذهب نور القمر، ويصطدم بالشمس لخراب الكون. \n\n(10): ﴿يَقُولُ الْإِنسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ﴾: من هذه الكارثة. \n\n(11): ﴿كَلَّا لَا وَزَرَ﴾: لا ملجأ ولا مفر. \n\n(12): ﴿إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ﴾: هو وحده المرجع والمفزع. \n\n(13): ﴿يُنَبَّأُ الْإِنسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ﴾: بما فعل من شر، وترك إلى خير، أما فاعل الخير وتارك الشر فيستقبل بالاحترام والتكريم، ويُزف بكل حفاوة إلى جنات النعيم. \n\n(14): ﴿بَلِ الْإِنسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ﴾: على أن الإنسان يعلم ما فعل وترك، ولا يحتاج إلى من يخبره بذلك. \n\n(15): ﴿وَلَوْ أَلْقَى مَعَاذِيرَهُ﴾: هو على علم بنفسه حتى ولو أنكر واعتذر. \n\n(16): ﴿لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ﴾: كان النبي (ص) يتابع جبريل في القراءة حين يتلقى الوحي مخافة أن يفوته شيء منه، فأمره سبحانه أن يستمع ولا يقرأ، وهو يعصمه من الخطأ والنسيان. \n\n(17): ﴿إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ﴾: هذا عهد من الله أن يجمع القرآن في قلب محمد، ويثبته على لسانه. \n\n(18): ﴿فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ﴾: ما عليك إلا أن تصغي بكلك لتلاوته. \n\n(19): ﴿ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ﴾: وأيضًا على الله سبحانه أن يلهمك يا محمد ويفهمك معاني القرآن وأسراره وأهدافك كما هي في علمه تعالى، وتقدم في الآية 114 من طه. \n\n","تفسير المبين"]