["(1): ﴿الرَّحْمَنُ﴾: الذي وسعت رحمته كل شيء، ومنها النعم الآتية التي أنعم بها على الإنسان. \n\n(2): ﴿عَلَّمَ الْقُرْآنَ﴾: أنزله ويسره للذكر والتعليم. \n\n(3) - (4): ﴿خَلَقَ الْإِنسَانَ عَلَّمَهُ الْبَيَانَ﴾: بالكلام، وهو من أعظم النعم وأتمها، إن استعمل في الصدق لا في الكذب، ولنصرة الحق وإبطال الباطل، قال إمام المتقين والساجدين علي بن الحسين (ع): لكل من الكلام والسكوت آفات، فإذا سلما من الآفات فالكلام أفضل، لأن الله بعث الأنبياء بالكلام لا بالسكوت، ولا استحقت الجنة بالسكوت، ولا استوجبت ولاية الله بالسكوت، ولا توقيت النار بالسكوت ونعت الرسول الأعظم (ص) الساكت عن الحق، بالشيطان الأخرس. \n\n(5): ﴿الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ﴾: يجريان بنظام. \n\n(6): ﴿وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ﴾: ينقادان لأمره تعالى. \n\n(7): ﴿وَالسَّمَاء رَفَعَهَا﴾: رفع الكواكب إلى أفلاكها الطبيعية بدقة أحكام يربط أجزاء الكون بعضها ببعض وإلا ذهبت الجاذبية، واختل نظام الكون ﴿وَوَضَعَ الْمِيزَانَ﴾: إشارة إلى العدل حيث لا تستقيم الحياة الإجتماعية إلا به تمامًا كما لا ينتظم الكون إلا بالمعادلة الدقيقة المحكمة بين كواكبه وجباله وبحاره وكل ما فيه، وكذلك أعضاء الإنسان والحيوان. \n\n(8) - (9): ﴿أَلَّا تَطْغَوْا فِي الْمِيزَانِ﴾: لا تدعوا أنكم حماة العدل، وأيديكم مخضوبة بدماء الأبرياء، وخزائنكم متخمة بأقوات الضعفاء. \n\n(10): ﴿وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ﴾: فراشًا ومعاشًا لكل من عليها إنسانًا كان أو حيوانًا. \n\n(11): ﴿فِيهَا فَاكِهَةٌ﴾: وحبوب ولحم وشراب وغير ذلك ﴿وَالنَّخْلُ ذَاتُ الْأَكْمَامِ﴾: هي أوعية الطلع تنشق وتخرج منها الثمار. \n\n(12): ﴿وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ﴾: الحب لقوت الإنسان، والعصف ورق ونحوه لقوت الحيوان، والريحان للشم والزينة. \n\n(13): ﴿فَبِأَيِّ آلَاء رَبِّكُمَا﴾: بأي نعمه تعالى ﴿تُكَذِّبَانِ﴾: والخطاب للأنس والجان. \n\n(14): ﴿خَلَقَ الْإِنسَانَ مِن صَلْصَالٍ كَالْفَخَّارِ﴾: المراد بالإنسان هنا آدم أبو البشر، والصلصال: الطين اليابس غير المطبوخ، فإذا طبخ فهو فخار، وتقدم في الآية 26 من الحجر وغيرها. \n\n(15): ﴿وَخَلَقَ الْجَانَّ مِن مَّارِجٍ مِّن نَّارٍ﴾: تقدم ونعيد: نحن نؤمن بوجود الجن لأن الوحي أثبته، والعقل لا ينفيه، ولا شيء لدينا نقوله عن علم أكثر من ذلك. \n\n(16): ﴿فَبِأَيِّ آلَاء رَبِّكُمَا تُكَذِّبَانِ﴾: أبخلق الإنسان من طين أم بخلق الجان من نار؟. \n\n(17): ﴿رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ﴾: في كل 24 ساعة يوجد في الكوكب الأرضي ليلان ونهاران: أحدهما في شرق الأرض والآخر في غربها، ولكن على التعاقب بمعنى الغرب الآن تشرق عليه الشمس والشرق في ظلام دامس، وبعد ساعات تنعكس الآية، حتى إذا مضت ال24 ساعة عاد الشروق إلى الغرب، والغروب إلى الشرق، وهكذا دواليك وغير بعيد أن يكون المشرقان والمغربان في الآية إشارة إلى هذا المعنى. \n\n","تفسير المبين"]