["(1): ﴿سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ﴾: محمد روحًا وجسدًا لظاهر الوحي، ولا ينكره العقل ﴿لَيْلاً﴾: لمجرد التوضيح لا للإحتراز من الضدّ لأن الإسراء للسير ليلًا لانهارًا ﴿مِّنَ الْمَسْجِدِ الْحَرَامِ﴾: في مكة المكرمة ﴿إِلَى الْمَسْجِدِ الأَقْصَى﴾: = بيت المقدس في فلسطين، وسمي الأقصى لبعده عن مكة، وقيل لمن يكن وراءه مسجد آنذاك، وكثير من المؤلفين يستعملون كلمة الإسراء في رحلة النبي (ص) من المسجد الأول إلى الثاني، والمعراج في رحلته من بيت المقدس إلى السماوات العلى ﴿الَّذِي بَارَكْنَا حَوْلَهُ﴾: الضمير للمسجد الأقصى، والبركة بما كان فيه وفي ضواحيه ونواحيه من أنبياء ﴿لِنُرِيَهُ﴾: محمدًا ﴿مِنْ آيَاتِنَا﴾: عجبًا ﴿إِنَّهُ هُوَ السَّمِيعُ البَصِيرُ﴾: لقول من صدّق أو كذّب بهذا الإسراء والمعراج، والجزاء موفور للاثنين: الثواب لمن آمن وصدق بهذه الرحلة المحمدية السماوية والعذاب لمكن كفر بها وكذبها، ولا يسوغ له أن يتعلل ويعتذر بأن هذا الارتقاء وصعود الإنسان إلى السماء كان في القديم غير مألوف ومعروف، لأن على العاقل أن يفرق بينما هو خارق للعادة كتحول العصا إلى حية وما هو مستحيل في ذاته مثل أن يكون الشيء غير نفسه، وجزء الشيء أكبر من كله، والأول ممكن الوقوع ويثبت بخبر الصادق دون الثاني، قال الفيلسوف الانجليزي دافيد هيوم ما معناه: إذا أخبرك مخبر عن معجزة فأنظر: (إن كان تكذيب المخبر مستحيلا عندك فصدقه حتى ولو كانت المعجزة المخبّر عنها فوق ما تدرك وتتصوّر، وإلا فكذبه وإن كانت المعجزة ممكنة الوقوع في فهمك وعقلك) ومحمد (ص) هو الصادق الأمين بشهادة خصومه، وقد اخبر عن الإسراء والمعراج فوجب التصديق بغض الطرف عن الوحي. وفي جريدة أخبار اليوم المصرية، تاريخ 2/9/1972: (أن الدراسات الأكاديمية في كثير من الدول بخاصة في أميركا يدرسون هذه الرحلة بشيء كثير من الإمعان، ويدققون طويلا في كتب السيرة النبوية). \n\n(2): ﴿وَآتَيْنَا مُوسَى الْكِتَابَ﴾: التوراة ﴿وَجَعَلْنَاهُ هُدًى لِّبَنِي إِسْرَائِيلَ﴾: هاديًا لبني يعقوب بن اسحق بن إبراهيم ﴿أَلاَّ تَتَّخِذُواْ مِن دُونِي وَكِيلاً﴾: نصيرًا ومعبودًا، ولكنهم حرفوا التوراة، وانتصروا بالطغاة، واتبعوا الشهوات. \n\n(3): ﴿ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ﴾: حمل نوح في السفينة أولاده الثلاثة: سام وحام و يافث، وفي قاموس الكتاب المقدس: (سام أكبر أولاد نوح، ومعناه في العبراني اسم، ومن نسله العرب واليهود والآراميون والأشوريون، وتدعى اللغات التي يتكلم بها نسل سام اللغات السامية، ومنها اللغة العربية والعبرانية) ومعنى هذا أن العرب واليهود أولاد عم، ولا فخر، والله سبحانه نادى بني إسرائيل في هذه الآية بذرية(من حملنا) وحرف النداء محذوف أي يا ذرية من حملنا مع نوح ﴿إِنَّهُ كَانَ عَبْدًا شَكُورًا﴾: كان جدكم نوح شاكرا ذاكرًا أيها اليهود فلماذا أنتم تكفرون ولا تشكرون. \n\n(4): ﴿وَقَضَيْنَا إِلَى بَنِي إِسْرَائِيلَ فِي الْكِتَابِ﴾: أخبر سبحانه بني إسرائيل في كتاب التوراة: أنكم ﴿لَتُفْسِدُنَّ فِي الأَرْضِ مَرَّتَيْنِ﴾: الخطاب للحاضرين آنذاك والمراد نسلهم وخلَفهم، لأن هؤلاء امتداد لأولئك، والمقصود بالإفساد سلطان البغي والعدوان بدليل قوله تعالى بلا فاصل: ﴿وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا﴾: وشهد بطغيان الدولة اليهودية التي أشار إليها سبحانه جماعة من المؤلفين والفلاسفة، منهم الفيلسوف الهولندي اليهودي إسبينوزا (ت1677م) فقد أطال الحديث عن فساد وإفساد الدولة اليهودية، وعقد بذلك بالخصوص الفصل السابع عشر والثامن عشر من رسالته الكبيرة في اللاهوت والسياسة، وترجمها إلى العربية حسن حنفي. \n\n(5): ﴿فَإِذَا جَاء وَعْدُ أُولاهُمَا﴾: إذا وجدت الدولة الأولى، وعاثت في الأرض فسادًا ﴿بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَا أُوْلِي بَأْسٍ شَدِيدٍ...﴾: لهم قوة وعدة وعدد، قتلوا وأسروا وشردوا وسبوا ونهبوا، أنظر التفسير الكاشف وكتاب التاريخ بني إسرائيل من أسفارهم لمحمد عز دروزة. \n\n(6): ﴿ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ...﴾: إشارة إلى الدولة اليهودية الثانية الباغية المفسدة. وفي قاموس الكتاب المقدس: (أورشليم- أي القدس- كانت عاصمة يهوذا وفلسطين السياسية... ونهب شيشق ملك مصر أورشليم، وكذلك نهبها الفلسطينيون والعرب معًا في عصر يهورام- أحد ملوك اليهود وأستمر ملكه من 850 إلى سنة 843 قبل الميلاد- أما نبوخذ نصّر أي بخت نصّر ملك بابل فقد أخذ المدينة مرتين، وأذن الملك كورش الفارسي وشجع كثيرين من اليهود للرجوع إلى أورشليم... وضم لإسكندر الأكبر أورشليم على إمبراطوريته، وبعد موته صارت أولًا تحت حكم البطالسة في مصر، ثم انتقلت إلى حكم السلوقيين في سوريا، وفي عام 165 قبل الميلاد ثار المكابيون من اليهود، وأقاموا مملكة يهودية وكانت عاصمتها أورشليم، وبعد أخذ القائد الروماني بومباي أورشليم عام 63 قبل الميلاد أصبحت المدينة تحت حكم الرومان) ولم يقم لليهود حكم ولا سلطان من سنة 63 قبل الميلاد إلى سنة 1948 بعد الميلاد. وفي أول المجلد الخامس من التفسير الكاشف أثبتنا بالدليل القاطع أن اليهود الذين يحتلون الآن أرض فلسطين ليسوا من بني إسرائيل يعقوب بن اسحق في شيء، وإنما هم أشتات لا رابط بينهم وقد تجمعوا فرقًا من هنا وهنا، وتستروا وراء إسرائيل بوقاحة لا حد لها. \n\n(7): ﴿إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ﴾: كل من يفعل الخير لوجه الخير يأخذ من الله والناس أكثر مما فعل وأعطى، وفي الأشعار: لا يذهب العرف بين الله والناس ﴿وَإِنْ أَسَأْتُمْ فَلَهَا﴾: وكل من يفعل الشر يأخذ الشطان منه دينه وآخرته وإنسانيته وكرامته ﴿فَإِذَا جَاء وَعْدُ الآخِرَةِ﴾: إذا أفسد اليهود في الدولة الأخيرة ﴿لِيَسُوؤُواْ وُجُوهَكُمْ﴾: تظهر عليها آثار الهم والغم ﴿وَلِيَدْخُلُواْ الْمَسْجِدَ﴾: أي القدس ﴿كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيرًا﴾: التتبير: الهلاك، وما علوا: ما استولوا وتسلطوا عليه، والمعنى أن اليهود إذا ملكوا وحكموا أهلكوا ودمروا كل مايقدرون على تدميره. صدق الله العلي العظيم. \n\n","تفسير المبين"]