["(97): ﴿وَمَن يَهْدِ اللّهُ﴾: أي من كان بعلم الله والواقع مهتديًا لا باعتقاده وزعمه ﴿فَهُوَ الْمُهْتَدِ﴾: وإلا فهو كذّاب أشر ﴿وَمَن يُضْلِلْ﴾: أي من كان ضالاً بعلم الله والواقع ﴿فَلَن تَجِدَ لَهُمْ أَوْلِيَاء مِن دُونِهِ﴾: لا ناصر ولا شفيع عند الله لأهل الفساد والضلال. وفي نهج البلاغة: الغنى والفقر بعد العرض على الله ﴿وَنَحْشُرُهُمْ يَوْمَ الْقِيَامَةِ عَلَى وُجُوهِهِمْ﴾: كناية كن أليم العذاب وشدته لكل عات وباغ لا يكترث بدين وضمير ولا بحساب وعقاب كما أشار سبحانه بقوله: \n\n(98): ﴿ذَلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُواْ بِآيَاتِنَا وَقَالُواْ أَئِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا﴾: تقدم بالحرف الواحد في الآية 49 من هذه السورة. \n\n(99): ﴿أَوَلَمْ يَرَوْاْ أَنَّ اللّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ قَادِرٌ...﴾: لا شيء عند منكري البعث إلا أنه أدهش المدهشات في خيالهم وأفكارهم، ولا جواب لهذه الدهشة إلا وجود الشبيه والنظير، وقياس الغائب على الشاهد، ولخص الإمام علي (ع) الجواب بقوله: عجبت لمن أنكر النشأة الأخرى، وهو يرى النشأة الأولى. وتقدم مرات، وآخرها في الآية 51 من هذه السورة. \n\n(100): ﴿قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّي إِذًا لَّأَمْسَكْتُمْ﴾: بخلتم ﴿خَشْيَةَ الإِنفَاقِ﴾: خوف الفقر بسبب الإنفاق، ومجمل المعنى قل يا محمد للذين طلبوا منك أن تفجر لهم ينبوعًا فوارًا: لو ملكتم خزائن الله التي لا نفاد لها لبقيتم على الشح والتقتير والكفر وعدم الشكر، وإذن علام تطلبون الينابيع؟. \n\n(101): ﴿وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ﴾: تدل على صدقه في نبوته، وهي العصا واليد والجراد والقمل والضفادع والدم وفلق البحر وانفجار الماء من الحجر وإنزال المن والسلوى ﴿فَاسْأَلْ﴾: يا محمد ﴿بَنِي إِسْرَائِيلَ﴾: أي من آمن منهم كعبد الله بن سلام وأصحابه عن قصة موسى وما جرى له من فرعون وبني إسرائيل، وانها كما أخبرناك كي يزدادوا إيمانًا وإيقانًا ﴿إِذْ جَاءهُمْ﴾: إذ جاء موسى ليحرر بني إسرائيل من ظلم فرعون. ﴿فَقَالَ لَهُ فِرْعَونُ إِنِّي لَأَظُنُّكَ يَا مُوسَى مَسْحُورًا﴾: ساحرًا أو لعب بعقلك ساحر. \n\n(102): ﴿قَالَ﴾: له موسى ﴿لَقَدْ عَلِمْتَ مَا أَنزَلَ هَـؤُلاء﴾: المعجزات كالعصا واليد البيضاء ﴿إِلاَّ رَبُّ السَّمَاوَاتِ وَالأَرْضِ بَصَآئِرَ﴾: دلائل على صدقي في نبوتي ﴿وَإِنِّي لَأَظُنُّكَ يَا فِرْعَونُ مَثْبُورًا﴾: هالكًا. \n\n(103) - (104): ﴿فَأَرَادَ﴾: فرعون ﴿أَن يَسْتَفِزَّهُم﴾: أن يخرج موسى وقومه ﴿مِّنَ الأَرْضِ﴾: من أرض مصر ﴿فَأَغْرَقْنَاهُ...﴾: تقدم مرات ﴿فَإِذَا جَاء وَعْدُ الآخِرَةِ﴾: يوم القيامة ﴿جِئْنَا بِكُمْ﴾: يا بني إسرائيل ﴿لَفِيفًا﴾: جماعات من فئات وقبائل شتى.. \n\n","تفسير المبين"]