["(17): ﴿يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُونَ﴾: يقوم بخدمتهم صغار لا يموتون ولا يهرمون. \n\n(18): ﴿بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِّن مَّعِينٍ﴾: من عين ظاهرة للعيان تفيض بالخمر بدليل قوله: \n\n(19): ﴿لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنزِفُونَ﴾: لا تصدع الرؤوس، ولا تذهب بالعقول كخمر الدنيا. \n\n(20) - (23): ﴿وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُونَ وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُونَ وَحُورٌ عِينٌ﴾: من الفاكهة ألوان، ومن لحوم الطير ما تهوى النفس، ومن الحسان كاللؤلؤ جمالًا وصفاءً. \n\n(24): ﴿جَزَاء بِمَا كَانُوا يَعْمَلُونَ﴾: لخدمة الإنسان لا لأنفسهم وذويهم. \n\n(25): ﴿لَا يَسْمَعُونَ فِيهَا لَغْوًا﴾: عبثًا خاليًا من المعنى ﴿وَلَا تَأْثِيمًا﴾: يأثم به قائله كالكذب والغيبة. \n\n(26): ﴿إِلَّا قِيلًا سَلَامًا سَلَامًا﴾: سلامان: الأول سلام بعضهم على بعض، والثاني سلام ملائكة الرحمة عليهم. \n\n(27): ﴿وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ﴾: لما ذكر سبحانه ثواب الأعظم قدرًا، أشار إلى من هم أقل أجرًا وأنهم. \n\n(28): ﴿فِي سِدْرٍ مَّخْضُودٍ﴾: لا شوك فيه. \n\n(29): ﴿وَطَلْحٍ مَّنضُودٍ﴾: قطوف الموز المتسقة بالثمار من أعلاها إلى أسفلها. \n\n(30): ﴿وَظِلٍّ مَّمْدُودٍ﴾: لا يزول ولا ينقطع. \n\n(31): ﴿وَمَاء مَّسْكُوبٍ﴾: على الدوام، فلا أزمة مياه وعطل في آلاتها. \n\n(32) - (33): ﴿وَفَاكِهَةٍ كَثِيرَةٍ لَّا مَقْطُوعَةٍ﴾: دائمة في كل الفصول والأيام ﴿وَلَا مَمْنُوعَةٍ﴾: مباحة للجميع. \n\n(34): ﴿وَفُرُشٍ مَّرْفُوعَةٍ﴾: عالية عن الأرض ومريحة. \n\n(35) - (36): ﴿إِنَّا أَنشَأْنَاهُنَّ إِنشَاء﴾: خلق سبحانه أزواجًا لأصحاب اليمين خلقًا جديدًا تبعًا لما يرغبون ويشتهون. \n\n(37): ﴿عُرُبًا﴾: جمع عروب لا عربية، وهي العاشقة لزوجها ﴿أَتْرَابًا﴾: نساء الجنة بالكامل متساويات في العمر، لا تزيد واحدة عن غيرها يومًا أو بعض يوم، وهذه النعمة عند الكثيرات منهن أفضل من نعمة الإيمان والجنة! ومن هنا ساواهن في العمر، تقدست حكمته. \n\n(38)-(40): ﴿لِّأَصْحَابِ الْيَمِينِ ثُلَّةٌ مِّنَ الْأَوَّلِينَ وَثُلَّةٌ مِّنَ الْآخِرِينَ﴾: لأصحاب متعلق بأنشأنا وجعلنا، والمعنى أن الأزواج الأبكار والعرب الأتراب خلقن لجماعة أصحاب اليمين من الأولين والآخرين. \n\n(41): ﴿وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ﴾: انتقل سبحانه من ثواب الأعظم قدرًا وهم السابقون المقربون، إلى الأدنى منزلة وهم أصحاب اليمين، ومنهم إلى عقاب المجرمين المعنيين بأصحاب الشمال وأنهم. \n\n(42): ﴿فِي سَمُومٍ﴾: على حذف مضاف أي في ريح السموم تدخل في صميم القلب ولب العظم ﴿وَحَمِيمٍ﴾: شراب تناهى في الحرارة. \n\n(43): ﴿وَظِلٍّ مِّن يَحْمُومٍ﴾: هو دخان كثيف وشديد في سواده. \n\n(44): ﴿لَّا بَارِدٍ﴾: كالظل ﴿وَلَا كَرِيمٍ﴾: يُؤمن شره. \n\n(45): ﴿إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُتْرَفِينَ﴾: هذا بيان للسبب الموجب للعذاب، وهو انغماس المترفين في الملذات على أنها الغاية من الحياة، وما عداها من دين وخلق وإنسانية فكلام فارغ وحماقات. \n\n(46): ﴿وَكَانُوا يُصِرُّونَ عَلَى الْحِنثِ الْعَظِيمِ﴾: يشير سبحانه بهذا إلى ماحكاه عنهم في الآية 38 من النحل: (وأقسموا بالله جهد أيمانهم لا يبعث الله من يموت) ثم حكى عنهم مثله سبحانه بقوله: \n\n(47) - (50): ﴿وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا... ﴾: تقدم مرارًا، ومنها في الآية 5 من الرعد. \n\n","تفسير المبين"]