["(40): ﴿وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ أَهَؤُلَاء إِيَّاكُمْ كَانُوا يَعْبُدُونَ﴾: القصد من هذا السؤال مجرد تقريع المشركين وتوبيخهم، وتدل الآية أن بعض العرب كانوا يعبدون الملائكة. \n\n(41) - (42): ﴿قَالُوا سُبْحَانَكَ أَنتَ وَلِيُّنَا﴾: نحن عبادك، وأعداء لمن عبد سواك ﴿مِن دُونِهِم بَلْ كَانُوا يَعْبُدُونَ الْجِنَّ﴾: المراد بالجن هنا من زين الشرك والتعبد لغير الله. \n\n(43): ﴿وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا... ﴾: كان رسول الله (ص) إذا تلا القرآن على العتاة المعاندين يقولون للناس: إن دين الآباء والتعبد للأصنام هو الحق والصدق، والذي جاء به هذا الرسول سحر وزور، وما يدرينا أن محمدًا (ص) لو بعث في عصرنا الراهن لقالوا عنه مثل هذا القول وزيادة لأنه يرى ما لا يرى أهل الأرض في شرقها وغربها، ويشعر بغير ما يشعرون. \n\n(44): ﴿وَمَا آتَيْنَاهُم مِّن كُتُبٍ يَدْرُسُونَهَا وَمَا أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ﴾: يا محمد ﴿مِن نَّذِيرٍ﴾: ما نزل عليهم وحي من السماء بدين الشرك ولا أمرهم رسول بذلك من قبل محمد (ص) والعقل الخالص يحكم بالتوحيد لا بالشرك، وإذن لا أساس لما هم عليه إلا الجهل بالجهل. \n\n(45): ﴿وَكَذَّبَ الَّذِينَ مِن قَبْلِهِمْ وَمَا بَلَغُوا مِعْشَارَ مَا آتَيْنَاهُمْ فَكَذَّبُوا رُسُلِي فَكَيْفَ كَانَ نَكِيرِ﴾: ما بلغ الذين كذبوا محمدًا (ص) من المال والقوة معشار ما ملك الأولون، ومع هذا لما كذبوا رسل الله أخذهم سبحانه بالهلاك والدمار، فليتعظ بأخبارهم وما حل َّ بهم من كان له قلب وعقل، وتقدم في الآية 69 من التوبة. \n\n(46): ﴿قُلْ إِنَّمَا أَعِظُكُم بِوَاحِدَةٍ أَن تَقُومُوا لِلَّهِ مَثْنَى وَفُرَادَى ثُمَّ تَتَفَكَّرُوا مَا بِصَاحِبِكُم مِّن جِنَّةٍ﴾: أعظكم: أنصحكم، بواحدة: بخصلة واحدة وهي أن تقوموا: من القيام بالأمر مثل قوله تعالى: (كونوا قوامين بالقسط - 135 النساء) مثنى: يسأل بعضكم بعضًا ويراجعه، فرادى: يرجع كل فرد منكم إلى عقله وضميره، والمعنى قل يا محمد للذين نعتوك بالجنون: ادرسوا وفكروا في أمري من البداية حتى النهاية مجتمعين ومنفردين، هل تجدون في حياتي كلها من قول أو فعل- ما يومئ من قريب أو بعيد إلى الجنون؟ هذا هو العدل ومنطق العقل، ومن كفر به وصدَّ عنه فهو المجنون. وأعجب ما قرأت من الافتراء على سيد البشر وخاتم الرسل ما جاء في مجالة عالم الفكر الكويتية ج8 عدد4 ص138، وهذا نصه بالحرف الواحد: (أكد الكثير من الكتَّاب - المسيحيين - أن محمدًا كان كردينالاً مسيحيًا طموحًا اخترع الإسلام نتيجة عجزه عن الوصول إلى كرسي البابوية)!. \n\n(47): ﴿قُلْ مَا سَأَلْتُكُم مِّنْ أَجْرٍ... ﴾: تقدم في الآية 72 من يونس وغيرها. \n\n(48): ﴿قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقّ﴾ِ: يوحي به إلى رسله وأنبيائه. \n\n","تفسير المبين"]