["(10): ﴿وَالَّذِينَ جَاؤُوا مِن بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا... ﴾: جاء في التفاسير أن المراد بالذين جاءوا من بعد الصحابة، التابعون لهم بإحسان أخدًا بقرينة السياق، ومع هذا فإن الثناء يعم ويشمل كل من سار بسيرة الصحابة إلى يوم القيامة. \n\n(11): ﴿أَلَمْ تَر إِلَى الَّذِينَ نَافَقُوا يَقُولُونَ لِإِخْوَانِهِمُ الَّذِينَ كَفَرُوا... ﴾: هذه الآية نزلت في رأس المنافقين عبد الله بن أُبي وجماعته حيث بعثوا إلى يهود بني النضير، وقالوا لهم: اثبتوا في قتال محمد والصحابة، ونحن عليهم معكم، وإن جلاكم محمد عن المدينة نزحنا عنها ولا نفارقكم، ولن نسمع من أحد يأمرنا أو ينصحنا بالتخلي عنكم ﴿وَاللَّهُ يَشْهَدُ إِنَّهُمْ﴾: إن المنافقين ﴿لَكَاذِبُونَ﴾: في قولهم هذا. \n\n(12): ﴿لَئِنْ أُخْرِجُوا﴾: يهود بني النضير ﴿لَا يَخْرُجُونَ﴾: المنافقون ﴿مَعَهُمْ﴾: بل يقبعون في بيوتهم ﴿وَلَئِن قُوتِلُوا لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبَارَ﴾: إذا وقعت الحرب بين المؤمنين ويهود بني النضير فالمنافقون يخذلون هؤلاء حتى ولو قاتلوا معهم فستكون الهزيمة للإثنين معًا لا محالة. \n\n(13): ﴿لَأَنتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِم مِّنَ اللَّهِ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ﴾: اليهود والمنافقون يخافون من القوة ويفهمون بلغتها فقط، ولا يخافون من الله وعذابه في اليوم الآخر، لأنهم أجهل الناس بالله وعظمته، وعلى أساس الخوف منكم ومن قوتكم أيها المؤمنون تستر المنافقون بكلمة الإسلام وإعلانها. \n\n(14): ﴿لَا يُقَاتِلُونَكُمْ جَمِيعًا إِلَّا فِي قُرًى مُّحَصَّنَةٍ﴾: أو من وراء جدار، اليهود جبناء في الحرب لا ينازلون المسلمين وجهًا لوجه، بل يلوذون بالجدران والحصون، ويرشقون بالنبال والأحجار ﴿بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّى﴾: إنهم منحلون متخاذلون، وإن تظاهروا بالإلفة والمحبة. \n\n(15): كَمَثَلِ الَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ذَاقُوا وَبَالَ أَمْرِهِمْ﴾: إن حال يهود بني النضير الذين نصبوا العداء لرسول الله تمامًا كحال غيرهم من أعدائه حيث انتهوا إلى الخزي والهوان. \n\n(16): ﴿كَمَثَلِ الشَّيْطَانِ إِذْ قَالَ لِلْإِنسَانِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّي بَرِيءٌ مِّنكَ﴾: قال المنافقون ليهود بني النضير: قاتلوا محمدًا، ونحن معكم في القتال والجلاء، ولما نزل بهم البلاء اختفى المنافقون في أوكارهم تمامًا كالشيطان يغري الإنسان بالرذيلة حتى إذا فعلها تنكر له وأنكر عليه، وتقدم في الآية 48 من الأنفال. \n\n","تفسير المبين"]