["(1): ﴿سَبِّحِ اسْمَ رَبِّكَ الْأَعْلَى﴾: الخطاب لمحمد (ص) والأمر للجميع، والمعنى نزه الله عما يصفه الجاهلون والملحدون ولا شيء أوضح وأدل من كلمة التوحيد على أنه تعالى ليس كمثله شيء. \n\n(2)-(3): ﴿الَّذِي خَلَقَ فَسَوَّى وَالَّذِي قَدَّرَ فَهَدَى﴾: وخير تفسير لهذا قول الإمام علي (ع): قدَّر ما خلق فأحكم تقديره، ودبَّره فألطف تدبيره، ووجهه لوجهته فلم يتعد حدود منزلته، ويقصر دون الانتهاء لغايته. \n\n(4): ﴿وَالَّذِي أَخْرَجَ الْمَرْعَى﴾: الزرع والنبات بشتى أنواعه. \n\n(5): ﴿فَجَعَلَهُ غُثَاء أَحْوَى﴾: هشيمً قاتمًا، وفيه إيماء إلى أن كل حي إلى زوال، وتقدم في الآية 21 من الزمر وغيرها. \n\n(6): ﴿سَنُقْرِؤُكَ فَلَا تَنسَى﴾: بشرى من الله لنبيه برسوخ القرآن في قلبه، فلا ينسى منه حرفًا واحدًا، وتقدم في الآية 17 من القيامة. \n\n(7): ﴿إِلَّا مَا شَاء اللَّهُ﴾: ليس هذا استثناء بل توكيدًا لنفي النسيان عن النبي (ص)، وأنه لا قوة إطلاقًا تنسي محمدًا شيئًا من القرآن إلا الله وهو سبحانه لا ينسيه كيف وقد وعده بالحفظ وعدم النسيان، والله منجز وعده لا محالة. \n\n(8): ﴿وَنُيَسِّرُكَ لِلْيُسْرَى﴾: وهي الشريعة السهلة السمحة والمعنى أن الله سبحانه يسهل لنبيه سبل الوحي وتبليغه والعمل به كما شاء وأراد. \n\n(9): ﴿فَذَكِّرْ إِن نَّفَعَتِ الذِّكْرَى﴾: التبليغ حتم نفع أم لم ينفع إقامة للحجة وقطعًا للمعذرة وإلا امتنع الحساب والعقاب وعليه يكون المعنى عليك أولاً أن تبلِّغ على كل حال كما في الآية 82 من النحل (فإن تولَّوا فإنما عليك البلاغ المبين) وبعد البلاغ التام ذكر وعظ إن نفعت العظة والذكرى، وإن يئست فلا تذهب نفسك عليهم حسرات. \n\n(10): ﴿سَيَذَّكَّرُ مَن يَخْشَى﴾: من كانت الحكمة ضالته والهداية أُمنيته. \n\n(11)-(12): ﴿وَيَتَجَنَّبُهَا الْأَشْقَى الَّذِي يَصْلَى النَّارَ الْكُبْرَى﴾: من عاند الحق لأنه لا ينسجم مع أهدافه وأهوائه يستحيل أن يستجيب لدعوته وإن قام عليه ألف دليل لأن الهوى يعمي ويصم كما قال سبحانه لنبيه: (أفأنت تسمع الصم أو تهدي العمي ومن كان في ضلال مبين ? 40 الزخرف). \n\n(13): ﴿ثُمَّ لَا يَمُوتُ فِيهَا وَلَا يَحْيَى﴾: ضمير فيها يعود إلى النار الكبرى بشدائدها وأهوالها، ومن دخلها لا يموت فيستريح، ولا يحيا حياة من غير نار وجحيم. \n\n(14): ﴿قَدْ أَفْلَحَ مَن تَزَكَّى﴾: من طهَّر نفسه بالانقياد للحق وعمل الخير، والبعد عن الشر والباطل. \n\n(15): ﴿وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى﴾: الصلوات الخمس وحافظ عليها، واهتم بها، ولا وزن عند الله سبحانه لمن تركها حتى ولو أجرى للناس أنهرًا من لبن وعسل. هكذا قال الإسلام، وما هو من عندنا. \n\n","تفسير المبين"]