["(1): ﴿سُورَةٌ﴾: خبر لمبتدأ محذوف أي هذه السورة. وقال الشيخ الطريحي في مجمع البحرين: المراد بها مجموعة من آي الذكر الحكيم، أقلها ثلاث آيات، وهي مأخوذة إمّا من سور المدينة، وإمّا من السورة بمعنى المنزلة والرتبة - أي الفضل والشرف - ﴿أَنزَلْنَاهَا وَفَرَضْنَاهَا﴾: أوجبنا ما فيها من الحدود والأحكام الآتية ﴿وَأَنزَلْنَا فِيهَا آيَاتٍ بَيِّنَاتٍ﴾: غير متشابهات. \n\n(2): ﴿الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا﴾: الخطاب لأولي الأمر الذي أوجب الله طاعتهم دون غيرهم ﴿كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ﴾: وهذا الحكم يختصّ بالأعزب والعزباء عند الإمامية والمالكية والشافعيِّة، أما المتزّوج والمتزّوجة فحكمهما الرجم إجماعًا وسنَّة، بل جاء في صحيحيّ مسلم والبخاري أن عمر بن الخطاب قال: إن الله أنزل آية الرجم، ومع ذلك قال أبو حنيفة: لا رجم إطلاقًا، وحُكم الجلد يعمّ الأعزب والمتزوج، والمتزوجة والعزباء ﴿وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ﴾: خذوهما بالشدَّة والألم ضربًا ورجمًا ﴿وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ﴾: أقيموا الحدّ عليهما علانية لأن ذلك أبلغ في الردع والزجر عن الفاحشة. \n\n(3): ﴿الزَّانِي لَا يَنكِحُ إلَّا زَانِيَةً أَوْ مُشْرِكَةً﴾: لا تستجيب لدعوة الفاجر العاهر إلا على مومس على شاكلته أو مشركة لا تؤمن بكتاب و شريعة ﴿وَالزَّانِيَةُ لَا يَنكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ﴾: وهكذا الشأن في المومس، شبيه الشيء منجذب إليه، وقوله (أو مشركة.. أو مشرك) يومئ إلى أن الزنا والشرك بمنزلة سواء ﴿وَحُرِّمَ ذَلِكَ﴾: إشارة إلى الزنا لا إلى زواج المؤمن غير الزاني بزانية ﴿عَلَى الْمُؤْمِنِينَ﴾: والمؤمنات أيضًا. \n\n(4): ﴿وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ... ﴾: المراد بالرمي هنا القذف بالزنا، والمحصنات جمع محصنة وهي المرأة العفيفة متزوجة كانت أو عزباء، وفي حكمها الرجل العفيف متزوجًا كان أو أعزب، وقد أوجبت هذه الآية بجملتها ثلاثة أحكام على القاذف أو القاذفة إذا لم يأت أحدهما بأربعة شهود عدول يشهدون بالكامل أنهم رأوا الميل بالمكحلة: الحكم الأول أن يجلد 80 جلدة. الثاني أن ترد شهادته في غير القذف أيضًا. الثالث أن يحكم بفسقه. \n\n(5): ﴿إِلَّا الَّذِينَ تَابُوا مِن بَعْدِ ذَلِكَ وَأَصْلَحُوا﴾: من تاب بعد الحكم بفسقه، وأصلح بحسن السيرة، قبلت شهادته، وغفر الله له سواء أتاب بعد الحد أم قبله. \n\n(6): ﴿وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُن لَّهُمْ شُهَدَاء إِلَّا أَنفُسُهُم﴾: إذا قذف الرجل زوجته بالزنا، ولا بيّنة لديه ﴿فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ﴾: يقول الزوج عند الحاكم الشرعي أربع مرات أشهد بالله إني لمن الصادقين فيما رميت به زوجتي فلانة. \n\n(7): ﴿وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِن كَانَ مِنَ الْكَاذِبِينَ﴾: ثم يقول الزوج في الشهادة الخامسة: عليه لعنة الله إن كان من الكاذبين في دعواه. \n\n(8): ﴿وَيَدْرَأُ عَنْهَا الْعَذَابَ﴾: يدفع الحد عن الزوجة بشرط ﴿أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ﴾: فتقول عند الحاكم أربع مرات: أشهد بالله أنه من الكاذبين فيما قذفني به. \n\n(9) - (10): ﴿وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِن كَانَ مِنَ الصَّادِقِينَ﴾: فيما رماني به من الفاحشة. \n\n","تفسير المبين"]