["(43) - (44): ﴿أَلَمْ تَرَ﴾: أيها الإنسان العاقل ﴿أَنَّ اللَّهَ يُزْجِي﴾: يسوق بالأسباب الكونية التي أودعها في الطبيعة ﴿سَحَابًا﴾: متفرقًا ﴿ثُمَّ يُؤَلِّفُ بَيْنَهُ﴾: يجمعه ﴿ثُمَّ يَجْعَلُهُ رُكَامًا﴾: متكاثفًا بعضه فوق بعض ﴿فَتَرَى الْوَدْقَ﴾: المطر ﴿يَخْرُجُ مِنْ خِلَالِهِ﴾: من بينه ﴿وَيُنَزِّلُ مِنَ السَّمَاء مِن جِبَالٍ﴾: كناية عن السحاب ﴿فِيهَا مِن بَرَدٍ﴾: ماء متجمد في قطع ثلجية ﴿فَيُصِيبُ بِهِ مَن يَشَاء وَيَصْرِفُهُ عَن مَّن يَشَاء﴾: ينزل سبحانه المطر والبرد في أرض دون أرض تبعًا لسنن الكون مباشرة ولمشيئته بواسطة هذه السنن، لأنه هو الذي خلق الكون بكل ما فيه من سنن وعناصر وموجبات ﴿يَكَادُ سَنَا بَرْقِهِ﴾: السنا بالقصر الضوء، وبالمد المجد، والضمير في برقه للسحاب ﴿يَذْهَبُ بِالْأَبْصَارِ﴾: يخطفها إذا تابعته ولم تحد عنه. \n\n(45): ﴿وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِن مَّاء﴾: وحقيقة الماء واحدة مع أن الدابة التي خلقت منه متنوعة ﴿فَمِنْهُم مَّن يَمْشِي عَلَى بَطْنِهِ﴾: كالحية وما شاكلها من الزواحف ﴿وَمِنْهُم مَّن يَمْشِي عَلَى رِجْلَيْنِ﴾: كالإنسان والطير ﴿وَمِنْهُم مَّن يَمْشِي عَلَى أَرْبَعٍ﴾: كالأنعام وسائر الحيوانات ﴿يَخْلُقُ اللَّهُ مَا يَشَاء﴾: إن شاء كان، وإن لم يشأ لم يكن. \n\n(46): ﴿لَقَدْ أَنزَلْنَا آيَاتٍ مُّبَيِّنَاتٍ﴾: من النملة الصغيرة إلى المجرة الكبيرة، إلى كل حي وجامد، فتبارك الله رب العالمين. \n\n(47): ﴿وَيَقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا﴾: يشير سبحانه بهذا إلى المنافقين الذين لاقى منهم النبي أشد مما لاقاه من اليهود والمشركين ﴿ثُمَّ يَتَوَلَّى فَرِيقٌ مِّنْهُم مِّن بَعْدِ ذَلِكَ﴾: أعرض فريق من المنافقين عن العمل بموجب الإيمان بع إعلانه والفريق الآخر أقرَّ هذا الإعراض ورضي به ﴿وَمَا أُوْلَئِكَ بِالْمُؤْمِنِينَ﴾: إشارة إلى كل من أضمر غير ما أظهر، لأن الإيمان لا ينفصل عن العمل. \n\n(48): ﴿وَإِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ إِذَا فَرِيقٌ مِّنْهُم مُّعْرِضُونَ﴾: وأوضح تفسير لهذه الآية ما قيل في سبب نزولها: أن منافقًا و يهوديًا تخاصما على شيء فدعاه اليهودي إلى محاكمة عند محمد (ص) ودعاه المنافق إلى كعب الأحبار اليهودي. \n\n(49): ﴿وَإِن يَكُن لَّهُمُ الْحَقُّ يَأْتُوا إِلَيْهِ مُذْعِنِينَ﴾: كل محق يطلب المحاكمة عند محمد (ص) حتى ولو كان جاحدًا بالله ورسوله، وكل مبطل معاند للحق يطلب المحاكمة إلى الجبت والطاغوت حتى ولو نطق بالشهادتين وهذه أسوء حالاً عند الله من الجاحد الكافر، ما في ذلك ريب. \n\n(50): ﴿أَفِي قُلُوبِهِم مَّرَضٌ﴾: بغض وكراهية لرسول الله (ص) ﴿أَمِ ارْتَابُوا﴾: وشكوا في نبوته وعصمته ﴿أَمْ يَخَافُونَ أَن يَحِيفَ اللَّهُ عَلَيْهِمْ وَرَسُولُهُ﴾: كلا، إن الله ورسوله مبرءان من الحيف والجور على كل من كفر بهما ﴿بَلْ أُوْلَئِكَ﴾: الذين رفضوا حكم الله والرسول ﴿هُمُ الظَّالِمُونَ﴾: للناس ولأنفسهم المعاندون للحق وأهله. \n\n(51) - (52): ﴿إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ... ﴾: المؤمن لا يستنكف وينكص عن دعوة الحق حتى ولو ضحى بنفسه من أجلها، وبهذه الصلاة وقوة الإرادة المؤمنة يفوز بالخير والدرجات عند الله تعالى. \n\n(53) - (54): ﴿وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ﴾: حلف المنافقون الأيمان المغلظة لئن أمرهم النبي بالغزو والحرب ليسمعن له طائعين، فزجرهم سبحانه عن الأيمان الكاذبة بقوله: ﴿قُل لَّا تُقْسِمُوا طَاعَةٌ مَّعْرُوفَةٌ﴾: لا تحلفوا، إن طاعتكم هذه طاعة كذب ونفاق ﴿قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ﴾: قولاً وعملاً، وظاهرًا وباطنًا، لا كذبًا ورياء ﴿فَإِن تَوَلَّوا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُم مَّا حُمِّلْتُمْ﴾: على الرسول البلاغ، وعليكم السمع والطاعة، ومن اهتدى لنفسه، ومن ضل فعليها. \n\n","تفسير المبين"]