["(9): ﴿وَجَاء فِرْعَوْنُ﴾: موسى (ع) ﴿وَمَن قَبْلَهُ﴾: من الأُمم المكذبة لرسلها ﴿وَالْمُؤْتَفِكَاتُ﴾: المنقلبات وهي قرى قوم لوط التي انقلب عاليها سافلها ﴿بِالْخَاطِئَةِ﴾: أُهلكوا بأفعالهم المخطئة الخاطئة. \n\n(10): ﴿فَعَصَوْا رَسُولَ رَبِّهِمْ فَأَخَذَهُمْ أَخْذَةً رَّابِيَةً﴾: زائدة في شدة العذاب. \n\n(11): ﴿إِنَّا لَمَّا طَغَى الْمَاء﴾: ارتفع بالطوفان في عهد نوح ﴿حَمَلْنَاكُمْ فِي الْجَارِيَةِ﴾: حملنا أجدادكم المؤمنين في السفينة، وأغرقنا الطغاة المتمردين، ولا قصد من هذا الإخبار إلا التذكير والعظة يسمعها المؤمن والعاقل، فينتفع بها ويعتبر كما قال سبحانه: \n\n(12): ﴿لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ﴾: جاء في العديد من التفاسير، منها تفسير الطبري والرازي والمراغي وابن كثير: أن رسول الله قال: (سألت ربي أن يجعلها أُذن عليّ) فكان عليّ يقول: ما سمعت شيئًا فنسيته. \n\n(13): ﴿فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ﴾: النفخ في الصور كناية عن الصيحة للخروج من القبور كما في الآية 42 من ق: (يوم يسمعون الصيحة بالحق ذلك يوم الخروج). \n\n(14): ﴿وَحُمِلَتِ الْأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً﴾: أُزيحت الأرض وسائر الكواكب من أماكنها، ودك بعضها بعضًا حتى صارت هباء منبثًا. \n\n(15): ﴿فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ﴾: ويعلم المكذبون أنها حق لا ريب فيه. \n\n(16): ﴿وَانشَقَّتِ السَّمَاء فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ﴾: تصدعت وتداعت. \n\n(17): ﴿وَالْمَلَكُ عَلَى أَرْجَائِهَا﴾: المراد بالملك الملائكة والأرجاء: النواحي، والمعنى بعد خراب السماء تنتشر الملائكة في الفضاء هنا وهناك ﴿وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ﴾: الله جلَّ جلاله لا يجلس على العرش كالسلاطين وعليه فمن الجائز والممكن أن يراد بالعرش الملك والاستيلاء، ويحمله كائنات ومخلوقات لله سبحانه لا أحد يعرف عنها شيئًا وبعدد الثمانية أجناس ثمانية: ومعنى الآية بمجموعها: بعد تدمير الأرض والسموات المعهودة يبقى ثمانية أجناس من المخلوقات قائمة عامرة بتدبيره تعالى وعنايته. نقول هذا كفكرة ممكنة في ذاتها، أما إثباتها فيحتاج إلى دليل قاطع. \n\n(18): ﴿يَوْمَئِذٍ تُعْرَضُونَ﴾: على الله لنقاش الحساب ﴿لَا تَخْفَى مِنكُمْ خَافِيَةٌ﴾: وأشد الناس عذابًا من يعصي الله في الخفاء، ويظهر للناس بثوب الأتقياء. \n\n(19) - (20): ﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ﴾: بلسان ناطق وقلب واثق: ﴿هَاؤُمُ﴾: خذوا ﴿اقْرَؤُوا كِتَابِيهْ﴾: هذه شهادتي ما هي ليسانس ولا دكتوراة، ولكنها تشهد على أني ما أسأت لأحد من عيال الله بقول أو فعل، لأني آمنت وأيقنت بأنه لا مفر من الله والحق و﴿أَنِّي مُلَاقٍ حِسَابِيهْ﴾: لا محالة، فأخذت الأهبة لموقف العرض والمحاكمة. \n\n(21): ﴿فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ﴾: مرضية لا ينغصها شيء. \n\n(22): ﴿فِي جَنَّةٍ عَالِيَةٍ﴾: شأنًا وقصورًا وأشجارًا وأيضًا جارية جداول وأنهارًا. \n\n(23): ﴿قُطُوفُهَا دَانِيَةٌ﴾: يأكل منها القائم والقاعد والنائم على سريره متى شاء، وتقول ملائكة الرحمة لأهل الجنة: \n\n(24): ﴿كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الْأَيَّامِ الْخَالِيَةِ﴾: من عمل الخير وأداء الواجب، وما أضعتم الحياة في اللغو والعبث. \n\n(25): ﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ﴾: وهو الذي كذب بالبعث والحساب والجزاء، وطغى وبغى على عباد الله وعياله ﴿فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيهْ﴾: هذي هي عاقبة الجهل والغرور حسرات وزفرات. \n\n(26): ﴿وَلَمْ أَدْرِ مَا حِسَابِيهْ﴾: لم يطلِع على صحيفة أسوائه وجزائه. \n\n(27): ﴿يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ﴾: لم يُخلق أو لم يُبعث من قبره. \n\n(28): ﴿مَا أَغْنَى عَنِّي مَالِيهْ﴾: من عذاب الله شيئًا. \n\n(29): ﴿هَلَكَ عَنِّي سُلْطَانِيهْ﴾: لا مجير ولا معين. \n\n(30) - (31): ﴿خُذُوهُ فَغُلُّوهُ﴾: الخطاب لزبانية جهنم أن تضع الأغلال في عنقه، وتورده النار وبئس الورد المورود. \n\n(32): ﴿ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ﴾: كناية عن أليم العذاب وشدته، وجاء في تفسير ابن كثير أنها تدخل في إسته وتخرج من فمه، وقال آخر: بل من منخره. \n\n(33) - (34): ﴿إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ﴾: امتن سبحانه على العباد بنعمه وآلائه في العديد من الآيات. ونفترض أن جائعًا عاريًا قال عن جهل: أين نعمته عليَّ حتى أشكرها وأُقدِّرها؟ أما خلقي ووجودي فياليته لم يكن ما دام على هذه الحال فهل من جواب؟ أبدًا لا جواب إطلاقًا إلا بقول الإمام جعفر الصادق المذكور في الوسائل أول باب الزكاة، وهذا هو نصه بالحرف الواحد: (أن الناس ما افتقروا ولا احتاجوا ولا جاعوا ولا عروا إلا بذنوب الأغنياء، وحقيق على الله تعالى أن يمنع رحمته ممن منع حق الله في ماله). \n\n","تفسير المبين"]