["(26): ﴿لِّلَّذِينَ أَحْسَنُواْ الْحُسْنَى﴾: لكل من أحسن وأصاب في رأي أو عقيدة وفي قول و فعل وفي قصد أو هدف - فله المثوبة الحسنى أجرا وجزاء ﴿وَزِيَادَةٌ﴾:على ما يستحق ﴿وَلاَ يَرْهَقُ وُجُوهَهُمْ قَتَرٌ﴾: غبرة فيها سواد، وهي هنا كناية عما يظهر في الوجه من الخوف والهلع ﴿وَلاَ ذِلَّةٌ أُوْلَـئِكَ أَصْحَابُ الْجَنَّةِ﴾: الذين جاهدوا وصبروا وأخلصوا دينهم وعملهم لله وحده. \n\n(27): ﴿وَالَّذِينَ كَسَبُواْ السَّيِّئَاتِ جَزَاء سَيِّئَةٍ بِمِثْلِهَا﴾: ولا زيادة، بل (ويعفو عن كثير - 15 المائدة) ﴿وَتَرْهَقُهُمْ ذِلَّةٌ﴾: تلحق أو تلصق بالمسيئين ذلة الفضيحة ﴿مَّا لَهُم مِّنَ اللّهِ مِنْ عَاصِمٍ﴾: يمنع عنهم سوء العذاب ﴿كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ اللَّيْلِ مُظْلِمًا﴾ يحشر الله سبحانه المسيئين يوم القامة بوجوه كالليل الأيهم.\n\n(28)-(29): ﴿وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا﴾: من أحسن ومن أساء ﴿ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ﴾: إلزموا مكانكم ﴿أَنتُمْ وَشُرَكَآؤُكُمْ﴾: وانظروا: هل يملكون لكم أو لأنفسهم نفعًا، أو يدرأون عنكم أو عنهم ضرًا ﴿فَزَيَّلْنَا بَيْنَهُمْ﴾: أي أنه تعالى يميز يوم الحساب بين الخلائق، ويظهر كل واحد على حقيقته. وعندئذ يتبين للمشرك أن الأمر كله لله وحده لا شريك له ﴿وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ﴾: بل كنتم تعبدون الشيطان الذي أمركم أن تتخذوا لله أندادًا.\n\n (28)-(29): ﴿وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا﴾: من أحسن ومن أساء ﴿ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ مَكَانَكُمْ﴾: إلزموا مكانكم ﴿أَنتُمْ وَشُرَكَآؤُكُمْ﴾: وانظروا: هل يملكون لكم أو لأنفسهم نفعًا، أو يدرأون عنكم أو عنهم ضرًا ﴿فَزَيَّلْنَا بَيْنَهُمْ﴾: أي أنه تعالى يميز يوم الحساب بين الخلائق، ويظهر كل واحد على حقيقته. وعندئذ يتبين للمشرك أن الأمر كله لله وحده لا شريك له ﴿وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ﴾: بل كنتم تعبدون الشيطان الذي أمركم أن تتخذوا لله أندادًا.\n\n(30): ﴿هُنَالِكَ تَبْلُوا﴾:تجد ﴿كُلُّ نَفْسٍ مَّا أَسْلَفَتْ﴾: إن خيرًا فخير، وإن شرًا فشر. \n\n(31): ﴿قُلْ مَن يَرْزُقُكُم مِّنَ السَّمَاء...فَسَيَقُولُونَ اللّهُ﴾: وإذا اعترف المشركون بهذه الصراحة أن الله هو الخالق والمالك، والمحيي والمميت والمدبر والمقتدر، فإذن علام النزاع والصراع بينهم وبين أنبياء الله ورسله؟ الجواب: أن الذين صدوا عن دين الله وحاربوا الرسل والأنبياء هم قادة الشرك وجبابرة الترف، وليس المستضعفون الذين لا عم لهم ولا خال، وما من شك أن المترفين الأقوياء يعترفون بكل إله يخصهم وحدهم بالقوة والسطوة، ويختار لغيرهم البؤس والرق، وجاء هذا جليًا وصريحًا، وما من شك أن المترفين الأقوياء يعترفون بكل إله يخصهم وحدهم بالقوة والسطوة، ويختار لغيرهم البؤس والرق، وجاء هذا جليًا وصريحًا في العديد من أقوالهم، من ذلك ما جاء في الآية 47 من يس: (قال الذين كفروا للذين آمنوا أنطعم من لو يشاء الله أطعمه). ويأبى دين الله إلا الكف عن الفواحش والجرائم وعن الأذى وأكل المال بالباطل وإلا العدل والمساواة بين عباد الله وعياله في جميع الحقوق والواجبات ومن هنا جاء العراك والشقاق بين المرسلين والمترفين أي بين الحق والباطل. \n\n(32): ﴿فَذَلِكُمُ اللّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلاَّ الضَّلاَلُ﴾: أبدًا لا واسطة إما عدل ومساواة، وإما ظلم وتعديات. \n\n(33): ﴿كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ﴾: وهي كلمة العذاب ﴿عَلَى الَّذِينَ فَسَقُواْ﴾:وفي طليعتهم من لا يكف أذاه عن عيال الله، ويرى لنفسه امتيازًا على سواه ﴿أَنَّهُمْ لاَ يُؤْمِنُونَ﴾: أي حقت علهم كلمة العذاب لأنهم لا يتوبون ولا يهتدون. \n\n","تفسير المبين"]