["(34): ﴿قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ﴾: الخلق بالنسبة إليه تعالى يعني إيجاد شيء من لا شيء، وبالنسبة إلى غيره يعني إيجاد شيء من شيء كالدار من الأحجار، والأبواب من الأخشاب ﴿قُلِ اللّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ﴾: إن الله وحده هو الذي يخلق بكلمة (كن) وبها أوجد الكون، ويعيد الحياة لمن مات ﴿فَأَنَّى تُؤْفَكُونَ﴾: تتحولون من الحق إلى الباطل. \n\n(35): ﴿قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِي إِلَى الْحَقّ﴾: بإقامة الحجج والبراهين وإارسال المبشرين والمنذرين ﴿قُلِ اللّهُ يَهْدِي لِلْحَقّ﴾: بكتابين: كتاب ينطق بلسان المقال، وهو القرآن الكريم الذي يهدي للتي هي أقوم، وكتاب ينطق بلغة الأعمال، وهو الكون فكل شيء فيه هو (آية تدل على أنه واحد) ولكن هذه الآية لا يفهمها إلا ذو قلب سليم وعقل مجرد من التحيز والتقليد ﴿أَفَمَن يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَن يُتَّبَع﴾: ما رأيكم أيها المشركون: هل يتبع طالب الحق الله الذي وهب اللإنسان عقلاً وحواسًا ليدرك ويميز وأرسل الرسل وأنزل الكتب وخلق الكون بآياته البينات، أو يتبع هذا الذي أشار إليه سبحانه بقوله ﴿أَمَّن لاَّ يَهِدِّيَ﴾: أمن كلمتان: أم ومن فأدغمت الميم الأولى في الثانية، ويهدي بفتح الياء وتشديد الدال ومعناه لا يهتدي في نفسه، إما أن لأنه فاقد الأهلية من الأساس كالأصنام، وإما واجدها ولكنه يفتقر إلى الإرشاد والهداية، وهو ما أشار إليه سبحانه بقوله: ﴿إِلاَّ أَن يُهْدَى﴾: أن يأخذ الهداية من غيره، والله سبحانه يعطي ولا يستعطي (الذي أعطى كل شيء خلقه ثم هدى- 50 طه) وفي نهج البلاغة: (فمن الذي هداك لاجترار الغذاء من ثدي أمك؟). \n\n(36): ﴿وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلاَّ ظَنًّا﴾: فيما يعتقدون ويدينون ﴿إَنَّ الظَّنَّ لاَ يُغْنِي مِنَ الْحَقِّ شَيْئًا﴾: وهذا دليل قاطع على أن التحليل أو التحريم لا يسوغ بحال إلا بالعلم مباشرة أو بما ينتهي إليه، كقول المعصوم: خذ بما تسمعه مني أو بما تسمعه ممن تثق بدينه وعلمه، فالأخذ من المعصوم مباشرة علم، ومن الثقة ظن لا احتمال أنه قد أخطأ في النقل، ولكنه ينتهي إلى العلم، وهو أمر معصوم.َ \n\n(37): ﴿وَمَا كَانَ هَـذَا الْقُرْآنُ أَن يُفْتَرَى مِن دُونِ اللّه﴾: ما كان ولن يكون أبدًا هذا القرآن إلا من عند الله ﴿وَلَـكِن تَصْدِيقَ الَّذِي بَيْنَ يَدَيْه﴾: مما تقدمه من الكتب الإلهية ِ ﴿وَتَفْصِيلَ الْكِتَابِ﴾: عطف على تصديق أي ولكن كان القرآن تصديقًا وتفصيلاً، والمراد بالكتاب هنا شريعة الله، والمعنى أن القرآن بيان كافٍ وافٍ لأحكامه تعالى وحلاله وحرامه. \n\n(38): ﴿أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُواْ بِسُورَةٍ مِّثْلِهِ... ﴾: تقدم في الآية 23 من البقرة، والمناسبة قرأت في مجلة آخر ساعة المصرية العدد 2254 تاريخ 4-1-1978: أن رئيس الولايات المتحدة كارتر التقى في أمريكا بالحصري شيخ المقرئين، فقال له: (أتمنى أن أسمع صوتك وترتيلك للقرآن في القريب. وأن تتاح لي هذه الفرصة) وأن الشيخ المقرىء أهداه مجموعة كاملة من المصحف المسجل المرتل. \n\n(39): ﴿بَلْ كَذَّبُواْ بِمَا لَمْ يُحِيطُواْ بِعِلْمِهِ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ﴾: وهذ هو شأن الجاهل بجهله ﴿كَذَلِكَ كَذَّبَ الَّذِينَ مِن قَبْلِهِمْ﴾: وفي عهدهم ومن بعدهم، وإلى آخر يوم، يكذبون ويسمون الكذب صدقًا، ويظلمون ويسمون الظلم عدلاً، ويمكرون ويسمون المكر عقلاً، ويهذرون ويسمون الهذر علمًا!. \n\n(40): ﴿وَمِنهُم مَّن يُؤْمِنُ بِه﴾: بالقرآن، يجاهدون في سبيله، وجلهم من المغلوب على أمرهم، ولا يملكون من القوة ما يتحكمون ويستبدون، ولا تصطدم مصالحهم مع الحق والعدل، ومع ذلك فلا غبار على إيمانهم، لأن الإسلام يقف دائمًا مع المستضعفين والمظلومين، ويعلن الحرب من أجلهم، ثم هل من بأس في إيمان من آمن بالله وصفاته ولا لشيء إلا لأنه حرم العدوان على أي عبد من عباده؟ ﴿وَمِنْهُم مَّن لاَّ يُؤْمِنُ بِهِ﴾: جهلاً أو خوفًا على مكانتهم ومصالحهم. \n\n(41): ﴿وَإِن كَذَّبُوكَ﴾: يا محمد ﴿فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ... ﴾: إن أصروا على معاندة الحق وتكذيبه فقل كلمة الله وامش (وما أنت بهادي العمي عن ضلالتهم - 81 النمل). \n\n(42): ﴿وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ﴾: بآذان صم وقلوب عمي ﴿أَفَأَنتَ تُسْمِعُ الصُّمّ﴾: علام تتعب نفسك، وتشغل قلبك من غير جدوى. \n\n","تفسير المبين"]