["(71): ﴿وَاتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ﴾: اقصص يا محمد على الذين كذبوك خبر نوح مع قومه: كيف أهلكهم الله بالغرق، عسى أن يحذر قومك من الهلاك ﴿إِذْ قَالَ لِقَوْمِهِ يَا قَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِي وَتَذْكِيرِي بِآيَاتِ اللّهِ﴾: عظم وثقل عليكم ﴿فَعَلَى اللّهِ تَوَكَّلْتُ﴾: ومن توكل على الله كفاه ﴿فَأَجْمِعُواْ أَمْرَكُمْ﴾: من أجمع الأمر إذا عزم عليه ﴿وَشُرَكَاءكُمْ﴾: الذين تعبدون واتفقوا على حربي ﴿ثُمَّ لاَ يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً﴾: مستورًا، بل افعلوا بي ما شئتم أمام الملأ إن استطعتم ﴿ثُمَّ اقْضُواْ إِلَيَّ﴾: امضوا فيّ عزمكم ﴿ولا تُنظِرُونِ﴾: لا تنتظروا.\n\n(72)-(73): ﴿فَإِن تَوَلَّيْتُمْ... ﴾: فإلى حيث ألقت رحلها... وأجري عند الله ومقامي هو أقبلتم أم أدبرتم، وتقدم في الآية 72 من الأعراف. \n\n(74): ﴿ثُمَّ بَعَثْنَا مِن بَعْدِهِ رُسُلاً إِلَى قَوْمِهِمْ... ﴾: يدعونهم بالحجة والرحمة إلى ما فيه خيرهم وصلاحهم فقابلوهم بالكبرياء والبغضاء، فصبروا وضحوا وتسامحوا ولكن قومهم رفضوا حتى رأوا العذاب. \n\n(75): ﴿ثُمَّ بَعَثْنَا مِن بَعْدِهِم مُّوسَى وَهَارُونَ إِلَى فِرْعَوْنَ.. ﴾: تقدم بالتفصيل والتطويل في الآية 103 وما بعدها من الأعراف وبالاجمال فإن تجربة موسى (ع) مع فرعون قد أجدت فيما يعود إلى هلاك فرعون، ولكن اليهود من بعده قد تركوا أسوأ الأثر والخبر. \n\n(76): ﴿فَلَمَّا جَاءهُمُ الْحَقُّ مِنْ عِندِنَا﴾: وهو المعجزات المشار إليها ﴿قَالُواْ إِنَّ هَـذَا لَسِحْرٌ مُّبِينٌ﴾: تمامًا كما قالت قريش عن محمد (ص)، أما اليوم حيث لا إيمان بالسحر فإنهم يقولون عنه فوضوي خارج على النظام. \n\n(77): ﴿قَالَ مُوسَى أَتقُولُونَ لِلْحَقِّ لَمَّا جَاءكُمْ﴾: والحق يستهدف هداية الناس إلى الواقع ﴿أَسِحْرٌ هَـذَا﴾: والسحر يزيف الواقع ويحرفه ﴿وَلاَ يُفْلِحُ السَّاحِرُون﴾: وهل يفلح المشعوذ الدجال؟. \n\n(78): ﴿قَالُواْ أَجِئْتَنَا لِتَلْفِتَنَا﴾: تصرفنا ﴿عَمَّا وَجَدْنَا عَلَيْهِ آبَاءنَا﴾: هذه معزوفة يرددها من يحافظ على الأوضاع الفاسدة التي تضمن له منافعه ومكاسبه... فالمسألة مسألة خوف على المصالح والسلطان، لا مسألة آباء وأصنام ﴿وَتَكُونَ لَكُمَا الْكِبْرِيَاء فِي الأَرْضِ﴾: هذا قول فرعون وجلاوزته لموسى وأخيه (ع), وبهذا يفصح فرعون وملأه عن تخوفهم على ملكهم وطغيانهم، ولذا قالوا ﴿وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ﴾: بل مقاومين ومحاربين دفاعًا عن منافعنا وامتيازاتنا. \n\n","تفسير المبين"]