["(98): ﴿فَلَوْلاَ كَانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَهَا إِيمَانُهَا إِلاَّ قَوْمَ يُونُسَ﴾: قال الرواة والمفسرون: كان قوم يونس بنينوى من أرض الموصل يعبدون الأصنام، فنهاهم عن الكفر، وأمرهم بالتوحيد، فأجابوه بالتمرد والعناد، ولما يئس منهم رحل عنهم مغاضبًا، وما ابتعد عنهم إلا قليلاً حتى أتتهم طلائع الهلاك، فتابوا إليه تعالى مخلصين، فكشف عنهم ﴿عَذَابَ الخِزْيِ فِي الْحَيَاةَ الدُّنْيَا وَمَتَّعْنَاهُمْ إِلَى حِينٍ﴾: أي أبقاهم إلى آجالهم المكتوبة. \n\n(99): ﴿وَلَوْ شَاء رَبُّكَ لآمَنَ مَن فِي الأَرْضِ كُلُّهُمْ جَمِيعًا﴾: ولو شاء سبحانه أن يلجيء الناس إلى الإيمان بمشيئته التكوينية بحيث لا يستطيعون الكفر بحال- لما وجد على ظهرها كافر. ولو فعل لم تكن للإنسانية عين ولا أثر حيث لا إنسانية بلا حرية، وتقدم في الاية 48 من المائدة وغيرها ﴿أَفَأَنتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُواْ مُؤْمِنِينَ﴾: أبدًا لا جبر ولا إكراه في الإيمان، لأنه من عمل القلب، ولا سلطان عليه إلا الذي خلقه هكذا، وجعله في حمى محمي حتى من صاحبه، وأيضًا ليس لأحد- غير الله- وان كان نبيًا أن يحاسب أو يعاقب إنسانًا على رأي أو عقيدة إلا أن يسفك دمًا أو يفسد في الأرض. \n\n(100): ﴿وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلاَّ بِإِذْنِ اللّهِ﴾: ما من نفس تؤمن بالله تلقائيًا وبلا سبب موجب، بل تؤمن بالنظر إلى لطائف صنعه وعجائب خلقه، والدليل على إرادة هذا المعنى قوله تعالى: ﴿وَيَجْعَلُ الرِّجْسَ عَلَى الَّذِينَ لاَ يَعْقِلُونَ﴾: والمراد بالرجس هنا الكفر المقابل للإيمان. \n\n(101): ﴿قُلِ انظُرُواْ مَاذَا فِي السَّمَاوَاتِ وَالأَرْضِ﴾: والمعنى أن النظر في خلق السموات والأرض يؤدي إلى الإيمان بالله وترك هذا النظر يؤدي إلى الكفر به تعالى، وعليه يكون الكافر مقصرًا ومستحقًا للعقاب، لأن الله بين له الدليل القاطع، فاعرض عنه، وأبى أن ينظر إليه ﴿وَمَا تُغْنِي الآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لاَّ يُؤْمِنُونَ﴾: أي الذين يعرضون عن الأسباب الموجبة للإيمان وهي الآيات البينات التي أقامها سبحانه في الكون، والكتب المنزلة والأنبياء المرسلة. \n\n(102): ﴿فَهَلْ يَنتَظِرُونَ إِلاَّ مِثْلَ أَيَّامِ الَّذِينَ خَلَوْاْ مِن قَبْلِهِمْ﴾: عاقبة أهل الفساد والضلال واحدة سواء أكانوا من الأوائل أم الأواخر ﴿قُلْ فَانتَظِرُواْ إِنِّي مَعَكُم مِّنَ الْمُنتَظِرِينَ﴾: واضح، وتقدم في الآية 71 من الأعراف. \n\n(103): ﴿ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُواْ﴾: لأنهم كانوا مصدر خير في كل مجال من مجالات الحياة العامة ﴿كَذَلِكَ حَقًّا عَلَيْنَا نُنجِ الْمُؤْمِنِينَ﴾: المجاهدين الذين يعتز الاسلام يعلمهم وإخلاصهم ونزاهتهم. \n\n(104): ﴿قُلْ يَا أَيُّهَا النَّاسُ إِن كُنتُمْ فِي شَكٍّ مِّن دِينِي﴾: أي تجهلون حقيقته فهذا هو في منتهى الوضوح والبساطة: ﴿فَلاَ أَعْبُدُ الَّذِينَ تَعْبُدُونَ مِن دُونِ اللّهِ وَلَـكِنْ أَعْبُدُ اللّهَ الَّذِي يَتَوَفَّاكُمْ﴾: وذكر النبي (ص) الوفاة بالخصوص لمجرد الإشارة إلى أنه تعالى هو الذي يحاسب ويعاقب بعد الوفاة، أما آلهة المشركين فإنها لا تعقل ولا تسمع ولا تضر ولا تنفع ﴿وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُؤْمِنِينَ﴾: أي أن النبي يبدأ بنفسه في كل ما يدعو الناس إليه.\n\n(105)-(106): ﴿وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا﴾: أخلص لله في جميع أعمالك منحرفًا عن الباطل إلى الحق ﴿وَلاَ تَكُونَنَّ مِنَ الْمُشْرِكِينَ... ﴾: الله يعلم أن نبيه الكريم أعدى أعداء الشرك والمشركين والظلم والظالمين، وعليه فليس النهي هنا للزجر، بل لمجرد البيان بان الظلم والشرك شيء عظيم. \n\n","تفسير المبين"]