{
"title": "الحج",
"type": "text",
"data": "قال الصادق ع‏ إذا أردت الحج فجرد قلبك لله عز و جل من قبل عزمك من كل شاغل و حجب كل حاجب و فوض أمورك كلها إلى خالقك و توكل عليه في جميع ما يظهر من حركاتك و سكونك و سلم لقضائه و حكمه و قدره و دع الدنيا و الراحة و الخلق و اخرج من حقوق تلزمك من جهة المخلوقين و لا تعتمد على زادك و راحلتك و أصحابك و قوتك و شبابك و مالك مخافة أن تصير ذلك أعداء و وبالا ليعلم أنه ليس قوة و لا حيلة و لا حد إلا بعصمة الله تعالى و توفيقه و استعد استعداد من‏ لا يرجو الرجوع و أحسن الصحبة و راع أوقات فرائض الله تعالى و سنن نبيه ص و ما يجب عليك من الأدب و الاحتمال و الصبر و الشكر و الشفقة و السخاء و إيثار الراد على دوام الأوقات ثم اغتسل بماء التوبة الخالصة ذنوبك و البس كسوة الصدق و الصفاء و الخضوع و الخشوع و أحرم عن كل شي‏ء يمنعك عن ذكر الله عز و جل و يحجبك عن طاعته و لب بمعنى إجابة صافية خالصة زاكية لله عز و جل في دعوتك له متمسكا بالعروة الوثقى و طف بقلبك مع الملائكة حول العرش كطوافك مع المسلمين بنفسك حول البيت و هرول هرولة فرا من هواك و تبريا من جميع حولك و قوتك و اخرج من غفلتك و زلاتك بخروجك إلى منى و لا تمن ما لا يحل لك و لا تستحقه و اعترف بالخطإ بالعرفات و حدد عهدك عند الله تعالى بوحدانيته و تقرب إليه و اتقه بمزدلفة و اصعد بروحك‏ إلى الملإ الأعلى بصعودك إلى الجبل و اذبح حنجرة الهوى و الطمع عند الذبيحة و ارم الشهوات و الخساسة و الدناءة و الأفعال الذميمة عند رمي الجمرات و احلق العيوب الظاهرة و الباطنة بحلق شعرك و ادخل في أمان الله تعالى و كنفه و ستره و حفظه و كلائه من متابعة مرادك بدخول الحرم و زر البيت متحففا لتعظيم صاحبه و معرفته و جلاله و سلطانه و استلم الحجر رضى بقسمته و خضوعا لعظمته و دع ما سواه بطواف الوداع و صف روحك و سرك للقاء الله تعالى يوم تلقاه بوقوفك على الصفا و كن ذا مروة من الله بفناء أوصافك عند المروة و استقم على شروط حجك و وفاء عهدك الذي عاهدت ربك و أوجبته له يوم القيامة و اعلم بأن الله لم يفترض الحج و لم يخصه من جميع الطاعات بالإضافة إلى نفسه بقوله تعالى‏ و لله على الناس حج البيت من استطاع إليه سبيلا و لا شرع نبيه ص في خلال المناسك على ترتيب ما شرعه إلا للاستعداد و الإشارة إلى الموت و القبر و البعث و القيامة و فصل بيان السبق من دخول الجنة أهلها و دخول النار أهلها بمشاهدة مناسك الحج من أولها إلى آخرها لأولي الألباب و أولي النهى‏"
}