["6، 14- قال الصادق ع‏ روي بإسناد صحيح عن سلمان الفارسي ره قال دخلت على رسول الله ص فلما نظر إلي فقال ص يا سلمان إن الله عز و جل لن يبعث نبيا و لا رسولا إلا و له اثنا عشر نقيبا قال قلت يا رسول الله ص عرفت هذا من أهل الكتابين قال يا سلمان هل عرفت نقبائي الاثني عشر الذين اختارهم الله تعالى للإمامة من بعدي فقلت الله و رسوله أعلم فقال يا سلمان خلقني الله تعالى من صفوة نوره و دعاني فأطعته فخلق من نوري عليا و دعاه فأطاعه فخلق من نوري و نور علي فاطمة و دعاها فأطاعته فخلق مني و من علي و فاطمة الحسن و الحسين فدعاهما فأطاعاه فسمانا الله تعالى بخمسة أسماء من أسمائه فالله تعالى المحمود و أنا محمد و الله العلي و هذا علي و الله الفاطر و هذه فاطمة و الله ذو الإحسان و هذا الحسن و الله المحسن و هذا الحسين و خلق من نور الحسين تسعة أئمة فدعاهم فأطاعوه من قبل أن يخلق الله تعالى سماء مبنية و أرضا مدحية أو هواء أو ملكا أو بشرا و كنا أنوارا نسبحه و نسمع له و نطيع قال فقلت يا رسول الله بأبي أنت و أمي ما لمن عرف هؤلاء حق معرفتهم فقال يا سلمان من عرفهم حق معرفتهم و اقتدى بهم فوالاهم و تبرأ من عدوهم كان و الله منا يرد حيث نرد و يكن حيث نكن فقلت يا رسول الله ص فهل إيمان بغير معرفتهم بأسمائهم و أنسابهم فقال لا يا سلمان قلت يا رسول الله ص فأنى لي بهم فقال ص قد عرفت إلى الحسين ع قلت نعم قال رسول الله ص ثم سيد العابدين‏ علي بن الحسين ثم ابنه محمد بن علي باقر علم الأولين و الآخرين من النبيين و المرسلين ثم جعفر بن محمد لسان الله الصادق ثم موسى بن جعفر الكاظم غيظه صبرا في الله تعالى ثم علي بن موسى الرضا الراضي بسر الله تعالى ثم محمد بن علي المختار من خلق الله ثم علي بن محمد الهادي إلى الله ثم الحسن بن علي الصامت الأمين على سر الله ثم م‏ح‏م‏د الناطق القائم بحق الله تعالى قال سلمان فبكيت ثم قلت يا رسول الله ص إني مؤجل إلى عهدهم قال يا سلمان اقرأ- فإذا جاء وعد أولاهما بعثنا عليكم عبادا لنا أولي بأس شديد فجاسوا خلال الديار و كان وعدا مفعولا. ثم رددنا لكم الكرة عليهم و أمددناكم بأموال و بنين و جعلناكم أكثر نفيرا قال ره فاشتد بكائي و شوقي قلت يا رسول الله ص‏ أ بعهد منك فقال إي و الذي بعثني و أرسلني لبعهد مني و بعلي و فاطمة و الحسن و الحسين و تسعة أئمة من ولد الحسين ع و بك و من هو منا و مظلوم فينا و كل من محض الإيمان محضا إي و الله يا سلمان ثم ليحضرن إبليس و جنوده و كل من محض الكفر محضا حتى يؤخذ بالقصاص و الأوتاد [الأوتار] و التراث و لا يظلم ربك أحدا و نحن تأويل هذه الآية- و نريد أن نمن على الذين استضعفوا في الأرض و نجعلهم أئمة و نجعلهم الوارثين. و نمكن لهم في الأرض و نري فرعون و هامان و جنودهما منهم ما كانوا يحذرون‏ قال سلمان فقمت من بين يدي رسول الله ص و ما يبالي سلمان كيف لقي الموت أو لقاه [لقيه‏]"]