["(16): ﴿قُل لِّلْمُخَلَّفِينَ مِنَ الْأَعْرَابِ﴾: وهم الذين تخلفوا عن الحديبية ﴿سَتُدْعَوْنَ إِلَى قَوْمٍ أُوْلِي بَأْسٍ شَدِيدٍ﴾: وهم هوازن وثقيف كما في جوامع الجامع ﴿تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ﴾: يخيرون بين السيف والإسلام، فهل تلبون الدعوة أو تنكصون على أعقابكم كما فعلتم من قبل؟ ﴿فَإِن تُطِيعُوا يُؤْتِكُمُ اللَّهُ أَجْرًا حَسَنًا﴾: الغنيمة في الدنيا والجنة في الآخرة ﴿وَإِن تَتَوَلَّوْا كَمَا تَوَلَّيْتُم مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا﴾: من قبل إشارة إلى أن تخلفهم عن الرسول حين خرج إلى الحديبية. \n\n(17): ﴿لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ﴾: لا إثم في التخلف مع هذه الأعذار الثلاثة: العمى والعرج والمرض إذا كان الجهاد لنشر الإسلام، أما الجهاد لردع العدوان فهو حتم على الأصحاء وغيرهم كبارًا و صغارًا نساءً ورجالاً من كل حسب طاقته. \n\n(18): ﴿لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ﴾: يا محمد ﴿تَحْتَ الشَّجَرَةِ﴾: يشير سبحانه إلى ما سبق في الآية العاشرة من هذه السورة، وسميت بيعة الحديبية ببيعة الرضوان وأيضًا بيعة الشجرة بهذه الآية ﴿فَعَلِمَ مَا فِي قُلُوبِهِمْ﴾: من الطاعة له، والخوف منه، والتوكل عليه ﴿فَأَنزَلَ السَّكِينَةَ عَلَيْهِمْ﴾: وهي الشعور بالغبطة والراحة والاطمئنان ﴿وَأَثَابَهُمْ فَتْحًا قَرِيبًا﴾: ومستمرًا من صلح الحديبية إلى خيبر، ومنها إلى مكة، ومنها إلى حنين، إلى شرق الأرض وغربها. \n\n(19): ﴿وَمَغَانِمَ كَثِيرَةً﴾: المراد بها مغانم خيبر فقط التي خص بها سبحانه أهل بيعة الرضوان. \n\n(20): ﴿وَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً﴾: المراد بها كل ما غنمه المسلمون في عهد النبي (ص) وبعده، وهي لمصالح الإسلام والمسلمين على العموم، وبهذا يتضح الفرق بين مغانم الآية السابقة ومغانم هذه الآية ﴿فَعَجَّلَ لَكُمْ هَذِهِ﴾: إشارة إلى مغانم خيبر الخاصة بأهل بيعة الرضوان ﴿وَكَفَّ أَيْدِيَ النَّاسِ عَنكُمْ﴾: قال الشيخ الطبرسي: يعني أيدي أهل خيبر وحلفائهم من أسد وغطفان ﴿وَلِتَكُونَ﴾: هذه الفعلة، وهي كف أيدي الناس عن المؤمنين الذين صنعوا العجائب مع قلة العدد ﴿آيَةً﴾: ظاهرة ﴿لِّلْمُؤْمِنِينَ﴾: وللأجيال أيضًا بأن الله مع الذي يدافع عن الحق ويحارب الباطل بصدق وإخلاص. \n\n(21): ﴿وَأُخْرَى لَمْ تَقْدِرُوا عَلَيْهَا﴾: أيضًا يعدكم الله مغانم أُخرى وفتوحًا كثيرة، تعجزون الآن عن أخذها ﴿قَدْ أَحَاطَ اللَّهُ بِهَا﴾: حفظها لكم، ولا بد أن تأخذوها في المستقبل القريب أو البعيد. \n\n(22): ﴿وَلَوْ قَاتَلَكُمُ الَّذِينَ كَفَرُوا لَوَلَّوُا الْأَدْبَارَ ثُمَّ لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا﴾: هذا وعد من الله سبحانه للذين آمنوا بأنهم إذا ناجزوا الكافرين لكان النصر للمؤمنين على الذين كفروا لا محالة، لأن الله مع الذين اتقوا والذين هم محسنون، وفي الآية 47 من الروم: (وكان حقًا علينا نصر المؤمنين) ولا تبديل لوعد الله وكلماته، وما رأيت لهذه الآية تفسيرًا يُقنعني فيما لديَّ من التفاسير، والذي أفهمه أن المراد بالمؤمنين هنا الصحابة بقيادة الرسول الأعظم (ص) أو الذين هم كالصحابة في إيمانهم بقيادة من يرتضيه الله والرسول للقيادة، والذي يؤكد هذا المعنى قوله تعالى بلا فاصل: \n\n(23): ﴿سُنَّةَ اللَّهِ الَّتِي قَدْ خَلَتْ مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا﴾: وسنن الله تعالى أن تجري المسببات على أسبابها والنتائج على مقدماتها، والسبب الإلهي والطبيعي لنصر المقاتلين هو الإخلاص والصبر والبذل بقيادة من يختاره للقيادة الله ورسوله وصالح المؤمنين، لا من يغتصب مركز القيادة بالوراثة أو الرشوة أو الخداع أو بالقهر والغلبة. \n\n","تفسير المبين"]