["(7): ﴿أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ﴾: كل شأن من شؤون خلقه ﴿مَا يَكُونُ مِن نَّجْوَى﴾: المكالمة السرية الا ويعلمها سبحانه سواء أكانت بين ثلاثة أم أقل، بين خمسة أم أكثر ﴿أَيْنَ مَا كَانُوا﴾: في السماء أو على وجه الأرض أو تحتها، وفوق ذلك يعلم كل خاطر يمر بالخيال، وكل عزيمة يعقدها القلب، وكل نظرة تسترقها العين ﴿ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ﴾: فأما الذين أصلحوا فيوفيهم أُجورهم وزيادة، وأما الذين سعوا في الأرض فعليهم غضب من الله وعذاب عظيم. \n\n(8): ﴿أَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى﴾: تناجى فريق بالإثم والعدوان، فنهاهم الرسول بالحسنى، فعصوا ولم ينتهوا ﴿وَإِذَا جَاؤُوكَ حَيَّوْكَ﴾: ومع إصرارهم على معصية الرسول كانوا يبدأونه بالتحية ﴿بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ﴾: روي أن أناسًا من اليهود دخلوا على النبي (ص) وقالوا: بدل السلام عليك السام عليك يا أبا القاسم، والسام هو الموت. فقال: وعليكم . فنزلت الآية ﴿وَيَقُولُونَ فِي أَنفُسِهِمْ﴾: لو كان محمد نبيًا ونحن نعامله بهذه المعاملة لعاجلنا الله بنقمته، فرد سبحانه عليهم بقوله: ﴿حَسْبُهُمْ جَهَنَّمُ يَصْلَونَهَا﴾: لا تعجلوا فالنار أمامكم هي مأواكم وبئس مثوى الظالمين. \n\n(9): ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ﴾: المؤمن حقًا وواقعًا يتقي معصية الله والرسول، ولا ينطق بكلمة الإثم والظلم، أما الذين يصومون ويصلُّون ويتنجسون من الكلب والخنزير، ثم يحقدون ويجسدون ويستغيبون ويفترون- فما هم من الإيمان في شيء إلا في الإسم والإدعاء، وهم المقصودون بالنداء في هذه الآية، والمعنى يا أيها الذين يدعون الإيمان... ﴿وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى﴾: هذي هي صفة المؤمنين: يتواصون بالحق والخير لا بالباطل والشر. \n\n(10): ﴿إِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ﴾: أي نجوى الحقد والحسد، والخدش والنهش ﴿لِيَحْزُنَ الَّذِينَ آمَنُوا﴾: يتناجى اخوان الشياطين بالإثم، ليسيئوا إلى ذوي الصدق والفضل ومن الحكم البالغة: الحسد موكل بأهل الفضل ﴿وَلَيْسَ بِضَارِّهِمْ شَيْئًا﴾: أقاويل تذهب مع الريح، ويبقى إثمها على قائلها. \n\n(11): ﴿يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ﴾: هذه الآية في آداب الجلوس، ومعناها واضح، وهو أن يحسن أهل المجلس بعضهم إلى بعض، ويحترم الصغير منهم الكبير ولا يتنافسوا على الصدر ﴿فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ﴾: لأن الجزاء من جنس العمل، وفي نهج البلاغة: كان رسول الله (ص) يجلس جلسة العبيد، ويخصف نعله بيده ﴿وَإِذَا قِيلَ انشُزُوا فَانشُزُوا﴾: كان النبي (ص) يقيم نفرًا من مقاعدهم ليجلس الأفضل إيمانًا وعلمًا، ويوحي بذلك قوله تعالى بلا فاصل: ﴿يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ﴾: فثقل ذلك على بعض من كان يأمرهم النبي(ص) بالقيام والنشوز، ولما نزلت هذه الآية تأدب الصحابة بآدابها عن طيب نفس. \n\n","تفسير المبين"]