["(142): ﴿سَيَقُولُ السُّفَهَاء مِنَ النَّاسِ﴾: وهم اليهود ﴿مَا وَلاَّهُمْ عَن قِبْلَتِهِمُ الَّتِي كَانُواْ عَلَيْهَا﴾: كان النبيّ والمسلمون يتوجّهون في صلاتهم إلى بيت المقدس بأمر الله تعالى، ثم نسخ هذه القبلة، وحولها إلى الكعبة، فقال اليهود ساخرين: ولماذا هذا التحول؟ ﴿قُل﴾: يا محمد: ﴿لِّلّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَن يَشَاء إِلَى صِرَاطٍ مُّسْتَقِيمٍ﴾: الأرض كلها لله، ولكن الحكمة تارة تستدعي الصلاة إلى بيت المقدس، وتارة إلى الكعبة.   \n\n \n\n(143): ﴿وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا﴾: على الصراط الوسط العدل ﴿لِّتَكُونُواْ شُهَدَاء عَلَى النَّاسِ﴾: يجب على علماء المسلمين أن يبلغوا الناس رسالة محمد (ص) وبذلك يصبحون حجة على من بلَّغوه إذا أهمل ولم يعمل ﴿وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا﴾: ومن أهمل من العلماء هذا التبليغ يكون محمد حجّة عليه غدًا أمام الله ﴿وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنتَ عَلَيْهَا﴾: بعد أن أمر الله نبيّه بالتحول من بيت المقدس إلى الكعبة ارتاب بعض من أسلم وقال: مرة هنا ومرة هناك ﴿إِلاَّ لِنَعْلَمَ﴾: لنظهر لك ولغيرك ﴿مَن يَتَّبِعُ الرَّسُولَ﴾: ظاهرًا وباطنًا ﴿مِمَّن يَنقَلِبُ عَلَى عَقِبَيْهِ﴾: وهو الذي يظهر الإسلام ويبطن العداء له ولرسوله، أما الطريق إلى إظهار حقيقتة هذه فهو التشكيك في تحويل القبلة ﴿وَإِن كَانَتْ﴾: القبلة الجديدة ﴿لَكَبِيرَةً إِلاَّ عَلَى الَّذِينَ هَدَى اللّهُ﴾: وهم أهل الإيمان المستقر الأصيل ﴿وَمَا كَانَ اللّهُ لِيُضِيعَ إِيمَانَكُمْ﴾: أي ثباتكم على الإيمان ﴿إِنَّ اللّهَ بِالنَّاسِ لَرَؤُوفٌ رَّحِيمٌ﴾: لا يأمرهم بشيء أو ينهاهم عنه إلا لمصلحة تعود عليهم دنيا وآخرة. \n\n \n\n(144): ﴿قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاء﴾: إشارة إلى النبيّ (ص) كان يود من أعماقه أن  تتحول القبلة إلى الكعبة لأنها قبلة أبيه إبراهيم (ع) ﴿فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا﴾: يعطيك ربك فترضى ﴿فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ﴾: صلّ أنت ومن اتَّبعك إلى جهته وسمته ﴿وَحَيْثُ مَا كُنتُمْ فَوَلُّواْ وُجُوِهَكُمْ شَطْرَهُ﴾: أين ما كنتم من بقاع الأرض فاتجهوا في صلاتكم إلى المسجد الحرام ﴿وَإِنَّ الَّذِينَ أُوْتُواْ الْكِتَابَ لَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِن رَّبِّهِمْ﴾: لعلمهم بصدق محمد (ص) ورسالته ﴿وَمَا اللّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ﴾: من كتمان الحق وإنكاره.  \n\n \n\n(145): ﴿وَلَئِنْ أَتَيْتَ الَّذِينَ أُوْتُواْ الْكِتَابَ﴾: اليهود والنصارى ﴿بِكُلِّ آيَةٍ﴾: برهان على أن الكعبة هي القبلة ﴿مَّا تَبِعُواْ قِبْلَتَكَ﴾: فضلاً عن ملَّتك ﴿وَمَا أَنتَ بِتَابِعٍ قِبْلَتَهُمْ﴾: بحكم نبّوتك ورسالتك ﴿وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ﴾: اليهود يستقبلون بيت المقدس والنصارى مطلع الشمس، ولا تترك طائفة ما هي عليه أبدًا ﴿وَلَئِنِ اتَّبَعْتَ أَهْوَاءهُم مِّن بَعْدِ مَا جَاءكَ مِنَ الْعِلْمِ إِنَّكَ إِذَاً لَّمِنَ الظَّالِمِينَ﴾: لقد عصم الله نبيّه عن صغار الذنوب فضلاً عن كبارها، ولكن الغرض أن يسمع اليهود، وأن يتصلّب النبيّ في موقفه منهم حيث لا أمل فيهم إطلاقًا.\n\n \n\n","تفسير المبين"]