["(154): ﴿وَلاَ تَقُولُواْ لِمَنْ يُقْتَلُ فِي سَبيلِ اللّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِن لاَّ تَشْعُرُونَ﴾: ينتقل الشهيد من حياة أدنى إلى حياة أعلى، من جوار الناس إلى جوار الله ورضوانه.\n\n \n\n(155): ﴿وَلَنَبْلُوَنَّكُمْ﴾: نُصيبكم إصابة تشبه فعل المختبر ﴿بِشَيْءٍ﴾: أي بقليل نسبة إلى ما هو أكثر وأعظم ﴿مِّنَ الْخَوفْ وَالْجُوعِ وَنَقْصٍ مِّنَ الأَمَوَالِ وَالأنفُسِ وَالثَّمَرَاتِ﴾: أبدًا لا نجاة لأحد من المخبآت والنكبات، والفرق أن الأرعن ينهار، والعاقل يتمالك صابرًا محتسبًا ﴿وَبَشِّرِ الصَّابِرِينَ﴾: بأحسن العواقب، قال سبحانه: (ولئن صبرتم لهو خير للصابرين- 126 النحل).\n\n \n\n(156): ﴿الَّذِينَ إِذَا أَصَابَتْهُم مُّصِيبَةٌ قَالُواْ إِنَّا لِلّهِ وَإِنَّا إِلَيْهِ رَاجِعونَ﴾: قال أمير المؤمنين (ع): قولنا: إنّا لله إقرار على أنفسنا بالملك لله تعالى، وقولنا: إنّا إليه راجعون إقرار على أنفسنا بالهلك.\n\n \n\n(157): ﴿أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ﴾: أي عليهم رأفة بعد رأفة ورحمة بعد رحمة ﴿وَأُولَئِكَ هُمُ الْمُهْتَدُونَ﴾: إلى طريق الحقّ والصواب.\n\n \n\n(158): ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ﴾: ربوتان بمكة يسعى الحاجّ بينهما ﴿مِن شَعَآئِرِ اللّهِ﴾: جمع شعيرة وهي العلامة ﴿فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ﴾: للحجّ والعمرة أحكام مفصّلة في كتب الفقه والمناسك ﴿فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا﴾: ضمير التثنية يعود إلى الصفا والمروة، والمراد بالطواف هنا السعي بينهما، وقوله تعالى: (لا جناح) إشارة إلى أن السعيّ جائز ومشروع بغضّ النظر عن وجوبه أو استحبابه ﴿وَمَن تَطَوَّعَ خَيْرًا﴾: أي من تبّرع بالسعي بين الصفا والمروة بعد تأدية الواجب ﴿فَإِنَّ اللّهَ شَاكِرٌ﴾: يثيبه على ذلك ﴿عَلِيمٌ﴾: بكل ما يأتي به العبد من خير أو شرّ.\n\n \n\n(159): ﴿إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ﴾: ذكر سبحانه أوصاف محمد (ص) في التوراة وأمر الناس باتّباعه، ولم يدع في البيان موضعًا للإشتباه، فكتم ذلك أحبار اليهود ﴿أُولَئِكَ يَلعَنُهُمُ اللّهُ﴾: يعذّبهم ﴿وَيَلْعَنُهُمُ اللَّاعِنُونَ﴾: من الملائكة والمؤمنين.\n\n \n\n(160): ﴿إِلاَّ الَّذِينَ تَابُواْ﴾: ندموا على جريمة الكتمان ﴿وَأَصْلَحُواْ﴾: أخلصوا في مقاصدهم ﴿وَبَيَّنُواْ﴾: صراحة ماكانوا قد كتموه وأخفوه من قبل ﴿فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ﴾: من تاب من الذنب كمن لا ذنب له ﴿وَأَنَا اْلتَّوَّابُ اْلرَّحِيمُ﴾ أقبل التوبة من كل تائب وأرحمه وأثيبه.\n\n \n\n(161): ﴿إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ﴾: أبدًا لا يعذب الله أحدًا إلا من مات مصرًّا على الكفر والمعصية ﴿أُولَئِكَ عَلَيْهِمْ لَعْنَةُ اللّهِ﴾: بإيجاب الغضب والعذاب ﴿وَالْمَلآئِكَةِ وَالنَّاسِ أَجْمَعِينَ﴾: أحياءً وأمواتًا.\n\n \n\n(162): ﴿خَالِدِينَ فِيهَا لاَ يُخَفَّفُ عَنْهُمُ الْعَذَابُ﴾: لأنهم هم الذين أساؤوا لأنفسهم بالإصرار على الكفر ﴿وَلاَ هُمْ يُنظَرُونَ﴾: لا يمهلون وإذا استغاثوا لا يغاثون.\n\n \n\n(163): ﴿وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لاَّ إِلَهَ إِلاَّ هُو﴾: لا يسمّى غيره إلهًا كائنًا من كان ويكون بل ولا ربع إله ﴿الرَّحْمَنُ الرَّحِيمُ﴾: وليّ كل نعمة ورحمة حتّى ولو كانت في العبد، لأنه تعالى هو الأصل والمصدر.\n\n \n\n","تفسير المبين"]