["(170): ﴿وَإِذَا قِيلَ لَهُمُ اتَّبِعُوا مَا أَنزَلَ اللّهُ﴾: من الحقّ والعدل ﴿قَالُواْ بَلْ نَتَّبِعُ مَا أَلْفَيْنَا عَلَيْهِ آبَاءنَا﴾: حتى ولو كانوا على ضلال مبين ﴿أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئاً وَلاَ يَهْتَدُونَ﴾: لا بأس على الإنسان أن يقلّد الآباء وغير الآباء فيما فيه لله رضا وللناس خير وصلاح.  \n\n \n\n(171): ﴿وَمَثَلُ الَّذِينَ كَفَرُواْ﴾: بالحق وتعصبّوا للآباء الضالين المضلين كمثل البهائم، أما مثل الذي يدعو هؤلاء الكفار إلى الحقّ فهو ﴿كَمَثَلِ الَّذِي يَنْعِقُ﴾: يصيح ﴿بِمَا لاَ يَسْمَعُ﴾: أي بالبهائم ﴿إِلاَّ دُعَاء وَنِدَاء﴾: لا تفهم البهائم من صياح الداعي إلى الحقّ وكلامه إلاّ مجرد الصوت من غير وعي وفهم ﴿صُمٌّ﴾: تمامًا كمن لا يسمع ﴿بُكْمٌ﴾: ولا ينطق ﴿عُمْيٌ﴾: ولا يبصر ﴿فَهُمْ لاَ يَعْقِلُونَ﴾: وإن ظهروا للعيان في مظهر العقلاء.\n\n \n\n(172): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ كُلُواْ مِن طَيِّبَاتِ ...﴾: إلى آخر الآية، وفي الحديث يقول سبحانه: أن أخلق ويُعبد غيري، وأنا أرزق ويُشكر غيري.  \n\n \n\n(173): ﴿إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ﴾: وهي كل حيوان مات من غير تذكية شرعية ﴿وَالدَّمَ﴾: المتميّز عن اللحم، لأن ما يختلط باللحم معفوّ عنه ﴿وَلَحْمَ الْخِنزِيرِ﴾: وشحمه أيضًا وجميع أجزائه، وخصّ اللحم بالذكر، لأنه أظهر الأجزاء الذي ينتفع بها ﴿وَمَا أُهِلَّ بِهِ لِغَيْرِ اللّهِ﴾: وهو ما ذكر عليه حين الذبح غير اسم الله سواء أذبح للأصنام أم لغيرها ﴿فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ﴾: الباغي من يفعل الحرام من غير ضرورة  ﴿وَلاَ عَادٍ﴾: والعادي من يتجاوز مقدار الضرورة وقد اشتهر بين الفقهاء: الضرورة تقدّر بقدرها ﴿فَلا إِثْمَ﴾: لا حرج ﴿عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ﴾: لا يحاسب العبد على ما يضطّر إليه.\n\n \n\n(174): ﴿إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنزَلَ اللّهُ مِنَ الْكِتَابِ﴾: عاد الكلام عن اليهود ﴿وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلاً﴾: يكتمون الحقّ ويحرّفون لا لشيء إلا لمنفعتهم الشخصية ﴿أُولَئِكَ مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النَّارَ﴾: لأن من يأكل ما يؤدي إلى النار فكأنه أكل النار ﴿وَلاَ يُكَلِّمُهُمُ اللّهُ يَوْمَ الْقِيَامَةِ﴾: كناية عن إعراضه عنهم وغضبه عليهم ﴿وَلاَ يُزَكِّيهِمْ﴾: من الذنوب بالمغفرة التي تطهرهم منها ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾: جزاء وفاقًا.\n\n \n\n(175): ﴿أُولَئِكَ الَّذِينَ اشْتَرَوُاْ الضَّلاَلَةَ بِالْهُدَى﴾: آثروا الغواية على الهداية ﴿وَالْعَذَابَ بِالْمَغْفِرَةِ﴾: وأيضًا آثروا غضب الله على مرضاته ﴿فَمَآ أَصْبَرَهُمْ عَلَى النَّار﴾: أي ما أجرأهم على عذاب النار بجرأتهم على معصية الله.\n\n \n\n(176): ﴿ذَلِكَ﴾: إشارة إلى العذاب ﴿بِأَنَّ اللّهَ نَزَّلَ الْكِتَابَ بِالْحَقِّ﴾: بيان لسبب العذاب ﴿وَإِنَّ الَّذِينَ اخْتَلَفُواْ فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ﴾: الذين اختلفوا فيما بينهم في القرآن: هل هو سحر أو شعر أو أساطير هم أبعد الناس عن الحقّ.\n\n \n\n","تفسير المبين"]