["(182): ﴿فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا﴾: انحرافًا عن طريق الحق والعدل في الوصية ﴿أَوْ إِثْمًا﴾: أي تعمد الموصي الباطل ﴿فَأَصْلَحَ بَيْنَهُمْ﴾: أي بين الورثة والموصي لهم، والمعنى إذا تجاوز الموصي الحد الشرعي، وأوصى بأكثر من الثلث مثلاً فللصالح المصلح أن يبدل الوصية على أساس الدين والشرع ﴿فَلاَ إِثْمَ عَلَيْهِ﴾: لأنه ناصر الحق والعدل ﴿إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ﴾: فيه إيماء إلى أن إصلاح الوصية الفاسدة الباطلة هي خير للموصي والموصى له. \n\n \n\n(183): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ﴾: فرض عليكم كما فرض على الأنبياء وأُممهم من لدن عهد آدم إلى عهدكم فاتقوا الله في المحافظة على الصيام وتعظيمه. \n\n \n\n(184): ﴿أَيَّامًا مَّعْدُودَاتٍ﴾: قلائل ومعلومات، وهي أيام شهر رمضان المبارك ﴿فَمَن كَانَ مِنكُم مَّرِيضًا﴾: بالفعل أو صحيحًا يضر به الصوم ﴿أَوْ عَلَى سَفَرٍ﴾: بالشروط المذكورة في كتب الفقه ﴿فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَر﴾َ: أي فعليه أن يصوم عدد أيام المرض والسفر من شهر آخر غير رمضان، والإفطار في السفر والمرض عزيمة لا رخصة، لأن الله سبحانه أوجب القضاء بنفس السفر والمرض من حيث هما لا من حيث الإفطار ﴿وَعَلَى الَّذِينَ يُطِيقُونَهُ﴾: أي يقدرون على الصيام، ولكن مع الشدة والمشقة كالشيخ والشيخة أو من عطش عطشًا شديدًا، فلهؤلاء أن يفطروا ويكفَّروا عن كل يوم  ﴿فِدْيَةٌ طَعَامُ مِسْكِينٍ﴾: ولا قضاء عليه ﴿فَمَن تَطَوَّعَ خَيْرًا﴾: أي أطعم أكثر من مسكين أو أطعم مسكينًا أكثر مما يجب ﴿فَهُوَ خَيْرٌ لَّهُ﴾: زيادة الخير خير ﴿وَأَن تَصُومُواْ خَيْرٌ لَّكُمْ﴾: الصوم مع تحمل المشقَّة أفضل عند الله من الإفطار مع الفدية ﴿إِن كُنتُمْ تَعْلَمُونَ﴾: تأكيد على أفضلية الصوم.   \n\n \n\n(185): ﴿شَهْرُ رَمَضَانَ الَّذِيَ أُنزِلَ فِيهِ الْقُرْآنُ﴾: هذا بيان لمكان الشهر المبارك وعظمته ﴿هُدًى لِّلنَّاسِ﴾: إلى الحق، وهدى حال من القرآن بمعنى(هاديًا) ﴿وَبَيِّنَاتٍ مِّنَ الْهُدَى﴾: آيات تهدي لحياة أفضل ﴿وَالْفُرْقَانِ﴾: تفرق آيات القرآن بين الخير والشرّ والحق والباطل ﴿فَمَن شَهِدَ مِنكُمُ الشَّهْرَ﴾: حضر وأقام ولم يسافر في شهر رمضان ﴿فَلْيَصُمْهُ﴾: أي يصوم فيه ولا يفطر ﴿وَمَن كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ﴾: أعاد ذكر السفر والمرض لمجرد التأكيد ﴿يُرِيدُ اللّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ﴾: شريعة الله سمحة وسهلة تليق بعظمته ورحمته، واتفق الفقهاء على أن نفي الحرج في الدين أصل عام لا خاص ﴿وَلِتُكْمِلُواْ الْعِدَّةَ﴾: أيام شهر رمضان وأيام قضائها أيضًا ﴿وَلِتُكَبِّرُواْ اللّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ﴾: المراد بالتكبير عندنا عقيب أربع صلوات وهي صلاة المغرب، والعشاء ليلة الفطر وصلاة الصبح والعيد.\n\n \n\n(186): ﴿وَإِذَا سَأَلَكَ عِبَادِي عَنِّي﴾: أقريب ربنا فنناجيه أم بعيد فنناديه فقل لهم: إنه يقول: ﴿فَإِنِّي قَرِيبٌ﴾: بعلمي ﴿أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ﴾: بصدق وإخلاص ﴿فَلْيَسْتَجِيبُواْ لِي﴾: بالطاعة والإنقياد ﴿وَلْيُؤْمِنُواْ بِي﴾: لا بمنافعهم الشخصية ﴿لَعَلَّهُمْ يَرْشُدُونَ﴾: يهتدون إلى الحق والعمل.\n\n \n\n","تفسير المبين"]