["(17):﴿مَثَلُهُمْ كَمَثَلِ الَّذِي﴾: المراد بذلك هنا الجنس الشامل للجماعة تماماً كقوله تعالى: (وخضتم كالذي خاضوا - 69 التوبة) أي الذي خاضوا ﴿اسْتَوْقَدَ نَارًا﴾: أشعلها ﴿فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ﴾: امتد ضوؤها إلى الأشياء التي حول من أوقدها  ﴿ذَهَبَ اللَّهُ بِنُورِهِمْ﴾: خمدت النار ولا نور يستضيئون به ﴿وَتَرَكَهُمْ فِي ظُلُمَاتٍ لا يُبْصِرُونَ﴾: بقوا متحيرين متحسرين حيث لا يدرون أين يذهبون؟ وماذا يفعلون؟. \n\n \n\n(18): ﴿صُمٌّ﴾: لا يسمعون ﴿بُكْمٌ﴾: لا ينطقون ﴿عُمْيٌ﴾: لا يبصرون على سلامة الآذان والألسن والأبصار، ولكنهم لما رفضوا الاستماع للحق والنطق به والنظر اليه، أصبحوا كمن فَقَد هذه الحواس من الأساس ﴿فَهُمْ لا يَرْجِعُونَ﴾: إلى الرشد، ولا ينتهون عن البغي بعد أن أصبحوا كالصم البكم العمي.\n\n \n\n(19):﴿أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ﴾: هذا تمثيل آخر لحال المنافقين، والصيّب مطر ينزل من السماء ﴿فِيهِ ظُلُمَاتٌ﴾: دامسة ﴿وَرَعْدٌ﴾: قاصف ﴿وَبَرْقٌ﴾: خاطف ﴿يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ مِنَ الصَّوَاعِقِ حَذَرَ الْمَوْتِ﴾: يقال: صعقته الصاعقة فصعق أي فمات، والمنافقون دائماً في قلق وخوف من كشف حقيقتهم ولا ملجأ لهم تماماً كمن أتته الصاعقة فاتقاها بسد أذنيه ﴿وَاللَّهُ مُحِيطٌ بِالْكَافِرِينَ﴾: كلنا نتقلب في قبضته جلّت عظمته، ولا مفر منه إلا إليه.\n\n \n\n(20): ﴿يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ﴾: كناية عن شدة الهول ﴿كُلَّمَا أَضَاءَ لَهُمْ مَشَوْا فِيهِ﴾: خطوة أو خطوتين ﴿وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا﴾: إذا خفي البرق وقفوا حائرين ﴿وَلَوْ شَاءَ اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ﴾: لو أراد سبحانه لزاد في قصف الرعد فأصمهم وفي برق البرق فأعماهم ﴿إِنَّ اللَّه عَلَى كُلِّ شَيْءٍ قَدِيرٌ﴾: واضح بلا تفسير. \n\n \n\n(21): ﴿يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ﴾: حقاً وصدقاً لا رياءً ونفاقاً ﴿الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ﴾: لما عدَّد سبحانه فرق المكلّفين من المؤمنين والكفار والمنافقين- أفهمهم جميعاً أنه هو وحده خالق الأولين والآخرين ورازقهم، فعليهم أن يعبدوه ويطيعوه ﴿لَعَلَّكُمْ تَتَّقُونَ﴾: ما من شك أن من يصلّي لله مخلصاً له الدين فإنََّ يتَّقي معاصيه أيضاً في غير الصلاة. \n\n \n\n(22): ﴿الَّذِي جَعَلَ لَكُمُ الأَرْضَ فِرَاشًا﴾: مستقراً لا غنى عنه ﴿وَالسَّمَاءَ بِنَاءً﴾: كالقبة المضروبة على هذا المستقر بحسب الرؤية البصرية ﴿وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَاتِ رِزْقًا لَكُمْ﴾: لتشكروا الله على فضله، وتفكروا في خلقه ولتعلموا أنه هو الخالق الذي ليس كمثله شيء ﴿فَلا تَجْعَلُوا لِلَّهِ أَنْدَادًا﴾: شركاء ﴿وَأَنْتُمْ تَعْلَمُونَ﴾: أي تعقلون وتميّزون وتدركون أنه لا خلق بلا خالق.\n\n \n\n(23): ﴿وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا﴾: بعد ما ذكر سبحانه وجوب الإيمان به وأشار إلى وجوب الإيمان بمحمد(ص)، ومن الأدلة عليه هذا التحدي: ﴿فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ﴾: الضمير يعود إلى القرآن ، وسُميّت الآية المعَّينة المحدودة سورة تشبيهاً بسور المدينة الذي يحيط بمساكن معيَّنة محدودة ﴿وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صَادِقِينَ﴾: أرسل سبحانه محمداً للناس بحجَّة كافية. وهي إعجاز القرآن بما فيه من معان وبيان. وتحدى من جحد بأن يأتي بسورة مثله مبنى ومعنى. ثم يقارن في حضور العقلاء بين القرآن وبين ما يأتي به الجاحد، فإن شهدوا أنهما بمنزلة سواء فليبق على كفره بل وليدع إلى الكفر بمحمد ورسالته، وإن شهد العقلاء بعجزه فهو الكاذب والمفتري، أما محمد فهو الصادق الأمين. \n\n \n\n(24): ﴿فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا﴾: القطع بالعجز قبل أن يحاولوا تحدًّ ثان، وكفى بعجزهم رغم المحاولة شاهداً ودليلاً ﴿فَاتَّقُوا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ﴾: الوقود ما يوقد به، والفرق بين نار جهنم ونار الدنيا أن وقود الأولى ناس وحجارة كانت من قبل أصناماً، ووقود الثانية بترول وفحم وحطب.\n\n \n\n","تفسير المبين"]