["(257): ﴿اللّهُ وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ﴾: من الحفر والجاهلية الجهلاء ﴿إِلَى النُّوُرِ﴾: نور العلم النافع والدين القويم ﴿وَالَّذِينَ كَفَرُواْ أَوْلِيَآؤُهُمُ الطَّاغُوتُ﴾: تتولى أُمورهم الشياطين ﴿يُخْرِجُونَهُم مِّنَ النُّورِ﴾: الخير ﴿إِلَى الظُّلُمَاتِ﴾: الشرّ ﴿أُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ﴾: تهديد ووعيد.\n\n \n\n(258): ﴿أَلَمْ تَرَ إِلَى الَّذِي حَآجَّ إِبْرَاهِيمَ فِي رِبِّهِ﴾: وقال له: من ربك يا إبراهيم ﴿أَنْ آتَاهُ اللّهُ الْمُلْكَ﴾: أي كفر وتمرَّد نمرود لا لشيء إلاّ لأنه تملَّك وتحكَّم بالعباد والبلاد ظلمًا وعدوانًا ﴿إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِي يُحْيِي وَيُمِيتُ﴾: ولا أحد يشاركه في ذلك ﴿ قَالَ﴾: نمرود ﴿أَنَا﴾: أشاركه في ذلك لأني ﴿أُحْيِي وَأُمِيتُ﴾: أترك الإنسان فيبقى حيًا، وأقتله فيموت ﴿قَالَ إِبْرَاهِيمُ فَإِنَّ اللّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ﴾: أي أن الذي يحيي ويميت حقًا وواقعًا لا تدليسًا وتمويهًا هو الذي يأتي بالشمس من المشرق، فإن كنت يا نمرود تحيي وتميت كذلك فأْت بالشمس من المغرب ﴿فَبُهِتَ الَّذِي كَفَرَ﴾: سكت متحيّرًا كالذي تلقمه حجرًا.\n\n \n\n(259): ﴿أَوْ كَالَّذِي مَرَّ عَلَى قَرْيَةٍ﴾: تقديره أو رأيت مثل الذي...، ولم يفصح سبحانه عن اسم القرية ولا عن اسم المار، ولكن المفسرين ذكروا وأكثروا، ونحن نسكت عما سكت الله عنه. ﴿وَهِيَ خَاوِيَةٌ﴾: خالية من السكان ﴿عَلَى عُرُوشِهَا﴾: سقوف البيوت أي بيوت القرية دمار وآثار ﴿قَالَ أَنَّى يُحْيِي هَذِهِ اللّهُ بَعْدَ مَوْتِهَا﴾: ليس هذا إنكارًا، بل سؤالاً على سبيل المعرفة بعملية الإحياء، ويومىء إلى هذا قوله سبحانه: ﴿فَأَمَاتَهُ اللّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ﴾: ليعلم أن الله سبحانه يحيي ويميت بمجرّد الإرادة التي عبَّر عنها سبحانه بكلمة (كن فيكون) ﴿قَالَ كَمْ لَبِثْتَ﴾: ليس هذا سؤالاً على الحقيقة، بل سببًا لحمل الطرف الآخر على الإعتراف بالجهل ﴿قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ﴾: يدل هذا على أنّه لم يشعر بالمدة أو أن أمد الآخرة غير أمد الدنيا ﴿قَالَ بَل لَّبِثْتَ ماِئَةَ عَامٍ﴾: في حساب أهل الدنيا ﴿فَانظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ﴾: لم تغيره السنون ﴿وَانظُرْ إِلَى حِمَارِكَ﴾: سالمًا بلا علف وماء، وهنا تكمن المعجزة الإلهية. ﴿وَلِنَجْعَلَكَ آيَةً لِّلنَّاسِ﴾: فعلنا بك ذلك لتكون دليلاً على البعث وإمكانه عند من يعلم بحالك ﴿وَانظُرْ إِلَى العِظَامِ كَيْفَ نُنشِزُهَا﴾: نحييها، والمعنى كما أحييناك بعد الموت كذلك نحيي العظام وهي رميم ﴿ثُمَّ نَكْسُوهَا لَحْمًا﴾: تمامًا كما بدأ أول خلق يعيده ﴿فَلَمَّا تَبَيَّنَ لَهُ﴾: أي فلمّا شاهد وجرب ﴿قَالَ أَعْلَمُ أَنَّ اللّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ﴾: وأن إرادته تعالى هي عين قدرته على الفعل والإيجاد، أمّا إرادتنا نحن فلا بدَّ أن يكون معها قدرة وأدوات وعدم الموانع والعقبات. \n\n \n\n","تفسير المبين"]