["(282): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَى أَجَلٍ مُّسَمًّى فَاكْتُبُوهُ﴾: إلى يوم معين، ويجوز إلى الحصاد والموسم المعلوم بين الدائن والمديون ﴿وَلْيَكْتُب﴾: الأمر هنا للندب لا للوجوب باتفاق الفقهاء ﴿بَّيْنَكُمْ كَاتِبٌ بِالْعَدْلِ﴾: المجرور هنا يتعلّق بقوله سبحانه وليكتب ولا بكاتب، لأن الكتابة بين الناس لا يشترط فيها أن يكون الكاتب عادلاً، بل مأمونًا على ما يكتب وكفى ﴿وَلاَ يَأْبَ﴾: هذا النهي للكراهة لا للتحريم إلا إذا أيقن المدعو بأن امتناعه عن الكتابة سبب تام للفساد، والله لا يحب الفساد  ﴿كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ اللّهُ﴾: كما أمره بكتابة عادلة مأْمونة لا يزيد فيها ولا ينقص ﴿فَلْيَكْتُبْ﴾: كرّر توطئة للإملاء في قوله: ﴿وَلْيُمْلِلِ﴾: أي يملي ﴿الَّذِي عَلَيْهِ الْحَقُّ﴾: وهو المديون لأن الشهادة على اعترافه ﴿وَلْيَتَّقِ اللّهَ رَبَّهُ﴾: في الإعتراف بما عليه ﴿وَلاَ يَبْخَسْ﴾: لا ينقص ﴿مِنْهُ﴾: من الحقّ الذي عليه ﴿شَيْئًا فَإن كَانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهًا﴾: محجرًا عليه لتبذيره وإسرافه ﴿أَوْ ضَعِيفًا﴾: قاصرًا ﴿أَوْ لاَ يَسْتَطِيعُ أَن يُمِلَّ هُوَ﴾: لعيٍّ أو خرس وما أشبه ﴿فَلْيُمْلِلْ وَلِيُّهُ﴾: الذي يلي أمره من أب أو وصي أو وكيل أو ترجمان أمين، كل ذلك يجب أن يكون ﴿بِالْعَدْلِ﴾. ﴿وَاسْتَشْهِدُواْ شَهِيدَيْنِ﴾: على الدين ﴿من رِّجَالِكُمْ﴾: المؤمنين ﴿فَإِن لَّمْ يَكُونَا﴾: الشهيدان ﴿رَجُلَيْنِ فَرَجُلٌ﴾: أي فليشهد رجل ﴿وَامْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَاء﴾: أي من تعرفونهم بالعدالة ﴿أَن تَضِلَّ﴾: تنسى ﴿إْحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأُخْرَى﴾: وعلينا أن نتعبَّد بالنصّ، لأنه معصوم عن الخطأ، ولا نعترض عليه بعقولنا، لأنها تخطئ وتصيب، فكيف نعلّل المعصوم بغير المعصوم والواجب العكس؟ ﴿وَلاَ يَأْبَ الشُّهَدَاء إِذَا مَا دُعُواْ﴾: إذا دعاك داع لتشهد له على حقّ وجب عليك أن تستجيب لدعوته على الكفاية ﴿وَلاَ تَسْأَمُوْاْ أَن تَكْتُبُوْهُ صَغِيرًا أَو كَبِيرًا إِلَى أَجَلِهِ﴾: السأم الملال، وضمير تكتبوه يعود إلى الدين أو الحق، والقصد هو التحفظ والوقاية من النزاع والشقاق ﴿ذَلِكُمْ﴾: إشارة إلى الكتابة والشهادة  ﴿أَقْسَطُ﴾: أعدل ﴿عِندَ اللّهِ وَأَقْومُ﴾: أثبت ﴿لِلشَّهَادَةِ وَأَدْنَى﴾: أقرب ﴿أَلاَّ تَرْتَابُواْ﴾: تشكوا في مقدار الدين أو أجله ﴿إِلاَّ أَن تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلاَّ تَكْتُبُوهَا﴾: لا بأس بترك الكتابة في المعاملات والمعاطاة التجارية التي تقع بينكم بثمن معجّل حيث لا يتوهَّم فيها ما يتوهّم في التداين. ﴿وَأَشْهِدُوْاْ﴾: على الندب ﴿إِذَا تَبَايَعْتُمْ﴾: عام لكل بيع صغيرًا كان أو كبيرًا ﴿وَلاَ يُضَآرَّ﴾: بضم الياء ﴿كَاتِبٌ وَلاَ شَهِيدٌ﴾: هذا نهي عن الإضرار بهما قولاً أو فعلاً، ومن قرأ أيضًا بفتح الياء يكون النهي موجهًّا للكاتب والشاهد أن لا يضرّا من له الحق بالنقصان ولا من عليه الحقّ بالزيادة ﴿وَإِن تَفْعَلُواْ﴾: ما يوجب الضرر ﴿فَإِنَّهُ فُسُوقٌ بِكُمْ﴾: أي هذا الفعل يخرج بكم عن طريق الحقّ والصلاح.\n\n \n\n","تفسير المبين"]