["(283): ﴿وَإِن كُنتُمْ عَلَى سَفَرٍ وَلَمْ تَجِدُواْ كَاتِبًا﴾: كان هذا في القديم حيث قال النبيّ (ص): نحن أمّة أُميَّة، أما اليوم فما أكثر الكاتبين، وعلى أيّة حال فقد أجمع الفقهاء على صحة الرهن، واعتبر أكثرهم أو الكثير منهم القبض كشرط لتمامه، واستدلوا بقوله تعالى: ﴿فَرِهَانٌ مَّقْبُوضَةٌ﴾: وأُنثت مقبوضة لأن رهان جمع تمامًا كما تقول: الأمور مرهونة بأوقاتها ﴿فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا﴾: ووثق صاحب المال بالمديون، وأعطاه بلا صك ولا رهن ولا إشهاد ﴿فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ﴾: وهو المديون ﴿أَمَانَتَهُ وَلْيَتَّقِ اللّهَ رَبَّهُ﴾: بالصدق والوفاء. ﴿وَلاَ تَكْتُمُواْ الشَّهَادَةَ﴾: من تحمل الشهادة يحرم عليه كتمانها إذا توقف ثبوت الحق على الإدلاء بها ﴿وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ﴾: لأن الكتمان في القلب قبل اللسان تمامًا كالتقوى.\n\n \n\n(284): ﴿لِلَّهِ ما فِي السَّمَاواتِ وَمَا فِي الأَرْضِ﴾: وما لأحد مع الله شيء ﴿وَإِن تُبْدُواْ﴾: تظهروا مَا فِي أَنفُسِكُمْ: من سوء ﴿أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ اللّهُ﴾: إلاّ أن يكون مجّرد وسواس وحديث نفس يبقى طيّ الكتمان، لأن مثل هذا لا يخلو منه إنسان ﴿فَيَغْفِرُ لِمَن يَشَاء﴾: وإذن فليس لأحد أ ييأس من عفو الله فلعلّه مغفور له ﴿وَيُعَذِّبُ مَن يَشَاء﴾: ولا يأمن من غضب الله، فلعلّه مغضوب عليه.  \n\n \n\n(285): ﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ﴾: إيمان من يثق بما عند الله أكثر مما يثق بما هو في يده ﴿وَالْمُؤْمِنُونَ﴾: من صحابته كذلك ﴿كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ﴾: يقولون بقلوبهم وأفواههم ﴿لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ﴾: لأنه من آمن ببعض ما أنزل الله وأرسل دون بعض فهو كمن كفر بالله ويحمل هذا الإيمان معنى عرفان الجميل لكل جهد كريم، ويؤكد التواصل بين الأجيال ﴿وَقَالُواْ سَمِعْنَا وَأَطَعْنَا﴾: في كل شيء لا في شيء دون شيء حتى ولو خالف ما نهوى ﴿غُفْرَانَكَ﴾: نستغفرك ولا نكفرك.\n\n \n\n(286): ﴿لاَ يُكَلِّفُ اللّهُ نَفْسًا إِلاَّ وُسْعَهَا﴾: تقدّم في الآية 233 ﴿لَهَا مَا كَسَبَتْ﴾: من خير ﴿وَعَلَيْهَا مَا اكْتَسَبَتْ﴾: من السيئات ﴿رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا﴾: تهاونًا منّا وتقصيرًا ﴿رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا﴾: تكليفًا ثقيلاً ﴿كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا﴾: أي نريده تكليفًا سمحًا خفيفًا لا ضيق فيه ولا حرج بحيث لا تستثقله نفوسنا كالصلوات الخمس لا أكثر وإلاّ فإن الله لا يكلّف نفسًا إلا وسعها بنص القرآن سواء أكانت هذه النفس قبلنا أم بعدنا ﴿رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ﴾: أي لا تعذبنا يوم القيامة العذاب الأكبر ﴿وَاعْفُ عَنَّا﴾: اجعلنا طلقاء عفوك ﴿وَاغْفِرْ لَنَا﴾: أذقنا حلاوة مغفرتك ﴿وَارْحَمْنَآ﴾: وإن كنا لا نستحق الرحمة ﴿أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾: إنَّك على كل شيء قدير. والصلاة على النبيّ وآله الطاهرين.\n","تفسير المبين"]