["(25): ﴿وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ﴾: بعد أن هدَّد وتوعد الكافرين بالجحيم وعد وبشر المؤمنين بالنعيم ﴿كُلَّمَا رُزِقُوا مِنْهَا مِنْ ثَمَرَةٍ رِزْقًا قَالُوا هَذَا الَّذِي رُزِقْنَا مِنْ قَبْلُ وَأُتُوا بِهِ مُتَشَابِهًا﴾: في اللون دون الطعم ﴿وَلَهُمْ فِيهَا أَزْوَاجٌ مُطَهَّرَةٌ﴾: من كل عيب ودنس روحاً وجسماً ﴿وَهُمْ فِيهَا خَالِدُونَ﴾: ملك قائم ونعيم دائم.\n\n \n\n(26): ﴿إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ مَثَلا مَا بَعُوضَةً فَمَا فَوْقَهَا﴾: (ما) زائدة للتوكيد، وبعوضة مفعول أول، ومثلاً مفعول ثان. قال المشركون: الله لا يضرب الأمثال بالبعوضة الحقيرة، فردَّ سبحانه بأنه لا يترك التمثيل بالبعوضة ترك المستحي ما دام القصد من التمثيل مجرد التفهيم والتقريب إلى العقول والأذهان ﴿فَأَمَّا الَّذِينَ آمَنُوا فَيَعْلَمُونَ أَنَّهُ الْحَقُّ مِنْ رَبِّهِمْ﴾: أي أن أهل العلم والعقل لا يرون التمثيل بالبعوضة منافياً لجلال الله وعظمته ﴿وَأَمَّا الَّذِينَ كَفَرُوا فَيَقُولُونَ مَاذَا أَرَادَ اللَّهُ بِهَذَا مَثَلا﴾: يقولون ذلك جهلاً أو تضليلاً ﴿يُضِلُّ بِهِ كَثِيرًا﴾: السبب المباشر للإضلال هو التمثيل بالبعوضة، وأُسند إلى الله تعالى في الظاهر لأنه هو الذي ضرب المثل. أشبه بما لو عملت عملاً جليلاً فمات عدوّك حسداً، فأي ذنب فعلتَ؟ ﴿وَيَهْدِي بِهِ كَثِيرًا﴾: من العقلاء الراغبين في الهداية ﴿وَمَا يُضِلُّ بِهِ إِلا الْفَاسِقِينَ﴾: أبداً لا سلطان للشيطان إلا على أوليائه.\n\n \n\n(27): ﴿الَّذِينَ يَنْقُضُونَ﴾: يفسخون ﴿عَهْدَ اللَّهِ﴾: وهو إعمال العقل والعمل بوحيه الكما قال سبحانه: أفلا تعقلون أفلا تتفكرون؟ ﴿مِنْ بَعْدِ مِيثَاقِهِ﴾: الميثاق الثبوت والإحكام ﴿وَيَقْطَعُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ﴾: كالبر بالرحم ونصرة الحق ﴿وَيُفْسِدُونَ فِي الأَرْضِ﴾: بالجرائم والآثام والتناحر على الحطام ﴿أُولَئِكَ هُمُ الْخَاسِرُونَ﴾: وكل مبطل خاسر.\n\n \n\n(28): ﴿كَيْفَ تَكْفُرُونَ بِاللَّهِ﴾: وفي كل شيء له آية تدل على أنه واحِد ﴿وَكُنْتُمْ أَمْوَاتًا﴾: نطفاً في أصلاب الآباء ﴿فَأَحْيَاكُمْ﴾: فأخرجكم منها ذكوراً وإناثاً ﴿ثُمَّ يُمِيتُكُمْ﴾: بعد الحياة ﴿ثُمَّ يُحْيِيكُمْ﴾: بعد الموت ﴿ثُمَّ إِلَيْهِ تُرْجَعُونَ﴾: للحساب والجزاء.  \n\n \n\n(29): ﴿هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الأَرْضِ جَمِيعًا﴾: فيه دلالة على أن الأصل في الأشياء الإباحة حتى يثبت العكس ﴿ثُمَّ اسْتَوَى إِلَى السَّمَاءِ﴾: قصد إليها بإرادته ﴿فَسَوَّاهُنَّ﴾: هذا الضمير يفسره قوله سبحانه ﴿سَبْعَ سَمَاوَاتٍ﴾: ومعنى سواهن عدَّل خلقهنّ على ما تقتضيه الحكمة ﴿وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾: وأيضاً غفور رحيم.\n\n \n\n","تفسير المبين"]