["(25): ﴿وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ... ﴾: كل الأنبياء جاءوا بالتوحيد ولو كان لله شريك لبعث للناس رسله. \n\n(26): ﴿وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا... ﴾: تقدم مرارًا منها في الآية 116 من البقرة. \n\n(27): ﴿لَا يَسْبِقُونَهُ بِالْقَوْلِ﴾: لا يتقدمون بين يديه تعالى بشيء ﴿وَهُم بِأَمْرِهِ يَعْمَلُونَ﴾: ولا يخالفونه في شيء. \n\n(28): ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ﴾: ما هم فيه الآن ﴿وَمَا خَلْفَهُمْ﴾: وما كانوا عليه بالأمس ﴿وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى﴾: أعماله ومقاصده، ولكن بدر منه بعض الفلتات. \n\n(29): ﴿وَمَن يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ﴾: فجزاؤه جهنم. \n\n(30): ﴿أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا﴾: كان الكون بمجموعه كتلة واحدة، ثم تفتت إلى ذرات تسبح في الفضاء الرحب، وكل من الأرض والشمس والقمر والزهرة والمريخ وغير ذلك من الكواكب ذرة من هذه الذرات. وهذه الحقيقة إلي أعلنها القرآن الكريم منذ 14 قرنًا، اهتدى إليها العلم الحديث منذ أمد قريب. والحقيقة الثانية التي أثبتها العلم هي لا حياة بلا ماء، وإليها أشار سبحانه بقوله: ﴿وَجَعَلْنَا مِنَ الْمَاء كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ﴾: بالله وعظمته ومعجزات كتابه وقرآنه تزداد قوة ووضوحًا مع الزمن وتقدم العلم إلى الأمام. \n\n(31): ﴿وَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ﴾: جبالاً أرسى بها الأرض وثقلها ﴿أَن تَمِيدَ بِهِمْ﴾: لئلا تضطرب بأهلها ﴿وَجَعَلْنَا فِيهَا فِجَاجًا﴾: فجوة وثغرة هنا وهناك ليسلك الناس فيها من بلد إلى بلد لأن الجبل الحائل يصعب التسلق على قمته، ثم الهبوط إلى أسفله ﴿سُبُلًا﴾: طرقًا ﴿لَعَلَّهُمْ يَهْتَدُونَ﴾: في أسفارهم إلى ما يقصدون. \n\n(32): ﴿وَجَعَلْنَا السَّمَاء سَقْفًا﴾: أي مثل السقف في رؤية البصر ﴿مَّحْفُوظًا﴾: فكل كوكب يدور في فلكه، ولا يتعداه بفعل الجاذبية. \n\n(33): ﴿وَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ﴾: تقدم في الآية 12 من النحل ﴿كُلٌّ فِي فَلَكٍ يَسْبَحُونَ: كل كوكب يدور في فلكه الخاص به وحده. وفي تفسير ابن كثير أن ابن عباس تلميذ الإمام عليّ (ع) قال: يدور الكوكب كما يدور المغزل في الفلكه، وفلكة المغزل: قطعة صغيرة مستديرة في أعلاه. \n\n(34): ﴿وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الْخُلْدَ﴾: تمنى خصوم محمد (ص) أن يموت، فقال سبحانه: ﴿أَفَإِن مِّتَّ﴾: يا محمد ﴿فَهُمُ الْخَالِدُونَ﴾: الموت سبيل كل حي. \n\n(35): ﴿وَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً﴾: كل إنسان يُبتلى ويُمتحن بالشدة والرخاء والصحة والأدواء، وأيضًا بالحلال والحرام والطاعة والمعصية، وهنا يعرف الأصيل من الدخيل والتقي من الدعيّ ﴿وَإِلَيْنَا تُرْجَعُونَ﴾: لتُجزى كل نفس بما كسبت. \n\n","تفسير المبين"]