["(58): ﴿فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ﴾: حطم إبراهيم الأصنام، وجعلها قطعًا متلاشية، وترك أكبرها عن قصد كي يسألوه عن الجاني، ولا يجيب كما تأتي الإشارة. \n\n(59): ﴿قَالُوا مَن فَعَلَ هَذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ﴾: وكان الأجدر أن يتساءلوا: لماذا لم تدافع الآلهة عن نفسها، وتفعل بالجاني قبل أن يفعل بها، أو يسخروا منها - على الأقل - كما سخر الإعرابي من صنمه حيث قال: (أربُّ يبول الثعلبان بوجهه لقد ذلَّ من بالت عليه الثعالب). \n\n(60): ﴿قَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ﴾: يذم الأصنام ومن يعبدها، ويقول: لأكيدنَّها وأُحطِّمنَّها. \n\n(61): ﴿قَالُوا فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ لَعَلَّهُمْ يَشْهَدُونَ﴾: أرادوا أن يستجوبوه ويحاكموه محاكمة علنية، ويعاقبوه على جريمته ليتعظ من يحاول النيل من مقام الآلهة. \n\n(62): ﴿قَالُوا أَأَنتَ فَعَلْتَ هَذَا﴾: ؟ أتوا بإبراهيم على ملأ من الناس، وكانت هذه أُمنيته ليقيم عليهم الحجة بأنهم في ضلال مبين، وحين وجَّهوا هذا السؤال. \n\n(63): ﴿قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا﴾: ومن الواضح أن إبراهيم ما أراد الخبر والحكاية عن الواقع كي يقال: كذب في ذات الله كما روي أبو هريرة عن النبي، وإنما أراد توبيخهم وإقامة الحجة عليهم بدليل قوله تعالى: ﴿فَاسْأَلُوهُمْ إِن كَانُوا يَنطِقُونَ﴾: ما هذا التناقض؟ آلهة ولا تشعر! ولا غرابة فإن العقل الخرافي يقبل التناقضات والأساطير، وينأى عن التعليل والتحليل حتى ولو رجع إلى الصواب في لحظة طارئة، فإنه يرتد عنه إلى الخرافة والجهالة كما قال سبحانه: \n\n(64): ﴿فَرَجَعُوا إِلَى أَنفُسِهِمْ﴾: تساءلوا: كيف نعبد أحجارًا لا تدفع السوء عن نفسها ﴿فَقَالُوا إِنَّكُمْ أَنتُمُ الظَّالِمُونَ﴾: وليس إبراهيم، ولكن سرعان ما عادوا إلى الخرافة التي غمرت عقولهم ونفوسهم. \n\n(65): ﴿ثُمَّ نُكِسُوا عَلَى رُؤُوسِهِمْ﴾: والنكسة: الوقف على الرأس، والمراد بها هنا الرجوع عن الاعتراف بالحق إلى الباطل وإصرارهم عليه في قولهم: ﴿لَقَدْ عَلِمْتَ مَا هَؤُلَاء يَنطِقُونَ﴾: انتزع إبراهيم (ع) الإعتراف بأن أربابهم لا تحس ولا تشعر ليقول: \n\n(66) - (68): ﴿قَالَ أَفَتَعْبُدُونَ مِن دُونِ اللَّهِ مَا لَا يَنفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ﴾: وهذه حجة مفحمة، وبيّنة لازمة ولكن ثم ماذا؟ ما داموا لا يدركون ويتدبرون كما خاطبهم إبراهيم (ع): ﴿أَفَلَا تَعْقِلُونَ﴾: بأن هذه أحجار صماء؟ ﴿قَالُوا حَرِّقُوهُ وَانصُرُوا آلِهَتَكُمْ﴾: وهنا العكس والنكس حيث ينتصر المربوب لربه والمخلوق لخالقه! ولكن العقل الخرافي يجوز عليه أكثر من ذلك كما سبقت الإشارة. \n\n(69): ﴿قُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ﴾: وإن قال قائل: كيف بردت النار وهي محرقة بالطبع؟ قلنا في جوابه: إن القوانين العقلية الرياضية هي التي يجب إطرادها ويستحيل نقضها وخرقها مثل المدور غير المربع والمثلث له ثلاث أضلاع، أما القوانين الطبيعية فنقضها وتخلفها ممكن عقلاً ممتنع عادة مثل الحديد يتمدد بالحرارة، فإن العقل لا يرى أي تناقض في أن توجد الحرارة ولا يتمدد الحديد، وأن لا تؤدي النار إلى الإحراق، وشرب السم إلى القتل، ولا شيء أدل على ذلك من أن العلم بالقضايا الطبيعية مصدره الحس والتجربة أما القضايا الرياضية فمصدره العلم بها الفطرة وبديهة العقل. \n\n(70): ﴿وَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَخْسَرِينَ﴾: أوقدوا النار ليحرقوه بها. فكانت من معجزاته والدليل القاطع على صدقه ونبوته وعلى كذبهم وضلالهم. \n\n(71): ﴿وَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ﴾: ارتحل إبراهيم (ع) هو وابن أخيه لوط من العراق إلى فلسطين ﴿الَّتِي بَارَكْنَا فِيهَا﴾: لكثرة أنبيائها. \n\n(72): ﴿وَوَهَبْنَا لَهُ﴾: لإبراهيم ﴿إِسْحَقَ﴾: ووهب سبحانه لإسحق ﴿وَيَعْقُوبَ نَافِلَةً﴾: عطية من غير سؤال. \n\n","تفسير المبين"]