["(82): ﴿وَمِنَ الشَّيَاطِينِ﴾: الجن ﴿مَن يَغُوصُونَ لَهُ﴾: في البحار، يستخرجون اللؤلؤ والمرجان وغيرهما ﴿وَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ﴾: كبناء المحاريب والتماثيل والجفان والقدور الراسيات كما في الآية 13 من سبأ. \n\n(83): ﴿وَأَيُّوبَ إِذْ نَادَى رَبَّهُ﴾: في قاموس الكتاب المقدس: (أيوب اسم عبري، ولا يعرف معناه على وجه التحقيق، ويقول بعضهم، إنه قريب من اللفظ العربي آيب، فربما يعني الراجع إلى الله والتائب إليه) ﴿أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ﴾: قالوا: كان لأيوب مال وأولاد، فهلكوا بالكامل، ثم تسلطت على جسمه الأسقام والآلام، فصبر صبر الأحرار، ولما تناهت الشدة، وطالت المدة قال: ربِّ مسَّني الضر. ولم يقل تفاقم وتراكم كيلا تشعر شكواه بالضرر. \n\n(84): ﴿فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ﴾: استجاب سبحانه دعوته، ورد عليه عافيته، لأنه صبر على بلاء الله صبر الأحرار، وثبت على الإيمان ثبوت النبي المختار ﴿وَآتَيْنَاهُ أَهْلَهُ﴾: حيث ولدت امرأته عدد أولاده الموتى ﴿وَمِثْلَهُم مَّعَهُمْ﴾: وزاده الله من فضله أمثالهم عددًا، وأخلف عليه أكثر مما ذهب من ماله ﴿رَحْمَةً مِّنْ عِندِنَا﴾: لأنه المثل الأعلى للصبر والإيمان ﴿وَذِكْرَى لِلْعَابِدِينَ﴾: المخلصين إذا أصابتهم مصيبة تأسوا بأيوب. \n\n(85) - (86): ﴿وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ﴾: انقاد إسماعيل واستسلم للذبح طاعة لله ولأبيه، وإدريس مر ذكره في الآية 56 من مريم، أما ذو الكفل فلا نعرف عنه شيئًا إلا أنه من الصابرين الصالحين. \n\n(87) - (88): ﴿وَذَا النُّونِ﴾: يونس ﴿إِذ ذَّهَبَ مُغَاضِبًا﴾: قومه ﴿فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ﴾: لن نضيق عليه ﴿فَنَادَى فِي الظُّلُمَاتِ﴾: في بطن الحوت ﴿فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ﴾: أخرجناه من بطن الحوت، وتقدم الكلام عنه في سورة يونس. \n\n(89) - (90): ﴿وَزَكَرِيَّا إِذْ نَادَى... ﴾: تقدم في الآية 38 من آل عمران وما بعدها والآية 6 وما بعدها من مريم ﴿إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا﴾: هذي هي هوية الأنبياء: ليسوا سحرة أو منجمين ولا ملائكة أو سلاطين، إنهم أُناس يطيعون الله في كل شيء رغبة في ثوابه، وخوفًا من عقابه، ومن أجل هذا جعلهم الله خزنة علمه، وحفظة دينه، وخلفاء في أرضه، وحجة على عباده، ولا يسوغ لأحد أن يتكلم باسم نبي أو وصي نبي ولا أن يوصف بالحجة والقدوة في دين الله إلا أن يكون عالمًا به، مخالفًا لهواه، مطيعًا لأمر مولاه. \n\n","تفسير المبين"]