["(29): ﴿الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ﴾: أبدًا لا فصل بين الإيمان والعمل الصالح، لأن الإيمان قوة دافعة إلى الخير لا يصدها عنه أي حاجز ورادع ﴿طُوبَى لَهُمْ وَحُسْنُ مَآبٍ﴾: والمراد بطوبى الجنة والمآب: المرجع والمنقلب. \n\n(30): ﴿كَذَلِكَ أَرْسَلْنَاكَ﴾: يا محمد ﴿فِي أُمَّةٍ قَدْ خَلَتْ... ﴾: أرسل سبحانه إلى الأمم الماضية رسلا مبشرين ومنذرين، ولهذه الغاية بالذات أرسل محمدًا، فأي بدع في ذلك؟ فما هم بأول قوم أرسل الله إليهم رسولاً، ولا هو بأول رسول يتلو على الناس ما أُوحي إليه من ربه ﴿قُلْ هُوَ رَبِّي لا إِلَـهَ إِلاَّ هُوَ﴾: وأنتم به كافرون ﴿عَلَيْهِ تَوَكَّلْتُ﴾: في جميع أُموري ﴿وَإِلَيْهِ مَتَابِ﴾: من تاب بمعنى رجع. \n\n(31): ﴿وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ﴾: تحركت ومشت تلقائيًا ﴿أَوْ قُطِّعَتْ بِهِ الأَرْضُ﴾: إلى أجزاء، ويستقل كل جزء بنفسه عن الآخر ﴿أَوْ كُلِّمَ بِهِ الْمَوْتَى﴾: أحياها القرآن وأخرجها من القبور، وجواب (لو) محذوف، والتقدير لو حدث كل ذلك ما آمنوا بالقرآن ولا بمحمد (ص) والسر أن الحق يجذب إليه من يؤمن به وبوجوده مستقلاً عن ذاته وشهواته، وهو يتوخاه ويبحث عنه ليعمل به، أما من لا يرى والخير إلا فيما يشتهي ويهوى - فيستحيل أن يفهم إلا بلغة الهوى والغرض أو بلغة القوة حتى ولو تحول الجبل قطارًا، والقطار جبلاً ﴿أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُواْ أَن لَّوْ يَشَاء اللّهُ لَهَدَى النَّاسَ جَمِيعًا﴾: المراد بالذين آمنوا هنا خصوص صحبة الرسول (ص) حيث تمنوا متلهفين أن يؤمن المشركون بالله ورسوله، فقال لهم سبحانه، ألم تيأسوا من إيمان هؤلاء المعاندين؟ وإلى متى تطمعون في هدايتهم؟ ولو شاء، جلت حكمته، لألجأهم إلى الإيمان وإن كانوا له كارهين، فدعوهم لشأنهم ﴿وَلاَ يَزَالُ الَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّى يَأْتِيَ وَعْدُ اللّهِ﴾: المراد بالذين كفروا هنا خصوص من كذب وحارب محمدًا، والمعنى أن هؤلاء الطغاة لا يتركهم الله في الدنيا من غير تأديب، بل ينزل عليهم الكوارث والبلايا، أو ينزلها بالقرب منهم حتى تمتلئ قلوبهم رعبًا عسى أن يتعظ بهم ويؤمن. \n\n(32): ﴿وَلَقَدِ اسْتُهْزِىءَ بِرُسُلٍ مِّن قَبْلِكَ﴾: يا محمد ﴿فَأَمْلَيْتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذْتُهُمْ﴾: بالعذاب يقول سبحانه لنبيه مسليًا: هون عيك ما أصابك من قومك، فلك أُسوة بمن كان قبلك من الأنبياء، فقد تألب عليهم أقوامهم، وجعلوا يؤذونهم بأيديهم وألسنتهم، فأطلت لهم وأمهلت، ثم أخذتهم أخذًا وبيلا. \n\n(33) - (34): ﴿أَفَمَنْ هُوَ﴾: أي سبحانه ﴿قَآئِمٌ﴾: رقيب ﴿عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ﴾: من خير أو شر أحق أن يعبد أم هذه الأصنام؟ ﴿وَجَعَلُواْ لِلّهِ شُرَكَاء قُلْ سَمُّوهُمْ﴾: اكشفوا عن أسماء ما تعبدن، لننظر: هل هم جديرون باسم آله أو اسم شركاء مع الله أو اسم شفعاء عنده؟ ﴿أَمْ تُنَبِّئُونَهُ بِمَا لاَ يَعْلَمُ فِي الأَرْضِ﴾: لا وجود لشركاء الله وإلا لعلم بهم، وذكر سبحانه الأرض لأن الشركاء المزعومة أرضية لا سماوية أَم ﴿بِظَاهِرٍ مِّنَ الْقَوْلِ﴾: أم أن شركاء الله قول فارغ من المعنى وظاهر بلا واقع ﴿بَلْ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكْرُهُمْ﴾: أي مكر الشيطان بعبدة الأصنام، وزين لهم أنهم شركاء الله ﴿وَصُدُّواْ عَنِ السَّبِيلِ﴾: بعد أن غرق المشركون في الضلالة والغواية، ابتعدوا عن الحق وسبيله ﴿وَمَن يُضْلِلِ اللّهُ﴾: لأنه أصر على رفض الهداية ﴿فَمَا لَهُ مِنْ هَادٍ﴾: لا أحد يهديه إلا أن يحاسب نفسه، ويرجع إلى رشده، ويتوب إلى ربه. \n\n","تفسير المبين"]