["(21): ﴿وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءنَا﴾: بعد الموت: ﴿لَوْلَا أُنزِلَ عَلَيْنَا الْمَلَائِكَةُ﴾: فنراهم عيانًا، فيخبرونا أن محمدًا هو نبيه ونجيه، وتقدم في الآية 92 من الإسراء ﴿لَقَدِ اسْتَكْبَرُوا فِي أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا﴾: وكلنا يحمل هذه الروح العاتية المتمادية إلا قليلا، ولكن نجهل بجهلنا. \n\n(22): ﴿يَوْمَ يَرَوْنَ الْمَلَائِكَةَ لَا بُشْرَى يَوْمَئِذٍ لِّلْمُجْرِمِينَ﴾: طلب هؤلاء من محمد (ص) أن تنزل عليهم الملائكة، فأجابهم سبحانه بالإيجاب، وأن الملائكة نازلة عليهم لا محالة، ولكن لا بما يشتهون، بل بعذاب النار وغضب الجبار من الساعة الأولى للنزع إلى ما لا نهاية ﴿وَيَقُولُونَ حِجْرًا مَّحْجُورًا﴾: يسوغ في التفسير وأُصوله أن يكون هذا من أقوال ملائكة العذاب للمجرمين: يحرم اليوم عليكم كل شيء إلا العذاب الأليم، وأن يكون من أقوال المجرمين لملائكة العذاب: يحرم عليكم تعذيبنا والتنكيل بنا. \n\n(23): ﴿وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاء مَّنثُورًا﴾: الهباء: الغبار، والمنثور: المتفرق، والمعنى أن الجاحد المعاند قد يفعل الخير كإغاثة ملهوف أو صلة رحم، ولكن هذا لا ينجيه من عذاب أليم، وإن انتفع به في شأن من شؤونه. \n\n(24): ﴿أَصْحَابُ الْجَنَّةِ﴾: وهم المتقون في حصن حصين ومقر أمين. \n\n(25): ﴿وَيَوْمَ تَشَقَّقُ السَّمَاء بِالْغَمَامِ﴾: المراد باليوم القيامة، وبالانشقاق الانفطار، وبالغمام الكواكب، وإنها تتحول إلى ذرات، وتصبح كالسحاب والضباب، واستوحينا هذا المعنى من قوله تعالى: (إذا الشمس كورت وإذا النجوم انكدرت- 2 التكوير... إذا السماء انفطرت وإذا الكواكب انتثرت- 2 الانفطار). \n\n(26): ﴿الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ﴾: وحده لا دول عظمى تحتل مركز الصدارة، وثانية صغرى تخضع للأوامر، وثالثة نامية تستجدي وتتسول، ولا هيئة للأمم ومجلس للأمن... أبدًا لا شيء لأحد إلا لمن أتى الله بقلب سليم وعمل كريم. \n\n(27): ﴿وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ﴾: كناية عن شدة الحسرة والندامة، وهي نهاية كل من حاد عن طريق الحق والعدل. \n\n(28): ﴿يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا﴾: المراد بفلان كل من أضلَّ عباد الله عن الحق إلى الباطل، وعن الخير إلى الشر. \n\n(29): ﴿لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءنِي﴾: والذكر هنا يعم ويشمل كل ما فيه خير وصلاح، أما للجيء فالمراد به التبليغ، والمعنى أرشدني أهل العلم بدين الله إلى طريق لنجاة، فأعرضت واتبعت الغواة، وتنطبق هذه الآية على من تابع وأيد الخونة المنافقين طمعًا في الفُتات وتلبية للشهوات. \n\n(30): ﴿وَقَالَ الرَّسُولُ يَا رَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا﴾: من الهجر و الترك، أي أعرضوا عن الاستماع له والنظرة إليه نظرة الفاحص الباحث عن الحقيقة فضلا عن الإيمان به. \n\n(31): ﴿وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ الْمُجْرِمِينَ﴾: هذا مجرد تعبير وحكاية ما هو واقع بالفعل، لأنه تعالى ينهى عن عداوة الأنبياء والأتقياء ويأمر بطاعتهم وموالاتهم، بل قرن، طاعتهم وموالاتهم بطاعته وموالاته، ومعنى الآية في واقعها أن كلًّا من الحق والباطل والخير والشر والصدق والكذب والطهر والرجس- حرب على الآخر بحكم الطبيعة والبديهة. \n\n(32): ﴿وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً﴾: تكاثرت الطعون والردود من المجرمين على القرآن الكريم، ومنها قولهم، هذا لماذا لم ينزل دفعة واحد كالتوراة والإنجيل والزبور؟ فأجابهم سبحانه بقوله: ﴿كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا﴾: نزل القرآن مفرقًا للعديد الفوائد: منها أن حفظه كذلك وفهم معناه أيسر وأسهل على النبي والصحابة. ومنها أن نزول أحكامه تبعًا للحوادث والوقائع أوضح بيانًا وأبلغ أثرًا، ومنها أن فيه ناسخًا ومنسوخًا، ولا يتأتى ذلك لو نزل جملة. \n\n","تفسير المبين"]