["(44): ﴿أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ﴾: أنت يا محمد تحاول إقناعهم بالعقل والموعظة الحسنة، وهم لا يفهمون إلا بمنطق القوة أو الرغبة والرهبة ﴿إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا﴾: لأن الأنعام تؤدي ما عليها، وتطلب ما ينفعها، وتتقي ما يضر بها، وتنقاد لصاحبها أمرًا وزجرًا، وهؤلاء لا يؤدون ما عليهم، ولا ينقادون لخالقهم، ولا يتقون عذابه ويعملون لثوابه. \n\n(45): ﴿أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ﴾: الظل يمتد ويتقلص تبعًا لحركة الأرض ودورانها حول الشمس، وأسندها سبحانه إليه لأنه خالق الأرض والكون، كما أشرنا أكثر من مرة ﴿وَلَوْ شَاء لَجَعَلَهُ سَاكِنًا﴾: أي لجعل الأرض ساكنة. وبسكونها يسكن الظل، لأن التابع لا ينفرد بالحكم، بل يسري عليه ما يسري على المتبوع ﴿ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلًا﴾: لولا الشمس لم يكن للأجسام ظل بحكم البديهة. \n\n(46): ﴿ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا﴾: بسط سبحانه الظل رويدًا رويدًا، وأزاله كذلك تبعا لحركة الأرض، ونعود إلى التكرار بأن هذا وصف للسنن الكونية، وربطها سبحانه بإرادته لا بأعيان الأشياء الطبيعية لأنه هو الذي خلق كل شيء فقدره تقديرًا، أُنظر تفسير الآية 2 من هذه السورة. \n\n(47): ﴿وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا﴾: ساترًا كاللباس ﴿وَالنَّوْمَ سُبَاتًا﴾: سكونًا وانقطاعًا عن العمل ﴿وَجَعَلَ النَّهَارَ نُشُورًا﴾: حركة وعملا. \n\n(48): ﴿وَهُوَ الَّذِي أَرْسَلَ الرِّيَاحَ بُشْرًا... ﴾: بنزول المطر، وهو طاهر في نفسه، مطهر لغيره على حد تعبير الفقهاء. \n\n(49): ﴿لِنُحْيِيَ بِهِ بَلْدَةً مَّيْتًا...﴾: واضح، تقدم في الآية 57 من الأعراف. \n\n(50): ﴿وَلَقَدْ صَرَّفْنَاهُ﴾: القرآن وقيل المطر ﴿بَيْنَهُمْ لِيَذَّكَّرُوا فَأَبَى أَكْثَرُ النَّاسِ إِلَّا كُفُورًا﴾: أنعم سبحانه على عباده بكل نعمه من العقل إلى إنزال الكتب وإرسال الرسل، ومن إنزال الماء من السماء إلى ينابيع النفط تتفجر من الأرض... إلى ما لا نهاية، ومع ذلك كفروا باله ونفروا من الحق! ولماذا!؟ ونترك الجواب لغاندي حيث قال في كتاب هذا مذهبي: (طريق الحق ضيق مثلما هو مستقيم، والسير عليه يستدعي الاحتفاظ بالتوازن تمامًا كالسير على حد السيف... فأقل سهوه تردي بالإنسان إلى الحضيض، ولا يستطيع الإنسان أن يدرك الحق إلا بالكفاح الذي لا ينقطع). \n\n(51): ﴿وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَذِيرًا﴾: كان عدد الرسل قبل محمد (ص) مساويًا لعدد الأمم كما جاء في الآية 47 من يونس (ولكل أُمَّة رسول) ثم ختم سبحانه بمحمد جميع الرسل حيث أرسله بشريعة تَسَع الإنسانية بكاملها، وبهذا التكريم والتعظيم من الله سبحانه كان لمحمد (ص) المنزلة العليا على جميع الخلق والأنبياء، وقد ذكَّر الله ورسوله الأعظم بهذه النعمة حيث قال له: (لو شئنا لبعثنا في كل قرية نذيرًا) ولكنا لم نفعل، وخصصناك بالبعثة إلى جميع أهل الأرض، فاصبر في أداء الرسالة وكن من الشاكرين. \n\n(52): ﴿فَلَا تُطِعِ الْكَافِرِينَ﴾: في السكوت عن دعوتهم إلى الحق وإلا قالوا: خاف محمد (ص) وجزع، والذي يدل على إرادته ذلك قوله تعالى بلا فاصل ﴿وَجَاهِدْهُم بِهِ﴾: أي بالقرآن ﴿جِهَادًا كَبِيرًا﴾: بلا هوادة. \n\n(53): ﴿وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ﴾: خلطهما وأسال أحدهما في الآخر ﴿هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ﴾: جعل سبحانه الماء المالح في أرض منخفضة، والماء العذب كالجداول والأنهار في أرض مرتفعة عن سطح البحر، ولو انعكس الأمر لأفسد الملح العذب، وأصبح الماء كله مرًا، ووقع الناس في العسر والحرج ﴿وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا﴾: أي فاصلا بين الماءين، وهو ارتفاع أرض العذب، وانخفاض أرض الملح. \n\n(54): ﴿وَهُوَ الَّذِي خَلَقَ مِنَ الْمَاء بَشَرًا فَجَعَلَهُ نَسَبًا وَصِهْرًا﴾: النسب: القرابة بالتوالد، والصهر: القرابة بالمصاهرة، والمعنى خلق الإنسان من نطفة فهو بذلك ولد نسيب، ثم يتزوج فيصير صهرًا، ويصير له بعد الزواج أنسباء وأصهار. \n\n(55): ﴿وَيَعْبُدُونَ مِن دُونِ اللَّهِ...﴾: أصنامًا لا تضر ولا تنفع ﴿وَكَانَ الْكَافِرُ عَلَى رَبِّهِ ظَهِيرًا﴾: أي يعين حزب الشيطان والباطل على حزب الرحمن والحق، وكل من أعان الباطل فقد أعان على الله ونصب له العداء. \n\n","تفسير المبين"]