["(13) - (14): ﴿أَمْ يَقُولُونَ افْتَرَاهُ﴾: أي القرآن ﴿قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِه...﴾: تحداهم أولاً بعشر سور فعجزوا فتحداهم بواحدة فعجزوا أيضاً ولا سر لهذا العجز إلا أن كلام الله سبحانه فوق كلام المخلوقين تماماً كما أن ذاته وصفاته فوق ذاتهم وصفاتهم، وفي روايات أهل البيت (ع): أن الله يتجلى في كلماته. وهذا حق وصدق لأن الكلام صفة المتكلم والإناء ينضح بما فيه. وتقدم في الآية 23 من البقرة. \n\n(15): ﴿مَن كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ﴾: متقناً ما من شك أن حب الحياة طبيعة وغريزة في الإنسان لا يسأل عنه ولا يحاسب عليه، وأيضا ما من ريب أن من يزرع يحصد، ومن يتاجر فن التجارة يربح، وهكذا كل من سعى لشيء سعيه يقطف ثمرة سعيه، أو كما قال الإمام (ع): (من طلب شيئاً ناله وبعضه) ولا بأس في ذلك ما دام في نطاق الحق والشرع، وإنما الإثم على الذين انغمسوا في الشهوات وإجترحوا السيئات. \n\n(16): ﴿أُوْلَـئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الآخِرَةِ إِلاَّ النَّارُ﴾: لأن الشهوات والملذات أعمت عقولهم عن الحق، وأصمت آذانهم عن دعوته ﴿وَحَبِطَ مَا صَنَعُواْ فِيهَا﴾: في الحياة الدنيا ﴿وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ﴾: ومعنى الآية بجملتها أن الذين بذلوا كل ما يملكون من علم وذكاء ونشاط في سبيل غاية واحدة، وهي مكاسبهم ومنافعهم الشخصية- لا جزاء لهم عند الله سبحانه إلا العذاب الأليم حتى ولو انتفع الناس ببعض أعمالهم ما دام القصد منها مجرد الربح والشهرة. \n\n(17): ﴿أَفَمَن كَانَ عَلَى بَيِّنَةٍ مِّن رَّبِّهِ﴾: وهو محمد (ص) وكل من آمن به ﴿وَيَتْلُوهُ شَاهِدٌ مِّنْهُ﴾: اختلف المفسرون في تحديد هذا الشاهد وتعيينه، فمن قائل: أنه جبريل وقائل: هو القرآن، وقائل هو علي بن أبي طالب لحديث (علي مني وأنا من علي) كما جاء في صحيح البخاري والترمذي ومسند الإمام أحمد وخصائص النسائي وتاريخ الطبري والرياض النضرة وكنوز الحقائق وكنز العمال (أنظر فضائل الخمسة من الصحاح الستةج1ص337طبعة1383) ﴿وَمِن قَبْلِهِ كِتَابُ مُوسَى﴾: توراته ﴿إَمَامًا﴾: يصلح المؤتمين والعاملين به ﴿وَرَحْمَةً﴾: لأنه يهدي للتي هي أقوم ومن ذلك البشارة بمحمد (ص) ﴿أُوْلَـئِكَ يُؤْمِنُونَ بِهِ﴾: أي بمحمد(ص) وأولئك إشارة إلى الذينّ يعملون بدلائل الحق وبيانه كالقرآن وتوراة موسى وأنجيل عيسى ﴿وَمَن يَكْفُرْ بِهِ مِنَ الأَحْزَابِ فَالنَّارُ مَوْعِدُهُ﴾: ضمير به يعود إلى النبي محمد (ص) أما المراد بالأحزاب فهم الذين أجمعوا على عداوة محمد (ص) وحربه وفي تفسير المنار والشيخ المراغي: قال مقاتل: (الأحزاب هم بنو أمية وبنو المغيرة بن عبد الله المخزومي وآل طلحة بن عبد الله ومن إليهم من اليهود والنصارى). ﴿فَلاَ تَكُ فِي مِرْيَةٍ مِّنْهُ﴾: المرية: الشك، وضمير﴿منه﴾: يعود لمحمد أو القرآن والخطاب في (لا تك) لكل من سمع بالا سلام ورسالة محمد (ص) والمعنى لا ينبغي لعاقل أن يشك في الإسلام لسهولة فهمه، وسلامة أدلته، وسعة شريعته الهادفة إلى خير الناس ورعاية مصالحهم والتيسير عليهم والعدل فيما بينهم. \n\n(18): ﴿وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا﴾: وللافتراء عليه تعالى مظاهر، منها الشرك والتحليل والتحريم بلا كتاب وسنة، والعدوان على عباد الله وعياله ﴿أُوْلَئِكَ﴾: الذين افتروا على الله كذبا ﴿يُعْرَضُونَ عَلَى رَبِّهِمْ﴾: في موقف عصيب رهيب، لا خلاص منه ومن عذابه إلا لمن أطاع من يهديه، وتجنب من يرديه ﴿وَيَقُولُ الأٌشَهاُد َهؤَلاءِ الَِذِّين َكَذبُوْا عَلَى ََربِِّهم﴾: المراد بالأشهاد الملائكة والأنبياء، يشهدون بأن هؤلاء افتروا على الله كذباً، واقصد من ذلك أن يزداد المفترون حسرة وأنهم يستحقون اللعنة والعذاب وإلا فإن الله بكل شيء عليم، وعلى كل شيء قدير. \n\n(19): ﴿الَّذِينَ يَصُدُّونَ عَن سَبِيلِ اللّهِ﴾: يصرفون الناس عن طريق الهدى بالقوة أو بالدعايات الكاذبة ﴿وَيَبْغُونَهَا عِوَجًا﴾: أي ينعتون سبيل الله بالاعوجاج والانحراف تماماً كما يفعل المضللون في أيامنا حيث يسمون الاستغلال ديمقراطية والاحتكار حرية.\n\n","تفسير المبين"]