["(28) - (30) : ﴿قَالَ يَا قَوْمِ أَرَأَيْتُمْ إِن كُنتُ عَلَى بَيِّنَةٍ مِّن رَّبِّيَ﴾: ليس المهم أن تؤمن بي الشخصيات المرموقة البارزة بل المهم أن أكون محقا في دعوتي ورسالتي ﴿وَآتَانِي رَحْمَةً مِّنْ عِندِهِ﴾: النبوة ﴿فَعُمِّيَتْ عَلَيْكُمْ﴾: خفيت عليكم ﴿أنُلْزِمُكُمُوهَا﴾ أنكرهم على قبولها ﴿وما أَنَاْ بِطَارِدِ الَّذِينَ آمَنُواْ...﴾: طلب جبابرة البغي من نوح أن يطرد المستضعفين أنفة من الاجتماع معهم، فأبى خوفاً من الله. \n\n(31):﴿وَلاَ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ اللّهِ﴾: حتى أوزع الأرزاق على عباده ﴿وَلاَ أَعْلَمُ الْغَيْبَ﴾: حتى أخبركم بما كان ويكون ﴿وَلاَ أَقُولُ إِنِّي مَلَكٌ﴾: حتى تكذبوني فيما أقول ﴿وَلاَ أَقُولُ لِلَّذِينَ تَزْدَرِي أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ اللّهُ خَيْرًا﴾: على إيمانهم وأعمالهم لا لشيء إلا لأنهم فقراء، ﴿إِنِّي إِذًا لَّمِنَ الظَّالِمِينَ﴾: إن قلت شيئاً من ذلك. \n\n(32): ﴿قَالُواْ يَا نُوحُ قَدْ جَادَلْتَنَا...﴾: لما أفحمهم بالحجة والبرهان ضاقوا به وقالوا: إلى متى هذا النقاش والحجاج بالكلام؟ عجل بما عندك من انتقام. \n\n(33): ﴿قَالَ إِنَّمَا يَأْتِيكُم بِهِ اللّهُ إِن شَاء﴾: عجّل وإن شاء أجل. \n\n(34): ﴿وَلاَ يَنفَعُكُمْ نُصْحِي﴾: ما دمتم مصرين على معصية الناصح الشفيق المحق ﴿إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ﴾: أي مهما بالغت واجتهدت في النصيحة ﴿إِن كَانَ اللّهُ يُرِيدُ أَن يُغْوِيَكُمْ﴾: لا لشيء إلا لأنكم رفضتم الهداية وأصررتم على الغواية تماماً كما أهلك سبحانه من شرب السم القاتل عن رضا وطيب نفس ورفض النهي عنه والنصح بتركه. \n\n(35): ﴿أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَعَلَيَّ إِجْرَامِي وَأَنَاْ بَرِيءٌ مِّمَّا تُجْرَمونَ﴾: قال بعض المفسرين: هذا كلام معترض، والمراد به محمد (ص) وقريش. وقال آخرون: هو من قصة نوح. وقال طه حسين في كتاب مرآة الإسلام: (هذه الآية معترضة، وليست من القصة ولكنها تمت إليها بسبب، كأن المشركين من قريش قد ارتابوا حين تليت عليهم الآيات في صدق محمد (ص)... فأمره الله أن يقول لهم: (لا عليكم إن كنت مفترياً، فعلي وحدي تبعة ما أفتري، وأنا على كل حال بريء من جرائمكم). وهذا قريب جدً من مقتضى الحال. \n\n(36): ﴿وأوحى إِلَى نُوحٍ أَنَّهُ لَن يُؤْمِنَ مِن قَوْمِكَ إِلاَّ مَن قَدْ آمَنَ﴾: تفسيره على الظاهر الواضح ﴿فَلاَ تَبْتَئِسْ﴾: فلا تحزن. \n\n(37): ﴿وَاصْنَعِ الْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا﴾ بمرأى منا وإرشادنا.\n\n","تفسير المبين"]