["(63): ﴿قَالَ يَا قَوْمِ﴾: أخبروني ﴿إِن كُنتُ عَلَى بَيِّنَةً مِّن رَّبِّي﴾: على يقين من أنه أرسلني إليكم ﴿وَآتَانِي مِنْهُ رَحْمَةً﴾: وهي النبوة ﴿فَمَن يَنصُرُنِي مِنَ اللّهِ إِنْ عَصَيْتُهُ﴾: في ترك دعوتكم إلى الحق، وتقدم في الآية 28 من هذه السورة ﴿فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ﴾: إن سكت عن إرشادكم لأن الساكت عن الحق شيطان أخرس كما في الحديث: \n\n(64): ﴿وَيَا قَوْمِ هَـذِهِ نَاقَةُ اللّهِ لَكُمْ آيَةً... ﴾: تقدم في الآية 73 من الأعراف. \n\n(65): ﴿فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ﴾: عقروا الناقة ولم يكترثوا فأمهلهم سبحانه3 أيام عسى أن يندموا ويتوبوا، ولما أصروا حقت عليهم كلمة العذاب. \n\n(66):﴿فَلَمَّا جَاء أَمْرُنَا...﴾: تقدم مثله قبل قليل في الآية 58 من هذه السورة.\n\n(67) - (68): ﴿وَأَخَذَ الَّذِينَ ظَلَمُواْ الصَّيْحَةُ﴾: ارتجفت لها قلوبهم، واضطربت الأرض من تحتهم، وأصبحوا جثثاً باردة هامدة، وتقدم في الآية78 من الأعراف. \n\n(69):﴿وَلَقَدْ جَاءتْ رُسُلُنَا إِبْرَاهِيمَ بِالْبُـشْرَى قَالُواْ سَلاَمًا قَالَ سَلاَمٌ﴾: المراد بالرسل هنا ملائكة من السماء، دخلوا على إبراهيم الخليل (ع) في صورة الآدميين، فحيوه ورد التحية، ﴿فَمَا لَبِثَ﴾: أسرع لم يتوقف ويتردد ﴿أَن جَاء بِعِجْلٍ حَنِيذٍ﴾: مشوي، وكان إبراهيم معروفاً بحب الأضياف. \n\n(70):﴿ فَلَمَّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ﴾: إلى العجل ﴿نَكِرَهُمْ﴾: أنكرهم ولم يعرف حقيقتهم ﴿وَأَوْجَسَ﴾: أحس﴿مِنْهُمْ خِيفَةً﴾: امتنعوا عن الطعام لأنهم ليسوا بشراً، وخاف إبراهيم منهم لأنهم ليسوا كما ظن ﴿قَالُواْ لاَ تَخَفْ إِنَّا﴾: ملائكة ﴿أُرْسِلْنَا إِلَى قَوْمِ لُوطٍ﴾: ولا نريد بك سوءاً ولا بقومك. \n\n(71): ﴿وَامْرَأَتُهُ﴾: سارة ﴿قَآئِمَةٌ فَضَحِكَتْ﴾: قال بعض المفسرين: ضحكت لأن أضيافها لم يأكلوا من طعامها، وقال آخر: بل ضحكت استبشارا بهلاك قوم لوط لكثرة فسادهم! وكل ذلك رجم بالغيب حيث لا آية منزلة ولا رواية ثابتة. وأطرف من ذلك وأغرب ما في تفسير آخر أن جبريل مسح العجل المشوي بجناحه، فقام يدرج حتى وصل بامه الموجودة في الدار! ولماذا هذا التكدير والتعكير لبهاء الإسلام وصفائه؟ ﴿فَبَشَّرْنَاهَا بِإِسْحَقَ وَمِن وَرَاء إِسْحَقَ يَعْقُوبَ﴾: فتلد هي اسحق، ويولد لإسحق يعقوب، وفيه دلالة أن ولد الولد ولد. \n\n","تفسير المبين"]