["(72):﴿قَالَتْ يَا وَيْلَتَى﴾: كلمة للتفجع والأصل يا ويلي، فأُبدلت ياء المتكلم ألفاً، ومثلها يا عجبا يا أسفا ﴿أَأَلِدُ وَأَنَاْ عَجُوزٌ﴾: في بعض التفاسير: كان عمرها 99 سنة، وقال الطبرسي في جوامع الجامع: 78، وفي قاموس الكتاب المقدس: 89 وكل ما نعرفه نحن أنها كانت متقدمة في السن كما نطقت الآية، أما التحديد فعلمه عند ربي ﴿وَهَـذَا بَعْلِي شَيْخًا إِنَّ هَـذَا لَشَيْءٌ عَجِيبٌ﴾: لأنه غير مألوف ومعروف بين الناس. \n\n(73): ﴿قَالُواْ- أي الملائكة - أَتَعْجَبِينَ مِنْ أَمْرِ اللّهِ﴾: كيف؟ وإنما إذا أراد شيئا أن يقول له كن فيكون ﴿رَحْمَتُ اللّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ﴾: أي بيت النبوة، وقد خصكم الله بالكثير من نعنه، وهذه واحد منها، وما هي بأعجب من جعل النار برداً وسلاماً على إبراهيم. \n\n(74): ﴿فَلَمَّا ذَهَبَ عَنْ إِبْرَاهِيمَ الرَّوْعُ﴾: الخوف ﴿وَجَاءتْهُ الْبُشْرَى﴾: بإسحق ويعقوب ﴿يُجَادِلُنَا فِي قَوْمِ لُوطٍ﴾: أي يستغيث بالله، وإياه يرجو، وله يدعو أن يمهل قوم لوط فهل في هذا شيء من الذنب؟ حاشاه ألف كلا، بل العكس هو الصحيح. \n\n(75): ﴿إِنَّ إِبْرَاهِيمَ لَحَلِيمٌ أَوَّاهٌ﴾: رقيق القلب يكثر التأوه والدعاء﴿مُّنِيب﴾: يرجع إلى الله في كل أمر، ومن أجل هذا تضرع إليه تعالى أن يمهل من عصاه وعبد سواه، ولكن الله سبحانه لو علم فيهم خيراً لأمهلهم، ولذا قال عظمت كلمته. \n\n(76): ﴿يَا إِبْرَاهِيمُ أَعْرِضْ عَنْ هَذَا﴾: وإن تلك الرحمة والرأفة دينك وديدنك ﴿إِنَّهُ قَدْ جَاء أَمْرُ رَبِّكَ﴾: بعذاب المشركين لليأس منهم ومن توبتهم. \n\n(77): ﴿وَلَمَّا جَاءتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا﴾: سيء فعل ماض مبني للمجهول ونائب الفاعل ضمير مستتر يعود إلى لوط، وضمير(بهم) يعود إلى الملائكة، والباء هنا للسببية، والمعنى أن لوطا لما رأى الملائكة استاء وضاقت نفسه بسببهم، حيث خشي من قومه عليهم، لأنهم يتعاطون عمل الجنس القبيح، وفي بعض التفاسير: أن الملائكة وردوا على لوط في أجمل صورة يكون عليها غلمان حسان الوجوه ابتلاءً من الله لقوم لوط كي تكون لله الحجة البالغة عليهم. \n\n(78): ﴿وَجَاءهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ﴾: أسرعوا إلى بيت لوط فرحين مستبشرين بهذه الغنيمة الباردة، وذهلوا عن المخبآت والمفاجآت ﴿وَمِن قَبْلُ كَانُواْ يَعْمَلُونَ السَّيِّئَاتِ﴾: المشار إليها في الآية81 من الأعراف (أنكم لتأتون الرجال شهوة من دون النساء) ﴿قَالَ- لوط- يَا قَوْمِ هَـؤُلاء بَنَاتِي﴾: يريد بنات أمته ، لأن النبي أبو الأمة ﴿هُنَّ أَطْهَرُ لَكُمْ﴾: وفي تصرفكم فتزوجوهن حلالا، ودعوا اللواط ﴿فَاتَّقُواْ اللّهَ﴾: وكيف يتعظون بمواعظ الله وهم في المآثم إلى الآذان؟ ﴿وَلاَ تُخْزُونِ فِي ضَيْفِي﴾: لا تفضحوني في الإساءة إليه فإن من حق الضيف الإحسان إليه ﴿أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ﴾: يصدكم عن الضلال والفساد. \n\n(79): ﴿قَالُواْ لَقَدْ عَلِمْتَ مَا لَنَا فِي بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ﴾: لماذا تعرض علينا النساء؟ وأنت تعلم علم اليقين ما لنا بهن من أرب ورغبة، وإن بغيتنا الرجال دون النساء. \n\n(80): ﴿قَالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً﴾: ناصر ينصرني عليكم ﴿أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ﴾: أو مجير يجيرني من شركم، قال هذا وهو لا يعلم أن الناصر في بيته والمجير إلى جانبه، ولما رأى الملائكة قلق لوط وحزنه أعلموه بحقيقة أمرهم. \n\n(81): ﴿قَالُواْ يَا لُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُواْ إِلَيْكَ﴾: وقد جئنا لهلاك القوم الفاسقين ﴿فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ اللَّيْلِ وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلاَّ امْرَأَتَكَ إِنَّهُ مُصِيبُهَا مَا أَصَابَهُم﴾: طلب الملائكة من لوط أن يخرج ليلاً بأهله، وأن لا ينظر أحد إلى ما وراءه، وقد تكون الحكمة من ذلك أن الملتفت إذا رأى ما نزل في دياره من الدمار فيرق ويحزن، أما امرأة لوط، فتركها مع القوم الكافرين لأنها منهم، فكان عليها ما عليهم. \n\n","تفسير المبين"]