["(82): ﴿فَلَمَّا جَاء أَمْرُنَا جَعَلْنَا عَالِيَهَا سَافِلَهَا﴾: الهاء لمدائن لوط ﴿وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ﴾: طين متحجر ﴿مَّنضُودٍ﴾: متراكم بعضه فوق بعض، أو ينزل متتابعاً بعضه أثر بعض. \n\n(83): ﴿مُّسَوَّمَةً﴾: لها علامة خاصة تدل عليها، ولا تصيب إلا من يستحقها، والمعنى أنه تعالى انزل على مدائن لوط عذابين: الخسف والمطر بحجارة من السماء. انظر تفسير الآية 83 و84 من الأعراف.\n\n(84)-(86): ﴿وَإلَى مَدْيَنَ أَخَاهُم شُعَيبًا...﴾: كل الأنبياء ينطلقون في دعوتهم من التوحيد وعبادة الله الذي لا إله سواه، ولا تختص هذه الدعوة بنبي دون نبي أو بأُمة دون أُمة أو بشعب دون شعب أو بجيل دون جيل، ثم يمضي كل نبي في النهي عن المنكر ومساوئ الخلاق الشائعة الذائعة غي عصره، وكان قوم شعيب يفسدون في الأرض، ويبخسون الناس أشياءهم: إذا اكتالوا يستوفون وزيادة، وإذا كالوهم أو وزنوهم يخسرون، أنكر عليهم شعيب هذه المساوئ، فأنكروه، وكان شأنهم معه كشأن غيرهم مع أنبيائهم، وتقدمت قصة شعيب مع قومه في الآية 86 وما بعدها من الأعراف. \n\n(87): ﴿قَالُواْ يَا شُعَيْبُ أَصَلاَتُكَ تَأْمُرُكَ أَن نَّتْرُكَ...﴾: ما من شك أن المؤمن حقاً وصدقاً تأمره صلاته بالمعروف وتنهاه عن المنكر. كما في الآية 45 من العنكبوت، وأيضاً تأمر بدعوة الخلق إلى الحق في نطاق قدرته ومؤهلاته. \n\n(88): ﴿قَالَ يَا قَوْمِ أَرَأَيْتُمْ﴾: أخبروني ﴿إِن كُنتُ عَلَىَ بَيِّنَةٍ مِّن رَّبِّي﴾: على بصيرة في ديني ودعوتي، وتقدم في الآية 28 من هذه السورة ﴿وَرَزَقَنِي مِنْهُ رِزْقًا حَسَنًا﴾: عندي من المال الحلال الطيب ما يغنيني عنكم وعن أموالكم، وبكلام ثان أدعوكم إلى النجاة والحياة لوجه الله لا أريد منكم جزاءاً ولا شكوراً، وأيضاً ﴿وَمَا أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَى مَا أَنْهَاكُمْ عَنْهُ﴾: بل أبدأ بنفسي قبل أي إنسان،وكيف أنهاكم عن شيء ولا انتهي عنه. وهذا هو الشرط الأساس في كل مصلح﴿إِنْ أُرِيدُ إِلاَّ الإِصْلاَحَ مَا اسْتَطَعْتُ﴾: وإرادة الإصلاح والهداية في الأنبياء ليست مجرد شعار أو وصف طارئ، يأتي ويذهب، بل هي من مقومات العصمة أو الخصائص التي لا تنفصل عنها بحال، وبعض الناس أو الأدعياء ينعتون أنفسهم بهذا الوصف دون أن ينظروا إلى معناه بعين الاعتبار، وإنهم بذلك يدعون العصمة أو التشبه بالأنبياء من حيث لا يشعرون. \n\n","تفسير المبين"]