{
"title": "دعاء أمير المؤمنين في اليوم الثاني من كل شهر",
"type": "text",
"source": "الصحيفة العلوية",
"data": "( الحَمْدُ للهِ الَّذِي أَنزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَل لَّهُ عِوَجًا * قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ المُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا * مَّاكِثِينَ فِيهِ أَبَدًا * وَيُنذِرَ الَّذِينَ قَالُوا اتَّخَذَ اللهُ وَلَدًا * مَّا لَهُم بِهِ مِنْ عِلْمٍ وَلا لآبَائِهِمْ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِن يَقُولُونَ إِلا كَذِبًا ) .\n( الحَمْدُ للهِ الَّذِي أَذْهَبَ عَنَّا الحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ )  ( الحَمْدُ للهِ وَسَلامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ * أَمَّنْ خَلَقَ السَّمَاوَاتِ\nوَالأَرْضَ وَأَنزَلَ لَكُم مِّنَ السَّمَاءِ مَاءً فَأَنبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَّا كَانَ لَكُمْ أَن تُنبِتُوا شَجَرَهَا ءَإِلَهٌ مَّعَ اللهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ * أَمَّن جَعَلَ الأَرْضَ قَرَارًا وَجَعَلَ خِلالَهَا أَنْهَارًا وَجَعَلَ لَهَا رَوَاسِيَ وَجَعَلَ بَيْنَ الْبَحْرَيْنِ حَاجِزًا ءَإِلَهٌ مَّعَ اللهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ * أَمَّن يُجِيبُ المُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفَاءَ الأَرْضِ ءَإِلَهٌ مَّعَ اللهِ قَلِيلاً مَّا تَذَكَّرُونَ * أَمَّن يَهْدِيكُمْ فِي ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ وَمَن يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ ءَإِلَهٌ مَّعَ اللهِ تَعَالَى اللهُ عَمَّا يُشْرِكُونَ * أَمَّن يَبْدَأُ الخَلْقَ ثُمَّ يُعِيدُهُ وَمَن يَرْزُقُكُم مِّنَ السَّمَاءِ وَالأَرْضِ ءَإِلَهٌ مَّعَ اللهِ قُلْ هَاتُوا بُرْهَانَكُمْ إِن كُنتُمْ صَادِقِينَ * قُل لا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالأَرْضِ الْغَيْبَ إِلاَّ اللهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ ) .\n( الحَمْدُ للهِ فَاطِرِ السَّمَاوَاتِ وَالأَرْضِ جَاعِلِ المَلائِكَةِ رُسُلاً أُولِي أَجْنِحَةٍ مَّثْنَى وَثُلاثَ وَرُبَاعَ يَزِيدُ فِي الخَلْقِ مَا يَشَاءُ إِنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) .\nالحَمدُ لله الغَفُورِ الغَفّارِ ، الودَوِد التّواب الوَهّاب الكبيرِ ، السّميعِ البَصير العليم ، الصّمَدِ ، الحَيّ القيّومِ ، العزيز الجّبار ، الملكَ المُقتَدرِ القادر ، المِلَكِ الحقّ المُبين ، العليّ الأعلى المُتعالِ ، الأوّلِ الآخِر ، الظّاهر الباطن ، الولي الحميد ، المَولى النّصيرِ ، الخلاق الخالقِ ، البارِئِ المُصوّرِ ، القاهرِ البَرّ ، الشاكِرِ الشَّكوُرِ ، الوكيلِ الشهيدِ ، الرَؤوفِ الرّقيبِ ، الفتّاحِ العليمِ ، الكريم ِالمَحمودِ الجليلِ ، غافِرِ الذّنبِ ، وقابِلِ التّوبِ ، مَلكِ المُلُوكِ ، عالِمِ الغيبِ والشّهادَة ، الدّائِمِ الكريِم ، رَبّ العالمينَ.\nالحمدُ للهِ عَظيم الحمدِ ، عظيمِ العَرشِ ، عَظيمِ المُلكِ ، عظيمِ السُّلطانِ ، عظيمِ العلمِ ، عَظيمِ الحلمِ ، عَظيمِ الكَرَامةِ ، عَظيمِ الرّحَمةِ ، عَظيمِ البَلاءِ ، عَظيمِ النعمةِ ، عَظيمِ الفَضلِ ، عَظيمِ العزّةِ ، عَظيمِ الكبرياءِ ، عظيمِ الشأنِ ، عظيمِ الأمرِ ، تَباركَ الله رَبُّ العالمينَ.\nالحمدُ لله العَليّ العظيمِ ، الرؤوفِ الرّحيمِ ، العزيزِ الحكيمِ ، الخلاّقِ العليمِ ، الملِكِ القُدّوسِ ، الجليلِ الكبيرِ ، المُتعالي المُتَعظِّمِ ، المُتَكبّرِ المُتَجَبّرِ ، الجَبّارِ القَهارِ ، مالِكِ الجَنّةِ والنّارِ ، لهُ الكِبرياءُ والجبَرَوُتُ ، وَلهُ الحُكمُ ، وإليهِ يَصعَدُ الكلِم الطّيّبُ والعملُ الصّالحُ يَرفَعُهُ .\n"
}