{
"title": "دعاء أمير المؤمنين في اليوم الحادي العشر من كل شهر",
"type": "text",
"source": "الصحيفة العلوية",
"data": "( سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِّنَ المَسْجِدِ الحَرَامِ إِلَى المَسْجِدِ الأَقْصَى الَّذِي بَارَكْنَا حَوْلَهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ )  ( سُبحانهُ وَتَعالى عما يَقُولُون عُلُوَّاً كَبيراً * تُسبّحُ لَهُ السّماواتُ السَّبعُ وَالأرضُ وَمَنْ فيهنَّ وإنْ مِنْ شَيء إلاّ يُسّبحُ بِحَمدهِ وَلكِنْ لا تَفْقهونَ تَسْبيحَهُمْ إنه كانَ حَليماً غَفُوراً )  ( سُبحانه إذا قضى أمراً فَإنّما يَقولُ لهُ كن فيكون )  ( فَاصبِر على مَا يَقُولونَ وَسَبِّحْ بِحمدِ رَبّكَ قَبلَ طُلوعِ الشّمسِ وَقَبلَ غُروبِها وَمِنْ آناءِ الليلِ فَسبّح وأطرافَ النّهارِ لَعلّك تَرضى )  (سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ * وَسَلامٌ عَلَى المُرْسَلِينَ * وَالحَمْدُ للهِ رَبِّ الْعَالَمِينَ ) .\nسُبحان اللهِ رَبِّ العرشِ العَظيمِ ( سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ )  ( سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ )  (سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ )  ( سُبْحَانَهُ هُوَ اللهُ الْوَاحِدُ الْقَهَّارُ )  ( فَسُبْحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ )  ( سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ )  سَبَّحَ للهِ ما في السّماوات واْلأرضِ يُحيي وَيُميتُ وَهُو حَيٌّ لا يَموُتُ بيدِهِ الخَيرُ وَهُو على كُلّ شَيءٍ قَديرٌ (هُوَ الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ * هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ وَاللهُ بِمَا تَعْمَلُونَ بَصِيرٌ * لَّهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَإِلَى اللهِ تُرْجَعُ الأُمُورُ * يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَهُوَ عَلِيمٌ بِذَاتِ الصُّدُورِ )  ( سَبَّحَ للهِ مَا فِي السَّمَاوَاتِ وَالأَرْضِ وَهُوَ الْعَزِيزُ الحَكِيمُ )  ( هُوَ اللهُ الخَالِقُ الْبَارِئُ المُصَوِّرُ لَهُ الأَسْمَاءُ الحُسْنَى )  ( يُسَبِّحُ للهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ لَهُ المُلْكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ )  ( وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلاً طَوِيلاً )  ( فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا )  سُبحانَكَ أنتَ الّذي يُسبِّحُ لَكَ بِالغدُوّ والآصالِ ( رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَن ذِكْرِ اللهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالأَبْصَارُ ) .\nيُسبِّحُ لَهُ ما في السّماواتِ وجلاً ، والملائِكةُ شَفَقاً ، والأرضُونَ طبقاً ، وكُلٌّ يُسبّحونَ داخِرينَ. فَلَهُ الجمالُ أبداً سُبحانهُ بالجمالِ مُتوحِّداً ، وبالتوحيدِ مَعروفاً ، وبالمعروُفِ مَوصُوفاً ، وبالصِّفَةِ على لِسانِ كُلّ قائِل رَبّاً ، وبالرّبوُبيَّةِ على العالمينَ قاهِراً ، فَلَهُ البهجة والجمال أبداً .\n"
}