{
"title": "دعاء أم داوود في النصف من رجب",
"type": "text",
"source": "مفاتيح الجنان",
"data": "دعاء اُمّ داود، وهو أهم أعمال هذا اليوم، ومن آثاره قضاء الحوائج وكشف الكروب ودفع ظلم الظالمين، وصفته على ما أورده الشيخ في (المصباح): هي أنّ من أراد ذلك فليصم اليوم الثالث عشر والرابع عشر والخامس عشر، فإذا كان عند الزوال من اليوم الخامس عشر اغتسل، فإذا زالت الشمس صلّى الظهر والعصر يحسن ركوعهما وسجودهما، وليكن في موضع خالٍ لا يشغله شاغل ولا يكلّمه إنسان، فإذا فرغ من الصلاة استقبل القبلة وقرأ الحمد مائة مرّة وسورة الإخلاص مائة مرّة وآية الكرسي عشر مرّات، ثمّ يقرأ بعد ذلك سورة الانعام وبني إسرائيل والكهف ولقمان ويس والصافات وحم السجدة وحم عسق وحم الدخان والفتح والواقعة والملك و ن و إذا السماء انشقت وما بعدها إلى اخر القرآن، فإذا فرغ من ذلك قال وهو مستقبل القبلة: \nصَدَقَ اللهُ العَظيمُ الَّذي لا إلهَ إلاّ هُوَ الحَيُّ القَيّومُ ذو الجَلالِ وَالإكرامِ الرَّحمنُ الرَّحيمُ الحَليمُ الكَريمُ الَّذي لَيسَ كَمِثلِهِ شيءٌ وَهُوَ السَّميعُ العَليمُ البَصيرُ الخَبيرُ، شَهِدَ اللهُ أنَّهُ لا إلهَ إلاّ هُوَ وَالمَلائِكَةُ وَأولو العِلمِ قائِماً بِالقِسطِ لا إلهَ إلاّ هُوَ العَزيزُ الحَكيمُ وَبَلَّغَت رُسُلُهُ الكِرامُ وَأنا عَلى ذلِكَ مِنَ الشَّاهِدينَ، اللهُمَّ لَكَ الحَمدُ وَلَكَ المَجدُ وَلَكَ العِزُّ وَلَكَ الفَخرُ وَلَكَ القَهرُ وَلَكَ النِّعمَةُ وَلَكَ العَظَمَةُ وَلَكَ الرَّحمَةُ وَلَكَ المَهابَةُ وَلَكَ السُّلطانُ وَلَكَ البَهاءُ وَلَكَ الامتِنانُ وَلَكَ التَّسبيحُ وَلَكَ التَّقديسُ وَلَكَ التَّهليلُ وَلَكَ التَّكبيرُ وَلَكَ ما يُرى وَلَكَ ما لا يُرى وَلَكَ ما فَوقَ السَّماواتِ العُلى وَلَكَ ما تَحتَ الثَّرى وَلَكَ الأرضونَ السُّفلى وَلَكَ الآخرةُ وَالاُولى وَلَكَ ما تَرضى بِهِ مِنَ الثَّناءِ وَالحَمدِ وَالشُّكرِ وَالنَّعماءِ اللهُمَّ صَلِّ عَلى جَبرَائيلَ أمينِكَ عَلى وَحيِكَ وَالقَويِّ عَلى أمرِكَ وَالمُطاعِ في سَماواتِكَ وَمَحالِّ كَراماتِكَ المُتَحَمِّلِ لِكَلِماتِكَ النَّاصِرِ لأنبيائِكَ المُدَمِّرِ لأعدائِكَ، اللهُمَّ صَلِّ عَلى ميكائيل مَلَكِ رَحمَتِكَ وَالمَخلوقِ لِرَأفَتِكَ وَالمُستَغفِرِ المُعينِ لأهلِ طاعَتِكَ، اللهُمَّ صَلِّ عَلى إسرافيلَ حامِلِ عَرشِكَ وَصاحِبِ الصُورِ المُنتَظِرِ لأمرِكَ الوَجِلِ المُشفِقِ مِن خيفِتكَ، اللهُمَّ صَلِّ عَلى حَمَلَةِ العَرشِ الطَّاهِرينَ وَعَلى السَّفَرَةِ الكِرامِ البَرَرَةِ الطَّيِّبينَ وَعَلى مَلائِكَتِكَ الكِرامِ الكاتِبينَ وَعَلى مَلائِكَةِ الجِنانِ وَخَزَنَةِ النّيرانِ وَمَلَكِ المَوتِ وَالأعوانِ يا ذَا الجَلالِ وَالإكرامِ، اللهُمَّ صَلِّ عَلى أبينا آدَمَ بَديعِ فِطرَتِكَ الَّذي كَرَّمتَهُ بِسُجودِ مَلائِكَتِكَ وَأبَحتَهُ جَنَّتَكَ، اللهُمَّ صَلِّ عَلى اُمِّنا حَوَّاءَ المُطَهَّرَةِ مِنَ الرِّجسِ المُصَفَّاةِ مِنَ الدَّنَسِ المُفَضَّلَةِ مِنَ الإنسِ المُتَرَدِّدَةِ بَينَ مَحالِّ القُدسِ، اللهُمَّ صَلِّ عَلى هابيلَ وَشيثَ وَإدريسَ وَنوحٍ وَهودٍ وَصالِحٍ وَإبراهيمَ وَإسماعيلَ وَإسحاقَ وَيَعقوبَ وَيوسُفَ وَالأسباطِ وَلوطٍ وَشُعَيبٍ وَأيّوبَ وَموسى وَهارونَ وَيوشَعَ وَميشا وَالخِضرِ وَذي القَرنَينِ وَيونُسَ وَإلياسَ وَاليَسَعَ وَذي الكِفلِ وَطَالوتَ وَداودَ وَسُلَيمانَ وَزَكَريا وَشَعيا وَيَحيى وَتورَخَ وَمَتّى وَإرميا وَحَيقوقَ وَدانيا لَ وَعُزَيرٍ وَعَيسى وَشَمعونَ وَجِرجيسَ وَالحَواريّينَ وَالأتباعِ وَخالِدٍ وَحَنظَلَةَ وَلُقمانَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَارحَم مُحَمَّداً وَآلَ مُحَمَّدٍ وَبارِك عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما صَلَّيتَ وَرَحِمتَ وَبارَكتَ عَلى إبراهيمَ وَآلِ إبراهيمَ إنَّكَ حَميدٌ مَجيدٌ، اللهُمَّ صَلِّ عَلى الأوصياءِ وَالسُّعَداءِ وَالشُّهداءِ وَأئِمَّةِ الهُدى، اللهُمَّ صَلِّ عَلى ‌الأبدالِ وَالأوتادِ وَالسُّياحِ وَالعُبّادِ وَالمُخلِصينَ وَالزُّهّادِ وَأهلِ الجِدِّ وَالاجتِهادِ، وَاخصُص مُحَمَّداً وَأهلَ بَيتِهِ بِأفضَلِ صَلَواتِكَ وَأجزَلِ كَراماتِكَ وَبَلِّغ روحَهُ وَجَسَدَهُ مِنّي تَحيَّةً وَسَلاماً وَزِدهُ فَضلاً وَشَرَفاً وَكَرَماً حَتّى تُبَلِّغَهُ أعلى دَرَجاتِ أهلِ الشَّرَفِ مِنَ النَّبيّينَ وَالمُرسَلينَ وَالأفاضِلِ المُقَرَّبينَ، اللهُمَّ صَلِّ عَلى مَن سَمَّيتُ وَمَن لَم اُسَمِّ مِن مَلائِكَتِكَ وَأنبيائِكَ ورُسُلِكَ وَأهلِ طاعَتِكَ وَأوصِل صَلَواتي إلَيهِم وَإلى أرواحِهِم وَاجعَلهُم إخواني فيكَ وَأعواني عَلى دُعائِكَ، اللهُمَّ إنّي أستَشفِعُ بِكَ إلَيكَ وَبِكَرَمِكَ إلى كَرَمِكَ وَبِجودِكَ إلى جودِكَ وَبِرَحمَتِكَ إلى رَحمَتِكَ وَبِأهلِ طاعَتِكَ إلَيكَ، وَأسألُكَ اللهُمَّ بِكُلِّ ما سألَكَ بِهِ أحَدٌ مِنهُم مِن مَسألَةٍ شَريفَةٍ غَيرِ مَردودَةٍ وَبِما دَعَوكَ بِهِ مِن دَعوةٍ مُجابَةٍ غَيرِ مُخَيَّبَةٍ ؛ يا اللهُ يا رَحمنُ يا رَحيمُ يا حَليمُ يا كَريمُ يا عَظيمُ يا جَليلُ يا مُنيلُ يا جَميلُ يا كَفيلُ يا وَكيلُ يا مُقيلُ يا مُجيرُ يا خَبيرُ يا مُنيرُ يا مُبيرُ يا مَنيعُ يا مُديلُ يا مُحيلُ يا كَبيرُ يا قَديرُ يا بَصيرُ يا شَكورُ يا بَرُّ يا طُهرُ يا طاهِرُ يا قاهِرُ يا ظاهِرُ يا باطِنُ يا ساتِرُ يا مُحيطُ يا مُقتَدِرُ يا حَفيظُ يا مُتَجَبِّرُ يا قَريبُ يا وَدودُ يا حَميدُ يا مَجيدُ يا مُبدئُ يا مُعيدُ يا شَهيدُ يا مُحسِنُ يا مُجمِلُ يا مُنعِمُ يا مُفضِلُ يا قابِضُ يا باسِطُ يا هادي يا مُرسِلُ يا مُرشِدُ يا مُسَدِّدُ يا مُعطي يا مانِعُ يا دافِعُ يا رافِعُ يا باقي يا واقي يا خَلاّقُ يا وَهَّابُ يا تَوَّابُ يا فَتَّاحُ يا نَفَّاحُ يا مُرتاحُ يا مَن بيَدِهِ كُلُّ مِفتاحٍ يا نَفَّاعُ يا رَؤُفُ يا عَطوفُ يا كافي يا شافي يا مُعافي يا مُكافي يا وَفيُّ يا مُهَيمِنُ يا عَزيزُ يا جَبَّارُ يا مُتَكَبِّرُ يا سَلامُ يا مُؤمِنُ يا أحَدُ يا صَمَدُ يا نورُ يا مُدَبِّرُ يا فَردُ يا وِترُ يا قُدّوسُ يا ناصِرُ يا مُؤنِسُ يا باعِثُ يا وارِثُ يا عالِمُ يا حاكِمُ يا بادي يا مُتَعالِى يا مُصَوِّرُ يا مُسلِّمُ يا مُتَحَبِّبُ يا قائِمُ يا دائِمُ يا عَليمُ يا حَكيمُ يا جَوادُ يا بارئُ يا بارُّ يا سارُّ يا عَدلُ يا فاصِلُ يا دَيانُ يا حَنَّاُن يا مَنَّانُ يا سَميعُ يا بَديعُ يا خَفيرُ يا مُعينُ يا ناشِرُ يا غافِرُ يا قَديمُ يا مُسَهِّلُ يا مُيَسِّرُ يا مُميتُ يا مُحيي يا نافِعُ يا رازِقُ يا مُقتَدِرُ يا مُسَبِّبُ يا مُغيثُ يا مُغني يا مُقني يا خالِقُ يا راصِدُ يا واحِدُ يا حاضِرُ يا جابِرُ يا حافِظُ يا شَديدُ يا غيا ثُ يا عائِدُ يا قابِضُ، يا مَن عَلا فَاستَعلى فَكانَ بِالمَنظَرِ الأعلى يا مَن قَرُبَ فَدَنا وَبَعُدَ فَنَأى وَعَلِمَ السِّرَّ وَأخفى يا مَن إلَيهِ التَّدبيرُ وَلَهُ المَقاديرُ وَيا مَن العَسيرُ عَلَيهِ سَهلٌ يَسيرٌ يا مَن هُوَ عَلى ما يَشاءُ قَديرٌ يا مُرسِلَ الرياحِ يا فالِقَ الإصباحِ يا باعِثَ الأرواحِ يا ذا الجودِ وَالسَّماحِ يا رادَّ ما قَد فاتَ يا ناشِرَ الأمواتِ يا جامِعَ الشَّتاتِ يا رَازِقَ مَن يَشاءُ بِغَيرِ حِسابٍ وَيا فاعِلَ ما يَشاءُ كَيفَ يَشاءُ وَيا ذا الجَلالِ وَالإكرامِ يا حَيُّ يا قَيّومُ يا حَيا حينَ لاحَيَّ يا حَيُّ يا مُحييَ المَوتَى يا حَيُّ لا إلهَ إلاّ أنتَ بَديعُ السَّماواتِ وَالأرضِ. \nيا إلهي وَسيِّدي صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَارحَم مُحَمَّداً وَآلَ مُحَمَّدٍ وَبارِك عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ كَما صَلَّيتَ وَبارَكتَ وَتَرحَمْتَ عَلى إبراهيمَ وَآلِ إبراهيمَ إنَّكَ حَميدٌ مَجيدٌ، وَارحَم ذُلّي وَفاقَتي وَفَقري وَانِفرادي وَوَحدَتي وَخُضوعي بَينَ يَدَيكَ وَاعتِمادي عَلَيكَ وَتَضَرُّعي إلَيكَ أدعوكَ دُعاءَ الخاضِعِ الذَّليلِ الخاشِعِ الخائِفِ المُشفِقِ البائِسِ المَهينِ الحَقيرِ الجائِعِ الفَقيرِ العائِذِ المُستَجيرِ المُقِرِّ بِذَنبِهِ المُستَغفِرِ مِنهُ المُستَكينِ لِرَبِّهِ دُعاءَ مَن أسلَمَتهُ ثِقَتُهُ وَرَفَضَتهُ أحِبَّتُهُ وَعظُمَت فَجيعَتُهُ، دُعاءَ حَرِقٍ حَزينٍ ضَعيفٍ مَهينٍ بائِسٍ مُستكينٍ بِكَ مُستَجيرٍ.\nاللهُمَّ وَأسألُكَ بأنَّكَ مَليكٌ وأنَّكَ ما تَشاءُ مِن أمرٍ يَكونُ وَأنَّكَ عَلى ما تَشاءُ قَديرٌ، وَأسألُكَ بِحُرمَةِ هذا الشَّهرِ الحَرامِ والبَيتِ الحَرامِ وَالبَلَدِ الحَرامِ وَالرُّكنِ وَالمَقامِ وَالمَشاعِرِ العِظامِ وَبِحَقِّ نِبيِّكَ مُحَمَّدٍ عَلَيهِ وَآلِهِ السَّلامُ، يا مَن وَهَبَ لآدَمَ شيثاً وَلإبراهيمَ إسماعيلَ وَإسحاقَ وَيا مَن رَدَّ يوسُفَ عَلى يَعقوبَ وَيا مَن كَشَفَ بَعدَ البَلاءِ ضُرَّ أيّوبَ يا رادَّ موسى عَلى اُمِّهِ وَزائِدَ الخِضرِ في عِلمِهِ وَيا مَن وَهَبَ لِداوُدَ سُلَيمانَ وَلِزَكَريا يَحيى وَلِمَريَمَ عيسى يا حافِظَ بِنتِ شُعَيبٍ وَيا كافِلَ وَلَدِ اُمِّ موسى، أسألُكَ أن تُصَلّيَ عَلى مُحَمَّدٍ وآلِ مُحَمَّدٍ وَأن تَغفِرَ لي ذُنوبي كُلَّها وَتُجيرَني مِن عَذابِكَ وَتُوجِبَ لي رِضوانَكَ وَأمانَكَ وَإحسانَكَ وَغُفرانَكَ وَجِنانَكَ.\n وَأسألُكَ أن تَفُكَّ عَنّي كُلَّ حَلَقَةٍ بَيني وَبَينَ مَن يُؤذيني وَتَفتَحَ لي كُلَّ بابٍ وَتُلَيِّنَ لي كُلَّ صَعبٍ وَتُسَهِّلَ لي كُلَّ عَسيرٍ وَتُخرِسَ عَنّي كُلَّ ناطِقٍ بِشَرٍّ وَتَكُفَّ عَنّي كُلَّ باغٍ وَتَكبِتَ عَنّي كُلَّ عَدوٍّ لي وَحاسِدٍ وَتَمنَعَ مِنّي كُلَّ ظالِمٍ وَتَكفيَني كُلَّ عائِقٍ يَحولُ بَيني وَبَينَ حاجَتي وَيُحاوِلُ أن يُفَرِّقَ بَيني وَبَينَ طاعَتِكَ وَيُثَبِّطَني عَن عِبادَتِكَ، يا مَن ألجَمَ الجِنَّ المُتَمَرِّدينَ وَقَهَرَ عُتاةَ الشَّياطينِ وَأذَلَّ رِقابَ المُتَجَبِّرينَ وَرَدَّ كَيدَ المُتَسَلِّطينَ عَنِ المُستَضعَفينَ، أسألُكَ بِقُدرَتِكَ عَلى ما تَشاءُ وَتَسهيلِكَ لِما تَشاءُ كَيفَ تَشاءُ أن تَجعَلَ قَضاء حاجَتي فيما تَشاءُ.\nثمّ اسجد على الأرض وعفّر خدّيك وقل: اللهُمَّ لَكَ سَجَدتُ وَبِكَ آمَنتُ فارحَم ذُلّي وَفاقَتي وَاجتِهادي وَتَضَرُّعي وَمَسكَنَتي وَفَقري إلَيكَ يا رَبِّ.\nواجتهد ان تسحّ عيناك ولو بقدر رأس الذبابة دموعاً، فإنّ ذلك من علامة الإجابة.\n"
}