{
"title": "ثلاث زيارات لأمير المؤمنين عليه السلام يوم المبعث",
"type": "text",
"source": "مفاتيح الجنان",
"data": "هو اليوم السابع والعشرون من رجب وقد وردت فيه ثلاث زيارات:\n\nالاُولى: الزيارة الرجبية: الحَمدُ للهِ الَّذي أشهَدَنا مَشهَدَ أوليائِهِ في رَجَبٍ وَأوجَبَ عَلَينا مِن حَقِّهِم ما قَد وَجَبَ، وَصَلَّى اللهُ عَلى مُحَمَّدٍ المُنتَجَبِ وَعَلى أوصيائِهِ الحُجُبِ، اللهُمَّ فَكَما أشهَدتَنا مَشهَدَهُم فَأنجِز لَنا مَوعِدَهُم وَأورِدنا مَورِدَهُم غَيرَ مُحَلَّئينَ عَن وِردٍ في دارِ المُقامَةِ وَالخُلدِ وَالسَّلامُ عَلَيكُم ؛ إنّي قَصدُتُكم وَاعتَمَدتُكُم بَمَسألَتي وَحاجَتي وَهيَ فَكاكُ رَقَبَتي مِنَ النَّار وَالمَقَرُّ مَعَكُم في دارِ القَرارِ مَعَ شيعَتِكُم الأبرارِ، وَالسَّلامُ عَلَيكُم بِما صَبَرتُم فنِعمَ عُقبى الدَّارِ أنا سائِلُكُم وَآمِلُكُم فيما إلَيكُم التَّفويضُ وَعَلَيكُم التَّعويضُ، فَبِكُم يُجبَرُ المَهيضُ وَيُشفى المَريضُ وَما تَزدادُ الأرحامُ وَما تَغيضُ. إنّي بِسِرِّكُم مُؤمِنٌ وَلِقَولِكُم مُسَلِّمٌ وَعَلى الله بِكُم مُقسِمٌ في رَجعي بِحَوائِجي وَقَضائِها وَإمضائِها وَإنجاحِها وَإبراحِها وَبِشُؤوني لَدَيكُم وَصَلاحِها، وَالسَّلامُ عَلَيكُم سَلامَ موَدِّعٍ وَلَكُم حَوَائِجَهُ مودِعٌ يَسألُ الله إلَيكُم المَرجِعَ وَسَعيَهُ إلَيكُم غَيرَ مُنقَطِعٍ وَأن يَرجِعَني مِن حَضرَتِكُم خَيرَ مَرجِعٍ إلى جَنابٍ مُمرِعٍ وَخَفضٍ موَسَّعٍ وَدَعَةٍ وَمَهَلٍ إلى حينِ الأجَلِ وَخَيرِ مَصيرٍ وَمَحَلٍّ في النَّعيمِ الأزَلِ وَالعَيشِ المُقتَبَلِ وَدَوامِ الاُكُلِ وَشُربِ الرَّحيقِ وَالسَّلسَلِ وَعَلٍّ وَنَهلٍ لا سأمَ مِنهُ وَلا مَلَلَ وَرَحمَةُ الله وَبَرَكاتُهُ، وَتَحياتُهُ عَلَيكُم حَتَّى العَودَ إلى حَضرَتِكُم وَالفَوزَ في كَرَّتِكُم وَالحَشرِ في زُمرَتِكُم وَرَحمَةُ الله وَبَرَكاتُهُ عَلَيكُم وَصَلَواتُهُ وَتَحياتُهُ وَهُوَ حَسبُنا وَنِعمَ الوَكيلُ.\n\n\n(الثانية): زيارة: «السَّلامُ عَلى أَبِي الأَئِمَّةِ وَمَعْدِنِ النُّبُوَّةِ… »، التي قد جعلها العلامة المجلسي الزيارة السابعة من الزيارات المطلقة في كتاب (التحفة). قال صاحب (المزار القديم) إنها تخص الليلة السابعة والعشرين من رجب ونحن أيضاً قد جرينا على ذلك في كتاب (هدية الزائر).\n\n(الثالثة): زيارة اوردها الشيخ المفيد والسيد والشهيد بهذه الكيفية: إذا أردت زيارة الأمير (عليه السلام) في ليلة المبعث أو يومه فقف على باب القُبَّة الشريفة مقابل قبره (عليه السلام) وقل: «أَشْهَدُ أَنْ لا إِلهَ إِلاّ الله وَحْدَهُ لاشَرِيكَ لَهُ وأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ وَأَنَّ عَلِيَّ بْنَ أَبِي طالِبٍ أَمِيرَ المُؤْمِنِينَ عَبْدُ الله وَأَخُو رَسُولِهِ وَأَنَّ الأَئِمَّةِ الطَّاهِرِينَ مِنْ وُلْدِهِ حُجَجُ الله عَلى خَلْقِهِ» . ثم ادخل وقف عند القبر مستقبلاً القبر والقبلة بين كتفيك وكبر الله \"مائة مرة \" وقل:\n\n« السَّلامُ عَلَيكَ ياوارِثَ آدَمَ خَلِيفَةِ اللهِ، السَّلامُ عَلَيكَ ياوارِثَ نُوحٍ صَفْوَةِ اللهِ، السَّلامُ عَلَيكَ ياوارِثَ إِبْراهِيمَ خَلِيلِ اللهِ، السَّلامُ عَلَيكَ ياوارِثَ مُوسى كَلِيمِ اللهِ، السَّلامُ عَلَيكَ ياوارِثَ عِيْسى رُوحِ اللهِ، السَّلامُ عَلَيكَ ياوارِثَ مُحَمَّدٍ سَيِّدِ رُسُلِ اللهِ، السَّلامُ عَلَيكَ ياأَمِيرَ المُؤْمِنِينَ، السَّلامُ عَلَيكَ ياإِمامَ المُتَّقِينَ، السَّلامُ عَلَيكَ ياسَيِّدَ الوَصِيِّينَ، السَّلامُ عَلَيكَ ياوَصِيَّ رَبِّ العالَمِينَ، السَّلامُ عَلَيكَ ياوارِثَ عِلْمِ الأوّلِينَ وَالآخِرِينَ السَّلامُ عَلَيكَ أَيُّها النَبَأُ العَظِيمُ، السَّلامُ عَلَيكَ أَيُّها الصِّراطُ المُسْتَقِيمُ السَّلامُ عَلَيكَ أَيُّها المُهَذَّبُ الكَرِيمُ، السَّلامُ عَلَيكَ أَيُّها الوَصِيُّ التَّقِيُّ السَّلامُ عَلَيكَ أَيُّها الرَّضِيُّ الزَّكِيُّ، السَّلامُ عَلَيكَ أَيُّها البَدْرُ المُضِيُ السَّلامُ عَلَيكَ أَيُّها الصِّدِّيقُ الاَكْبَرُ، السَّلامُ عَلَيكَ أيُّها الفارُوقُ الأعْظَمُ السَّلامُ عَلَيكَ أَيُّها السِّراجُ المُنِيرُ، السَّلامُ عَلَيكَ ياإِمامَ الهُدى، السَّلامُ عَلَيكَ ياعَلَمَ التُّقى، السَّلامُ عَلَيكَ ياحُجَّةَ الله الكُبْرى، السَّلامُ عَلَيكَ ياخاصَّةَ الله وَخالِصَتَهُ وَأَمِينَ الله وَصَفْوَتَهُ وَبابَ الله وَحُجَّتَهُ وَمَعْدِنَ حُكْمِ اللهِ وَسِرَّهُ وَعَيْبَةَ عِلْمِ الله وَخازِنَهُ وَسَفِيرَ الله فِي خَلْقِهِ. أَشْهَدُ أَنَّكَ أَقَمْتَ الصَّلاةَ وَآتَيْتَ الزَّكاةَ وَأَمَرْتَ بِالمَعْرُوفِ وَنَهَيْتَ عَنِ المُنْكَرِ وَاتَّبَعْتَ الرَّسُولَ وَتَلَوْتَ الكِتابَ حَقَّ تِلاوَتِهِ، وَبَلَّغْتَ عَنِ الله وَوَفَيْتَ بِعَهْدِ الله وَتَمَّتْ بِكَ كَلِماتُ الله وَجاهَدْتَ فِي الله حَقَّ جِهادِهِ وَنَصَحْتَ للهِ وَلِرَسُولِهِ صَلّى الله عَلَيهِ وَآلِهِ وَجُدْتَ بِنَفْسِكَ صابِراً مُحْتَسِباً مُجاهِداً عَنْ دِينِ الله مُوَقِّياً لِرَسُولِ الله صَلّى الله عَلَيْهِ وَآلِهِ طالِباً ماعِنْدَ الله راغِباً فِيما وَعَدَ الله وَمَضَيْتَ لِلَّذِي كُنْتَ عَلَيْهِ شَهِيداً وَشاهِداً وَمَشْهُوداً، فَجَزاكَ الله عَنْ رَسُولِهِ وَعَنِ الإسلامِ وَأَهْلِهِ مِنْ صِدِّيقٍ أَفْضَلَ الجَزاءِ. أَشْهَدُ أَنَّكَ كُنْتَ أَوَّلَ القَوْمِ إِسْلاماً وَاََخْلَصَهُمْ إِيماناً وَأَشَدَّهُمْ يَقِيناً وَأَخْوَفَهُمْ للهِ وَأَعْظَمَهْم عَناءِ وَأَحْوَطَهُمْ عَلى رَسُولِ الله صَلّى الله عَلَيهِ وَآلِهِ وَأَفْضَلَهُمْ مَناقِبَ وَأَكْثَرَهُمْ سَوابِقَ وَأَرْفَعَهُمْ دَرَجَةً وَأَشْرَفَهُمْ مَنْزِلَةً وَأَكْرَمَهُمْ عَليْهِ ؛ فَقَوِيْتَ حِينَ وَهَنُوا وَلَزَمْتَ مِنْهاجَ رَسُولِ الله صَلّى الله عَلَيهِ وَآلِهِ، وَأَشْهَدُ أَنَّكَ كُنْتَ خَلِيفَتَهُ حَقاً لَمْ تُنازَعْ بِرَغْمِ المُنافِقِينَ وَغَيْظِ الكافِرِينَ وَضِغْنِ الفاسِقِينَ وَقُمْتَ بِالأمْرِ حِينَ فَشِلُوا وَنَطَقْتَ حِينَ تَتَعْتَعُوا وَمَضَيْتَ بِنُورِ الله إِذْ وَقَفُوا، فَمَنْ اتَّبَعَكَ فَقَدْ اهْتَدى، كُنْتَ أَوَّلَهُمْ كَلاما وَأَشَدَّهُمْ خِصاما وَأَصْوَبَهُمْ مَنْطِقاً َأَسَدَّهُمْ رَأْياً وَأَشْجَعَهُمْ قَلْباً وَأَكْثَرَهُمْ يَقِيناً وَأَحْسَنَهُمْ عَمَلاً وَأَعْرَفَهُمْ بِالاُمُورِ، كُنْتَ لِلْمُؤْمِنِينَ أَبا رَحِيماً إِذْ صارُوا عَلَيكَ عِيالاً فَحَمَلْتَ أَثْقالَ ماعَنْهُ ضَعُفُوا وَحَفِظْتَ ماأَضاعُوا وَرَعَيْتَ ما أَهْمَلُوا وَشَمَّرْتَ إِذْ جَبَنُوا وَعَلَوْتَ إِذْ هَلِعُوا وَصَبَرْتَ إِذْ جَزِعُوا، كُنْتَ عَلى الكافِرِينَ عَذاباً صَبّاً وَغِلْظَةً وَغَيْظاً وَلِلْمُؤْمِنِينَ غَيْثاً وَخِصْباً وَعِلْماً، لَمْ تُفْلَلْ حُجَّتُكَ وَلَمْ يَزِغْ قَلْبُكَ وَلَمْ تَضْعُفْ بَصِيرَتُكَ وَلَمْ تَجْبُنْ نَفْسُكَ، كُنْتَ كَالجَبَلِ لا تُحَرِّكُهُ العَواصِفُ وَلا تُزِيلُهُ القَواصِفُ.\n\nكُنْتَ كَما قالَ رَسُولُ الله صَلّى الله عَلَيهِ وَآلِهِ: قَوِياً فِي بَدَنِكَ مُتَواضِعاً فِي نَفْسِكَ عَظِيماً عِنْدَ الله كَبِيراً فِي الأَرضِ جَلِيلاً فِي السَّماء لَمْ يَكُنْ لاَحَدٍ فِيكَ مَهْمَزٌ وَلا لِقائِلٍ فِيكَ مَغْمَزٌ وَلا لِخَلْقٍ فِيكَ مَطْمَعٌ وَلا لأحَدٍ عِنْدَكَ هَوادَةٌ يُوجَدُ الضَّعِيفُ الذَّلِيلُ عِنْدَكَ قَوِياً عَزِيزاً حَتّى تَأْخُذَ لَهُ بِحَقِّهِ وَالقَوِيُّ العَزِيزُ عِنْدَكَ ضَعِيفاً حَتّى تَأْخُذَ مِنْهُ الحَقَّ القَرِيبُ وَالبَعِيدُ عِنْدَكَ فِي ذلِكَ سَواءٌ، شَأْنُكَ الحَقُّ وَالصِّدْقُ وَالرِّفْقُ وَقَوْلُكَ حُكْمٌ وَحَتْمٌ وَأَمْرُكَ حِلْمٌ وَعَزْمٌ وَرأْيُكَ عِلْمٌ وَحَزْمٌ . إعْتَدَلَ بِكَ الدِّينُ وَسَهُلَ بِكَ العَسِيرُ وَأُطْفِئَتْ بِكَ النِّيرانُ وَقَوِيَ بِكَ الإيمانُ وَثَبَتَ بِكَ الإسْلامُ، وَهَدَّتْ مُصِيبَتُكَ الأنامُ، فَإِنَّا للهِ وَإِنَّا إِلَيْهِ راجِعُونَ.\n\nلَعَنَ الله مَنْ قَتَلَكَ وَلَعَنَ الله مَنْ خالَفَكَ وَلَعَنَ الله مَنِ افْتَرى عَلَيكَ وَلَعَنَ الله مَنْ ظَلَمَكَ وَغَصَبَكَ حَقّكَ وَلَعَنَ الله مَنْ بَلَغَهُ ذلِكَ فَرَضِيَ بِهِ، إِنَّا إِلى الله مِنْهُمْ بُراءُ لَعَنَ الله اُمَّةً خالَفَتْكَ وَجَحَدَتْ وِلايَتَكَ وَتَظاهَرَتْ عَلَيكَ وَقَتَلَتْكَ وَحادَتْ عَنْكَ وَخَذَلَتْكَ، الحَمْدُ للهِ الَّذِي جَعَلَ النَّارَ مَثْواهُمْ وَبِئْسَ الوِرْدُ المَوْرُودُ. أَشْهَدُ لَكَ ياوَلِيَّ الله وَوَلِيَّ رَسُولِهِ صَلّى الله عَلَيهِ وَآلِهِ بِالبَلاغِ وَالأداءِ، وَأَشْهَدُ أَنَّكَ حَبِيبُ اللهِ وَبابُهُ وَأَنَّكَ جَنْبُ الله وَوَجْهُهُ الَّذِي مِنْهُ يُؤْتى وَأَنَّكَ سَبِيلُ الله وَأَنَّكَ عَبْدُ الله وَأَخُو رَسُولِهِ صَلّى الله عَلَيهِ وَآلِهِ ؛ أَتَيْتُكَ زائِراً لِعَظِيمِ حالِكَ وَمَنْزِلَتِكَ عِنْدَ الله وَعِنْدَ رَسُولِهِ مُتَقَرِّباً إِلى الله بِزِيارَتِكَ راغِباً إِلَيْكَ فِي الشَّفاعَةِ، أَبْتَغِي بِشَفاعَتِكَ خَلاصَ نَفْسِي مُتَعَوِّذاً بِكَ مِنَ النَّارِ هارِباً مِنْ ذُنُوبِي الَّتِي احْتَطَبْتُها عَلى ظَهْرِي فَزِعاً إِلَيْكَ رَجاءَ رَحْمَةِ رَبِّي، أَتَيْتُكَ اسْتَشْفِعُ بِكَ يامَوْلايَ إِلى الله وَأَتَقَرَّبُ بِكَ إِلَيْهِ لِيَقْضِيَ حَوائِجِي فَاشْفَعْ لِي ياأَمِيرَ المُؤْمِنِينَ إِلى الله فَإِنِّي عَبْدُ الله وَمَوْلاكَ وَزائِرُكَ وَلَكَ عِنْدَ الله المَقامُ المَعْلُومُ وَالجاهُ العَظِيمُ وَالشَّأْنُ الكَبِيرُ وَالشَّفاعَةُ المَقْبُولَةُ.\n\nاللّهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَصَلِّ عَلى عَبْدِكَ وَأَمِينِكَ الاَوْفى وَعُرْوَتِكَ الوُثْقى وَيَدِكَ العُلْيا وَكَلِمَتِكَ الحُسْنى وَحُجَّتِكَ عَلى الوَرى وَصِدِّيقِكَ الاَكْبَرِ، سَيِّدِ الأوصياء وَرُكْنِ الأوْلِياء وَعِمادِ الأصْفِياء أَمِيرِ المُؤْمِنِينَ وَيَعْسُوبِ المُتَّقِينَ وَقُدْوَةِ الصِّدِّيقِينَ وَإِمامِ الصَّالِحِينَ، المَعْصُومِ مِنَ الزَّلَلِ وَالمَفْطُومِ مِنَ الخَلَلِ وَالمُهَذَّبِ مِنَ العَيْبِ وَالمُطَهَّرِ مِنَ الرَّيْبِ، أَخِي نَبِيِّكَ وَوَصِيِّ رَسُولِكَ وَالبائِتِ عَلى فِراشِهِ وَالمُواسِي لَهُ بِنَفْسِهِ وَكاشِفِ الكَرْبِ عَنْ وَجْهِهِ الَّذِي جَعَلْتَهُ سَيْفاً لِنُبوَّتِهِ وَمُعْجِزاً لِرِسالَتِهِ وَدَلالَةً وَاضِحَةً لِحُجَّتِهِ وَحامِلاً لِرايَتِهِ وَوِقايَةً لِمُهْجَتِهِ وَهادياً لاِ مَّتِهِ وَيَداً لِبَأْسِهِ وَتاجاً لِرَأْسِهِ وَباباً لِنَصْرِهِ وَمِفْتاحاً لِظَفَرِهِ، حَتّى هَزَمَ جُنُودَ الشِّرْكِ بَأَيْدِكِ وَأَبادَ عَساكِرَ الكُفْرِ بِأَمْرِكَ وَبَذَلَ نَفْسَهُ فِي مَرْضاتِكَ وَمَرْضاةِ رَسُولِكَ وَجَعَلَها وَقْفاً عَلى طاعَتِهِ وَمَجِنّا دُونَ نَكْبَتِهِ، حَتّى فاضَتْ نَفْسُهُ صَلّى الله عَلَيهِ وَآلِهِ فِي كَفِّهِ وَاسْتَلَبَ بَرْدَها وَمَسَحَهُ عَلى وَجْهِهِ وَأَعانَتْةُ مَلائِكَتُكَ عَلى غُسْلِهِ وَتَجْهِيزِهِ وَصَلّى عَلَيْهِ وَوارى شَخْصَهُ وَقضى دَيْنَهُ وَأَنْجَزَ وَعْدَهُ وَلَزِمَ عَهْدَهُ وَاحْتَذى مِثالَهُ وَحَفِظَ وَصِيَّتَهُ. وَحِينَ وَجَدَ أَنْصاراً نَهَضَ مُسْتَقِلاً بِأَعْباءِ الخِلافَةِ مُضْطَلِعاً بِأَثْقالِ الإمامةِ فَنَصَبَ رايَةَ الهُدى فِي عِبادِكَ وَنَشَرَ ثَوْبَ الاَمْنِ فِي بِلادِكَ وَبَسَطَ الَعْدَل فِي بَرِيَّتِكَ وَحَكَمَ بِكِتابِكَ فِي خَلِي"
}