{
"title": "أدعية تقرأ كل يوم في شهر رجب",
"type": "text",
"source": "البرنامج العبادي الميسر ، بتصرف ",
"data": "1.« يا مَنْ يَمْلِكُ حَوائِجَ السّائِلينَ، ويَعْلَمُ ضَميرَ الصّامِتينَ، لِكُلِّ مَسْأَلَة مِنْكَ سَمْعٌ حاضِرٌ وَجَوابٌ عَتيدٌ، اَللّـهُمَّ وَ مَواعيدُكَ الصّادِقَةُ، واَياديكَ الفاضِلَةُ، ورَحْمَتُكَ الواسِعَةُ، فأسْألُكَ اَنْ تٌصَلِّيَ عَلى مُحَمَّد وَآلِ مُحَمَّد واَنْ تَقْضِيَ حَوائِجي لِلدُّنْيا وَالاَْخِرَةِ، اِنَّكَ عَلى كُلِّ شيء قَديرٌ ».\n\n2. «خابَ الوافِدُونَ عَلى غَيْرِكَ، وَخَسِرَ المُتَعَرِّضُونَ إِلاّ لَكَ، وَضاعَ المُلِّمُونَ إِلاّ بِكَ، وَاَجْدَبَ الْمُنْتَجِعُونَ إِلاّ مَنِ انْتَجَعَ فَضْلَكَ، بابُكَ مَفْتُوحٌ لِلرّاغِبينَ، وَخَيْرُكَ مَبْذُولٌ لِلطّالِبينَ وَفَضْلُكَ مُباحٌ لِلسّائِلينَ، وَنَيْلُكَ مُتاحٌ لِلامِلينَ، وَرِزْقُكَ مَبْسُوطٌ لِمَنْ عَصاكَ، وَحِلْمُكَ مُعْتَرِضٌ لِمَنْ ناواكَ، عادَتُكَ الاِْحْسانُ اِلَى الْمُسيئينَ، وَسَبيلُكَ الاِبْقاءُ عَلَى الْمُعْتَدينَ، ُاَللّـهُمَّ فَاهْدِني هُدَى الْمُهْتَدينَ، وَارْزُقْني اجْتِهادَ الُْمجْتَهِدينَ، وَلا تَجْعَلْني مِنَ الْغافِلينَ الْمُبْعَدينَ، واغْفِرْ لي يَوْمَ الدّينِ ».\n\n3. «اَللّـهُمَّ اِنّي اَساَلُكَ صَبْرَ الشّاكِرينَ لَكَ، وَعَمَلَ الْخائِفينَ مِنْك، وَيَقينَ الْعابِدينَ لَكَ، اَللّـهُمَّ اَنْتَ الْعَلِيُّ الْعَظيمُ، وَاَنَا عَبْدُكَ الْبائِسُ الْفَقيرُ، اَنْتَ الْغَنِيُّ الْحَميدُ، وَاَنَا الْعَبْدُ الذَّليل، اَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَآلِهِ وَاْمْنُنْ بِغِناكَ عَلى فَقْري، وَبِحِلْمِكَ عَلى جَهْلي، وَبِقُوَّتِكَ عَلى ضَعْفي، يا قَوِيُّ يا عَزيزُ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَآلِهِ الاْوصياءِ الْمَرْضِيِّينَ، وَاكْفِني ما اَهَمَّني مِنْ اَمْرِ الدُّنْيا وَالاخِرَةِ يا اَرْحَمَ الرّاحِمينَ ».\n\n4. «اللهم يا ذا المنن السابغة و الآلاء الوازعة و الرحمة الواسعة و القدرة الجامعة و النعم الجسيمة و المواهب العظيمة و الأيادي الجميلة و العطايا الجزيلة يا من لا ينعت بتمثيل و لا يمثل بنظير و لا يغلب بظهير يا من خلق فرزق و ألهم فأنطق و ابتدع فشرع و علا فارتفع و قدر فأحسن و صور فأتقن و احتج فأبلغ و أنعم فأسبغ و أعطى فأجزل و منح فأفضل يا من سما في العز ففات خواطر الأبصار و دنا في اللطف فجاز هواجس الأفكار يا من توحد بالملك فلا ند له في ملكوت سلطانه و تفرد بالآلاء و الكبرياء فلا ضد له في جبروت شأنه يا من حارت في كبرياء هيبته دقائق لطائف الأوهام و انحسرت دون إدراك عظمته خطائف أبصار الأنام يا من عنت الوجوه لهيبته و خضعت الرقاب لعظمته و وجلت القلوب من خيفته أسألك بهذه المدحة التي لا تنبغي إلا لك و بما وأيت به على نفسك لداعيك من المؤمنين و بما ضمنت الإجابة فيه على نفسك للداعين يا أسمع السامعين و أبصر الناظرين و أسرع الحاسبين يا ذا القوة المتين صل على محمد و آله خاتم النبيين و على أهل بيته و اقسم لي في شهرنا هذا خير ما قسمت و اختم لي في قضائك خير ما حتمت و اختم لي بالسعادة فيمن ختمت و أحيني ما أحييتني موفورا و أمتني مسرورا و مغفورا و تول أنت نجاتي من مساءلة البرزخ و ادرأ عني منكرا و نكيرا و أر عيني مبشرا و بشيرا و اجعل لي إلى رضوانك و جنانك مصيرا و عيشا قريرا و ملكا كبيرا و صل على محمد و آله كثيرا »\n\n5. «اللهم إني أسألك بمعاني جميع ما يدعوك به ولاة أمرك المأمونون على سرك المستبشرون بأمرك الواصفون لقدرتك المعلنون لعظمتك أسألك بما نطق فيهم من مشيتك فجعلتهم معادن لكلماتك و أركانا لتوحيدك و آياتك و مقاماتك التي لا تعطيل لها في كل مكان يعرفك بها من عرفك لا فرق بينك و بينها إلا أنهم عبادك و خلقك فتقها و رتقها بيدك بدؤها منك و عودها إليك أعضاد و أشهاد و مناة و أذواد و حفظة و رواد فيهم ملأت سماءك و أرضك حتى ظهر ألا إله إلا أنت فبذلك أسألك و بمواقع العز من رحمتك و بمقاماتك و علاماتك أن تصلي على محمد و آل محمد و أن تزيدني إيمانا و تثبيتا يا باطنا في ظهوره و ظاهرا في بطونه و مكنونه يا مفرقا بين النور و الديجور يا موصوفا بغير شبه حاد كل محدود و شاهد كل مشهود و موجد كل موجود و محصي كل معدود و فاقد كل مفقود ليس دونك من معبود أهل الكبرياء و الجود يا من لا يكيف بكيف و لا يؤين بأين يا محتجبا عن كل عين يا ديموم يا قيوم و عالم كل معلوم صل على عبادك المنتجبين و بشرك المحتجبين و ملائكتك المقربين و بهم >البهم< الصافين الحافين و بارك لنا في شهرنا هذا المرجب المكرم و ما بعده من أشهر >الأشهر< الحرم و أسبغ علينا فيه النعم و أجزل لنا فيه القسم و أبرر لنا فيه القسم باسمك الأعظم الأعظم الأجل الأكرم الذي وضعته على النهار فأضاء و على الليل فأظلم فاغفر لنا ما تعلم منا و لا نعلم و اعصمنا من الذنوب خير العصم و اكفنا كوافي قدرك و امنن علينا بحسن نظرك و لا تكلنا إلى غيرك و لا تمنعنا من خيرك و بارك لنا فيما كتبته لنا من أعمارنا و أصلح لنا خبيئة أسرارنا و أعطنا منك الأمان و استعملنا بحسن الإيمان و بلغنا شهر الصيام و ما بعده من الأيام و الأعوام يا ذا الجلال و الإكرام »\n\n6. «اللهم إني اسألك بالمولودين في رجب ، محمد بن علي الثاني وابنه علي بن محمد المنتجب ، وأتقرب بهما إليك خير القرب ، يا من إليه المعروف طُلِب ، وفيما لديه رُغِبَ ، اسالك سؤال مُقترِفٍ مُذنب ، قد أوبقته ذُنُوبه ، وأوثقته عُيوبه ، فطال على الخطايا دُؤُوبُه ، ومن الرزايا خُطُوبُه ، يسألك التوبة وحُسن الأوْبَةِ ، والنُّزوعَ عن الحَوبة ، ومن النار فكاك رقبته ، والعفو عمَّا في رِبْقَتِهِ ، فأنت يا مولاي أعظم أمَلِهِ وَثِقته ، اللهم واسألك بمسائلك الشريفة ، ووسائلك المُنيفة أن تتغمدني في هذا الشهر برحمةٍ منك واسعةٍ ونعمةٍ وازعةٍ ، ونفسٍ بما رزقتها قانعةٍ ، إلى نُزُول الحافِرَةِ ، ومَحَلِّ الآخرةِ ، وما هي إليه صائِرةٌ» . \n"
}