{
"title": "دعاء أمير المؤمنين في اليوم التاسع عشر من كل شهر",
"type": "text",
"source": "الصحيفة العلوية",
"data": "الحمدُ للهِ بما حَمِدَ اللهُ بِه نَفَسَهُ ، لا إلهَ إلاّ الله بِما هَلَّلَ اللهُ بِه نَفسهُ ، اللهُ أكبرُ بما كَبَّر اللهُ به نَفَسهُ. والحمدُ للهِ بما حَمِدَ الله بِه نَفَسَهُ وعَرشهُ ومن تَحتهُ ، ولا إلهَ إلاّ اللهُ بِما هَلَّلَ الله به عَرشُهُ ومَن تَحتَهُ ، واللهُ أَكَبرُ بٍما كَبَّرَ اللهَ بِه عَرشُهُ وكُرِسيُّهُ وَمن تَحتُه ، وسُبحانَ الله بما سَبَّحَ اللهَ بِه عَرشُهُ ومَن تَحتهُ. والحَمدُ للهِ بِما حَمِدَ الله به خَلقُهُ ، واللهِ أكبرُ بما كبَّرَ الله بِه خلقُهُ وسُبحانَ اللهِ بما سبَّحَ الله به خَلقُهُ ، ولا إلهَ إلاّ اللهُ بما هَلَّل اللهَ به خلقُهُ. والحمد للهِ بِما حَمِدَ اللهَ بِه ملائِكتُهُ ، ولا إلهَ إلاّ اللهُ بما هَلَّلَ اللهَ به ملائِكتُهُ ، وسُبحانَ اللهِ بما سَبَّحَ الله به ملائِكَتُهُ ، والله أكبرُ بما كَبَّرَ اللهَ بِه مَلائِكَتُهُ.\nوالحمَدُ للهِ بما حَمِدَ الله بهِ سمواتُهُ وأرضُهُ ، ولا إلهَ إلاَ الله بما هَلَّلَ الله به سَمواتُهُ وأرضُهُ ، واللهُ أكبر بما كَبَّرَ اللهَ به سَمواتُهُ وأرضُهُ ، وسُبحانَ اللهِ بما سَبَّحَ الله بهِ سَمواتُهُ وأرضُهُ.\nوالحمدُ للهِ بما حَمِدهُ رَعدُهُ وبَرقُهُ ومَطَرهُ ، واللهُ أكبرَ بِما كَبَّرَهُ بِه رَعدُهُ وبَرقُهُ ومَطَرهُ ، وسُبحانَ اللهِ بما سَبَّحَهُ به رَعدُهُ وبَرقُهُ ومَطَرُهُ ، ولا إلهَ إلاّ اللهُ بما هَلَّلَهُ به رَعدُهُ وبَرقُهُ ومَطرُهُ.\nوالحمدُ للهِ بما حَمِدَهُ به كُرسِيُّهُ وكُلّ شَيءٍ أحَاطَ به عِلمُهُ ، وسُبحانَ اللهِ بِما سَبَّحَهُ به كُرسيُّهُ وكُلّ شَيءٍ أحَاطَ بِه علمُهُ ، ولا إلهَ إلاّ اللهُ بِما هَلَّلَهُ بِه كُرسِيُّهُ وكُلّ شيءٍ أحاطَ به عِلمُهُ ، واللهُ أكبرُ بِما كَبَّرهُ بِه كُرسيّهُ وكُلّ شَيءٍ أحاطَ بَه عِلمُهُ.\nوالحمدُ للهِ بِما حَمِدَ بِه بحارُهُ بِما فيها ، واللهُ أكبَرَ بما كَبَرَّهُ به بحارُهُ بما فيها ، وسُبحانَ اللهِ بما سَبَّحهُ بحارُه بما فيها ، ولا إلهَ إلاّ اللهُ بَما هَلَّلهُ بِحارُهُ بما فيها.\nوالحمدُ لله مُنتهى عِلمهِ ومَبلَغَ رِضاهُ وما لا نفادَ لَهُ ، ولا إلهَ إلاّ اللهُ مُنتهى عِلمهِ ومَبلَغَ رِضاهُ وما لا نفادَ لَهُ.\nاللّهُمَّ صَلِّ على مُحمّدٍ النبي وعلى آل مُحمّدٍ ، وارحَم مُحمّداً وَآل مُحمّد ، وبارِكَ على مُحمّد وآلِ مُحمّدٍ ، كَما صَلّيتَ وترحَّمتَ وباركتَ على إبراهَيم وآلِ إبراهيم إنّكَ حَميدٌ مَجيدٌ.\nاللّهُمَّ إنّي أسألُكَ على أثَرِ تهَليلِكَ وتَحميدِكَ وتَسبيحِكَ وتكبيركَ والصَّلاة على مُحمّدٍ نَبيّكَ أن تَغفَرِ لي ذُنُوبي كُلّها ، صَغيرها وكَبيرها ، سِرّها وعلانِيتها ، ما عَلمتُ مِنها وما لم أعَلَم ، وما أحصيتَ وحَفَظتَهُ ونَسيتُهُ أنا مِن نَفسي ، يا اللهُ يا اللهُ يا اللهُ ، يا رحمانُ يا رحمانُ ، يا رحيمُ يا رحيمُ.\n"
}