{
"title": "دعاء اللهم ان هذا الشهر المبارك في الليلة الأولى من شهر رمضان",
"type": "text",
"source": "مفاتيح الجنان",
"data": "اللَّهُمَ‏ إِنَ‏ هَذَا الشَّهْرَ الْمُبَارَكَ‏ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ‏ وَ جُعِلَ‏ هُدىً لِلنَّاسِ وَ بَيِّناتٍ مِنَ الْهُدى‏ وَ الْفُرْقانِ‏ قَدْ حَضَرَ فَسَلِّمْنَا فِيهِ وَ سَلِّمْهُ لَنَا وَ تَسَلَّمْهُ مِنَّا فِي يُسْرٍ مِنْكَ وَ عَافِيَةٍ يَا مَنْ أَخَذَ الْقَلِيلَ وَ شَكَرَ الْكَثِيرَ اقْبَلْ مِنَّا الْيَسِيرَ اللَّهُمَّ إِنِّي أَسْأَلُكَ أَنْ تَجْعَلَ لِي إِلَى كُلِّ خَيْرٍ سَبِيلًا وَ مِنْ كُلِّ مَا لَا تُحِبُّ مَانِعاً يَا أَرْحَمَ الرَّاحِمِينَ يَا مَنْ عَفَا عَنِّي وَ عَمَّا خَلَوْتُ بِهِ مِنَ السَّيِّئَاتِ يَا مَنْ لَمْ يُؤَاخِذْنِي بِارْتِكَابِ الْمَعَاصِي عَفْوَكَ عَفْوَكَ عَفْوَكَ يَا كَرِيمُ إِلَهِي وَعَظْتَنِي فَلَمْ أَتَّعِظْ وَ زَجَرْتَنِي عَنْ مَحَارِمِكَ فَلَمْ أَنْزَجِرْ فَمَا عُذْرِي فَاعْفُ عَنِّي يَا كَرِيمُ عَفْوَكَ عَفْوَكَ عَفْوَكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الرَّاحَةَ عِنْدَ الْمَوْتِ وَ الْعَفْوَ عِنْدَ الْحِسَابِ عَظُمَ الذَّنْبُ مِنْ عَبْدِكَ فَلْيَحْسُنِ التَّجَاوُزُ مِنْ عِنْدِكَ يَا أَهْلَ التَّقْوَى وَ يَا أَهْلَ الْمَغْفِرَةِ عَفْوَكَ عَفْوَكَ اللَّهُمَّ إِنِّي عَبْدُكَ وَ ابْنُ عَبْدِكَ وَ ابْنُ أَمَتِكَ ضَعِيفٌ فَقِيرٌ إِلَى رَحْمَتِكَ وَ أَنْتَ مُنْزِلُ الْغِنَى وَ الْبَرَكَةِ عَلَى الْعِبَادِ قَاهِرٌ مُقْتَدِرٌ أَحْصَيْتَ أَعْمَالَهُمْ وَ قَسَمْتَ أَرْزَاقَهُمْ وَ جَعَلْتَهُمْ مُخْتَلِفَةً أَلْسِنَتُهُمْ وَ أَلْوَانُهُمْ خَلْقاً مِنْ بَعْدِ خَلْقٍ لَا يَعْلَمُ الْعِبَادُ عِلْمَكَ وَ لَا يَقْدِرُ الْعِبَادُ قَدْرَكَ وَ كُلُّنَا فَقِيرٌ إِلَى رَحْمَتِكَ فَلَا تَصْرِفْ عَنِّي بِوَجْهِكَ وَ اجْعَلْنِي مِنْ صَالِحِ خَلْقِكَ فِي الْعَمَلِ وَ الْأَمَلِ وَ الْقَضَاءِ وَ الْقَدَرِ اللَّهُمَّ أَبْقِنِي خَيْرَ الْبَقَاءِ وَ أَفْنِنِي خَيْرَ الْفَنَاءِ عَلَى مُوَالاةِ أَوْلِيَائِكَ وَ مُعَادَاةِ أَعْدَائِكَ وَ الرَّغْبَةِ إِلَيْكَ وَ الرَّهْبَةِ مِنْكَ وَ الْخُشُوعِ وَ الْوَفَاءِ وَ التَّسْلِيمِ لَكَ وَ التَّصْدِيقِ بِكِتَابِكَ وَ اتِّبَاعِ سُنَّةِ رَسُولِكَ اللَّهُمَّ مَا كَانَ فِي قَلْبِي مِنْ شَكٍّ أَوْ رِيبَةٍ أَوْ جُحُودٍ أَوْ قُنُوطٍ أَوْ فَرَحٍ أَوْ بَذَخٍ أَوْ بَطَرٍ أَوْ خُيَلَاءَ أَوْ رِيَاءٍ أَوْ سُمْعَةٍ أَوْ شِقَاقٍ أَوْ نِفَاقٍ أَوْ كُفْرٍ أَوْ فُسُوقٍ أَوْ عِصْيَانٍ أَوْ عَظَمَةٍ أَوْ شَيْ‏ءٍ لَا تُحِبُّ فَأَسْأَلُكَ يَا رَبِّ أَنْ تُبَدِّلَنِي مَكَانَهُ إِيمَاناً بِوَعْدِكَ وَ وَفَاءً بِعَهْدِكَ وَ رِضًى بِقَضَائِكَ وَ زُهْداً فِي الدُّنْيَا وَ رَغْبَةً فِيمَا عِنْدَكَ وَ أَثَرَةً وَ طُمَأْنِينَةً وَ تَوْبَةً نَصُوحاً أَسْأَلُكَ ذَلِكَ يَا رَبَّ الْعَالَمِينَ إِلَهِي أَنْتَ مِنْ حِلْمِكَ تُعْصَى وَ مِنْ كَرَمِكَ وَ جُودِكَ تُطَاعُ فَكَأَنَّكَ لَمْ تُعْصَ وَ أَنَا وَ مَنْ لَمْ يَعْصِكَ سُكَّانُ أَرْضِكَ فَكُنْ عَلَيْنَا بِالْفَضْلِ‏ جَوَاداً وَ بِالْخَيْرِ عَوَّاداً يَا أَرْحَمَ الرَّاحِمِينَ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ صَلَاةً دَائِمَةً لَا تُحْصَى وَ لَا تُعَدُّ وَ لَا يَقْدِرُ قَدْرَهَا غَيْرُكَ يَا أَرْحَمَ الرَّاحِمِين‏"
}