{
"title": "أدعية رؤية هلال شهر رمضان",
"type": "text",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد",
"data": "اذا رأيت هلال شهر رمضان فلا تشر اليه ولكن استقبل القبلة وارفع يديك الى السّماء وخاطب الهلال تقول :\n\n«رَبّي وَرَبُّكَ اللهُ رَبُّ الْعالَمينَ، اَللّـهُمَّ اَهِلَّهُ عَلَيْنا بِالاَْمْنِ وَالاِيمانِ، وَالسَّلامَةِ وَالاِسْلامِ، وَالْمُسارَعَةِ اِلى ما تُحِبُّ وَتَرْضى، اَللّـهُمَّ بارِكْ لَنا في شَهْرِنا هذا، وَارْزُقْنا خَيْرَهُ وَعَوْنَهُ، وَاصْرِفْ عَنّا ضُرَّهُ وَشَرَّهُ وَبلاءَهُ وَفِتْنَتَهُ» .\n\nوروي انّ رسول الله (صلى الله عليه وآله وسلم) كان اذا استهلّ هلال شهر رمضان استقبل القبلة بوجهه وقال :\n\n«اَللّـهُمَّ اَهِلَّهُ عَلَيْنا بِالاَْمْنِ والاِيمانِ، وَالسَّلامَةِ وَالاِسْلامِ، وَالْعافِيَةِ الُْمجَلَّلَةِ وَدِفاعِ الاَسْقامِ، وَالْعَوْنِ َعَلَى الصَّلاةِ وَالصِّيامِ وَالْقِيامِ وَتِلاوَةِ الْقُرآنِ، اَللّـهُمَّ سَلَّمْنا لِشَهْرِ رَمَضانَ وَتَسَلِّمْهُ مِّنا، وَسَلِّمْنا فيهِ حَتّى يَنْقَضِيَ عَنّا شَهْرُ رَمَضانَ وَقَدْ عَفَوْتَ عَنّا وَغَفَرْتَ لَنا وَرَحِمْتَنا» .\n\nوعن الصّادق (عليه السلام) قال : اذا رأيت الهلال فقل :\n\n«اَللّـهُمَّ قَدْ حَضَرَ شَهْرُ رَمَضانَ، وَقَدِ افْتَرَضْتَ عَلَيْنا صِيامَهُ، وَاَنْزَلْتَ فيهِ الْقُرآنَ هُدىً لِلنّاسِ وَبَيِّنات مِنَ الْهُدى وَالْفُرْقانِ، اَللّـهُمَّ اَعِنّا عَلى صِيامِهِ وَتَقَبَّلْهُ مِنّا، وَسَلِّمْنا فيهِ، وَسَلِّمْنا مِنْهُ وَسَلَّْمُهَ لَنا في يُسْر مِنَكَ وَعافِيَة اِنَّكَ عَلى كُلِّ شَيْء قَديرٌ، يا رَحْمنُ يا رَحيمُ» .\n\nأن يدعو اذا شاهد الهلال بالدّعاء الثّالث والاربعين من دعوات الصحيفة الكاملة ، روى السيّد ابن طاووس انّ عليّ بن الحسين (عليه السلام) مرّ في طريقه يوماً فنظر الى هلال شهر رمضان فوقف فقال :\n\n«اَيُّهَا الْخَلْقُ الْمُطيعُ الدّائِبُ السَّريعُ، الْمُتَرَدِّدُ في مَنازِلِ التَّقْديرِ، الْمُتَصَرِّفُ في فَلَكِ التَّدْبيرِ، آمَنْتُ بِمَنْ نَوَّرَ بِكَ الظُّلَمَ، وَاَوْضَحَ بِكَ الْبُهَمَ، وجَعَلَكَ آيَةً مِنْ آياتِ مُلْكِهِ، وَعَلامَةً مِنْ عَلاماتِ سُلْطانِهِ، فَحَدَّ بِكَ الزَّمانَ، وامْتَهَنَكَ بِالْكَمالِ وَالنُّقْصانِ، وَالطُّلُوعِ والاُفُولِ، وَالاِنارَةِ والْكُسُوفِ، في كُلِّ ذلِكَ اَنْتَ لَهُ مُطيعٌ، وَاِلَى اِرادَتِهِ سَريعٌ، سُبْحانَهُ ما اَعْجَبَ ما دَبَّرَ مِنْ اَمْرِكَ، وَاَلْطَفَ ما صَنَعَ في شَأنِكَ، جَعَلَك مِفْتاحَ شَهْر حادِث لاَمْر حادِث، فَاَسأَلُ اللهَ رَبِّي وَرَبَّكَ، وَخالِقي وَخالِقَكَ، وَمُقَدِّري وَمُقَدِّرَكَ، وَمُصَوِّري وَمُصَوِّرَكَ اَنْ يُصَلِّيَ عَلى مُحَمَّد وآلِ مُحَمَّد، وَاَنْ يَجْعَاَلك هِلالَ بَرَكة لا تَمْحَقُها الاَيامُ، وَطَهارَة لا تُدَنِّسُهَا الاثامُ، هِلالَ اَمْن مِنَ الافاتِ، وَسَلامَة مِنَ السَّيِّئاتِ، هِلالَ سَعْد لا نَحْسَ فيهِ يُمْن لا نَكَدَ مَعَهُ، وَيُسْر لا يُمازِجُهُ عُسْرٌ، وَخَيْر لا يَشُوبُهُ شَرٌّ، هِلالَ اَمْن وَايمان وَنِعْمَة وَاِحْسان وَسَلامَة وَاِسْلام، اَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد، وَاجْعَلْنا مِنْ اَرْضى مَنْ طَلَعَ عَلَيْهِ، وَاَزْكى مَنْ نَظَرَ اِلَيْهِ، وَاَسْعَدَ مَنْ تَعَبَّدَ لَكَ فيهِ، وَوَفِّقْنَا اَللّـهُمَّ فيهِ لِلطّاعَةِ وَالتَّوْبَةِ، وَاعْصِمْنا فيهِ مِنَ الاثامِ وَالْحَوبَةِ، وَاَوْزِعْنا فيهِ شُكْرَ النِّعْمَةِ، واَلْبِسْنا فيهِ جُنَنَ الْعافِيَةِ، وَاَتْمِمْ عَلَيْنا بِاسْتِكْمالِ طاعَتِكَ فيهِ الْمِنَّةَ، اِنَّكَ اَنْتَ الْمَنّانُ الْحَميدُ، وَصَلَّى اللهُ عَلى مُحَمَّد وآلِهِ الطَيِّبينَ، وَاجْعَلْ لَنا فيهِ عَوناً مِنْكَ عَلى ما نَدَبْتَنا اِلَيْهِ مِنْ مُفْتَرَضِ طاعَتِكَ، وَتَقَبَّلْها اِنَّكَ الاَكْرَمُ مِنْ كُلِّ كَريم، وَالاَرْحَمُ مِنْ كُلِّ رَحيم، آمينَ آمينَ رَبَّ الْعالَمينَ» ."
}