{
"title": "دعاء الإمام الكاظم(ع) في اليوم الأول من شهر رمضان",
"type": "text",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد",
"data": "قال العلاّمة المجلسي في كتاب زاد المعاد : روى الكليني والطّوسي وغيرهما بسند صحيح عن الامام موسى الكاظم (عليه السلام) قال : ادع بهذا الدّعاء في شهر رمضان في اوّل السّنة، أي اليوم الاوّل من الشّهر على ما فهمه العلماء وقال (عليه السلام) : من دعا الله تعالى خلواً من شوائب الاغراض الفاسدة والرّياء لم تصبه في ذلك العام فتنة ولا ضلالة ولا آفة يضرّ دينه أو بدنه، وصانه الله تعالى من شرّ ما يحدث في ذلك العام من البلايا، وهو هذا الدّعاء :\n\n«اَللّـهُمَّ اِنّي اَسْاَلُكَ بِإسْمِكَ الَّذي دانَ لَهُ كُلُّ شَيْء، وَبِرَحْمَتِكَ الَّتي وَسِعَتْ كُلَّ شَيْء، وَبِعَظَمَتِكَ الَّتي تَواضَعَ لَها كُلُّ شَيْء، وَبِعِزَّتِكَ الَّتي قَهَرَتْ كُلَّ شَيْء، وَبِقُوَّتِكَ الَّتي خَضَعَ لَها كُلُّ شَيْء، وَبِجَبَرُوتِكَ الَّتي غَلَبَتْ كُلَّ شَىْء، وَبِعِلْمِكَ الَّذي اَحاطَ بِكُلِّ شَيْء، يا نُورُ يا قُدُّوسُ، يا اَوَّلَ قبْلَ كُلِّ شَيْء، وَيا باقِياً بَعْدَ كُلِّ شَيْء، يا اَللهُ يا رَحْمنُ، صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد، وَاغْفِرْ لِيَ الذُّنُوبَ الَّتي تُغَيِّرُ النِّعَمَ، وَاغْفِرْ لِيَ الذُّنُوبَ الَّتي تُنْزِلُ النِّقَمَ، وَاغْفِرْ لِيَ الذُّنُوبَ الَّتي تَقْطَعُ الرَّجاءَ، وَاغْفِرْ لايَ ِلذُّنُوبَ الَّتي تُديلُ الاَعْداءَ، وَاغْفِرْ لِيَ الذُّنُوبَ الَّتى تَرُدُّ الدُّعاءَ، وَاغْفِرْ لِيَ الذُّنُوبَ الَّتي يُسْتَحَقُّ بِها نُزُولُ الْبَلاءِ وَاغْفِرْ لِيَ الذُّنُوبَ الَّتي تَحْبِسُ غَيْثَ السَّماءِ، وَاغْفِرْ لِيَ الذُّنُوبَ الَّتي تَكْشِفُ الْغِطاءَ، وَاغْفِرْ لِيَ الذُّنُوبَ الَّتي تُعَجِّلُ الْفَناءَ، وَاغْفِرْ لِيَ الذُّنُوبَ الَّتي تُورِثُ النَّدَمَ، وَاغْفِرْ لِيَ الذُّنُوبَ الَّتي تَهْتِكُ الْعِصَمَ، وَاَلْبِسْني دِرْعَكَ الْحَصينَةَ الَّتي لا تُرامُ، وَعافِني مِنْ شَرِّ ما اُحاذِرُ بِاللَّيْلِ وَالنَّهارِ في مُسْتَقْبِلِ سَنَتي هذِهِ، اَللّـهُمَّ رَبَّ السَّماواتِ السَّبْعِ، وَرَبَّ الاَرَضينَ السَّبْعِ وَما فيهِنَّ وَما بَيْنَهُنَّ، وَرَبَّ الْعَرْشِ الْعَظيمِ، وَرَبَّ السْبْعِ الْمَثاني، وَالْقُرْآنِ الْعَظيمِ، وَرَبَّ اِسْرافيلَ وَميكائيلَ وَجَبْرائيلَ، وَرَبَّ مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَآلِهِ سَيِّدِ الْمُرْسَلينَ وَخاتَمِ النَّبِيّينَ، اَسْاَلُكَ بكَ وَبِما سَمَّيْتَ بهِ نَفْسَكَ يا عَظيمُ، اَنْتَ الَّذي تَمُنَّ بِالْعَظيمِ، وَتَدْفَعُ كُلَّ مَحْذُور، وَتُعْطي كُلَّ جَزِيل، وَتُضاعِفُ الْحَسَناتِ بِالْقَليلِ وَبِالْكَثيرِ، وَتَفْعَلُ ما تَشاءُ يا قَديرُ يا اَللهُ يا رَحْمن، صَلِّ عَلى مُحَمَّد وَاَهْلِ بَيْتِهِ، وَاَلْبِسْني في مُسْتَقْبَلِ سَنَتي هذِهِ سِتْرَكَ، وَنَضِّرْ وَجْهي بِنُورِكَ، وَاَحِبَّني بِمَحبَّتِكَ، وَبَلِّغْني رِضْوانَكَ، وَشَريفَ كَرامَتِكَ، وَجَسيمَ عَطِيَّتِكَ، وَاَعْطِني مِنْ خَيْرِ ما عِنْدَكَ وَمِنْ خَيْرِ ما اَنْتَ مُعْطيهِ اَحَداً مِنْ خَلْقِكَ، وَاَلْبِسْني مَعَ ذلِكَ عافِيَتَكَ يا مَوْضِعَ كُلِّ شَكْوى، وَيا شاهِدَ كُلِّ نَجْوى، وَيا عالِمَ كُلِّ خَفِيَّة، وَيا دافِعَ ما تَشاءُ مِنْ بَلِيَّة، يا كَريمَ الْعَفْوِ، يا حَسَنَ التَّجاوُزِ، تَوَفَّني عَلى مِلَّةِ اِبْراهيمَ وَفِطْرَتِهِ، وَعَلى دينِ مُحَمَّد صَلَّى اللهُ عَلَيْهِ وآلِهِ وَسُنَّتِهِ، وَعَلى خَيْرِ الْوَفاةِ، فَتَوَفَّني مُوالِياً لاَِولِيائِكَ، وَمُعادِياً لاَِعْدائِكَ، اَللّـهُمَّ وَجَنِّبْني في هذِهِ السَّنَةِ كُلَّ عَمَل اَوْ قَوْل اَوْ فِعْل يُباعِدُني مِنْكَ، وَاَجْلِبْني اِلَى كُلِّ عَمَل اَوْ قَوْل اَوْ فِعْل يُقَرِّبُني مِنْكَ في هذِهِ السَّنَةِ يا اَرْحَمَ الرّاحِمينَ، وَامْنَعْني مِنْ كُلِّ عَمَل اَوْ قَوْل اَوْ فِعْل يَكُونُ مِنّي اَخافُ ضَرَرَ عاقِبَتهِ، وَاَخافُ مَقْتَكَ اِيّايَ عَلَيْهِ حِذارَ اَنْ تَصْرِفَ وَجْهَكَ الْكَريمَ عَنّي فَاَستَوجِبَ بِهِ نَقْصاً مِنْ حَظٍّ لي عِنْدَكَ يا رَؤوفُ يا رَحيمُ، اَللّـهُمَّ اجْعَلْني في مُسْتَقْبَلِ سَنَتي هذِهِ في حِفْظِكَ َوفي جِوارِكَ وَفي كَنَفِكَ، وَجَلِّلْني سِتْرَ عافِيَتِكَ، وَهَبْ لي كَرامَتَكَ، عَزَّ جارُكَ وَجَلَّ ثَناؤُكَ وَلا اِلـهَ غَيْرُكَ، اَللّـهُمَّ اجْعَلني تابِعاً لِصالِحي مَنْ مَضى مِنْ اَوْلِيائِكَ، وَاَلْحِقْني بِهِمْ وَاَجْعَلْني مُسْلِماً لِمَنْ قالَ بِالصِّدْقِ عَلَيْكَ مِنْهُمْ، وَاَعُوذُ بِكَ اَللّـهُمَّ اَنْ تُحيطَ بي خَطيئَتي وَظُلْمي وَاِسْرافي عَلى نَفْسي، وَاتِّباعي لِهَوايَ، واشْتِغالي بِشَهَواتي، فَيَحُولُ ذلِكَ بَيْني وَبَيْنَ رَحْمَتِكَ وَرِضْوانِكَ فَاَكُونُ مَنْسِيّاً عِنْدَكَ، مُتَعَرِّضاً لِسَخَطِكَ وَنِقْمَتِكَ، اَللّـهُمَّ وَفِّقْني لِكُلِّ عَمَل صالِح تَرْضى بِهِ عَنّي، وَقَرِّبْني اِلَيْكَ زُلْفى، اَللّـهُمَّ كَما كَفَيْتَ نَبيَّكَ مُحَمَّداً صَلَّى اللهُ عَلَيْهِ وآلِهِ هَوْلَ عَدُوِّهِ، وَفَرَّجْتَ هَمَّهُ، وَكَشَفْتَ غَمَّهُ، وَصَدَقْتَهُ، وَعْدَكَ، وَاْنجَزْتَ لَهُ عَهْدَكَ، اَللّـهُمَّ فَبِذلِكَ فَاكْفِني هَوْلَ هذهِ السَّنَةِ وَآفاتِها وَاَسقامَها وَفِتْنَتَها وَشُرُورَها وَاَحزانَها وَضيقَ الْمَعاشِ فيها، وَبَلِّغْني بِرَحْمَتِكَ كَمالَ الْعافِيَةِ بِتَمامِ دَوامِ النِّعْمَةِ عِنْدي اِلى مُنْتَهى اَجَلَي، اَسْاَلُكَ سُؤالَ مَنْ اَساءَ وَظَلَمَ وَاسْتَكانَ وَاعْتَرَفَ، وَاَسْأَلفكَ اَنْ تَغْفِرَ لي ما مَضى مِنَ الذُّنُوبِ الَّتي حَصْرَتَها حَفَظَتُكَ وَاَحْصَتْها كِرامُ مَلائِكَتِكَ عَلَيَّ، وَاَنْ تَعْصِمَني يا اِلـهي مِنَ الذُّنُوبِ فيـما بَقِيَ مِنْ عمْري اِلى مُنْتَهى اَجَلي، يا اَللهُ يا رَحْمنُ يا رَحيمُ، صَلِّ عَلَى مُحمَّد وَاَهْلِ بَيْتِ مُحَمَّد، وَآتِني كُلَّ ما سَاَلْتُكَ وَرَغِبْتُ اِلَيْكَ فيهِ، فَاِنكَ اَمَرْتَني بِالدُّعاءِ وَتَكَفَّلْتَ لي بِالاِجابَةِ يا اَرْحَمَ الرّاحِمينَ ."
}