{
"title": "دعاء أمير المؤمنين في اليوم الرابع والعشرون من كل شهر",
"type": "text",
"source": "الصحيفة العلوية",
"data": "اللّهُمَّ عافِني في ديني ، وعافِني في جَسَدي ، وعافِني في سَمعي ، وعافِني في بَصري ، واجعَلهُما الوارِثين مِنّي يا بَديءُ لا بديء لَكَ ، يا دائِمُ لا نَفادَ لَكَ ، يا حَيُّ لا يَموتُ ، يا مُحييَ المَوتى والقائِمُ على كُلِّ نَفسٍ بما كَسَبَت ، صَلِّ على مُحمّدٍ وأهلِ بَيتهِ وافعَل بي ما أنت أهلُهُ.\nاللّهم فالِق الإصباحِ وجاعِل الليلَ سَكَناً والشَمسَ والقَمَرَ حُسباناً ، إقضِ عَني الدَّينَ ، وأعِذني مِنَ الفَقر ومَتعني بسَمعي وَبصَري ، وقَوِّني في سَبيلكَ إنَّكَ أرحَمُ الرّاحِمينَ.\nاللّهُمَّ أنت أرحَمُ الرّاحِمينَ ، لا إله غَيرُك ، والبديعُ لَيَس قبَلَكَ شَيءٌ ، والدّائِمُ غَيرُ الفاني ، والحَيُّ الّذي لا يَموُتُ ، وخالِقُ ما يُرى وما لا يُرى ، كُلِّ يومٍ أنتَ في شَأنٍ ، وعَلمتَ كُلَّ شيءٍ بِغير تَعليمٍ ، فَلَكَ الحَمدُ. اللهُ اللهُ الله رَبّي لا اُشِركُ بهِ شيئاً ( لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ )  ( لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الخَبِيرُ ) .\nاللّهُمَّ إني أسألُكَ بأنّك مَلِكٌ مُقتَدِرٌ ، وبِأنَّكَ ما تَشاءُ من أمرٍ يَكُن ، وأتَوجَّهُ إليكَ بِنَبيِكَ مُحمّدٍ نَبي الرَّحمةِ (وآله) الطّيبينَ الأخيارِ ، يا مُحمّد إنّي أتوجَّهُ بِكَ إلى اللهِ رَبّكَ ورَبّي في حاجتي ، أن يُصلي عَليكَ وعلى آلِكَ الطَّيّبين الأخيارِ ، وأن يفعَلَ بي ما هُوَ أهلُهُ.\nاللّهُمَّ إنّي أسألُكَ بِاسِمِكَ الّذي يُمشى به على طَلَلِ الماءِ كَما يُمشى بِه على جددِ الأرضِ ، وأسألُكَ بِاسمِكَ الّذي تَهتَزُّ لَهُ أقدامُ مَلائكَتِكَ ، وأسألُكَ بِاسمِكَ الّذي دَعاكَ بِه مُوسى مِن جانِبِ الطّورِ الأيمنِ فَاستَجَبتَ لَهُ وألقيتَ عليهِ مَحبَّةً مِنكَ ، وأسألُكَ بِاسمِكَ الّذي دَعاكَ به مُحمّد فَغَفرتَ لَهُ ما تَقَدَّمَ من ذَنبِه وما تَأخَّرَ وأتممتَ عَليهِ نَعمتكَ ، أن تُصلّي عَلى مُحمّدٍ وآل مُحمّدٍ وأن تَفعل بي ما أنتَ أهلَهَ.\nاللّهُمَّ إني أسألُكَ بِمعاقِدِ العِزِّ من عرشِكَ ، ومُنتهَى الرَّحمةِ مِن كِتابِكَ. اللّهُمَّ إنّي أسألُكَ بأسمِكَ الأعظَمِ ، وجَدَّكَ الأعلى ، وكَلِماتِكَ التّامّاتِ التي لا يُجاوزهُنِّ بَرُّ ولا فاجِرٌ. اللّهُمَّ وأسألُكَ يا اللهُ يا رَحمانُ يا رَحيمُ ، يا ذَا الجلالِ والإكرامِ ، إلهاً واحداً ، فَرداً صَمَدَاً ، قائِماً بِالقسِطِ ، لا إلهَ إلاّ أنت العَزيزُ الحَكيمُ ، وأنت الوِترُ الكبيرُ المُتعَال ، أن تُصلي على مُحمّد وال مُحمّدٍ ، وأن تُدخِلني الجَنَّةَ عَفواً بِغيرِ حِسابٍ ، وأن تَفعَلَ بي ما أنتَ أهلُهُ من الجُودِ والكَرَمِ ، والرّأفةِ والرَّحمةِ والتَفَضّل.\nاللّهُمَّ لا تُبدِّل اسمي ، ولا تُغَيّر جِسمي ، ولا تُجهِد بَلائي ، يا كريمُ. اللّهُمَّ إنّي أعوُذُ بِكَ من غنىً يُطغيني ، ومن فَقرٍ يُنسيني ، ومن هَوىً يُرديني ، ومن عَمَلٍ يُخزيني. أصبحتُ وُرَبّي مَحمود ، أصبحتُ ولا أُشِركُ بِه شيئاً ، ولا أدَعُو مَعَهُ إلهاً ، ولا أتَّخِذُ مِن دوُنِهِ وَليّاً.\nاللّهُمَّ صَلَّ على مُحمّدٍ وآلِهِ ، وهَوِّنَ عَليّ ما أخافَ عُسرتَهُ ، وَسَهّل لي ما أخافُ حَزَونَتَهُ ، ووسّع عَلَيّ ما أخافُ ضيقَهُ ، وفَرِّج عَنّي هُمومَ آخِرتَي ودُنيايَ بِرِضاكَ عَنّي. اللّهُمَّ هَب لي صدقَ اليَقينِ في التَّوكُلِّ علَيكَ ، واجعَل دُعائي في المُستجابِ مِنَ الدُّعاء ، واجعَل عَمَلي في المرفوعُ المتقبل.\nاللّهُمَّ أعِنّي عَلى ما حَمَّلتَني ، وَلا تُحمّلني ما لا طاقَةَ لي بِهِ ، حَسبيَ اللهُ ونِعمَ الوَكيلُ. اللّهُمَّ أعِنّي ولا تُعِن عَلَيَّ ، وانصُرني ولا تَنصُر عَلَيّ ، وامكرُ لي ولا تمكُر بي ، وانصُرني عَلى مَن بَغى عَلَيّ ، واهدِني ويَسِّر لي الهُدى.\nاللّهُمَّ إني أسَتَودِعُكَ ديني وأمانَتي وخَواتيم أعمالي وجَميعَ ما أنعمتَ به عَلَيّ في الدُّنيا والآخِرةِ ، فَأنتَ السَّيدُ لا تضيعُ ودائُعُكَ ، وأعلَم أنَّهُ لا يُجيرُني مِنكَ أحَدٌ ، ولَن أجِدَ من دُونِكَ مُلتَحداً. اللّهُمَّ لا تَكِلني إلى غَيرِكَ طَرفَةَ عَينٍ أبداً فَما سِواها ، لا مانَع لِما أعطَيت ، ولا مُعطي لِما مَنعتَ ، ولا يَنَفُع ذَا الجدِّ مِنكَ الجَدُّ. اللّهُمَّ آتني في الدُّنيا حَسَنَةً وفي الآخِرِة حَسَنَةً وَقني عَذابَ النّار .\n"
}