{
"title": "دعاء أمير المؤمنين في اليوم التاسع والعشرون من كل شهر",
"type": "text",
"source": "الصحيفة العلوية",
"data": "لا إلهَ إلاّ اللهُ الحَليمُ الكَريمُ ، لا إلهَ إلاّ الله العَليُّ العَظيمُ ، سُبحانَ الله رَبِّ السّماواتِ السَّبع وما فيهِنَّ وما بَينهُنَّ ورَبِّ الأرَضينَ السَّبع وما فيهنَّ وما بَينَهُنَّ ورَبِّ العَرشَ العظيمِ ، والحَمدُ لله رَبِّ العالمينَ ، وتَباركَ اللهُ أحَسنُ الخالقينَ ، ولا حَولَ ولا قُوّة إلاّ بالله العَلي العَظيم.\n\nاللّهُمَّ ألبسني العافية حتى تهنيني المعيشة ، واختم لي بالمغفِرة حَتى لا تَضُرنّي مَعَهَا الذُّنوبُ ، واكفِني نَوائِبَ الدُّنيا وهُمُومَ الآخِرَة حَتّى تُدخلني الجَنَّةَ بِرحَمتِكَ أنّكَ على كُلّ شَيءٍ قَديرٌ.\n\nاللّهُمَّ إنّكَ تَعَلم سَريرَتي فاقبَل مَعذِرتي ، وتَعلَمُ حاجَتي فَاعطِني مَسألَتي ، وتَعلُم ما في نَفسي فَاغِفر لي ذُنوبي ، اللّهُمَّ أنتَ تَعلَمُ حوائِجي وتَعَلمُ ذُنُوبي. فَاقضِ لي جَميعَ حَوائِجي ، واغفِر لي جَميعَ ذُنوبي.\n\nاللّهُمَّ أنتَ الرَبِّ وأنا العَبدُ ، وأنتَ المالِكُ وأنا المَملُوكُ ، وأنتَ العزيزُ وأنا الذَّليلُ ، وأنتَ الحَيُّ وأنا خَلَقتَني للمِوتِ ، وأنتَ القَويُّ وأنا الضَّعيفُ ، وأنتَ الغَنيُّ وأنَا الفَقيرُ ، وأنتَ الباقي وأنا الفاني ، وأنتَ المُعطي وأنا السائِلُ ، وأنتَ الغَفُورُ وأنَا المُذنِبُ ، وأنتَ السَّيّدُ وأنا العَبدُ ، وأنتَ العالِمُ وأنَا الجاهِلُ ، عَصَيتُكَ بِجَهلي ، وارتَكَبتُ الذُّنوبَ بِجَهلي ، وألَهْتني الدُّنيا بِجَهلي ، وسَهَوتُ عَن ذِكرِكِ بِجهَلي ، وركَنتُ [ إلى ] الدُّنيا بِجَهلي ، واغتَررتُ بِزينَتها بِجهلي ، وأنتَ أرحَمُ بي مني بِنفسي ، وأنتَ أنظر لي مِنّي لِنفسي ، فَاغفِر وارحَم وتَجاوَز عَمّا تَعلَمُ ، فإنّكَ أنتَ الأعَزُ الاكرمُ.\n\nاللّهُمَّ اهدِني لأِرشَدِ الأُمور وقِني شَرَّ نَفسي. اللّهُمَّ أوسِع لي في رِزقي ، وأمدُد لي في عُمري ، واغفِر لي ذُنوبي ، واجعَلني ممَّن تَنتصِرُ به لِدينِكَ ولا تَستبدِل بي غَيري ، يا حَنّانُ يا مَنّانُ ، يا حَيُّ يا قَيوُّمُ ، فرِّغ قلبي لِذِكرِكَ.\n\nاللّهُمَّ رَبِّ السّماواتِ السّبعِ وما بَينهُنَّ ، ورَبِّ [ السبع ] المَثاني والقرآنِ العَظيم ، ورَبِّ جَبرئيلَ وميكائيلَ ، ورَبِّ المَلائِكةِ أجمعَين ، ورَبِّ مُحمّدٍ خاتَمِ النَّبيّينَ والمُرسَلينَ أجمعينَ ، صَلِّ عَلى مُحمّدٍ وآلِهِ واغنني عَن خِدمَةِ عِبادِكَ ، وفَرّغني لِعبادَتِكَ باليسار والكِفايةِ والقنوعِ وَصدقِ اليَقينِ في التّوكُلّ عَليكَ.\n\nاللّهُمَّ [ و ] أسألُكَ باسمكَ الَّذي تَقُومُ به السّماواتِ السَّبع ومَن فيهِنَّ وما بَينهُنَّ ، وبه تَرزُقُ الأحياءَ ، وبه أحصَيتَ وزنَ الجِبالِ ، وبِه احصيتَ البحار ، وبه أحصَيتَ عَددَ الرّمالِ ، وبه تُمتِ الأحياء ، وبه تُحيي المَوتى ، وبه تُعزُّ الذَليلَ ، وبه تُذِلُّ العزيزَ ، وبِه تَفعَلُ ما تَشاءُ ، وبه تَقُولُ للشيء :كن فيكون ، وإذا سألك به سائل اعطيته سؤله ، أسألُكَ باسمك الأعظَمِ الأعظَمِ ، الَّذي إذا سَألكَ به السائِلونَ أعطَيتَهُم سُؤلَهُم ، وإذا دَعاكَ به الدّاعُونَ أجَبتَهُم ، وإذا اسَتجارَ بِكَ المُستَجيرُونَ أجَرتَهُم ، وإذا دَعاكَ به المُضطرُّون أنقَذتَهُم ، وإذا تَشَفّعَ به إليكَ المُتَشفّعونَ شَفَعتَهُم ، وإذا استَصرخَكَ به المُستصرخُونَ أصرَخَتهُم ، وإذا ناجاكَ به الهارِبُونَ إليكَ سَمِعتَ نِداءهُم وأعنتَهُم ، وإذا أقبلَ إليكَ التّائِبونَ قَبلتَ تَوبتَهُم.\n\nفَأنَا أسألُكَ ـ يا سَيَّدي ويا مَولاي ويا إلهي ويا قُوّتي ويا رَجائي ويا كَهفي ويا رُكني ويا فَخري ، ويا عِدَّتي لِديني ودُنيايَ وآخِرَتي ـ بِاسمكَ الأعظَمِ ، وأدعُوك بِه لِذَنبٍ لا يَغفِره غَيرُكَ ، ولِكربٍ لا يَكشِفُهُ سِواكَ ، ولِضُرّ لا يَقدِرُ عَلى إزالَتِهِ عَنّي إلاّ أنتَ ، ولِذنُوبي التي بارَزتُكَ بِها ، وقَلَّ مِنها حَيائي عِندَ ارتكابي لَها ، فَها أنا قد أتَيتُكَ مُذنباً خاطِئاً ، قَد ضَاقَت عَلَيّ الأرضُ بِما رَحُبت ، وضَلّت عَنَّي الحيلُ ، وعَلِمتُ أن لا مَلجأ ولا مَنجاً مِنكَ إلاّ إليكَ ، وها أنَا ذا بَينَ يَدَيكَ ، قَد أصبحتُ وأمسيتُ مُذنِباً خاطِئِاً ، قد ضاقَتَ عَليّ الأرضُ ، فَقير ( محتاجاً )  ، لا أجِدُ لِذَنبي غافِراً غَيرَكَ ، ولا ( لِكَسري )  جابراً سِواكَ ، ولا لِضُرّي كاشِفاً إلاّ أنتَ. وأنا أقُولُ كما قالَ عَبدُكَ ذُو النّوُنِ حينَ تُبتَ عَلَيهِ ونَجَيتهُ من الغَمِّ ، رَجاءً أن تَتوُبَ عَلَيَّ وتُنقِذُني من الذُّنوبِ يا سَيّدي ( لا إِلَ?هَ إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ ) .\n\nوأنا أسألُكَ يا سَيّدي ومَولايَ بِاسمِكِ العَظيم الأعظمِ أن تَستَجيبَ لي دُعائي ، وأن تُعطِيني سُؤلي ، وأن تُعجِّل لي الفَرَجَ من عِندِكَ بِرحَمتِكَ في عافيةٍ ، وأن تُؤمِنَ خَوفي في أتَم النّعمةِ ، وأعظَمِ العافيةِ ، وأفضَلِ الرزقِ والسّعة والدَّعَةِ ، وما لَم تَزَلْ تُعَوِّدنيهِ يا إلهي ، وتَرزُقَني الشّكرَ عَلى ما تُؤتيَني ، وتَجعَلَ ذلِكَ تاماً أبَداً ما أبقَيتَني ، وتَعفُو عن ذُنوبي وخَطايايَ وأسرافي عَلى نَفسي وإجرامي إذا تَوَفيَتني ، حتى تَصِلَ لي سَعادَةَ الدُّنيا بِنَعيم الآخِرَةِ.\n\nاللّهُمَّ بِيدِكَ مَقاديرُ اللَيل والنَّهار ، وبِيدِكَ مقاديرُ الشمسِ والقَمر ، وبيدِكَ مَقاديرُ الخَير والشَّرِّ ، اللّهُمَّ فَباركَ لي في ديِني ودُنيايَ وآخِرَتي ، اللّهُمَّ وباركَ لي في جَميع أُموري.\n\nاللّهُمَّ لا إلهَ إلاّ أنتَ ، وعدكَ حَقٌ ، ولِقاؤُكَ حَقٌ ، فَصَلِّ عَلى مُحمّدٍ وآلِهِ ، وَاختِمْ لي أجَلي بافضَلِ عَمَلي ، حَتّى تَتَوفّاني وقَد رضَيتَ عَنّي يا قيّومُ ، يا كاشِفَ الكَربِ العَظيمِ ، صَلَّ على مُحمّدٍ وآله ، وَوسِّع علَيّ مِن طيب رِزقكَ حسب جودِكَ وكَرَمِكَ.\n\nاللّهُمَّ أنّكَ تَكَفَّلتَ بِرِزقي ورِزقِ كُلّ دابةٍ ، يا خَيرَ مَدعُوٍ ، ويا خَيرَ مَسؤولٍ ، يا أوسَعَ مُعطٍ وأفضَلَ مَرجُوٍ ، وسِّع لي في رِزقي ورِزقِ عَيالي.\n\nاللّهُمَّ اجَعلْ فيما تَقضي وفيما تقدِّرُ من الأمرِ المَحتوم ، وفيما تَفرِقُ مِن الأمِر الحكيمِ في لَيلَةِ القَدر ، في القَضاءِ الَّذي لا يُردُّ ولا يُبدَّلُ ، أن تُصلّيَ عَلَى مُحمّدٍ وآلهِ ، وأن تَرحَمَ مُحمّداً وآل مُحمّدٍ ، وأن تُبارِكَ على مُحمّدٍ وآلِ مُحمّدٍ ، كما صَلَّيتَ وباركَتَ وتَرَحَّمت عَلى إبراهيمَ وآلِ إبراهيمَ أنّكَ حَميدٌ مَجيدٌ ، وأن تَكتُبَني من حُجّاجِ بَيتِكَ الحَرامِ ، المَبرورِ حَجهُّمُ ،\n\n\nالمَشكور سَعيُهُم ، المَغفور ذُنُوبهُم ، المُكفَّر ( عَنْهُم )  سَيّئاتِهِم ، الواسِعةِ أرزاقُهُم ، الصحيحةِ أبدانهُم ، المُؤمِنَ خَوفَهُم ، واجعَل فيما تقضي وفيما تَقدِرُ أن تَطّوّلَ عُمري ، وأن تَزيدَ في رِزقي. يا كائِناً قَبلَ كُلّ شَيء ، يا مكون كُلّ شيءٍ ، يا كائناً بعد كُلّ شيءٍ ، تَنامُ العُيونُ ، وتَنكِدرُ النُّجومُ وأنتَ حَيٌّ قَيّومٌ ، لا تأخُذُكَ سِنَةٌ ولا نَومٌ.\n\nاللّهُمَّ إنّي أسألُكَ بِجلالِكَ وحِلمِكَ ، ومَجدِكَ وكَرَمِكَ ، أن تُصلّي عَلى مُحمّدٍ وآلِ مُحمّدٍ ، وأن تَغفِرَ لَي ولِوالدِيَ ، وتَرحَمهُما رَحَمةً واسِعَةً ، أنّكَ أرحَمُ الرّاحِمينَ. اللّهُمَّ إنّي أسألُكَ بأنّكَ مالِكٌ ، وأسألُكَ بأنّكَ على كُلّ شيءٍ قَديرٌ ، وأسألُكَ بأنّكَ ما تشاءُ يَكنُ من أمرٍ ، ان تَغفِرَ لي ولإخوإنّي من المُؤمنينَ ( وَالمؤمنات )  أنّكَ رَؤُفٌ رحَيمٌ.\n\nالحَمدُ لله الَّذي اشَبعَنا في الجائِعينَ ، والحَمدُ للهِ الَّذي كَسانا في العارينَ ، والحمدُ للهِ الَّذي آوانا في الغائِبين ، والحَمدُ للهِ الَّذي أكرمَنا في المُهانينَ ، والحَمدُ لله الَّذي آمننا في الخائِفين ، والحَمدُ لله الَّذي هَدانا في الضّالينَ. يارَجاءَ المُؤمِنينَ لا تُخيَّبَ رَجائي ، يا غِياث المُستغيثينَ أغِثني ، يا مُعينَ المُؤمنينَ أعِنِّي ، يا مُجيب التَّوابين تُبْ عَلَيّ ، أنّكَ أنتَ التَوابُ الرَّحيمُ.\n\nحَسبِيَ الرَبِّ من العِبادِ ، حَسبِيَ المالِكُ من المَملُوكينَ ، حَسبيَ الخالِقُ من المَخلُوقينَ ، حَسبِيَ الحَيُّ الَّذي لا يَموتُ ، حَسبِيَ الرّازقُ من المَرزُوقينَ ، حَسبيَ الَّذي لَم يَزَل حَسبَي مُذ كنتُ حَسبِيَ اللهُ ونعِمَ الوكيلُ.\nلا إلهَ إلاّ اللهُ واللهُ أكَبرُ ، لا إلهَ إلاّ اللهُ واللهُ أكبر كَثيراً مُبارَكاً فيهِ من أوَّلِ الدَّهِر إلى آخِر الدَّهِر. لا إلهَ إلاّ اللهُ رَبِّ كُلّ شَيءٍ وراحِمَهُ ، لا إلهَ إلاّ اللهُ الَّذي لا حَيَّ مَعَهُ في دَيمُومَةِ بَقائِهِ ، قَيُّومٌ قَيُّومٌ ، لا يَفُوتُ شَيءٌ عِلمَهٌ ، ولا يَؤدُهُ. لا إلهَ إلاّ اللهُ الباقي بَعدَ كُلّ شَيءٍ وآخِرهِ ، دائِمٌ بِغيرِ فَناءٍ ولا زَوالٍ لِملكِهِ ، الصَّمَدُ في غَيرِ شبهٍ فلا شَيءَ كَمِثلِهِ ، لا إلهَ إلاّ اللهُ لا شَيءَ كُفُوهُ ولا مُداني لِوَصفِهِ ، كَبيرٌ لا تَهتَدي القُلوُبُ لِكُنهِ عَظَمتِهِ.\nلا إلهَ إلاّ اللهُ البارئُ المنشئُ بِلا مِثالٍ خَلا من غَيرِهِ ، الطاهِرُ من كُلّ آفَةٍ بِقدسِه. لا إلهَ إلاّ اللهُ ( الكافي المُوسِع لِما خَلَقَ من عَطايا خَلقِهِ من فَضلِه )  ، النَّقيُّ من كُلّ جَورٍ لَم يَرضَهُ ولَم يُخالِطهُ فِعالهُ. لا إلهَ إلاّ الله الَّذي ( وَسِعَ كُلّ شيءٍ رحمةً وعِلماً )  المَنّانُ ذَا الإحسانِ قَد عَمَّ الخَلائِقَ مَنُّهُ. لا إلهَ إلاّ اللهُ دَيّانُ العِبادِ وكُلٌّ يَقُومُ خاضِعاً من هَيبتهِ ، خالِقُ ما في السّماواتِ والأرضِ وكُلٌّ إليهِ مَعادُهُ. لا إلهَ إلاّ اللهُ رَحيمُ كُلّ صَارخٍ وَمَكروبٍ وغِياثُهُ ومَعَاذُهُ ، يا رَبي فَلا تصِفُ الألسُنُ كُلّ جَلالِ مُلكِكَ وعِزِّك.\n\n\nلا إلهَ إلاّ اللهُ البَديعُ البَرايا لَم يَبغِ في إنشائِها عَوناً من خَلقِهِ ، وعَلاّمُ الغيوبِ فَلا يَفُوتُ شَيئاً حِفظُهُ. لا إلهَ إلاّ اللهُ المَعيدُ ما بَدأ إذا بَرَزَ الخَلائِقُ لِدَعوتِهِ من مَخافَتِهِ. لا إلهَ إلاّ اللهُ العَزيزُ المَنيعُ الغالِبُ في أمرهِ فَلا شَيء يُعادِلُهُ. لا إلهَ إلاّ اللهُ الحَميدُ الفَعّالُ ذُو المَنّ عَلى جَميعِ خَلقِهِ.لا إلهَ إلاّ اللهُ ذُو البَطشِ الشَّديدِ ، الَّذي لا يُطاقُ انتِقامُهُ. لا إلهَ إلاّ اللهُ العالي في ارِتفاعِ مَكانِهِ فَوقَ كُلّ شَيءٍ قَوَّتُهُ. لا إلهَ إلاّ اللهُ الجبَّارُ المُذِلُّ كُلّ شَيءٍ بِقَهرِ عِزّهِ وسُلطانِهِ.\nلا إلهَ إلاّ اللهُ نورُ كُلّ شَيءٍ وهَدَاهُ لا إلهَ إلاّ اللهُ القُدُّوسُ الظاهِرُ عَلى كُلّ شَيء فَلا يُعادِلُهُ. لا إلهَ إلاّ اللهُ العَزيزُ المُجيبُ المُتدانّي دُون كُلّ شَيء قربُهُ. لا إلهَ إلاّ اللهُ العَليُّ الشامخُ في السّماءِ فَوقَ كُلّ شيءٍ إرتِفاعُ عُلّوه. لا إلهَ إلاّ اللهُ المبدئ البَرايا وَمُعيدها بَعدَ فَنائها بِقُدرَتِهِ. لا إلهَ إلاّ اللهُ الجَليلُ المُتَكَبِّرُ على كُلّ شَيءٍ فَالعَدلُ أمره والصِدقُ وعدُهُ.\nلا إلهَ إلاّ اللهٌ المَحموُدُ الَّذي لا تَبلُغُ الأوهامُ كُلّ ثَنائِهِ ومَجدِهِ. ولا إلهَ إلاّ اللهُ الكَريمُ العَفُوُّ الَّذي وَسِعَ كُلّ شَيءٍ عَفُوهُ. لا إلهَ إلاّ اللهُ العَزيزُ الكَريمُ فلا يَذِلُ عِزُّهُ. لا إلهَ إلاّ اللهُ العَجيبُ فلا تنطِقُ الألسُنُ بكُلّ آلائِهِ وثنائِهِ ، وهُوَ كما أثنى على نَفسهِ ووَصفها بِه : اللهُ الرَّحمانُ الرِّحيمُ ، الحَقُّ المُبينُ ، البرهانُ العظيمُ ، اللهُ العَليمُ الحَكيمُ ، اللهُ الرَبُّ الرَّحيمُ ، اللهُ السُّلام المُؤمِنُ المُهيمنُ ، العَزيزُ الجَبّارُ المُتَكَبِّرُ ، اللهُ المُصوِّرُ الوِترُ النُّورُ وَمنه النور ، اللهُ الحَميدُ الكَبير لا إلهَ إلاّ اللهُ عَلَيهِ تَوكَلتُ وَهُوَ رَبُّ العَرشِ العظيمِ .\n\n\n"
}