{
"title": "زيارة الإمام الحسين عليه السلام في الأول من شهر شوال",
"type": "text",
"source": null,
"data": " بسند معتبر عن الصّادق (عليه السلام) قال : من زار قبر الحسين (عليه السلام) ليلة من ثلاث ليالي غفر الله له ما تقدّم من ذنبه وما تأخّر ، ليلة الفطر وليلة الاضحى وليلة النّصف من شعبان، وفي رواية معتبرة عن موسى بن جعفر (عليهما السلام) قال : ثلاث ليال من زار فيها الحسين (عليه السلام) غفر له ما تقدّم من ذنبه وما تأخّر، ليلة النّصف من شعبان، واللّيلة الثّالثة والعشرون من رمضان، وليلة العيد أي ليلة عيد الفطر . وعن الصّادق (عليه السلام) قال : من زار الحسين بن علي (عليهما السلام) ليلة النّصف من شعبان وليلة الفطر وليلة عرفة في سنة واحدة كتب الله له ألف حجّة مبرورة وألف عمرة متقبّلة وقضيت له ألف حاجة من حوائج الدّنيا والاخرة .\n\nوعن الباقر (عليه السلام) قال : من بات ليلة عرفة بأرض كربلاء وأقام بها حتّى يعيّد وينصرف وقاه الله شرّ سنته . واعلم انّ العلماء قد أوردوا لهذين العيدين الشّريفين زيارتين إحداهما ما مضت من الزّيارة في ليالي القدر، والثّانية هي ما يلي، والزّيارة السّابقة يُزار بها على ما يظهر من كلماتهم في يومي العيدين وهذه الزّيارة تخصّ ليلتهما ، قالوا: اذا أردت زيارته في اللّيلتين المذكورتين فقِف على باب القبّة الطّاهرة وارمِ بطرفك نحو القبر مستأذناً فقُل :\n\nيا مَوْلايَ يا اَبا عَبْدِاللهِ يا بْنَ رَسُولِ اللهِ عَبْدُكَ وَابْنُ عَبْدِكَ وَابْنُ اَمَتِكَ الذَّليلُ بَيْنَ يَدَيْكَ، وَالْمُصَغَّرُ فِي عُلُوِّ قَدْرِكَ، وَالْمُعْتَرِفُ بِحَقِّكَ جاءَكَ مُسْتَجيراً بِكَ قاصِداً اِلى حَرَمِكَ، مُتَوَجِّهاً اِلى مَقامِكَ مُتَوَسِّلاً اِلَى اللهِ تَعالى بِكَ، أَاَدْخُلُ يا مَوْلايَ أَاَدْخُلُ يا وَلِيَّ اللهِ أَاَدْخُلُ يا مَلائِكَةَ اللهِ الُْمحْدِقينَ بِهـذَا الْحَرَمِ الْمُقيمينَ فِي هـذا الْمَشْهَدِ.\n\nفان خشع قلبك ودمعت عينك فادخل وقدمّ رجلك اليمنى على اليسرى وقُل : بِسْمِ اللهِ وَبِاللهِ وَفِي سَبيلِ اللهِ وَعَلى مِلَّةِ رَسُولِ اللهِ، اَللّـهُمَّ اَنْزِلْني مُنْزَلاً مُبارَكاً وَاَنْتَ خَيْرُ الْمُنْزِلينَ، (ثمّ قُل): اَللهُ اَكْبَرُ كَبيراً وَالْحَمْدُ للهِ كَثيراً وَسُبْحانَ اللهِ بُكْرَةً وَاَصيلاً، وَالْحَمْدُ للهِ الْفَرْدِ الصَّمَدِ الْماجِدِ الاَْحَدِ، الْمُتَفَضِّلِ الْمَنّانِ الْمُتَطَوِّلِ الحَنّانِ، الَّذي مِنْ تَطَوُّلِهِ سَهَّلَ لي زِيارَةَ مَوْلايَ بِاِحْسانِهِ، وَلَمْ يَجْعَلْني عَنْ زِيارَتِهِ مَمْنُوعاً وَلا عَنْ ذِمَّتِهِ مَدْفُوعاً، بَلْ تَطَوَّلَ وَمَنَحَ، ثمّ ادخل فاذا توسّطت فقم حذاء القبر بخضوع وبكاء وتضرّع وقُل :\n\nاَلسَّلامُ عَلَيْكَ يا وارِثَ آدَمَ صَفْوَةِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ نُوح اَمينِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ اِبْراهيمَ خَليلِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ مُوسى كَليمِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ عيسى رُوحِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ مُحَمَّد صَلَّى اللهُ عَلَيْهِ وَآلِهِ حَبيبِ اللهِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ عَلِيِّ حُجَّةِ اللهِ، اَلسَّلامُ عَلَيْكَ اَيُّهَا الْوَصِيُّ الْبَرُّ الْتَّقِيُّ، اَلسَّلامُ عَلَيْكَ يَا ثارَ اللهِ وَابْنَ ثارِهِ وَالْوِتْرَ الْمَوْتُورَ، اَشْهَدُ اَنَّكَ قَدْ اَقَمْتَ الصَّلاةَ وَآتَيْتَ الزَّكاةَ وَاَمَرْتَ بِالْمَعْرُوفِ وَنَهَيْتَ عَنِ الْمُنْكَرِ، وَجاهَدْتَ فِي اللهِ حَقَّ جِهادِهِ حَتّى اسْتُبيحَ حَرَمُكَ وَقُتِلْتَ مَظْلُوماً .\n\nثمّ قم عند رأسه خاشعاً قلبك دامعة عينك ثمّ قل :\n\nاَلسَّلامُ عَلَيْكَ يا اَبا عَبْدِاللهِ، اَلسَّلامُ عَلَيْكَ يا بْنَ رَسُولِ اللهِ، اَلسَّلامُ عَلَيْكَ يا بْنَ سَيِّدِ الْوَصِيّينَ، اَلسَّلامُ عَلَيْكَ يَا بْنَ فاطِمَةَ الزَّهْراءِ سَيِّدَةِ نِساءِ الْعالَمينَ، اَلسَّلامُ عَلَيْكَ يا بَطَلَ الْمُسْلِمينَ، يا مَوْلايَ اَشْهَدُ اَنَّكَ كُنْتَ نُوراً فِي الاَْصْلابِ الشّامِخَةِ وَالاَْرْحامِ الْمُطَهَّرَةِ، لَمْ تُنَجِّسْكَ الْجاهِلِيَّةُ بِاَنْجاسِها وَلَمْ تُلْبِسْكَ مِنْ مُدْلَهِمّاتِ ثِيابِها، وَاَشْهَدُ اَنَّكَ مِنْ دَعائِمِ الدّينِ وَاَرْكانِ الْمُسْلِمينَ وَمَعْقِلِ الْمُؤْمِنينَ، وَاَشْهَدُ اَنَّكَ الاِْمامُ الْبَرُّ التَّقِيُّ الرَّضِيُّ الزَّكِيُّ الْهادي الْمَهْدِيُّ، وَاَشْهَدُ اَنَّ الاْئِمَّةَ مِنْ وُلْدِكَ كَلِمَةُ التَّقْوى وَاَعْلامُ الْهُدى، وَالْعُروَةُ الْوُثْقى وَالْحُجَّةُ عَلى اَهْلِ الدُّنْيا .\n\nثمّ انكبّ على القبر وقُل :\n\nاِنّا للهِ وَاِنّا اِلَيْهِ راجِعُونَ، يا مَوْلايَ اَنَا مُوال لِوَلِيِّكُمْ وَمُعاد لِعَدُوِّكُمْ، وَاَنَا بِكُمْ مُؤْمِنٌ وَبِاِيابِكُمْ، مُوقِنٌ بِشَرايـِعِ ديني وَخَواتيمِ عَمَلي، وَقَلْبي لِقَلْبِكُمْ سِلْمٌ وَاَمْرى  لاَِمْرِكُمْ مُتَّبِـعٌ، يا مَوْلايَ اَتَيْتُكَ خائِفاً فَآمِنّي، وَاَتَيْتُكَ مُسْتَجيراً فَاَجِرْني، وَاَتَيْتُكَ فَقيراً فَاَغْنِني سَيِّدي وَمَوْلايَ اَنْتَ مَوْلايَ حُجَّةُ اللهِ عَلَى الْخَلْقِ اَجْمَعينَ، آمَنْتُ بِسِرِّكُمْ وَعَلانِيَتِكُمْ وَبِظاهِرِكُمْ وَباطِنِكُمْ وَاَوَّلِكُمْ وَآخِرِكُمْ، وَاَشْهَدُ اَنَّكَ التّالي لِكِتابِ اللهِ وَاَمينُ اللهِ الدّاعي اِلَى اللهِ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ، لَعَنَ اللهُ اُمَّةً ظَلَمَتْكَ، وَلَعَنَ اللهُ اُمَّةً سَمِعَتْ بِذلِكَ فَرَضِيَتْ بِهِ .\n\nثمّ صلّ عند الرّأس ركعتين فاذا سلّمت فقُل :\n\nاَللّـهُمَّ اِنّي لَكَ صَلَّيْتُ وَلَكَ رَكَعْتُ وَلَكَ سَجَدْتُ وَحْدَكَ لا شَريكَ لَكَ، فَاِنَّهُ لا تَجُوزُ الصَّلاةُ وَالرُّكُوعُ وَالسُّجُودُ اِلاّ لَكَ لاَِنَّكَ اَنْتَ اللهُ لا اِلـهَ الاّ اَنْتَ، اَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد وَاَبْلِغْهُمْ عَنّي اَفْضَلَ السَّلامِ وَالتَّحِيَّةِ وَارْدُدْ عَلَيَّ مِنْهُمُ السَّلامَ، اَللّـهُمَّ وَهاتانِ الرَّكْعَتانِ هَدِيَّةٌ مِنّي اِلى سَيِّدِي الْحُسَيْنِ بْنِ عَلِيِّ عَلَيْهِما السَّلامُ اَللّـهُمَّ صَلِّ عَلى مُحَمَّد وَعَلَيْهِ، وَتَقَبَّلْهُما مِنّي وَاجْرِني عَليْهِما اَفْضَلَ اَمَلي وَرَجائي فيكَ وَفِي وَلِيِّكَ يا وَلِيَّ الْمُؤْمِنينَ .\n\nثمّ انكبّ على القبر وقبّله وقُل :\n\nاَلسَّلامُ عَلَى الْحُسَيْنِ بْنِ عَلِيِّ اَلْمَظْلُومِ الشَّهيدِ، قَتيلِ الْعَبَراتِ وَاَسيرِ الْكُرُباتِ، اَللّـهُمَّ اِنّي اَشْهَدُ اَنَّهُ وَلِيُّكَ وَابْنُ وَلِيِّكَ وَصَفِيُّكَ الثّائِرُ بِحَقِّكَ، اَكْرَمْتَهُ بِكَرامَتِكَ وَخَتَمْتَ لَهُ بِالشَّهادَةِ، وَجَعَلْتَهُ سَيِّداً مِنَ السّادَةِ وَقائِداً مِنَ الْقادَةِ، وَاَكْرَمْتَهُ بِطيبِ الْوِلادَةِ وَاَعْطَيْتَهُ مَواريثَ الاَْنْبِياءِ، وَجَعَلْتَهُ حُجَّةً عَلى خَلْقِكَ مِنَ الاَْوْصِياءِ، فَاَعْذَرَ فِي الدُّعاءِ، وَمَنَحَ النَّصيحَةَ، وَبَذَلَ مُهْجَتَهُ فيكَ حَتَّى اسْتَنْقَذَ عِبادَكَ مِنَ الْجَهالَةِ وَحَيْرَةِ الضَّلالَةِ، وَقَدْ تَوازَرَ عَلَيْهِ مَنْ غَرَّتْهُ الدُّنْيا وَباعَ حَظَّهُ مِنَ الاْخِرَةِ بِالاَْدْنى، وَتَرَدّى فِي هَواهُ وَاَسْخَطَكَ وَاَسْخَطَ نَبِيَّكَ وَاَطاعَ مِنْ عِبادِكَ اُوْلي الشِّقاقِ وَالنِّفاقِ وَحَمَلَةَ الاَْوْزارِ الْمُسْتَوْجِبينَ النّارَ، فَجاهَدَهُمْ فيكَ صابِراً مُحْتَسِباً مُقْبِلاً غَيْرَ مُدْبِر لا تَأخُذُهُ فِي اللهِ لَوْمَةُ لائِم حَتّى سُفِكَ فِي طاعَتِكَ دَمُهُ وَاسْتُبيحَ حَريمُهُ، اَللّـهُمَّ الْعَنْهُمْ لَعْناً وَبيلاً وَعَذِّبْهُمْ عَذاباً اَليماً .\n\nثمّ اعطف على علي بن الحُسين (عليهما السلام) وهو عند رجل الحسين (عليه السلام) وقُل :\n\nاَلسَّلامُ عَلَيْكَ يا وَلِيَّ اللهِ، اَلسَّلامُ عَلَيْكَ يا بْنَ رَسُولِ اللهِ، اَلسَّلامُ عَلَيْكَ يا بْنَ خاتَمِ النَّبِيّينَ، اَلسَّلامُ عَلَيْكَ يا ابْنَ فاطِمَةَ سَيِّدَةِ نِساءِ الْعالَمينَ، اَلسَّلامُ عَلَيْكَ يا بْنَ اَميرِ الْمُؤْمِنينَ، اَلسَّلامُ عَلَيْكَ اَيُّهَا الْمَظْلُومُ الشَّهيدُ، بِاَبي اَنْتَ وَاُمّي عِشْتَ سَعيداً وَقُتِلْتَ مَظْلُوماً شَهيداً .\n\nثمّ انحرف الى قبور الشّهداء رضي الله عنهم وقُل : اَلسَّلامُ عَلَيْكُمْ اَيُّهَا الذّابُّونَ عَنْ تَوْحيدِ اللهِ، اَلسَّلامُ عَلَيْكُمْ بِما صَبَرْتُمْ فَنِعْمَ عُقْبَى الدّارِ، بِاَبي اَنْتُمْ وَاُمّي فُزْتُمْ فَوْزاً عَظيماً، ثمّ امضِ الى مشهد العبّاس بن عليّ (عليهما السلام)وقف على ضريحه الشّريف وقُل : اَلسَّلامُ عَلَيْكَ اَيُّهَا الْعَبْدُ الصّالِحُ وَالصِّدِّيقُ الْمُواسي، اَشْهَدُ اَنَّكَ آمَنْتَ بِاللهِ وَنَصَرْتَ ابْنَ رَسُولِ اللهِ، وَدَعَوْتَ اِلى سَبيلِ اللهِ وَواسَيْتَ بِنَفْسِكَ، فَعَلَيْكَ مِنَ اللهِ اَفْضَلُ التَّحِيَّةِ وَالسَّلامِ، ثمّ انكبّ على القبر وقُل : بِاَبي اَنْتَ وَاُمّي يا ناصِرَ دينِ اللهِ، اَلسَّلامُ عَلَيْكَ يا ناصِرَ الْحُسَيْنِ الصِّدّيقِ، اَلسَّلامُ عَلَيْكَ يا ناصِرَ الْحُسَيْنِ الشَّهيدِ، عَلَيْكَ مِنّي السَّلامُ ما بَقيتُ وَبَقِيَ اللَّيْلُ وَالنَّهارُ، ثمّ صلّ عند رأسه (عليه السلام) ركعتين وقُل ما قلت عند رأس الحسين (عليه السلام)أي ادعُ بدعاء اَللّـهُمَّ اِنّي صَلَّيْتُ ... الخ  ثمّ ارجع الى مشهد الحسين (عليه السلام)واقم عنده ما أحببت الاّ انّه يستحبّ أن لا تجعله موضِع مبيتك، فاذا أردت وداعه فقُم عند الرّأس وأنت تبكي وتقُول :\n\nاَلسَّلامُ عَلَيْكَ يا مَوْلايَ سَلامَ مُوَدِّع لا قال وَلا سَئِم، فَاِنْ اَنْصَرِفْ فَلا عَنْ مَلالَة، وَاِنْ اَقِمْ فَلا عَنْ سُوءِ ظَنٍّ بِما وَعَدَ اللهُ الصّابِرينَ، يا مَوْلايَ لا جَعَلَهُ اللهُ آخِرَ الْعَهْدِ مِنّي لِزِيارَتِكَ، وَرَزَقَنِيَ الْعَوْدَ اِلَيْكَ وَالْمَقامَ فِي حَرَمِكَ وَالْكَوْنَ فِي مَشْهَدِكَ آمينَ رَبَّ الْعالَمينَ، ثمّ قبّله وامر عليه جميع جسدك فانّه أمان وحِرز واخرج من عنده القهقرى ولا تولّه دبرك وقُل : اَلسَّلامُ عَلَيْكَ يا بابَ الْمَقامِ، اَلسَّلامُ عَلَيْكَ يا شَريكَ الْقُرْآنِ، اَلسَّلامُ عَلَيْكَ يا حُجَّةَ الْخِصامِ، اَلسَّلامُ عَلَيْكَ يا سَفينَةَ النَّجاةِ، اَلسَّلامُ عَلَيْكُمْ يا مَلائِكَةَ رَبِّي الْمُقيمينَ فِي هـذا الْحَرَمِ، اَلسَّلامُ عَلَيْكَ اَبَداً ما بَقيتُ وَبَقِيَ اللَّيْلُ وَالنَّهارُ (وقُل) اِنّا للهِ وَاِنّا اِلَيْهِ راجِعُونَ وَلا حَوْلَ وَلا قُوَّةَ اِلاّ بِاللهِ الْعَلِيِّ الْعَظيمِ، ثمّ انصرف. وقال السّيد ابن طاوُس ومحمّد بن المشهدي : فاذا فعلت ذلك كنت كمن زار الله في عرشه ."
}