{
"title": "دعاء أمير المؤمنين في اليوم الخامس من كل شهر",
"type": "text",
"source": "الصحيفة العلوية",
"data": "اللّهُمَّ لَكَ الحَمدُ في اللَيلِ إذ أدبرَ ، ولَكَ الحَمدُ في الليلِ إذا أسفَرَ ، ولَكَ الحَمدُ حَمداً يبلُغُ أوّلهُ شُكركَ ، وعاقِبتهُ رِضوانكَ ، ولَكَ الحَمدُ في السّماواتِ مَحموداً ، وفي عِبادِكَ مَعبوداً.\nاللّهُمَّ لَكَ الحَمدُ في القضاءِ ، ولَكَ الحَمدُ في الرخاءِ ، ولَكَ الحَمدُ في النِعَمِ الظاهِرةِ ، ولَكَ الحَمدُ في النِعَمِ الباطِنَةَ ، ولَكَ الحَمدُ في النِعَمِ المُتظاهِرَةِ ، ولَكَ الحَمدُ ربَّ العالمين ، أهل الحمدِ ، وولي الحَمدِ ، مِنهُ بَدَأ الحَمدُ ، واليهِ يَنتهي الحَمدُ.\nالحَمدُ لله أوَّلِ الليلِ ، وآخِرِ النّهارِ ، وأوّلِ النّهار وآخِرِ الليلِ ، والحَمدُ لله في الأوّلينَ ، والحَمدُ لله مِلء السّماوات والأرضينَ ، وما يشاءُ بَعدَ ذلَكَ حَتى يَرضى ، الحَمدُ لله عَدَدَ خَلقِهِ وأفضلَ من ذلَكَ ما يشاءُ ، فإنّهُ أحصى كُلّ شيء عَدَدَاً ، ووَسِع كُلّ شيءٍ رَحَمةً.\nالحَمدُ لله الّذي خَلقَ السّماوات والأرضَ وما بَينهُما في سِتّةِ أيّامٍ ثُمّ استوى على العرشِ ، الحَمدُ لله الّذي رَفَعَ السّماوات بغيرٍ عَمدٍ يرُى ، الحَمدُ لله الّذي جَعلَ في السّماءِ رِزقنا وما وعَدنا ربّنا ، الحَمدُ لله الّذي زَيّن السّماءَ الدُّنيا بمصَابيحَ وَجَعَلها رُجوماً لِلشياطينِ ، الحَمدُ لله الّذي جَعلَ الأرضَ قراراً فَأنْبتَ لَنا من الشّجَر والزّرعِ والفواكهِ والنخل ألواناً ، الحَمدُ للهِ الّذي جَعلَ في الأرضِ جَنّاتٍ وأعناباً وفَجّرَ فيها عُيوناً وَجعلَ فيها أنهاراً ، الحَمدُ لله الّذي جَعلَ في الأرضِ رَواسيَ أن تميدَ بنا فجعلها لِلأرضِ أوتاداً ، الحَمدُ لله الّذي سَخَّرَ لَنا البحر لتجريَ الفُلَكَ فيهِ بأِمرهِ وَلنَبتغي من فَضلِه وَجعَلَ لَنا مِنهُ حليةً نَلَبسها ولَحماً طَرياً ، الحَمدُ لله الّذي سَخّرَ لنَا الأنعامَ لِنَأكُلَ مِنها وَجعلَ ( لنا )  مِنها رُكُوباً وجَعلَ لَنا من جُلُودِ الأنعامِ بُيوتاً ولِباساً وفِراشاً ومتاعاً إلى حينٍ.\nالحَمدُ لله الَكَريمِ في مُلَكهِ ، القاهرِ لَمِن فيه ، القادِرِ على أمرهِ ، المحمود في صنعِهِ ، اللطيف بعلمِهِ ، الرؤوف بعبادِهِ ، المستأثرِ في جَبَروتِهِ في عزّ جَلالِهِ وهَيبتِهِ.\nالحَمدُ لله الفاشِي في خَلقهِ حَمدُهُ ، الظّاهِرِ ( بالَكبرياءِ )  مجدُهُ ، الباسِطِ بالخَير يَده. الحَمدُ لله الّذي تَردّى بالحَمدِ ، وَتعَطَّفَ بالفَخرِ ، وَتَكبَّرَ بالمهابَةِ ، واستشعَرَ بالجَبروتِ ، ( واحتَجبَ بشعاعِ نورهِ عن نواظرِ خَلقِهِ ) .\nالحَمدُ لله الّذي لا مُضادَ لهُ في مُلَكَه ، ولا مُنازِعَ لهُ في أمرهِ ، ولا شبِهَ لهُ في خَلقِهِ ، لا إله إلاّ هُوَ لا رادَّ لأِمرهِ ، ولا دافِعَ لِقضائِهِ ، لَيس لَه ضِدٌّ ولا نِدٌّ ولا عِدلٌ ولا شِبهٌ ولا مِثلٌ ، ولا يُعجزُهُ من طَلَبه ، ولا يسبقُهُ مَن هَرَبَ ، ولا يَمَتنِعُ مِنهُ أحَدٌ ، خَلقَ الخلقَ على غَيرِ أصلٍ ، وابتَدَأهم على غَيرِ مثالٍ ، وقهرَ العِبادَ بِغيرِ أعوانٍ ، ورَفع السّماء بِغَيرِ عَمَدٍ وبَسطَ الأرضَ على الهواءِ بِغيرِ أركانٍ.\nالحَمدُ لله على ما مَضى وعلى ما بَقي ، ولهُ الحَمدُ على ما يُبدي وَعلَى ما يُخفي ، وله الحَمدُ على ما يَكونُ. اللّهُمَّ لَكَ الحَمدُ على حِلمكَ بَعدَ عِلمكَ ، ولَكَ الحَمدُ على عَفوكَ بَعدَ قدرتِكَ ، ولَكَ الحَمدُ على صَفحِكَ بَعدَ اعذارِكَ ، ولَكَ الحَمدُ على ما تاخذ وعلى ما تعطي ، ولَكَ الحَمدُ على ما تُبلي وتبتَلي ، ولَكَ الحَمدُ على أمرِكَ حَمداً لا يَعجِزُ عَنكَ ، ولا يَقصِر دُون أفضَل رِضاكَ يا أرحَمَ الرّاحمينَ .\n"
}