{
"title": "دعاء يوم المباهلة",
"type": "text",
"source": "مفاتيح الجنان",
"data": "مرويا عن الصادق (صلوات الله وسلامه عليه) بما له من الفضل تقول:\nاللهُمَّ إنّي أسألُكَ مِن بَهائِكَ بِأبهاهُ وَكُلُّ بَهائِكَ بَهيٌّ اللهُمَّ إنّي أسألُكَ بِبَهائِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن جَلالِكَ بِأجَلِّهِ وَكُلُّ جَلالِكَ جَليلٌ اللهُمَّ إنّي أسألُكَ بِجَلالِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن جَمالِكَ بِأجمَلِهِ وَكُلُّ جَمالِكَ جَميلٌ اللهُمَّ إنّي أسألُكَ بِجَمالِكَ كُلِّهِ، اللهُمَّ إنّي أدعوكَ كَما أمَرتَني فَاستَجِب لي كَما وَعَدتَني اللهُمَّ إنّي أسألُكَ مِن عَظَمَتِكَ بِأعظَمِها وَكُلُّ عَظَمَتِكَ عَظيمَةٌ اللهُمَّ إنّي أسألُكَ بِعَظَمَتِكَ كُلِّها، اللهُمَّ إنّي أسألُكَ مِن نورِكَ بِأنوَرِهِ وَكُلُّ نورِكَ نَيِّرٌ اللهُمَّ إنّي أسألُكَ بِنورِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن رَحمَتِكَ بِأوسَعِها وَكُلُّ رَحمَتِكَ وَاسِعَةٌ اللهُمَّ إنّي أسألُكَ بِرَحمَتِكَ كُلِّها، اللهُمَّ إنّي أدعوكَ كَما أمَرتَني فَاستَجِب لي كَما وَعَدتَني اللهُمَّ إنّي أسألُكَ مِن كَمالِكَ بِأكمَلِهِ وَكُلُّ كَمالِكَ كامِلٌ اللهُمَّ إنّي أسألُكَ بِكَمالِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن كَلِماتِكَ بِأتَمِّها وَكُلُّ كَلِماتِكَ تامَّةٌ اللهُمَّ إنّي أسألُكَ بِكَلِماتِكَ كُلِّها، اللهُمَّ إنّي أسألُكَ مِن أسمائِكَ بِأكبَرِها وَكُلُّ أسمائِكَ كَبيرَةٌ اللهُمَّ إنّي أسألُكَ بِأسمائِكَ كُلِّها، اللهُمَّ إنّي أدعوكَ كَما أمَرتَني فاستَجِب لي كَما وَعَدتَني.\nاللهُمَّ إنّي أسألُكَ مِنْ عِزَّتِكَ بِأَعَزِّها وَكُلُّ عِزَّتِكَ عَزيزَةٌ اللهُمَّ إنّي أسألُكَ بِعِزَّتِكَ كُلِّها، اللهُمَّ إنّي أسألُكَ مِن مَشيَّتِكَ بِأمضاها وَكُلُّ مَشيَّتِكَ ماضيَةٌ اللهُمَّ إنّي أسألُكَ بِمَشيَّتِكَ كُلِّها، اللهُمَّ إنّي أسألُكَ بِقُدرَتِكَ الَّتي استَطَلتَ بِها عَلى كُلِّ شَيءٍ وَكُلُّ قُدرَتِكَ مُستَطيلَةٌ اللهُمَّ إنّي أسألُكَ بِقُدرَتِكَ كُلِّها، اللهُمَّ إنّي أدعوكَ كَما أمَرتَني فاستَجِب لي كَما وَعَدتَني اللهُمَّ إنّي أسألُكَ مِن عِلمِكَ بِأنفَذِهِ وَكُلُّ عِلمِكَ نافِذٌ اللهُمَّ إنّي أسألُكَ بِعِلمِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن قَولِكَ بِأرضاهُ وَكُلُّ قَولِكَ رَضيُّ اللهُمَّ إنّي أسألُكَ بِقَولِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن مَسائِلِكَ بِأحَبِّها وَكُلُّها إلَيكَ حَبيبَةٌ اللهُمَّ إنّي أسألُكَ بِمَسائِلِكَ كُلِّها، اللهُمَّ إنّي أدعوكَ كَما أمَرتَني فاستَجِب لي كَما وَعَدتَني اللهُمَّ إنّي أسألُكَ مِن شَرَفِكَ بِأشرَفِهِ وَكُلُّ شَرَفِكَ شَريفٌ اللهُمَّ إنّي أسألُكَ بِشَرَفِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن سُلطانِكَ بِأدوَمِهِ وَكُلُّ سُلطانِكَ دائِمٌ اللهُمَّ إنّي أسألُكَ بِسُلطانِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن مُلكِكَ بِأفخَرِهِ وَكُلُّ مُلكِكَ فاخِرٌ اللهُمَّ إنّي أسألُكَ بِمُلكِكَ كُلِّهِ، اللهُمَّ إنّي أدعوكَ كَما أمَرتَني فاستَجِب لي كَما وَعَدتَني اللهُمَّ إنّي أسألُكَ مِن عَلائِكَ بِأعلاهُ وَكُلُّ عَلائِكَ عالٍ اللهُمَّ إنّي أسألُكَ بِعَلائِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن آياتِكَ بِأعجَبِها وَكُلُّ آياتِكَ عَجيبَةٌ اللهُمَّ إنّي أسألُكَ بِآياتِكَ كُلِّها، اللهُمَّ إنّي أسألُكَ مِن مَنِّكَ بِأقدَمِهِ وَكُلُّ مَنِّكَ قَديمٌ اللهُمَّ إنّي أسألُكَ بِمَنِّكَ كُلِّهِ، اللهُمَّ إنّي أدعوكَ كَما أمَرتَني فَاستَجِب لي كَما وَعَدتَني. اللهُمَّ إنّي أسألُكَ بِما أنتَ فيهِ مِنَ الشُؤُنِ وَالجَبَروتِ اللهُمَّ إنّي أسألُكَ بِكُلِّ شَأنٍ وَكُلُّ جَبَروتٍ اللهُمَّ إنّي أسألُكَ بِما تُجيبُني بِهِ حينَ أسألُكَ يا اللهُ يا لا إلهَ إلاّ أنتَ أسألُكَ بِبَهاءِ لا إلهَ إلاّ أنتَ يا لا إلهَ إلاّ أنتَ أسألُكَ بِجَلالِ لا إلهَ إلاّ أنتَ يا لا إلهَ إلاّ أنتَ أسألُكَ بلا إلهَ إلاّ أنتَ، اللهُمَّ إنّي أدعوكَ كَما أمَرتَني فاستَجِب لي كَما وَعَدتَني اللهُمَّ إنّي أسألُكَ مِن رِزقِكَ بِأعَمّهِ وَكُلُّ رِزقِكَ عامٌ اللهُمَّ إنّي أسألُكَ بِرِزقِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن عَطائِكَ بِأهنأهِ وَكُلُّ عَطائِكَ هَنيٌ اللهُمَّ إنّي أسألُكَ بِعَطائِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن خَيرِكَ بِأعجَلِهِ وَكُلُّ خَيرِكَ عاجِلٌ اللهُمَّ إنّي أسألُكَ بِخَيرِكَ كُلِّهِ، اللهُمَّ إنّي أسألُكَ مِن فَضلِكَ بِأفضَلِهِ وَكُلُّ فَضلِكَ فاضِلٌ اللهُمَّ إنّي أسألُكَ بِفَضلِكَ كُلِّهِ، اللهُمَّ إنّي أدعوكَ كَما أمَرتَني فَاستَجِب لي كَما وَعَدتَني اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَابعَثني عَلى الإيمانِ بِكَ وَالتَّصديقِ بِرَسولِكَ عَلَيهِ وَآلِهِ السَّلامُ وَالوِلايَةِ لِعَليّ بنِ أبي طالِب وَالبَراءَةِ مِن عَدوِّهِ وَالائتِمامِ بِالأئِمَّةِ مِن آلِ مُحَمَّدٍ (عليهم السلام) فَإنّي قَد رَضيتُ بِذلِكَ يا رَبِّ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ عَبدِكَ وَرَسولِكَ في الأوَّلينَ وَصَلِّ عَلى مُحَمَّدٍ في الآخِرينَ وَصَلِّ عَلى مُحَمَّدٍ في المَلأِ الأعلى وَصَلِّ عَلى مُحَمَّدٍ في المُرسَلينَ، اللهُمَّ أعطِ مُحَمَّداً الوَسيلَةَ وَالشَّرَفَ وَالفَضيلَةَ وَالدَّرَجَةَ الكَبيرَةَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَقَنِّعني بِما رَزَقتَني وَبارِك لَي فيما آتَيتَني وَاحفَظني في غَيبَتي وَكُلِّ غائِبٍ هُوَ لي، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَابعَثني عَلى الإيمانِ بِكَ وَالتَّصديقِ بِرَسولِكَ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأسألُكَ خَيرَ الخَيرِ رِضوانَكَ وَالجَنَّةَ وَأعوذُ بِكَ مِن شَرِّ الشَّرِّ سَخَطِكَ وَالنَّارِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاحفَظني مِن كُلِّ مُصيبَةٍ وَمِن كُلِّ بَليَّةٍ وَمِن كُلِّ عُقوبَةٍ وَمِن كُلِّ فِتنَةٍ وَمِن كُلِّ بَلاءٍ وَمِن كُلِّ شَرٍّ وَمِن كُلِّ مَكروهٍ وَمِن كُلِّ مَصيبَةٍ وَمِن كُلِّ آفَةٍ نَزَلَت أو تَنزِلُ مِنَ السَّماء إلى الأرضِ في هذِهِ السَّاعَةِ وَفي هذِهِ اللَّيلَةِ وَفي هذا اليَومِ وَفي هذا الشَّهرِ وَفي هذِهِ السَّنَةِ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَاقسِم لي مِن كُلِّ سُرورٍ وَمِن كُلِّ بَهجَةٍ وَمِن كُلِّ استِقامَةٍ وَمِن كُلِّ فَرَجٍ وَمِن كُلِّ عافيَةٍ وَمِن كُلِّ سَلامَةٍ وَمِن كُلِّ كَرامَةٍ وَمِن كُلِّ رِزقٍ وَاسِعٍ حَلالٍ طَيِّبٍ وَمِن كُلِّ نِعمَةٍ وَمِن كُلِّ سَعَةٍ نَزَلَت أو تَنزِلُ مِنَ السَّماء إلى الأرضِ في هذِهِ السَّاعَةِ وَفي هذِهِ اللَّيلَةِ وَفي هذا اليَومِ وَفي هذا الشَّهرِ وَفي هذِهِ السَّنَةِ، اللهُمَّ إن كانَت ذُنوبي قَد أخلَقَت وَجهي عِندَكَ وَحالَت بَيني وَبَينَكَ وَغَيَّرَت حالي عِندَكَ فَإنّي أسألُكَ بِنورِ وَجهِكَ الَّذي لا يُطفَأُ وَبِوَجهِ مُحَمَّدٍ حَبيبِكَ المُصطَفى وَبِوَجهِ وَليِّكَ عَليٍّ المُرتَضى وَبِحَقِّ أوليائِكَ الَّذينَ انتَجَبتَهُم أن تُصَلّيَ على مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَأن تَغفِرَ لي ما مَضى مِن ذُنوبي وَأن تَعصِمَني فيما بَقيَ مِن عُمري وَأعوذُ بِكَ اللهُمَّ أن أعودَ في شَيءٍ مِن مَعاصيكَ أبَداً ما أبقَيتَني حَتّى تَتَوَفَّاني وَأنا لَكَ مُطيعٌ وَأنتَ عَنّي راضٍ وَأن تَختِمَ لي عَمَلي بِأحسَنِهِ وَتَجعَلَ لي ثَوابَهُ الجَنَّةَ وَأن تَفعَلَ بي ما أنتَ أهلُهُ يا أهلَ التَّقوى وَيا أهلَ المَغفِرَةِ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ وَارحَمني بِرَحمَتِكَ يا أرحَمَ الرَّاحِمينَ.\n"
}