{
"title": "أعمال تؤدى في كل ليلة من ليالي القدر",
"type": "text",
"data": [
{
"text": " الغُسل ، قال العلامة المجلسي (رحمه الله) : الافضل أن يغتسل عند غروب الشّمس ليكون على غسل لصلاة العشاء .",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد"
},
{
"text": "الصّلاة ركعتان يقرأ في كلّ ركعة بعد الحمد التّوحيد سبع مرّات ويقول بعد الفراغ سبعين مرّة اَسْتَغْفِرُ اللهَ واَتُوبُ اِلَيْهِ وفي النّبوي : من فعل ذلك لا يقوم من مقامه حتّى يغفر الله له ولابويه الخبر ",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد"
},
{
"text": " تأخذ المصحف فتنشره وتضعه بين يديك وتقول :\n\n«اَللّـهُمَّ اِنّي اَسْاَلُكَ بِكِتابِكَ وَما فيهِ وَفيهِ اسْمُكَ الاَكْبَرُ وَاَسْماؤُكَ الْحُسْنى، وَما يُخافُ وَيُرْجى اَنْ تَجْعَلَني مِنْ عُتَقائِكَ مِنَ النّارِ وتدعو بما بدالك من حاجة» .",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد"
},
{
"text": "خذ المُصحف فدعه على رأسك وقُل :\n\n«اَللّـهُمَّ بِحَقِّ هذَا الْقُرْآنِ، وَبِحَقِّ مَنْ اَرْسَلْتَهُ بِهِ، وَبِحَقِّ كُلِّ مُؤْمِن مَدَحْتَهُ فيهِ، وَبِحَقِّكَ عَلَيْهِمْ، فَلا اَحَدَ اَعْرَفُ بِحَقِّكَ مِنْكَ ثمَّ قُل عَشر مرّات بِكَ يااَللهُ وعَشر مرّات بِمُحَمَّد وعَشر مرّات بِعَليٍّ وعَشر مرّات بِفاطِمَةَ وعَشر مرّات بِالْحَسَنِ وعَشر مرّات بِالْحُسَيْنِ وعَشر مرّات بِعَلِي بْنِ الْحُسَيْنِ وعَشر مرّات بُمَحَمَّدِ بْنِ عَلِيٍّ وعَشر مرّات بِجَعْفَرِ بْنِ مُحَمَّد وعَشر مرّات بِمُوسَى بْنِ جَعْفَر وعَشر مرّات بِعَلِيِّ بْنِ مُوسى وعَشر مرّات بِمُحَمَّدِ بْنِ عَلِيٍّ وعَشر مرّات بِعَلِيِّ بْنِ مُحَمَّد وعَشر مرّات بِالْحَسَنِ بْنِ عَلِيٍّ وعَشر مرّات بِالْحُجَّةِ وتسأل حاجتك» .",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد"
},
{
"text": "زيارة الحسين (عليه السلام) في الحديث انّه اذا كان ليلة القدر نادى مناد من السّماء السّابعة من بطنان العرش انّ الله قد غفر لمن زار قبر الحسين (عليه السلام) .",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد"
},
{
"text": "احياء هذه اللّيالي الثّلاثة ففي الحديث : مَنْ احيا ليلة القدر غفرت له ذنوبه ولو كانت ذنوبه عدد نجوم السّماء ومثاقيل الجبال ومكائيل البحار .",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد"
},
{
"text": "الصّلاة مائة ركعة فانّها ذات فضل كثير، والافضل أن يقرأ في كلّ ركعة بعد الحمد التّوحيد عشر مرّات .",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد"
},
{
"text": " تقول :\n\n«اَللّـهُمَّ اِنّي اَمْسَيْتُ لَكَ عَبْداً داخِراً لا اَمْلِكُ لِنَفْسي نَفْعاً وَلا ضَرّاً، وَلا اَصْرِفُ عَنْها سُوءاً، اَشْهَدُ بِذلِكَ عَلى نَفْسي، وَاَعْتَرِفُ لَكَ بِضَعْفِ قُوَّتي، وَقِلَّةِ حيلَتي، فَصَلِّ عَلى مُحَمَّد وَآلِ مُحَمَّد، وَاَنْجِزْ لي ما وَعَدْتَني وَجَميعَ الْمُؤْمِنينَ وَالْمُؤْمِناتِ مِنَ الْمَغْفِرَةِ في هذِهِ اللَّيْلَةِ، وَاَتْمِمْ عَلَيَّ ما آتَيْتَني فَاِنّي عَبْدُكَ الْمِسْكينُ الْمُسْتَكينُ الضَّعيفُ الْفَقيرُ الْمَهينُ، اَللّـهُمَّ لا تَجْعَلْني ناسِياً لِذِكْرِكَ فيـما اَوْلَيْتَني، وَلا لاِِحْسانِكَ فيـما اَعْطَيْتَني، وَلا آيِساً مِنْ اِجابَتِكَ وَاِنْ اَبْطَأَتَ عَنّي، في سَرّاءَ اَوْ ضَرّاءَ، اَوْ شِدَّة اَوْ رَخاء، اَوْ عافِيَة اَوْ بَلاء، اَوْ بُؤْس اَوْ نَعْماءَ اِنَّكَ سَميعُ الدُّعاءِ» .\n\nوقد روى الكفعمي هذا الدّعاء عن الامام زين العابدين (عليه السلام) كان يدعو به في هذه اللّيالي قائماً وقاعداً وراكعاً وساجداً",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد"
},
{
"text": "ورد في بعض الاحاديث استحباب قراءة دعاء الجوشن الكبير في هذه اللّيالي الثّلاث .",
"source": "الإقبال-مفاتيح الجنان-زاد المعاد"
}
]
}