{
"title": "زيارة الإمام الحسين عليه السلام يوم عاشوراء",
"type": "text",
"source": "مفاتيح الجنان",
"data": "إنّ استحباب زيارة سيد الشهداء الحسين بن علي عليمها السَّلام في اليوم العاشر من محرم الحرام ممّا أصفق عليه علماء الطائفة الإمامية عبْر القرون، واتفاقهم هذا من أتقن الأدلّة على صحّتها وصدورها عن أئمّة أهل البيت ـ عليهم السَّلام ـ .\nفمن قرأ هذه الزيارة ضمنت له أشياء:\nقبل الله زيارته، شكر الله سعيه، قضى الله جميع حاجاته، ولم يخيب أمله، ولم يرد طلبه.\n\nالسَّلامُ عليْك يا ابا عبْدالله، السَّلامُ عليْك يا بْن رسُول الله (السَّلامُ عليك يا خيرة الله وابْن خيرته) السَّلامُ عليْك يا بْن امير الْمُؤْمنين وابْن سيِّد الْوصيّين، السَّلامُ عليْك يا بْن فاطمة سيِّدة نساء الْعالمين، السَّلامُ عليْك يا ثار الله وابْن ثاره والْوتْر الْموْتُور، السَّلامُ عليْك وعلى الأرْواح الَّتي حلَّتْ بفنائِك عليْكُمْ منّي جميعا سلامُ الله ابدا ما بقيتُ وبقى اللَّيْلُ والنَّهارُ، يا ابا عبْدالله لقدْ عظُمت الرَّزيَّةُ وجلَّتْ وعظُمت الْمُصيبةُ بك عليْنا وعلى جميع اهْل الإسْلام وجلَّتْ وعظُمتْ مُصيبتُك في السَّماوات على جميع اهْل السَّماوات، فلعن اللهُ اُمَّة اسَّستْ اساس الظُّلْم والْجوْر عليْكُمْ اهْل الْبيْت، ولعن اللهُ اُمَّة دفعتْكُمْ عنْ مقامكُمْ وازالتْكُمْ عنْ مراتبكُمُ الَّتي رتَّبكُمُ اللهُ فيها، ولعن اللهُ اُمَّة قتلتْكُمْ ولعن اللهُ الْمُمهِّدين لهُمْ بالَّتمْكين منْ قتالكُمْ، برئْتُ الى الله واليْكُمْ منْهُمْ ومنْ اشْياعهمْ واتْباعهمْ واوْليائِهم، يا ابا عبْدالله انّي سلْمٌ لمنْ سالمكُمْ وحرْبٌ لمنْ حاربكُمْ الى يوْم الْقيامة، ولعن اللهُ آل زياد وآل مرْوان، ولعن اللهُ بني اُميَّة قاطبة، ولعن اللهُ ابْن مرْجانة، ولعن اللهُ عُمر بْن سعْد، ولعن اللهُ شمْرا، ولعن اللهُ اُمَّة اسْرجتْ والْجمتْ وتنقَّبتْ لقتالك، بابي انْت واُمّي لقدْ عظُم مُصابي بك فاسْأَلُ الله الَّذي كْرم مقامك واكْرمني انْ يرْزُقني طلب ثارك مع امام منْصُور منْ اهْل بيْت مُحمَّد صلَّى اللهُ عليْه وآله، اللّـهُمَّ اجْعلْني عنْدك وجيها بالْحُسيْن عليْه السَّلامُ في الدُّنْيا والاْخرة، يا ابا عبْدالله انّي اتقرَّبُ الى الله و الى رسُوله والى امير الْمُؤْمنين والى فاطمة والى الْحسن واليْك بمُوالاتك وبالْبراءة (ممَّنْ قاتلك ونصب لك الْحرْب وبالْبراءة ممَّنْ اسسَّ اساس الظُّلْم والْجوْر عليْكُمْ وابْرأُ الى الله والى رسُوله) ممَّنْ اسسَّ اساس ذلك وبنى عليْه بُنْيانهُ وجرى في ظُلْمه وجوْره عليْكُمْ وعلى اشْياعكُمْ، برئْتُ الى الله واليْكُمْ منْهُمْ واتقرَّبُ الى الله ثُمَّ اليْكُمْ بمُوالاتكُمْ ومُوالاة وليِّكُمْ وبالْبراءة منْ اعْدائِكُمْ والنّاصبين لكُمُ الْحرْب وبالْبراءة منْ اشْياعهمْ واتْباعهمْ، انّي سلْمٌ لمنْ سالمكُمْ وحرْبٌ لمنْ حاربكُمْ وولىٌّ لمنْ والاكُمْ وعدُوٌّ لمنْ عاداكُمْ فاسْأَلُ الله الَّذي أكْرمني بمعْرفتكُمْ ومعْرفة اوْليائِكُمْ ورزقنى الْبراءة منْ اعْدائِكُمْ انْ يجْعلني معكُمْ في الدُّنْيا والاْخرة وانْ يُثبِّت لي عنْدكُمْ قدم صدْق في الدُّنْيا والاْخرة واسْأَلُهُ انْ يُبلِّغنى الْمقام الَْمحْمُود لكُمْ عنْد الله وانْ يرْزُقني طلب ثاري مع امام هُدى ظاهر ناطق بالْحقِّ منْكُمْ واسْألُ الله بحقِّكُمْ وبالشَّأن الَّذي لكُمْ عنْدهُ انْ يُعْطيني بمُصابي بكُمْ افْضل ما يُعْطي مُصابا بمُصيبته مُصيبة ما اعْظمها واعْظم رزيَّتها في الإسْلام وفي جميع السَّماوات والاْرْض اللّـهُمَّ اجْعلْني في مقامي هذا ممَّنْ تنالُهُ منْك صلواتٌ ورحْمةٌ ومغْفرةٌ، اللّـهُمَّ اجْعلْ محْياى محْيا مُحمَّد وآل مُحمَّد ومماتي ممات مُحمَّد وآل مُحمَّد ، اللّـهُمَّ انَّ هذا يوْمٌ تبرَّكتْ به بنُو اُميَّة وابْنُ آكلة الاكباد اللَّعينُ ابْنُ اللَّعين على لسانك ولسان نبيِّك صلَّى اللهُ عليْه وآله في كُلِّ موْطن وموْقف وقف فيه نبيِّك صلَّى اللهُ عليْه وآله، اللّـهُمَّ الْعنْ ابا سُفْيان ومُعاوية ويزيد ابْن مُعاوية عليْهمْ منْك اللَّعْنةُ ابد الاْبدين، وهذا يوْمٌ فرحتْ به آلُ زياد وآلُ مرْوان بقتْلهمُ الْحُسيْن صلواتُ الله عليْه، اللّـهُمَّ فضاعفْ عليْهمُ اللَّعْن منْك والْعذاب (الاْليم) اللّـهُمَّ انّي اتقرَّبُ اليْك في هذا الْيوْم وفي موْقفي هذا وايّام حياتي بالْبراءة منْهُمْ واللَّعْنة عليْهمْ وبالْمُوالاة لنبيِّك وآل نبيِّك عليْه وعليْهمُ السَّلامُ.\nثمّ تقول مائة مرّة : اللّـهُمَّ الْعنْ اوَّل ظالم ظلم حقَّ مُحمَّد وآل مُحمَّد وآخر تابع لهُ على ذلك، اللّـهُمَّ الْعن الْعصابة الَّتي جاهدت الْحُسيْن (عليه السلام) وشايعتْ وبايعتْ وتابعتْ على قتْله، اللّـهُمَّ الْعنْهُمْ جميعا.\nثمّ تقول مائة مرّة : السَّلامُ عليْك يا ابا عبْد الله وعلى الاَْرْواح الَّتي حلَّتْ بفنائِك عليْك منّي سلامُ الله ابدا ما بقيتُ وبقي اللَّيْلُ والنَّهارُ ولا جعلهُ اللهُ آخر الْعهْد منّي لزيارتكُمْ، السَّلامُ على الْحُسيْن وعلى عليِّ بْن الْحُسيْن وعلى اوْلاد الْحُسيْن وعلى اصْحاب الْحُسيْن،\nثمّ تقول : اللّـهُمَّ خُصَّ انْت اوَّل ظالم باللَّعْن منّي وابْدأْ به اوَّلا ثُمَّ (الْعن) الثّاني والثّالث والرّابع اللّـهُمَّ الْعنْ يزيد خامسا والْعنْ عُبيْد الله بْن زياد وابْن مرْجانة وعُمر بْن سعْد وشمْرا وآل ابي سُفْيان وآل زياد وآل مرْوان الى يوْم الْقيامة.\nثمّ تسجد وتقُول : اللّـهُمَّ لك الْحمْدُ حمْد الشّاكرين لك على مُصابهمْ الْحمْدُ لله على عظيم رزيَّتي اللّـهُمَّ ارْزُقْني شفاعة الْحُسيْن يوْم الْوُرُود وثبِّتْ لي قدم صدْق عنْدك مع الْحُسيْن واصْحاب الْحُسيْن الَّذين بذلُوا مُهجهُمْ دُون الْحُسيْن عليْه السَّلامُ ."
}