{
"title": "دعاء أمير المؤمنين في اليوم السابع من كل شهر",
"type": "text",
"source": "الصحيفة العلوية",
"data": "اللّهُمَّ لَكَ الحَمدُ حَمداً لا يَنفَذُ أوّلُهُ ، ولا يَنقَطِعُ آخِرُهُ ، ولا يقصرُ دون عَرشِك ( مُنتهاهُ ) ، ولَكَ الحَمدُ حَمداً لا يَحجُبُ عَنكَ ، ولا يَتناهى دونَكَ ،\nولا يَقصِرُ عن أفضلِ رِضاكَ. الحَمدُ لله الّذي لا يُطاعُ إلاّ بإذنِهِ ، والحَمدُ لله الّذي لا يُعصى إلاّ بِعلمِهِ ، والحَمدُ لله الّذي لا يُخافُ إلاّ عَدلُهُ ، والحَمدُ لله الّذي لا يُرجى إلاّ فَضلهُ.\nالحَمدُ لله الّذي لَهُ الفضلُ على مَن أطاعَهُ ، والحَمدُ للهِ الّذي لَهُ الحُجّةُ على مَن عَصاهُ ، والحَمدُ لله الّذي من رَحِمَ من جَميع خَلقِهِ كان فَضَلاً مِنُه ، والحَمدُ لله الّذي مَن عَذبَ من خَلقِهِ كان عَدلاً مِنهُ.\nالحَمدُ لله الّذي لا يَفُوتُهُ القَريبُ ، ولا يَبعُدُ عَليهِ البَعيدُ ، الحَمدُ لله الّذي حَمِدَ نَفسُهُ واستحمِد إلى خَلقِهِ ، الحَمدُ لله الّذي فَتحَ بالحَمدِكتابَهُ ، وَجَعلَهُ ( آخِر ) دَعوى أهل جَنّتِهِ ، وخَتَمَ بِه قَضاءهُ ، الحَمدُ لله الّذي لا يَزولُ ولا يزالُ ، الحَمدُ لله الّذي كانَ قَبلَ كانَ ، ولا يُوجَدُ لَكَانَ مَوضِعُ قَبلَهُ ، والحَمدُ لله الّذي لا يَكونُ كائِنٌ غَيرُهُ ، لأنِهُ هو الأوَّلُ لا شَيءَ قَبلَهُ ، وهُو الآخرُ لا شيءَ مِثلهُ ، وهُو الباقي الدّائم بغيرِ غايةٍ ولا فناءٍ.\nالحَمدُ لله الّذي لا تدرك الاوهام وصفه ، الحَمدُ لله الّذي ذَهَلَتِ العُقولُ عن مبَلَغِ كُنهِ عظمَتِهِ حتى رَجعوا إلى ما امتدحَ اللهُ به نَفَسهُ مِن عِزه وجُودِهِ وطولِه.\nالحَمدُ لله الّذي سَد الهواءَ بِالسّماءِ ، ودحا الأرضَ على الماءِ ، واختارَ لِنَفسِهِ أحسن الأسماءِ. الحَمدُ للهِ الواحِدِ بِغيرٍ تَشبيهٍ ، العالمِ بغيرِ\nتكوينٍ ، الباقي بَغيرِ كُلفَةٍ ، الخالِقِ بِغيرِ مَنصبةٍ ، الموصوف بغير غايةٍ ، المعروف بِغيرِ مُنتهى ، الحَمدُ لله رَبِّ العالميَنَ ، رَبِّ السّماوات السّبعِ ورَبِّ العرِشِ العظيمِ ، ورَبِّ الأنبياءِ ، ورَبِّ الأوَّلينَ والآخِرينَ ، أحَداً صَمداً لَم يَلِدْ ولَم يُولَدْ فَيورَثُ ، وَلمْ يَكُنْ لهُ كُفُؤاً أحَدٌ. مَلَكَ المُلوُك بِقدرتِهِ ، واستَعبَدَ الأربابَ بعزتِهِ ، وسَادَ العُظَماء بِجبروُتِهِ ، واصطنَعَ الفَخَر والاستكبارَ لِنَفسِهِ ، والفَضلَ والَكَرمَ والجودَ والمَجدَ لَهُ ، جارُ المُستَجيرينَ ، ولَجأُ المُضطَرينَ ، ومُعتمِدُ المُؤمِنينَ ، وسَبيلُ حاجَةَ العابِدينَ.\nاللّهُمَّ لَكَ الحَمدُ بجميعِ مَحامِدكَ كُلِّها ما قد عَلِمنا منها وما لم نَعلَم ، ولَكَ الحَمدُ حَمداً يُوفي نِعَمكَ ويُكافي مَزيدكَ ، اللّهُمَّ لَكَ الحَمدُ حمداً أبلُغُ به رِضاكَ ، وأُؤدّيَ به شُكركَ ، واستوجَبُ بِه المزيدَ مِن عِندِكَ. اللّهُمَّ لَكَ الحَمدُ على حِلمِكَ بَعدَ عِلمِكَ ، ولَكَ الحَمدُ على عَفوِكَ بَعدَ قُدرَتِكَ. \n\n"
}