{
"title": "زيارة أمير المؤمنين عليه السلام يوم ميلاد النبي",
"type": "text",
"source": "مفاتيح الجنان",
"data": "روى الشّهيد والمفيد والسّيد ابن طاووس انّ الصّادق (عليه السلام) زار امير المؤمنين صلوات الله عليه في اليوم السّابع عشر من ربيع الاوّل بهذه الزّيارة وعلّمها الثّقة الجليل محمّد بن مسلم الثّقفي (رضي الله عنه) ، فقال : اذا أتيت مشهد امير المؤمنين (عليه السلام) فاغتسل للزّيارة والبس أنظف ثيابك واستعمل شيئاً مِن الطّيب وسر وعليك السّكينة والوقار ، فاذا وصلت الى باب السّلام أي باب الحرم الطّاهر فاستقبل القبلة وقُل الله اكبر ثلاث مرّات ثمّ قل :\nاَلسَّلامُ عَلى رَسُولِ اللهِ، اَلسَّلامُ عَلى خِيَرَةِ اللهِ، اَلسَّلامُ عَلَى الْبَشيرِ النَّذيرِ السِّراجِ الْمُنيرِ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلَى الطُّهْرِ الطّاهِرِ، اَلسَّلامُ عَلَى الْعَلَمِ الزّاهِرِ، اَلسَّلامُ عَلَى الْمَنْصُورِ الْمُؤَيَّدِ، اَلسَّلامُ عَلى اَبِى الْقاسِمِ مُحَمَّد وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلى اَنْبِياءِ اللهِ الْمُرْسَلينَ، وَعِبادِ اللهِ الصّالِحينَ، اَلسَّلامُ عَلى مَلائِكَةِ اللهِ الْحافّينَ بِهذَا الْحَرَمِ وَبِهذَا الضَّريحِ الّلائِذينَ بِهِ .\nثمّ ادنُ من القبر وقُل :\nاَلسَّلامُ عَلَيْكَ يا وَصِيَّ الاَْوْصِياءِ، اَلسَّلامُ عَلَيْكَ يا عِمادَ الاَْتْقِياءِ، اَلسَّلامُ عَلَيْكَ يا وَلِيَّ الاَْوْلِياءِ، اَلسَّلامُ عَلَيْكَ يا سَيِّدَ الشُّهَداءِ، اَلسَّلامُ عَلَيْكَ يا آيَةَ اللهِ الْعُظْمى، اَلسَّلامُ عَلَيْكَ يا خامِسَ اَهْلِ الْعَباءِ، اَلسَّلامُ عَلَيْكَ يا قائِدَ الْغُرِّ الُْمحَجَّلينَ الاَْتْقِياءِ، اَلسَّلامُ عَلَيْكَ يا عِصْمَةَ الاَْوْلِياءِ، اَلسَّلامُ عَلَيْكَ يا زَيْنَ الْمُوَحِّدينَ النُّجَباءِ، اَلسَّلامُ عَلَيْكَ يا خالِصَ الاَْخِلاّءِ اَلسَّلامُ عَلَيْكَ يا والِدَ الاَْئِمَّةِ الاُْمَناءِ، اَلسَّلامُ عَلَيْكَ يا صاحِبَ الْحَوْضِ وَحامِلَ اللِّواءِ، اَلسَّلامُ عَلَيْكَ يا قَسيمَ الْجَنَّةِ وَلَظى، اَلسَّلامُ عَلَيْكَ يا مَنْ شُرِّفَتْ بِهِ مَكَّةُ وَمِنى، اَلسَّلامُ عَلَيْكَ يا بَحْرَ الْعُلُومِ وَكَنَفَ الْفُقَراءِ، اَلسَّلامُ عَلَيْكَ يا مَنْ وُلِدَ فِي الْكَعْبَةِ، وَزُوِّجَ فِي السَّماءِ بِسَيِّدَةِ النِّساءِ، وَكانَ شُهُودَهَا الْمَلائِكَةُ الاَْصْفِياُءَ، اَلسَّلامُ عَلَيْكَ يا مِصْباحَ الضِّياءِ، اَلسَّلامُ عَلَيْكَ يا مَنْ خَصَّهُ النَّبِيُّ بِجَزيلِ الْحِباءِ، اَلسَّلامُ عَلَيْكَ يا مَنْ باتَ عَلى فِراشِ خاتَمِ الاَْنْبِياءِ، وَوَقاهُ بِنَفْسِهِ شَرَّ الاَْعْداءِ، اَلسَّلامُ عَلَيْكَ يا مَنْ رُدَّتْ لَهُ الشَّمْسُ فَسامى شَمْعُونَ الصَّفا، اَلسَّلامُ عَلَيْكَ يا مَنْ اَنْجَى اللهُ سَفينَةَ نُوح بِاسْمِهِ وَاسْمِ اَخيهِ حَيْثُ الْتَطَمَ الْماءُ حَوْلَها وَطَمى، اَلسَّلامُ عَلَيْكَ يا مَنْ تابَ اللهُ بِهِ وَبِاَخيهِ عَلى آدَمَ اِذْ غَوى، اَلسَّلامُ عَلَيْكَ يا فُلْكَ النَّجاةِ الَّذي مَنْ رَكِبَهُ نَجا وَمَنْ تَاَخَّرَ عَنْهُ هَوى اَلسَّلامُ عَلَيْكَ يا مَنْ خاطَبَ الثُّعْبانَ وَذِئْبَ الْفَلا اَلسَّلامُ عَلَيْكَ يا اَميرَالْمُؤْمِنينَ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلَيْكَ يا حُجَّةَ اللهِ عَلى مَنْ كَفَرَ وَاَنابَ، اَلسَّلامُ عَلَيْكَ يا اِمامَ ذَوِي الاَْلْبابِ، اَلسَّلامُ عَلَيْكَ يا مَعْدِنَ الْحِكْمَةِ وَفَصْلَ الْخِطابِ، اَلسَّلامُ عَلَيْكَ يا مَنْ عِنْدَهُ عِلْمُ الْكِتابِ، اَلسَّلامُ عَلَيْكَ يا ميزانَ يَوْمِ الْحِسابِ، اَلسَّلامُ عَلَيْكَ يا فاصِلَ الْحُكْمِ النّاطِقَ بِالصَّوابِ، اَلسَّلامُ عَلَيْكَ اَيُّهَا الْمُتَصَدِّقُ بِالْخاتَمِ فِي الِْمحْرابِ، اَلسَّلامُ عَلَيْكَ يا مَنْ كَفَى اللهُ الْمُؤْمِنينَ الْقِتالَ بِهِ يَوْمَ الاَْحْزابِ، اَلسَّلامُ عَلَيْكَ يا مَنْ اَخْلَصَ للهِ الْوَحْدانِيَّةَ وَاَنابَ، اَلسَّلامُ عَلَيْكَ يا قاتِلَ خَيْبَرَ وَقالِعَ الْبابِ، اَلسَّلامُ عَلَيْكَ يا مَنْ دَعاهُ خَيْرُ الاَْنامِ لِلْمَبيتِ عَلى فِراشِهِ فَاَسْلَمَ نَفْسَهُ لِلْمَنِيَّةِ وَاَجابَ، اَلسَّلامُ عَلَيْكَ يا مَنْ لَهُ طُوبى وَحُسْنُ مآب وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلَيْكَ يا وَلِيَّ عِصْمَةِ الدّينِ، وَيا سَيِّدَ السّاداتِ، اَلسَّلامُ عَلَيْكَ يا صاحِبَ الْمُعْجِزاتِ، اَلسَّلامُ عَلَيْكَ يا مَنْ نَزَلَتْ في فَضْلِهِ سُورَةُ الْعادِياتِ، اَلسَّلامُ عَلَيْكَ يا مَنْ كُتِبَ اسْمُهُ فِي السَّماءِ عَلَى السُّرادِقاتِ، اَلسَّلامُ عَلَيْكَ يا مُظْهِرَ الْعَجائِبِ وَالاْياتِ اَلسَّلامُ عَلَيْكَ يا اَميرَ الْغَزَواتِ، اَلسَّلامُ عَلَيْكَ يا مُخْبِراً بِما غَبَرَ و بِما هُوَ آت، اَلسَّلامُ عَلَيْكَ يا مُخاطِبَ ذِئْبِ الْفَلَواتِ، اَلسَّلامُ عَلَيْكَ يا خاتِمَ الْحَصى وَمُبَيِّنَ الْمُشْكِلاتِ، اَلسَّلامُ عَلَيْكَ يا مَنْ عَجِبَتْ مِنْ حَمَلاتِهِ فِي الْوَغا مَلائِكَةُ السَّماواتِ، اَلسَّلامُ عَلَيْكَ يا مَنْ ناجَى الرَّسُولَ فَقَدَّمَ بَيْنَ يَدَيْ نَجْوهُ الصَّدَقاتِ، اَلسَّلامُ عَلَيْكَ يا والِدَ الاَْئِمَّةِ الْبَرَرَةِ السّاداتِ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، السَّلامُ عَلَيْكَ يا تالِيَ الْمَبْعُوثِ، اَلسَّلامُ عَلَيْكَ يا وارِثَ عِلْمِ خَيْرِ مَوْرُوث وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلَيْكَ يا سَيِّدَ الْوَصِيّينَ، اَلسَّلامُ عَلَيْكَ يا اِمامَ الْمُتَّقينَ، اَلسَّلامُ عَلَيْكَ يا غِياثَ الْمَكْرُوبينَ، اَلسَّلامُ عَلَيْكَ يا عِصْمَةَ الْمُؤْمِنينَ، اَلسَّلامُ عَلَيْكَ يا مُظْهِرَ الْبَراهينِ، اَلسَّلامُ عَلَيْكَ يا طه وَيس، اَلسَّلامُ عَلَيْكَ يا حَبْلَ اللهِ الْمَتينَ، اَلسَّلامُ عَلَيْكَ يا مَنْ تَصَدَّقَ في صَلاتِهِ بِخاتَمِهِ عَلَى الْمِسْكينِ، اَلسَّلامُ عَلَيْكَ يا قالِعَ الصَّخْرَةِ عَنْ فَمِ الْقَليبِ وَمُظْهِرَ الْماءِ الْمَعينِ، اَلسَّلامُ عَلَيْكَ يا عَيْنَ اللهِ النّاظِرَةَ وَيَدَهُ الْباسِطَةَ وَلِسانَهُ الْمُعَبِّرَ عَنْهُ في بَرِيَّتِهِ اَجْمَعينَ، اَلسَّلامُ عَلَيْكَ يا وارِثَ عِلْمِ النَّبِيّينَ، وَمَسْتَوْدَعَ عِلْمِ الاَْوَّلينَ وَالاْخِرينَ، وَصاحِبَ لِواءِ الْحَمْدِ، وَساقِيَ اَوْلِيائِهِ مِنْ حَوْضِ خاتَمِ النَّبِيّينَ، اَلسَّلامُ عَلَيْكَ يا يَعْسُوبَ الدّينِ، وَقائِدَ الْغُرِّ الُْمحَجَّلينَ، وَوالِدَ الاَْئِمَّةِ الْمَرْضِيّينَ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلَى اسْمِ اللهِ الرَّضِيِّ وَوَجْهِهِ الُمضيءِ، وَجَنْبِهِ الْقَوِيِّ، وَصِراطِهِ السَّوِيِّ، اَلسَّلامُ عَلَى الاِْمامِ التَّقِيِّ الُْمخْلِصِ الصَّفِيِّ، اَلسَّلامُ عَلَى الْكَوْكَبِ الدُّرِّيِّ اَلسَّلامُ عَلَى الاِْمامِ اَبِي الْحَسَنِ عَلِيٍّ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلى اَئِمَّةِ الْهُدى، وَمَصابيحِ الدُّجى، وَاَعْلامِ التُّقى، وَمَنارِ الْهُدى، وَذَوِي النُّهى، وَكَهْفِ الْوَرى، وَالْعُرْوَةِ الْوُثْقى، وَالْحُجَّةِ عَلى اَهْلِ الدُّنْيا وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلى نُورِ الاَْنْوارِ، وَحُجَّةِ الْجَبّارِ، وَوالِدِ الاَْئِمَّةِ الاَْطْهارِ، وَقَسيمِ الْجَنَّةِ وَالنّارِ، الُْمخْبِرِ عَنِ الاْثارِ، الْمُدَمِّرِ عَلَى الْكُفّارِ، مُسْتَنْقِذِ الشّيعَةِ الُْمخْلِصينَ مِنْ عَظيمِ الاَْوْزارِ، اَلسَّلامُ عَلَى الَْمخْصُوصِ بِالطّاهِرَةِ التَّقِيَّةِ ابْنَةِ الُْمخْتارِ، الْمَوْلُودِ فِي الْبَيْتِ ذِي الاَْسْتارِ،الْمُزَوَّجِ فِي السَّماءِ بِالْبَرَّةِ الطّاهِرَةِ الرَّضِيَّةِ الْمَرْضِيَّةِ والِدَةِ الاَْئِمَّةِ الاَْطْهارِ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلَى النَّبَأِ الْعَظيمِ الَّذي هُمْ فيهِ مُخْتَلِفُونَ وَعَلَيْهِ يُعْرَضُونَ وَعَنْهُ يُسْأَلُونَ، اَلسَّلامُ عَلى نُورِ اللهِ الاَْنْوَرِ، وَضِيائِهِ الاَْزْهَرِ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ، اَلسَّلامُ عَلَيْكَ يا وَلِيَّ اللهِ وَحُجَّتَهُ وَخالِصَةَ اللهِ وَخاصَّتَهُ، اَشْهَدُ اَنَّكَ يا وَلِيَّ اللهِ لَقَدْ جاهَدْتَ في سَبيلِ اللهِ حَقَّ جِهادِهِ، وَاتَّبَعْتَ مِنْهاجَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ، وَحَلَّلْتَ حَلالَ اللهِ، وَحَرَّمْتَ حَرامَ اللهِ، وَشَرَعْتَ اَحْكامَهُ، وَاَقَمْتَ الصَّلاةَ، وَآتَيْتَ الزَّكاةَ وَاَمَرْتَ بِالْمَعْرُوفِ وَنَهَيْتَ عَنِ الْمُنْكَرِ، وَجاهَدْتَ في سَبيلِ اللهِ صابِراً ناصِحاً مُجْتَهِداً مُحْتَسِباً عِنْدَ اللهِ عَظيمَ الاَْجْرِ حَتّى أتاكَ الْيَقينُ، فَلَعَنَ اللهُ مَنْ دَفَعَكَ عَنْ حَقِّكَ، وَاَزالَكَ عَنْ مَقامِكَ، وَلَعَنَ اللهُ مَنْ بَلَغَهُ ذلِكَ فَرَضِيَ بِهِ، اُشْهِدُ اللهَ وَمَلائِكَتَهُ وَاَنْبِياءَهُ وَرُسُلَهُ اَنّي وَلِيٌّ لِمَنْ والاكَ وَعَدُوٌّ لِمَنْ عاداكَ، اَلسَّلامُ عَلَيْكَ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ .\nثمّ انكبّ على القبر وقبّله وقُل :\nاَشْهَدُ اَنَّكَ تَسْمَعُ كَلامي، وَتَشْهَدُ مَقامي وَاَشْهَدُ لَكَ يا وَلِيَّ اللهِ بِالْبَلاغِ وَالاَْداءِ، يا مَوْلايَ يا حُجَّةَ اللهِ يا اَمينَ اللهِ يا وَلِيَّ اللهِ، اِنَّ بَيْني وَبَيْنَ اللهِ عَزَّوَجَلَّ ذُنُوباً قَدْ اَثْقَلَتْ ظَهْري، وَمَنَعَتْني مِنَ الرُّقادِ، وَذِكْرُها يُقَلْقِلُ اَحْشائي وَقَدْ هَرَبْتُ اِلَى اللهِ عَزَّوَجَلَّ وَاِلَيْكَ، فَبِحَقِّ مِنَ ائْتَمَنَكَ عَلى سِرِّهِ، وَاسْتَرْعاكَ اَمْرَ خَلْقِهِ، وَقَرَنَ طاعَتَكَ بِطاعَتِهِ، وَمُوالاتَكَ بِمُوالاتِهِ، كُنْ لي اِلَى اللهِ شَفيعاً وَمِنَ النّارِ مُجيراً وَعَلَى الدَّهْرِ ظَهيراً .\nثمّ انكبّ أيضاً على القبر وقبّله وقُل :\nيا وَلِيَّ اللهِ يا حُجَّةَ اللهِ يا بابَ حِطَّةِ اللهِ، وَلِيُّكَ وَزائِرُكَ وَاللاّئِذُ بِقَبْرِكَ، وَالنّازِلُ بِفِنائِكَ، وَالْمُنيخُ رَحْلَهُ في جِوارِكَ يَسْأَلُكَ اَنْ تَشْفَعَ لَهُ اِلَى اللهِ في قَضاءِ حاجَتِهِ، وَنُجْحِ طَلِبَتِهِ فِي الدُّنْيا وَالاخِرَةِ، فَاِنَّ لَكَ عِنْدَ اللهِ الْجاهَ الْعَظيمَ وَالشَّفاعَةَ الْمَقْبُولَةَ، فَاجْعَلْني يا مَوْلايَ مِنْ هَمِّكَ وَاَدْخِلْني في حِزْبِكَ، وَالسَّلامُ عَلَيْكَ وَعَلى ضَجيعَيْكَ آدَمَ وَنُوح، وَالسَّلامُ عَلَيْكَ وَعَلى وَلَدَيْكَ الْحَسَنِ وَالْحُسَيْنِ وَعَلَى الاَْئِمَّةِ الطّاهِرينَ مِنْ ذُرِّيَّتِكَ وَرَحْمَةُ اللهِ وَبَرَكاتُهُ .\nثمّ صلّ ستّ ركعات للزّيارة ركعتين للامير (عليه السلام) وركعتين لادم (عليه السلام) وركعتين لِنُوح (عليه السلام) وادعُ الله كثيراً تجب لك ان شاء الله تعالى .\n قال مؤلّف المزار الكبير انّه يُزار بهذه الزّيارة في اليوم السّابع عشر عِند طُلوع الشّمس، وقال المجلسي (رحمه الله) :انّ هذه الزّيارة هي أحسن الزّيارات وهي مرويّة بالاسانيد المعتبرة في الكتب المعتبرة، وظاهِر بعض رواياتها انّها لا تخصّ هذا اليوم فمن المُستحسن زيارته (عليه السلام) بهذه الزّيارة في جميع الاوقات ."
}