{
"title": "دعاء اليوم الأول لشهر ربيع الثاني",
"type": "text",
"source": "الإقبال",
"data": "اللهُمَّ أَنْتَ إِلهُ كُلِّ شَيْءٍ ، وَخالِقُ كُلِّ شَيْءٍ وَمالِكُ كُلِّ شَيْءٍ وَرَبُّ كُلِّ شَيْءٍ ، أَسْأَلُكَ بِالْعُرْوَةِ الْوُثْقى ، وَالْغايَةِ وَالْمُنْتَهى ، وَبِما خالَفْتَ بِهِ بَيْنَ الْأَنْوارِ وَالظُّلُماتِ ، وَالْجَنَّةِ وَالنّارِ ، وَالدُّنْيا وَالاخِرَةِ ، وَبِأَعْظَمِ أَسْمائِكَ فِي اللَّوْحِ الْمَحْفُوظِ ، وَأَتَمِّ أَسْمائِكَ فِي التَّوْراةِ نَبْلاً .\n\nوَأَزْهَرِ  أَسْمائِكَ فِي الزَّبُورِ عِزّاً ، وَأَجَلِّ أَسْمائِكَ فِي الانْجِيلِ قَدْراً ، وَأَرْفَعِ أَسْمائِكَ فِي الْقُرْآنِ ذِكْراً ، وَأَعْظَمِ أَسْمائِكَ فِي الْكُتُبِ الْمُنْزِلَةِ وَأَفْضَلِها ، وَأَسَرِّ أَسْمائِكَ فِي نَفْسِكَ ، الَّذِي لَيْسَ كَمِثْلِهِ شَيْءٌ.\n\nوَأَسْأَلُكَ بِعِزَّتِكَ وَقُدْرَتِكَ وَبِالْعَرْشِ الْعَظِيمِ وَما حَمَلَ ، وَبِالْكُرْسِيِّ الْكَرِيمِ وَما وَسِعَ ، أَنْ تُصَلِّيَ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ ، وَتُبِيحَ لِي مِنْ عِنْدِكَ فَرَجَكَ الْقَرِيبَ الْعَظِيمَ الْأَعْظَمَ ، اللهُمَّ أَتْمِمْ عَلَيَّ إحْسانَكَ الْقَدِيمَ الْأَقْدَمَ ، وَتابِعْ إِلَيَّ مَعْرُوفَكَ الدّائِمَ الْأَدْوَمَ ، وَانْعِشْنِي بِعِزِّ جَلالِكَ الْكَرِيمِ الْأَكْرَمِ.\n\nثمَّ تقرء :\n\n( وَإِلهُكُمْ إِلهٌ واحِدٌ لا إِلهَ إِلاَّ هُوَ الرَّحْمنُ الرَّحِيمُ * اللهُ لا إِلهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ * الم اللهُ لا إِلهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ * هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحامِ كَيْفَ يَشاءُ لا إِلهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ * شَهِدَ اللهُ أَنَّهُ لا إِلهَ إِلاَّ هُوَ وَالْمَلائِكَةُ وَأُولُوا الْعِلْمِ قائِماً بِالْقِسْطِ لا إِلهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ ).\n\n( اللهُ لا إِلهَ إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إِلى يَوْمِ الْقِيامَةِ لا رَيْبَ فِيهِ * ذلِكُمُ اللهُ رَبُّكُمْ لا إِلهَ إِلاَّ هُوَ خالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلى كُلِّ شَيْءٍ وَكِيلٌ * اتَّبِعْ ما أُوحِيَ إِلَيْكَ مِنْ رَبِّكَ لا إِلهَ إِلاَّ هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ ).\n\n( قُلْ يا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعاً الَّذِي لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ لا إِلهَ إِلاَّ هُوَ يُحيِي وَيُمِيتُ ، فَآمِنُوا بِاللهِ وَرَسُولِهِ النَّبِيِّ الْأُمِّيِّ الَّذِي يُؤْمِنُ بِاللهِ وَكَلِماتِهِ وَاتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ ).\n\n( وَما أُمِرُوا إِلاَّ لِيَعْبُدُوا إِلهاً واحِداً لا إِلهَ إِلاَّ هُوَ سُبْحانَهُ عَمَّا يُشْرِكُونَ * فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللهُ لا إِلهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ * حَتَّى إِذا أَدْرَكَهُ الْغَرَقُ قالَ آمَنْتُ أَنَّهُ لا إِلهَ إِلاَّ الَّذِي آمَنَتْ بِهِ بَنُوا إِسْرائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ * قُلْ هُوَ رَبِّي لا إِلهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتابِ )\n\n( يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ عَلى مَنْ يَشاءُ مِنْ عِبادِهِ أَنْ أَنْذِرُوا أَنَّهُ لا إِلهَ إِلاَّ أَنَا فَاتَّقُونِ * وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفى ، اللهُ لا إِلهَ إِلاَّ هُوَ لَهُ الْأَسْماءُ الْحُسْنى ، وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِما يُوحى ، إِنَّنِي أَنَا اللهُ لا إِلهَ إِلاَّ أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلاةَ لِذِكْرِي  * إِنَّما إِلهُكُمُ اللهُ الَّذِي لا إِلهَ إِلاَّ هُوَ وَسِعَ كُلَّ شَيْءٍ عِلْماً * وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلاَّ رِجالاً نُوحِي إِلَيْهِمْ أَنَّهُ لا إِلهَ إِلاَّ أَنَا فَاعْبُدُونِ )\n\n( وَذَا النُّونِ إِذْ ذَهَبَ مُغاضِباً فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ ، فَنادى فِي الظُّلُماتِ أَنْ لا إِلهَ إِلاَّ أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ * فَتَعالَى اللهُ الْمَلِكُ الْحَقُّ لا إِلهَ إِلاَّ هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ * اللهُ لا إِلهَ إِلاَّ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ).\n\n( وَهُوَ اللهُ لا إِلهَ إِلاَّ هُوَ لَهُ الْحَمْدُ فِي الْأُولى وَالْآخِرَةِ ، وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ * وَلا تَدْعُ مَعَ اللهِ إِلهاً آخَرَ لا إِلهَ إِلاَّ هُوَ كُلُّ شَيْءٍ هالِكٌ إِلاَّ وَجْهَهُ لَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ * يا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللهِ عَلَيْكُمْ هَلْ مِنْ خالِقٍ غَيْرُ اللهِ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ لا إِلهَ إِلاَّ هُوَ فَأَنَّى تُؤْفَكُونَ ).\n\n( ذلِكُمُ اللهُ رَبُّكُمْ لَهُ الْمُلْكُ لا إِلهَ إِلاَّ هُوَ فَأَنَّى تُصْرَفُونَ * غافِرِ الذَّنْبِ وَقابِلِ التَّوْبِ شَدِيدِ الْعِقابِ ذِي الطَّوْلِ ، لا إِلهَ إِلاَّ هُوَ إِلَيْهِ الْمَصِيرُ * ذلِكُمُ اللهُ رَبُّكُمْ خالِقُ كُلِّ شَيْءٍ لا إِلهَ إِلاَّ هُوَ فَأَنَّى تُؤْفَكُونَ * ذلِكُمُ اللهُ رَبُّكُمْ فَتَبارَكَ اللهُ رَبُّ الْعالَمِينَ. هُوَ الْحَيُّ لا إِلهَ إِلاَّ هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ. الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ * رَبِّ السَّماواتِ وَالْأَرْضِ وَما بَيْنَهُما إِنْ كُنْتُمْ مُوقِنِينَ. لا إِلهَ إِلاَّ هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبائِكُمُ الْأَوَّلِينَ * فَأَنَّى لَهُمْ إِذا جاءَتْهُمْ ذِكْراهُمْ فَاعْلَمْ أَنَّهُ لا إِلهَ إِلاَّ اللهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ ).\n\n( هُوَ اللهُ الَّذِي لا إِلهَ إِلاَّ هُوَ عالِمُ الْغَيْبِ وَالشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ ، هُوَ اللهُ الَّذِي لا إِلهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللهِ عَمَّا يُشْرِكُونَ * اللهُ لا إِلهَ إِلاَّ هُوَ وَعَلَى اللهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ ).\n\nاللهُمَّ إِنِّي أَسْأَلُكَ عَفْواً لَيْسَ بَعْدَهُ عُقُوبَةٌ ، وَرِضى لَيْسَ بَعْدَهُ سَخَطٌ ، وَعافِيَةً لَيْسَ بَعْدَها بَلاءٌ ، وَسَعادَةً لَيْسَ بَعْدَها شِقاءٌ ، وَهُدىً لا يَكُونُ بَعْدَهُ سَخَطٌ ، وَعافِيَةً لَيْسَ بَعْدَها بَلاءٌ ، وَسَعادَةً لَيْسَ بَعْدَها شِقاءٌ ، وَهُدىً لا يَكُونُ بَعْدَهُ ضَلالَةٌ ، وَإِيْماناً لا يُداخِلُهُ  كُفْرٌ ، وَقَلْباً لا يُداخِلُهُ فِتْنَةٌ.\n\nاللهُمَّ إِنِّي أَسْأَلُكَ السَّعَةَ فِي الْقَبْرِ وَالْحُجَّةَ الْبالِغَةَ وَالْقَوْلَ الثّابِتَ  ، وَأَنْ تُنْزِلَ عَلَيَّ الْأَمانَ وَالْفَرَجَ  وَالسُّرُورَ وَنَضْرَةَ النَّعِيمِ ، اللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ ، وَعَرِّفْنِي بَرَكَةَ هَذا الشَّهْرِ وَيُمْنَهُ ، وَارْزُقْنِي خَيْرَهُ ، وَاصْرِفْ عَنِّي شَرَّهُ ، وَاجْعَلْنِي فِيهِ مِنَ الْفائِزِينَ بِرَحْمَتِكَ يا أَرْحَمَ الرَّاحِمِينَ.\n\nاللهُمَّ أَنْتَ وَهَّابُ الْخَيْرِ فَهَبْ لِي شَوْقاً إِلى لِقائِكَ ، وَإِشْفاقاً مِنْ عَذابِكَ وَحَياءً مِنْكَ وَتَوْقِيراً وَإِجْلالاً حَتّى يَوْجَلَ مِنْ ذلِكَ قَلْبِي ، وَيَقْشَعِرَّ مِنْهُ جِلْدِي وَيَتَجافى لَهُ جَنْبِي وَتَدْمَعَ مِنْهُ عَيْنِي ، وَلا أَخْلُو مِنْ ذِكْرِكَ فِي لَيْلِي وَنَهارِي يا أَرْحَمَ الرَّاحِمِينَ.\n\nاللهُمَّ إِنِّي اثْنِي عَلَيْكَ وَما عَسى أَنْ يَبْلُغَ مَدْحِي وَثَنائِي مَعَ قِلَّةِ عَمَلِي وَقِصَرِ رَأْيِي ، وَأَنْتَ الْخالِقُ وَأَنَا الْمَخْلُوقُ ، وَأَنْتَ الْمالِكُ وَأَنَا الْمَمْلُوكُ ، وَأَنْتَ الرَّبُّ وَأَنَا الْعَبْدُ ، وَأَنْتَ الْعَزِيزُ وَأَنَا الذَّلِيلُ ، وَأَنْتَ الْقَوِيُّ وَأَنَا الضَّعِيفُ ، وَأَنْتَ الْغَنِيُّ وَأَنَا الْفَقِيرُ ، وَأَنْتَ الْمُعْطِي وَأَنَا السَّائِلُ ، وَأَنْتَ الْحَيُّ الَّذِي لا يَمُوتُ وَأَنَا خَلْقٌ أَمُوتُ.\n\nفَاغْفِرْ لِي وَارْحَمْنِي ، وَأَعْطِنِي سُؤْلِي فِي دُنْيايَ وَآخِرَتِي ، وَتَجاوَزْ عَنِّي وَعَنْ جَمِيعِ الْمُؤْمِنِينَ وَالْمُؤْمِناتِ وَالْمُسْلِمِينَ وَالْمُسْلِماتِ ، الْأَحْياءِ مِنْهُمْ وَالْأَمْواتِ.\n\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ وَنَبِيِّكَ وَصَفِيِّكَ وَخِيَرَتِكَ مِنْ خَلْقِكَ ، اللهُمَّ ارْفَعْ دَرَجَتَهُ ، وَكَرِّمْ مَقامَهُ ، وَأَجْزِلْ ثَوابَهُ ، وَأَفْلِجْ  حُجَّتَهُ ، وَأَظْهِرْ عُذْرَهُ ، وَعَظِّمْ نُورَهُ ، وَأَدِمْ كَرامَتَهُ ، وَأَلْحِقْ بِهِ أُمَّتَهُ وَذُرِّيَّتَهُ ، وَأقِرَّ بِذلِكَ عَيْنَهُ.\n\nاللهُمَّ اجْعَلْ مُحَمَّداً أَكْرَمَ النَّبِيِّينَ تَبَعاً ، وَأَعْظَمَهُمْ مَنْزِلَةً ، وَأَشْرَفَهُمْ كَرامَةً ، وَأَعْلاهُمْ دَرَجَةً ، وَأَفْسَحَهُمْ فِي الْجَنَّةِ مَنْزِلاً ، اللهُمَّ بَلِّغْ مُحَمَّداً الدَّرَجَةَ وَالْوَسِيلَةَ  ، وَشَرِّفْ بُنْيانَهُ ، وَعَظِّمْ نُورَهُ وَبُرْهانَهُ ، وَتَقَبَّلْ شَفاعَتَهُ فِي أُمَّتِهِ ، وَتَقَبَّلْ صَلاةَ أُمَّتِهِ عَلَيْهِ.\n\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ كَما بَلَّغَ رِسالاتِكَ وَتَلا آياتِكَ ، وَنَصَحَ لِعِبادِكَ ، وَجاهَدَ فِي سَبِيلِكَ وَعَبَدَكَ حَتّى أَتاهُ الْيَقِينُ ، اللهُمَّ زِدْ مُحَمَّداً مَعَ كُلِّ شَرَفٍ شَرَفاً ، وَمَعَ كُلِّ فَضْلٍ فَضْلاً ، وَمَعَ كُلِّ كَرامَةٍ كَرامَةً ، وَمَعَ كُلِّ سَعادَةٍ سَعادَةً ، حَتّى تَجْعَلَ مُحَمَّداً فِي الشَّرَفِ الْأَعْلى مِنَ  الدَّرَجاتِ الْعُلى.\n\nاللهُمَّ صَلِّ عَلى مُحَمَّدٍ وَآلِ مُحَمَّدٍ ، وَسَهِّلْ لِي مَحَبَّتِي  ، وَبَلِّغْنِي امْنِيَّتِي وَوَسِّعْ عَلَيَّ فِي رِزْقِي ، وَاقْضِ عَنِّي دَيْنِي ، وَفَرِّجْ عَنِّي غَمِّي وَكَرْبِي ، وَيَسِّرْ لِي إِرادَتِي ، وَأَوْصِلْنِي إِلى بُغْيَتِي سَرِيعاً عاجِلاً يا أَرْحَمَ الرَّاحِمِينَ ."
}