{
"title": "دعاء يوم الأربعاء",
"type": "text",
"source": "المصباح للكفعمي",
"data": "اللَّهُمَّ لَكَ الْحَمْدُ قَبْلَ كُلِّ شَيْ‏ءٍ خَلَقْتَ كُلَّ شَيْ‏ءٍ وَ أَنْتَ بَعْدَ كُلِّ شَيْ‏ءٍ وَ أَنْتَ وَارِثُ كُلِّ شَيْ‏ءٍ أَحْصَى عِلْمُكَ كُلَّ شَيْ‏ءٍ وَ أَحَاطَتْ قُدْرَتُكَ بِكُلِّ شَيْ‏ءٍ فَلَيْسَ يَعْجِزُكَ شَيْ‏ءٌ وَ لَا يَتَوَارَى مِنْكَ شَيْ‏ءٌ خَشَعَ كُلُّ شَيْ‏ءٍ لِاسْمِكَ وَ ذَلَّ كُلُّ شَيْ‏ءٍ لِمُلْكِكَ وَ اعْتَرَفَ كُلُّ شَيْ‏ءٍ بِقُدْرَتِكَ اللَّهُمَّ لَا يَقْدِرُ أَحَدٌ  قَدْرَكَ وَ لَا يَشْكُرُكَ أَحَدٌ حَقَّ شُكْرِكَ وَ لَا يَهْتَدِي الْعُقُولُ لِصِفَتِكَ وَ لَا يَدْرِي شَيْ‏ءٌ كَيْفَ أَنْتَ غَيْرَ أَنَّكَ كَمَا نَعَتَّ نَفْسَكَ حَارَتِ الْأَبْصَارُ دُونَكَ وَ كَلَّتِ الْأَلْسُنُ عَنْكَ وَ انْتَهَتِ الْعُقُولُ دُونَكَ وَ ضَلَّتِ الْأَحْلَامُ فِيكَ تَعَالَيْتَ بِقُدْرَتِكَ وَ عَلَوْتَ بِسُلْطَانِكَ وَ قَدَرْتَ بِجَبَرُوتِكَ وَ قَهَرْتَ عِبَادَكَ اللَّهُمَّ وَ أَدْرَكْتَ الْأَبْصَارَ وَ أَحْصَيْتَ الْأَعْمَالَ وَ أَخَذْتَ بِالنَّوَاصِي وَ وَجِلَتْ دُونَكَ الْقُلُوبُ‏  اللَّهُمَّ فَأَمَّا الَّذِي نَرَى مِنْ خَلْقِكَ فَيَهُولُنَا مِنْ مُلْكِكَ وَ يُعْجِبُنَا مِنْ قُدْرَتِكَ وَ مَا نَصِفُ‏  مِنْ سُلْطَانِكَ فَقَلِيلٌ‏  مِمَّا تَغَيَّبُ عَنَّا مِنْهُ وَ قَصُرَ فَهْمُنَا عَنْهُ وَ انْتَهَتْ عُقُولُنَا دُونَهُ وَ حَالَتِ الْعُيُونُ‏  بَيْنَنَا وَ بَيْنَهُ اللَّهُمَّ أَشَدُّ خَلْقِكَ خَشْيَةً لَكَ أَعْلَمُهُمْ بِكَ وَ أَفْضَلُ خَلْقِكَ بِكَ عِلْماً أَخْوَفُهُمْ لَكَ وَ أَطْوَعُ خَلْقِكَ لَكَ أَقْرَبُهُمْ مِنْكَ وَ أَشَدُّ خَلْقِكَ لَكَ إِعْظَاماً أَدْنَاهُمْ إِلَيْكَ لَا عِلْمَ إِلَّا خَشْيَتُكَ وَ لَا حِلْمَ‏  إِلَّا الْإِيمَانُ بِكَ لَيْسَ لِمَنْ لَمْ يَخْشَكَ عِلْمٌ وَ لَا لِمَنْ لَمْ يُؤْمِنْ‏  بِكَ حُكْمٌ‏  وَ كَيْفَ لَا تَعْلَمُ مَا خَلَقْتَ وَ تَحْفَظُ مَا قَدَّرْتَ وَ تَفْهَمُ مَا ذَرَأْتَ‏ وَ تَقْهَرُ مَا ذَلَّلْتَ وَ تَقْدِرُ عَلَى مَا تَشَاءُ وَ بَدْءُ كُلِّ شَيْ‏ءٍ مِنْكَ وَ مُنْتَهَى كُلِّ شَيْ‏ءٍ إِلَيْكَ وَ قِوَامُ كُلِّ شَيْ‏ءٍ بِكَ وَ رِزْقُ كُلِّ شَيْ‏ءٍ عَلَيْكَ لَا يَنْقُصُ‏  سُلْطَانَكَ مَنْ عَصَاكَ وَ لَا يَزِيدُ فِي مُلْكِكَ مَنْ أَطَاعَكَ وَ لَا يَرُدُّ أَمْرَكَ مَنْ سَخِطَ قَضَاءَكَ‏  وَ لَا يَمْتَنِعُ مِنْكَ مَنْ تَوَلَّى غَيْرَكَ‏  كُلُّ سِرٍّ عِنْدَكَ عَلَانِيَةٌ وَ كُلُّ غَيْبٍ عِنْدَكَ شَهَادَةٌ تَعْلَمُ‏ خائِنَةَ الْأَعْيُنِ وَ ما تُخْفِي الصُّدُورُ تُحْيِي الْمَوْتَى وَ تُمِيتُ الْأَحْيَاءَ - نُورُ السَّماواتِ وَ الْأَرْضِ‏ مَلِكُ الدُّنْيَا وَ الْآخِرَةِ لَيْسَ يَمْنَعُكَ عِزُّ سُلْطَانِكَ وَ لَا عِظَمُ شَأْنِكَ وَ لَا ارْتِفَاعُ مَكَانِكَ وَ لَا شِدَّةُ جَبَرُوتِكَ مِنْ أَنْ تُحْصِيَ كُلَّ شَيْ‏ءٍ وَ تَشْهَدَ كُلَّ نَجْوَى تَعْلَمُ‏ ما فِي الْأَرْحامِ‏ وَ تَطَّلِعُ عَلَى مَا فِي الْقُلُوبِ اللَّهُمَّ لَمْ يَكُنْ قَبْلَكَ شَيْ‏ءٌ وَ أَمْرُ كُلِّ شَيْ‏ءٍ بِيَدِكَ وَ لَا يَفْعَلُ مَا يَشَاءُ غَيْرُكَ وَ كُلُّ شَيْ‏ءٍ هَالِكٌ إِلَّا وَجْهَكَ رَحِيمٌ فِي قُدْرَتِكَ عَالٍ فِي دُنُوِّكَ قَرِيبٌ فِي ارْتِفَاعِكَ لَطِيفٌ فِي جَلَالِكَ لَيْسَ يَشْغَلُكَ شَيْ‏ءٌ عَنْ شَيْ‏ءٍ وَ لَا يَسْتُرُ عَنْكَ‏  شَيْ‏ءٌ عِلْمُكَ فِي السِّرِّ كَعِلْمِكَ فِي الْعَلَانِيَةِ وَ قُدْرَتُكَ عَلَى مَا تَقْضِي كَقُدْرَتِكَ عَلَى مَا قَضَيْتَ- وَسِعْتَ كُلَّ شَيْ‏ءٍ رَحْمَةً وَ مَلَأْتَ كُلَّ شَيْ‏ءٍ عَظَمَةً وَ أَخَذْتَ كُلَّ شَيْ‏ءٍ بِقُدْرَتِكَ‏  وَ مَا قَضَيْتَ فَهُوَ الْحَقُّ الْمُبِينُ يَا أَرْحَمَ الرَّاحِمِينَ اللَّهُمَّ لَا تُسْبَقُ إِنْ طَلَبْتَ وَ لَا تَقْصُرُ إِنْ أَرَدْتَ مُنْتَهَى دُونَ مَا تَشَاءُ وَ لَا تَقْصُرُ قُدْرَتُكَ عَمَّا تُرِيدُ عَلَوْتَ فِي دُنُوِّكَ وَ دَنَوْتَ فِي عُلُوِّكَ وَ لَطُفْتَ فِي جَلَالِكَ وَ جَلَلْتَ فِي لُطْفِكَ لَا نَفَادَ لِمُلْكِكَ وَ لَا مُنْتَهَى لِعَظَمَتِكَ وَ لَا مِقْيَاسَ لِجَبَرُوتِكَ وَ لَا اسْتِحْرَازَ مِنْ قُدْرَتِكَ اللَّهُمَّ فَأَنْتَ الْأَبَدُ بِلَا أَمَدٍ وَ الْمَدْعُوُّ فَلَا مَنْجَى مِنْكَ وَ الْمُنْتَهَى فَلَا مَحِيصَ عَنْكَ وَ الْوَارِثُ فَلَا مُقْصَرَ  دُونَكَ أَنْتَ الْحَقُّ الْمُبِينُ وَ النُّورُ الْمُنِيرُ وَ الْقُدُّوسُ الْعَظِيمُ وَارِثُ الْأَوَّلِينَ وَ الْآخِرِينَ حَيَاةُ كُلِّ شَيْ‏ءٍ وَ مُصَيِّرُ كُلِّ مَيِّتٍ‏  وَ شَاهِدُ كُلِّ غَائِبٍ‏  وَ وَلِيُّ تَدْبِيرِ الْأُمُورِ اللَّهُمَّ بِيَدِكَ نَاصِيَةُ كُلِّ دَابَّةٍ  وَ إِلَيْكَ مَرَدُّ كُلِّ نَسَمَةٍ وَ بِإِذْنِكَ تَسْقُطُ كُلُّ وَرَقَةٍ وَ لَا يَعْزُبُ عَنْكَ مِثْقَالُ ذَرَّةٍ اللَّهُمَّ فُتَّ أَبْصَارَ الْمَلَائِكَةِ وَ عِلْمَ النَّبِيِّينَ وَ عُقُولَ الْإِنْسِ وَ الْجِنِّ وَ فَهْمَ خِيَرَتِكَ مِنْ خَلْقِكَ الْقَائِمِ بِحُجَّتِكَ وَ الذَّابِّ عَنْ حَرِيمِكَ وَ النَّاصِحِ لِعِبَادِكَ فِيكَ وَ الصَّابِرِ عَلَى الْأَذَى وَ التَّكْذِيبِ فِي جَنْبِكَ وَ الْمُبَلِّغِ رِسَالاتِكَ فَإِنَّهُ قَدْ أَدَّى الْأَمَانَةَ وَ مَنَحَ النَّصِيحَةَ وَ حَمَلَ عَلَى الْمَحَجَّةِ وَ كَابَدَ الْعِزَّةَ  وَ الشِّدَّةَ فِيمَا كَانَ يَلْقَى مِنْ جُهَّالِ قَوْمِهِ اللَّهُمَّ فَأَعْطِهِ بِكُلِّ مَنْقَبَةٍ مِنْ مَنَاقِبِهِ وَ كُلِّ ضَرِيبَةٍ مِنْ ضَرَائِبِهِ وَ حَالٍ مِنْ أَحْوَالِهِ وَ مَنْزِلَةٍ مِنْ مَنَازِلِهِ رَأَيْتَهُ لَكَ فِيهَا نَاصِراً وَ عَلَى مَكْرُوهِ بَلَائِكَ صَابِراً خَصَائِصَ مِنْ عَطَائِكَ وَ فَضَائِلَ مِنْ حِبَائِكَ‏  تَسُرُّ بِهَا نَفْسَهُ وَ تُكْرِمُ‏  بِهَا وَجْهَهُ وَ تَرْفَعُ بِهَا مَقَامَهُ وَ تُعَلِّي بِهَا شَرَفَهُ عَلَى الْقُوَّامِ بِقِسْطِكَ وَ الذَّابِّينَ عَنْ حَرَمِكَ وَ الدُّعَاةِ إِلَيْكَ-وَ الْأَدِلَّاءِ عَلَيْكَ مِنَ الْمُنْتَجَبِينَ الْكِرَامِ مِنْ جَمِيعِ خَلْقِكَ وُلْدِ آدَمَ‏  حَتَّى لَا تَبْقَى مَكْرُمَةٌ  وَ لَا حِبَاءٌ مِنْ حِبَائِكَ جَعَلْتَهَا  مِنْكَ نُزُلَا لِمَلَكٍ مُقَرَّبٍ مُفَضَّلٍ أَوْ نَبِيٍّ مُرْسَلٍ إِلَّا خَصَصْتَ مُحَمَّداً صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ مِنْ ذَلِكَ بِمَكَارِمِهِ بِحَيْثُ لَا يَلْحَقُهُ لَاحِقٌ وَ لَا يَسْمُو إِلَيْهِ سَامٍ وَ لَا يَطْمَعُ أَنْ يُدْرِكَهُ طَالِبٌ وَ حَتَّى لَا يَبْقَى مَلَكٌ مُقَرَّبٌ مُكَرَّمٌ مُفَضَّلٌ وَ لَا نَبِيٌّ مُرْسَلٌ وَ لَا مُؤْمِنٌ صَالِحٌ وَ لَا فَاجِرٌ طَالِحٌ وَ لَا شَيْطَانٌ مَرِيدٌ وَ لَا خَلْقٌ فِيمَا بَيْنَ ذَلِكَ شَهِيدٌ إِلَّا عَرَّفْتَهُ مَنْزِلَةَ مُحَمَّدٍ صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ وَ عَلَى أَهْلِ بَيْتِهِ مِنْكَ وَ كَرَامَتَهُ عَلَيْكَ وَ خَاصَّتَهُ لَدَيْكَ ثُمَّ جَعَلْتَ خَالِصَ الصَّلَوَاتِ مِنْكَ وَ مِنْ مَلَائِكَتِكَ الْمُقَرَّبِينَ وَ الْمُصْطَفَيْنَ مِنْ رُسُلِكَ وَ الصَّالِحِينَ مِنْ عِبَادِكَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلَوَاتُ اللَّهِ عَلَيْهِ وَ آلِهِ وَ السَّلَامُ عَلَيْهِ وَ عَلَيْهِمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ بَارِكْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ تَرَحَّمْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَأَفْضَلِ مَا صَلَّيْتَ وَ بَارَكْتَ وَ تَرَحَّمْتَ عَلَى إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ وَ امْنُنْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا مَنَنْتَ‏ عَلى‏ مُوسى‏ وَ هارُونَ‏ وَ سَلِّمْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا سَلَّمْتَ‏ عَلى‏ نُوحٍ فِي الْعالَمِينَ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَوْرِدْ عَلَيْهِ مِنْ ذُرِّيَّتِهِ وَ أَزْوَاجِهِ وَ أَهْلِ بَيْتِهِ وَ أَصْحَابِهِ وَ أُمَّتِهِ مَنْ تُقِرُّ بِهِ عَيْنَهُ وَ اجْعَلْنِي اللَّهُمَّ مِنْهُمْ وَ مِمَّنْ تَسْقِيهِ بِكَأْسِهِ وَ تُورِدُنَا حَوْضَهُ وَ تَحْشُرُنَا فِي زُمْرَتِهِ وَ تَحْتَ لِوَائِهِ وَ تُدْخِلُنَا فِي كُلِّ خَيْرٍ أَدْخَلْتَ فِيهِ مُحَمَّداً وَ آلَ مُحَمَّدٍ وَ تُخْرِجُنَا مِنْ كُلِّ سُوءٍ أَخْرَجْتَ مِنْهُ مُحَمَّداً وَ آلَ مُحَمَّدٍ صَلَوَاتُكَ عَلَيْهِ وَ عَلَيْهِمْ وَ السَّلَامُ عَلَيْهِ وَ عَلَيْهِمْ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْنِي مَعَهُمْ فِي كُلِّ عَافِيَةٍ وَ بَلَاءٍ وَ اجْعَلْنِي مَعَهُمْ فِي كُلِّ شِدَّةٍ وَ رَخَاءٍ وَ اجْعَلْنِي مَعَهُمْ فِي كُلِّ مَثْوًى وَ مُنْقَلَبٍ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَحْيِنِي مَحْيَاهُمْ وَ أَمِتْنِي مَمَاتَهُمْ وَ اجْعَلْنِي مَعَهُمْ فِي الْمَوَاطِنِ كُلِّهَا وَ الْمَوَاقِفِ كُلِّهَا وَ الْمَشَاهِدِ كُلِّهَا وَ أَفْنِنِي خَيْرَ الْفَنَاءِ إِذَا أَفْنَيْتَنِي عَلَى مُوَالاتِكَ وَ مُوَالاةِ أَوْلِيَائِكَ وَ مُعَادَاةِ أَعْدَائِكَ وَ الرَّغْبَةِ إِلَيْكَ وَ الرَّهْبَةِ مِنْكَ وَ الْخُشُوعِ لَكَ وَ الْوَفَاءِ بِعَهْدِكَ وَ التَّصْدِيقِ بِكِتَابِكَ وَ الِاتِّبَاعِ لِسُنَّةِ نَبِيِّكَ‏  صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلَاةً تُبْلِغُهُمْ بِهَا رِضْوَانَكَ وَ الْجَنَّةَ وَ تُدْخِلُنَا مَعَهُمْ فِي كَرَامَتِكَ وَ تُنْجِينَا بِهِمْ مِنْ سَخَطِكَ وَ النَّارِ يَا حَابِسَ يَدَيِ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ عَنْ ذَبْحِ ابْنِهِ وَ هُمَا يَتَنَاجَيَانِ بِأَلْطَفِ‏  الْأَشْيَاءِ يَا بُنَيَّ وَ يَا أَبَتَاهْ يَا مُقَيِّضَ الرَّكْبِ لِيُوسُفَ فِي الْبَلَدِ الْقَفْرِ وَ غَيَابَةِ الْجُبِّ وَ جَاعِلَهُ بَعْدَ الْعُبُودِيَّةِ نَبِيّاً مَلِكاً يَا مَنْ سَمِعَ الْهَمْسَ مِنْ ذِي النُّونِ فِي بَطْنِ الْحُوتِ فِي الظُّلُمَاتِ الثَّلَاثِ ظُلْمَةِ اللَّيْلِ وَ ظُلْمَةِ قَعْرِ الْبَحْرِ وَ ظُلْمَةِ بَطْنِ الْحُوتِ يَا كَاشِفَ ضُرِّ أَيُّوبَ يَا رَاحِمَ عَبْرَةِ دَاوُدَ يَا رَادَّ حُزْنِ‏  يَعْقُوبَ صَلَوَاتُ اللَّهِ عَلَيْهِ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ يَا مُنَفِّسَ هَمِّ الْمَهْمُومِينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اكْشِفْ عَنَّا كُلَّ ضُرٍّ وَ نَفِّسْ عَنَّا كُلَّ هَمٍّ وَ فَرِّجْ عَنَّا كُلَّ غَمٍّ وَ اكْفِنَا كُلَّ مَئُونَةٍ وَ أَجِبْ لَنَا كُلَّ دَعْوَةٍ وَ اقْضِ لَنَا كُلَّ حَاجَةٍ مِنْ حَوَائِجِ الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي ذَنْبِي وَ وَسِّعْ لِي فِي رِزْقِي‏  وَ خُلُقِي وَ طَيِّبْ لِي كَسْبِي وَ قَنِّعْنِي بِمَا رَزَقْتَنِي وَ لَا تَذْهَبْ بِنَفْسِي إِلَى شَيْ‏ءٍ صَرَفْتَهُ عَنِّي اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ النِّسْيَانِ وَ الْكَسَلِ‏  وَ التَّوَانِي فِي طَاعَتِكَ وَ الْفَشَلِ وَ مِنْ عَذَابِكَ الْأَدْنَى عَذَابِ الْقَبْرِ وَ عَذَابِكَ الْأَكْبَرِ وَ لَا تَجْعَلْ فُؤَادِي فَارِغاً مِمَّا أَقُولُ وَ اجْعَلْ لَيْلَكَ وَ نَهَارَكَ بَرَكَاتٍ مِنْكَ عَلَيَّ وَ اجْعَلْ سَعْيِي عِنْدَكَ مَشْكُوراً أَسْأَلُكَ مِنْ صَالِحِ مَا فِي أَيْدِي الْعِبَادِ مِنَ الْأَمَانَةِ وَ الْإِيمَانِ وَ التَّقْوَى وَ الزَّكَاةِ وَ الْمَالِ وَ الْوَلَدِ يَا حَيُّ يَا قَيُّومُ اللَّهُمَّ مُثَبِّتَ‏  الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ‏  وَ اجْعَلْ وَسِيلَتِي إِلَيْكَ وَ رَغْبَتِي فِيمَا عِنْدَكَ وَ اجْعَلْ ثَوَابَ عَمَلِي رِضَاكَ وَ أَعْطِ نَفْسِي سُؤْلَهَا وَ مُنَاهَا وَ زَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا وَ أَنْتَ وَلِيُّهَا وَ مَوْلَاهَا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اسْتُرْ عَوْرَتِي وَ آمِنْ رَوْعَتِي وَ اقْضِ دَيْنِي وَ اغْفِرْ لِي ذَنْبِي وَ وَسِّعْ فِي قَبْرِي‏  وَ بَارِكْ لِي فِيمَا رَزَقْتَنِي اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ الْهُدَى وَ التَّقْوَى وَ الْيَقِينَ وَ الْعَفَافَ وَ الْغِنَاءَ وَ الْعَمَلَ بِمَا تُحِبُّ وَ تَرْضَى وَ أَسْأَلُكَ الشُّكْرَ وَ الْمُعَافَاةَ فِي الدُّنْيَا وَ الْآخِرَةِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ أَنْ تَجْعَلَنِي مِنْ خَيْرِ عِبَادِكَ عَمَلًا وَ خَيْرِهِمْ أَمَلًا وَ خَيْرِهِمْ حَيَاةً وَ خَيْرِهِمْ مَوْتاً وَ مِمَّنِ اسْتَعْمَلْتَهُمْ‏  بِرَحْمَتِكَ وَ تَوَفَّيْتَهُمْ بِرَحْمَتِكَ وَ رِضْوَانِكَ-اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ فِي دِينِي وَ دُنْيَايَ وَ آخِرَتِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي اللَّهُمَّ إِنِّي أَسْأَلُكَ الطَّيِّبَاتِ مِنَ الرِّزْقِ وَ تَرْكَ الْمُنْكَرَاتِ وَ حُبَّ الْمَسَاكِينِ وَ أَنْ تَغْفِرَ لِي وَ تَرْحَمَنِي وَ تَتُوبَ عَلَيَّ وَ إِذَا أَنْزَلْتَ بِالْأَرْضِ فِتْنَةً  فَاقْلِبْنِي‏  غَيْرَ مَفْتُونٍ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلَهُ وَ آجِلَهُ وَ أَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلَهُ وَ آجِلَهُ وَ افْتَحْ لِي بِخَيْرٍ وَ اخْتِمْ لِي بِخَيْرٍ وَ آتِنِي‏ فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنِي عَذَابَ النَّارِ يَا أَرْحَمَ الرَّاحِمِينَ- إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ اغْفِرْ لِي وَ لِوالِدَيَ‏ إِنَّكَ أَنْتَ‏ الْغَنِيُّ الْحَمِيدُ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ أَجْمَعِين‏"
}