["(154): ﴿مَا لَكُمْ كَيْفَ تَحْكُمُونَ﴾: وتقولون ما لا تعقلون. \n\n(155): ﴿أ َفَلَا تَذَكَّرُونَ﴾: وتخافون أن يكون قولكم هذا رجمًا بالغيب. \n\n(156) - (157): ﴿أَمْ لَكُمْ سُلْطَانٌ مُّبِينٌ﴾: حجة ودليل. \n\n(158): ﴿وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا﴾: جاء في الأساطير: أنه تعالى علوًا كبيرًا، خطب إلى سادات الجن، فزوجوه من أحسن بناتهم، فولدن له الملائكة! ويقول المعري: كذب الناس على أنفسهم، وعلى بعضهم، وعلى الجن والملائكة، وعلى الكون ومن فيه وما فيه، ثم على خالق الكون. \n\n(159) - (160): ﴿سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ﴾: وينسبون إليه ما يجهلون. \n\n(161): ﴿فَإِنَّكُمْ وَمَا تَعْبُدُونَ﴾: ما اسم موصول ومحلها النصب عطفًا على اسم إن. \n\n(162): ﴿مَا أَنتُمْ عَلَيْهِ بِفَاتِنِينَ﴾: ما نافية، وبفاتنين الباء زائدة، والمراد بالفتنة هنا التضليل والإفساد. \n\n(163): ﴿إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ﴾: والمعنى أنكم أيها المجرمون أنتم وكل ما تعبدون وما تدبرون- أعجز وأحقر أن تفسدوا وتضللوا أحدًا من الناس إلا من هو مثلكم من الفجار وأهل النار. \n\n(164): ﴿وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَّعْلُومٌ﴾: هذا من كلام الملائكة يردون به على من قال: لله بنات من الملائكة، والمعنى نحن عباد الرحمن، ولكل منا حده وعمله لا يتجاوزه ويتعداه. \n\n(165): ﴿وَإِنَّا لَنَحْنُ الصَّافُّونَ﴾: الواقفون صفوفًا للعبودية والطاعة. \n\n(166): ﴿وَإِنَّا لَنَحْنُ الْمُسَبِّحُونَ﴾: بحمد الله وعظَمته. \n\n(167) - (169): ﴿وَإِنْ كَانُوا لَيَقُولُونَ لَوْ أَنَّ عِندَنَا ذِكْرًا مِّنْ الْأَوَّلِينَ لَكُنَّا عِبَادَ اللَّه الْمُخْلَصِينَ﴾: عاد الكلام عن المشركين، وهذا القول قولهم، وخلاصته أنهم كانوا قبل محمد (ص) يقولون: لو جاءنا رسول من عند الله لآمنا به، وأخلصنا لله وله، ولما جاءهم الرسول، وهو محمد (ص) كفروا به وأعلنوا عليه الحرب، وإلى هذا أشار سبحانه بقوله: \n\n(170): ﴿فَكَفَرُوا بِهِ﴾: أي برسول الله محمد، أما قوله سبحانه: ﴿فَسَوْفَ يَعْلَمُونَ﴾: فهو تهديد ووعيد، وتقدم في الآية 42 من فاطر. \n\n(171) - (172): ﴿وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ إِنَّهُمْ لَهُمُ الْمَنصُورُونَ﴾: ينصر سبحانه أنبياءه ورسله بالحجة الكافية والبينات الواضحة على نبوتهم ورسالتهم وإلا كانت الحجة عليهم لا لهم. \n\n(173): ﴿وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ﴾: الآية السابقة تختص بالمرسلين في صريح العبارة كما أشرنا، أما هذه فتعم وتشمل كل من أطاع الله في قوله: (ولا تنازعوا فتفشلوا وتذهب ريحكم واصبروا إن الله مع الصابرين-46 الأنفال... وتعاونوا على البر والتقوى-2 المائدة... وأعدوا لهم ما استطعتم من قوة-60 الأنفال). \n\n(174): ﴿فَتَوَلَّ عَنْهُمْ حَتَّى حِينٍ﴾: أعرض يا محمد عن المجرمين، واصبر على أذاهم إلى أمد معلوم عندنا، فسيجعل الله العاقبة لك عليهم والظفر بهم لا محالة. \n\n(175): ﴿وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ﴾: انتظر ما سوف تراه من النصر، ويراه أعداؤك من الخزي وسوء العذاب. \n\n(176): ﴿أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ﴾: هذا جواب عن قولهم: (فأتنا بما تعدنا). \n\n(177): ﴿فَإِذَا نَزَلَ﴾: العذاب ﴿بِسَاحَتِهِمْ فَسَاء صَبَاحُ الْمُنذَرِينَ﴾: إن صباح اليوم الذي ينتقم الله منهم هو بئس الصباح، ومساءهم شر مساء. \n\n(178) - (179): ﴿وَتَوَلَّ عَنْهُمْ... ﴾: هذا توكيد لما تقدم من الوعيد، وأنه لا مفر منه ولا محيد. \n\n(180): ﴿سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ﴾: هي له وحده إلا أن يرفع الذين آمنوا وعملوا الصالحات بلا عجب وغرور بإيمانهم وأعمالهم ﴿عَمَّا يَصِفُونَ﴾: بما لا يليق بعزته وجلاله. \n\n(181): ﴿وَسَلَامٌ عَلَى الْمُرْسَلِينَ﴾: وسيدهم محمد وآله الطاهرين. \n\n\n(182): ﴿وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ﴾.","تفسير المبين"]