["(39): ﴿وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ﴾: وهو يوم القيامة، وانتصب على المفعول به لا على الظرفية، لأن التخويف منه لا فيه، وسمي بذلك لأن المجرم يقول غدًا: يا حسرتي على ما فرطت في جنب الله - 56 الزمر ﴿إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ﴾: الآن، وعليهم أن يستيقظوا منها بالتوبة والإنابة ﴿وَهُمْ لَا يُؤْمِنُونَ﴾: أي لا يستيقظون من غفلتهم. \n\n(40): ﴿إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ﴾: ابتدع سبحانه الخلق من العدم المحض، ثم يفنيه ويبقى وحده، ثم يعيده إليه بلا حرية ولا قدرة وإرادة. \n\n(41): ﴿وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ﴾: اقرأ يا محمد القرآن الذي ذكرنا فيه إبراهيم الخليل، واتل ذكره على قومك الذين يزعمون أنهم على ملَّته، كلا إنهم يعبدون الأصنام وإبراهيم يتبرأ منها ﴿إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا﴾: صادقًا في عقيدته ومقاصده وفي أقواله وأفعاله، وفوق ذلك اختاره الله لنبوته ورسالته. \n\n(42): ﴿إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ... ﴾: تقدم في الآية 74 من الأنعام. \n\n(43) - (45): ﴿يَا أَبَتِ إِنِّي قَدْ جَاءنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ﴾: أتستصغر سنِّي بالقياس إلى سنك - إني أعلم من الله ما لم تعلم ﴿فَاتَّبِعْنِي﴾: أقودك إلى سبيل الخير والهداية. \n\n(46): ﴿قَالَ﴾: أبوه الحقيقي أو المجازي على الخلاف كما سبقت الإشارة ﴿أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي يَا إِبْراهِيمُ﴾: بعد كل الحجج البيِّنة والمحاولات الجادة كي يترك عبادة الأصنام، يفاجئه بهذا الجواب: كأنك لا تريد أن تعبد الأصنام! ﴿لَئِن لَّمْ تَنتَهِ﴾: عن التوحيد والدعوة إليه ﴿لَأَرْجُمَنَّكَ﴾: بالحجارة ﴿وَاهْجُرْنِي مَلِيًّا﴾: أبدًا أو طويلاً. \n\n(47): ﴿قَالَ﴾: إبراهيم مجيبًا عن التهديد والوعيد: ﴿سَلَامٌ عَلَيْكَ﴾: افعل ما شئت، أما أنا فلا ينالك مني مكروه ولا أذى ﴿سَأَسْتَغْفِرُ لَكَ رَبِّي﴾: أسأل الله فيك أن يهديك ﴿إِنَّهُ كَانَ بِي حَفِيًّا﴾: عودني سبحانه على فضله وإحسانه. \n\n(48): ﴿وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ اللَّهِ... ﴾: هجر إبراهيم قومه وأهله في الله، وزهد فيها وفي الدنيا لوجه الله، فأبدله سبحانه في الدنيا خيرًا منهم حيث وهبه إسماعيل وإسحق ومن بعده يعقوب، وشرَّفهم بالنبوة. \n\n(49) - (50): ﴿فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا﴾: وفي الآية 163 من النساء: (وأوحينا إلى إبراهيم وإسماعيل وإسحق ويعقوب) وهل من نعمة أجلّ من هذه وأعظم؟: الوالد وولدان للصلب والحفيد كلهم أنبياء، بل أحفاد الأحفاد، ومن هنا كُني إبراهيم الخليل أبو الأنبياء. \n\n(51): ﴿وَاذْكُرْ فِي الْكِتَابِ﴾: في القرآن ﴿مُوسَى إِنَّهُ كَانَ مُخْلَصًا﴾: بمعنى المختار والمصطفى. \n\n","تفسير المبين"]