["(28): ﴿وَنَبِّئْهُمْ أَنَّ الْمَاء قِسْمَةٌ بَيْنَهُمْ﴾: لهم يوم، وللناقة يوم ﴿كُلُّ شِرْبٍ مُّحْتَضَرٌ﴾: إذا حضرت الناقة للشرب غابوا عن الماء، وإذا غابت الناقة حضروا للشرب. \n\n(29) - (30): ﴿فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى﴾: لبّى النداء مسرعًا ﴿فَعَقَرَ﴾: غير مكترث بعاقبة الجريمة وشناعتها. \n\n(31) - (32): ﴿إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً﴾: من السماء فعلت بهم فعل القنابل النووية أو أشد، وجعلتهم ﴿كَهَشِيمِ الْمُحْتَظِرِ﴾: أي كالحشيش اليابس الذي يجمعه صاحب الماشية، ويدخره لها حتى يأتي الشتاء. \n\n(33): ﴿كَذَّبَتْ قَوْمُ لُوطٍ﴾: تمامًا كما كذبت قوم نوح وعاد وثمود ﴿بِالنُّذُرِ﴾: جمع نذير. \n\n(34) - (35): ﴿إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا﴾: رماهم سبحانه بالحصباء مضافة إلى الخسف. \n\n(36): ﴿وَلَقَدْ أَنذَرَهُم بَطْشَتَنَا﴾: خوِّفهم لوط من عذاب الله فقهقهوا ساخرين، وشكوا وجادلوا مهدين. \n\n(37): ﴿وَلَقَدْ رَاوَدُوهُ عَن ضَيْفِهِ﴾: قالوا له: أعطنا أضيافك نفْجُر بهم ونفحش! هذا هو الإنسان إذا تحرر من قيود الدين والإنسانية، لا يلتد بشيء إلا بالجرائم والرذائل ﴿فَطَمَسْنَا أَعْيُنَهُمْ﴾: أعمى الله أبصارهم عن الأضياف. \n\n(38) - (40): ﴿وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ﴾: أتاهم العذاب صباحًا، واستمر حتى أفناهم عن آخرهم. \n\n(41) - (42): ﴿وَلَقَدْ جَاء آلَ فِرْعَوْنَ النُّذُرُ﴾: أيضًا كذبوا، فأخذهم الله أخذ عزيز مقتدر، أما السر لهذا التكذيب وتتابعه فهو أن الأنبياء يدعون الناس بطريق العقل، والإنسان يقاد ببطنه لا بعقله إلا من يسعى وراء الحق ومعرفته ليعمل به لوجه الحق، وقليل ما هم. \n\n(43): ﴿أَكُفَّارُكُمْ خَيْرٌ مِّنْ أُوْلَئِكُمْ﴾: الخطاب للذين كذبوا محمدًا(ص) وأُولئكم إشارة إلى قوم نوح وعاد وثمود وغيرهم من الهالكين الذين سبقت إليهم الإشارة، والمعنى لستم خيرًا ممن هلك، فالذي انتقم منهم أيضًا ينتقم منكم ﴿أَمْ لَكُم بَرَاءةٌ فِي الزُّبُرِ﴾: أي الكتب، والمعنى هل انزل سبحانه في كتاب من كتبه أن لا ينالكم بعذابه ونكاله؟. \n\n(44): ﴿أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ﴾: أم تدعون أنكم جمع لا يقهر؟. \n\n(45): ﴿سَيُهْزَمُ الْجَمْعُ﴾: لا محالة، وهذه الآية من آيات الإخبار بالغيب، لأنها نزلت يوم كان المسلمون ضعافًا وقلة، والمشركون في كثرة وقوة، وما مضت الأيام حتى ظهر الإسلام على الدين كله، وهزم الشرك وأعوانه. \n\n(46) - (48): ﴿بَلِ السَّاعَةُ مَوْعِدُهُمْ﴾: هذا عذابهم في الدنيا، أما عذاب الآخرة فلا يعادله شيء. \n\n(49): ﴿إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ﴾: ما من شيء في الكون وجد عبثًا وباطلا، بل بأصول وتقدير، وحدود وتدبير تبعًا لعالمه وهويته، قال الإمام عليّ (ع) في وصفه تعالى: (المقدر لجميع الأمور بلا روية) أي بلا جولة فكر. \n\n","تفسير المبين"]