["(41): ﴿وَآيَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الْفُلْكِ الْمَشْحُونِ﴾: المملوء منهم وما يبتغون، وتقدم في الآية 119 من الشعراء. \n\n(42): ﴿وَخَلَقْنَا لَهُم مِّن مِّثْلِهِ مَا يَرْكَبُونَ﴾: وضمير (مثله) يعود إلى الفلك، والطائرة والسيارة به أشبه من البغال والحمير والإبل والخيل. \n\n(43): ﴿وَإِن نَّشَأْ نُغْرِقْهُمْ﴾: ولو كانوا في المدرعات وحاملات الطائرات، والغرض من هذه الإشارة مجرد التذكير بنعمة النجاة ﴿فَلَا صَرِيخَ لَهُمْ﴾: لا مغيث يستجيب لصراخهم حين الإشراف على الغرق. \n\n(44): ﴿إِلَّا رَحْمَةً مِّنَّا﴾: حتى المشي على اليابسة يفتقر إلى رحمة الله وعنايته ﴿وَمَتَاعًا إِلَى حِينٍ﴾: إلى الأجل المعلوم عند الله وهو درع وجنة. \n\n(45): ﴿وَإِذَا قِيلَ لَهُمُ﴾: للجاحدين المعاندين: ﴿اتَّقُوا مَا بَيْنَ أَيْدِيكُمْ﴾: من الذنوب والمحرمات ﴿وَمَا خَلْفَكُمْ﴾: من العذاب على المعاصي، وجواب إذا محذوف تقديره اعرضوا. \n\n(46): ﴿وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلَّا كَانُوا عَنْهَا مُعْرِضِينَ﴾: عتوًا وعنادًا. \n\n(47): ﴿وَإِذَا قِيلَ لَهُمْ﴾: للمترفين المحتكرين: ﴿أَنفِقُوا مِمَّا رَزَقَكُمْ اللَّهُ﴾: على المحاويج قالوا: كيف؟ وقد قضى الله عليهم بالفقر والعوز، وقدر لنا العز والغنى، ونحن لا نخالف ما قضى الله وقدر! قالوا هذا وتجاهلوا أن الفقر من صنع الأرض لا من صنع السماء، ومن فساد الأوضاع وأنظمة الطغيان لا من شريعة الرحمن. وفي كتاب الوسائل عن الإمام الصادق (ع): إن الله جعل للفقراء من أموال الأغنياء ما يكفيهم، ولولا ذلك لزادهم، وإنما يؤتون من منع من منعهم... إن الناس ما افتقروا ولا احتاجوا ولا جاعوا ولا عروا إلا بذنوب الأغنياء.. \n\n(48): ﴿وَيَقُولُونَ مَتَى هَذَا الْوَعْدُ﴾: بقيام القيامة. \n\n(49): ﴿مَا يَنظُرُونَ إِلَّا صَيْحَةً وَاحِدَةً﴾: وهي صيحة البعث والنشر ﴿تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ﴾: يتشاجرون ويتنافسون على الدنيا والشهوات. \n\n(50): ﴿فَلَا يَسْتَطِيعُونَ تَوْصِيَةً﴾: ولمن يوصون ولا من باق و باقية. \n\n(51): ﴿وَنُفِخَ فِي الصُّورِ﴾: كناية عن النشور، والأجداث القبور، وينسلون: يسرعون في العدو. \n\n(52): ﴿قَالُوا يَا وَيْلَنَا مَن بَعَثَنَا مِن مَّرْقَدِنَا﴾: قد يقال: أن هذا التعجب من الأموات يشعر بأنهم لم يحاسبوا في قبورهم بل كانوا في رقدة وسبات حتى من كفر منهم. الجواب: يبدأ حساب القبر بعد الدفن بلا فاصل ثم ينتقل الأموات إلى حالة ثانية يطول أمدها، ثم يحدث النشر، وقد عبَّروا عن الحالة الثانية بالرقاد لسبب أو لآخر. \n\n(53): ﴿إِن كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً﴾: الصيحة الأولى لقيام القيامة لذا قال سبحانه: (وهم يخصمون) أي في الحياة الدنيا كما أشرنا، وهذه الصيحة الثانية للحضور بين يدي الله للحساب بدليل قوله تعالى: ﴿فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ﴾: للسؤال عما كانوا يعملون. \n\n(54): ﴿فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْئًا﴾: يتنزه سبحانه عن ظلم عباده، ولماذا الظلم والأمر كله لله وحده، وكل له خاشعون. \n\n","تفسير المبين"]