["(1): ﴿اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ﴾: الخطاب لرسول الله (ص) وهو أول نزول الوحي عليه، والأمر بالقراءة يرادف الأمر بالعلم. وفي القرآن عشرات الآيات ترفع من شأن العلم وتثني على الراسخين فيه، وقد عرف واعترف الجاهل قبل العالم والبعيد قبل القريب أنه ما من دين على وجه الأرض حثَّ على العلم وطلبه كدين الإسلام، وأعظم تكريم للعلم أن يكون الأمر به هو الأمر الأول في القرآن وعقيدة الإسلام، أما قيد العلم باسم الله في هذه الآية فهو إشارة إلى أن العلم بشتى أنواعه يجب أن يكون للخير لا للشر للحياة والبناء لا للهدم وأسلحة الموت والفناء، للعدل والمساواة لا للتسلط والهوى، والتنافس على لقب الأعظم والأقوى. \n\n(2): ﴿خَلَقَ الْإِنسَانَ مِنْ عَلَقٍ﴾: جمع علقة وهي الدم الجامد في رحم المرأة، ومن خلق الإنسان السوي من هذه العلقة فهو قادر على أن يجعل من محمد الأمي رجل العالم بكامله. \n\n(3)-(5): ﴿اقْرَأْ وَرَبُّكَ الْأَكْرَمُ الَّذِي عَلَّمَ بِالْقَلَمِ... ﴾: أمر سبحانه أولاً بالعلم وهو معرفة الشيء على حقيقته، ومكانه الفكر، ويعبِّر عنه باللسان تارة وحينًا بالكتابة، والإنسان ينتفع وينفع الآخرين بفكره ولسانه ما دام حيًا، ولا يبقى شيء من علمه إلا ما كتبه بقلمه، وللكتابة من الفوائد ما لا يبلغه الإحصاء، ومن ذلك أنها تربط المستقبل بالماضي، وتنشر العلم في شرق الأرض وغربها، وتجعله مشاعًا للجميع، وإلى هذه النعم وغيرها يشير قوله سبحانه: (علم بالقلم علم الإنسان ما لم يعلم) ولكن الله سبحانه لا يقذف العلم بالقلب، ويمنحه لأحد إلا بالجد والمتابعة في البحث والمطالعة. \n\n(6)-(7): ﴿كَلَّا إِنَّ الْإِنسَانَ لَيَطْغَى أَن رَّآهُ اسْتَغْنَى﴾: كل المفسرين قالوا: المراد بالغنى المال وسعته! ولكن سياق الكلام وحديثه عن العلم يدل أن المراد به العلم بعامة ومصانع الأسلحة المدمرة بخاصة، وأن من يملكها يحاول جاهدًا أن يخضع العالم لا لاستغلاله وسيطرته كما هو الشأن في العهد الراهن وهكذا تزداد معاني القرآن وضوحًا كلما تقدم الزمان. \n\n(8): ﴿إِنَّ إِلَى رَبِّكَ الرُّجْعَى﴾: إليه المرجع والمصير وللطغاة عذاب السعير. \n\n(9)-(10): ﴿أَرَأَيْتَ الَّذِي يَنْهَى عَبْدًا إِذَا صَلَّى﴾: لا يفعل الخير، وينهى عن فعله. \n\n(11): ﴿أَرَأَيْتَ إِن كَانَ عَلَى الْهُدَى﴾: هل هذا الذي نهى عن الخير هو على حق في نهيه؟. \n\n(12): ﴿أَوْ أَمَرَ بِالتَّقْوَى﴾: أو أن نهيه عن عبادة الله وأمره بعبادة الأصنام هو أمر بتقوى الله وطاعته. \n\n(13): ﴿أَرَأَيْتَ إِن كَذَّبَ وَتَوَلَّى﴾: لقد كذب بالحق وأعرض عنه. \n\n(14): ﴿أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى﴾: ألا يخشى عذاب الله الذي يعلم سره وعلانيته. \n\n(15): ﴿كَلَّا لَئِن لَّمْ يَنتَهِ﴾: ويرجع عن فساده وعناده ﴿لَنَسْفَعًا﴾: السفع: الأخذ، والأصل لنسفعن بنون التوكيد الخفيفة، وكتبت ألِفًا لأنها كالتنوين ﴿بِالنَّاصِيَةِ﴾: الشعر في مقدم الرأس، يجرّ به إلى النار. \n\n(16): ﴿نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ﴾: أي صاحبها كاذب خاطئ، والفرق بينه وبين المخطئ أن الخاطئ يفعل الجريمة عن عمد وعلم، والمخطئ من غير قصد وعزم. \n\n(17): ﴿فَلْيَدْعُ نَادِيَه﴾: ليستنصر الطاغية يوم الجزاء بأعوانه وجلسائه في النادي ليدفعوا عنه سوء العذاب. \n\n(18): ﴿سَنَدْعُ الزَّبَانِيَةَ﴾: ملائكة العذاب الشداد الغلاظ تقوده إلى مقعده ومثواه في نار لا يخمد لهبها، ولا ينتهي أمدها. \n\n(19): ﴿كَلَّا لَا تُطِعْهُ﴾: لا تطع أيها المؤمن بل ولا تسمع لدعوة من ضلَّ سبيل الرشاد ﴿وَاسْجُدْ وَاقْتَرِبْ﴾: تقرب إلى الله بالسجود لا إلى سواه. والسجود هنا من العزائم الأربع من سورة فصلت والسجدة ألم تنزيل وسورة النجم وسورة العلق.\n","تفسير المبين"]