["(12): ﴿فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ﴾: المراد بالسموات السبع الأكوان السبعة لا الكواكب السبعة، وقد يكون ذكر السموات السبع منزلاً على عادة الناس في تخاطبهم حيث يقولون السموات السبع والأرضون السبع قبل نزول القرآن ﴿وَأَوْحَى فِي كُلِّ سَمَاء أَمْرَهَا وَزَيَّنَّا السَّمَاء الدُّنْيَا بِمَصَابِيحَ﴾: خلق في كل سماء ما فيها من الكواكب وغيرها مما علمه عند خالقه ﴿وَحِفْظًا﴾: يحفظ الله الكون بسنن محكمة وثابتة ﴿ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ﴾: وفي الآية 23 من المرسلات (فقدرنا فنعم القادرون) على أن نعطي كل كائن جميع ما يحتاج إليه في عالمه. \n\n(13): ﴿فَإِنْ أَعْرَضُوا فَقُلْ أَنذَرْتُكُمْ صَاعِقَةً مِّثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ﴾: قل يا محمد لمن أعرض عنك وعن دعوتك: إني أخاف أن يصيبكم الله بعذاب من عنده مثل ما أصاب الأولين. \n\n(14): ﴿إِذْ جَاءتْهُمُ الرُّسُلُ مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ﴾: أي بالغوا واجتهدوا في الإرشاد والتبليغ وسلكوا إليه كل سبيل، فما كان جواب المرسل إليهم إلا أن ﴿قَالُوا لَوْ شَاء رَبُّنَا لَأَنزَلَ مَلَائِكَةً﴾: لا ينزل الله بشرًا من الأرض، بل يرسل ملائكة من السماء، وتقدم في الآية 24 من (المؤمنون). \n\n(15): ﴿فَأَمَّا عَادٌ﴾: قوم هود فأخذتهم العزة بالأثم ﴿وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً﴾: فأجابهم ﴿أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً﴾: وهل المخلوق بشيء يذكر إذا نسب إلى خالقه؟ قال الإمام علي (ع): كل عزيز غير الله ذليل، وكل قوي غيره ضعيف، وكل مالك غيره مملوك، وكل عالم غيره متعلم، وكل قادر غيره يقدر ويعجز. \n\n(16): ﴿فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا﴾: باردة مهلكة ﴿فِي أَيَّامٍ نَّحِسَاتٍ﴾: نكدات، وتقدم في الآية 13 من فصلت. \n\n(17) - (18): ﴿وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ﴾: دعوناهم إلى الهدى، فاختاروا العمى، وتقدم في الآية 62 وما بعدها من هود. \n\n(19): ﴿وَيَوْمَ يُحْشَرُ أَعْدَاء اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ﴾: يحبسون في العذاب أو يدفعون إليه بعنف. \n\n(20): ﴿حَتَّى إِذَا مَا جَاؤُوهَا﴾: أي جاءوا للشهادة ﴿شَهِدَ عَلَيْهِمْ سَمْعُهُمْ﴾: أنهم سمعوا التبليغ والإرشاد ﴿وَأَبْصَارُهُمْ﴾: أنهم رأوا المبلِّغ والمرشد ﴿وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ﴾: يمارسون من المحرمات. \n\n","تفسير المبين"]