import { collectProtos } from "../base.ts";
import type { ProtoBab } from "../base.ts";

const fahras: ProtoBab = {
	"أعمال عامة": {
		"اليوم (1)": {
			"دعاء أمير المؤمنين في اليوم الأول من كل شهر": 0,
			"تسبيح رسول الله (ص) في اليوم الأول من كل شهر": 30,
			$ind: 2
		},
		"اليوم (2)": {
			"دعاء أمير المؤمنين في اليوم الثاني من كل شهر": 1,
			"تسبيح  أمير المؤمنين (ع) في اليوم الثاني من كل شهر": 31,
			$ind: 3
		},
		"اليوم (3)": {
			"دعاء أمير المؤمنين في اليوم الثالث من كل شهر": 2,
			"تسبيح السيدة فاطمة (ع) في اليوم الثالث‏ من كل شهر": 32,
			$ind: 4
		},
		"اليوم (4)": {
			"دعاء أمير المؤمنين في اليوم الرابع من كل شهر": 3,
			"تسبيح الإمام الحسن بن علي (ع) في اليوم الرابع‏ من كل شهر": 33,
			$ind: 5
		},
		"اليوم (5)": {
			"دعاء أمير المؤمنين في اليوم الخامس من كل شهر": 4,
			"تسبيح الإمام الحسين بن علي (ع) في اليوم الخامس من كل شهر": 34,
			$ind: 6
		},
		"اليوم (6)": {
			"دعاء أمير المؤمنين في اليوم السادس من كل شهر": 5,
			"تسبيح الإمام علي السجاد (ع) في اليوم السادس‏ من كل شهر": 35,
			$ind: 7
		},
		"اليوم (7)": {
			"دعاء أمير المؤمنين في اليوم السابع من كل شهر": 6,
			"تسبيح الإمام محمد الباقر (ع) في اليوم السابع‏ من كل شهر": 36,
			$ind: 8
		},
		"اليوم (8)": {
			"دعاء أمير المؤمنين في اليوم الثامن من كل شهر": 7,
			"تسبيح الإمام جعفر الصادق (ع) في اليوم الثامن‏ من كل شهر": 37,
			$ind: 9
		},
		"اليوم (9)": {
			"دعاء أمير المؤمنين في اليوم التاسع من كل شهر": 8,
			"تسبيح الإمام موسى الكاظم (ع) في اليوم التاسع من كل شهر": 38,
			$ind: 10
		},
		"اليوم (10)": {
			"دعاء أمير المؤمنين في اليوم العاشر من كل شهر": 9,
			"تسبيح الإمام علي الرضا (ع) في اليوم العاشر والحادي عشر من كل شهر": 39,
			$ind: 11
		},
		"اليوم (11)": {
			"دعاء أمير المؤمنين في اليوم الحادي العشر من كل شهر": 10,
			"تسبيح الإمام علي الرضا (ع) في اليوم العاشر والحادي عشر من كل شهر": 39,
			$ind: 12
		},
		"اليوم (12)": {
			"دعاء أمير المؤمنين في اليوم الثاني عشر من كل شهر": 11,
			"تسبيح الإمام محمد الجواد (ع) في اليوم الثاني والثالث عشر من كل شهر": 40,
			$ind: 13
		},
		"اليوم (13)": {
			"دعاء أمير المؤمنين في اليوم الثالث عشر من كل شهر": 12,
			"تسبيح الإمام محمد الجواد (ع) في اليوم الثاني والثالث عشر من كل شهر": 40,
			"صيام الأيام البيض": 416,
			$ind: 14
		},
		"اليوم (14)": {
			"دعاء أمير المؤمنين في اليوم الرابع عشر من كل شهر": 13,
			"تسبيح الإمام علي الهادي (ع) في اليوم الرابع والخامس عشر من كل شهر": 41,
			"صيام الأيام البيض": 416,
			$ind: 15
		},
		"اليوم (15)": {
			"دعاء أمير المؤمنين في اليوم الخامس عشر من كل شهر": 14,
			"تسبيح الإمام علي الهادي (ع) في اليوم الرابع والخامس عشر من كل شهر": 41,
			"صيام الأيام البيض": 416,
			$ind: 16
		},
		"اليوم (16)": {
			"دعاء أمير المؤمنين في اليوم السادس عشر من كل شهر": 15,
			"تسبيح الإمام الحسن العسكري (ع) في اليوم السادس والسابع عشر من كل شهر": 42,
			$ind: 17
		},
		"اليوم (17)": {
			"دعاء أمير المؤمنين في اليوم السابع عشر من كل شهر": 16,
			"تسبيح الإمام الحسن العسكري (ع) في اليوم السادس والسابع عشر من كل شهر": 42,
			$ind: 18
		},
		"اليوم (18)": {
			"دعاء أمير المؤمنين في اليوم الثامن عشر من كل شهر": 17,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 19
		},
		"اليوم (19)": {
			"دعاء أمير المؤمنين في اليوم التاسع عشر من كل شهر": 18,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 20
		},
		"اليوم (20)": {
			"دعاء أمير المؤمنين في اليوم العشرون من كل شهر": 19,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 21
		},
		"اليوم (21)": {
			"دعاء أمير المؤمنين في اليوم الحادي والعشرون من كل شهر": 20,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			"صيام يوم 21 وهو يوم زفاف السيدة الزهراء لأمير المؤمنين": 418,
			$ind: 22
		},
		"اليوم (22)": {
			"دعاء أمير المؤمنين في اليوم الثاني والعشرون من كل شهر": 21,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 23
		},
		"اليوم (23)": {
			"دعاء أمير المؤمنين في اليوم الثالث والعشرون من كل شهر": 22,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 24
		},
		"اليوم (24)": {
			"دعاء أمير المؤمنين في اليوم الرابع والعشرون من كل شهر": 23,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 25
		},
		"اليوم (25)": {
			"دعاء أمير المؤمنين في اليوم الخامس والعشرون من كل شهر": 24,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 26
		},
		"اليوم (26)": {
			"دعاء أمير المؤمنين في اليوم السادس والعشرون من كل شهر": 25,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 27
		},
		"اليوم (27)": {
			"دعاء أمير المؤمنين في اليوم السابع والعشرون من كل شهر": 26,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 28
		},
		"اليوم (28)": {
			"دعاء أمير المؤمنين في اليوم الثامن والعشرون من كل شهر": 27,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 29
		},
		"اليوم (29)": {
			"دعاء أمير المؤمنين في اليوم التاسع والعشرون من كل شهر": 28,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 30
		},
		"اليوم (30)": {
			"دعاء أمير المؤمنين في اليوم الثلاثون من كل شهر": 29,
			"تسبيح الإمام المهدي (ع) في اليوم الثامن عشر إلى آخر كل شهر": 43,
			$ind: 31
		},
		$ind: 1
	},
	"مُحَرَّم": {
		"اليوم (1)": {
			"عن شهر محرم": 44,
			"الصيام": 45,
			"صلاة ركعتين في اليوم الأول من محرم": 46,
			$ind: 33
		},
		"اليوم (9)": {
			"صلاة أربع ركعات ليلة العاشر": 47,
			"صلاة مئة ركعة ليلة العاشر": 48,
			$ind: 34
		},
		"اليوم (10)": {
			"زيارة الإمام الحسين عليه السلام يوم عاشوراء": 49,
			"قراءة سورة الإخلاص ألف مرة": 50,
			$ind: 35
		},
		$ind: 32
	},
	"صَفَر": {
		"اليوم (1)": {
			"دعاء لدفع نحوسة شهر صفر": 417,
			$ind: 37
		},
		"اليوم (3)": {
			"صلاة ركعتان في اليوم الثالث من صفر": 52,
			$ind: 38
		},
		"اليوم (20)": {
			"زيارة الإمام الحسين عليه السلام يوم الأربعين 20 من صفر": 53,
			$ind: 39
		},
		$ind: 36
	},
	"رَبِيع الْأَوَّل": {
		"اليوم (1)": {
			"الصيام في اليوم الأول من شهر ربيع الأول": 55,
			"زيارة النبي صلى الله عليه وآله": 56,
			"زيارة أمير المؤمنين عليه السلام": 57,
			"دعاء اليوم الأول من شهر ربيع الأول": 58,
			$ind: 41
		},
		"اليوم (12)": {
			"الصلاة ركعتان في اليوم الثاني عشر": 59,
			$ind: 42
		},
		"اليوم (17)": {
			"الغسل والصيام في اليوم السابع عشر": 60,
			"زيارة النبي صلى الله عليه وآله عن قرب أو بعد": 61,
			"زيارة أمير المؤمنين عليه السلام يوم ميلاد النبي": 62,
			"صلاة ركعتين عند ارتفاع النهار": 63,
			$ind: 43
		},
		$ind: 40
	},
	"رَبِيع الثَّانِي": {
		"اليوم (1)": {
			"دعاء اليوم الأول لشهر ربيع الثاني": 65,
			$ind: 45
		},
		"اليوم (2)": {
			"الصيام والصلاة على الإمام العسكري(ع) في يوم ولادته": 66,
			$ind: 46
		},
		"اليوم (10)": {
			"الصيام والصلاة على الإمام العسكري(ع) في يوم ولادته": 66,
			$ind: 47
		},
		$ind: 44
	},
	"جُمَادَى الْأُولَى": {
		"اليوم (13)": {
			"زيارة السيدة الزهراء في ذكرى استشهادها": 68,
			$ind: 49
		},
		"اليوم (14)": {
			"زيارة السيدة الزهراء في ذكرى استشهادها": 68,
			$ind: 50
		},
		"اليوم (15)": {
			"زيارة السيدة الزهراء في ذكرى استشهادها": 68,
			"الصيام يوم ولادة الإمام زين العابدين (ع)": 419,
			$ind: 51
		},
		$ind: 48
	},
	"جُمَادَى الثَّانِيَة": {
		"اليوم (1)": {
			"صلاة شهر جمادى الثاني": 70,
			"دعاء في غرّة شهر جمادى الثاني ": 420,
			$ind: 53
		},
		"اليوم (3)": {
			"اليوم الثالث زيارة الزهراء يوم استشهادها": 71,
			$ind: 54
		},
		"اليوم (30)": {
			"الدعاء عند رؤية هلال شهر رجب": 74,
			"الاغتسال وزيارة الإمام الحسين(ع) في الليلة الأولى من رجب": 75,
			"صلاة عشرين ركعة بعد صلاة المغرب": 76,
			"صلاة ركعتين بعد العشاء": 77,
			"صلاة سلمان ثلاثون ركعة": 78,
			"دعاء الإمام الجواد(ع)  بعد العشاء": 79,
			"دعاء يعقب الثمان ركعات من صلاة الليل": 80,
			"دعاء الإمام الكاظم (ع) بعد فراغه من صلاة الليل": 81,
			$ind: 55
		},
		"اليوم (20)": {
			"الصيام والصدقة وزيارة الزهراء يوم ولادتها": 72,
			$ind: 56
		},
		$ind: 52
	},
	"رَجَب": {
		"متفرقات": {
			"أدعية تقرأ كل يوم في شهر رجب": 132,
			"الأعمال اليومية لشهر رجب": 426,
			"أعمال يمكن تقسيمها على أيام شهر رجب": 427,
			"الأعمال الأسبوعية لشهر رجب": 147,
			$ind: 88
		},
		"اليوم (1)": {
			"الصيام وزيارة الإمام الحسين في الأول من رجب": 82,
			"صلاة سلمان في اليوم الأول من رجب": 83,
			"صلاة الليلة الثانية من شهر رجب": 84,
			"زيارة الإمام الرضا عليه السلام في اليوم الأول من رجب": 421,
			$ind: 58
		},
		"اليوم (2)": {
			"صلاة الليلة الثالثة من شهر رجب": 85,
			$ind: 59
		},
		"اليوم (3)": {
			"صلاة الليلة الرابعة من شهر رجب": 86,
			$ind: 60
		},
		"اليوم (4)": {
			"صلاة الليلة الخامسة من شهر رجب": 87,
			$ind: 61
		},
		"اليوم (5)": {
			"صلاة الليلة السادسة من شهر رجب": 88,
			$ind: 62
		},
		"اليوم (6)": {
			"صلاة الليلة السابعة من شهر رجب": 89,
			$ind: 63
		},
		"اليوم (7)": {
			"صلاة الليلة الثامنة من شهر رجب": 90,
			$ind: 64
		},
		"اليوم (8)": {
			"صلاة الليلة التاسعة من شهر رجب": 91,
			$ind: 65
		},
		"اليوم (9)": {
			"صلاة الليلة العاشرة من شهر رجب": 92,
			$ind: 66
		},
		"اليوم (10)": {
			"صلاة الليلة الحادية عشر من شهر رجب": 93,
			$ind: 67
		},
		"اليوم (11)": {
			"صلاة الليلة الثانية عشر من شهر رجب": 94,
			$ind: 68
		},
		"اليوم (12)": {
			"الإغتسال و صلاة الليالي البيض": 95,
			"صلاة الليلة الثالثة عشر من شهر رجب": 96,
			$ind: 69
		},
		"اليوم (13)": {
			"عن اليوم الثالث عشر من شهر رجب": 97,
			"صلاة الليلة الرابعة عشر من شهر رجب": 98,
			$ind: 70
		},
		"اليوم (14)": {
			"الغسل وزيارة الإمام الحسين في ليلة النصف من رجب": 99,
			"صلاة الليلة الخامسة عشر من شهر رجب": 100,
			$ind: 71
		},
		"اليوم (15)": {
			"الغسل وزيارة الإمام الحسين في يوم النصف من رجب": 101,
			"صلاة سلمان يوم النصف": 102,
			"صلاة أمير المؤمنين يوم النصف": 103,
			"صلاة ثلاثون ركعة يوم النصف": 104,
			"دعاء أم داوود في النصف من رجب": 105,
			"صلاة أربع ركعات في يوم النصف من رجب": 106,
			"صلاة الليلة السادسة عشر من شهر رجب": 107,
			$ind: 72
		},
		"اليوم (16)": {
			"صلاة الليلة السابعة عشر من شهر رجب": 108,
			$ind: 73
		},
		"اليوم (17)": {
			"صلاة الليلة الثامنة عشر من شهر رجب": 109,
			$ind: 74
		},
		"اليوم (18)": {
			"صلاة الليلة التاسعة عشر من شهر رجب": 110,
			$ind: 75
		},
		"اليوم (19)": {
			"صلاة ليلة العشرين من شهر رجب": 111,
			$ind: 76
		},
		"اليوم (20)": {
			"صلاة الليلة الحادية والعشرين من شهر رجب": 112,
			$ind: 77
		},
		"اليوم (21)": {
			"صلاة الليلة الثانية والعشرين من شهر رجب": 113,
			$ind: 78
		},
		"اليوم (22)": {
			"صلاة الليلة الثالثة والعشرين من شهر رجب": 114,
			$ind: 79
		},
		"اليوم (23)": {
			"صلاة الليلة الرابعة والعشرين من شهر رجب": 115,
			$ind: 80
		},
		"اليوم (24)": {
			"صلاة الليلة الخامسة والعشرين من شهر رجب": 116,
			$ind: 81
		},
		"اليوم (25)": {
			"صلاة الليلة السادسة والعشرين من شهر رجب": 117,
			$ind: 82
		},
		"اليوم (26)": {
			"صلاة الليلة السابعة والعشرين من شهر رجب ( ليلة المبعث )": 118,
			"صلاة اثنتي عشر ركعة ليلة المبعث": 119,
			"صلاة اثنتي عشر ركعة عن الإمام الجواد (ع) ليلة المبعث": 120,
			$ind: 83
		},
		"اليوم (27)": {
			"من أعمال اليوم السابع والعشرون من رجب ( يوم المبعث )": 121,
			"زيارة النبي صلى الله عليه وآله يوم المبعث": 122,
			"ثلاث زيارات لأمير المؤمنين عليه السلام يوم المبعث": 123,
			"صلاة اثنتي عشر ركعة للإمام الجواد عليه السلام": 124,
			"صلاة اثنتي عشر ركعة أخرى": 125,
			"دعاء مستحب قراءته في يوم 27 من رجب": 126,
			"دعاء الإمام الكاظم ع في يوم 27 من رجب": 127,
			"صلاة الليلة الثامنة والعشرين من شهر رجب": 128,
			$ind: 84
		},
		"اليوم (28)": {
			"صلاة الليلة التاسعة والعشرين من شهر رجب": 129,
			$ind: 85
		},
		"اليوم (29)": {
			"صلاة الليلة الثلاثين من شهر رجب": 130,
			$ind: 86
		},
		"اليوم (30)": {
			"صلاة سلمان في اليوم الأخير من شهر رجب": 131,
			"صلاة الليلة الأولى من شعبان": 149,
			$ind: 87
		},
		$ind: 57
	},
	"شَعْبَان": {
		"متفرقات": {
			"الأعمال اليومية لشهر شعبان": 428,
			$ind: 120
		},
		"اليوم (1)": {
			"صيام اليوم الأول من شعبان": 150,
			"صلاة الليلة الثانية": 151,
			$ind: 90
		},
		"اليوم (2)": {
			"صيام اليوم الثاني من شعبان": 152,
			"صلاة الليلة الثالثة": 153,
			$ind: 91
		},
		"اليوم (3)": {
			"صيام اليوم الثالث من شعبان": 154,
			"دعاء الإمام الحسين (ع) في اليوم الثالث": 155,
			"صلاة الليلة الرابعة من شهر شعبان": 156,
			$ind: 92
		},
		"اليوم (4)": {
			"صلاة الليلة الخامسة من شهر شعبان": 157,
			$ind: 93
		},
		"اليوم (5)": {
			"صلاة الليلة السادسة من شهر شعبان": 158,
			$ind: 94
		},
		"اليوم (6)": {
			"صلاة الليلة السابعة من شهر شعبان": 159,
			$ind: 95
		},
		"اليوم (7)": {
			"صلاة الليلة الثامنة من شهر شعبان": 160,
			$ind: 96
		},
		"اليوم (8)": {
			"صلاة الليلة التاسعة من شهر شعبان": 161,
			$ind: 97
		},
		"اليوم (9)": {
			"صلاة الليلة العاشرة من شهر شعبان": 162,
			$ind: 98
		},
		"اليوم (10)": {
			"صلاة الليلة الحادية عشر من شهر شعبان": 163,
			$ind: 99
		},
		"اليوم (11)": {
			"صلاة الليلة الثانية عشر من شهر شعبان": 164,
			$ind: 100
		},
		"اليوم (12)": {
			"صلاة الليلة الثالثة عشر من شهر شعبان": 165,
			"الإغتسال و صلاة الليالي البيض": 166,
			$ind: 101
		},
		"اليوم (13)": {
			"الإغتسال و صلاة الليالي البيض": 166,
			"صلاة الليلة الرابعة عشر من شهر شعبان": 167,
			$ind: 102
		},
		"اليوم (14)": {
			"الإغتسال و صلاة الليالي البيض": 166,
			"صلاة الليلة الخامسة عشر من شهر شعبان": 168,
			"صلاة أخرى ليلة الخامس عشر من شعبان": 169,
			"الغسل وزيارة الإمام الحسين(ع) ليلة النصف من شعبان": 170,
			"الدعاء للإمام المهدي في ليلة النصف من شعبان": 171,
			"سجود ودعاء النبي(ص) في ليلة النصف من شعبان": 172,
			"دعاء للنبي(ص) في ليلة النصف من شعبان ": 173,
			"دعاء بعد صلاة الشفع في ليلة النصف من شعبان": 174,
			"دعاء شجرة النبوة في الصلاة على محمد وآله ليلة النصف من شعبان": 175,
			"صلاة ركعتين ليلة النصف من شعبان": 176,
			"صلاة 100 ركعة ليلة النصف من شعبان": 177,
			$ind: 103
		},
		"اليوم (15)": {
			"صلاة الليلة السادسة عشر من شهر شعبان": 178,
			$ind: 104
		},
		"اليوم (16)": {
			"صلاة الليلة السابعة عشر من شهر شعبان": 179,
			$ind: 105
		},
		"اليوم (17)": {
			"صلاة الليلة الثامنة عشر من شهر شعبان": 180,
			$ind: 106
		},
		"اليوم (18)": {
			"صلاة الليلة التاسعة عشر من شهر شعبان": 181,
			$ind: 107
		},
		"اليوم (19)": {
			"صلاة ليلة العشرين من شهر شعبان": 182,
			$ind: 108
		},
		"اليوم (20)": {
			"صلاة الليلة الحادية والعشرين من شهر شعبان": 183,
			$ind: 109
		},
		"اليوم (21)": {
			"صلاة الليلة الثانية والعشرين من شهر شعبان": 184,
			$ind: 110
		},
		"اليوم (22)": {
			"صلاة الليلة الثالثة والعشرين من شهر شعبان": 185,
			$ind: 111
		},
		"اليوم (23)": {
			"صلاة الليلة الرابعة والعشرين من شهر شعبان": 186,
			$ind: 112
		},
		"اليوم (24)": {
			"صلاة الليلة الخامسة والعشرين من شهر شعبان": 187,
			$ind: 113
		},
		"اليوم (25)": {
			"صلاة الليلة السادسة والعشرين من شهر شعبان": 188,
			$ind: 114
		},
		"اليوم (26)": {
			"صلاة الليلة السابعة والعشرين من شهر شعبان": 189,
			$ind: 115
		},
		"اليوم (27)": {
			"صلاة الليلة الثامنة والعشرين من شهر شعبان": 190,
			$ind: 116
		},
		"اليوم (28)": {
			"صلاة الليلة التاسعة والعشرين من شهر شعبان": 191,
			$ind: 117
		},
		"اليوم (29)": {
			"دعاء اللهم ان هذا الشهر المبارك في ليلة الثلاثين من شهر شعبان": 192,
			"صلاة ليلة الثلاثين من شهر شعبان": 193,
			$ind: 118
		},
		"اليوم (30)": {
			"صلاة الليلة الأولى من شهر رمضان": 208,
			"صلاة ركعتين في الليلة الأولى من شهر رمضان": 209,
			"دعاء النبي(ص) لدخول شهر رمضان": 210,
			"دعاء الإمام الجواد(ع)  في الليلة الأولى من شهر رمضان": 211,
			"دعاء الإمام الصادق(ع)  في الليلة الأولى من شهر رمضان": 212,
			"دعاء الإمام السجاد(ع) لدخول شهر رمضان": 213,
			"دعاء الحج عن الصادق": 214,
			"دعاء اللهم ان هذا الشهر المبارك في الليلة الأولى من شهر رمضان": 215,
			"أدعية رؤية هلال شهر رمضان": 216,
			"من مستحبات الليلة الأولى من شهر رمضان": 207,
			$ind: 119
		},
		$ind: 89
	},
	"رَمَضَان": {
		"متفرقات": {
			"أعمال تؤدى في كل ليلة من ليالي القدر": 429,
			"أدعية في كل ليلة من العشر الأواخر": 430,
			"أدعية بعد كل فريضة في شهر رمضان": 431,
			"أعمال أسحار شهر رمضان": 432,
			"أدعية متنوعة تقرأ في كل يوم من أيام شهر رمضان": 433,
			"أدعية مميزة في شهر رمضان المبارك": 353,
			"الصائم : ماينبغي أن يفعله و يتركه": 354,
			$ind: 152
		},
		"اليوم (1)": {
			"من مستحبات اليوم الأول من شهر رمضان": 217,
			"دعاء اليوم الأول من شهر رمضان": 218,
			"دعاء الإمام الكاظم(ع) في اليوم الأول من شهر رمضان": 219,
			"صلاة الليلة الثانية من شهر رمضان": 220,
			$ind: 122
		},
		"اليوم (2)": {
			"دعاء اليوم الثاني من شهر رمضان": 221,
			"صلاة الليلة الثالثة من شهر رمضان": 222,
			$ind: 123
		},
		"اليوم (3)": {
			"دعاء اليوم الثالث من شهر رمضان": 223,
			"صلاة الليلة الرابعة من شهر رمضان": 224,
			$ind: 124
		},
		"اليوم (4)": {
			"دعاء اليوم الرابع من شهر رمضان": 225,
			"صلاة الليلة الخامسة من شهر رمضان": 226,
			$ind: 125
		},
		"اليوم (5)": {
			"دعاء اليوم الخامس من شهر رمضان": 227,
			"صلاة الليلة السادسة من شهر رمضان": 228,
			$ind: 126
		},
		"اليوم (6)": {
			"دعاء اليوم السادس من شهر رمضان": 229,
			"صلاة ركعتين في اليوم السادس من شهر رمضان": 230,
			"صلاة الليلة السابعة من شهر رمضان": 231,
			$ind: 127
		},
		"اليوم (7)": {
			"دعاء اليوم السابع من شهر رمضان": 232,
			"صلاة الليلة الثامنة من شهر رمضان": 233,
			$ind: 128
		},
		"اليوم (8)": {
			"دعاء اليوم الثامن من شهر رمضان": 234,
			"صلاة الليلة التاسعة من شهر رمضان": 235,
			$ind: 129
		},
		"اليوم (9)": {
			"دعاء اليوم التاسع من شهر رمضان": 236,
			"صلاة الليلة العاشرة من شهر رمضان": 237,
			$ind: 130
		},
		"اليوم (10)": {
			"دعاء اليوم العاشر من شهر رمضان": 238,
			"صلاة الليلة الحادية عشر من شهر رمضان": 239,
			$ind: 131
		},
		"اليوم (11)": {
			"دعاء اليوم الحادي عشر من شهر رمضان": 240,
			"صلاة الليلة الثانية عشر من شهر رمضان": 241,
			$ind: 132
		},
		"اليوم (12)": {
			"دعاء اليوم الثاني عشر من شهر رمضان": 242,
			"صلاة الليلة الثالثة عشر من شهر رمضان": 243,
			"الإغتسال و صلاة الليالي البيض": 244,
			"دعاء المجير في الليال البيض": 245,
			$ind: 133
		},
		"اليوم (13)": {
			"دعاء اليوم الثالث عشر من شهر رمضان": 246,
			"الإغتسال و صلاة الليالي البيض الخاصة بالليلة الرابعة عشر": 247,
			"دعاء المجير في الليال البيض": 245,
			"صلاة الليلة الرابعة عشر من شهر رمضان": 248,
			$ind: 134
		},
		"اليوم (14)": {
			"دعاء اليوم الرابع عشر من شهر رمضان": 249,
			"صلاة الليلة الخامسة عشر من شهر رمضان": 250,
			"الإغتسال و صلاة الليالي البيض الخاصة بالليلة الخامسة عشر": 251,
			"زيارة الإمام الحسين (ع) في ليلة النصف من شهر رمضان": 252,
			$ind: 135
		},
		"اليوم (15)": {
			"دعاء اليوم الخامس عشر من شهر رمضان": 253,
			"صلاة الليلة السادسة عشر من شهر رمضان": 254,
			$ind: 136
		},
		"اليوم (16)": {
			"دعاء اليوم السادس عشر من شهر رمضان": 255,
			"صلاة الليلة السابعة عشر من شهر رمضان": 256,
			$ind: 137
		},
		"اليوم (17)": {
			"دعاء اليوم السابع عشر من شهر رمضان": 257,
			"صلاة الليلة الثامنة عشر من شهر رمضان": 258,
			$ind: 138
		},
		"اليوم (18)": {
			"دعاء اليوم الثامن عشر من شهر رمضان": 259,
			"صلاة الليلة التاسعة عشر من شهر رمضان ( أول ليالي القدر )": 260,
			"الإستغفار في الليلة التاسعة عشر من شهر رمضان": 261,
			"لعن قتلة أمير المؤمنين (ع) في الليلة التاسعة عشر من شهر رمضان": 262,
			"دعاء ` يا ذا اللذي كان ` في الليلة التاسعة عشر من شهر رمضان": 263,
			"دعاء ` اللهم اجعل فيما تقضي ` في الليلة التاسعة عشر من شهر رمضان": 264,
			$ind: 139
		},
		"اليوم (19)": {
			"دعاء اليوم التاسع عشر من شهر رمضان": 265,
			"صلاة الليلة العشرين من شهر رمضان": 266,
			$ind: 140
		},
		"اليوم (20)": {
			"دعاء اليوم العشرين من شهر رمضان": 267,
			"صلاة الليلة الحادية و العشرين من شهر رمضان ( من ليالي القدر )": 268,
			"دعاء ` يا مولج الليل ` في الليلة 21 من شهر رمضان": 269,
			"دعاء ` اقسم لي حلماً ` في الليلة 21 من شهر رمضان": 270,
			"زيارة أمير المؤمنين عليه السلام في يوم استشهاده 21 من شهر رمضان": 272,
			"دعاء الصادق(ع) في ليلة 21 من شهر رمضان": 271,
			$ind: 141
		},
		"اليوم (21)": {
			"دعاء اليوم الحادي والعشرين من شهر رمضان": 273,
			"صلاة الليلة الثانية والعشرين من شهر رمضان": 274,
			"دعاء الليلة الثانية والعشرين من شهر رمضان": 275,
			$ind: 142
		},
		"اليوم (22)": {
			"دعاء اليوم الثاني و العشرين من شهر رمضان": 276,
			"صلاة الليلة الثالثة و العشرين من شهر رمضان ( من ليالي القدر )": 277,
			"صلاة مئة ركعة في ليلة 23 من شهر رمضان": 278,
			"الغسل و زيارة الإمام الحسين عليه السلام": 279,
			" دعاء الليلة الثالثة والعشرين": 280,
			"قراءة مجموعة من سور القرآن في الليلة 23 من شهر رمضان": 281,
			"تكرار دعاء ` اللهم كن لوليك ` في ليلة 23 من شهر رمضان": 282,
			"دعاء ` اللهم امدد لي في عمري ` في ليلة 23 من شهر رمضان": 283,
			"دعاء ` اللهم اجعل فيما تقضي ` في ليلة 23 من شهر رمضان": 284,
			"دعاء ` يا باطناً في ظهوره ` في ليلة 23 من شهر رمضان": 285,
			"دعاء ` يا مدبر الأمور ` في ليلة 23 من شهر رمضان": 286,
			$ind: 143
		},
		"اليوم (23)": {
			"دعاء اليوم الثالث و العشرين من شهر رمضان": 287,
			"صلاة الليلة الرابعة والعشرين من شهر رمضان": 288,
			"دعاء الليلة الرابعة والعشرين من شهر رمضان": 289,
			$ind: 144
		},
		"اليوم (24)": {
			"دعاء اليوم الرابع و العشرين من شهر رمضان": 290,
			"صلاة الليلة الخامسة و العشرين من شهر رمضان": 291,
			"دعاء الليلة الخامسة والعشرين من شهر رمضان": 292,
			$ind: 145
		},
		"اليوم (25)": {
			"دعاء اليوم الخامس و العشرين من شهر رمضان": 293,
			"صلاة الليلة السادسة والعشرين من شهر رمضان": 294,
			"دعاء الليلة السادسة والعشرين من شهر رمضان": 295,
			$ind: 146
		},
		"اليوم (26)": {
			"دعاء اليوم السادس و العشرين من شهر رمضان": 296,
			"صلاة الليلة السابعة و العشرين من شهر رمضان": 297,
			"دعاء الليلة السابعة والعشرين من شهر رمضان": 298,
			"دعاء الإمام زين العابدين (ع) من أول الليلة 27 إلى آخرها": 299,
			$ind: 147
		},
		"اليوم (27)": {
			"دعاء اليوم السابع و العشرين من شهر رمضان": 300,
			"صلاة الليلة الثامنة و العشرين من شهر رمضان": 301,
			"دعاء الليلة الثامنة والعشرين من شهر رمضان": 302,
			$ind: 148
		},
		"اليوم (28)": {
			"دعاء اليوم الثامن و العشرين من شهر رمضان": 303,
			"صلاة الليلة التاسعة والعشرين من شهر رمضان": 304,
			"دعاء الليلة التاسعة والعشرين من شهر رمضان": 305,
			$ind: 149
		},
		"اليوم (29)": {
			"دعاء اليوم التاسع و العشرين من شهر رمضان": 306,
			"صلاة الليلة الثلاثين من  شهر رمضان": 307,
			"صلاة عشر ركعات في الليلة ثلاثين من شهر رمضان": 308,
			"الغسل وزيارة الإمام الحسين عليه السلام": 309,
			"قراءة سور من القرآن الكريم في الليلة الثلاثين من شهر رمضان": 310,
			"دعاء الليلة الثلاثين من شهر رمضان": 311,
			"الإستغفار في ليلة الثلاثين من شهر رمضان": 312,
			"دعاء الإمام زين العابدين (ع) في وداع شهر رمضان": 314,
			"دعاء ` يا مدبر الأمور ` في ليلة 30 من شهر رمضان": 315,
			$ind: 150
		},
		"اليوم (30)": {
			"دعاء اليوم الثلاثين من شهر رمضان": 316,
			"دعاء الصادق(ع) في وداع شهر رمضان": 317,
			"أدعية ختم القرآن في اليوم الثلاثين": 318,
			"زيارة الإمام الحسين (ع) في الليلة الأولى من شهر شوال ": 356,
			"دعاء ` يا دائم الفضل ` في الليلة الأولى من شهر شوال": 357,
			"من مستحبات الليلة الأولى من شهر شوال": 358,
			"صلاة ركعتين في الليلة الأولى من شهر شوال": 359,
			"صلاة عشر ركعات في الليلة الأولى من شهر شوال": 360,
			"صلاة أربع عشرة ركعة الليلة الأولى من شهر شوال": 361,
			"الغسل آخر الليل من الليلة الأولى لشهر شوال": 362,
			$ind: 151
		},
		$ind: 121
	},
	"شَوَّال": {
		"اليوم (1)": {
			"من أعمال اليوم الأول لشهر شوال ( عيد الفطر )": 363,
			"الدعاء عند الخروج لصلاة العيد": 364,
			"صلاة العيد": 365,
			"دعاء الإمام زين العابدين (ع) بعد صلاة العيد": 366,
			"زيارة الإمام الحسين عليه السلام في الأول من شهر شوال": 367,
			"قراءة دعاء الندبة والدعاء بعده": 368,
			$ind: 154
		},
		$ind: 153
	},
	"ذُو الْقَعْدَة": {
		"اليوم (25)": {
			"صلاة يوم الأحد في شهر ذي القعدة": 370,
			"صيام اليوم الخامس والعشرون من ذو القعدة": 371,
			"صلاة أخرى في اليوم الخامس والعشرون من ذو القعدة": 372,
			"دعاء في اليوم الخامس والعشرون من ذو القعدة": 373,
			"زيارة الإمام الرضا عليه السلام في اليوم الخامس والعشرون من ذو القعدة": 374,
			$ind: 156
		},
		$ind: 155
	},
	"ذُو الْحِجَّة": {
		"اليوم (1)": {
			"الصيام في اليوم الأول من ذي الحجة": 376,
			"صلاة السيدة الزهراء(ع) في اليوم الأول من ذي الحجة": 377,
			"صلاة ركعتان قبل الزوال في اليوم الأول من ذي الحجة": 378,
			"دعاء لمن خاف ظلما ً في اليوم الأول من ذي الحجة": 379,
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			$ind: 158
		},
		"اليوم (2)": {
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			$ind: 159
		},
		"اليوم (3)": {
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			$ind: 160
		},
		"اليوم (4)": {
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			$ind: 161
		},
		"اليوم (5)": {
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			$ind: 162
		},
		"اليوم (6)": {
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			$ind: 163
		},
		"اليوم (7)": {
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			$ind: 164
		},
		"اليوم (8)": {
			"الغسل والصيام في اليوم الثامن من ذي الحجة": 380,
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			"دعاء الإمام الصادق(ع) ليلة عرفة": 412,
			$ind: 165
		},
		"اليوم (9)": {
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			"صيام يوم عرفة": 423,
			"زيارة الإمام الحسين عليه السلام في يوم عرفة": 381,
			"صلاة ركعتين بعد الظهرين": 382,
			"دعاء مستحب قراءته في اليوم التاسع من ذي الحجة (يوم عرفة)": 383,
			"تسبيح يقرأ ألف مرة": 384,
			"أدعية مستحب قراءتها": 385,
			"دعاء خاص بالصلاة على النبي وآله": 386,
			"دعاء الإمام الحسين (ع) في يوم عرفة": 387,
			"دعاء الإمام السجاد يوم عرفه": 425,
			"الدعاء الأول للإمام الصادق(ع) في يوم عرفة": 413,
			"الدعاء الثاني للإمام الصادق(ع) في يوم عرفة": 414,
			"الدعاء الثالث للإمام الصادق(ع) في يوم عرفة": 415,
			"زيارة الإمام الحسين في ليلة اليوم العاشر من ذي الحجة": 388,
			$ind: 166
		},
		"اليوم (10)": {
			"دعاء الإمام السجاد في يوم عيد الأضحى": 424,
			"دعاء ` يادائم الفضل على البرية ` في اليوم العشر": 389,
			"دعاء لأمير المؤمنين يقرأ في العشر الأول من ذي الحجة": 411,
			$ind: 167
		},
		"اليوم (17)": {
			"صلاة ليلة الغدير في ليلة الثامن عشر من ذي الحجة": 390,
			"دعاء ليلة الغدير": 391,
			$ind: 168
		},
		"اليوم (18)": {
			"الغسل وصيام يوم الغدير وهو يوم الثامن عشر من ذي الحجة": 392,
			"زيارة أمير المؤمنين عليه السلام في يوم الغدير": 393,
			"عوذة النبي صلى الله عليه وآله يوم الغدير": 394,
			"صلاة ركعتين يوم الغدير": 395,
			"الغسل وصلاة ركعتين قبل الزوال": 396,
			"قراءة دعاء الندبة": 397,
			"دعاء مستحب في يوم الغدير": 398,
			"تهنئة المؤمنين بعبارات": 399,
			"دعاء يقرأ مائة مرة": 400,
			"دعاء الإمام الصادق يوم الغدير": 422,
			$ind: 169
		},
		"اليوم (24)": {
			"الغسل والصيام يوم المباهلة": 401,
			"دعاء يوم المباهلة": 402,
			"الإستغفار سعبن مرة": 403,
			"دعاء ` الحمدلله الذي عرفني ماكنت جاهلا ً ` في يوم المباهلة": 404,
			"الصدقة": 405,
			$ind: 170
		},
		"اليوم (25)": {
			"الصدقة والصيام في اليوم الخامس والعشرين من ذي الحجة": 406,
			$ind: 171
		},
		"اليوم (30)": {
			"صلاة ركعتان في اليوم الأخير من ذي الحجة والسنة العربية": 407,
			"صلاة مئة ركعة ليلة شهر محرم": 408,
			"صلاة ركعتان ليلة محرم": 409,
			"صلاة ركعتان أخرى ليلة محرم": 410,
			$ind: 172
		},
		$ind: 157
	},
	$ind: 0
}

export default collectProtos(fahras, 'أعمال الأشهر')
