import { collectProtos } from "../base.ts";
import type { ProtoBab } from "../base.ts";

const fahras: ProtoBab = {
	"مايفعل في جميع الأوقات": {
		"الدعاء عند أفعال الوضوء وما يقال في الخلاء والغسل": 54,
		"فيما ينبغي أن تقول عند القيام إلى الصلاة قبل الأذان‏": 55,
		"الأذان": 56,
		"الإقامة": 57,
		"التكبيرات السبع": 58,
		"عن تسمية أيام الأسبوع بأسماء النبي والأئمة": 59,
		$ind: 1
	},
	"مابين طلوع الفجر إلى طلوع الشمس": {
		"الحرص على عدم النوم في هذا الوقت": 0,
		"فريضة الفجر ( صلاة الغداة )": 1,
		"الاشتغال بعد صلاة الغداة بالدعاء حتى طلوع الشمس": 2,
		"دعاء من طلوع الفجر إلى طلوع الشمس لعلي(ع)": 3,
		"قراءة التعقيب العام بعد كل فريضة": 61,
		"تعقيبات فريضة الفجر": 62,
		$ind: 2
	},
	"مابين طلوع الشمس إلى الزوال": {
		"دعاء من طلوع الشمس إلى ذهاب الحمرة للحسن(ع)": 4,
		"دعاء من ذهاب الشعاع إلى ارتفاع النهار للحسين(ع) ": 5,
		"الصّدقة": 6,
		"التمسح بماء الورد": 7,
		"آداب لبس الثياب": 8,
		"آداب الأكل والشرب": 9,
		"دعاء من ارتفاع النهار إلى زوال الشمس لعلي بن الحسين(ع) ": 10,
		"قراءة الأدعية المستحبة في صباح كل يوم": 67,
		$ind: 3
	},
	"مابين زوال الشمس إلى الغروب": {
		"عن وقت الزوال": 11,
		"نافلة الظهر و تسمى صلاة الأوابين‏": 12,
		"دعاء من زوال الشمس إلى أربع ركعات من الزوال للباقر(ع) ": 13,
		"دعاء من أربع ركعات من الزوال إلى صلاة الظهر للصادق(ع) ": 14,
		"فريضة الظهر": 15,
		"دعاء من صلاة الظهر إلى أربع ركعات قبل العصر للكاظم(ع)": 16,
		"دعاء من الأربع ركعات من بعد الظهر إلى صلاة العصر للرضا(ع)": 17,
		"نافلة العصر و تسمى صلاة السبحة": 18,
		"فريضة العصر": 19,
		"دعاء بعد تعقيبات العصر": 20,
		"دعاء من صلاة العصر إلى أن يمضي ساعتان‏ للجواد(ع) ": 21,
		"دعاء من ساعتين بعد صلاة العصر إلى قبل اصفرار الشمس للهادي(ع) ": 22,
		"دعاء من قبل اصفرار الشمس إلى اصفرارها للعسكري(ع) ": 23,
		"دعاء من اصفرار الشمس إلى غروبها للمهدي(ع)": 24,
		"دعاء عند غروب الشمس": 25,
		"قراءة التعقيب العام بعد كل فريضة": 61,
		"تعقيبات فريضة الظهر": 63,
		"تعقيبات فريضة العصر": 64,
		$ind: 4
	},
	"مابين غروب الشمس إلى وقت النوم": {
		"عن دخول وقت المغرب": 26,
		"فريضة المغرب": 27,
		"نافلة المغرب ": 28,
		"صلاة الغفيلة": 29,
		"ركعتان مستحبتان بعد صلاة الغفيلة": 30,
		"عن وقت فريضة العشاء": 31,
		"فريضة العشاء": 32,
		"سجدتي الشكر بعد العشاء": 33,
		"صلاة الوتيرة": 34,
		"صلاة مستحبة بعد الوتيرة": 35,
		"قراءة التعقيب العام بعد كل فريضة": 61,
		"تعقيبات فريضة المغرب": 65,
		"تعقيب صلاة العشاء": 66,
		"قراءة الأدعية المستحبة في ليل كل يوم": 67,
		$ind: 5
	},
	"مابين وقت النوم إلى انتصاف الليل": {
		"عن وقت النوم": 36,
		"الطهارة وآداب ماقبل النوم": 37,
		"أدعية ما قبل النوم ": 60,
		$ind: 6
	},
	"مابين انتصاف الليل إلى طلوع الفجر": {
		"فضل قيام الليل": 38,
		"العمل بعد الإنتباه من النوم من منتصف الليل": 39,
		"دعاء الإمام السجّاد ع في جوف الليل": 40,
		"ركعتين قبل صلاة الليل ودعاء الأمير في جوف الليل": 41,
		"وقت صلاة الليل": 42,
		"دعاء قبل الشروع في صلاة الليل": 43,
		"صلاة الليل": 44,
		"الدعاء وسجدتي الشكر بين كل ركعتين من الركعات الثمان": 45,
		"الدعاء وسجدتي الشكر بعد الفراغ من الركعة الثامنة": 46,
		"ركعتي الشفع والدعاء بعدها": 47,
		"ركعة الوتر": 48,
		"دعاء الحزين بعد ركعة الوتر": 49,
		"دعاء بعد دعاء الحزين": 50,
		"نافلة الفجر وتسمى الدساستين": 51,
		"الدعاء بعد الفراغ من صلاة الليل": 52,
		"قراءة القرآن الكريم": 53,
		"قراءة أدعية الإستغفار وقت السحر": 68,
		$ind: 7
	},
	$ind: 0
}

export default collectProtos(fahras, 'أعمال الساعات')
