import { collectProtos } from "../base.ts";
import type { ProtoBab } from "../base.ts";

const fahras: ProtoBab = {
	"الله جل جلاله": 1,
	"الرسول الأكرم (ص)": 0,
	"الإمام علي (ع)": { link: '#aliWord/0' },
	"السيدة فاطمة (ع)": 14,
	"الإمام الحسن (ع)": 5,
	"الإمام الحسين (ع)": 15,
	"الإمام السجاد (ع)": 8,
	"الإمام الباقر (ع)": 10,
	"الإمام الصادق (ع)": 2,
	"الإمام الكاظم (ع)": 3,
	"الإمام الرضا (ع)": 7,
	"الإمام الجواد (ع)": 13,
	"الإمام الهادي (ع)": 16,
	"الإمام العسكري (ع)": 12,
	"الإمام المهدي (ع)": 6,
	"النبي عيسى (ع)": 4,
	$ind: 0
}

export default collectProtos(fahras, 'حكم وأقوال  قصيرة')
