{
"title": "دعاء من ارتفاع النهار إلى زوال الشمس لعلي بن الحسين(ع) ",
"type": "text",
"data": "اللَّهُمَّ صَفَا نُورُكَ فِي أَتَمِّ عَظَمَتِكَ وَ عَلَا ضِيَاؤُكَ فِي أَبْهَى ضَوْئِكَ أَسْأَلُكَ بِنُورِكَ الَّذِي نَوَّرْتَ بِهِ السَّمَاوَاتِ وَ الْأَرَضِينَ وَ قَصَمْتَ بِهِ الْجَبَابِرَةَ وَ أَحْيَيْتَ بِهِ الْأَمْوَاتَ وَ أَمَتَّ بِهِ الْأَحْيَاءَ وَ جَمَعْتَ بِهِ الْمُتَفَرِّقَ وَ فَرَّقْتَ بِهِ الْمُجْتَمِعَ وَ أَتْمَمْتَ بِهِ الْكَلِمَاتِ وَ أَقَمْتَ بِهِ السَّمَاوَاتِ أَسْأَلُكَ بِحَقِّ وَلِيِّكَ عَلِيِّ بْنِ الْحُسَيْنِ عَلَيْهِ السَّلَامُ الذَّابِّ عَنْ دِينِكَ‏ وَ الْمُجَاهِدِ فِي سَبِيلِكَ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَكْفِيَنِي بِهِ وَ تُنْجِيَنِي مِنْ تَعَرُّضِ السَّلَاطِينِ وَ نَفْثِ الشَّيَاطِينِ إِنَّكَ عَلَى مَا تَشَاءُ قَدِيرٌ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدعاء آخر لهذه الساعة-\n\nاللَّهُمَّ أَنْتَ الْمَلِكُ الْمَلِيكُ الْمَالِكُ وَ كُلُّ شَيْ‏ءٍ سِوَى وَجْهِكَ الْكَرِيمِ هَالِكٌ سَخَّرْتَ بِقُدْرَتِكَ النُّجُومَ السَّوَالِكَ وَ أَمْطَرْتَ بِقُدْرَتِكَ الْغُيُومَ السَّوَافِكَ وَ عَلِمْتَ مَا فِي الْبَرِّ وَ الْبَحْرِ وَ ما تَسْقُطُ مِنْ وَرَقَةٍ فِي الظُّلُمَاتِ الْحَوَالِكِ وَ أَنْزَلْتَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْتَ بِهِ مِنْ ثَمَرَاتٍ‏ مُخْتَلِفاً أَلْوانُها وَ مِنَ الْجِبالِ جُدَدٌ بِيضٌ وَ حُمْرٌ مُخْتَلِفٌ أَلْوانُها وَ غَرابِيبُ سُودٌ مِنَ النَّاسِ وَ الدَّوَابِّ وَ الْأَنْعامِ مُخْتَلِفٌ أَلْوانُهُ‏ يَا سَمِيعُ يَا بَصِيرُ يَا بَرُّ يَا شَكُورُ يَا رَحِيمُ يَا غَفُورُ يَا مَنْ‏ يَعْلَمُ خائِنَةَ الْأَعْيُنِ وَ ما تُخْفِي الصُّدُورُ يَا مَنْ‏ لَهُ الْحَمْدُ فِي الْأُولى‏ وَ الْآخِرَةِ وَ هُوَ الْحَكِيمُ الْخَبِيرُ فاطِرُ السَّماواتِ وَ الْأَرْضِ جاعِلُ الْمَلائِكَةِ رُسُلًا أُولِي أَجْنِحَةٍ مَثْنى‏ وَ ثُلاثَ وَ رُباعَ يَزِيدُ فِي الْخَلْقِ ما يَشاءُ إِنَّ اللَّهَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ أَسْأَلُكَ سُؤَالَ الْبَائِسِ الْحَسِيرِ وَ أَتَضَرَّعُ إِلَيْكَ تَضَرُّعَ الضَّالِعِ الْكَسِيرِ وَ أَتَوَكَّلُ عَلَيْكَ تَوَكُّلَ الْخَاشِعِ الْمُسْتَجِيرِ وَ أَقِفُ بِبَابِكَ وُقُوفَ الْمُؤَمِّلِ الْفَقِيرِ وَ أَتَوَجَّهُ إِلَيْكَ بِالْبَشِيرِ النَّذِيرِ السِّرَاجِ الْمُنِيرِ مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَ بِابْنِ عَمِّهِ أَمِيرِ الْمُؤْمِنِينَ وَ بِالْإِمَامِ عَلِيِّ بْنِ الْحُسَيْنِ زَيْنِ الْعَابِدِينَ وَ إِمَامِ الْمُتَّقِينَ الْمُخْفِي لِلصَّدَقَاتِ وَ الْخَاشِعِ فِي الصَّلَوَاتِ وَ الدَّائِبِ الْمُجْتَهِدِ فِي الْمُجَاهَدَاتِ السَّاجِدِ ذِي الثَّفِنَاتِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فَقَدْ تَوَسَّلْتُ بِهِمْ إِلَيْكَ وَ قَدَّمْتُهُمْ أَمَامِي بَيْنَ يَدَيْ حَوَائِجِي وَ أَنْ تَعْصِمَنِي مِنْ مُوَاقَعَةِ مَعَاصِيكَ وَ تُرْشِدَنِي إِلَى مُوَافَقَةِ مَا يُرْضِيكَ وَ تَجْعَلَنِي مِمَّنْ يُؤْمِنُ‏ بِكَ وَ يَتَّقِيكَ وَ يَخَافُكَ وَ يَرْتَجِيكَ وَ يُرَاقِبُك وَ يَسْتَخْفِيكَ وَ يَتَقَرَّبُ إِلَيْكَ بِمُوَالاتِ مَنْ يُوَالِيكَ وَ يَتَحَبَّبُ إِلَيْكَ بِمُعَادَاتِ مَنْ يُعَادِيكَ وَ يَعْتَرِفُ لَكَ بِعَظِيمِ [مَنِّكَ‏] نِعْمَتِكَ [نِعَمِكَ‏] وَ أَيَادِيكَ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n"
}