{
"title": "دعاء من زوال الشمس إلى أربع ركعات من الزوال للباقر(ع) ",
"type": "text",
"data": "اللَّهُمَّ رَبَّ الضِّيَاءِ وَ الْعَظَمَةِ وَ النُّورِ وَ الْكِبْرِيَاءِ وَ السُّلْطَانِ تَجَبَّرْتَ بِعَظَمَةِ بَهَائِكَ وَ مَنَنْتَ عَلَى عِبَادِكَ بِرَأْفَتِكَ وَ رَحْمَتِكَ وَ دَلَلْتَهُمْ عَلَى مَوْجُودِ رِضَاكَ وَ جَعَلْتَ لَهُمْ دَلِيلًا يَدُلُّهُمْ عَلَى مَحَبَّتِكَ وَ يُعَلِّمُهُمْ مَحَابَّكَ وَ يَدُلُّهُمْ عَلَى مَشِيَّتِكَ اللَّهُمَّ فَبِحَقِّ وَلِيِّكَ مُحَمَّدِ بْنِ عَلِيٍّ عَلَيْهِ السَّلَامُ عَلَيْكَ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعِينَنِي بِهِ عَلَى آخِرَتِي فِي الْقَبْرِ وَ فِي النَّشْرِ وَ الْحَشْرِ وَ عِنْدَ الْمِيزَانِ وَ عَلَى الصِّرَاطِ يَا حَنَّانُ يَا مَنَّانُ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدُعَاءٌ آخَرُ لِهَذِهِ السَّاعَةِ\n\n اللَّهُمَّ أَنْتَ‏ اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لا تَأْخُذُهُ سِنَةٌ وَ لا نَوْمٌ‏ هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَ الشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ‏ هُوَ الْأَوَّلُ وَ الْآخِرُ وَ الظَّاهِرُ وَ الْباطِنُ وَ هُوَ بِكُلِّ شَيْ‏ءٍ عَلِيمٌ‏ فالِقُ الْإِصْباحِ‏ وَ جَاعِلُ‏ اللَّيْلِ سَكَناً وَ الشَّمْسِ وَ الْقَمَرِ حُسْباناً ذلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ‏ يَا غَالِباً غَيْرَ مَغْلُوبٍ وَ يَا شَاهِداً لَا يَغِيبُ يَا قَرِيبُ يَا مُجِيبُ‏ ذلِكُمُ اللَّهُ رَبِّي‏ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ أُنِيبُ‏ أَتَذَلَّلُ إِلَيْكَ تَذَلُّلَ الطَّالِبِينَ وَ أَخْضَعُ إِلَيْكَ خُضُوعَ الرَّاغِبِينَ وَ أَسْأَلُكَ سُؤَالَ الْفَقِيرِ الْمِسْكِينِ وَ أَدْعُوكَ تَضَرُّعاً وَ خُفْيَةً إِنَّكَ لَا تُحِبُّ الْمُعْتَدِينَ وَ أَدْعُوكَ خَوْفاً وَ طَمَعاً إِنَّ رَحْمَتَكَ‏ قَرِيبٌ مِنَ الْمُحْسِنِينَ‏ وَ أَتَوَسَّلُ إِلَيْكَ بِخِيَرَتِكَ وَ صَفْوَتِكَ مِنَ الْعَالَمِينَ‏ الَّذِي جاءَ بِالصِّدْقِ‏ وَ صَدَّقَ الْمُرْسَلِينَ‏ مُحَمَّدٍ عَبْدِكَ وَ رَسُولِكَ النَّذِيرِ الْمُبِينِ وَ بِوَلِيِّكَ وَ عَبْدِكَ عَلِيِّ بْنِ أَبِي طَالِبٍ أَمِيرِ الْمُؤْمِنِينَ وَ بِالْإِمَامِ مُحَمَّدِ بْنِ عَلِيٍّ الْبَاقِرِ عَلَمِ الدِّينِ وَ الْعَالِمِ بِتَأْوِيلِ الْكِتَابِ الْمُسْتَبِينِ وَ أَسْأَلُكَ بِمَكَانِهِمْ عِنْدَكَ وَ أَسْتَشْفِعُ بِهِمْ إِلَيْكَ وَ أُقَدِّمُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي وَ أَنْ تُوزِعَنِي شُكْرَ مَا أَوْلَيْتَنِي مِنْ نِعَمِكَ وَ تَجْعَلَ لِي فَرَجاً وَ مَخْرَجاً مِنْ كُلِّ كَرْبٍ وَ غَمٍّ وَ تَرْزُقَنِي مِنْ حَيْثُ أَحْتَسِبُ وَ مِنْ حَيْثُ لَا أَحْتَسِبُ وَ يَسِّرْ لِي مِنْ فَضْلِكَ مَا تُغْنِينِي بِهِ مِنْ [عَنْ‏] كُلِّ مَطْلَبٍ وَ اقْذِفْ فِي قَلْبِي رَجَاكَ وَ تقطع [وَ اقْطَعْ‏] رَجَائِي مِمَّنْ سِوَاكَ حَتَّى لَا أَرْجُوَ إِلَّا إِيَّاكَ إِنَّكَ تُجِيبُ الدَّاعِيَ إِذَا دَعَاكَ وَ تُغِيثُ الْمَلْهُوفَ إِذَا نَادَاكَ وَ أَنْتَ أَرْحَمُ الرَّاحِمِين‏\n"
}