{
"title": "دعاء من أربع ركعات من الزوال إلى صلاة الظهر للصادق(ع) ",
"type": "text",
"data": "يَا مَنْ لَطُفَ عَنْ إِدْرَاكِ الْأَوْهَامِ يَا مَنْ كَبُرَ عَنْ مَوْجُودِ الْبَصَرِ يَا مَنْ تَعَالَى عَنِ الصِّفَاتِ كُلِّهَا يَا مَنْ جَلَّ عَنْ مَعَانِي اللُّطْفِ وَ لَطُفَ عَنْ مَعَانِي الْجَلَالِ أَسْأَلُكَ بِنُورِ وَجْهِكَ وَ ضِيَاءِ كِبْرِيَائِكَ وَ أَسْأَلُكَ بِحَقِّ عَظَمَتِكَ الصَّافِيَةِ مِنْ نُورِكَ وَ أَسْأَلُكَ بِحَقِّ وَلِيِّكَ جَعْفَرِ بْنِ مُحَمَّدٍ عَلَيْهِ السَّلَامُ عَلَيْكَ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعِينَنِي بِطَاعَتِكَ عَلَى أَهْوَالِ الْآخِرَةِ يَا خَيْرَ مَنْ أَنْزَلْتُ بِهِ الْحَوَائِجَ يَا رَءُوفُ يَا رَحِيمُ يَا جَوَادُ يَا كَرِيمُ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدُعَاءٌ آخَرُ لِهَذِهِ السَّاعَةِ \n\nاللَّهُمَّ أَنْتَ أَنْزَلْتَ الْغَيْثَ بِرَحْمَتِكَ وَ عَلِمْتَ الْغَيْبَ بِمَشِيَّتِكَ وَ دَبَّرْتَ الْأُمُورَ بِحِكْمَتِكَ وَ ذَلَّلْتَ الصِّعَابَ بِعِزَّتِكَ وَ أَعْجَزْتَ الْعُقُولَ [الْخَلْقَ‏] عَنْ عِلْمِ كَيْفِيَّتِكَ وَ حَجَبْتَ الْأَبْصَارَ عَنْ إِدْرَاكِ صِفَتِكَ وَ الْأَوْهَامَ مِنْ حَقِيقَةِ مَعْرِفَتِكَ وَ اضْطَرَرْتَ اْلَأْفَهَامَ [وَ اضْطُرَّتِ الْأَفْهَامُ‏] إِلَى الْإِقْرَارِ بِوَحْدَانِيَّتِكَ‏ يَا مَنْ يَرْحَمُ الْعَبْرَةَ وَ يُقِيلُ الْعَثْرَةَ لَكَ الْمُلْكُ وَ الْعِزَّةُ وَ الْقُدْرَةُ لَا يَعْزُبُ عَنْكَ فِي الْأَرْضِ وَ لَا فِي السَّمَاءِ مِثْقَالُ ذَرَّةٍ أَتَوَسَّلُ إِلَيْكَ بِالنَّبِيِّ الْأُمِّيِّ مُحَمَّدٍ رَسُولِكَ الْعَرَبِيِّ الْمَكِّيِّ الْمَدَنِيِّ الْهَاشِمِيِّ الَّذِي أَخْرَجْتَنَا بِهِ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَ بِأَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ الَّذِي شَرَحْتَ بِوَلَايَتِهِ الصُّدُورُ وَ بِالْإِمَامِ جَعْفَرِ بْنِ مُحَمَّدٍ الصَّادِقِ فِي الْأَخْبَارِ الْمُؤْتَمَنِ عَلَى مَكْنُونِ الْأَسْرَارِ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَى أَهْلِ بَيْتِهِ بِالْعَشِيِّ وَ الْإِبْكَارِ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِهِمْ وَ أَسْتَشْفِعُ بِمَكَانِهِمْ لَدَيْكَ وَ أُقَدِّمُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي فَأَعْطِنِي الْفَرَجَ الْهَنِي‏ءَ وَ الْمَخْرَجَ الْوَحِيَّ وَ الصُّنْعَ الْقَرِيبَ وَ الْأَمَانَ مِنَ الْفَزَعِ فِي الْيَوْمِ الْعَصِيبِ وَ أَنْ تَغْفِرَ لِي مُوبِقَاتِ الذُّنُوبِ وَ تَسْتُرَ عَلَيَّ فَاضِحَاتِ الْعُيُوبِ فَأَنْتَ الرَّبُّ وَ أَنَا الْمَرْبُوبُ وَ أَنَا الطَّالِبُ وَ أَنْتَ الْمَطْلُوبُ وَ أَنْتَ الَّذِي بِذِكْرِكَ‏ تَطْمَئِنُّ الْقُلُوبُ‏ وَ أَنْتَ الَّذِي تَقْذِفُ بِالْحَقِّ وَ أَنْتَ عَلَّامُ الْغُيُوبِ‏ يَا أَكْرَمَ الْأَكْرَمِينَ وَ يَا أَحْكَمَ الْحَاكِمِينَ وَ يَا خَيْرَ الْفَاضِلِينَ! وَ يَا أَرْحَمَ الرَّاحِمِين‏\n"
}