{
"title": "دعاء من صلاة الظهر إلى أربع ركعات قبل العصر للكاظم(ع)",
"type": "text",
"data": "يَا مَنْ تَكَبَّرَ عَنِ الْأَوْهَامِ صُورَتُهُ يَا مَنْ تَعَالَى عَنِ الصِّفَاتِ نُورُهُ يَا مَنْ قَرُبَ عِنْدَ دُعَاءِ خَلْقِهِ يَا مَنْ دَعَاهُ الْمُضْطَرُّونَ وَ لَجَأَ إِلَيْهِ الْخَائِفُونَ وَ سَأَلَهُ الْمُؤْمِنُونَ وَ عَبَدَهُ الشَّاكِرُونَ وَ حَمِدَهُ الْمُخْلِصُونَ أَسْأَلُكَ بِحَقِّ نُورِكَ الْمُضِي‏ءِ وَ بِحَقِّ وَلِيِّكَ مُوسَى بْنِ جَعْفَرٍ عَلَيْهِ السَّلَامُ عَلَيْكَ وَ أَتَقَرَّبُ بِهِ إِلَيْكَ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعَافِيَنِي بِهِ مِمَّا أَخَافُهُ وَ أَحْذَرُهُ عَلَى عَيْنِي وَ جَسَدِي وَ جَمِيعِ جَوَارِحِ بَدَنِي مِنْ جَمِيعِ الْأَسْقَامِ وَ الْأَمْرَاضِ وَ الْأَعْرَاضِ وَ الْعِلَلِ وَ الْأَوْجَاعِ مَا ظَهَرَ مِنْهَا وَ مَا بَطَنَ بِقُدْرَتِكَ‏ يَا أَرْحَمَ الرَّاحِمِينَ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدُعَاءٌ آخَرُ لِهَذِهِ السَّاعَةِ\n\n اللَّهُمَّ أَنْتَ الْمَرْجُوُّ إِذَا جَرَتِ الْأُمُورُ أَنْتَ الْمَدْعُوُّ إِذَا مَسَّ الضُّرُّ وَ مُجِيبُ الْمَلْهُوفِ الْمُضْطَرِّ وَ الْمُنْجِي مِنْ ظُلُمَاتِ الْبَرِّ وَ الْبَحْرِ وَ مَنْ‏ لَهُ الْخَلْقُ وَ الْأَمْرُ وَ الْعَالِمُ بِوَسَاوِسِ الصُّدُورِ وَ الْمُطَّلِعُ عَلَى خَفِيِّ السَّرَائِرِ غَايَةُ كُلِّ نَجْوَى وَ إِلَيْكَ مُنْتَهَى كُلِّ شَكْوَى يَا مَنْ لَهُ الْحَمْدُ فِي الْآخِرَةِ وَ الْأُولَى يَا مَنْ‏ خَلَقَ الْأَرْضَ وَ السَّماواتِ الْعُلى‏ الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى‏ لَهُ ما فِي السَّماواتِ وَ ما فِي الْأَرْضِ وَ ما بَيْنَهُما وَ ما تَحْتَ الثَّرى‏ وَ إِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَ أَخْفى‏ اللَّهُ لا إِلهَ إِلَّا هُوَ لَهُ الْأَسْماءُ الْحُسْنى‏ أَسْأَلُكَ بِمُحَمَّدٍ خَاتَمِ النَّبِيِّينَ خِيَرَتِكَ مِنْ خَلْقِكَ وَ الْمُؤْتَمَنِ عَلَى أَدَاءِ رِسَالَتِكَ وَ بِأَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ الَّذِي جَعَلْتَ وَلَايَتَهُ مَفْرُوضَةً مَعَ وَلَايَتِكَ وَ مَحَبَّتَهُ مَقْرُونَةً بِرِضَاكَ وَ مَحَبَّتِكَ وَ بِالْإِمَامِ الْكَاظِمِ مُوسَى بْنِ جَعْفَرٍ الَّذِي سَأَلَكَ أَنْ تُفَرِّغَهُ لِعِبَادَتِكَ وَ تُخَلِّيَهُ لِطَاعَتِكَ فَأَوْجَبْتَ مَسْأَلَتَهُ وَ أَجَبْتَ دَعْوَتَهُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلَاةً تَقْضِي بِهَا عَنَّا وَاجِبَ حُقُوقِهِمْ وَ تَرْضَى بِهَا فِي أَدَاءِ فُرُوضِهِمْ وَ أَتَوَسَّلُ إِلَيْكَ بِهِمْ وَ أَسْتَشْفِعُ بِمَنْزِلَتِهِمْ وَ قَدْ قَدَّمْتُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي أَنْ تَجْزِيَنِي عَلَى جَمِيلِ عَوَائِدِكَ وَ تَمْنَحَنِي جَزِيلَ فَوَائِدِكَ وَ تَأْخُذَ بِسَمْعِي وَ بَصَرِي وَ عَلَانِيَتِي وَ سِرِّي وَ نَاصِيَتِي وَ قَلْبِي وَ عَزِيمَتِي وَ لُبِّي إِلَى مَا تُعِينُنِي بِهِ عَلَى هَوَاكَ وَ تُقَرِّبُنِي إِلَى أَسْبَابِ رِضَاكَ وَ تُوجِبُ لِي نَوَافِلَ فَضْلِكَ وَ تَسْتَدِيمُ لِي مَنَائِحُ طَوْلِكَ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n"
}