{
"title": "دعاء من الأربع ركعات من بعد الظهر إلى صلاة العصر للرضا(ع)",
"type": "text",
"data": "يَا خَيْرَ مَدْعُوٍّ يَا خَيْرَ مَنْ أَعْطَى يَا خَيْرَ مَنْ سُئِلَ يَا مَنْ أَضَاءَ بِاسْمِهِ ضَوْءُ النَّهَارِ وَ أَظْلَمَ‏ بِهِ ظُلْمَةُ اللَّيْلِ وَ سَالَ بِاسْمِهِ وَابِلُ السَّيْلُ وَ رَزَقَ أَوْلِيَاءَهُ كُلَّ خَيْرٍ يَا مَنْ عَلَا السَّمَاوَاتِ نُورُهُ وَ الْأَرْضَ ضَوْؤُهُ وَ الشَّرْقَ وَ الْغَرْبَ رَحْمَتُهُ يَا وَاسِعَ الْجُودِ أَسْأَلُكَ بِحَقِّ وَلِيِّكَ عَلِيِّ بْنِ مُوسَى الرِّضَا عَلَيْهِ السَّلَامُ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَكْفِيَنِي بِهِ وَ تُنْجِيَنِي مِمَّا أَخَافُهُ وَ أَحْذَرُهُ فِي جَمِيعِ أَسْفَارِي وَ فِي الْبَرَارِي وَ الْقِفَارِ وَ الْأَوْدِيَةِ وَ الْآكَامِ وَ الغِيَاضِ وَ الْجِبَالِ وَ الشِّعَابِ وَ الْبِحَارِ يَا وَاحِدُ يَا قَهَّارُ يَا عَزِيزُ يَا جَبَّارُ يَا سَتَّارُ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدُعَاءٌ آخَرُ لِهَذِهِ السَّاعَةِ\n\n اللَّهُمَّ أَنْتَ الْكَاشِفُ لِلْمُلِمَّاتِ وَ الْكَافِي لِلْمُهِمَّاتِ وَ الْمُفَرِّجُ لِلْكُرُبَاتِ وَ السَّامِعُ لِلْأَصْوَاتِ وَ الْمُخْرِجُ مِنَ الظُّلُمَاتِ وَ الْمُجِيبُ لِلدَّعَوَاتِ الرَّاحِمُ لِلْعَبَرَاتِ جَبَّارُ الْأَرْضِ وَ السَّمَاوَاتِ يَا وَلِيُّ يَا مَوْلَى يَا عَلِيُّ يَا أَعْلَى يَا كَرِيمُ يَا أَكْرَمُ يَا مَنْ لَهُ الِاسْمُ الْأَعْظَمُ يَا مَنْ‏ عَلَّمَ الْإِنْسانَ ما لَمْ يَعْلَمْ‏ فاطِرِ السَّماواتِ وَ الْأَرْضِ وَ هُوَ يُطْعِمُ وَ لا يُطْعَمُ‏ أَسْأَلُكَ بِمُحَمَّدٍ الْمُصْطَفَى مِنَ الْخَلْقِ الْمَبْعُوثِ بِالْحَقِّ وَ بِأَمِيرِ الْمُؤْمِنِينَ الَّذِي أَوْلَيْتَهُ فَأَلْفَيْتَهُ شَاكِراً وَ ابْتَلَيْتَهُ فَوَجَدْتَهُ صَابِراً وَ بِالْإِمَامِ الرِّضَا عَلِيِّ بْنِ مُوسَى الَّذِي أَوْفَى بِعَهْدِكَ وَ وَثِقَ بِوَعْدِكَ وَ أَعْرَضَ عَنِ الدُّنْيَا وَ قَدْ أَقْبَلَتْ إِلَيْهِ وَ رَغِبَ عَنْ زِينَتِهَا وَ قَدْ رَغِبْتَ فِيهِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فَقَدْ تَوَسَّلْتُ بِهِمْ إِلَيْكَ وَ قَدَّمْتُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي أَنْ تَهْدِيَنِي إِلَى سَبِيلِ مَرْضَاتِكَ وَ تُيَسِّرَ لِي أَسْبَابَ طَاعَتِكَ وَ تُوَفِّقَنِي لِابتِغَاءِ الزُّلْفَةِ بِمُوَالاةِ أَوْلِيَائِكَ وَ إِدْرَاكِ الْحُظْوَةِ مِنْ مُعَادَاةِ أَعْدَائِكَ وَ تُعِينَنِي عَلَى أَدَاءِ فَرَائِضِكَ وَ اسْتِعْمَالِ سُنَّتِكَ وَ تُوَفِّقَنِي [تَوَفَّنِي‏] عَلَى الْمَحَجَّةِ الْمُؤَدِّيَةِ إِلَى الْعِتْقِ مِنْ عَذَابِكَ وَ الْفَوْزِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n"
}