{
"title": "دعاء من صلاة العصر إلى أن يمضي ساعتان‏ للجواد(ع) ",
"type": "text",
"data": "يَا مَنْ دَعَاهُ الْمُضْطَرُّونَ فَأَجَابَهُمُ وَ الْتَجَأَ إِلَيْهِ الْخَائِفُونَ فآمَنَهُمْ وَ عَبَدَهُ الطَّائِعُونَ فَشَكَرَهُمْ وَ شَكَرَهُ الْمُؤْمِنُونَ فَحَبَاهُمْ وَ أَطَاعُوهُ فَعَصَمَهُمْ وَ سَأَلُوهُ فَأَعْطَاهُمْ وَ نَسُوا نِعْمَتَهُ فَلَمْ يُخْلِ شُكْرَهُ مِنْ قُلُوبِهِمْ وَ امْتَنَّ عَلَيْهِمْ فَلَمْ يَجْعَلْ اسْمَهُ مَنْسِيّاً عِنْدَهُمْ أَسْأَلُكَ بِحَقِّ وَلِيِّكَ مُحَمَّدِ بْنِ عَلِيٍّ عَلَيْهِ السَّلَامُ حُجَّتِكَ الْبَالِغَةِ وَ نِعْمَتِكَ السَّابِغَةِ وَ مَحَجَّتِكَ الْوَاضِحَةِ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَجُودَ عَلَيَّ مِنْ فَضْلِكَ وَ تَتَفَضَّلَ عَلَيَّ مِنْ وُسْعِكَ بِمَا أَسْتَغْنِي بِهِ عَمَّا فِي أَيْدِي خَلْقِكَ وَ أَنْ تَقْطَعَ رَجَائِي إِلَّا مِنْكَ وَ تُخَيِّبَ آمَالِي إِلَّا فِيكَ اللَّهُمَّ وَ أَسْأَلُكَ بِحَقِّ مَنْ حَقُّهُ عَلَيْكَ وَاجِبٌ مِمَّنْ أَوْجَبْتَ لَهُ الْحَقَّ عِنْدَكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَبْسُطَ عَلَيَّ مَا حَظَرْتَهُ مِنْ رِزْقِكَ وَ تُسَهِّلَ لِي ذَلِكَ وَ تُيَسِّرَهُ هَنِيئاً مَرِيئاً فِي يُسْرٍ مِنْكَ وَ عَافِيَتِكَ [عَافِيَةٍ] بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ وَ خَيْرَ الرَّازِقِينَ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدُعَاءٌ آخَرُ لِهَذِهِ السَّاعَةِ \n\nاللَّهُمَّ يَا خَالِقَ الْأَنْوَارِ وَ مُقَدَّرَ اللَّيْلِ وَ النَّهَارِ وَ يَعْلَمُ ما تَحْمِلُ كُلُّ أُنْثى‏ وَ ما تَغِيضُ الْأَرْحامُ وَ ما تَزْدادُ وَ كُلُّ شَيْ‏ءٍ عِنْدَهُ بِمِقْدارٍ إِذَا تَفَاقَمَ أَمْرٌ طُرِحَ عَلَيْكَ وَ إِذَا غُلِّقَتِ الْأَبْوَابُ قُرِعَ بَابُ فَضْلِكَ وَ إِذَا ضَاقَتِ الْحَاجَاتُ فُزِعَ إِلَى سَعَةِ طَوْلِكَ وَ إِذَا انْقَطَعَ الْأَمَلُ مِنَ الْخَلْقِ اتُّصِلَ بِكَ وَ إِذَا وَقَعَ الْيَأْسُ مِنَ النَّاسِ وَقَفَ الرَّجَاءُ عَلَيْكَ أَسْأَلُكَ بِمُحَمَّدٍ النَّبِيِّ الْأَوِّابِ الَّذِي أَنْزَلْتَ عَلَيْهِ الْكِتَابَ وَ نَصَرْتَهُ عَلَى الْأَحْزَابِ وَ هَدَيْتَنَا بِهِ إِلَى دَارِ الْمَآبِ وَ بِأَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ الْكَرِيمِ النِّصَابِ الْمُتَصَدَّقِ بِخَاتَمِهِ فِي الْمِحْرَابِ وَ بِالْإِمَامِ الْفَاضِلِ مُحَمَّدِ بْنِ عَلِيٍّ الَّذِي سُئِلَ فَوَفَّقْتَهُ لِرَدِّ الْجَوَابِ وَ امْتُحِنَ فَعَضَدْتَهُ بِالتَّوْفِيقِ وَ الصَّوَابِ صَلَّى اللَّهُ عَلَيْهِ وَ عَلَى أَهْلِ بَيْتِهِ الْأَطْهَارِ وَ أَنْ تَجْعَلَ مُوَالاتَهُمْ لِي وَ مَحَبَّتَهُمْ عِصْمَةً مِنَ النَّارِ وَ مَحَجَّةً إِلَى دَارِ الْقَرَارِ فَقَدْ تَوَسَّلْتُ بِهِمْ إِلَيْكَ وَ قَدَّمْتُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي وَ تَعْصِمَنِي مِنَ التَّعَرُّضِ لِمَوَاقِفِ سَخَطِكَ وَ تُوَفِّقَنِي [لِسَبِيلِ‏] لِسُلُوكِ مَحَبَّتِكَ وَ مَرْضَاتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n"
}