{
"title": "دعاء من ساعتين بعد صلاة العصر إلى قبل اصفرار الشمس للهادي(ع) ",
"type": "text",
"data": "يَا مَنْ عَلَا فَعَظُمَ يَا مِنْ تَسَلَّطَ فَتَجَبَّرَ وَ تَجَبَّرَ فَتَسَلَّطَ يَا مَنْ عَزَّ فَاسْتَكْبَرَ فِي عِزِّهِ يَا مَنْ مَدَّ الظِّلَّ عَلَى خَلْقِهِ يَا مَنِ امْتَنَّ بِالْمَعْرُوفِ عَلَى عِبَادِهِ يَا عَزِيزاً ذَا انْتِقَامٍ يَا مُنْتَقِماً بِعِزَّتِهِ مِنْ أَهْلِ الشِّرْكِ أَسْأَلُكَ بِحَقِّ وَلِيِّكَ عَلِيِّ بْنِ مُحَمَّدٍ عَلَيْهِ السَّلَامُ عَلَيْكَ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعِينَنِي [عَلَى آخِرَتِي وَ تَخْتِمَ لِي بِخَيْرٍ حَتَّى تَتَوَفَّانِي وَ أَنْتَ عَنِّي رَاضٍ وَ تَنْقُلَنِي إِلَى رَحْمَتِكَ وَ رِضْوَانِكَ إِنَّكَ‏ ذُو الْفَضْلِ الْعَظِيمِ‏ وَ الْمَنِّ الْقَدِيمِ‏] وَ أَنْ تُعِينَنِي بِهِ عَلَى قَضَاءِ حَوَائِجِي وَ نَوَافِلِي وَ فَرَائِضِي وَ بِرِّ إِخْوَانِي وَ كَمَالِ طَاعَتِكَ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدُعَاءٌ آخَرُ لِهَذِهِ السَّاعَةِ\n\n اللَّهُمَّ أَنْتَ‏ الْوَلِيُّ الْحَمِيدُ الْغَفُورُ الْوَدُودُ الْمُبْدِئُ الْمُعِيدُ ذُو الْعَرْشِ الْمَجِيدُ وَ الْبَطْشِ الشَّدِيدِ فَعَّالٌ لِما يُرِيدُ يَا مَنْ هُوَ أَقْرَبُ إِلَيَ‏ مِنْ حَبْلِ الْوَرِيدِ يَا مَنْ‏ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ شَهِيدٌ يَا مَنْ لَا يَتَعَاظَمُهُ غُفْرَانُ الذُّنُوبِ وَ لَا يَكْبُرُ عَلَيْهِ الصَّفْحُ عَنِ الْعُيُوبِ أَسْأَلُكَ بِجَلَالِكَ وَ بِنُورِ وَجْهِكَ الَّذِي مَلَأَ أَرْكَانَ عَرْشِكَ وَ بِقُدْرَتِكَ الَّتِي قَدَرْتَ بِهَا عَلَى خَلْقِكَ وَ بِرَحْمَتِكَ الَّتِي‏ وَسِعَتْ كُلَّ شَيْ‏ءٍ وَ بِقُوَّتِكَ الَّتِي ضَعُفَ بِهَا كُلُّ قَوِيٍّ وَ بِعِزَّتِكَ الَّتِي ذَلَّ لَهَا كُلُّ عَزِيزٍ وَ بِمَشِيَّتِكَ الَّتِي صَغُرَ فِيهَا كُلُّ كَبِيرٍ وَ بِرَسُولِكَ الَّذِي رَحِمْتَ بِهِ الْعِبَادَ وَ هَدَيْتَ بِهِ إِلَى سَبِيلِ الرَّشَادِ وَ بِأَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ أَوَّلِ مَنْ آمَنَ بِرَسُولِكَ وَ صَدَّقَ وَ الَّذِي وَفَى بِمَا عَاهَدَ عَلَيْهِ وَ تَصَدَّقً وَ بِالْإِمَامِ الْبَرِّ عَلِيِّ بْنِ مُحَمَّدٍ عَلَيْهِ السَّلَامُ الَّذِي كَفَيْتَهُ حِيلَةَ الْأَعْدَاءِ وَ أَرَيْتَهُمْ عَجِيبَ الْآيَةِ إِذْ تَوَسَّلُوا بِهِ فِي الدُّعَاءِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فَقَدِ اسْتَشْفَعْتَ بِهِمْ إِلَيْكَ وَ قَدَّمْتُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي وَ أَنْ تَجْعَلَنِي مِنْ كِفَايَتِكَ فِي حِرْزٍ حَرِيزٍ وَ مِنْ كِلَاءَتِكَ تَحْتَ عِزٍّ عَزِيزٍ وَ تُوزِعَنِي شُكْرَ آلَائِكَ وَ مِنَنِكَ وَ تُوَفِّقَنِي لِلِاعْتِرَافِ بِأَيَادِيكَ وَ نِعَمِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n\n"
}