{
"title": "دعاء من قبل اصفرار الشمس إلى اصفرارها للعسكري(ع) ",
"type": "text",
"data": "يَا أَوَّلُ بِلَا أَوَّلِيَّةٍ وَ يَا آخِرُ بِلَا آخِرِيَّةٍ وَ يَا قَيُّوماً لَا مُنْتَهَى لِقِدَمِهِ وَ يَا عَزِيزاً بِلَا انْقِطَاعٍ [فَلَا انْقِطَاعَ‏] لِعِزَّتِهِ يَا مُتَسَلِّطاً بِلَا ضَعْفٍ مِنْ سُلْطَانِهِ يَا كَرِيماً بِدَوَامِ نِعْمَتِهِ يَا جَبَّاراً لِأَعْدَائِهِ وَ مُعِزًّا لِأَوْلِيَائِهِ يَا خَبِيراً [خيرا] بِعِلْمِهِ يَا عَلِيماً بِقُدْرَتِهِ يَا قَدِيراً بِذَاتِهِ أَسْأَلُكَ بِحَقِّ وَلِيِّكَ الْأَمِينِ الْمُؤَدِّي الْكَرِيمِ النَّاصِحِ الْعَلِيمِ الْحَسَنِ بْنِ عَلِيٍّ عَلَيْهِمْ السَّلَامُ عَلَيْكَ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ أَنْ تُعِينَنِي عَلَى آخِرَتِي وَ تَخْتِمَ لِي بِخَيْرٍ حَتَّى تَتَوَفَّانِي وَ أَنْتَ عَنِّي رَاضٍ وَ تَنْقُلَنِي إِلَى رَحْمَتِكَ وَ رِضْوَانِكَ إِنَّكَ‏ ذُو الْفَضْلِ الْعَظِيمِ‏ وَ الْمَنِّ الْقَدِيمِ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدُعَاءً آخَرَ لِهَذِهِ السَّاعَةِ\n\n اللَّهُمَّ إِنَّكَ مُنْزِلُ الْقُرْآنِ وَ خَالِقُ الْإِنْسِ وَ الْجَانِّ وَ جَاعِلُ الشَّمْسِ وَ الْقَمَرِ بِحُسْبَانٍ الْمُبْتَدِئُ بِالطَّوْلِ وَ الِامْتِنَانِ وَ الْمُبْدِئُ لِلْفَضْلِ وَ الْإِحْسَانِ وَ ضَامِنُ الرِّزْقِ لِجَمِيعِ الْحَيَوَانِ لَكَ الْمَحَامِدُ وَ الْمَمَادِحُ وَ مِنْكَ الْفَوَائِدُ وَ الْمَنَائِحُ وَ إِلَيْكَ‏ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَ الْعَمَلُ الصَّالِحُ‏ أَظْهَرْتَ الْجَمِيلَ وَ سَتَرْتَ الْقَبِيحَ [الْقَبَائِحَ‏] وَ عَلِمْتَ مَا تُخْفِي الصُّدُورُ وَ الْجَوَانِحُ أَسْأَلُكَ بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ رَسُولِكَ إِلَى الْكَافَّةِ وَ أَمِينِكَ الْمَبْعُوثِ بِالرَّحْمَةِ وَ الرَّأْفَةِ وَ بِأَمِيرِ الْمُؤْمِنِينَ عَلِيِّ بْنِ أَبِي طَالِبٍ الْمُفْتَرَضِ طَاعَتُهُ عَلَى الْقَرِيبِ وَ الْبَعِيدِ الْمُؤَيَّدِ بِنَصْرِكَ فِي كُلِّ مَوْقِفٍ مَشْهُودٍ وَ بِالْإِمَامِ الثِّقَةِ الْحَسَنِ بْنِ عَلِيٍّ عَلَيْهِ السَّلَامُ الَّذِي طُرِحَ لِلسِّبَاعِ فَخَلَّصْتَهُ مِنْ مَرَابِضِهَا وَ امْتُحِنَ بِالدَّوَابِّ الصِّعَابِ فَذَلَّلْتَ لَهُ مَرَاكِبَهَا أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فَقَدْ تَوَسَّلْتُ بِهِمْ إِلَيْكَ وَ قَدَّمْتُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي وَ أَنْ تَرْحَمَنِي بِتَرْكِ مَعَاصِيكَ مَا أَبْقَيْتَنِي وَ تُعِينَنِي عَلَى التَّمَسُّكِ بِطَاعَتِكَ مَا أَحْيَيْتَنِي وَ أَنْ تَخْتِمَ لِي بِالْخَيْرَاتِ إِذَا تَوَفَّيْتَنِي وَ تَفَضَّلْ عَلَيِّ بِالْمُيَاسَرَةِ إِذَا حَاسَبْتَنِي وَ تَهَبَ لِيَ الْعَفْوَ إِذَا كَاشَفْتَنِي وَ لَا تَكِلْنِي إِلَى نَفْسِي فَأَضِلَّ وَ لَا تُحْوِجْنِي إِلَى غَيْرِكَ فَأَذِلَّ وَ لَا تُحَمِّلْنِي مَا لَا طَاقَةَ لِي بِهِ فَأَضْعُفَ وَ لَا تَبْتَلِنِي بِمَا لَا صَبْرَ لِي عَلَيْهِ فَأَعْجِزَ وَ أَجِرْنِي عَلَى جَمِيعِ [جَمِيلِ‏] عَوَائِدِكَ عِنْدِي وَ لَا تُؤَاخِذْنِي بِسُوءِ فِعْلِي وَ لَا تُسَلِّطْ عَلَيَّ مَنْ لَا يَرْحَمُنِي بِحُرْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n"
}