{
"title": "فضل قيام الليل",
"type": "text",
"data": "قد تظافرت الروايات عن أصحاب العصمة ع في قيام الليل و بيان فضله‏\n\nرَوَى ثِقَةُ الْإِسْلَامِ فِي الْكَافِي بِسَنَدٍ صَحِيحٍ عَنِ الصَّادِقِ ع أَنَّهُ قَالَ‏ شَرَفُ الْمُؤْمِنِ قِيَامُهُ بِاللَّيْلِ وَ عِزُّهُ اسْتِغْنَاؤُهُ عَنِ النَّاسِ‏\n\nوَ رَوَى فِيهِ بِسَنَدٍ حَسَنٍ عَنْ عَبْدِ اللَّهِ بْنِ سِنَانٍ قَالَ سَمِعْتُ أَبَا عَبْدِ اللَّهِ ع يَقُولُ‏ ثَلَاثٌ هُنَّ فَخْرُ الْمُؤْمِنِ وَ زِينَتُهُ‏ فِي الدُّنْيَا وَ الْآخِرَةِ الصَّلَاةُ فِي آخِرِ اللَّيْلِ وَ يَأْسُهُ مِمَّا فِي أَيْدِي النَّاسِ وَ وَلَايَةُ الْإِمَامِ مِنْ آلِ مُحَمَّدٍ ص‏\n\nوَ رَوَى‏ فِيهِ بِسَنَدٍ حَسَنٍ أَيْضاً عَنْهُ ع‏ فِي قَوْلِ اللَّهِ تَعَالَى‏ كانُوا قَلِيلًا مِنَ اللَّيْلِ ما يَهْجَعُونَ‏ قَالَ كَانَ أَقَلُّ اللَّيَالِي تَفُوتُهُمْ لَا يَقُومُونَ فِيهَا\n\nوَ رَوَى فِيهِ أَيْضاً أَنَّهُ جَاءَ رَجُلٌ إِلَى أَمِيرِ الْمُؤْمِنِينَ ع فَقَالَ إِنِّي حُرِمْتُ صَلَاةَ اللَّيْلِ فَقَالَ أَمِيرُ الْمُؤْمِنِينَ ع أَنْتَ رَجُلٌ قَدْ قَيَّدَتْكَ ذُنُوبُكَ‏\n\nوَ رَوَى شَيْخُ الطَّائِفَةِ فِي التَّهْذِيبِ بِسَنَدٍ صَحِيحٍ عَنِ الصَّادِقِ ع‏ فِي قَوْلِهِ تَعَالَى‏ إِنَّ ناشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئاً وَ أَقْوَمُ قِيلًا قَالَ قِيَامُهُ عَنْ فِرَاشِهِ لَا يُرِيدُ إِلَّا اللَّهَ تَعَالَى‏\n\nوَ رَوَى طَابَ ثَرَاهُ فِيهِ بِسَنَدٍ صَحِيحٍ أَيْضاً عَنْهُ ع‏أَنَّهُ قَالَ‏ لَيْسَ مِنْ عَبْدٍ إِلَّا يُوقَظُ فِي كُلِّ لَيْلَةٍ مَرَّةً أَوْ مَرَّتَيْنِ فَإِنْ قَامَ كَانَ‏ ذَلِكَ وَ إِلَّا فَحَّجَ الشَّيْطَانُ فَبَالَ فِي أُذُنِهِ أَ وَ لَا يَرَى أَحَدُكُمْ أَنَّهُ إِذَا قَامَ وَ لَمْ يَكُنْ ذَلِكَ مِنْهُ قَامَ وَ هُوَ مُتَخَثِّرٌ ثَقِيلٌ كَسْلَانُ‏\n\nوَ رَوَى فِيهِ بِسَنَدٍ صَحِيحٍ أَيْضاً عَنْ عُمَرَ بْنِ يَزِيدَ أَنَّهُ سَمِعَ أَبَا عَبْدِ اللَّهِ ع يَقُولُ‏ إِنَّ فِي اللَّيْلِ لَسَاعَةً لَا يُوَافِقُهَا عَبْدٌ مُسْلِمٌ يُصَلِّي وَ يَدْعُو اللَّهَ فِيهَا إِلَّا اسْتَجَابَ لَهُ فِي كُلِّ لَيْلَةٍ قُلْتُ أَصْلَحَكَ اللَّهُ فَأَيَّةُ سَاعَةٍ مِنَ اللَّيْلِ قَالَ إِذَا مَضَى نِصْفُ اللَّيْلِ إِلَى الثُّلُثِ الْبَاقِي‏ \n\nوَ رَوَى رَئِيسُ الْمُحَدِّثِينَ فِي الْفَقِيهِ بِسَنَدٍ صَحِيحٍ عَنْ عَبْدِ اللَّهِ بْنِ سِنَانٍ‏ أَنَّهُ سَأَلَ الصَّادِقَ ع عَنْ قَوْلِ اللَّهِ عَزَّ وَ جَلَ‏ سِيماهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ قَالَ هُوَ السَّهَرُ فِي الصَّلَاةِ\n\nو الروايات عن أصحاب العصمة ع في قيام الليل كثيرة.\n"
}