{
"title": "دعاء من طلوع الشمس إلى ذهاب الحمرة للحسن(ع)",
"type": "text",
"data": "اللَّهُمَّ لَبِسْتَ بَهَاءَكَ فِي أَعْظَمِ قُدْرَتِكَ وَ صَفَا نُورُكَ فِي أَنْوَرِ ضَوْئِكَ وَ فَاضَ عِلْمُكَ فِي حُجَّابِكَ [وَ خَلَّصْتَ‏] وَ خَلَقْتَ فِيهِ أَهْلَ الثِّقَةِ بِكَ عِنْدَ جُودِكَ فَتَعَالَيْتَ فِي كِبْرِيَائِكَ عُلُوّاً عَظُمَتْ فِيهِ مِنَّتُكَ عَلَى أَهْلِ طَاعَتِكَ فَبَاهَيْتَ بِهِمْ أَهْلَ سَمَاوَاتِكَ بِمِنَّتِكَ عَلَيْهِمْ اللَّهُمَّ فَبِحَقِّ وَلِيِّكَ الْحَسَنِ بْنِ عَلِيٍّ عَلَيْكَ أَسْأَلُكَ وَ بِهِ أَسْتَغِيثُ إِلَيْكَ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعِينَنِي بِهِ عَلَى طَاعَتِكَ وَ رِضْوَانِكَ وَ تُبَلِّغَنِي بِهِ أَفْضَلَ مَا بَلَّغْتَهُ أَحَداً مِنْ أَوْلِيَائِكَ وَ أَوْلِيَائِهِ فِي ذَلِكَ يَا ذَا الْمَنِّ الَّذِي لَا يَنْفَدُ أَبَداً وَ يَا ذَا النَّعْمَاءِ الَّتِي لَا تُحْصَى عَدَداً يَا كَرِيمُ يَا كَرِيمُ يَا كَرِيمُ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدعاء آخر لهذه الساعة-\n\nاللَّهُمَّ خَالِقَ السَّمَاوَاتِ وَ الْأَرْضِ وَ مَالِكَ الْبَسْطِ وَ الْقَبْضِ وَ مُدَبِّرَ الْإِبْرَامِ وَ النَّقْضِ وَ مَنْ‏ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ وَ يَكْشِفُ السُّوءَ وَ جَعَلَ عِبَادَهُ خَلَائِفَ الْأَرْضِ وَ يَا مَالِكُ يَا جَبَّارُ يَا وَاحِدُ يَا قَهَّارُ يَا عَزِيزُ يَا غَفَّارُ يَا مَنْ‏ لا تُدْرِكُهُ الْأَبْصارُ وَ هُوَ يُدْرِكُ الْأَبْصارَ يَا مَنْ لَا يُمْسِكُ خَشْيَةَ الْإِنْفَاقِ وَ لَا يَقْتُرُ خَوْفَ الْإِمْلَاقِ يَا كَرِيمُ يَا رَزَّاقُ [يَا رَازِقُ‏] يَا مُبْتَدِئاً بِالنِّعَمِ قَبْلَ الِاسْتِحْقَاقِ يَا مَنْ‏ يُنَزِّلُ الْمَلائِكَةَ بِالرُّوحِ مِنْ أَمْرِهِ‏ عَلى‏ مَنْ يَشاءُ مِنْ عِبادِهِ لِيُنْذِرَ يَوْمَ‏ التَّلاقِ‏ كَبِرَتْ نِعْمَتُكَ عَلَيَّ وَ صَغُرَ فِي جَنْبِهَا شُكْرِي وَ دَامَ غِنَاكَ عَلَيَّ وَ عَظُمَ إِلَيْكَ فَقْرِي أَسْأَلُكَ يَا عَالِمَ سِرِّي وَ جَهْرِي يَا مَنْ لَا يَقْدِرُ سِوَاهُ عَلَى كَشْفِ ضُرِّي أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ رَسُولِكَ الْمُخْتَارِ وَ حُجَّتِكَ عَلَى الْأَبْرَارِ وَ الْفُجَّارِ وَ عَلَى أَهْلِ بَيْتِهِ الطَّاهِرِينَ الْأَخْيَارِ وَ أَتَوَسَّلُ إِلَيْكَ بِالْأَنْزَعِ الْبَطِينِ عِلْماً وَ بِالْإِمَامِ الزَّكِيِّ الْحَسَنِ الْمَقْتُولِ سَمّاً فَقَدِ اسْتَشْفَعْتُ بِهِمْ إِلَيْكَ وَ قَدَّمْتُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي فَأَسْأَلُكَ أَنْ تَزِيدَنِي مِنْ لَدُنْكَ عِلْماً وَ تَهَبَ لِي حُكْماً وَ تَجْبُرَ كَسْرِي وَ تَشْرَحَ بِالتَّقْوَى صَدْرِي وَ تَرْحَمَنِي إِذَا انْقَطَعَ مِنَ الدُّنْيَا أَثَرِي وَ تَذْكُرَنِي إِذَا نُسِيَ ذِكْرِي بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n"
}