{
"title": "دعاء الحزين بعد ركعة الوتر",
"type": "text",
"data": "فإذا فرغت من تسبيح الزهراء بعد مفردة الوتر تَدْعُو بِهَذَا الدُّعَاءِ الْمَعْرُوفِ بِدُعَاءِ الْحَزِينِ\n\n أُنَاجِيكَ يَا مَوْجُودُ فِي كُلِّ مَكَانٍ لَعَلَّكَ تَسْمَعُ نِدَائِي فَقَدْ عَظُمَ جُرْمِي وَ قَلَّ حَيَائِي مَوْلَايَ يَا مَوْلَايَ أَيَّ الْأَهْوَالِ أَتَذَكَّرُ وَ أَيَّهَا أَنْسَى وَ لَوْ لَمْ يَكُنْ إِلَّا الْمَوْتُ لَكَفَى كَيْفَ وَ مَا بَعْدَ الْمَوْتِ أَعْظَمُ وَ أَدْهَى مَوْلَايَ يَا مَوْلَايَ حَتَّى مَتَى وَ إِلَى مَتَى أَقُولُ لَكَ الْعُتْبَى مَرَّةً بَعْدَ أُخْرَى ثُمَّ لَا تَجِدُ عِنْدِي صِدْقاً وَ لَا وَفَاءً فَيَا غَوْثَاهْ ثُمَّ وَا غَوْثَاهْ بِكَ يَا اللَّهُ مِنْ هَوًى قَدْ غَلَبَنِي وَ مِنْ عَدُوٍّ قَدِ اسْتَكْلَبَ عَلَيَّ وَ مِنْ دُنْيَا قَدْ تَزَيَّنَتْ لِي وَ مِنْ نَفْسٍ أَمَّارَةٍ بِالسُّوءِ إِلَّا ما رَحِمَ رَبِّي‏ مَوْلَايَ يَا مَوْلَايَ إِنْ كُنْتَ رَحِمْتَ مِثْلِي فَارْحَمْنِي وَ إِنْ‏ كُنْتَ قَبِلْتَ مِثْلِي فَاقْبَلْنِي يَا قَابِلَ السَّحَرَةِ اقْبَلْنِي يَا مَنْ لَمْ أَزَلْ أَتَعَرَّفُ مِنْهُ الْحُسْنَى يَا مَنْ يُغَذِّينِي بِالنِّعَمِ صَبَاحاً وَ مَسَاءً ارْحَمْنِي يَوْمَ آتِيكَ فَرْداً شَاخِصاً إِلَيْكَ بَصَرِي مُقَلَّداً عَمَلِي قَدْ تَبَرَّأَ جَمِيعُ الْخَلْقِ مِنِّي نَعَمْ وَ أَبِي وَ أُمِّي وَ مَنْ كَانَ لَهُ كَدِّي وَ سَعْيِي فَإِنْ لَمْ تَرْحَمْنِي فَمَنْ يَرْحَمُ فِي الْقَبْرِ وَحْشَتِي وَ مَنْ يُنْطِقُ لِسَانِي إِذَا خَلَوْتُ بِعَمَلِي وَ سَأَلْتَنِي عَمَّا أَنْتَ أَعْلَمُ بِهِ مِنِّي فَإِنْ قُلْتُ نَعَمْ فَأَيْنَ الْمَهْرَبُ مِنْ عَدْلِكَ وَ إِنْ قُلْتُ لَمْ أَفْعَلْ قُلْتَ أَ لَمْ أَكُنِ الشَّاهِدَ عَلَيْكَ فَعَفْوَكَ عَفْوَكَ يَا مَوْلَايَ قَبْلَ‏ سَرَابِيلِ الْقَطِرَانِ عَفْوَكَ عَفْوَكَ مَوْلَايَ قَبْلَ أَنْ تُغَلَّ الْأَيْدِي إِلَى الْأَعْنَاقِ يَا أَرْحَمَ الرَّاحِمِينَ وَ خَيْرَ الْغَافِرِينَ ثُمَّ تَسْجُدُ وَ تَقُولُ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ ارْحَمْ ذُلِّي بَيْنَ يَدَيْكَ وَ تَضَرُّعِي إِلَيْكَ وَ وَحْشَتِي مِنَ النَّاسِ وَ أُنْسِي بِكَ يَا كَرِيمُ يَا كَائِناً قَبْلَ كُلِّ شَيْ‏ءٍ يَا مُكَوِّنَ كُلِّ شَيْ‏ءٍ يَا كَائِناً بَعْدَ كُلِّ شَيْ‏ءٍ لَا تَفْضَحْنِي فَإِنَّكَ بِي عَالِمٌ وَ لَا تُعَذِّبْنِي فَإِنَّكَ عَلَيَّ قَادِرٌ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ كُرَبِ الْمَوْتِ وَ مِنْ سُوءِ الْمَرْجِعِ فِي الْقُبُورِ وَ مِنَ النَّدَامَةِ يَوْمَ الْقِيَامَةِ أَسْأَلُكَ عِيشَةً هَنِيئَةً وَ مِيتَةً سَوِيَّةً وَ مُنْقَلَباً كَرِيماً غَيْرَ مُخْزٍ وَ لَا فَاضِحٍ اللَّهُمَّ مَغْفِرَتُكَ أَوْسَعُ مِنْ ذُنُوبِي وَ رَحْمَتُكَ أَرْجَى عِنْدِي مِنْ‏ عَمَلِي فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اغْفِرْ لِي يَا حَيّاً لَا يَمُوت‏\n"
}