{
"title": "$ind",
"type": "text",
"data": "يَا مَنْ تَجَبَّرَ فَلَا عَيْنٌ تَرَاهُ يَا مَنْ تَعَظَّمَ فَلَا تَخْطُرُ الْقُلُوبُ بِكُنْهِهِ يَا حَسَنَ الْمَنِّ يَا حَسَنَ التَّجَاوُزِ يَا حَسَنَ الْعَفْوِ يَا جَوَادُ يَا كَرِيمُ يَا مَنْ لَا يُشْبِهُهُ شَيْ‏ءٌ مِنْ خَلْقِهِ يَا مَنْ مَنَّ عَلَى خَلْقِهِ بِأَوْلِيَائِهِ إِذْ ارْتَضَاهُمْ لِدِينِهِ وَ أَدَّبَ بِهِمْ عِبَادَهُ وَ جَعَلَهُمُ حُجَجاً مَنّاً مِنْهُ عَلَى خَلْقِهِ أَسْأَلُكَ بِحَقِّ وَلِيِّكَ الْحُسَيْنِ بْنِ عَلِيٍّ عَلَيْهِمْ السَّلَامُ السِّبْطِ التَّابِعِ لِمَرْضَاتِكَ وَ النَّاصِحِ فِي دِينِكَ وَ الدَّلِيلِ عَلَى ذَاتِكَ أَسْأَلُكَ بِحَقِّهِ عَلَيْكَ وَ أُقَدِّمُهُ بَيْنَ يَدَيْ حَوَائِجِي وَ رَغْبَتِي إِلَيْكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعِينَنِي عَلَى طَاعَتِكَ وَ أَفْعَالِ الْخَيْرِ وَ كُلِّ مَا يُرْضِيكَ عَنِّي وَ يُقَرِّبُنِي مِنْكَ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ الْفَضْلِ وَ الْإِنْعَامِ يَا وَهَّابُ يَا كَرِيمُ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا\n\nدعاء آخر لهذه الساعة\n\nاللَّهُمَّ رَبَّ الْأَرْبَابِ وَ مُسَبِّبَ الْأَسْبَابِ وَ مَالِكَ الرِّقَابِ وَ مُسَخِّرَ السَّحَابِ وَ مُسَهِّلَ الصِّعَابِ يَا حَلِيمُ يَا تَوَّابُ يَا كَرِيمُ يَا وَهَّابُ يَا مُفَتِّحَ الْأَبْوَابِ يَا مَنْ حَيْثُ مَا دُعِيَ أَجَابَ يَا مَنْ لَيْسَ‏ لَهُ حَاجِبٌ وَ لَا بَوَّابٌ يَا مَنْ لَيْسَ لِخَزَائِنِهِ قُفْلٌ وَ لَا بَابٌ يَا مَنْ لَا يُرْخَى عَلَيْهِ سِتْرٌ وَ لَا يُضْرَبُ مِنْ دُونِهِ حِجَابٌ يَا مَنْ‏ يَرْزُقُ مَنْ يَشاءُ بِغَيْرِ حِسابٍ‏ يَا غَافِرَ الذَّنْبِ وَ قَابِلَ التَّوْبِ شَدِيدَ الْعِقَابِ‏ قُلْ هُوَ اللَّهُ‏ رَبِّي لا إِلهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ إِلَيْهِ مَتابِ‏ اللَّهُمَّ انْقَطَعَ الرَّجَاءُ إِلَّا مِنْ فَضْلِكَ وَ خَابَ الْأَمَلُ إِلَّا مِنْ كَرَمِكَ فَأَسْأَلُكَ بِمُحَمَّدٍ رَسُولِكَ وَ بِصَفِيِّكَ عَلِيِّ بْنِ أَبِي طَالِبٍ وَ بِالْحُسَيْنِ بْنِ عَلِيٍّ الْإِمَامِ التَّقِيِّ الَّذِي شَرَى نَفْسَهُ ابْتِغَاءَ مَرْضَاتِكَ وَ جَاهَدَ النَّاكِثِينَ عَنْ صِرَاطِ طَاعَتِكَ فَقَتَلُوهُ سَاغِباً ظَمْآناً [ظَمْآنَ‏] وَ هَتَكُوا حَرِيمَهُ بَغْياً وَ عُدْوَاناً وَ حَمَلُوا رَأْسَهُ فِي الْآفَاقِ وَ أَحَلَّوْهُ مَحَلَّ أَهْلِ الْعِنَادِ وَ الشِّقَاقِ اللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ جَدَّدَ عَلَى الْبَاغِي عَلَيْهِ مُخْزِيَاتِ لَعْنَتِكَ وَ انْتِقَامِكَ وَ مُرْدِيَاتِ سَخَطِكَ وَ نَكَالِكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِمُحَمَّدٍ وَ آلِهِ وَ أَسْتَشْفِعُ بِهِمْ إِلَيْكَ وَ أُقَدِّمُهُمْ أَمَامِي وَ بَيْنَ يَدَيْ حَوَائِجِي أَنْ لَا تَقْطَعَ رَجَائِي مِنِ امْتِنَانِكَ وَ إِفْضَالِكَ وَ لَا تُخَيِّبَ تَأْمِيلِي فِي إِحْسَانِكَ وَ نَوَالِكَ وَ لَا تَهْتِكَ السِّتْرَ الْمَسْدُولَ عَلَيَّ مِنْ جِهَتِكَ وَ لَا تُغَيِّرَ عَنِّي عَوَائِدَ طَوْلِكَ وَ نِعَمِكَ وَ وَفِّقْنِي لِمَا يُقَرِّبُنِي إِلَيْكَ وَ اصْرِفْنِي عَمَّا يُبَاعِدُنِي عَنْكَ وَ أَعْطِنِي مِنَ الْخَيْرِ أَفْضَلَ [مَا] مِمَّا أَرْجُو وَ اكْفِنِي مِنَ الشَّرِّ مِمَّا أَخَافُ وَ أَحْذَرُ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِين‏\n"
}