{
"title": "نافلة الفجر وتسمى الدساستين",
"type": "text",
"data": "و بعد فراغك من مفردة الوتر و ما يتعلق بها تقوم إلى ركعتي الفجر و تسميان الدساستين لدسهما في صلاة الليل\n\nكَمَا رَوَاهُ شَيْخُ الطَّائِفَةِ فِي التَّهْذِيبِ بِسَنَدٍ صَحِيحٍ عَنِ الرِّضَا ع أَنَّهُ قَالَ‏ احْشُوا بِهِمَا صَلَاةَ اللَّيْلِ‏\n\n. و الظاهر امتداد وقتهما إلى طلوع الحمرة كما تضمنه بعض الروايات و كما قال به جماعة من علمائنا قدس الله تعالى أرواحهم و إن أفضل أوقاتهما ما بين طلوع الفجرين \n\nو تقرأ في الأولى بعد الحمد سورة الجحد (الكافرون)\nو في الثانية التوحيد\n\n فإذا سلمت فاضطجع على يمينك مستقبلا القبلة كالملحود و ضع خدك الأيمن على يدك اليمنى و قل‏:\n\nاسْتَمْسَكْتُ بِعُرْوَةِ اللَّهِ الْوُثْقَى الَّتِي‏ لَا انْفِصامَ لَها وَ اعْتَصَمْتُ بِحَبْلِ اللَّهِ الْمَتِينِ وَ أَعُوذُ بِاللَّهِ مِنْ شَرِّ فَسَقَةِ الْعَرَبِ وَ الْعَجَمِ وَ مِنْ شَرِّ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ رَبِّيَ اللَّهُ رَبِّيَ اللَّهُ رَبِّيَ اللَّهُ آمَنْتُ بِاللَّهِ‏ تَوَكَّلْتُ عَلَى اللَّهِ‏ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ‏ وَ مَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بالِغُ أَمْرِهِ قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْ‏ءٍ قَدْراً حَسْبِيَ‏ اللَّهُ وَ نِعْمَ الْوَكِيلُ‏ اللَّهُمَّ مَنْ أَصْبَحَ وَ لَهُ حَاجَةٌ إِلَى مَخْلُوقٍ فَإِنَّ حَاجَتِي وَ رَغْبَتِي إِلَيْكَ وَحْدَكَ لَا شَرِيكَ لَكَ لَكَ الْحَمْدُ الْحَمْدُ لِلَّهِ رَبِّ الصَّبَاحِ الْحَمْدُ لِلَّهِ فَالِقِ الْإِصْبَاحِ الْحَمْدُ لِلَّهِ نَاشِرِ الْأَرْوَاحِ الْحَمْدُ لِلَّهِ قَاسِمِ الْمَعَاشِ الْحَمْدُ لِلَّهِ جَاعِلِ اللَّيْلِ سَكَناً وَ الشَّمْسِ وَ الْقَمَرِ حُسْبَاناً ذلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ فِي قَلْبِي نُوراً وَ فِي بَصَرِي نُوراً وَ عَلَى لِسَانِي نُوراً وَ مِنْ بَيْنِ يَدَيَّ نُوراً وَ مِنْ خَلْفِي نُوراً وَ عَنْ يَمِينِي نُوراً وَ عَنْ شِمَالِي نُوراً وَ مِنْ فَوْقِي نُوراً وَ مِنْ تَحْتِي نُوراً وَ أَعْظِمْ لِيَ النُّورَ وَ اجْعَلْ لِي نُوراً أَمْشِي بِهِ فِي النَّاسِ وَ لَا تَحْرِمْنِي نُورَكَ يَوْمَ الْقِيَامَةِ.\n\nثُمَّ اقْرَأْ آيَةَ الْكُرْسِيِّ وَ الْمُعَوِّذَتَيْنِ وَ الْخَمْسَ مِنْ آلِ عِمْرَانَ‏ إِنَّ فِي خَلْقِ السَّماواتِ وَ الْأَرْضِ‏ إِلَى قَوْلِهِ‏ إِنَّكَ لا تُخْلِفُ الْمِيعادَ \n\n] إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِّأُولِي الْأَلْبَابِ (190) الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى? جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَ?ذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ (191) رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ ? وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ (192) رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا ? رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ (193) رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى? رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ ? إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ (194) [\n\nثُمَّ تَجْلِسُ وَ تُسَبِّحُ تَسْبِيحَ الزَّهْرَاءِ ع\n\n ثُمَّ تَقُولُ مِائَةَ مَرَّةٍ:\n\n سُبْحَانَ رَبِّيَ الْعَظِيمِ وَ بِحَمْدِهِ أَسْتَغْفِرُ اللَّهَ رَبِّي وَ أَتُوبُ إِلَيْهِ\n\n ثُمَّ تَقُولُ سَبْعَ مَرَّاتٍ‏ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ‏\n\nثُمَّ تَسْجُدُ سَجْدَتَيِ الشُّكْرِ وَ تَقُولُ فِيهَا مَا يَسْنَحُ لَكَ مِمَّا قَدَّمْنَاهُ وَ ادْعُ فِيهَا لِإِخْوَانِكَ الْمُؤْمِنِينَ فَتَقُولُ:\n\n اللَّهُمَّ رَبَّ الْفَجْرِ وَ اللَّيَالِي الْعَشْرِ وَ الشَّفْعِ وَ الْوَتْرِ وَ اللَّيْلِ إِذا يَسْرِ وَ رَبَّ كُلِّ شَيْ‏ءٍ وَ إِلَهَ كُلِّ شَيْ‏ءٍ وَ خَالِقَ كُلِّ شَيْ‏ءٍ وَ مَلِيكَ كُلِّ شَيْ‏ءٍ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ افْعَلْ بِي وَ بِفُلَانٍ وَ بِفُلَانٍ مَا أَنْتَ أَهْلُهُ وَ لَا تَفْعَلْ بِنَا مَا نَحْنُ أَهْلُهُ فَإِنَّكَ‏ أَهْلُ التَّقْوى‏ وَ أَهْلُ الْمَغْفِرَة\n\n"
}