{
"title": "قراءة القرآن الكريم",
"type": "text",
"data": "مجموعة من الروايات عن أهل البيت (عليهم السلام) الواردة في فضل قراءة القرآن الكريم\n\nروي عن رسول الله صلى الله عليه وآله وسلم : (( أهل القرآن في أعلى درجة من الآدميين ما خلا النبيين والمرسلين ، فلا تستضعفوا أهل القرآن وحقوقهم ، فإن لهم من الله لمكاناً )) .\n\nوعنه صلى الله عليه وآله وسلم : (( من قرأ عشر آيات في ليلة لم يُكتب من الغافلين ، ومن قرأ خمسين آية كُتب من الذاكرين ، ومن قرأ مائة آية كُتب من القانتين ، ومن قرأ مائتي آية كُتب من الخاشعين ، ومن قرأ ثلاثمائة آية كُتب من الفائزين ، ومن قرأ خمسمائة آية كُتب من المجتهدين ، ومن قرأ ألف آية كُتب له قنطار ، والقنطار خمسمائة ألف مثقال ذهباً والمثقال أربعة وعشرون قيراطاً ، أصغرها مثل جبل أحد ، وأكبرها ما بين السماء والأرض )) .\n\nوعن أمير المؤمنين عليه السلام : (( البيت الذي يُقرأ فيه القرآن ويُذكر الله عز وجل فيه ، تكثر بركته ، وتحضره الملائكة ، وتهجره الشياطين ، ويضيء لأهل السماء كما تضيء الكواكب لأهل الأرض ، وإن البيت الذي لا يُقرأ فيه القرآن ولا يُذكر الله عز وجل فيه ، تقل بركته وتهجره الملائكة ، وتحضره الشياطين )) .\n\nوعن الإمام الباقر عليه السلام : (( من قرأ القرآن قائماً في صلاته كتب الله له بكل حرف مائة حسنة ، ومن قرأه في صلاته جالساً كتب الله له بكل حرف خمسين حسنة ، ومن قرأه في غير صلاته كتب الله له بكل حرف عشر حسنات )) .\n\nوعن الإمام الصادق عليه السلام : (( من قرأ القرآن وهو شاب مؤمن اختلط القرآن بلحمه ودمه ، وجعله الله مع السفرة الكرام البررة ، وكان القرآن حجيزاً عنه يوم القيامة ويقول : يا رب إن كل عامل قد أصاب أجر عمله غير عاملي فبلغ به كريم عطاياك ، فيكسوه الله عز وجل حلتين من حلل الجنة ، ويوضع على رأسه تاج الكرامة ، ثم يقال : هل أرضيناك فيه ؟ فيقول القرآن : يا رب قد كنت أرغب له فيما هو أفضل من هذا ، قال : فيعطى الأمن بيمينه والخلد بيساره ، ثم يدخل الجنة فيقال له : اقرأ آية واصعد درجة ، ثم يقال له : بلغنا به وأرضيناك فيه فيقول : اللهم نعم ، قال : ومن قرأه كثيراً وتعاهده (بمشقة ) من شدة حفظه أعطاه الله أجر هذا مرتين )) .\n\nوعنه عليه السلام : (( من قرأ مائة آية يصلي بها في ليلة كتب الله له بها قنوت ليلة ، ومن قرأ مائتي آية في ليلة من غير صلاة الليل كتب الله له في اللوح قنطاراً من الحسنات ، والقنطار ألف ومائتا أوقية والأوقية أعظم من جبل أحد )) .\n\nوعنه عليه السلام : (( من قرأ القرآن فهو غني ولا فقر بعده وإلا ما به غنى )) .\n\nوعنه عليه السلام : (( من قرأ في المصحف نظراً متع ببصره ، وخفف عن والديه وإن كانا كافرين )) .\n\nمصدر الروايات : (ثواب الأعمال) للشيخ الصدوق ، و (أصول الكافي) للشيخ الكليني ."
}