{
"title": "الدعاء عند أفعال الوضوء وما يقال في الخلاء والغسل",
"type": "text",
"data": "عن الإمام الصادق عليه السلام : \nبَيْنَا أَمِيرُ الْمُؤْمِنِينَ ع ذَاتَ يَوْمٍ جَالِسٌ مَعَ وَلَدِهِ مُحَمَّدِ بْنِ الْحَنَفِيَّةِ رَضِيَ اللَّهُ عَنْهُ إِذْ قَالَ لَهُ يَا مُحَمَّدُ ائْتِنِي بِإِنَاءٍ مِنْ مَاءٍ أَتَوَضَّأُ لِلصَّلَاةِ فَأَتَاهُ مُحَمَّدٌ بِالْمَاءِ ف\n\nَأَكْفَأَهُ بِيَدِهِ الْيُمْنَى عَلَى يَدِهِ الْيُسْرَى ثُمَّ قَالَ بِسْمِ اللَّهِ وَ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ الْمَاءَ طَهُوراً وَ لَمْ يَجْعَلْهُ نَجِساً \n\nقَالَ ثُمَّ اسْتَنْجَى فَقَالَ:\n\n اللَّهُمَّ حَصِّنْ فَرْجِي وَ أَعِفَّهُ وَ اسْتُرْ عَوْرَتِي وَ حَرِّمْنِي عَلَى النَّارِ\n\n\n قَالَ ثُمَّ تَمَضْمَضَ فَقَالَ :\n\nاللَّهُمَّ لَقِّنِّي حُجَّتِي يَوْمَ أَلْقَاكَ وَ أَطْلِقْ لِسَانِي بِذِكْرِكَ [بِذِكْرَاكَ‏] \n\n\nقَالَ ثُمَّ اسْتَنْشَقَ فَقَالَ:\n\n اللَّهُمَّ لَا تُحَرِّمْ عَلَيَّ رِيحَ الْجَنَّةِ وَ اجْعَلْنِي مِمَّنْ يَشَمُّ رِيحَهَا وَ رَوْحَهَا وَ طِيبَهَا \n\n\nقَالَ ثُمَّ غَسَلَ وَجْهَهُ فَقَالَ:\n\n اللَّهُمَّ بَيِّضْ وَجْهِي يَوْمَ تَسْوَدُّ فِيهِ الْوُجُوهُ وَ لَا تُسَوِّدْ وَجْهِي يَوْمَ تَبْيَضُّ فِيهِ الْوُجُوهُ \n\n\nثُمَّ غَسَلَ يَدَهُ الْيُمْنَى فَقَالَ:\n\n اللَّهُمَّ أَعْطِنِي كِتَابِي بِيَمِينِي وَ الْخُلْدَ فِي الْجِنَانِ بِيَسَارِي وَ حَاسِبْنِي‏ حِساباً يَسِيراً \n\n\nثُمَّ غَسَلَ يَدَهُ الْيُسْرَى فَقَالَ:\n\n اللَّهُمَّ لَا تُعْطِنِي كِتَابِي بِشِمَالِي وَ لَا تَجْعَلْهَا مَغْلُولَةً إِلَى عُنُقِي وَ أَعُوذُ بِكَ مِنْ مُقَطَّعَاتِ النِّيرَانِ \n\n\nثُمَّ مَسَحَ رَأْسَهُ فَقَالَ:\n\n-اللَّهُمَّ غَشِّنِي رَحْمَتَكَ وَ بَرَكَاتِكَ\n\n\n ثُمَّ مَسَحَ رِجْلَيْهِ فَقَالَ:\n\n اللَّهُمَّ ثَبِّتْنِي عَلَى الصِّرَاطِ يَوْمَ تَزِلُّ فِيهِ الْأَقْدَامُ وَ اجْعَلْ سَعْيِي فِيمَا يُرْضِيكَ عَنِّي [يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ‏] \n\n\nثُمَّ رَفَعَ ع رَأْسَهُ فَنَظَرَ إِلَى مُحَمَّدٍ فَقَالَ يَا مُحَمَّدُ مَنْ تَوَضَّأَ مِثْلَ وُضُوئِي وَ قَالَ مِثْلَ قَوْلِي خَلَقَ اللَّهُ تَعَالَى لَهُ مِنْ كُلِّ قَطْرَةٍ مَلَكاً يُقَدِّسُهُ وَ يُسَبِّحُهُ وَ يُكَبِّرُهُ وَ يَكْتُبُ اللَّهُ لَهُ ثَوَابَ ذَلِكَ إِلَى يَوْمِ الْقِيَامَة\n\nالمصدر : الكافي"
}