{
"title": "أدعية ما قبل النوم ",
"type": "text",
"data": [
{
"text": "رويً أَنَّ النَّبِيَّ ص كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ قَالَ‏:\n\nبِاسْمِكَ اللَّهُمَّ أَحْيَا وَ بِاسْمِكَ أَمُوتُ\n\n وَ إِذَا اسْتَيْقَظَ قَالَ:\n\n الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانِي بَعْدَ مَا أَمَاتَنِي وَ إِلَيْهِ النُّشُور\n",
"source": "مفتاح الفلاح"
},
{
"text": "تَسْبِيحَ الزَّهْرَاءِ ع \n 34 مرة الله أكبر \n 33 مرة الحمد لله \n 33 مرة سبحان الله",
"source": "مفتاح الفلاح"
},
{
"text": "اللَّهُمَّ إِنِّي احْتَسَبْتُ نَفْسِي عِنْدَكَ فَاحْتَسِبْهَا فِي مَحَلِّ رِضْوَانِكَ وَ مَغْفِرَتِكَ وَ إِنْ رَدَدْتَهَا إِلَى بَدَنِي فَارْدُدْهَا مُؤْمِنَةً عَارِفَةً بِحَقِّ أَوْلِيَائِكَ حَتَّى تَتَوَفَّاهَا عَلَى ذَلِك‏",
"source": "مستدرك الوسائل"
},
{
"text": "بِسْمِ اللَّهِ وَضَعْتُ جَنْبِي لِلَّهِ عَلَى مِلَّةِ إِبْرَاهِيمَ وَ دِينِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ وَلَايَةِ مَنِ افْتَرَضَ اللَّهُ طَاعَتَهُ مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ",
"source": "المصباح للكفعمي "
},
{
"text": "بِسْمِ اللَّهِ وَ بِاللَّهِ وَ فِي سَبِيلِ اللَّهِ وَ عَلَى مِلَّةِ رَسُولِ اللَّهِ ص اللَّهُمَّ إِنِّي أَسْلَمْتُ نَفْسِي إِلَيْكَ وَ وَجَّهْتُ وَجْهِي إِلَيْكَ وَ فَوَّضْتُ أَمْرِي إِلَيْكَ وَ أَلْجَأْتُ ظَهْرِي إِلَيْكَ رَغْبَةً وَ رَهْبَةً إِلَيْكَ لَا مَلْجَأَ وَ لَا مَنْجَى مِنْكَ إِلَّا إِلَيْكَ وَ أَسْلَمْتُ نَفْسِي إِلَيْكَ اللَّهُمَّ آمَنْتُ بِكُلِّ كِتَابٍ أَنْزَلْتَهُ وَ بِكُلِّ رَسُولٍ أَرْسَلْتَه‏",
"source": "فلاح السائل ونجاح المسائل"
},
{
"text": "قراءة التَّوْحِيدَ ثلاثاً ( أو احدا عشر مره ) (أو مائه)",
"source": "مفتاح الفلاح"
},
{
"text": "قراءة الْمُعَوِّذَتَيْنِ ثَلَاثاً وَ الْقَدْرَ إِحْدَى عَشْرَةَ مَرَّةً وَآية الكرسي\n\nسورة الفلق:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (1) مِنْ شَرِّ مَا خَلَقَ (2) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (3) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (4) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (5)\n\nسورة الناس:\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ قُلْ أَعُوذُ بِرَبِّ النَّاسِ (1) مَلِكِ النَّاسِ (2) إِلَهِ النَّاسِ (3) مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ (4) الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ (5) مِنَ الْجِنَّةِ وَالنَّاسِ (6)\n   \nآية الكرسي:\nاللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n",
"source": "المصباح للكفعمي "
},
{
"text": "قراءة آيَتَيِ السُّخْرَةِ  وَ الشَّهَادَةِ وآية السجدة \n\nآيتيّ السخرة من سورة الأعراف كالتالي \n\n( إِنَّ رَبَّكُمُ اللّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلاَ لَهُ الْخَلْقُ وَالأَمْرُ تَبَارَكَ اللّهُ رَبُّ الْعَالَمِينَ * ادْعُواْ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لاَ يُحِبُّ الْمُعْتَدِينَ * وَلاَ تُفْسِدُواْ فِي الأَرْضِ بَعْدَ إِصْلاَحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللّهِ قَرِيبٌ مِّنَ الْمُحْسِنِينَ ) \n\nوَ آيَةِ الشَّهَادَةِ من سورة آل عمران هي كالتالي \n\n(  شَهِدَ اللَّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ وَالْمَلائِكَةُ وَأُوْلُواْ الْعِلْمِ قَائِمًا بِالْقِسْطِ لاَ إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ )\n\nوآخر آية السجدة هي كالتالي من سورة فصّلت 53-54 : \n(سَنُرِيهِمْ آيَاتِنَا فِي الأَفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ * أَلاَ إِنَّهُمْ فِي مِرْيَةٍ مِن لِّقَاءِ رَبِّهِمْ أَلاَ إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ) ",
"source": "المصباح للكفعمي "
},
{
"text": "قراءة آية آخر سورة الكهف :\n\n( قُلْ إِنَّمَا أَنَا بَشَرٌ مِّثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلهٌ وَاحِدٌ فَمَن كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا  )\n",
"source": "مفتاح الفلاح"
},
{
"text": "قراءة آخِرَ سورة الْحَشْرِ :\nلَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى‏ جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَ تِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَ الشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَهُ الْأَسْماءُ الْحُسْنى‏ يُسَبِّحُ لَهُ ما فِي السَّماواتِ وَ الْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ‏ \n",
"source": null
},
{
"text": "اللَّهُمَّ إِنِّي أُشْهِدُكَ أَنَّكَ افْتَرَضْتَ عَلَيَّ طَاعَةَ عَلِيِّ بْنِ‏ أَبِي طَالِبٍ وَ الْأَئِمَّةِ مِنْ وُلْدِهِ ع وَ تُسَمِّيهِمْ وَاحِداً (وَاحِداً)",
"source": "فلاح السائل ونجاح المسائل"
},
{
"text": "بِسْمِ اللَّهِ أَمُوتُ وَ أَحْيَا وَ إِلَى اللَّهِ الْمَصِيرُ اللَّهُمَّ آمِنْ رَوْعَتِي وَ اسْتُرْ عَوْرَتِي وَ أَدِّ عَنِّي أَمَانَتِي‏",
"source": "مستدرك الوسائل"
},
{
"text": "أَعُوذُ بِعِزَّةِ اللَّهِ وَ أَعُوذُ بِقُدْرَةِ اللَّهِ وَ أَعُوذُ بِجَمَالِ اللَّهِ وَ أَعُوذُ بِسُلْطَانِ اللَّهِ وَ أَعُوذُ بِجَبَرُوتِ اللَّهِ وَ أَعُوذُ بِمَلَكُوتِ اللَّهِ وَ أَعُوذُ بِدَفْعِ اللَّهِ وَ أَعُوذُ بِجَمْعِ اللَّهِ وَ أَعُوذُ بِمُلْكِ اللَّهِ وَ أَعُوذُ بِرَحْمَةِ اللَّهِ وَ أَعُوذُ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ مِنْ شَرِّ مَنْ [مَا] خَلَقَ وَ ذَرَأَ وَ بَرَأَ وَ مِنْ شَرِّ الْهَامَّةِ وَ السَّامَّةِ وَ مِنْ شَرِّ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ وَ مِنْ شَرِّ فَسَقَةِ الْعَرَبِ وَ الْعَجَمِ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ فِي اللَّيْلِ وَ النَّهَارِ أَنْتَ‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ",
"source": "المصباح للكفعمي "
},
{
"text": "يَفْعَلُ اللَّهُ مَا يَشَاءُ بِقُدْرَتِهِ وَ يَحْكُمُ مَا يُرِيدُ بِعِزَّتِهِ ( ثلاث مرات )",
"source": "المصباح للكفعمي "
},
{
"text": "آمَنْتُ بِاللَّهِ وَ كَفَرْتُ بِالطَّاغُوتِ اللَّهُمَّ احْفَظْنِي فِي مَنَامِي وَ فِي يَقَظَتِي‏",
"source": "الكافي"
},
{
"text": "لا إِلهَ إِلَّا اللَّهُ‏ وَحْدَهُ‏ لا شَرِيكَ لَهُ‏ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ يُحْيِي وَ يُمِيتُ‏ وَ هُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ",
"source": "المصباح للكفعمي "
},
{
"text": "(ثلاث مرات)\n\n أَسْتَغْفِرُ اللَّهَ الَّذِي‏ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ‏ وَ أَتُوبُ إِلَيْهِ\n",
"source": "المصباح للكفعمي "
},
{
"text": "اللَّهُمَّ أَنْتَ الْأَوَّلُ فَلَا شَيْ‏ءَ قَبْلَكَ وَ أَنْتَ الظَّاهِرُ فَلَا شَيْ‏ءَ فَوْقَكَ وَ أَنْتَ الْبَاطِنُ فَلَا شَيْ‏ءَ دُونَكَ وَ أَنْتَ الْآخِرُ فَلَا شَيْ‏ءَ بَعْدَكَ اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَ رَبَّ الْأَرَضِينَ السَّبْعِ وَ رَبَّ التَّوْرَاةِ وَ الْإِنْجِيلِ وَ الزَّبُورِ وَ الْقُرْآنِ الْحَكِيمِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ",
"source": "فلاح السائل ونجاح المسائل"
},
{
"text": "(ثَلَاثَ مَرَّاتٍ)\n\n الْحَمْدُ لِلَّهِ الَّذِي عَلَا فَقَهَرَ وَ الْحَمْدُ لِلَّهِ الَّذِي بَطَنَ فَخَبَرَ وَ الْحَمْدُ لِلَّهِ الَّذِي مَلَكَ فَقَدَرَ وَ الْحَمْدُ لِلَّهِ الَّذِي يُحْيِ الْمَوْتى‏ وَ يُمِيتُ الْأَحْيَاءَ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ‏\n",
"source": "مفتاح الفلاح"
},
{
"text": "أُعِيذُ نَفْسِي وَ دِينِي وَ أَهْلِي وَ مَالِي وَ وُلْدِي وَ خَوَاتِيمَ عَمَلِي وَ مَا رَزَقَنِي رَبِّي وَ حولني [خَوَّلَنِي‏] بِعِزَّةِ اللَّهِ وَ عَظَمَةِ اللَّهِ وَ جَبَرُوتِ اللَّهِ وَ سُلْطَانِ اللَّهِ وَ رَحْمَةِ اللَّهِ وَ رَأْفَةِ اللَّهِ وَ غُفْرَانِ اللَّهِ وَ قُوَّةِ اللَّهِ وَ قُدْرَةِ اللَّهِ وَ جَلَالِ اللَّهِ وَ بِصُنْعِ اللَّهِ وَ أَرْكَانِ اللَّهِ وَ بِجَمْعِ اللَّهِ وَ بِرَسُولِ اللَّهِ وَ قُدْرَةِ اللَّهِ عَلَى مَا يَشَاءُ مِنْ شَرِّ السَّامَّةِ وَ الْهَامَّةِ وَ مِنْ شَرِّ الْجِنِّ وَ الْإِنْسِ‏ وَ مِنْ شَرِّ كُلِّ مَا دَبَّ عَلَى الْأَرْضِ‏ وَ ما يَخْرُجُ مِنْها وَ ما يَنْزِلُ مِنَ السَّماءِ وَ ما يَعْرُجُ فِيها وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ ",
"source": "المصباح للكفعمي "
},
{
"text": "يَا سَلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ الطَّاهِرُ الْمُطَهَّرُ [الْقَاهِرُ] الْقَادِرُ الْمُقْتَدِرُ يَا مَنْ يُنَادَى مِنْ كُلِّ فَجٍّ عَمِيقٍ بِأَلْسِنَةٍ شَتَّى وَ لُغَاتٍ مُخْتَلِفَةٍ وَ حَوَائِجَ أُخْرَى يَا مَنْ لَا يَشْغَلُهُ شَأْنٌ عَنْ شَأْنٍ أَنْتَ الَّذِي لَا تُغَيِّرُكَ الْأَزْمِنَةُ وَ لَا تُحِيطُ بِكَ الْأَمْكِنَةُ وَ لَا تَأْخُذُكَ نَوْمٌ وَ لَا سِنَةٌ يَسِّرْ لِي (مِنْ أَمْرِي) مَا أَخَافُ عُسْرَهُ وَ فَرِّجْ مِنْ أَمْرِي مَا أَخَافُ كَرْبَهُ وَ سَهِّلْ لِي مِنْ أَمْرِي مَا أَخَافُ حُزْنَهُ سُبْحَانَكَ لَا إِلَهَ إِلَّا أَنْتَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ عَمِلْتُ سُوءاً وَ ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الْعَلِيِّ الْعَظِيمِ وَ صَلَّى اللَّهُ عَلَى نَبِيِّهِ مُحَمَّدٍ وَ آلِه‏",
"source": "مستدرك الوسائل"
},
{
"text": "(عَشْرَ مَرَّاتٍ)\n\nلَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ (لَهُ الْمُلْكُ)  يُحْيِي وَ يُمِيتُ وَ يُمِيتُ وَ يُحْيِي وَ هُوَ حَيٌّ لَا يَمُوتُ \n",
"source": "فلاح السائل ونجاح المسائل"
},
{
"text": "اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَك‏",
"source": "مستدرك الوسائل"
},
{
"text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ بِمُعَافَاتِكَ مِنْ عُقُوُبَتِكَ وَ أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ وَ أَعُوذُ بِكَ مِنْكَ اللَّهُمَّ إِنِّي لَا أَسْتَطِيعُ أَنْ أَبْلُغَ فِي الثَّنَاءِ عَلَيْكَ وَ لَوْ حَرَصْتُ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِك‏",
"source": "مستدرك الوسائل"
},
{
"text": "يَا مَنْ‏ يُمْسِكُ السَّماواتِ وَ الْأَرْضَ أَنْ تَزُولا وَ لَئِنْ زالَتا إِنْ أَمْسَكَهُما مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كانَ حَلِيماً غَفُوراً صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَمْسِكْ عَنَّا السُّوءَ إِنَّكَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ",
"source": "المصباح للكفعمي "
},
{
"text": "عَنِ الْبَاقِرِ [الصَّادِقِ‏] أَنَّهُ قَالَ مَنْ قَرَأَ هَذِهِ الْكَلِمَاتِ فَأَنَا ضَامِنٌ أَنْ لَا تُصِيبَهُ عَقْرَبٌ وَ لَا هَامَّةٌ حَتَّى يُصْبِحَ\n\n أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَ لَا فَاجِرٌ مِنْ شَرِّ مَا ذَرَأَ وَ مِنْ شَرِّ مَا بَرَأَ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ هُوَ آخِذٌ بِناصِيَتِها إِنَّ رَبِّيَلى‏ صِراطٍ مُسْتَقِيم‏\n",
"source": "مفتاح الفلاح"
},
{
"text": "(مِائَةَ مَرَّةٍ)\n\n\nلَا إِلَهَ إِلَّا اللَّهُ اسْتَغْفَرَ اللَّهَ \n",
"source": "مستدرك الوسائل"
},
{
"text": "أَعُوذُ بِاللَّهِ الَّذِي‏ يُمْسِكُ السَّماءَ أَنْ تَقَعَ عَلَى الْأَرْضِ إِلَّا بِإِذْنِهِ‏ مِنْ شَرِّ مَا خَلَقَ وَ ذَرَأَ وَ بَرَأَ وَ أَنْشَأَ وَ صَوَّرَ وَ مِنْ شَرِّ الشَّيْطَانِ وَ شَرِكِهِ وَ نَزْغِهِ وَ مِنْ شَرِّ شَيَاطِينِ الْإِنْسِ وَ الْجِنِّ وَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ شَرِّ السَّامَّةِ وَ الْهَامَّةِ وَ اللَّامَّةِ وَ الْخَاصَّةِ وَ الْعَامَّةِ وَ مِنْ شَرِّ ما يَلِجُ فِي الْأَرْضِ وَ ما يَخْرُجُ مِنْها وَ ما يَنْزِلُ مِنَ السَّماءِ وَ ما يَعْرُجُ فِيها وَ مِنْ شَرِّ طَوَارِقِ اللَّيْلِ وَ النَّهَارِ إِلَّا طَارِقاً يَطْرُقُ بِخَيْرٍ بِاللَّهِ الرَّحْمَنِ اسْتَعَنْتُ [أَسْتَغِيثُ‏] وَ عَلَى اللَّهِ تَوَكَّلْتُ وَ هُوَ حَسْبِي‏ وَ نِعْمَ الْوَكِيلُ‏",
"source": "المصباح للكفعمي "
},
{
"text": "وَ عَنِ‏النَّبِيِّ ص‏ أَنَّهُ مَنْ قَرَأَ التَّكَاثُرَ عِنْدَ نَوْمِهِ وُقِيَ فِتْنَةَ الْقَبْرِ",
"source": "مفتاح الفلاح"
},
{
"text": "\nمَنْ خَافَ الْأَرَقَ فَلْيَقُلْ عِنْدَ مَنَامِهِ عن رسول الله(ص):\nسُبْحَانَ اللَّهِ ذِي الشَّأْنِ دَائِمِ السُّلْطَانِ عَظِيمِ الْبُرْهَانِ‏ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ‏ ثُمَّ يَقُولُ يَا مُشْبِعَ الْبُطُونِ الْجَائِعَةِ وَ يَا كَاسِيَ الْجُنُوبِ الْعَارِيَةِ وَ يَا مُسَكِّنَ الْعُرُوقِ الضَّارِبَةِ وَ يَا مُنَوِّمَ الْعُيُونِ السَّاهِرَةِ سَكِّنْ عُرُوقِيَ الضَّارِبَةَ وَ آذِنْ لِعَيْنَيَّ نَوْماً عَاجِلًا.\n\nوعَنْ أَبِي عَبْدِ اللَّهِ ع قَالَ‏: إِذَا أَصَابَكَ الْأَرَقُ فَقُلْ:\n سُبْحَانَ اللَّهِ ذِي الشَّأْنِ دَائِمِ السُّلْطَانِ عَظِيمِ الْبُرْهَانِ كُلَّ يَوْمٍ هُوَ فِي شَأْن‏\n\nوعن رسول الله(ص):\nاللَّهُمَّ رَبَّ السَّمَاوَاتِ وَ مَا أَظَلَّتْ وَ رَبَّ الْأَرَضِينَ وَ مَا أَقَلَّتْ وَ رَبَّ الشَّيَاطِينِ وَ مَا أَضَلَّتْ كُنْ حِرْزِي مِنْ خَلْقِكَ جَمِيعاً أَنْ يَفْرُطَ عَلَيَّ أَحَدُهُمْ أَوْ أَنْ يَطْغَى عَزَّ جَارُكَ وَ لَا إِلَهَ غَيْرُك‏\n",
"source": "المصباح للكفعمي "
},
{
"text": " وَ مَنْ خَافَ اللُّصُوصَ فَلْيَقْرَأْ عِنْدَ مَنَامِهِ‏ :\nقُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى‏ وَ لا تَجْهَرْ بِصَلاتِكَ وَ لا تُخافِتْ بِها وَ ابْتَغِ بَيْنَ ذلِكَ سَبِيلًا وَ قُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَ لَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَ كَبِّرْهُ تَكْبِيراً.\n",
"source": "المصباح للكفعمي "
},
{
"text": "وَ مَنْ خَافَ الِاحْتِلَامَ فَلْيَقُلْ عِنْدَ مَنَامِهِ :\n\nاللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الِاحْتِلَامِ وَ مِنْ شَرِّ الْأَحْلَامِ وَ أَنْ يَلْعَبَ بِيَ الشَّيْطَانُ فِي الْيَقَظَةِ وَ الْمَنَامِ.\n",
"source": "المصباح للكفعمي "
}
]
}