{
"title": "تعقيبات فريضة الظهر",
"type": "text",
"data": [
{
"text": "اقرأ آية الكرسي:\n\nاللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n",
"source": "بحار الأنوار"
},
{
"text": "لا إلهَ إلاّ اللهُ العَظيمُ الحَليمُ، لا إلهَ إلاّ الله رَبُّ العَرشِ الكَريمُ، الحَمدُ للهِ رَبِّ العالَمينَ. اللهُمَّ إنّي أسألُكَ مُوجِباتِ رَحمَتِكَ وَعَزائِمِ مَغفِرَتِكَ. وَالغَنيمَةَ مِن كُلِّ بِرٍّ، وَالسَّلامَةَ مِن كُلِّ إثمٍ. اللهُمَّ لا تَدَع لي ذَنباً إلاّ غَفَرتَهُ، وَلا هَمّاً إلاّ فَرَّجتَهُ، وَلا سُقماً إلاّ شَفَيتَهُ، وَلا عَيباً إلاّ سَتَرتَهُ، وَلا رِزقاً إلاّ بَسَطتَهُ، وَلا خَوفاً إلاّ آمَنتَهُ، وَلا سوءاً إلاّ صَرَفتَهُ، وَلا حاجَةً هيَ لَكَ رِضاً وَليَ فيها صَلاحٌ إلاّ قَضَيتَها ؛ يا أرحَمَ الرَّاحِمينَ آمينَ رَبَّ العالَمينَ.",
"source": "المصباح للكفعمي "
},
{
"text": "قُلْ عَشْراً \n\nبِاللَّهِ اعْتَصَمْتُ وَ بِاللَّهِ أَثِقُ وَ عَلَى اللَّهِ أَتَوَكَّلُ ",
"source": "المصباح للكفعمي "
},
{
"text": "قُلِ \n\nاللَّهُمَّ إِنْ عَظُمَتْ ذُنُوبِي فَأَنْتَ أَعْظَمُ وَ إِنْ كَبُرَ تَفْرِيطِي فَأَنْتَ أَكْبَرُ وَ إِنْ دَامَ بُخْلِي فَأَنْتَ أَجْوَدُ اللَّهُمَّ اغْفِرْ لِي عَظِيمَ ذُنُوبِي بِعَظِيمِ عَفْوِكَ وَ كَبِيرَ تَفْرِيطِي بِظَاهِرِ كَرَمِكَ وَ اقْمَعْ بُخْلِي بِفَضْلِ جُودِكَ اللَّهُمَّ مَا بِنَا مِنْ نِعْمَةٍ فَمِنْكَ‏ لا إِلهَ إِلَّا أَنْتَ‏ أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْك‏\n",
"source": "المصباح للكفعمي "
},
{
"text": "اقرأ تعقيب سيدتنا ومولاتنا فاطمة الزهراء عليها السلام بعد صلاة الظهر وهو : \n\n سُبْحانَ ذِي العِزِّ الشّامِخِ المُنيفِ ، سُبحانَ ذي الجَلال الباذِخ العظيم ، سُبحانَ ذي المُلكِ الفاخِرِ القَديم \n والحمد لله الذي بِنِعمَتِه بَلَغتُ ما بلغتُ من العلم بِه والعملِ لهُ ، والرغبةِ إليهِ والطاعةِ لأمرِه . والحمد لله الذي لم يجعلني جاحداً لشئٍ من كتابِه ، ولا متحيّراً في شئٍ من أمرِه \nوالحمد لله الذي هداني لدينه ، ولم يجعلني أعبُدُ شيئا غيرَهُ.\n اللهم اِنّي أسألُكَ قولَ التَّوابينَ وعملهُم ، ونجاةَ المُجاهدينَ وثوابَهُم ، وتصديقَ المؤمنينَ وتوكُّلَهُم ، والرَّاحَةَ عِندَ المَوتِ ، والأمنَ عند الحساب ، واجعل الموتَ خيرَ غائِبٍ أنتَظِرُهُ ، وخير مُطَّلَعٍ يُطَّلَعُ عَلَيَّ . وارزُقني عند حضور الموت وعند نزوله ، وفي غمراته ، وحين تنزلُ النَّفسُ من بين التَّراقي ، وحين تبلُغُ الحُلقوم ، وفي حال خروجي من الدنيا ، وتلك الساعة التي لا أملك لنفسي فيها ضرا ولا نفعا ، ولا شدة ولا رخاء ، رَوْحاً من رحمتك ، وحظّاً من رضوانِكَ ، وبُشرىً من كرامتك . قبل أن تتوفى نفسي ، وتقبض روحي ، وتُسلِّط ملك الموت على اخراج نفسي \n وببشرى منك يا رب ليست من أحد غيرك ، تَثْلُجُ بِها صدري ، وتَسُرُّ بها نفسي ، وتَقِرُّ بها عيني ، ويَتَهَلَّلُ بِها وجهي ، ويَسْفُرُ بها لَوني ، ويطمئِنُّ بها قلبي ، ويتباشَرُ بها سائِرُ جسدي. \n يَغبِطُني بها من حضَرَني من خَلقِك ، ومن سَمِعَ بي من عِبادِك ، تُهوِّنُ بها عليَّ سكرات الموت ، وتُفَرِّجُ عنّي بها كُرْبَتَهُ ، وتُخَفِّفُ بها عنِّي شِدَّتَهُ ، وتكشِفُ عنّي بها سُقْمَهُ ، وتَذهَبُ عنّي بها هَمَّهُ وحسرَتَهُ ، وتَعصِمُني بها من أَسَفِه وفِتَنِه ، وتُجيرُني بِها مِن شرِّه وشَرِّ ما يَحضُرُ أهْلَهُ ، وترزُقُني بها خَيرَهُ وخَيْرَ ما يحضُرُ عِندَهُ ، وخَيْرَ ما هُوَ كائِنٌ بَعْدَهُ. \nثم إذا تُوُفِّيَتْ نَفسي وقُبِضَتْ رُوحي ، فاجعل روحي في الأرواح الرّائِحة ، واجعل نفسي في الأنفس الصّالحة ، واجعل جسدي في الأجساد المُطَهَّرَة ، واجعل عملي في الأعمال المتقبّلة. \nثم ارزُقني-في خِطَّتي من الأرض- حِصَّتي  وموضعَ جُنَّتي ، حَيثُ يُرْفَتُ لَحمي ، ويُدْفَنُ عَظمي ، وأُترَكُ وحيداً لا حيلَةَ لي. \nقد لَفَظَتني البِلادُ وتَخَلّا مِنِّي العبادُ ، وافْتَقَرتُ إلى رَحْمَتْكَ واحْتَجْتُ إلى صالح عَمَلي ، وألقى ما مَهَّدْتُ لِنَفْسي ، وقَدَّمْتُ لآخرتي ، وعمِلتُ في أيَّامِ حياتي فوزاً مِن رَحْمَتِكَ ، وضِياءً من نُورِكَ ، وتَثبيتاً مِن كرامَتِكَ ، بالقَولِ الثَّابِتِ في الحياةِ الدُّنيا والآخِرَةِ ، انَّكَ تُضِلُّ الظَّالمين وتَفعَلُ ما تَشاءُ. \nثم بارك لي في البعث والحساب ، إذا انشَقَّتِ الأرْضُ عَنِّي ، وتَخَلّا العِبادُ مِنِّي ، وغَشِيَتْنِي الصَّيْحَةُ ، وأفزَعَتْنِي النَّفْخَةُ ، ونَشَرْتَني بَعدَ المَوتِ ، وبعثتني للحسابِ.\n فابعث معي يا ربِّ نوراً من رحمتك ، يسعى بين يَدَيَّ وعن يميني ، تُؤمِنُني به ، وتَربِطُ بِه على قلبي ، وتُظهِرُ بِه عُذري ، وتُبَيِّضُ بِه وجهي ، وتُصَدِّقُ بِه حَديثي ، وتُفْلِجُ بِه حُجَّتي ، وتُبَلِّغُني بِهِ العُروَةَ القُصوى مِن رَحْمَتِكَ ، وتُحِلُّنِي الدَّرَجَةَ العُلْيا من جَنَّتِكَ  وتَرْزُقُني به مُرافَقَةَ محمد النبي عبدك ورسولك ، في أعلى الجنة درجة ، وأبلَغِها فضيلة ، وأبرِّها عطيَّةً ، وأرفَعِها نَفْسَةً ، مع الّذين أنعمت عليهم من النَّبيّين والصِّديقين والشُّهداء والصَّالِحين ، وحَسُنَ أولئِكَ رفيقاً. \n اللهم صل علي محمد خاتم النبيين ، وعلى جميع الأنبياء والمرسلين ، وعلى الملائكة أجمعين ، وعلى آله الطيبين الطاهرين ، وعلى أئمة الهدى أجمعين ، آمين رب العالمين . \nاللهم صل على محمد كما هديتنا به ، وصل على محمد كما رحمتنا به ، وصل على محمد كما عززتنا به ، وصل على محمد كما فضّلتنا به ، وصل على محمد كما شرفتنا به ، وصل على محمد كما نصرتنا به ، وصل على محمد كما أنقذتنا به من شفا حفرة من النار . \nاللهم بَيِّض وجهه ، وأعلِ كعبه ، وأفلِج حُجَّتَهُ ، وأتمِم نُورَه ، وثقّل ميزانه ، وعَظِّم بُرهانَه ، وافسَح لهُ حتى يَرضى ، وبلِّغه الدرجة والوسيلة من الجنة ، وابعثه المقام المحمود الذي وعدته ، واجعله أفضل النبيين والمرسلين عندك منزلة ووسيلة. \nواقصُصْ بنا أثرَه ، واسقِنا بِكَأسِه ، وأورِدنا حَوضَه ، واحشُرنا في زُمرَتِه ، وتَوَفَّنا على مِلَّتِه ، واسلُك بنا سُبُلَه ، واستَعمِلنا بِسُنَّتِه ، غِيرِ خَزايا ولا نادمين ، ولا شاكّين ولا مُبَدِّلين. \n يا من بابه مفتوحٌ لداعيه ، وحِجابُهُ مَرفوعٌ لراجيه ، يا ساتر الأمر القبيح ومداوي القلب الجريح ، لا تفضحني في مشهد القيامة بمُوبقاتِ الآثام ، ولا تُعرضُ بِوَجهِكَ الكَريمِ عنّي من بينِ الأنام.\n يا غاية المضطر الفقير ، ويا جابر العظم الكسير ، هب لي موبقات الجرائر ، واعْفُ عن فاضحات السَّرائِرِ ، واغسِل قَلبي من وِزْرِ الخَطايا ، وارزُقني حُسْنَ الاستعداد لِنُزُولِ المنايا. \n يا أكرم الأكرمين ومنتهى أمنية السائلين ، أنت مولاي ، فتحت لي باب الدُّعاء والإنابَةِ ، فلا تُغلِقْ عَنّي بابَ القَبُولِ والإجابَةِ ، ونَجَّني برحمتك من النار ، وبَوَّئْني غُرُفاتِ الجِنانِ ، واجْعَلْني مُتَمَسِّكاً بالعُرْوَةِ الوُثْقى ، وَاخْتِم لي بالسَّعادَةِ. \nواحيِني بالسَّلامةِ يا ذا الفَضْلِ والكَمالِ ، والعِزَّةِ والجَلالِ ، ولا تُشْمِتْ بي عَدُوّاً ولا حاسِداً ، ولا تُسَلِّطْ عَلَيَّ سُلطاناً عَنيداً ولا شَيطاناً مَريداً ، بِرَحْمَتِكَ يا أَرْحَمَ الرّاحِمينَ ، ولا حَوْلَ ولا قُوَّةَ الّا بالله العلي العظيم ، وصلى الله علي محمد واله وسلم تسليما.\n",
"source": "الصحيفة الفاطمية"
},
{
"text": "تقرأ ما رَوَاهُ مُعَاوِيَةُ بْنُ عَمَّارٍ عَنِ الصَّادِقِ في تعقيب فريضة الظهرع:\n\n‏ يَا أَسْمَعَ السَّامِعِينَ وَ يَا أَبْصَرَ النَّاظِرِينَ وَ يَا أَسْرَعَ الْحَاسِبِينَ وَ يَا أَجْوَدَ الْأَجْوَدِينَ وَ يَا أَكْرَمَ الْأَكْرَمِينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَأَفْضَلِ وَ أَجْزَلِ وَ أَوْفَى وَ أَحْسَنِ وَ أَجْمَلِ وَ أَكْمَلِ وَ أَكْرَمِ وَ أَطْهَرِ وَ أَزْكَى وَ أَنْوَرِ وَ أَعْلَى وَ أَبْهَى وَ أَسْنَى وَ أَنْمَى وَ أَدْوَمِ وَ أَعَمِّ وَ أَبْقَى مَا صَلَّيْتَ وَ بَارَكْتَ وَ مَنَنْتَ وَ سَلَّمْتَ وَ تَرَحَّمْتَ عَلَى إِبْرَاهِيمَ وَ آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ\n اللَّهُمَّ امْنُنْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا مَنَنْتَ‏ عَلى‏ مُوسى‏ وَ هارُونَ‏ وَ سَلِّمْ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ كَمَا سَلَّمْتَ‏ عَلى‏ نُوحٍ فِي الْعالَمِينَ‏ \nاللَّهُمَّ وَ أَوْرِدْ عَلَيْهِ مِنْ ذُرِّيَّتِهِ وَ أَزْوَاجِهِ وَ أَهْلِ بَيْتِهِ وَ أَصْحَابِهِ وَ أَتْبَاعِهِ مَنْ تُقِرُّ بِهِمْ عَيْنَهُ وَ اجْعَلْنَا مِنْهُمْ وَ مِمَّنْ تَسْقِيهِ بِكَأْسِهِ وَ تُورِدُهُ حَوْضَهُ فِي زُمْرَتِهِ وَ اجْعَلْنَا تَحْتَ لِوَائِهِ وَ أَدْخِلْنَا فِي كُلِّ خَيْرٍ أَدْخَلْتَ فِيهِ مُحَمَّداً وَ آلَ مُحَمَّدٍ وَ أَخْرِجْنَا مِنْ كُلِّ سُوءٍ أَخْرَجْتَ مِنْهُ مُحَمَّداً وَ آلَ مُحَمَّدٍ وَ لَا تُفَرِّقْ بَيْنَنَا وَ بَيْنَ مُحَمَّدٍ وَ آلِ مُحَمَّدِ طَرْفَةَ عَيْنٍ أَبَداً وَ لَا أَقَلَّ مِنْ ذَلِكَ وَ لَا أَكْثَرَ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْنِي مَعَهُمْ فِي كُلِّ عَافِيَةٍ وَ بَلَاءٍ وَ اجْعَلْنِي مَعَهُمْ فِي كُلِّ شِدَّةٍ وَ رَخَاءٍ وَ اجْعَلْنِي مَعَهُمْ فِي كُلِّ أَمْنٍ وَ خَوْفٍ وَ اجْعَلْنِي مَعَهُمْ فِي كُلِّ مَثْوًى وَ مُنْقَلَبٍ اللَّهُمَّ أَحْيِنِي مَحْيَاهُمْ وَ أَمِتْنِي مَمَاتَهُمْ وَ اجْعَلْنِي مَعَهُمْ فِي الْمَوَاقِفِ كُلِّهَا وَ اجْعَلْنِي بِهِمْ عِنْدَكَ‏ وَجِيهاً فِي الدُّنْيا وَ الْآخِرَةِ وَ مِنَ الْمُقَرَّبِينَ‏ \n\nاللَّهُمَّ صَلِّ عَلَى‏ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ [وَ آلِهِ‏] وَ اكْشِفْ عَنِّي بِهِمْ كُلَّ كَرْبٍ وَ نَفِّسْ عَنِّي بِهِمْ كُلَّ هَمٍّ وَ فَرِّجْ عَنِّي بِهِمْ كُلَّ غَمٍّ وَ اكْفِنِي بِهِمْ كُلَّ خَوْفٍ وَ اصْرِفْ عَنِّي بِهِمْ مَقَادِيرَ كُلِّ بَلَاءٍ وَ سُوءَ الْقَضَاءِ وَ دَرْكَ الشَّقَاءِ وَ شَمَاتَةَ الْأَعْدَاءِ\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اغْفِرْ لِي ذَنْبِي وَ طَيِّبْ لِي كَسْبِي وَ قَنِّعْنِي بِمَا رَزَقْتَنِي وَ بَارِكْ لِي فِيهِ وَ لَا تَذْهَبْ بِنَفْسِي إِلَى شَيْ‏ءٍ صَرَفْتَهُ عَنِّي \n\nاللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ دُنْيَا تَمْنَعُ خَيْرَ الْآخِرَةِ وَ مِنْ عَاجِلٍ يَمْنَعُ خَيْرَ الْآجِلِ وَ حَيَاةٍ تَمْنَعُ خَيْرَ الْمَمَاتِ وَ أَمَلٍ يَمْنَعُ خَيْرَ الْعَمَلِ \n\nاللَّهُمَّ إِنِّي أَسْأَلُكَ الصَّبْرَ عَلَى طَاعَتِكَ وَ الصَّبْرَ عَنْ مَعْصِيَتِكَ وَ الْقِيَامَ بِحَقِّكَ وَ أَسْأَلُكَ حَقَائِقَ الْإِيمَانِ وَ صِدْقَ الْيَقِينِ فِي الْمَوَاطِنِ كُلِّهَا وَ أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ وَ الْمُعَافَاةَ فِي الدُّنْيَا وَ الْآخِرَةِ عَافِيَةَ الدُّنْيَا مِنَ الْبَلَاءِ وَ عَافِيَةَ الْآخِرَةِ مِنَ الشَّقَاءِ\n\n اللَّهُمَّ إِنِّي أَسْأَلُكَ الظَّفَرَ وَ السَّلَامَةَ وَ حُلُولَ دَارِ الْكَرَامَةِ\n\n اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ وَ تَمَامَ الْعَافِيَةِ وَ الشُّكْرَ عَلَى الْعَافِيَةِ يَا وَلِيَّ الْعَافِيَةِ \n\nاللَّهُمَّ اجْعَلْ لِي فِي صَلَاتِي وَ دُعَائِي رَهْبَةً مِنْكَ وَ رَغْبَةً إِلَيْكَ وَ رَاحَةً تَمُنُّ بِهَا عَلَيَّ \n\nاللَّهُمَّ لَا تَحْرِمْنِي سَعَةَ رَحْمَتِكَ وَ سُبُوغَ نِعْمَتِكَ وَ شُمُولَ عَافِيَتِكَ وَ جَزِيلَ عَطَايَاكَ وَ مَنْحَ مَوَاهِبِكَ بِسُوءِ مَا عِنْدِي وَ لَا تُجَازِنِي بِقَبِيحِ عَمَلِي وَ لَا تَصْرِفْ بِوَجْهِكَ الْكَرِيمِ عَنِّي\n\n اللَّهُمَّ لَا تَحْرِمْنِي وَ أَنَا أَدْعُوكَ وَ لَا تُخَيِّبْنِي وَ أَنَا أَرْجُوكَ وَ لَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ أَبَداً وَ لَا إِلَى أَحَدٍ مِنْ خَلْقِكَ فَيَحْرِمَنِي وَ يَسْتَأْثِرَ عَلَيَّ \n\nاللَّهُمَّ إِنَّكَ تَمْحُو مَا تَشَاءُ [شِئْتَ‏] وَ تُثْبِتُ وَ عِنْدَكَ أُمُّ الْكِتَابِ أَسْأَلُكَ بِآلِ يس ص وَ خِيَرَتِكَ مِنْ خَلْقِكَ وَ صَفْوَتِكَ مِنْ بَرِيَّتِكَ وَ أُقَدِّمُهُمْ بَيْنَ يَدَيْ حَاجَتِي [حَوَائِجِي‏] وَ رَغْبَتِي إِلَيْكَ \n\nاللَّهُمَّ إِنْ كُنْتَ كَتَبْتَنِي عِنْدَكَ فِي أُمِّ الْكِتَابِ شَقِيّاً مَحْرُوماً مُقْتَراً عَلَيَّ فِي الرِّزْقِ فَامْحُ مِنْ أُمِّ الْكِتَابِ شَقَائِي وَ حِرْمَانِي وَ أَثْبِتْنِي عِنْدَكَ سَعِيداً مَرْزُوقاً فَإِنَّكَ تَمْحُو مَا تَشَاءُ وَ تُثْبِتُ وَ عِنْدَكَ أُمُّ الْكِتَابِ اللَّهُمَ‏ إِنِّي لِما أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ وَ أَنَا مِنْكَ خَائِفٌ وَ بِكَ مُسْتَجِيرٌ وَ أَنَا حَقِيرٌ مِسْكِينٌ أَدْعُوكَ كَمَا أَمَرْتَنِي فَاسْتَجِبْ لِي كَمَا وَعَدْتَنِي‏ إِنَّكَ لا تُخْلِفُ الْمِيعادَ يَا مَنْ قَالَ‏ ادْعُونِي أَسْتَجِبْ لَكُمْ‏ نِعْمَ الْمُجِيبُ أَنْتَ يَا سَيِّدِي‏ وَ نِعْمَ الْوَكِيلُ‏ وَ نِعْمَ الرَّبُّ وَ نِعْمَ الْمَوْلَى [الْوَلِيُ‏] وَ بِئْسَ الْعَبْدُ أَنَا وَ هَذَا مَقَامُ الْعَائِذِ بِكَ مِنَ النَّارِ يَا فَارِجَ الْهَمِّ وَ يَا كَاشِفَ الْغَمِّ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ وَ رَحْمَانَ الدُّنْيَا وَ الْآخِرَةِ وَ رَحِيمَهُمَا ارْحَمْنِي رَحْمَةً تُغْنِينِي بِهَا عَنْ رَحْمَةِ مَنْ سِوَاكَ‏ وَ أَدْخِلْنِي بِرَحْمَتِكَ فِي عِبادِكَ الصَّالِحِينَ‏ الْحَمْدُ لِلَّهِ الَّذِي قَضَى عَنِّي صَلَاتِي فَ إِنَّ الصَّلاةَ كانَتْ عَلَى الْمُؤْمِنِينَ كِتاباً مَوْقُوتاً\n\n",
"source": "المصباح للكفعمي "
},
{
"text": "دُعَاءُ النَّجَاحِ ‏وَهُوَ\n\n اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَ رَبَّ الْأَرَضِينَ السَّبْعِ وَ مَا فِيهِنَّ وَ مَا بَيْنَهُنَّ وَ رَبَّ الْعَرْشِ الْعَظِيمِ وَ رَبَّ جَبْرَئِيلَ وَ مِيكَائِيلَ وَ إِسْرَافِيلَ وَ عِزْرَائِيلَ وَ رَبَّ السَّبْعِ الْمَثَانِي وَ الْقُرْآنِ الْعَظِيمِ وَ رَبَّ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ خَاتَمِ النَّبِيِّينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَسْأَلُكَ بِاسْمِكَ الْأَعْظَمِ الَّذِي بِهِ تَقُومُ السَّمَاءُ وَ الْأَرْضُ وَ بِهِ تُحْيِي الْمَوْتَى وَ تَرْزُقُ الْأَحْيَاءَ وَ تُفَرِّقُ بَيْنَ الْجَمِيعِ [الْمُجْتَمِعِ‏] وَ تَجْمَعُ بَيْنَ الْمُفْتَرِقِ وَ بِهِ أَحْصَيْتَ عَدَدَ الْآجَالِ [الْآمَالِ‏] وَ وَزْنَ الْجِبَالِ وَ كَيْلَ الْبِحَارِ أَسْأَلُكَ يَا مَنْ هُوَ كَذَلِكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَنْ تَفْعَلَ بِي كَذَا وَ كَذَا وَ سَلْ حَاجَتَكَ.\n",
"source": "المصباح للكفعمي "
},
{
"text": "دُعَاءُ أَهْلِ الْبَيْتِ الْمَعْمُورِ و هو:\n\nيَا مَنْ أَظْهَرَ الْجَمِيلَ وَ سَتَرَ الْقَبِيحَ يَا مَنْ لَمْ يُؤَاخِذْ بِالْجَرِيرَةِ وَ لَمْ يَهْتِكِ السِّتْرَ يَا عَظِيمَ الْعَفْوِ يَا حَسَنَ التَّجَاوُزِ يَا بَاسِطَ الْيَدَيْنِ بِالرَّحْمَةِ يَا صَاحِبَ كُلِّ حَاجَةٍ [نَجْوَى‏] يَا وَاسِعَ الْمَغْفِرَةِ يَا مُفَرِّجَ [فَارِجَ‏] كُلِّ كُرْبَةٍ يَا مُقِيلَ الْعَثَرَاتِ يَا كَرِيمَ الصَّفْحِ يَا عَظِيمَ الْمَنِّ يَا مُبْتَدِئاً بِالنِّعَمِ قَبْلَ اسْتِحْقَاقِهَا يَارَبَّاهْ يَا سَيِّدَاهْ يَا غَايَةَ رَغْبَتَاهْ أَسْأَلُكَ بِكَ وَ بِمُحَمَّدٍ وَ عَلِيٍّ وَ فَاطِمَةَ وَ الْحَسَنِ وَ الْحُسَيْنِ وَ عَلِيِّ بْنِ الْحُسَيْنِ وَ مُحَمَّدِ بْنِ عَلِيٍّ وَ جَعْفَرِ بْنِ مُحَمَّدٍ وَ مُوسَى بْنِ جَعْفَرٍ وَ عَلِيِّ بْنِ مُوسَى وَ مُحَمَّدِ بْنِ عَلِيٍّ وَ عَلِيِّ بْنِ مُحَمَّدٍ وَ الْحَسَنِ بْنِ عَلِيٍّ وَ الْقَائِمِ الْمَهْدِيِّ الْأَئِمَّةِ الْهَادِيَةِ عَلَيْهِمُ السَّلَامُ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَسْأَلُكَ يَا اللَّهُ [يَا اللَّهُ‏] أَنْ لَا تُشَوِّهَ خَلْقِي بِالنَّارِ وَ أَنْ تَفْعَلَ بِي مَا أَنْتَ أَهْلُهُ وَ لَا تَفْعَلَ بِي مَا أَنَا أَهْلُهُ.\n",
"source": "المصباح للكفعمي "
},
{
"text": "قُلْ‏\n\nيَا سَامِعَ كُلِّ صَوْتٍ يَا جَامِعَ كُلِّ فَوْتٍ يَا بَارِئَ كُلِّ نَفْسٍ بَعْدَ الْمَوْتِ يَا بَاعِثُ يَا وَارِثُ يَا سَيِّدَ السَّادَاتِ [السَّادَةِ] يَا إِلَهَ الْآلِهَةِ [يَا] أَيْ جَبَّارَ الْجَبَابِرَةِ يَا مَلِكَ الدُّنْيَا وَ الْآخِرَةِ يَا رَبَّ الْأَرْبَابِ يَا مَلِكَ الْمُلُوكِ يَا بَطَّاشُ يَا ذَا الْبَطْشِ الشَّدِيدِ يَا فَعَّالًا لِما يُرِيدُ* يَا مُحْصِيَ عَدَدِ الْأَنْفَاسِ وَ نَقْلِ الْأَقْدَامِ يَا مَنِ السِّرُّ عِنْدَهُ عَلَانِيَةٌ يَا مُبْدئُ يَا مُعِيدُ أَسْأَلُكَ بِحَقِّكَ عَلَى خِيَرَتِكَ مِنْ خَلْقِكَ وَ بِحَقِّهِمُ الَّذِي أَوْجَبْتَ لَهُمْ عَلَى نَفْسِكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ وَ أَنْ تَمُنَّ عَلَيَّ السَّاعَةَ السَّاعَةَ [يَا فَكَّاكُ‏] بِفَكَاكِ رَقَبَتِي مِنَ النَّارِ وَ أَنْجِزْ لِوَلِيِّكَ وَ ابْنِ نَبِيِّكَ [وَلِيِّكَ‏] الدَّاعِي إِلَيْكَ بِإِذْنِكَ وَ أَمِينِكَ فِي خَلْقِكَ وَ عَيْنِكَ فِي عِبَادِكَ وَ حُجَّتِكَ عَلَى خَلْقِكَ عَلَيْهِ صَلَوَاتُكَ وَ بَرَكَاتُكَ وَعْدَهُ اللَّهُمَّ أَيِّدْهُ بِنَصْرِكَ وَ انْصُرْ عَبْدَكَ وَ قَوِّ أَصْحَابَهُ وَ صَبِّرْهُمْ وَ اجْعَلْ لَهُمْ‏ مِنْ لَدُنْكَ سُلْطاناً نَصِيراً وَ عَجِّلْ فَرَجَهُ وَ أَمْكِنْهُ مِنْ أَعْدَائِكَ وَ أَعْدَاءَ رَسُولِكَ يَا أَرْحَمَ الرَّاحِمِينَ ",
"source": "المصباح للكفعمي "
},
{
"text": "قُلِ \n\nاللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ بَرَاءَةً مِنَ النَّارِ فَاكْتُبْ لَنَا بَرَاءَتَنَا وَ فِي جَهَنَّمَ فَلَا تَجْعَلْنَا وَ فِي عَذَابِكَ وَ هَوَانِكَ فَلَا تَبْتَلِنَا وَ مِنَ الضَّرِيعِ وَ الزَّقُّومِ فَلَا تُطْعِمْنَا وَ مَعَ الشَّيَاطِينِ فِي النَّارِ فَلَا تَجْمَعْنَا وَ عَلَى وُجُوهِنَا فِي النَّارِ فَلَا تَكُبَّنَا وَ مِنْ ثِيَابِ النَّارِ وَ سَرَابِيلِ الْقَطِرَانِ فَلَا تُلْبِسْنَا وَ مِنْ كُلِّ سُوءٍ لا إِلهَ إِلَّا أَنْتَ‏ يَوْمَ الْقِيَامَةِ فَنَجِّنَا وَ بِرَحْمَتِكَ فِي الصَّالِحِينَ فَأَدْخِلْنَا وَ فِي عِلِّيِّينَ فَارْفَعْنَا وَ مِنْ كَأْسٍ مَعِينٍ وَ سَلْسَبِيلٍ فَاسْقِنَا وَ مِنَ الْحُورِ الْعِينِ بِرَحْمَتِكَ فَزَوِّجْنَا وَ مِنَ الْوِلْدَانِ الْمُخَلَّدِينَ‏ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ‏ فَأَخْدِمْنَا وَ مِنْ ثِمَارِ الْجَنَّةِ وَ لُحُومِ الطَّيْرِ فَأَطْعِمْنَا وَ مِنْ ثِيَابِ الْحَرِيرِ وَ السُّنْدُسِ وَ الْإِسْتَبْرَقِ فَاكْسُنَا وَ لَيْلَةَ الْقَبْرِ فَارْحَمْنَا وَ حَجَّ بَيْتِكَ الْحَرَامِ فَارْزُقْنَا وَ سَدِّدْنَا وَ قَرِّبْنَا إِلَيْكَ زُلْفَى وَ صَالِحَ الدُّعَاءِ وَ الْمَسْأَلَةِ فَاسْتَجِبْ لَنَا يَا خَالِقَنَا اسْمَعْ لَنَا وَ اسْتَجِبْ مِنَّا وَ إِذَا جَمَعْتَ الْأَوَّلِينَ وَ الْآخِرِينَ يَوْمَ الْقِيَامَةِ فَارْحَمْنَا يَا رَبِّ عَزَّ جَارُكَ وَ جَلَّ ثَنَاؤُكَ وَ لَا إِلَهَ غَيْرُكَ \n",
"source": "المصباح للكفعمي "
}
]
}