{
"title": "تعقيبات فريضة العصر",
"type": "text",
"data": [
{
"text": "اقرأ آية الكرسي:\n\nاللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n",
"source": "بحار الأنوار"
},
{
"text": "عَنِ الْجَوَادِ ع‏ مَنْ قَرَأَ الْقَدْرَ عَشْراً بَعْدَ الْعَصْرِ مَرَّتْ لَهُ عَلَى مِثْلِ أَعْمَالِ الْخَلَائِقِ فِي ذَلِكَ الْيَوْمِ.",
"source": "المصباح للكفعمي "
},
{
"text": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ نَفْسٍ لَا تَقْنَعُ وَ بَطْنٍ لَا يَشْبَعُ وَ مِنْ قَلْبٍ لَا يَخْشَعُ وَ مِنْ عِلْمٍ لَا يَنْفَعُ وَ مِنْ صَلَاةٍ لَا تُرْفَعُ وَ مِنْ دُعَاءٍ لَا يُسْمَعُ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْيُسْرَ بَعْدَ الْعُسْرِ وَ الْفَرَجَ بَعْدَ الشِّدَّةِ وَ الرَّخَاءَ بَعْدَ الْكُرْبَةِ اللَّهُمَّ مَا بِنَا مِنْ نِعْمَةٍ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ لَا إِلَهَ إِلَّا أَنْتَ أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ.\n",
"source": "المصباح للكفعمي "
},
{
"text": "أَسْتَغْفِرُ اللَّهَ الَّذِي‏ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ‏ الرَّحْمنُ الرَّحِيمُ‏ ذُو الْجَلالِ وَ الْإِكْرامِ‏ وَ أَسْأَلُهُ أَنْ يَتُوبَ عَلَيَّ تَوْبَةَ عَبْدٍ ذَلِيلٍ خَاضِعٍ فَقِيرٍ بِائِسٍ مِسْكِينٍ [مُسْتَكِينٍ‏] مُسْتَجِيرٍ لَا يَمْلِكُ لِنَفْسِهِ‏ نَفْعاً وَ لا ضَرًّا وَ لَا مَوْتاً وَ لا حَياةً وَ لا نُشُوراً \n",
"source": "المصباح للكفعمي "
},
{
"text": "عَنِ الصَّادِقِ ع‏ مَنِ اسْتَغْفَرَ اللَّهَ تَعَالَى بَعْدَ صَلَاةِ الْعَصْرِ سَبْعِينَ مَرَّةً غَفَرَ اللَّهُ تَعَالَى لَهُ سَبْعَمِائَةِ ذَنْبٍ.",
"source": "المصباح للكفعمي "
},
{
"text": "اقرأ تعقيب سيدتنا ومولاتنا فاطمة الزهراء عليها السلام بعد صلاة العصر وهو : \n\n سبحان من يعلم جوارح القُلُوب ، سُبحان من يُحصي عَدَدَ الذنوب ، سُبحان من لا يَخفى عليه خافِيَةٌ في الأرضِ ولا في السَّماء ، والحمد لله الذي لم يجعلني كافرا لِأَنْعُمِه ، ولا جاحداً لِفَضْلِه ، فالخَيْرُ فيهِ وهُو أهْلُهُ. \nوالحمد لله على حُجَّتِهِ البالِغَةِ على جميع مَن خَلَقَ ، مِمَّن أطاعَهُ ومَمَّن عَصاهُ ، فاِنْ رَحِمَ فَمِن مَنِّهِ ، وانْ عاقَبَ فَبما قدَّمَت أيديهم ، وما اللهُ بِظلّامٍ للعَبيدِ ، والحمد لله العليِّ المَكانِ ، والرَّفيعِ البُنيانِ ، الشَّديدِ الأركانِ ، العَزيز السُّلطان ، العَظيم الشَّأْنِ ، الواضِح البُرهان الرَّحيم الرَّحمان ، المُنعِمِ المَنّانِ .\nالحمدلله الّذي احتجب عن كُلِّ مَخلوقٍ يراهُ بحَقيقَةِ الرُّبوبيَّة وقُدرّة الوَحدانيَّةِ ، فلَم تُدرِكهُ الأبصار ، ولم تُحط بِه الأخبار ، ولم يُعَيِّنهُ مِقدارٌ ، ولم يَتوَهَّمهُ اعتِبارٌ ، لِأَنَّهُ المَلكُ الجَبَّارُ .\n اللهم قد ترى مكاني وتسمعُ كلامي ، وتَطَّلِعُ على أمري ، وتَعْلَمُ ما في نَفسي ، وليس يخفى عليك شئٌ من أمري ، وقد سَعَيتُ إلَيكَ في طَلِبَتي ، وطَلِبتُ إليك في حاجتي ، وتَضَرَّعتُ إليك في مسأَلَتي ، وسَأَلْتُكَ لِفَقرٍ وحاجَةٍ ، وذِلَّةٍ وضيقَةٍ ، وبُؤسٍ ومَسكَنَةٍ .\n وأنت الرَّبُّ الجوادُ بالمغفِرَةِ ، تجد من تُعذِّبُ غَيري ، ولا أجِدُ من يغفِرُ لي غَيرَك ، وأنتَ غَنيُّ عن عذابي وأنا فقيرٌ إلى رحمتِك . فأسألك بفقري إليك وغِناك عنّي ، وبقُدرتك عَلَيَّ وقِلَّةِ امتناعي مِنك ، أن تَجعل دُعائي هذا دُعاءً وافَقَ مِنكَ إجابة ، ومجلسي هذا مَجلساً وافَقَ مِنكَ رحمةً ، وطَلِبَتي هذه طَلِبَةً وافَقَتْ نَجاحاً .\n وما خِفتُ عُسْرَتَهُ مِن الأُمُور فَيَسِّرهُ ، وما خِفتُ عَجْزَهُ مِنَ الأشياءِ فَوَسِّعْهُ ، ومن أرادَني بِسُوءٍ مِنَ الخلائق كُلِّهِم فاغْلِبْهُ ، آمين يا أرحم الراحمين . وهَوِّن عَلَيَّ ما خَشيتُ شِدَّتَهُ ، واكشِف عنّي ما خَشيتُ كُرْبَتَهُ ، ويَسِّرْ لي ما خَشيتُ عُسْرَتَهُ ، آمينَ رَبَّ العالَمينَ.\n اللهم انزَع العُجبَ والرَّياءَ ، والكِبرَ والبَغْيَ ، والحَسَدَ والضَّعْفَ والشَّكَّ ، والوَهْنَ والضُّرَّ والأسقامَ ، والخِذلانَ والمَكرَ والخَديعَةَ ، والبَليَّةَ والفَسادَ ، مِن سَمْعي وبَصَري وجَميعِ جَوارِحي ، وخُذْ بِناصيَتي إلى ما تُحِبُّ وتَرضى ، يا أَرْحَمَ الرَّاحِمينَ . \nاللهم صل على محمد وآل محمد واغفِر ذَنبي ، واستُر عَورَتي ، وآمِن رَوعَتي ، واجبُر مُصيبَتي]مَعصِيَتي[ ، واَغْنِ فَقْري ، ويَسِّر حاجَتي ، وأَقِلني عَثرَتي ، واجْمَع شَمْلي ، واكفِني ما أَهَمَّني ، وما غابَ عَنِّي وما حَضَرَني ، وما أَتَخَوَّفُهُ منك ، يا أَرحَمَ الرَّاحِمينَ .\n اللهم فوَّضْتُ أمري إِلَيْكَ ، وألجَأْتُ ظَهْري إِلَيْكَ ، وأَسْلَمْتُ نَفْسي إلَيْكَ بِما جَنَيْتُ عَلَيْها ، فَرَقاً مِنْكَ وخَوفاً وطَمَعاً \nوأنتَ الكَريمُ الذي لا يَقطَعُ الرَّجاءَ ، ولا يُخَيِّبُ الدُّعاءَ .\n فأسأَلُكَ بِحَقِّ إبراهيم خَليلِكَ ، ومُوسى كَليمِكَ ، وعيسي رُوحِك ، ومحمَّدٍ صَفِيِّكَ ونَبِيِّكَ ، ألّا تَصْرِفَ وَجْهَكَ الكَريمَ عَنّي ، حَتى تَقبَلَ تَوبَتي ، وتَرحَمَ عَبرَتي ، وتغفر لي خطيئتي ، يا أرحم الراحمين ، ويا أحكم الحاكمين . اللهم اجعل ثاري على من ظَلَمني ، وانُصرني على من عاداني ، اللهم لا تجعل مُصيبتي في ديني ، ولا تجعل الدُّنيا أكبَرَ هَمّي ولا مَبْلَغَ عِلمي .\nالهي أصلِح لي ديني الذي هو عِصمَةُ أمري ، وأصلِح لي دُنياي الّتي فيها معاشي ، وأصلِح لي آخِرَتي الّتي إليها معادي ، واجعَل الحياةَ زيادةً لي من كُلِّ خيرٍ ، واجعَل الموتَ راحةً لي مِن كُلِّ شَرٍّ .\n اللهم انَّك عَفُوٌّ تُحِبُّ العَفوَ فأعفُ عنّي ، اللّهُمَّ أحيني ما عَلِمْتَ الحياةَ خيراً لي ، وتوَفَّني إذا كانَت الوفاةُ خيراً لي ، وأسألُكَ خَشيَتَكَ فِي الغَيْبِ والشَّهادَةِ ، والعَدْلَ في الغَضَبِ والرِّضا.\n وأسألك القَصْدَ في الفَقْرِ والغِنى ، وأسألُكَ نعيماً لا يَبيدُ ، وقُرَّةَ عَيْنٍ لا يَنْقَطِعُ ، وأسألُك الرِّضا بَعْدَ القَضاءِ ، وأسألُك لَذًّةَ النَّظَرِ إلى وَجْهِكَ . \nاللهم انّي أسْتَهديكَ لإرشادِ أَمري ، وأعُوذُ بِكَ من شَرِّ نَفسي ، اللهم عَمِلتُ سُوءً وظَلَمتُ نَفسي ، فاغفِر لي إنَّه لا يَغفِرُ الذُّنُوبَ إلاّ أَنْتَ ، اللهم انّي أسألُك تَعجيلَ عافيَتِك ، وصَبْراً على بَلِيَّتِكَ وخُروجاً مِن الدُّنيا إلى رَحْمَتِكَ .\nاللهم إني أُشهِدُك وأُشهِدُ ملائِكَتَكَ وحَمَلَةَ عَرْشِكَ وأُشهِدُ مَنْ في السَّماوات ومَن في الأَرضٍ: أنَّكَ أنتَ اللهُ لا إله إلاّ أنتَ وحدك لا شريك وأنًّ محمداً عبدُكَ ورَسُولَك وأسألُك بأنَّ لَكَ الحمدُ لا اله الاّ أنت ، بديعُ السَّماوات والأرض، ياكائِنَ قَبْلَ أن يكونَ شَيْءٌ والمُكَوِّنَ لِكُلِّ شَيْءٍ، والكائِنَ بَعْدَ ما لا يَكونُ شَيءٌ \nاللهم إلى رَحمَتِكَ رَفَعْتُ بَصَري، وإلى جُودِكَ بَسَطْتُ كَفّي فَلا تَحْرمني وأنا أسأَلُك، ولا تُعَذِّبني وأنا أستغفِرُكَ\nاللهم فاغْفِرْلي فإنَّكَ بي عالمٌ، ولا تُعَذِّبني فإنَّكَ عَلَيَّ قادرٌ بِرَحمَتِكَ يا أرْحَمَ الرّاحمين\nاللهم ذا الرًّحمَةِ الواسِعَة و الصَّلاةِ النّافِعَةِ الرّافِعَةِ، صلّ على أكرم خَلْقِكَ عَليْكَ، وأحبِّهم إليْكَ، وأوْجَهِهِمْ لِدَيْك، مُحَمَّدٍ عَبْدِكَ ورَسولِك المَخصُوصِ بِفضائِلِ الوسائِلِ، أَشْرَفَ وأَكْمَلَ، وأَرْفَعَ وأعْظَمَ، وأَكْرَمَ ماصلَّيْتَ على مُبَلِّغٍ عنكَ، ومُؤَمَنٍ على وَحْيِكَ\nاللهم كما سَدَدتَ بِهِ العَمى، فَتَحْتَ بِهِ الهُدى، فاجْعَلْ مَناهِجَ سُبُلِه سُنَناً، وحُجَجَ بُرهانِه لنا سَبَباً نأتَمُّ بِه إلى القُدُومِ عَليْكَ\n اللهم لك الحمد ملأ السَّماوات السَّبع ، ومِلأَ طِباقِهِنَّ ، ومِلأَ الأَرضينَ السَّبعِ ، ومِلأَ ما بَينَهُنَّ ، ومِلأَ عَرْشِ رَبِّنا الكَريم وميزانِ رَبِّنا الغَفّار ، ومِدادِ كَلِماتِ رَبِّنا القَهّار ، ومِلأَ الجَنَّةِ ومِلأَ النّارِ ، وعَدَدَ الماء والثَّرى ، وعدَدَ ما يُرى وما لا يُرى .\n اللهم واجعل صَلَواتِكَ وبَرَكاتِكَ ، ومَنَّكَ ومَغفِرَتَكَ ، ورَحمَتَكَ ورِضوانَكَ ، وفَضْلَكَ وسَلامَتَكَ ، وذِكرَك ونُورَكَ ، وشَرَفَكَ ونِعمَتَكَ وخِيَرَتَكَ على مُحمَّد وآل مُحمَّدٍ ، كما صَلَّيْتَ وباركت وتَرَحَّمتَ على إبْراهيم وآل إبراهيم ، إنَّكَ حَميدٌ مَجيدٌ .\n اللهم اعطِ مُحَمَّداً الوسيلَةَ العُظمى ، وكَريمَ جَزائِكَ في العُقبى ، حتّى تُشَرِّفَهُ يَومَ القِيامَةِ ، يا الهَ الهُدى . اللّهُمَّ صَلِّ عَلى مُحّمَّدٍ وآل مُحّمَّدٍ ، وعلى جميع ملائِكَتِكَ وأنبِيائِكَ ورُسُلِكَ \n سلامٌ عَلى جَبرئيلَ وميكائيلَ وإسرافيلَ ، وحَمَلَةِ العَرْشِ ومَلائِكَتِكَ المُقَرَّبينَ ، والكِرامِ الكاتِبينَ والكَرُّوبيّينَ ، وسَلامٌ على ملائِكَتِكَ أَجمعينَ . وسلامٌ على أبينا آدَمَ وعلى أُمُّنا حَوّاءَ ، وسَلامٌ عَلى النَّبيّينَ أجمَعين ، والصِّديقينَ والشُّهَداءِ والصَّالِحينَ ، وسلامٌ على المُرسَلينَ أجمَعينَ ، والحمدُلله رب العالمين \n ولا حول ولا قوة الا بالله العلي العظيم ، وحسبي الله ونعم الوكيل ، وصلى الله على محمد واله وسلم كثيرا. \n",
"source": "الصحيفة الفاطمية"
},
{
"text": "كَانَ الْكَاظِمُ ع يَقُولُ بَعْدَ الْعَصْرِ \n\nأَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ الْأَوَّلُ وَ الْآخِرُ وَ الظَّاهِرُ وَ الْباطِنُ‏ وَ أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ إِلَيْكَ [مِنْكَ‏] زِيَادَةُ الْأَشْيَاءِ وَ نُقْصَانُهَا أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ خَلَقْتَ خَلْقَكَ بِغَيْرِ مَعُونَةٍ مِنْ غَيْرِكَ وَ لَا حَاجَةٍ إِلَيْهِمْ أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ مِنْكَ الْمَشِيَّةُ وَ إِلَيْكَ الْبَدْوُ أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ قَبْلُ الْقَبْلِ وَ خَالِقُ الْقَبْلِ أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ بَعْدُ الْبَعْدِ وَ خَالِقُ الْبَعْدِ أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ تَمْحُو مَا تَشَاءُ وَ تُثْبِتُ وَ عِنْدَكَ أُمُّ الْكِتَابِ أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ غَايَةُ كُلِّ شَيْ‏ءٍ وَ وَارِثُهُ أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ لَا يَعْزُبُ عَنْكَ الدَّقِيقُ وَ لَا الْجَلِيلُ أَنْتَ اللَّهُ‏ لا إِلهَ إِلَّا أَنْتَ‏ لَا تَخْفَى عَلَيْكَ اللُّغَاتُ وَ لَا تَتَشَابَهُ عَلَيْكَ الْأَصْوَاتُ كُلَّ يَوْمٍ أَنْتَ فِي شَأْنٍ لَا يَشْغَلُكَ شَأْنٌ عَنْ شَأْنٍ عَالِمُ الْغَيْبِ وَ أَخْفَى دَيَّانُ يَوْمِ الدِّينِ مُدَبِّرُ الْأُمُورِ بَاعِثُ‏ مَنْ فِي الْقُبُورِ مُحْيِي الْعِظَامِ‏ وَ هِيَ رَمِيمٌ‏ أَسْأَلُكَ بِاسْمِكَ الْمَكْنُونِ الْمَخْزُونِ الْحَيِّ الْقَيُّومِ الَّذِي لَا يَخِيبُ مَنْ سَأَلَكَ بِهِ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تُعَجِّلَ فَرَجَ الْمُنْتَقِمِ لَكَ مِنْ أَعْدَائِكَ وَ أَنْجِزْ لَهُ مَا وَعَدْتَهُ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ \n",
"source": "المصباح للكفعمي "
},
{
"text": "اللهم تَمَّ نُورُكَ فَهَدَيْتَ فَلَكَ الْحَمْدُ وَ عَظُمَ حِلْمُكَ فَعَفَوْتَ فَلَكَ الْحَمْدُ وَ بَسَطْتَ يَدَكَ فَأَعْطَيْتَ فَلَكَ الْحَمْدُ وَجْهُكَ أَكْرَمُ الْوُجُوهِ وَ جَاهُكَ خَيْرُ الْجَاهِ وَ عَطِيَّتُكَ أَعْظَمُ الْعَطَايَا لَا يُجَازِي بِآلَائِكَ أَحَدٌ وَ لَا يَبْلُغُ مِدْحَتَكَ قَوْلُ قَائِلٍ ",
"source": "المصباح للكفعمي "
},
{
"text": " اللَّهُمَّ مُدَّ لِي أَيْسَرَ أُنْسِ الْعَافِيَةِ وَ اجْعَلْنِي فِي زُمْرَةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ فِي الْعَاجِلَةِ وَ الْآجِلَةِ وَ بَلِّغْ بِيَ الْغَايَةَ وَ اصْرِفْ عَنَى الْآفَاتِ وَ الْعَاهَاتِ وَ اقْضِ لِي بِالْحُسْنَى فِي أُمُورِي كُلِّهَا وَ اعْزِمْ لِي بِالرَّشَادِ وَ لَا تَكِلْنِي إِلَى نَفْسِي أَبَداً يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ اللَّهُمَّ مُدَّ لِي فِي السَّعَةِ وَ الدَّعَةِ وَ جَنِّبْنِي مَا حَرَّمْتَهُ عَلَيَّ وَ وَجِّهْ إِلَيَّ بِالْعَافِيَةِ وَ السَّلَامَةِ وَ الْبَرَكَةِ وَ لَا تُشْمِتْ بِيَ الْأَعْدَاءَ وَ فَرِّجْ عَنِّي الْكَرْبَ وَ أَتْمِمْ عَلَيَّ نِعْمَتَكَ وَ أَصْلِحْ لِيَ الْحَرْثَ فِي الْإِصْلَاحِ لِأَجْلِ دُنْيَايَ وَ آخِرَتِي وَ اجْعَلْنِي سَالِماً مِنْ كُلِّ سُوءٍ مُعَافاً مِنَ الضَّرُورَةِ فِي مُنْتَهَى الشُّكْرِ وَ الْعَافِيَةِ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ نَبِيِّهِ وَ آلِهِ وَ سَلَّمَ ",
"source": "المصباح للكفعمي "
},
{
"text": "ثُمَّ ادْعُ‏ بِدُعَاءِ مُعَاوِيَةَ بْنِ عَمَّارٍعن الصادق ع في تعقيب فريضة العصر : \n\nالْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏ وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ خَاتَمِ النَّبِيِّينَ وَ عَلَى آلِهِ الطَّاهِرِينَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فِي‏ اللَّيْلِ إِذا يَغْشى‏ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فِي‏ النَّهارِ إِذا تَجَلَّى‏ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ فِي الْآخِرَةِ وَ الْأُولَى وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ مَا لَاحَ الْجَدِيدَانِ وَ مَا اطَّرَدَ الْخَافِقَانِ وَ مَا حَدَا الْحَادِيَانِ وَ مَا عَسْعَسَ لَيْلٌ وَ مَا ادْلَهَمَّ ظَلَامٌ وَ مَا تَنَفَّسَ صُبْحٌ وَ مَا أَضَاءَ فَجْرٌ \nاللَّهُمَّ اجْعَلْ مُحَمَّداً خَطِيبَ وَفْدِ الْمُؤْمِنِينَ إِلَيْكَ وَ الْمَكْسُوَّ حُلَلَ الْأَمَانِ إِذَا وَقَفَ بَيْنَ يَدَيْكَ وَ النَّاطِقَ إِذَا خَرِسَتِ الْأَلْسُنُ بِالثَّنَاءِ عَلَيْكَ اللَّهُمَّ أَعْلِ دَرَجَتَهُ وَ ارْفَعْ مَنْزِلَتَهُ وَ أَظْهِرْ حُجَّتَهُ وَ تَقَبَّلْ شَفَاعَتَهُ وَ ابْعَثْهُ الْمَقَامَ الْمَحْمُودَ الَّذِي وَعَدْتَهُ وَ اغْفِرْ لَهُ مَا أَحْدَثَ الْمُحْدِثُونَ مِنْ أُمَّتِهِ بَعْدَهُ اللَّهُمَّ بَلِّغْ رُوحَ مُحَمَّدٍ وَ آلِ مُحَمَّدِ مِنِّي التَّحِيَّةَ وَ السَّلَامَ وَ ارْدُدْ عَلَيَّ مِنْهُمُ التَّحِيَّةَ وَ السَّلَامَ يَا ذَا الْجَلَالِ وَ الْإِكْرَامِ وَ الْفَضْلِ وَ الْإِنْعَامِ \n\nاللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ مَضَلَّاتِ الْفِتَنِ‏ ما ظَهَرَ مِنْها وَ ما بَطَنَ‏ وَ الْإِثْمِ وَ الْبَغْيِ بِغَيْرِ الْحَقِّ وَ أَنْ أُشْرِكَ بِكَ مَا لَمْ تُنْزِلْ بِهِ سُلْطَاناً وَ أَنْ‏ أَقُولَ عَلَيْكَ مَا لَا أَعْلَمُ \n\nاللَّهُمَّ إِنِّي أَسْأَلُكَ مُوجِبَاتِ رَحْمَتِكَ وَ عَزَائِمَ مَغْفِرَتِكَ وَ الْغَنِيمَةَ مِنْ كُلِّ بِرٍّ وَ السَّلَامَةَ مِنْ كُلِّ إِثْمٍ وَ أَسْأَلُكَ الْفَوْزَ بِالْجَنَّةِ وَ النَّجَاةَ مِنَ النَّارِ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اجْعَلْ لِي فِي صَلَاتِي وَ دُعَائِي بَرَكَةً تُطَهِّرُ بِهَا قَلْبِي وَ تُؤْمِنُ بِهَا رَوْعَتِي وَ تَكْشِفُ بِهَا كَرْبِي وَ تَغْفِرُ بِهَا ذَنْبِي وَ تُصْلِحُ بِهَا أَمْرِي وَ تُغْنِي بِهَا فَقْرِي وَ تَذْهَبُ بِهَا ضُرِّي وَ تُفَرِّجُ بِهَا هَمِّي وَ تُسَلِّي بِهَا غَمِّي وَ تَشْفِي بِهَا سُقْمِي وَ تُؤْمِنُ بِهَا خَوْفِي وَ تَجْلُو بِهَا حُزْنِي وَ تَقْضِي بِهَا دَيْنِي وَ تَجْمَعُ بِهَا شَمْلِي وَ تُبَيِّضُ بِهَا وَجْهِي وَ اجْعَلْ مَا عِنْدَكَ خَيْراً لِي\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تَدَعْ لِي ذَنْباً إِلَّا غَفَرْتَهُ وَ لَا كَرْباً إِلَّا كَشَفْتَهُ وَ لَا خَوْفاً إِلَّا آمَنْتَهُ وَ لَا سُقْماً إِلَّا شَفَيْتَهُ وَ لَا هَمّاً إِلَّا فَرَّجْتَهُ وَ لَا غَمّاً إِلَّا أَذْهَبْتَهُ وَ لَا حُزْناً إِلَّا سَلَّيْتَهُ وَ لَا عَدُوّاً إِلَّا كَفَيْتَهُ وَ لَا حَاجَةً إِلَّا قَضَيْتَهَا وَ لَا دَعْوَةً إِلَّا أَجَبْتَهَا وَ لَا مَسْأَلَةً إِلَّا أَعْطَيْتَهَا وَ لَا أَمَانَةً إِلَّا أَدَّيْتَهَا وَ لَا فِتْنَةً إِلَّا صَرَفْتَهَا اللَّهُمَّ اصْرِفْ عَنِّي مِنَ الْعَاهَاتِ وَ الْآفَاتِ وَ الْبَلِيَّاتِ مَا لَا أُطِيقُ صَرْفَهُ إِلَّا بِكَ\n\n اللَّهُمَّ أَمْسَى ظُلْمِي مُسْتَجِيراً بِعَفْوِكَ وَ أَمْسَتْ ذُنُوبِي مُسْتَجِيرَةً بِمَغْفِرَتِكَ وَ أَمْسَى خَوْفِي مُسْتَجِيراً بِأَمَانِكَ وَ أَمْسَى فَقْرِي مُسْتَجِيراً بِغِنَاكَ وَ أَمْسَى ذُلِّي مُسْتَجِيراً بِعِزِّكَ وَ أَمْسَى ضَعْفِي مُسْتَجِيراً بِقُوَّتِكَ وَ أَمْسَى وَجْهِيَ الْبَالِي الْفَانِي مُسْتَجِيراً بِوَجْهِكَ الدَّائِمِ الْبَاقِي يَا كَائِناً قَبْلَ كُلِّ شَيْ‏ءٍ يَا مُكَوِّنَ كُلِّ شَيْ‏ءٍ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اصْرِفْ عَنِّي وَ عَنْ أَهْلِي وَ مَالِي وَ وُلْدِي وَ أَهْلِ حُزَانَتِي وَ إِخْوَانِي فِيكَ شَرَّ كُلِّ ذِي شَرٍّ وَ شَرَّ كُلِّ جَبَّارٍ عَنِيدٍ وَ شَيْطَانٍ مَرِيدٍ وَ سُلْطَانٍ جَائِرٍ وَ عَدُوٍّ قَاهِرٍ وَ حَاسِدٍ مُعَانِدٍ وَ بَاغٍ مُرَاصِدٍ وَ مِنْ شَرِّ السَّامَّةِ وَ الْهَامَّةِ وَ مَا دَبَّ فِي اللَّيْلِ وَ النَّهَارِ وَ شَرِّ فُسَّاقِ الْعَرَبِ وَ الْعَجَمِ وَ فَسَقَةِ الْجِنِّ وَ الْإِنْسِ وَ أَعُوذُ بِدِرْعِكَ‏ الْحَصِينَةِ الَّتِي لَا تُرَامُ أَنْ تُمِيتَنِي غَمّاً أَوْ هَمّاً أَوْ مُتَرَدِّياً أَوْ هَدْماً أَوْ رَدْماً أَوْ غَرَقاً أَوْ حَرَقاً أَوْ عَطَشاً أَوْ شَرَقاً أَوْ صَبْراً أَوْ تَرَدِّياً أَوْ أَكِيْلَ سَبُعٍ أَوْ فِي أَرْضِ غُرْبَةٍ أَوْ مِيْتَةَ سُوءٍ وَ أَمَتَّنِي عَلَى فِرَاشِي فِي عَافِيَةٍ أَوْ فِي الصَّفِّ الَّتِي نَعَتَّ أَهْلَهُ فِي كِتَابِكَ فَقُلْتَ‏ كَأَنَّهُمْ بُنْيانٌ مَرْصُوصٌ‏ عَلَى طَاعَتِكَ وَ طَاعَةِ رَسُولِكَ مُقْبِلًا عَلَى عَدُوِّكَ غَيْرَ مُدْبِرٍ عَنْهُ قَائِماً بِحَقِّكَ غَيْرَ جَاحِدٍ لِآِلَائِكَ وَ لَا مُعَانِداً لِأَوْلِيَائِكَ وَ لَا مُوَالِياً لِأَعْدَائِكَ يَا كَرِيمُ\n\n اللَّهُمَّ اجْعَلْ دُعَائِي فِي الْمَرْفُوعِ الْمُسْتَجَابِ وَ اجْعَلْنِي عِنْدَكَ‏ وَجِيهاً فِي الدُّنْيا وَ الْآخِرَةِ وَ مِنَ الْمُقَرَّبِينَ‏ الَّذِينَ‏ لا خَوْفٌ عَلَيْهِمْ وَ لا هُمْ يَحْزَنُونَ‏ وَ اغْفِرْ لِي وَ لِوالِدَيَ‏ وَ مَا وَلَدَا وَ مَا وَلَدَتْ وَ مَا تَوَالَدُوا مِنَ الْمُؤْمِنِينَ وَ الْمُؤْمِنَاتِ يَا خَيْرَ الْغَافِرِينَ الْحَمْدُ لِلَّهِ الَّذِي قَضَى عَنِّي صَلَاةً كانَتْ عَلَى الْمُؤْمِنِينَ كِتاباً مَوْقُوتاً \n\n",
"source": "المصباح للكفعمي "
}
]
}