{
"title": "تعقيبات فريضة المغرب",
"type": "text",
"data": [
{
"text": "قال الطبرسي [الطوسي‏] رحمه الله و الأفضل تأخير التعقيب و سجدتي الشكر إلى بعد النوافل ",
"source": "المصباح للكفعمي "
},
{
"text": "إِنَّ اللَّهَ وَ مَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَ سَلِّمُوا تَسْلِيماً اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ النَّبِيِّ وَ عَلَى ذُرِّيَّتِهِ وَ عَلَى أَهْلِ بَيْتِهِ ",
"source": "المصباح للكفعمي "
},
{
"text": "اقرأ آية الكرسي:\n\nاللّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n",
"source": "بحار الأنوار"
},
{
"text": "قُلْ ثَلَاثاً \n\nالْحَمْدُ لِلَّهِ الَّذِي‏ يَفْعَلُ ما يَشاءُ وَ لَا يَفْعَلُ مَا يَشَاءُ غَيْرُهُ ",
"source": "المصباح للكفعمي "
},
{
"text": "قل سَبْعاً (وفي رواية مائة)\n\nبسم الله الرحمن الرحيم",
"source": "المصباح للكفعمي "
},
{
"text": "قل سَبْعاً (وفي رواية مائة)\n\nلا حول ولا قوة إلاّ بالله ",
"source": "المصباح للكفعمي "
},
{
"text": "قُلْ عَشْراً \n\nما شاءَ اللَّهُ لا قُوَّةَ إِلَّا بِاللَّهِ‏ أَسْتَغْفِرُ اللَّهَ",
"source": "المصباح للكفعمي "
},
{
"text": "سُبْحَانَكَ‏ لا إِلهَ إِلَّا أَنْتَ‏ اغْفِرْ لِي ذُنُوبِي كُلَّهَا جَمِيعاً فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ كُلَّهَا جَمِيعاً إِلَّا أَنْتَ \nاللَّهُمَّ إِنِّي أَسْأَلُكَ مُوجِبَاتِ رَحْمَتِكَ وَ عَزَائِمَ مَغْفِرَتِكَ وَ السَّلَامَةَ فِي كُلِّ إِثْمٍ وَ الْغَنِيمَةَ مِنْ كُلِّ بِرٍّ وَ النَّجَاةَ مِنَ النَّارِ وَ مِنْ كُلِّ بَلِيَّةٍ وَ الْفَوْزَ بِالْجَنَّةِ وَ الرِّضْوَانِ فِي دَارِ السَّلَامِ وَ جِوَارَ نَبِيِّكَ مُحَمَّدٍ وَ آلِهِ‏ عَلَيْهِمُ السَّلَامُ\n اللَّهُمَّ مَا بِنَا مِنْ نِعْمَةٍ فَمِنْكَ‏ لا إِلهَ إِلَّا أَنْتَ‏ أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ‏",
"source": "المصباح للكفعمي "
},
{
"text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ أَسْأَلُكَ أَنْ تَجْعَلَ النُّورَ فِي بَصَرِي وَ الْبَصِيرَةَ فِي دِينِي وَ الْيَقِينَ فِي قَلْبِي وَ الْإِخْلَاصَ فِي عَمَلِي وَ السَّلَامَةَ فِي نَفْسِي وَ السَّعَةَ فِي رِزْقِي وَ الشُّكْرَ لَكَ أَبَداً مَا أَبْقَيْتَنِي‏",
"source": "المصباح للكفعمي "
},
{
"text": "اقرأ تعقيب سيدتنا ومولاتنا فاطمة الزهراء عليها السلام بعد صلاة المغرب وهو : \n\n  الحمد لله الذي لا يَبلُغُ مَدحَتَهُ القائلون ، والحمد لله الذي لا يحصى نَعماءَه العادّون ، والحمد لله الذي لا يؤدي حقّهُ المجتهدون ، ولا اله الا الله الأولُ والآخر ، ولا اله الّا الله الظّاهرُ والباطنُ ، ولا اله الا الله المُحيي المُميت ، والله أكبر ذو الطَّول ، والله أكبر ذو البَقاء الدّائِم . \nوالحمد لله الذي لا يُدركُ العالِمون عِلمَهُ ، ولا يَسْتَخِفَّ الجاهِلُونَ حِلمَهُ ، ولا يَبلُغُ المادِحون مِدحَتَهُ ، ولا يَصِفُ الواصِفونَ صِفَتَهُ ، ولا يُحسِنُ الخَلقُ نَعتَهُ \nوالحمد لله ذي المُلكِ والمَلَكوت ، والعَظَمَةِ والجَبروت ، والعِزِّ والكبرياء ، والبهاء والجلال ، والمهابة والجمال ، والعِزَّةِ والقُدرة ، والحَولِ والقوّة ، والمِنَّةِ والغَلَبَةِ ، والفَضلِ والطَّولِ ، والعَدلِ والحَق ، والخَلقِ والعلاء ، والرفعةِ والمجدِ ، والفضيلَةِ والحِكمَةِ ، والغِناءِ والسَّعَةِ ، والبَسط والقَبضِ ، والحِلمِ والعِلم ، والحُجَّةِ البالغةِ ، والنِّعمَةِ السّابِغَة ، والثَّناءِ الحَسَنِ الجَميل والآلاء الكَريمَة ، مَلِكِ الدُّنيا والآخِرَة والجَنَّة والنار ، وما فيهنَّ تَبارَك وتعالى .\nالحمد لله الذي عَلِمَ أسرارَ الغُيوبِ ، واطَّلَعَ عَلى ما تَجِنُّ القُلوب ، فليس عنه مَذهَبٌ ولا مَهرَبٌ ، والحمد لله المُتَكبِّرِ في سُلطانِهِ ، العَزيزِ في مَكانِهِ ، المُتَجَبِّرِ في مُلكه ، القَويُّ في بَطشِهِ ، الرَّفيعِ فَوقَ عَرشِهِ ، المُطَّلِع على خَلقِه ، والبالِغ لما أراد من علمه. \nالحمد لله الذي بكلماته قامت السماوات الشِّدادُ ، وثبتت الأرضون المِهاد ، وانتَصَبَتِ الجبالُ الرَّواسي الأوتاد ، وجَرَت الرَّياحُ اللَّواقح ، وسار في جوِّ السَّماءِ السَّحاب ، وَوَقَفَتْ على حُدُودها البحارُ ، وَوَجِلَت القُلُوب من مَخَافتِه ، وانقَمَعَت الأرباب لِرُبوبِيِّته ، تبارَكت يا مُحصي قَطرِ المَطَرِ وَوَرَقِ الشَّجَرِ ، ومُحيي أجساد الموتى لِلحَشر.\n سبحانك يا ذا الجلال والاكرام ، ما فَعَلْتَ بالغَريبِ الفَقير إذا أَتاكَ مُستَجيراً مُستغيثا؟ ، ما فَعَلْتَ بِمَن أَناخَ بِفَنائِكَ وتَعرَّضَ لِرِضاكَ ، وغَدا إليكَ ، فَجَثا بَينَ يَديْكَ ، يَشكو إليكَ ما لا يَخفى عَلَيكَ؟ ، فلا يَكونَّنَ يا ربِّ حَظّي مِن دُعائي الحِرمانُ ، ولا نَصيبي مما أرجو مِنكَ الخِذلانُ .\n يا من لم يَزَل ، ولا يزول كما لَم يَزَلْ ، قائِماً على كُلِّ نَفسٍ بما كَسَبتْ ، يا من جَعَل أيّامَ الدّنيا تَزُولُ ، وشُهورَها تحُولُ ، وسَنيَّها تَدور ، وأنتَ الدّائمُ لا تُبليكَ الأزمانُ ، ولا تُغيِّرُك الدُّهور . \nيا من كُلُّ يَومٍ عِندَهُ جَديدٌ ، وكُلُّ رِزقٍ عِندَهُ عَتيدٌ ، للضَّعيفِ والقَوِيِّ والشَّديدِ ، قَسَّمْتَ الأرزاق بين الخلائِقِ ، فَسَّويتَ بَينَ الذَّرَّةِ والعُصفُور .\n اللهم إذا ضاق المُقامُ بالنّاس ، فنعوذُ بِكَ مِن ضيقِ المُقامِ ، اللهم إذا طال يومَ القِيامَة على المُجرمينَ ، فَقَصِّرْ ذلِكَ اليَومَ عَلَينا كما بَينَ الصَّلاةِ إلى الصَّلاة .\n اللهم إذا أَدنَيتَ الشّمس من الجَماجِم ، فكان بينها وبين الجماجم مِقدارُ ميل ، وزيدَ في حرِّها حَرَّ عَشرِ سِنين ، فإنّا نَسألُك أن تُظِلَّنا بالغَمام ، وتَنصِب لَنا المنابِرَ والكَراسيَّ نَجلِسُ عَلَيها والنّاسُ يَنطلِقُونَ في المَقام ، آمين رب العالمين .\n أسألك اللهم بحق هذه المَحامِدِ ، الّا غَفَرْتَ لي وتجاوَزتَ عَنّي ، وألبَسْتَني العافيَةَ في بَدَني ، ورَزقتني السّلامةَ في ديني .\n فإنّي أسأَلُكَ ، وأنا واثِقٌ بإِجابَتِكَ إيّايَ في مسألتي ، وأدعُوكَ وأنا عالمٌ باستِماعِكَ دَعوَتي ، فاستَمِع دُعائي ولا تَقطَع رَجائي ، ولا تَرُدَّ ثَنائي ولا تُخَيِب دُعائي ، أَنا محتاجٌ إلى رِضوانِكَ ، وفَقيرٌ إلى غُفرانك أسْأَلُكَ ولا آيِسٌ من رَحمَتِكَ ، وأدعُوكَ وأنا غَيرُ مُحتَرِزٍ من سَخَطِكَ . \nرَبِّ فاسْتَجِب لي وامنُن عَلَيَّ بِعَفوِك ، وتَوَفَّني مُسلِماً وألحقني بالصّالِحينَ ، رَبِّ لا تَمنَعني فَضلَكَ يا مَنّانُ ، ولا تَكِلني إلى نفسي مخذولاً يا حَنّانُ . \nرَبِّ ارحم عِندَ فِراقِ الأحِبَّةِ صَرْعَتي ، وعِندَ سُكونِ القَبرِ وَحدَتي ، وفي مَفازَة ِالقِيامَةِ غُربَتي ، وبينَ يَديكَ مَوقوفاً لِلحِساب فاقَتي . \nرَبِّ أستجيرُ بِكَ من النّار فأجرني ، رَبِّ أعوذ بك من النّار فأعذني ، رَبِّ أفزع إليك من النّار فأبعِدني ، رَبِّ أستَرْحِمُكَ مكروبا فارحَمني . رَبِّ أستَغفِرُكَ لِما جَهِلتُ فاغفِر لي ، رَبِّ قد أبرزَني الدُّعاءُ للحاجَةِ إلَيكَ فلا تُؤيِسني ، يا كريمُ ذا الآلاءِ والإحسان والتجاوُز .\n سيدي يا بَرُّ يا رَحيمُ ، استَجِب بينَ المُتَضَرِّعينَ إليكَ دَعوَتي ، وارحَم بَينَ المُنتَحبينَ بالعَويلِ عَبْرَتي ، واجْعَل في لِقائِكَ يَوْمَ الخُروجِ من الدُّنيا راحَتي ، واستُر بين الأمواتِ يا عَظيمَ الرَّجاءِ عورتي ، واعطِف عليَّ عِندَ التّحوُّلِ وَحيداً إلى حُفرَتي ، إنَّك أملي ومَوضَعُ طَلِبَتي ، والعارِفُ بما أُريدُ في تَوجيهِ مسأَلَتي . \nفاقضِ يا قاضي الحاجات حاجتي ، فإليك المُشتكى وأنتَ المُستعانُ والمُرتجى ، أَفِرُّ إليكَ هارِباً من الذُنوبِ فاقبَلني ، وألتَجِأُ من عَدلِكَ إلى مَغفِرَتِكَ فَأَدرِكني ، وألتاذُ بِعَفوِكَ من بَطشِكَ فامْنَعني ، وأَسْتَروِحُ رَحْمَتَكَ مِن عِقابِكَ فَنَجِّني، وأطْلُبُ القُربَةَ مِنكَ بالإِسلام فَقَرّبني ، ومِنَ الفَزَعِ الأكبَرِ فآمنِّي ، وفي ظِلِّ عَرشِكَ فَظَلِّلني ، وكِفلَيْنِ من رَحمَتِكَ فَهب لي ، ومن الدُّنيا سالِماً فَنَجِّني ، ومِن الظُّلُماتِ إلى النُّور فأخرِجني .\n ويوم القيامَةِ فَبيِّض وَجهي ، وحِساباً يَسيراً فحاسِبني ، وبِسَرائِري فلا تَفضَحني ، وعلى بَلائِكَ فَصبّرني ، وكما صَرَفتَ عن يُوسُفَ السُّوءَ والفَحشاء فاصرِفهُ عَنِّي ، وما لا طاقَةَ لي به فلا تُحَمِّلني . \nوإلى دار السَّلام فاهدِني ، وبالقُرآنِ فانفَعني ، وبالقَولِ الثَّابِت فَثَبِّتني ، ومِن الشَّيطانِ الرَّجيم فاحفَظني ، وبِحولِكَ وقُوَّتِكَ وجَبَروتِك فاعصِمني ، وبِحلمِك وعِلمِكَ وسَعَة رحمتك من جَهنَّم فَنَجِّني ، وجَنَّتَك الفِردَوسَ فاسكِنِّي ، والنَّظَرَ إلى وجَهِك فارزُقني ، وبنبيِّك مُحمدٍ فألحقني ، ومن الشَّياطينَ وأوليائِهِم ومِن شَرِّ كُلُّ ذي شَرٍّ فاكفني .\nاللهم وأعدائي ومن كادني بسوءٍ ان أتوا برّاً فَجَبِّن شَجيعَهُم ، فَضِّ جُموعَهُم ، كَلِّل سِلاحَهُم ، عَرقِب دوابَّهم ، سَلِّط عَليهِمُ العواصِفَ والقواصِف أبداً حتى تُصليهمُ النّار ، أنزِلهُم مِن صَياصيهِم ، وأمكِنّا من نواصيهِم ، آمين رب العالمين . \nاللهم صل على محمد وال محمد ، صلاةً يشهد الأولون مع الأبرار وسيد المرسلين ، وخاتم النبيين ، وقائد الخير ومفتاح الرحمة .\n اللهم رب البيت الحرام والشهر الحرام ، ورب المشعر الحرام ، ورب الركن والمقام ، ورب الحل والاحرام ، بلِّغ روح محمّدٍ منا التحية والسلام . \nالسلامُ عليك يا رسول الله ، سلامٌ عليك يا أمين الله ، سلامٌ عليك يا مُحمدَ بن عبد الله ، السلام عليك ورحمة الله وبركاته \n فهو كما وصفته بالمؤمنين رؤوف رحيم . \nاللهم أعطِه أفضَلَ ما سألَكَ ، وأفضَلَ ما سُئلتَ لَهُ ، وأفضل ما أنت مسؤولٌ له إلى يوم القيامة ، آمين يا رَبَّ العالمين .\n\n",
"source": "الصحيفة الفاطمية"
},
{
"text": "تدعو بما رَوَاهُ مُعَاوِيَةُ بْنُ عَمَّارٍ عَنِ الصَّادِقِ ع في تعقيب فريضة المغرب : \n\n‏ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ الْبَشِيرِ النَّذِيرِ السِّرَاجِ الْمُنِيرِ الطُّهْرِ الطَّاهِرِ الْخَيِّرِ الْفَاضِلِ خَاتَمِ أَنْبِيَائِكَ وَ سَيِّدِ أَصْفِيَائِكَ وَ خَالِصِ أَخِلَّائِكَ ذِي الْوَجْهِ الْجَمِيلِ وَ الشَّرَفِ الْأَصِيلِ وَ الْمِنْبَرِ النَّبِيلِ وَ الْمَقَامِ الْمَحْمُودِ وَ الْمَنْهَلِ الْمَشْهُودِ وَ الْحَوْضِ الْمَوْرُودِ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ كَمَا بَلَّغَ رِسَالاتِكَ وَ جَاهَدَ فِي سَبِيلِكَ وَ نَصَحَ لِأُمَّتِهِ وَ عَبَدَكَ حَتَّى أَتَاهُ الْيَقِينُ وَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ الْأَخْيَارِ الْأَتْقِيَاءِ الْأَبْرَارِ الَّذِينَ انْتَجَبْتَهُمْ لِنَفْسِكَ وَ اصْطَفَيْتَهُمْ مِنْ خَلْقِكَ وَ أَمَّنْتَهُمْ عَلَى وَحْيِكَ وَ جَعَلْتَهُمْ خُزَّانَ عِلْمِكَ وَ تَرَاجِمَةَ وَحْيِكَ وَ أَعْلَامَ نُورِكَ وَ حَفَظَةَ سِرِّكَ وَ أَذْهَبْتَ عَنْهُمُ الرِّجْسَ وَ طَهَّرْتَهُمْ تَطْهِيراً اللَّهُمَّ انْفَعْنَا بِحُبِّهِمْ وَ احْشُرْنَا فِي زُمْرَتِهِمْ وَ تَحْتَ لِوَائِهِمْ وَ لَا تُفَرِّقْ بَيْنَنَا وَ بَيْنَهُمْ وَ اجْعَلْنِي بِهِمْ عِنْدَكَ‏ وَجِيهاً فِي الدُّنْيا وَ الْآخِرَةِ وَ مِنَ الْمُقَرَّبِينَ‏ الَّذِينَ‏ لا خَوْفٌ عَلَيْهِمْ وَ لا هُمْ يَحْزَنُونَ‏ الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ بِالنَّهَارِ بِقُدْرَتِهِ وَ جَاءَ بِاللَّيْلِ بِرَحْمَتِهِ‏ خَلْقاً جَدِيداً وَ جَعَلَهُ لِبَاساً وَ مَسْكَناً وَ جَعَلَ‏ اللَّيْلَ وَ النَّهارَ آيَتَيْنِ‏ لِيُعْلَمَ بِهِمَا عَدَدُ السِّنِينَ وَ الْحِسَابُ الْحَمْدُ لِلَّهِ عَلَى إِقْبَالِ اللَّيْلِ وَ إِدْبَارِ النَّهَارِ\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ أَصْلِحْ لِي دِينِيَ الَّذِي هُوَ عِصْمَةُ أَمْرِي وَ أَصْلِحْ لِي دُنْيَايَ الَّتِي فِيهَا مَعِيشَتِي وَ أَصْلِحْ لِي آخِرَتِيَ الَّتِي إِلَيْهَا مُنْقَلَبِي وَ اجْعَلِ الْحَيَاةَ لِي زِيَادَةً لِي مِنْ كُلِّ خَيْرٍ وَ اجْعَلِ الْمَوْتَ رَاحَةً لِي مِنْ كُلِّ سُوءٍ وَ اكْفِنِي أَمْرَ دُنْيَايَ وَ آخِرَتِي بِمَا كَفَيْتَ بِهِ أَوْلِيَاءَكَ وَ خِيَرَتَكَ مِنْ عِبَادِكَ الصَّالِحِينَ وَ اصْرِفْ عَنِّي شَرَّهُمَا وَ وَفِّقْنِي لِمَا يُرْضِيكَ عَنِّي يَا كَرِيمُ أَمْسَيْنَا وَ الْمُلْكُ‏ لِلَّهِ الْواحِدِ الْقَهَّارِ وَ مَا فِي اللَّيْلِ وَ النَّهَارِ\n\n اللَّهُمَّ إِنِّي وَ هَذَا اللَّيْلُ وَ النَّهَارُ خَلْقَانِ مِنْ خَلْقِكَ فَاعْصِمْنِي فِيهِمَا بِقُوَّتِكَ وَ لَا تُرِهِمَا جُرْأَةً مِنِّي عَلَى مَعَاصِيكَ وَ لَا رُكُوباً [مِنِّي‏] لِمَحَارِمِكَ وَ اجْعَلْ عَمَلِي فِيهِمَا مَقْبُولًا وَ سَعْيِي مَشْكُوراً وَ سَهِّلْ لِي مَا أَخَافُ عُسْرَهُ وَ سَهِّلْ لِي مَا صَعُبَ عَلَيَّ أَمْرُهُ وَ اقْضِ لِي مَا فِيهِ بِالْحُسْنَى [فِيهِ الْحُسْنَى‏] وَ آمِنِّي مَكْرَكَ وَ لَا تَهْتِكْ عَنِّي سِتْرَكَ وَ لَا تُنْسِنِي ذِكْرَكَ وَ لَا تَحُلْ بَيْنِي وَ بَيْنَ حَوْلِكَ وَ قُوَّتِكَ وَ لَا تُلْجِئْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ أَبَداً وَ لَا إِلَى أَحَدٍ مِنْ خَلْقِكَ يَا كَرِيمُ \n\nاللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ افْتَحْ قَلْبِي [مَسَامِعَ‏] لِذِكْرِكَ حَتَّى أَعِيَ وَحْيَكَ وَ أَتَّبِعَ كِتَابَكَ وَ أُصَدِّقَ رُسُلَكَ وَ أُومِنَ بِوَعْدِكَ وَ أَخَافَ وَعِيدَكَ وَ أُوفِيَ بِعَهْدِكَ وَ أَتَّبِعَ أَمْرَكَ وَ أَجْتَنِبَ نَهْيَكَ\n\n اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ لَا تَصْرِفْ عَنِّي وَجْهَكَ وَ لَا تَمْنَعْنِي فَضْلَكَ وَ لَا تَحْرِمْنِي [تحرمني‏] عَفْوَكَ وَ اجْعَلْنِي أُوَالِي أَوْلِيَاءَكَ وَ أُعَادِي أَعْدَاءَكَ وَ ارْزُقْنِي الرَّهْبَةَ مِنْكَ وَ الرَّغْبَةَ إِلَيْكَ وَ الْخُشُوعَ وَ الْوَقَارَ وَ التَّسْلِيمَ لِأَمْرِكَ وَ التَّصْدِيقَ بِكِتَابِكَ وَ اتِّبَاعَ سُنَّةِ نَبِيِّكَ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ\n\n اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ نَفْسٍ لَا تَقْنَعُ وَ بَطْنٍ لَا يَشْبَعُ وَ عَيْنٍ لَا تَدْمَعُ وَ قَلْبٍ لَا يَخْشَعُ وَ صَلَاةٍ لَا تُرْفَعُ وَ عَمَلٍ‏ لَا يَنْفَعُ وَ دُعَاءٍ لَا يُسْمَعُ وَ أَعُوذُ بِكَ مِنْ سُوءِ الْقَضَاءِ وَ دَرْكِ الشَّقَاءِ وَ شَمَاتَةِ الْأَعْدَاءِ وَ جَهْدِ الْبَلَاءِ وَ عَمَلٍ لَا يُرْضَى وَ أَعُوذُ بِكَ مِنَ الْفَقْرِ وَ الْقَهْرِ وَ الْكُفْرِ وَ الْوَقْرِ وَ الْغَدْرِ وَ ضِيقِ الصَّدْرِ وَ سُوءِ الْأَمْرِ وَ مِنْ بَلَاءٍ لَيْسَ لِي عَلَيْهِ صَبْرٌ وَ مِنَ الدَّاءِ الْعُضَالِ وَ غَلَبَةِ الرِّجَالِ وَ خَيْبَةِ الْمُنْقَلَبِ وَ سُوءِ الْمَنْظَرِ فِي النَّفْسِ وَ الْأَهْلِ وَ الْمَالِ وَ الْوَلَدِ وَ الدِّينِ وَ عِنْدَ مُعَايَنَةِ مَلَكِ الْمَوْتِ وَ أَعُوذُ بِاللَّهِ مِنْ إِنْسَانِ سَوْءِ وَ جَارِ سَوْءٍ وَ قَرِينِ سَوْءٍ وَ يَوْمِ سَوْءٍ وَ سَاعَةِ سَوْءٍ وَ مِنْ شَرِّ ما يَلِجُ فِي الْأَرْضِ وَ ما يَخْرُجُ مِنْها وَ ما يَنْزِلُ مِنَ السَّماءِ وَ ما يَعْرُجُ فِيها وَ مِنْ شَرِّ طَوَارِقِ اللَّيْلِ وَ النَّهَارِ إِلَّا طَارِقاً يَطْرُقُ بِخَيْرٍ وَ مِنْ شَرِّ كُلِّ دَابَّةٍ رَبِّي‏ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى‏ صِراطٍ مُسْتَقِيمٍ‏ فَسَيَكْفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ \n\nالْحَمْدُ لِلَّهِ الَّذِي قَضَى عَنِّي صَلَاةً كانَتْ عَلَى الْمُؤْمِنِينَ كِتاباً مَوْقُوتاً\n\n",
"source": "المصباح للكفعمي "
}
]
}