{
"title": "قراءة أدعية الإستغفار وقت السحر",
"type": "text",
"data": [
{
"text": "من استغفار أمير المؤمنين عليه السلام : \n\nاللهمّ إنّي أستغفرك من كلّ ذنب قوي عليه بدني بعافيتك ، أو نالته قدرتي بفضل نعمتك ، أو بسطت إليه يدي بسابغ رزقك ، أو اتّكلت فيه عند خوفي منه على أناتك ، أو احتجبت فيه من النّاس بسترك ، أو وثقت من سطوتك عليّ فيه بحلمك ، أو عوّلت فيه على كرم عفوك.\n\nاللهمّ إنّي أستغفرك من كلّ ذنب خنت فيه أمانتي ، أو نحّست بفعله نفسي ، أو احتطبت به على بدني ، أو قدّمت فيه لذّتي ، أو آثرت فيه شهوتي ، أو سعيت فيه لغيري ، أو استغويت إليه من تبعني ، أو كايدت فيه من منعني ، أو قهرت عليه من عاداني ، أو غلبت عليه بفضل حيلتي ، أو أحلت عليك مولاي فلم تغلبني على فعلي إذ كنت كارها لمعصيتي فحلمت عنّي ، لكن سبق علمك فيّ بفعلي ذلك لم تدخلني يا ربّ فيه جبرا ، ولم تحملني عليه قهرا ، ولم تظلمني فيه شيئا فأستغفرك له ولجميع ذنوبي.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب تبت إليك منه ، وأقدمت على فعله فاستحييت منك وأنا عليه ، ورهبتك وأنا فيه تعاطيته وعدت إليه.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب كتبته عليّ بسبب خير أردت به وجهك فخالطني فيه سواك ، وشارك فعلي ما لا يخلص لك ، أو وجب عليّ ما أردت به سواك ، وكثير من فعلي ما يكون كذلك.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب تورّك عليّ بسبب عهد عاهدتك عليه ، أو عقد عقدته لك ، أو ذمّة واثقت بها من أجلك لأحد من خلقك ثمّ نقضت ذلك من غير ضرورة لزمتني فيه ، بل استزلّني إليه عن الوفاء به الأشر ، ومنعني عن رعايته البطر.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب رهبت فيه من عبادك وخفت فيه غيرك ، واستحييت فيه من خلقك ثمّ أفضيت به فعلي إليك.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب أقدمت عليه وأنا مستيقن أنّك تعاقب على ارتكابه فارتكبته.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب قدّمت فيه شهوتي على طاعتك ، وآثرت محبّتي على أمرك ، وأرضيت فيه نفسي بسخطك ، وقد نهيتني عنه بنهيك ، وتقدّمت إليّ فيه بإعذارك ، واحتججت عليّ فيه بوعيدك.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب علمته من نفسي ، أو ذهلته ، أو نسيته ، أو تعمّدته ، أو أخطأته ، ممّا لا أشكّ أنّك سائلي عنه ، وأنّ نفسي مرتهنة به لديك ، وإن كنت قد نسيته أو غفلت نفسي عنه.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب واجهتك به ، وقد أيقنت أنّك تراني ، وأغفلت أن أتوب إليك منه ، أو نسيت أن أتوب إليك منه ، أو نسيت أن أستغفرك له.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب دخلت فيه ، وأحسنت ظنّي بك أن لا تعذّبني عليه وأنّك تكفيني منه.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب استوجبت به منك ردّ الدّعاء ، وحرمان الإجابة ، وخيبة الطّمع ، وانفساخ الرّجاء.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب يعقّب الحسرة ، ويورث النّدامة ، ويحبس الرّزق ، ويردّ الدّعاء.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب يورث الأسقام ، ويعقّب الضّناء ، ويوجب النّقم ، ويكون آخره حسرة وندامة.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب مدحته بلساني ، أو هشّت إليه نفسي ، أو اكتسبته بيدي وهو عندك قبيح تعاقب على مثله وتمقت من عمله.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب خلوت به في ليل أو نهار حيث لا يراني أحد من خلقك ، فملت فيه من تركه بخوفك إلى ارتكابه بحسن الظّنّ بك ، فسوّلت لي نفسي الإقدام عليه فواقعته ، وأنا عارف بمعصيتي لك فيه.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب استقللته ، أو استصغرته ، أو استعظمته وتورّطت فيه.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب مالأت فيه على أحد من بريّتك ، أو زيّنته لنفسي ، أو أومأت به إلى غيري ، ودللت عليه سواي ، أو أصررت عليه بعمدي ، أو أقمت عليه بحيلتي.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب استعنت عليه بحيلتي بشيء ممّا يراد به وجهك ، أو يستظهر بمثله على طاعتك ، أو يتقرّب بمثله إليك ، وواريت عن النّاس ولبّست فيه كأنّي اريدك بحيلتي ، والمراد به معصيتك ، والهوى فيه متصرّف على غير طاعتك.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب كتبته عليّ بسبب عجب كان بنفسي ، أو رياء ، أو سمعة ، أو خيلاء ، أو فرح ، أو مرح ، أو أشر أو بطر ، أو حقد ، أو حميّة ، أو غضب ، أو رضى ، أو شحّ ، أو بخل ، أو ظلم ، أو خيانة ، أو سرقة ، أو كذب ، أو لهو ، أو لعب ، أو نوع من أنواع ما يكتسب بمثله الذّنوب ويكون باجتراحه العطب.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب سبق في علمك أنّي فاعله فدخلت فيه بشهوتي ، واجترحته بإرادتي ، وقارفته بمحبّتي ولذّتي ومشيّتي ، وشئته إذ شئت أن أشاءه ، وأردته إذ أردت أن اريده فعملته إذ كان في قديم تقديرك ، ونافذ علمك أنّي فاعله ، لم تدخلني فيه جبرا ، ولم تحملني عليه قهرا ، ولم تظلمني فيه شيئا ، فأستغفرك له ، ولكلّ ذنب جرى به علمك عليّ وفيّ إلى آخر عمري.\n\nاللهمّ إنّي أستغفرك لكلّ ذنب مال بسخطي فيه عن رضاك ، ومالت نفسي إلى رضاك فسخطته ، أو رهبت فيه سواك ، أو عاديت فيه أولياءك ، أو واليت فيه أعداءك ، أو اخترتهم على أصفيائك ، أو خذلت فيه أحبّاءك ، أو قصّرت فيه عن رضاك يا خير الغافرين.\n\n اللهمّ إنّي أستغفرك لكلّ ذنب تبت إليك منه ثمّ عدت فيه ، وأستغفرك لما أعطيتك من نفسي ثمّ لم أف به ، وأستغفرك للنّعمة الّتي أنعمت بها عليّ فقويت بها على معصيتك ، وأستغفرك لكلّ خير أردت به وجهك فخالطني ما ليس لك ، وأستغفرك لما دعاني إليه الرّخص ، فيما اشتبه عليّ ممّا هو عندك حرام ، وأستغفرك للذّنوب الّتي لا يعلمها غيرك ، ولا يطّلع عليها سواك ، ولا يحتملها إلاّ حلمك ، ولا يسعها إلاّ عفوك ، وأستغفرك وأتوب إليك من مظالم كثيرة لعبادك قبلي يا ربّ ، فلم أستطع ردّها عليهم ، وتحليلها منهم ، أو شهدوا فاستحييت من استحلالهم ، والطّلب إليهم ، وإعلامهم ذلك ، وأنت القادر على أن تستوهبني منهم وترضيهم عنّي كيف شئت وبما شئت يا أرحم الرّاحمين ، وأحكم الحاكمين ، وخير الغافرين.\n\nاللهمّ إنّ استغفاري إيّاك مع الإصرار لؤم ، وتركي الاستغفار مع معرفتي بسعة جودك ورحمتك عجز ، فكم تتحبّب إليّ يا ربّ وأنت الغنيّ عنّي ، وكم أتبغّض إليك ، وأنا الفقير إليك ، وإلى رحمتك ، فيا من وعد فوفى ، وأوعد فعفا اغفر لي خطاياي ، واعف وارحم وأنت خير الرّاحمين \n",
"source": "موسوعة الإمام علي - باقر القرشي"
},
{
"text": "استغفار لأمير المؤمنين ع: \n\nاللَّهُمَّ إِنَّ ذُنُوبِي وَ إِنْ كَانَتْ فَظِيعَةً فَإِنِّي مَا أَرَدْتُ بِهَا قَطِيعَةً وَ لَا أَقُولُ لَكَ الْعُتْبَى لَا أَعُودُ لِمَا أَعْلَمُهُ مِنْ خَلْقِي وَ لَا أَعِدُكَ اسْتِمْرَارَ التَّوْبَةِ لِمَا أَعْلَمُهُ مِنْ ضَعْفِي فَقَدْ جِئْتُ أَطْلُبُ عَفْوَكَ وَ وَسِيلَتِي إِلَيْكَ كَرَمُكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَكْرِمْنِي بِمَغْفِرَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ ثُمَّ قُلِ الْعَفْوَ الْعَفْوَ ثَلَاثَمِائَةِ مَرَّة\n",
"source": "المصباح للكفعمي "
},
{
"text": "استغفار لأمير المؤمنين ع: \n\n اللَّهُمَّ وَ أَسْتَغْفِرُكَ لِكُلِّ ذَنْبٍ جَرَى‏ بِهِ‏ عِلْمُكَ‏ فِيَّ وَ عَلَيَّ إِلَى آخِرِ عُمُرِي بِجَمِيعِ ذُنُوبِي لِأَوَّلِهَا وَ آخِرِهَا وَ عَمْدِهَا وَ خَطَائِهَا وَ قَلِيلِهَا وَ كَثِيرِهَا وَ دَقِيقِهَا وَ جَلِيلِهَا وَ قَدِيمِهَا وَ حَدِيثِهَا وَ سِرِّهَا وَ عَلَانِيَتِهَا وَ جَمِيعِ مَا أَنَا مُذْنِبُهُ وَ أَتُوبُ إِلَيْكَ وَ أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَنْ تَغْفِرَ لِي جَمِيعَ مَا أَحْصَيْتَ مِنْ مَظَالِمِ الْعِبَادِ قَبْلِي فَإِنَّ لِعِبَادِكَ عَلَيَّ حُقُوقاً أَنَا مُرْتَهَنٌ بِهَا تَغْفِرُهَا لِي كَيْفَ شِئْتَ وَ أَنَّى شِئْتَ يَا أَرْحَمَ الرَّاحِمِين‏\n",
"source": "المصباح للكفعمي "
},
{
"text": "استغفار لأمير المؤمنين ع: \n\nاللَّهُمَّ إِنِّي أَسْتَغْفِرُكَ مِمَّا تُبْتُ إِلَيْكَ مِنْهُ ثُمَّ عُدْتُ فِيهِ وَ أَسْتَغْفِرُكَ لِمَا أَرَدْتُ بِهِ وَجْهَكَ فَخَالَطَنِي فِيهِ مَا لَيْسَ لَكَ وَ أَسْتَغْفِرُكَ لِلنِّعَمِ الَّتِي مَنَنْتَ بِهَا عَلَيَّ فَقَوِيتُ بِهَا عَلَى مَعَاصِيكَ أَسْتَغْفِرُ اللَّهَ الَّذِي‏ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ‏ عالِمُ الْغَيْبِ وَ الشَّهادَةِ ... الرَّحْمنُ الرَّحِيمُ‏ لِكُلِّ ذَنْبٍ أَذْنَبْتُهُ وَ لِكُلِّ مَعْصِيَةٍ ارْتَكَبْتُهَا اللَّهُمَّ ارْزُقْنِي عَقْلًا كَامِلًا وَ عَزْماً ثَاقِباً وَ لُبّاً رَاجِحاً وَ قَلْباً ذَكِيّاً وَ عِلْماً [عَمَلًا] كَثِيراً وَ أَدَباً بَارِعاً وَ اجْعَلْ ذَلِكَ كُلَّهُ لِي وَ لَا تَجْعَلْهُ عَلَيَّ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ ثُمَّ قُلْ خَمْساً أَسْتَغْفِرُ اللَّهَ الَّذِي‏ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ‏ وَ أَتُوبُ إِلَيْه‏\n",
"source": "المصباح للكفعمي "
},
{
"text": "استغفار لأمير المؤمنين عليه السلام : \n\nاللَّهُمَّ إِنَّكَ قُلْتَ فِي مُحْكَمِ كِتَابِكَ الْمُنْزَلِ عَلَى نَبِيِّكَ الْمُرْسَلِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ قَوْلُكَ الْحَقُ‏ ( كانُوا قَلِيلًا مِنَ‏ اللَّيْلِ ما يَهْجَعُونَ وَ بِالْأَسْحارِ هُمْ يَسْتَغْفِرُونَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفاضَ النَّاسُ وَ اسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( الصَّابِرِينَ وَ الصَّادِقِينَ وَ الْقانِتِينَ وَ الْمُنْفِقِينَ وَ الْمُسْتَغْفِرِينَ بِالْأَسْحارِ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ الَّذِينَ إِذا فَعَلُوا فاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَ مَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ وَ لَمْ يُصِرُّوا عَلى‏ ما فَعَلُوا وَ هُمْ يَعْلَمُونَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( فَاعْفُ عَنْهُمْ وَ اسْتَغْفِرْ لَهُمْ وَ شاوِرْهُمْ فِي الْأَمْرِ فَإِذا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَ اسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ مَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ يَجِدِ اللَّهَ غَفُوراً رَحِيماً ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ أَ فَلا يَتُوبُونَ إِلَى اللَّهِ وَ يَسْتَغْفِرُونَهُ وَ اللَّهُ غَفُورٌ رَحِيمٌ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ ما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَ أَنْتَ فِيهِمْ وَ ما كانَ اللَّهُ مُعَذِّبَهُمْ وَ هُمْ يَسْتَغْفِرُونَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( ما كانَ لِلنَّبِيِّ وَ الَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَ لَوْ كانُوا أُولِي قُرْبى‏ مِنْ بَعْدِ ما تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحابُ الْجَحِيمِ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ ما كانَ اسْتِغْفارُ إِبْراهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَها إِيَّاهُ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ وَ أَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتاعاً حَسَناً إِلى‏ أَجَلٍ مُسَمًّى وَ يُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ وَ يا قَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً وَ يَزِدْكُمْ قُوَّةً إِلى‏ قُوَّتِكُمْ وَ لا تَتَوَلَّوْا مُجْرِمِينَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( هُوَ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَ اسْتَعْمَرَكُمْ فِيها فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ اسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخاطِئِينَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( يا أَبانَا اسْتَغْفِرْ لَنا ذُنُوبَنا إِنَّا كُنَّا خاطِئِينَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ وَ ما مَنَعَ النَّاسَ أَنْ يُؤْمِنُوا إِذْ جاءَهُمُ الْهُدى‏ وَ يَسْتَغْفِرُوا رَبَّهُمْ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( سَلامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كانَ بِي حَفِيًّا ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَ اسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( يا قَوْمِ لِمَ تَسْتَعْجِلُونَ بِالسَّيِّئَةِ قَبْلَ الْحَسَنَةِ لَوْ لا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ ظَنَّ داوُدُ أَنَّما فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَ خَرَّ راكِعاً وَ أَنابَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( الَّذِينَ‏ يَحْمِلُونَ الْعَرْشَ وَ مَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَ يُؤْمِنُونَ بِهِ وَ يَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَ اسْتَغْفِرْ لِذَنْبِكَ وَ سَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَ الْإِبْكارِ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( فَاسْتَقِيمُوا إِلَيْهِ وَ اسْتَغْفِرُوهُ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ الْمَلائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَ يَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ أَلا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( فَاعْلَمْ أَنَّهُ لا إِلهَ إِلَّا اللَّهُ وَ اسْتَغْفِرْ لِذَنْبِكَ وَ لِلْمُؤْمِنِينَ وَ الْمُؤْمِناتِ وَ اللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَ مَثْواكُمْ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرابِ شَغَلَتْنا أَمْوالُنا وَ أَهْلُونا فَاسْتَغْفِرْ لَنا ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلَّا قَوْلَ إِبْراهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَ ما أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْ‏ءٍ رَبَّنا عَلَيْكَ تَوَكَّلْنا وَ إِلَيْكَ أَنَبْنا وَ إِلَيْكَ الْمَصِيرُ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ لا يَعْصِينَكَ فِي مَعْرُوفٍ فَبايِعْهُنَّ وَ اسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( وَ إِذا قِيلَ لَهُمْ تَعالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُؤُسَهُمْ وَ رَأَيْتَهُمْ يَصُدُّونَ وَ هُمْ مُسْتَكْبِرُونَ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( سَواءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ وَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( هُوَ خَيْراً وَ أَعْظَمَ أَجْراً وَ اسْتَغْفِرُوا اللَّهَ‏ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ‏ ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ \n\nوَ قُلْتَ تَبَارَكْتَ وَ تَعَالَيْتَ‏ ( فَسَبِّحْ بِحَمْدِ رَبِّكَ وَ اسْتَغْفِرْهُ إِنَّهُ كانَ تَوَّاباً ) وَ أَنَا أَسْتَغْفِرُكَ وَ أَتُوبُ إِلَيْكَ.",
"source": "المصباح للكفعمي "
},
{
"text": "استغفار الإمام زين العابدين ع\n\nاللَّهُمَّ إِنَّ اسْتِغْفَارِي إِيَّاكَ وَ أَنَا مُصِرٌّ عَلَى قِلَّةِ حَيَاءٍ وَ تَرْكِيَ الِاسْتِغْفَارَ مَعَ عِلْمِي بِسَعَةِ رَحْمَتِكَ تَضْيِيعٌ لِحَقِّ الرَّجَاءِ\n\n اللَّهُمَّ إِنَّ ذُنُوبِي تُؤْيِسُنِي أَنْ أَرْجُوَكَ وَ إِنَّ عِلْمِي بِسَعَةِ رَحْمَتِكَ يُؤْمِنُنِي أَنْ أَخْشَاكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ حَقِّقْ رَجَائِي لَكَ وَ كَذِّبْ خَوْفِي مِنْكَ وَ كُنْ عِنْدَ أَحْسَنِ ظَنِّي بِكَ يَا أَكْرَمَ الْأَكْرَمِينَ وَ أَيِّدْنِي بِالْعِصْمَةِ وَ أَنْطِقْ لِسَانِي بِالْحِكْمَةِ وَ اجْعَلْنِي مِمَّنْ يَنْدَمُ عَلَى مَا ضَيَّعَهُ [صَنَعَهُ‏] فِي أَمْسِهِ \n\nاللَّهُمَّ إِنَّ الْغَنِيَّ مَنِ اسْتَغْنَى عَنْ خَلْقِكَ بِكَ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَغْنِنِي يَا رَبِّ عَنْ خَلْقِكَ وَ اجْعَلْنِي مِمَّنْ لَا يَبْسُطُ كَفَّهُ إِلَّا إِلَيْكَ \n\nاللَّهُمَّ إِنَّ الشَّقِيَّ مَنْ قَنَطَ وَ أَمَامَهُ التَّوْبَةُ وَ خَلْفَهُ الرَّحْمَةُ وَ إِنْ كُنْتُ ضَعِيفَ الْعَمَلِ فَإِنِّي فِي رَحْمَتِكَ قَوِيُّ الْأَمَلِ فَهَبْ لِي ضَعْفَ عَمَلِي لِقُوَّةِ أَمَلِي \n\nاللَّهُمَّ أَمَرْتَ فَعَصَيْنَا وَ نَهَيْتَ فَمَا انْتَهَيْنَا وَ ذَكَرْتَ فَتَنَاسَيْنَا وَ بَصَّرْتَ فَتَعَامَيْنَا وَ حَذَّرْتَ فَتَعَدَّيْنَا وَ مَا كَانَ ذَلِكَ جَزَاءَ إِحْسَانِكَ إِلَيْنَا وَ أَنْتَ أَعْلَمُ بِمَا أَعْلَنَّا وَ مَا أَخْفَيْنَا وَ أَخْبَرُ بِمَا لَمْ نَأْتِ وَ مَا أَتَيْنَا فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ لَا تُؤَاخِذْنَا بِمَا أَخْطَأْنَا فِيهِ وَ مَا نَسِينَا وَ هَبْ لَنَا حُقُوقَكَ لَدَيْنَا وَ تَمِّمْ‏ إِحْسَانَكَ إِلَيْنَا وَ أَسْبِغْ نِعْمَتَكَ عَلَيْنَا إِنَّا نَتَوَسَّلُ إِلَيْكَ بِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ رَسُولِكَ وَ عَلِيٍّ وَصِيِّهِ وَ فَاطِمَةَ ابْنَتِهِ وَ بِالْحَسَنِ وَ الْحُسَيْنِ وَ عَلِيٍّ وَ مُحَمَّدٍ وَ جَعْفَرٍ وَ مُوسَى وَ عَلِيٍّ وَ مُحَمَّدٍ وَ عَلِيٍّ وَ الْحَسَنِ وَ الْحُجَّةِ عَلَيْهِمْ السَّلَامُ أَهْلِ بَيْتِ الرَّحْمَةِ إِدْرَارَ الرِّزْقِ الَّذِي هُوَ قِوَامُ حَيَاتِنَا وَ صَلَاحُ أَحْوَالِ عِيَالِنَا فَأَنْتَ الْكَرِيمُ الَّذِي تُعْطِي مِنْ سَعَةٍ وَ تَمْنَعُ عَنْ قُدْرَةٍ وَ نَحْنُ نَسْأَلُكَ مِنَ الْخَيْرِ مَا يَكُونُ صَلَاحاً لِلدُّنْيَا وَ بَلَاغاً لِلْآخِرَةِ وَ آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا عَذابَ النَّارِ.\n",
"source": "المصباح للكفعمي "
},
{
"text": "من استغفار الإمام الصادق(ع) من دعاءه في يوم عرفة :\n\nاللّهُمَّ ، إنِّي أَسْتَغْفِرُكَ  مِنْ كُلِّ ذَنْبٍ قَوِيَ عَلَيْهِ بَدَني بِعَافِيَتِكَ ، أوَ ْنَالَتْهُ قُدْرَتِي بِفَضْلِ نِعْمَتِكَ ، أَوْ بَسَطْتُ إلَيْهِ يَدِي بِسَابغِ رِزْقِكَ ، أَوْ نَكَلْتُ عِنْدَ خَوْفي مِنْهُ على أَنَاتِكَ ، أَوْ وَثِقْتُ فِيهِ بِحَوْلِكَ ، أَو عَوَّلْتُ فِيهِ على كَرِيم عَفْوِكَ \n\nاللّهُمَّ إنِّي أَسْتَغْفِرُكَ مِنَ كُلِّ ذَنْبٍ خُنْتُ فِيهِ أَمَانَتي ، أَوْ بَخَسْتُ بِفِعْلِهِ نَفْسِي ، أَوْ احْتَطَبْتُ بِهِ على بَدَنِي ، أَوْ قَدَّمْتُ فِيهِ لَذتِي ، أَوْ آثَرْتُ فِيهِ شَهَوَاتي ، أَوْ سَعَيْتُ فِيهِ لِغَيْري ، أَوْ اسْتَغْوَيْتُ فِيهِ مِنْ تَبعَتي ، أَوْ غَلَبْتُ عَلَيْهِ بِفَضَلِ حِيلَتي ، أَوْ احْتَلْتُ عَلَيْكَ فِيهِ ، موْلَايَ فَلمْ تَغْلِبْني على فِعْلي إذْ كُنْتُ كَارِهاً لِمَعْصِيَتي ، لكِنْ سَبَقَ عِلْمُكَ في فِعْلي فَحَلُمْتَ عَنِّي ، لَمْ تُدْخِلْني فِيهِ يا رَبُّ جَبْراً ، َوَلْم تَحْمِلْني عَلَيْهِ قَهْراً ، وَلَمْ تَظْلِمْني فِيِه شَيْئاً \n\n أَسْتَغْفِرُ اللهَ اسْتِغْفَارَ مَنْ غََمَرْتُه مَسَاغِبُ الإِسَاءَةِ ، فَأَيْقَنَ مِنْ إلههِ بِالمُجَازَاةِ ، أَسَْتغْفِرُ اللهَ اسْتِغْفَارَ مَنْ تَهَوَّرَ تَهَوُراً في الغَيَاهِبِ ، وَتَدَاحَضَ لِلْشَّقْوَةِ في أَوْدَاءِ المَذَاهِبِ \n\n أَسْتَغْفِرُ اللهَ اسْتِغْفَارَ مَنْ أَوْرَطَهُ الإِفْراطُ في مَآثِمِهِ ، وَأَوُثَقَهُ الإِرْتِبَاكُ في لُجَجِ جَرَائِمِهِ ، أَسْتَغْفرُ اللهَ اسْتِغْفارَ مَنْ أَنَافَ  على المَهَالِكِ بِمَا اجْتَرَمَ \n\n أَسْتَغْفِرُ اللهَ اسْتِغْفَارَ مَنْ أَوْحَدَتْهُ المَنِيَةُ في حُفْرَتِهِ فَأُوْحَشَو بِمَا اقْتَرَفَ مَنْ ذَنْبٍ إسْتَكْفَفَ فاسْتَرْحَمَ هُنَالِكَ رَبَّهُ وَاسْتَعْطَفَ \n\n أَسْتَغْفِرُ اللهَ اسْتِغْفَارِ مَنْ لَمْ يَتَزَوَّدْ لِبُعْدِ سَفَرِهِ زَاداً وَلَمْ يُعِدُّ لِظَاعِن تَرْحَالِهِ إعْدَاداً \n\nأَسْتَغْفِرُ اللهَ اسْتِغْفارَ مَنْ شَسُعتْ شقَّتْهُ وَقَلَّتْ عُدَّتُهُ فَعَشيَتُهُ هُنَالِكَ كُرْبَتُهُ \n\n أَسْتَغْفِرُ اللهَ اسْتِغْفَارَ مَنْ لَمْ يَعْلَمْ على أيَّةِ مَنْزِلَةٍ هَاجِمٌ : أفي النَّارِ يَصَلى أَمْ في الجَنَّةِ ناعِماً يَحْيا؟ \n\nأَسْتَغْفِرُ اللهَ اسْتِغْفارَ مَنْ غَرِقَ في لُجَجِ المَآثِمِ وَتَقَلَّبَ في أَضَالِيلِ مَقْتِ المَحَارِم \n\nأَسْتَغْفِرُ اللهَ اسْتِغْفارَ مَنْ عَنْدَ عَنْ لَوَائِحِ حَق المَنْهَجِ وَسَلَكَ سَوَادِفَ السُبُلِ المُرْتَجِّ \n\n أَسْتَفْفِرُ اللهَ اسْتِغْفارَ مَنْ لَمْ يُنْجِهِ المَفرُّ مِنْ مُعَانَاةِ ضَنَكِ المُنْقَلَبِ وَلَمْ يَنْجِهِ المَهْرَبُ مِنْ أَهْاويل وَيْلِ عِبْءِ المَكْسَبِ \n\n أَسْتَغْفِرُ الله اسْتِغْفَارَ مَنْ تَمَرَّدَ في طُغْيَانِهِ عَدُوَّاً وَبَارَزَهُ في الخَطِيئَةِ عُتُوّاً \n\n أَسْتَغْفِرُ اللهَ اسْتِغْفَارَ مَنْ أَحْصَى عَلَيْهِ كُرُورَ لَوَافِظِ ألْسِنَتِهِ \n\nأَسْتَغْفِرُ اللهَ اسْتِغْفَارَ مَنْ لا يَرْجُو سِوَاهُ \n\nأَسْتَغْفِرُ الله الذي لا إلهَ إلاَّ هُوَ الحَيُّ القَيُّومُ مِمَّا أَحصَاهُ العُقُولُ وَالقَلْبُ الجَهُولُ وَاقْتَرَفتَهُ الجَوَارِحُ الخَاطِئَةُ وَاكْتَسَبَتْهُ اليَدُ البَاغِيَةُ \n\n أسْتَغْفِرُ اللهَ الذي لا إلهَ إلاَّ هُوَ ( مَا لا يُحْصَى ) بِمقْدَارٍ وَمقْيَاسٍ وَمِكْيَالٍ وَمَبْلَغَ ما أَحْصَي وَعَددَ َما خَلَقَ وَذَرَأَ وَبَرَأَ ، وَأَنْشَأَ وَصَوَّرَ وَدَوَّنَ \n\n أَسْتَغْفِرُ اللهَ أَضْعَافَ ذَلِكَ كُلَّهُ وَأَضْعَافاً مُضَاعَفَةً وَأَمْثَالاً مُمَثَّلَةُ حَتَّى أَبْلُغَ رِضَا اللهِ وَأَفُوزَ بِعَفْوِهِ\n",
"source": "الصحيفة الصادقية"
}
]
}