{
"title": "آداب الأكل والشرب",
"type": "text",
"data": "و مما جرت العادة بفعله في أثناء هذا الوقت أعني ما بين طلوع الشمس و الزوال الأكل و الشرب فلنذكر نبذة من آدابهما و أدعيتهما المروية عن أصحاب العصمة ع فنقول‏\nإِذَا أَرَدْتَ الْأَكْلَ فَاجْلِسْ عَلَى يَسَارِكَ وَ لَا تَجْلِسْ مُرَبَّعاً «1» [مُتَرَبِّعاً] فَإِنَّهَا جِلْسَةٌ يُبْغِضُهَا «2» اللَّهُ تَعَالَى وَ يَمْقُتُ صَاحِبَهَا- كَمَا رُوِيَ عَنْ أَمِيرِ الْمُؤْمِنِينَ ع‏\nو إذا مددت يدك إلى الأكل فقل بسم الله‏ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏\nفَقَدْ رُوِيَ عَنِ الصَّادِقِ ع‏ أَنَّ الرَّجُلَ إِذَا أَرَادَ أَنْ يَطْعَمَ فَأَهْوَى بِيَدِهِ وَ قَالَ بِسْمِ اللَّهِ‏ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ‏-غَفَرَ اللَّهُ لَهُ قَبْلَ أَنْ تَصِيرَ اللُّقْمَةُ إِلَى فِيه‏\n. وَ رُوِيَ‏ اسْتِحْبَابُ التَّسْمِيَةِ عَلَى كُلِّ لَوْنٍ‏\n. وَ رُوِيَ أَيْضاً اسْتِحْبَابُهَا عَلَى كُلِّ إِنَاءٍ عَلَى الْمَائِدَةِ وَ إِنِ اتَّحَدَتْ أَلْوَانُ الطَّعَامِ‏\nوَ مَنْ نَسِيَ التَّسْمِيَةَ عَلَى كُلِّ لَوْنٍ فَلْيَقُلْ بِسْمِ اللَّهِ عَلَى أَوَّلِهِ وَ آخِرِهِ‏ \n\n-وَ مِمَّا يَنْبَغِي أَنْ يُقَالَ عِنْدَ الشُّرُوعِ فِي الْأَكْلِ:\n الْحَمْدُ لِلَّهِ الَّذِي‏ يُطْعِمُ وَ لا يُطْعَمُ‏ وَ يُجِيرُ وَ لا يُجارُ عَلَيْهِ‏ وَ يَسْتَغْنِي وَ يُفْتَقَرُ إِلَيْهِ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى مَا رَزَقْتَنَا مِنْ طَعَامٍ وَ إِدَامٍ فِي يُسْرٍ وَ عَافِيَةٍ مِنْ غَيْرِ كَدٍّ مِنَّا وَ لَا مَشَقَّةٍ بِسْمِ اللَّهِ خَيْرِ الْأَسْمَاءِ بِسْمِ اللَّهِ رَبِّ الْأَرْضِ وَ السَّمَاءِ بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ‏ شَيْ‏ءٌ فِي الْأَرْضِ وَ لا فِي السَّماءِ وَ هُوَ السَّمِيعُ الْعَلِيمُ‏ اللَّهُمَّ أَسْعِدْنِي فِي مَطْعَمِي هَذَا بِخَيْرِهِ-وَ أَعِذْنِي مِنْ شَرِّهِ وَ أَمْتِعْنِي بِنَفْعِهِ وَ سَلِّمْنِي مِنْ ضَرِّه‏\n\n -و ينبغي أن يكون أول ما تأكله كل يوم إحدى و عشرين زبيبة حمراء-\nفَعَنِ النَّبِيِّ ص أَنَّهُ قَالَ‏ مَنْ أَكَلَ كُلَّ يَوْمٍ عَلَى الرِّيقِ إِحْدَى وَ عِشْرِينَ زَبِيبَةً حَمْرَاءَ لَمْ يَعْتَلَّ إِلَّا عِلَّةَ الْمَوْتِ‏\n. \n-و اغسل يديك معا قبل الطعام و بعده و إن كان أكلك بيد واحدة\n\n-وَ قُلْ بَعْدَ الْفَرَاغِ مِنَ الْأَكْلِ مَا رُوِيَ عَنِ الصَّادِقِ ع\n‏ الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا فِي جَائِعِينَ وَ سَقَانَا فِي ظَامِئِينَ‏ «2» [ظَمْآنِينَ‏] وَ كَسَانَا فِي عَارِينَ وَ هَدَانَا فِي ضَالِّينَ وَ حَمَلَنَا فِي رَاجِلِينَ وَ آوَانَا فِي ضَاحِينَ وَ أَخْدَمَنَا فِي عَانِينَ وَ فَضَّلَنَا عَلَى كَثِيرٍ مِنَ الْعَالَمِين‏\n\nو أما آداب شرب الماء:\n-فَإِنَّهُ يَقُولُ عِنْدَ شُرْبِهِ:\n الْحَمْدُ لِلَّهِ مُنْزِلِ الْمَاءِ مِنَ السَّمَاءِ وَ مُصَرِّفِ الْأَمْرِ كَيْفَ يَشَاءُ بِسْمِ اللَّهِ خَيْرِ الْأَسْمَاءِ.\n\n-وَ يَقُولُ بَعْدَ شُرْبِهِ:\nالْحَمْدُ لِلَّهِ الَّذِي سَقَانِي مَاءً عَذْباً وَ لَمْ يَجْعَلْهُ مِلْحاً أُجَاجاً بِذُنُوبِي الْحَمْدُ لِلَّهِ الَّذِي سَقَانِي فَأَرْوَانِي وَ أَعْطَانِي فَأَرْضَانِي وَ كَافَانِي‏\nوَ عَافَانِي وَ كَفَانِي اللَّهُمَّ اجْعَلْنِي مِمَّنْ تَسْقِيهِ فِي الْمَعَادِ مِنْ حَوْضِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ وَ تُسْعِدُهُ بِمُرَافَقَتِهِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ‏\n\n -و لا تكثر شرب الماء\n\nفَقَدْ رُوِيَ عَنِ الصَّادِقِ ع‏ إِيَّاكَ وَ الْإِكْثَارَ مِنْ شُرْبِ الْمَاءِ فَإِنَّهُ‏ مَادَّةُ كُلِّ دَاءٍ\n\nوَ رُوِيَ‏ أَنَّ مَنْ شَرِبَ الْمَاءَ فَذَكَرَ عَطَشَ الْحُسَيْنِ ع وَ لَعَنَ قَاتِلَهُ كَتَبَ اللَّهُ لَهُ مِائَةَ أَلْفِ حَسَنَةٍ وَ حَطَّ عَنْهُ مِائَةَ أَلْفِ سَيِّئَةٍ وَ رَفَعَ لَهُ مِائَةَ أَلْفِ دَرَجَةٍ وَ كَأَنَّمَا أَعْتَقَ مِائَةَ أَلْفِ نَسَمَة\n\n"
}