["(1): ﴿الْحَمْدُ لِلّهِ﴾: أي قولوا: الحمد لله ﴿الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ﴾: بنظام وإحكام ﴿وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ﴾: أي أوجد السبب الموجب لوجودهما ﴿ثُمَّ الَّذِينَ كَفَرُواْ بِرَبِّهِم يَعْدِلُونَ﴾: بالرغم مما أراهم من شواهد البينات على لطيف صنعته وعظيم قدرته. \n\n(2): ﴿هُوَ الَّذِي خَلَقَكُم مِّن طِينٍ﴾: أي خلق أصلكم من طين أو تراب ﴿ثُمَّ قَضَى أَجَلاً﴾: وهو أجل الموت ﴿وَأَجَلٌ مُّسمًّى عِندَه﴾: وهو أجل النشر والبعث ﴿ثُمَّ أَنتُمْ تَمْتَرُونَ﴾: تشكون في الله مع قيام الشواهد والدلائل. \n\n(3): ﴿وَهُوَ اللّهُ فِي السَّمَاوَاتِ وَفِي الأَرْضِ﴾: أي أنه تعالى في كل مكان بقدره وتدبيره وعلمه ﴿يَعْلَمُ سِرَّكُمْ وَجَهرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ﴾: من خير أو شر. \n\n(4): ﴿وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلاَّ كَانُواْ عَنْهَا مُعْرِضِينَ﴾: المراد بالآية هنا الحجة القاطعة على وجود الله وبنبوة محمد (ص) والمعنى الظاهر أن الأدلة قائمة ومتوافرة على صدق الإسلام، وهي في غاية الوضوح والبساطة، ولا عذر إطلاقًا لجاحد، لأن هذه الأدلة لا تتطلب من العاقل إلا أن ينظر إليها بعقله دون هواه، وهكذا أكثر الناس يصرون على الرفض والإنكار بلا بحث وروية. \n\n(5): ﴿فَقَدْ كَذَّبُواْ بِالْحَقِّ لَمَّا جَاءهُمْ﴾: بل وسخروا غير مكترثين دون أن ينظر إلى حججه وبيانه ﴿فَسَوْفَ يَأْتِيهِمْ أَنبَاء مَا كَانُواْ بِهِ يَسْتَهْزِؤُونَ﴾: لا بد وأن ينكشف لهم القناع عن جزاء عنادهم وتمردهم. \n\n(6): ﴿أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ﴾: كان على من أنكروا نبوة محمد (ص) وحاربوه بكل وسيلة أن يعتبروا بهلاك الأمم الماضية ﴿مَّكَّنَّاهُمْ فِي الأَرْضِ مَا لَمْ نُمَكِّن لَّكُمْ﴾: أعطيناهم ما لم نعطكم، ثم بين سبحانه نوع العطاء بقوله: ﴿وَأَرْسَلْنَا السَّمَاء عَلَيْهِم مِّدْرَارًا﴾: تدر بالمطر ﴿وَجَعَلْنَا الأَنْهَارَ تَجْرِي مِن تَحْتِهِمْ﴾: أي من تحت أشجارهم وديارهم كناية عن الرخاء وكثرة الإنتاج، لأن خير الأرض من خير السماء ﴿فَأَهْلَكْنَاهُم بِذُنُوبِهِمْ﴾:\" ولم يغن مال أو سلطان ﴿وَأَنْشَأْنَا مِن بَعْدِهِمْ قَرْنًا﴾: أهل عصر ﴿آخَرِينَ﴾: والعاقل من اتعظ بهم وبأمثالهم، والمعروف بين المفسرين أن الله سبحانه ترك أُمة محمد (ص) وذنوبهم إلى يوم الدين، وليست هذه كرامة المسلمين بالذات أولاً لأن عذاب الآخرة أشد. وثانيًا لقوله تعالى: (إنما نملي لهم ليزدادوا إثمًا ? 178 آل عمران) أجل، الكرامة لمحمد (ص) ليبقى اسمه ببقاء الله سبحانه دنيا وآخرة، وفي شتى الأحوال فإن الصلاة على محمد وآله خير وسيلة إلى الله وشفيع اللهم صل على محمد وآل محمد. \n\n(7): ﴿وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ﴾: كهذه الكتب المعروفة ﴿فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا﴾ْ: مكابرة وعنادًا: ﴿إِنْ هَـذَا إِلاَّ سِحْرٌ مُّبِينٌ﴾: وهكذا كل منافق يسمي الأشياء بأضدادها يرفع شعار الإيمان وهو مراء كذاب. \n\n(8): ﴿وَقَالُواْ لَوْلا أُنزِلَ عَلَيْهِ مَلَكٌ﴾: وهل يستقيم أمر الناس مع مخلوق مباين لهم خَلقًا وخُلقٌا؟ ﴿وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِيَ الأمْرُ ثُمَّ لاَ يُنظَرُونَ﴾: أي أهلكناهم فورًا، لأنهم - والله أعلم ? لا يؤمنون به، ويقولون: هلا أرسل إلينا واحدًا منا نتبعه، كما هو شأن الإنسان، أحب شيء إليه ما يمنع عنه حتى إذا ناله طلب سواه، وهكذا إلى ما لا نهاية!. \n\n","تفسير المبين"]