["(28): ﴿بَلْ بَدَا لَهُم مَّا كَانُواْ يُخْفُونَ مِن قَبْلُ﴾: لا ينجوا في الآخرة إلا من كان صريحًا واضحًا في الدنيا، وأوضح من هذه الآية على ذلك قوله تعالى: (وقال الله هذا يوم ينفع الصادقين صدقهم ? 119 المائدة). ﴿وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ﴾: وكم قرأنا وسمعنا عن مجرمين تابوا في غياهب السجن، حتى إذا خرجوا عادوا إلى الحرام والآثام. \n\n(29): ﴿وَقَالُواْ إِنْ هِيَ إِلاَّ حَيَاتُنَا الدُّنْيَا وَمَا نَحْنُ بِمَبْعُوثِينَ﴾: من أحمق الحمق أن نسرع إلى الحكم قبل أن نعرف الصواب من الخطأ، ونستدل بترك هذه الدار على عدم الإنتقال منها إلى دار ثانية. \n\n(30): ﴿وَلَوْ تَرَى إِذْ وُقِفُواْ عَلَى رَبِّهِمْ﴾: في الدار الثانية ﴿قَالَ أَلَيْسَ هَذَا بِالْحَقِّ﴾: الذي حذّرتم من ضره وحره؟ ﴿قَالُواْ بَلَى وَرَبِّنَا﴾: بعد أن رأوا العذاب، تقطعت بهم الأسباب. \n\n(31): ﴿قَدْ خَسِرَ الَّذِينَ كَذَّبُواْ بِلِقَاء اللّهِ﴾: وفاز المؤمنون به العاملون له ﴿حَتَّى إِذَا جَاءتْهُمُ السَّاعَةُ بَغْتَةً﴾: فجأة ﴿قَالُواْ يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَا﴾: أي في الحياة الدنيا ﴿وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ﴾: آثامهم ﴿عَلَى ظُهُورِهِمْ﴾: أي ملازمة لهم، والتعبير بالظهور لأن الأثقال تحمل على الظهر عادة. \n\n(32): ﴿وَمَا الْحَيَاةُ الدُّنْيَا إِلاَّ لَعِبٌ وَلَهْو﴾ٌ: إلا لرجلين: رجل أذنب فتاب، ورجل يسارع في الخيرات ﴿وَلَلدَّارُ الآخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ﴾: تقية الآمل المتخوف. \n\n(33): ﴿قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ﴾: يا محمد ﴿الَّذِي يَقُولُونَ﴾: عنك، ومن ذلك: (وقالوا معلم مجنون ? 14 الدخان). ولماذا مجنون؟ لأنه جاء بجديد. هكذا كل جاهل بجهله ﴿فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ﴾: يا محمد ﴿وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللّهِ يَجْحَدُونَ﴾: ما كذبوك إلاّ لأنهم أعداء الحق! وسلام الله على من قال: ما ترك الحق لي صاحبًا. \n\n(34): ﴿وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ﴾: وما أنت بأول رسول لاقى من قومه الأذى والتكذيب ﴿فَصَبَرُواْ عَلَى مَا كُذِّبُواْ وَأُوذُواْ﴾: فهَّون عليك ولا تبال تمامًا كما فعل الرسل من قبل ﴿حَتَّى أَتَاهُمْ نَصْرُنَا﴾: على المكذبين، ويأتيك هذا النصر وزيادة ﴿وَلاَ مُبَدِّلَ لِكَلِمَاتِ اللّهِ﴾: إشارة إلى قوله تعالى: (ولقد سبقت كلمتنا لعبادنا المرسلين إنهم لهم المنصورون ? 172 الصافات). \n\n(35): ﴿وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ﴾: يريد محمد (ص) الحياة للناس، كل الناس، فيدعوهم إليها ويجتهد، فينفرون ويبتعدون، ولا وسيلة لديه إلا التوجع والحسرات، فخاطبه المولى بقوله: ﴿فَإِنِ اسْتَطَعْتَ أَن تَبْتَغِيَ نَفَقًا﴾: منفذًا ﴿فِي الأَرْضِ أَوْ سُلَّمًا فِي السَّمَاء فَتَأْتِيَهُم بِآيَةٍ﴾: يؤمنون بسببها فافعل وإلا فسلم الأمر إلى الله، وكأن هذا الخطاب الحكيم منه تعالى لقلب نبيه الكريم روح وريحان وسكينة واطمئنان، وإن يك في أُسلوبه أشبه بالعتاب ﴿وَلَوْ شَاء اللّهُ لَجَمَعَهُمْ عَلَى الْهُدَى﴾: ولا شيء أهون عليه من ذلك، ولكنه عنف وإرغام، ولا طاعة وثواب لمكره مرغم ﴿فَلاَ تَكُونَنَّ مِنَ الْجَاهِلِينَ﴾: أي لا ينبغي أن يكون تحسك على تكذيبهم أشبه بتحسر الذين يجهلون أن الله لو شاء لجمعهم على الهدى. \n\n","تفسير المبين"]