["(36): ﴿إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ﴾: وهؤلاء صم لا يسمعون ﴿وَالْمَوْتَى يَبْعَثُهُمُ اللّهُ﴾: دعهم يا محمد: إنهم سوف يموتون ويبعثون عندئذ يرون ويسمعون. \n\n(37): ﴿وَقَالُواْ لَوْلاَ نُزِّلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ﴾: أي معجزة معينة كانوا اقترحوها ﴿قُلْ إِنَّ اللّهَ قَادِرٌ عَلَى أَن يُنَزِّلٍ آيَةً﴾: من النوع الذي اقترحوه، ولكن لا يستجيب لطلبهم ما دام تحكمًا وتعنتًا بالباطل. \n\n(38): ﴿وَمَا مِن دَآبَّةٍ فِي الأَرْضِ وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُم﴾: في سعيها وكدحها وهدايتها إلى حوائجها، والفرق أننا نفعل ذلك عن علم وعقيدة وإرادة، أما هي فتفعل آليًا بالطبع والغريزة تمامًا كدورة الدم في جسم الحي ﴿مَّا فَرَّطْنَا فِي الكِتَابِ مِن شَيْءٍ﴾: ما من شيء يحتاج إليه الناس من أمور دينهم عقيدة وشريعة إلا وقد أنزل الله سبحانه في كتابه ببيان خاص أو بأصل عام، وتجدر الإشارة أن السنة النبوية بحكم القرآن الكريم، لقوله تعالى: (وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ? 7 الحشر). \n\n(39): ﴿وَالَّذِينَ كَذَّبُواْ بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظُّلُمَاتِ﴾: هم كالصم لأنهم لا يستمعون إلى الحق، وهم كالبكم لأنهم لا ينطقون به، وفوق ذلك هم في الظلمات، أي ظلمات بعضها فوق بعض ﴿مَن يَشَإِ اللّهُ يُضْلِلْهُ﴾: إن اختار هو الضلال لنفسه: (فلما زاغوا أزاغ الله قلوبهم ? 5 الصف) وَمَن يَشَأْ يَجْعَلْهُ عَلَى صِرَاطٍ مُّسْتَقِيمٍ: إن اختار هو لنفسه الهداية والاستقامة: (والذين اهتدوا زادهم هدى ? 17 محمد). \n\n(40): ﴿قُلْ أَرَأَيْتُكُم﴾: التاء للمخاطبين ومحلها مع الميم الرفع، والكاف حرف لا محل لها من الإعراب حيث لا يجتمع خطابان معربان في فعل واحد، والمعنى أخبروني ما رأيكم أو حالكم ﴿إِنْ أَتَاكُمْ عَذَابُ اللّهِ أَوْ أَتَتْكُمُ السَّاعَةُ﴾: القيامة ﴿أَغَيْرَ اللّهِ تَدْعُونَ﴾: كل مشرك وملحد إذا اشتد به البلاء، ويئس من أهل الأرض ? يلجأ فطريًا وآليًا إلى رب السماء خاضعًا متضرعًا من غير شعور وتصميم، ولا تفسير لهذا إلا أن النفس ترجع إلى خالقها بالطبع والغريزة حيث لا عقبات ولا حاجز من الشهوات. \n\n(41): ﴿بَلْ إِيَّاهُ تَدْعُونَ﴾: حيث لا ملجأ إلا إليه ﴿فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاء﴾: وإن لم يشأ لم يكن ﴿وَتَنسَوْنَ مَا تُشْرِكُونَ﴾: في الرخاء يذكرون الشيطان، وينسون الرحمن، وفي الشدائد تنعكس الآية، وهكذا عند الشدائد تستحق الحقائق. \n\n(42): ﴿وَلَقَدْ أَرْسَلنَآ إِلَى أُمَمٍ مِّن قَبْلِكَ﴾: أرسلنا بالبينات فكذبوهم ﴿فَأَخَذْنَاهُمْ بِالْبَأْسَاء﴾: من البؤس، وهو الفقر وشدة الحاجة ﴿وَالضَّرَّاء﴾: من الضر وهو البلاء والداء العياء ﴿لَعَلَّهُمْ يَتَضَرَّعُونَ﴾: ويتوبون إلى الله تعالى كما قال: \n\n(43): ﴿فَلَوْلا إِذْ جَاءهُمْ بَأْسُنَا تَضَرَّعُواْ﴾: أدبهم سبحانه بسوطه كي يستقيموا ﴿وَلَـكِن قَسَتْ قُلُوبُهُمْ﴾: فهي كالحجارة أو أشد قسوة. \n\n(44): ﴿فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ﴾: ذكرهم سبحانه قبل كل شيء بالقول، ثم البأساء والضراء ولكن لا حياة لمن تنادي ﴿فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ﴾: من الرزق والرخاء لإلقاء الحجة والاستدراج بالنعم ﴿حَتَّى إِذَا فَرِحُواْ بِمَا أُوتُواْ﴾: من فضل الله، وازدادوا بطراً وأشرا ﴿أَخَذْنَاهُم بَغْتَةً﴾: انزل بهم العذاب على حين غفلة ﴿فَإِذَا هُم مُّبْلِسُونَ﴾: متحيرون آيسون من النجاة والرحمة. \n\n","تفسير المبين"]