["(82): ﴿الَّذِينَ آمَنُواْ وَلَمْ يَلْبِسُواْ إِيمَانَهُم بِظُلْمٍ﴾: لم يخلطوا إيمانهم الخالص بأية شائبة من الشرك ﴿أُوْلَـئِكَ لَهُمُ الأَمْنُ وَهُم مُّهْتَدُونَ﴾: هذا بيان للفريق الناجي من عذاب الله الآمن من غضبه وأنهم أهل التوحيد. \n\n(83): ﴿وَتِلْكَ حُجَّتُنَا آتَيْنَاهَا إِبْرَاهِيمَ عَلَى قَوْمِهِ﴾: أي الحجج التي نطق بها إبراهيم، وأفحم بها قومه ألهمناه إياها، وكل حجة أو كلمة يحق بها الحق، ويبطل بها الباطل فهي حجة الله وكلمته ﴿نَرْفَعُ دَرَجَاتٍ مَّن نَّشَاء﴾: في الإسلام درجات متفاوتات في العلم والإيمان والإخلاص، وقد بلغ إبراهيم أرفعها، لا في المال والجاه والأنساب. \n\n(84): ﴿وَوَهَبْنَا لَهُ﴾: لإبراهيم (ع) ﴿إِسْحَقَ﴾: للصلّب مباشرة من زوجته سارة ﴿وَيَعْقُوبَ﴾: ابن اسحق وابن الابن ابن ﴿كُلاًّ﴾: من اسحق ويعقوب ﴿هَدَيْنَا﴾: وأيضًا ﴿وَنُوحًا هَدَيْنَا مِن قَبْلُ﴾: لأنه أقدم من إبراهيم ﴿وَمِن ذُرِّيَّتِهِ﴾: ذرية نوح أو إبراهيم ﴿دَاوُودَ﴾: ابن ايشا، ومعناه في العبرية محبوب ﴿وَسُلَيْمَانَ﴾: بن داوود، ومعناه في العبرية رجل سلام ﴿وَأَيُّوبَ﴾: اسم عبري، ولا يعرف معناه كما في قاموس الكتاب المقدس الذي ننقل عنه ﴿وَيُوسُفَ﴾: ابن يعقوب، اسم عبري، ومعناه يزيد ﴿وَمُوسَى﴾: بن عمران ومعناه في اللغة المصرية ولد، وفي العربية منتشل ﴿وَهَارُونَ﴾: وهو بكر أبيه وأكبر من أخيه موسى بثلاث سنوات كما في قاموس الكتاب المقدس. ﴿وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ﴾: حتى ولو لم يكونوا أنبياء ومرسلين. \n\n(85): ﴿وَزَكَرِيَّا﴾: وفي اللغة العربية زكر الإناء: امتلأ ﴿وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِّنَ الصَّالِحِينَ﴾. \n\n(86): ﴿وَإِسْمَاعِيلَ﴾: بن إبراهيم من زوجته هاجر المصرية، ومعناه في العبرية يسمع الله ﴿وَالْيَسَعَ﴾: وفي قاموس الكتاب المقدس: (اليشع اسم عبراني معناه الله خلاص) ﴿وَيُونُسَ وَلُوطًا﴾: ابن أخي إبراهيم الخليل ﴿وَكُلاًّ﴾: أي كل واحد من هؤلاء المذكورين ﴿فضَّلْنَا﴾: أي فضلناه في النبوة ﴿عَلَى الْعَالَمِينَ﴾: في زمانه هو لمكان نبوته لا في كل زمان وإلا لكان كل واحد من هؤلاء الأنبياء أفضل من كل الأنبياء السابقين عليه واللاحقين له، وهذا عين التناقض والتهافت حيث يكون كل واحد فاضلاً ومفضولاً في آن واحد. \n\n(87): ﴿وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ﴾: من هنا للتبعيض، والمعنى وهدينا بعض آباء من ذكرنا من الأنبياء وبعض أولادهم وبعض أخوانهم، لأن من ذرياتهم وإخوانهم كانوا كافرين، بل لم يكن لعيسى ويحيى نسل وذرية ﴿وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُّسْتَقِيمٍ﴾: هذا المديح والثناء تمهيد لقوله تعالى: \n\n(88): ﴿ذَلِكَ هُدَى اللّهِ يَهْدِي بِهِ مَن يَشَاء مِنْ عِبَادِهِ﴾: ليست هداية الله وقفًا على فرد دون فرد ولا على فئة دون فئة ولا هو أكثر رعاية وعناية بعبد دون عبد من عباده، بلهو، جلت حكمته، لكل من استمع وأطاع، وتأتي الرعاية منه تعالى والمعونة على قدر التقوى والإخلاص. ﴿وَلَوْ أَشْرَكُواْ لَحَبِطَ عَنْهُم مَّا كَانُواْ يَعْمَلُونَ﴾: وأيضًا هو سبحانه في غضبه وعذابه لمن عصى تمامًا كما هو في مرضاته وثوابه لمن أطاع، من استقام فإلى الجنة، ومن زل فإلى النار ايّا كان ويكون. \n\n(89): ﴿أُوْلَـئِكَ الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ﴾: كصحف إبراهيم وتوراة موسى وإنجيل عيسى وزبور داوود ﴿وَالْحُكْمَ وَالنُّبُوَّةَ﴾: والمراد بالحكم هنا معرفة القضاء وفصل الخطاب، والنبوة أعم وأشمل ﴿فَإِن يَكْفُرْ بِهَا هَـؤُلاء﴾: المشركون وغيرهم ممن جحد نبوة محمد (ص) ﴿فَقَدْ وَكَّلْنَا بِهَا﴾: بنبوة محمد ورسالته ﴿قَوْمًا لَّيْسُواْ بِهَا بِكَافِرِينَ﴾: وهم المؤمنون بالله ورسوله المخلصون في أقوالهم وأفعالهم. \n\n(90): ﴿أُوْلَـئِكَ الَّذِينَ هَدَى اللّهُ فَبِهُدَاهُمُ اقْتَدِهْ﴾: ولا محل لهذه الهاء من الإعراب، وتسمى هاء السكت والوقف، والمعنى سر على طريقة الأنبياء في الإيمان بالله وتوحيده والإخلاص له ﴿قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْرًا﴾: كل من يطلب من الناس أجرًا على عمل فهو يعبد الله على حرث ﴿إِنْ هُوَ إِلاَّ ذِكْرَى لِلْعَالَمِينَ﴾: وليست الذكرى للتجارة والمساومة، بل لمجرد الإرشاد والهداية. \n\n","تفسير المبين"]