["(91): ﴿وَمَا قَدَرُواْ اللّهَ حَقَّ قَدْرِهِ﴾: كل من جعل مع الله إله آخر أو أنكر كتابه من كتبه أو رسولاً من رسله- فهو جاهل بالله وعظمته، فكيف بمن جحده من الأساس أو آمن به وأنكر أن يكون له رسول أو كتاب، وإلى هؤلاء أشار سبحانه بقول: ﴿إِذْ قَالُواْ مَا أَنزَلَ اللّهُ عَلَى بَشَرٍ مِّن شَيْءٍ﴾: جحدوا كل كتاب سماوي لا لشيء إلا عنادًا للقرآن تمامًا كمن يقول: فلان خسيس وشحيح لأنه ما أفاض علي من ماله ﴿قُلْ مَنْ أَنزَلَ الْكِتَابَ الَّذِي جَاء بِهِ مُوسَى ...﴾: قال الشيخ الطبرسي: (إن اليهود هو الذين أنكروا نزول الكتب من السماء على وجه العموم لا لشيء إلا (مبالغة في إنكار نزول القرآن فأُلزموا بما لا بد لهم من الإقرار به من إنزال التوراة على موسى) وهذا التفسير هو الأقرب والأصح لأن اليهود يعتقدون أن النبوة هدى هبة من الله لهم وحدهم ووقفًا عليهم من دون العالمين... حتى خالق الخلق مختص بهم ومتجنس بهويتهم وحميم يدافع عنهم ويعمل بمنفعتهم دون الخلائق أجمع. اقرأ التوراة سفر التثنية الإصحاح الرابع والعاشر وغيره، وأيضًا إقرأ للفيلسوف اليهودي اسبنوزا كتاب رسالة في اللاهوت الفصل الثالث رسالة العبرانيين. \n\n(92): ﴿وَهَـذَا كِتَابٌ﴾: القرآن ﴿أَنزَلْنَاهُ﴾: على محمد ﴿مُبَارَكٌ﴾: صفة للقرآن، أما بركات محمد والقرآن فقد عمت الشرق والغرب، وتحدث عنها القاصي والداني ﴿مُّصَدِّقُ الَّذِي بَيْنَ يَدَيْهِ﴾: يعترف بأنبياء الله ورسله بلا استثناء حتى لا تكون فتنة ويكون الدين كله لله ﴿وَلِتُنذِرَ أُمَّ الْقُرَى﴾: وهي مكة المكرمة، وخصها سبحانه بالذكر حيث منها انطلقت دعوة القرآن ﴿وَمَنْ حَوْلَهَا﴾: وانطلقت هذه الدعوة من مكة إلى جوارها، ومن الجوار إلى الأقرب فالأقرب ﴿وَالَّذِينَ يُؤْمِنُونَ بِالآخِرَةِ يُؤْمِنُونَ بِهِ وَهُمْ عَلَى صَلاَتِهِمْ يُحَافِظُونَ﴾: وضمير (به) للقرآن، وهو بشير ونذير للعالمين المطيع منهم والعاصي، أما الأول فيبشره النبي بالثواب إن استمر على الطاعة، وينذره بالعقاب إن انحرف وخالف، وأما الثاني فينذره بالعقاب إن استمر بالمعصية، ويبشره بالثواب إن تاب وأناب. \n\n(93): ﴿وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللّهِ كَذِبًا﴾: كل من قال: هذا حرام الله، وهذا حلال الله من عندياته فهو كذاب ومفتر على الله حتى ولو أصاب الواقع، ومن قال مثل ذلك مستندًا إلى كتاب الله وسنة نبيه، ومراعيًا للأصول والقوانين فهو مأجور حتى ولو أخطأ الواقع ﴿أَوْ قَالَ أُوْحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ ...﴾: ولا شيء أيسر وأهون من إطلاق اللسان حتى في إدعاء الربوبية، ولكن أسواءه وأدواءه تعود على صاحبه ﴿وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ ...﴾: كل من يجحد الخالق واليوم الآخر أو يسيء إلى عيال الله ولو مثقال ذرة ? فهو ظالم، وما من ظالم على الإطلاق إلاّ ويلاقي جزاء ظلمه في الدنيا قبل الآخرة ولو ساعة الإحتضار ونزع الروح من جسده حيث يأخذ منه بالتنكيل والعذاب الوبيل، قال علي أمير المؤمنين(ع): (الموت للمؤمن كنزع ثياب وسخة، وفك قيود وأغلال إلى أفخر الثياب، وآنس المنازل، وهو للكافر كخلع ثياب فاخرة إلى أوسخها وأخشنها، ومن المنازل الأنيسة إلى أوحشها وأعظم العذاب). \n\n(94): ﴿وَلَقَدْ جِئْتُمُونَا﴾: بصيغة الماضي، ومعناها المستقبل أي تجيئوننا ﴿فُرَادَى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ﴾: أي منفردين لا مال ولا رجال ولا ما كنتم تعبدون من الله ﴿وَتَرَكْتُم مَّا خَوَّلْنَاكُمْ وَرَاء ظُهُورِكُمْ﴾: للوراث، لهم النعيم والخيرات وعليكم الحساب والتبعات ﴿وَمَا نَرَى مَعَكُمْ شُفَعَاءكُمُ الَّذِينَ زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَاء﴾: زعمتم أن السيد المسيح (ع) أو غيره إشتركوا مع الله في خلقكم أو رزقكم، فأين هم؟ ﴿لَقَد تَّقَطَّعَ بَيْنَكُمْ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ﴾: تولدون يوم القيامة ولادة جديدة تمامًا كما خرجتم من بطون الأمهات مع فارق واحد، وهو أنكم في الولادة الأولى لا تسألون عن شيء، وفي الثانية تُسألون عما كنتم تقولون وتعملون. \n\n","تفسير المبين"]