["(101)-(102): ﴿بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ أَنَّى يَكُونُ لَهُ وَلَدٌ﴾: والولادة من صفات الأجسام، وخالق الأجسام ليس بجسم ﴿وَلَمْ تَكُن لَّهُ صَاحِبَةٌ﴾: ولا ولادة بلا زوجة وصاحبة ﴿وَخَلَقَ كُلَّ شَيْءٍ﴾: ومن كان بهذه الصفة فهو غني عن كل شيء، وإليه يفتقر كل شيء، وفي هذا الاحتجاج وأُسلوبه من الله تعالى درس بليغ ومفيد للدعاة إلى الإيمان والعمل الصالح، وأن عليهم أن ينزلوا إلى مستوى الجاحد، تواضعًا، ويخاطبوه بالحكمة ومنطق العقل لا بالرعونة والحمق، لأن الغرض الأول من التبليغ والإرشاد الإقناع والتيشير لا الصراع والتنفير. \n\n(103): ﴿لاَّ تُدْرِكُهُ الأَبْصَارُ﴾: لأنه غير متحيز في جهة ﴿وَهُوَ يُدْرِكُ الأَبْصَارَ﴾: وغيرها ﴿وَهُوَ اللَّطِيفُ﴾: بعباده ﴿ْخَبِيرُ﴾: بأعمالهم ومقاصدهم. \n\n(104): ﴿قَدْ جَاءكُم بَصَآئِرُ﴾: دلائل وبينات ﴿مِن رَّبِّكُمْ فَمَنْ أَبْصَرَ﴾: الحق وعمل به ﴿فَلِنَفْسِهِ﴾: أحسن ﴿وَمَنْ عَمِيَ﴾: عن الحق أو تهاون ﴿فَعَلَيْهَا﴾: وحدها يقع الضرر ﴿وَمَا أَنَاْ عَلَيْكُم بِحَفِيظٍ﴾: بل بشير ونذير. \n\n(105): ﴿وَكَذَلِكَ نُصَرِّفُ الآيَاتِ وَلِيَقُولُواْ دَرَسْتَ﴾: أي أنزلنا عليك يا محمد آيات القرآن في أساليب شتى، ليهتدي بها المشركون والضالون، ولكنهم تمردوا وعاندوا، وقالوا من جملة ما قالوا: إن آيات القرآن ليست من عند الله، بل درستها أنت وتعلمتها يا محمد من اليهود وغير اليهود ﴿وَلِنُبَيِّنَهُ﴾: أي نبين القرآن ﴿لِقَوْمٍ يَعْلَمُونَ﴾: أنه من عند الله لا من عند محمد (ص). \n\n(106): ﴿اتَّبِعْ مَا أُوحِيَ إِلَيْكَ مِن رَّبِّكَ لا إِلَـهَ إِلاَّ هُوَ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ﴾: أمضِ يا محمد في سبيل التبليغ والدعوة إلى الحق والتوحيد، ولا تبال بالقيل والقال. \n\n(107): ﴿وَلَوْ شَاء اللّهُ مَا أَشْرَكُواْ﴾: لا يريد الله أن يؤمنوا به مقهورين بل مختارين ﴿وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا﴾: أي ﴿وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ﴾: وهاتان الجملتان تفسير وتوكيد لقوله تعالى: (وأعرض عن المشركين) والهدف الأول من هذا التوكيد هو تحديد مهمة النبي وغيره من الدعاة، وأنها التبليغ دون التنفيذ. \n\n(108): ﴿وَلاَ تَسُبُّواْ الَّذِينَ يَدْعُونَ مِن دُونِ اللّهِ﴾: أي لا تسبوا أصنام المشركين ﴿فَيَسُبُّواْ اللّهَ عَدْوًا﴾: أي ظلمًا وعدوانًا ﴿بِغَيْرِ عِلْمٍ﴾: بعظمة الله وجلاله، وفيه دلالة على النهي عن المنكر إذا أدى إلى زيادته ينقلب معصية ﴿كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ﴾: الشيطان هو الذي يزين القبيح لفاعله، وليس الرحمن، قُدست اسماؤه، وأسند سبحانه التزيين إليه لمجرد الإشارة أنه قادر على ردعهم عن القبيح قسرًا وجبرًا، ولكنه لا يريد أن يسلب الإنسان حريته وإرادته ﴿ثُمَّ إِلَى رَبِّهِم مَّرْجِعُهُمْ فَيُنَبِّئُهُم بِمَا كَانُواْ يَعْمَلُونَ﴾: وإذن فلندع الحساب على الدين لله وحده ما دام صاحبه يكف عن الأذى والعدوان للآخرين. \n\n(109): ﴿وَأَقْسَمُواْ بِاللّهِ جَهْدَ أَيْمَانِهِمْ﴾: المشركون حلفوا بالله مجتهدين ﴿لَئِن جَاءتْهُمْ آيَةٌ﴾: لئن أتاهم محمد (ص) بمعجزة من النوع الذي فرضوه وعينوه ﴿لَّيُؤْمِنُنَّ بِهَا﴾: وبمحمد ﴿قُلْ﴾: لهم يا محمد ﴿إِنَّمَا الآيَاتُ عِندَ اللّهِ﴾: لا عندي أنا، وهو يُنزل منها ما تقوم به الحجة الكافية على الجميع، وما زاد فينزله أو يمنعه تبعًا للحكمة، ولكن الصحابة تمنوا أن يستجيب الله لطلب الكافرين رغبة منهم في إسلامهم، فخاطبهم سبحانه بقوله: ﴿وَمَا يُشْعِرُكُمْ﴾: ما يدريكم ﴿أَنَّهَا إِذَا جَاءتْ﴾: المعجزة التي اقترحوها ﴿لاَ يُؤْمِنُونَ﴾: بها ولا بمحمد، وتقدم نظير ذلك في الآية 37 من هذه السورة. \n\n(110): ﴿وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ﴾: كناية عن علم الله بحقيقتهم وإصرارهم على الضلال حتى ولو جاءتهم ألف آية وآية ﴿كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ﴾: أبدًا لا يؤمنون بمحمد في حال من الأحوال حقدًا وعنادًا، وموقفهم معه بعد أن يأتيهم بالمعجزات تمامًا كموقفهم من قبل ﴿وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾: اختاروا لأنفسهم العمى والضلال، فهم وما يختارون في الحياة الدنيا، ولهم في الآخرة سوء العذاب. \n\n","تفسير المبين"]