["(152): ﴿وَلاَ تَقْرَبُواْ مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ﴾: كصيانته وتنميته وتثميره ﴿حَتَّى يَبْلُغَ أَشُدَّهُ﴾: بالرشد والبلوغ ﴿وَأَوْفُواْ الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ﴾: بيعًا وشراءً وقرضًا ووفاء ﴿لاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا﴾: أي إن افترضت ما يكال أو يوزن فعليك الوفاء بالمعروف لا بالدقة الواقعية بحيث لا تنقص مثقال حبة من خردل، لأن ذلك متعذر ﴿وَإِذَا قُلْتُمْ فَاعْدِلُواْ وَلَوْ كَانَ﴾: المقول له أو عليه ﴿ذَا قُرْبَى﴾: من القائل، هذا هو المحك أن تنجو للحق، وتنصف الناس من نفسك وذويك تمامًا كما تطلب منهم أن ينصفوك ﴿وَبِعَهْدِ اللّهِ أَوْفُواْ﴾: والوفاء بعهده تعالى أن نأتمر بما أمر، وننتهي عما نهى. \n\n(153): ﴿وَأَنَّ هَـذَا صِرَاطِي مُسْتَقِيمًا﴾: هذا هو دين الله: التوحيد والعدل والكف عن الأذى والرذائل والوفاء بالعهد وبر الوالدين، وبالتالي التآلف والتعاطف الذي أشار إليه سبحانه بقوله: ﴿فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ﴾: سيروا جميعًا في طريق واحد لا في طرق متعددة متشعبة ﴿فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ﴾: أي فتميل السبلُ العديدة بكم عن سبيل الله وصراطه المستقيم. \n\n(154): ﴿ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ﴾: أنزلنا عليه التوراة ﴿تَمَامًا﴾: مفعول من أجله ﴿عَلَى الَّذِيَ أَحْسَنَ﴾: وهو موسى، والمعنى آتينا موسى التوراة لتتم عليه نعمة الله، لأنه من المحسنين ﴿وَتَفْصِيلاً لِّكُلِّ شَيْءٍ وَهُدًى وَرَحْمَةً﴾: كانت توراة موسى كافية وافية لقومه وغيرهم في عهده وعصره. \n\n(155): ﴿وَهَـذَا كِتَابٌ﴾: القرآن ﴿أَنزَلْنَاهُ مُبَارَكٌ﴾: صفة للكتاب لأنه كثير الخير والنفع ﴿فَاتَّبِعُوهُ﴾: اعملوا بأحكامه وتعاليمه ﴿وَاتَّقُواْ﴾: هجره ومعصيته ﴿لَعَلَّكُمْ تُرْحَمُونَ﴾: ولكن هجرنا القرآن، وعصينا الرحمن، فأغلق دوننا أبواب رحمته وعنايته. \n\n(156): ﴿أَن تَقُولُواْ إِنَّمَا أُنزِلَ الْكِتَابُ﴾: المراد بالكتاب التوراة والإنجيل ﴿عَلَى طَآئِفَتَيْنِ﴾: اليهود والنصارى ﴿مِن قَبْلِنَا وَإِن﴾: أي وأنه ﴿كُنَّا عَن دِرَاسَتِهِمْ﴾: لليهود والنصارى ﴿لَغَافِلِينَ﴾: والمعنى أنزلنا القرآن بلسانكم أيها العرب وعلى رجل منكم وفيكم لئلا تعتذروا عن جهلكم وشرككم بأنه لم ينزل كتاب من السماء بلسانكم كما نزل على اليهود والنصارى ونحن كنا غافلين عن دراسة كتابهم وجاهلين بتعاليمه لأن لسانهم غير لساننا. \n\n(157): ﴿أَوْ تَقُولُواْ لَوْ أَنَّا أُنزِلَ عَلَيْنَا الْكِتَابُ لَكُنَّا أَهْدَى مِنْهُمْ﴾: قد يبدو للوهلة الأولى أن هذه الآية تكرار للآية التي قبلها، وبالتأمل نعرف أن معنى الأولى كراهية أن تقولوا: نزل الكتاب على غيرنا لا علينا، ومعنى هذه الآية كراهية أن تقولوا لو نزل علينا الكتاب لكنا أفضل من الذين نزل عليهم، ولكن ماذا نصنع ولا كتاب عندنا ﴿فَقَدْ جَاءكُم بَيِّنَةٌ﴾: القرآن الكريم ﴿مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ﴾: فيه الدلائل على نبوة محمد (ص) والتعاليم التي تخرجكم من الظلمات إلى النور ﴿فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِآيَاتِ اللّهِ﴾: وقرآنه ونبيه ﴿وَصَدَفَ﴾: أعرض ﴿عَنْهَا سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ﴾: والحجة لله عليهم ولا حجة لهم عليه تعالى. \n\n","تفسير المبين"]