["(158): ﴿هَلْ يَنظُرُونَ﴾: ينتظرون ﴿إِلاَّ أَن تَأْتِيهُمُ الْمَلآئِكَةُ﴾: تقبض أرواحهم ﴿أَوْ يَأْتِيَ رَبُّكَ﴾: أي عذابه وانتقامه ﴿أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ﴾: وهي ﴿يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ﴾: يوم تقوم القيامة العلامات الدالة على قيام القيامة ﴿لاَ يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا﴾: قوام الإيمان الرضا التام، ومجرد التسليم رعبًا ورهبًا ليس من الإيمان في شيء حتى الإيمان عن قناعة وإيقان لا يجدي شيئًا إلا مع العمل الصالح، لأن الإيمان الحق عمل كله ولا إيمان بلا عمل ﴿قُلِ انتَظِرُواْ إِنَّا مُنتَظِرُونَ﴾: وكل آت قريب. \n\n(159): ﴿إِنَّ الَّذِينَ فَرَّقُواْ دِينَهُمْ﴾: جعلوه فرقًا وطوائف ﴿وَكَانُواْ شِيَعًا﴾: كل فرقة وطائفة تتشيع لإمام ﴿لَّسْتَ مِنْهُمْ﴾: يا محمد ﴿فِي شَيْءٍ﴾: ولم هم منك في شيء، ﴿إِنَّمَا أَمْرُهُمْ إِلَى اللّهِ﴾: فوحده يتولى عقاب من يثير العداوة والبغضاء بين أهل الدين الواحد، والذين لا توحدهم عقيدة التوحيد فهم من حزب الشيطان وأعوانه. \n\n(160): ﴿مَن جَاء بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا﴾: أي عشر حسنات، وفي الحديث الشريف: (الحسنة عشر أو أزيد، والسيئة واحدة أو عفو، فالويل لمن غلبت آحاده أعشاره). ورب سيئة واحدة كالإلحاد والعدوان على العباد ? تمحو ألوف الحسنات ﴿وَمَن جَاء بِالسَّيِّئَةِ فَلاَ يُجْزَى إِلاَّ مِثْلَهَا﴾: العدل أن لا تظلم مثقال ذرة حتى من ظلمك تقدر عقوبته بقدرها، والإحسان أن تعفو عن المسيء، أو تزيد في جزاء المحسن، والله سبحانه عادل ومحسن. \n\n(161): ﴿قُلْ﴾: يا محمد: ﴿إِنَّنِي هَدَانِي رَبِّي﴾: بالفطرة الصافية والعقل السليم والوحي من عنده ﴿إِلَى صِرَاطٍ مُّسْتَقِيمٍ﴾: يبتعد بي عن الباطل، ويوصلني إلى الحق ﴿دِينًا قِيَمًا﴾: قائمًا دائمًا بالدعوة إلى القسط والحق ﴿مِّلَّةَ﴾: دين ﴿إِبْرَاهِيمَ حَنِيفًا﴾: تاركًا الباطل إلى الحق ﴿وَمَا كَانَ مِنَ الْمُشْرِكِينَ﴾: بل من أعدى أعداء الشرك وأهله. \n\n(162): ﴿قُلْ إِنَّ صَلاَتِي﴾: الواجب منها والمستحب ﴿وَنُسُكِي﴾: من حج وصوم وخمس وزكاة ﴿وَمَحْيَايَ﴾: أعمالي في الحياة الدنيا ﴿وَمَمَاتِي﴾: وما أموت عليه من الإيمان والولاء للنبي وأهل بيته، كل ذلك خالصًا ﴿لِلّهِ رَبِّ الْعَالَمِينَ﴾. \n\n(163): ﴿لاَ شَرِيكَ لَهُ﴾: في عقيدتي وجميع أعمالي، لأن الشرك جهل ورجس ﴿وَبِذَلِكَ أُمِرْتُ﴾: عقلاً وشرعًا. \n\n(164): ﴿قُلْ أَغَيْرَ اللّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ﴾: وإذن فغيره مثلي مربوب، فكيف أعبده؟ ﴿وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا﴾: لكل جزاء عمله خيرًا كان أم شرًا. ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى﴾: النفس الوازرة الآثمة هي وحدها تؤخذ بما أسلفت وكسبت من حرام وآثام، ولا أحد يحمل جرمها وجريرتها، وبهذا يتبين أن نسبة قول من قال: (يُعذب الميت ببكاء أهله) إلى رسول الله (ص) ? مجرد افتراء لأنه مخالف لكتاب الله، وفي التوراة سفر خزقيال الإصحاح 18 فقرة 2 قال الرب: (أنتم تضربون هذا المثل على أرض إسرائيل قائلين: الآباء أكلوا الحصرم، وأسنان الأبناء ضرست. \n\n(165): ﴿وَهُوَ الَّذِي جَعَلَكُمْ خَلاَئِفَ الأَرْضِ﴾: يخلف أهل العصر اللاحق أهل العصر السابق، كلما مضى قرن خلفه قرن في انتظام واتساق إلى يوم يبعثون وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ﴾: في المؤهلات العلمية والعقلية والجسمية ﴿لِّيَبْلُوَكُمْ فِي مَا آتَاكُمْ﴾: من مواهب، هل تستعملونها في الاستغلال والإحتكار واختراع الأسلحة الجهنمية وإثارة النعرات الطائفية، وما إلى ذلك من الفساد في الأرض، أو في إنشاء المعامل والمصانع التي تنتج الغذاء والكساء والدواء، وكل ما ينفع الناس بجهة من الجهات ويسد حاجة من حاجاتهم الضرورية أو الكمالية ﴿إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ﴾: بمن استغل وبغى، وكفر وطغى ﴿وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ﴾: بمن أخلص وعمل صالحًا وكف أذاه عن عيال الناس.\n","تفسير المبين"]