["(1): ﴿وَالسَّمَاء وَالطَّارِقِ﴾: أقسم سبحانه بالسماء على وجه العموم وبلا استثناء، وهي العالم العلوي بكل ما فيه، وأيضًا أقسم بالطارق وهو كل ما يأتي ليلاً نجمًا كان أو غير نجم، ولكن هذا العموم غير مراد لأنه تعالى فسَّر الطارق هنا بقوله: ﴿النَّجْمُ الثَّاقِبُ﴾: أي المنير، أما قوله: \n\n(2)-(3): ﴿وَمَا أَدْرَاكَ مَا الطَّارِقُ﴾: فهو للتفخيم والتعظيم، وإنما عظم الله من شأن العالم العلوي والنجم لما فيهما من المنافع. \n\n(4): ﴿إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ﴾: جواب القسم، وإن نافية ولا بمعنى إلا، والمراد ما من أحد من بني آدم إلا وعليه رقيب يسجل أعماله، وتقدم في الآية 11 من الإنفطار ، إضافة إلى علمه تعالى. \n\n(5)-(7): ﴿فَلْيَنظُرِ الْإِنسَانُ مِمَّ خُلِقَ... ﴾: الماء الدافق: النطفة، والصلب: كل عظم من الظهر فيه فقار، والمراد به هنا صلب الرجل، والترائب: موضع القلادة من الصدر، والمراد بها هنا ترائب المرأة. والمعنى إذا فكر الإنسان: من أين خلق؟ وكيف صار إنسانًا كاملاً بصورته وأعضائه وشكله، وقدرته وإرادته وعقله ? انتهى لا محالة إلى الإيمان بأن الله تعالى. \n\n(8): ﴿إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ﴾: لأن القدرة على النشأة الأولى تشهد بالقدرة على الثانية، ومن أنكر هذه واعترف بتلك فقد أثبت الشيء ونفاه في آن واحد ومن جهة واحدة، وتجدر الإشارة أن العلم لم يهتد إلى خروج النطفة من بين الصلب والترائب إلا في هذا القرن، وهكذا تزداد آيات القرآن قوة ووضوحًا كلما تقدم العلم بتقدم الزمن. \n\n(9)-(10): ﴿يَوْمَ تُبْلَى السَّرَائِرُ فَمَا لَهُ مِن قُوَّةٍ وَلَا نَاصِرٍ﴾: كل شيء على المكشوف يوم القيامة، فالسر علانية والغيب شهادة، وأيضًا لا حول ولا قوة لأحد من نفسه أو من غيره إلا بصالح الأعمال وصدق النوايا والأقوال. \n\n(11)-(12): ﴿وَالسَّمَاء ذَاتِ الرَّجْعِ وَالْأَرْضِ ذَاتِ الصَّدْعِ﴾: الرجع: الماء لأنه يرجع ويتكرر، والصدع: النبات لأنه يصدع الأرض ويشقها، وأقسم سبحانه بالسماء التي تجود بالشراب والأرض التي تعطي الطعام. \n\n(13)-(14): ﴿إِنَّهُ لَقَوْلٌ فَصْلٌ وَمَا هُوَ بِالْهَزْلِ﴾: القرآن يفصل بين الحق والباطل والخير والشر، وأبعد ما يكون عن السحر والشعر كما ينعته المفترون، وتقدم في الآية 40 من الحاقة وغيرها. \n\n(15)-(16): ﴿إِنَّهُمْ يَكِيدُونَ كَيْدًا وَأَكِيدُ كَيْدًا﴾: يدبِّر الطغاة في الخفاء الدسائس والمؤامرات ضد الرسول والمؤمنين والله سبحانه يبطل كيدهم ومكرهم، ويرد سهامهم إلى نحورهم، وتقدم في الآية 54 من آل عمران وغيرها. \n\n(17): ﴿فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا﴾: لا تعجل يا محمد واصبر قليلاً، فما عذاب ربك من الظالمين ببعيد.\n","تفسير المبين"]