["(12) - (16): ﴿وَيَوْمَ تَقُومُ السَّاعَةُ - يَوْمَئِذٍ يَتَفَرَّقُونَ﴾: العلاقات بين الناس في الحياة الدنيا متنوعة وكثيرة: رحمية واقتصادية، وسياسية وثقافية وغير ذلك، أما في الآخرة فلا شيء على الإطلاق حيث يذهب كل إنسان بعد الحساب إلى مقره، إما إلى الجنة، وإما إلى النار. \n\n(17): ﴿فَسُبْحَانَ اللَّهِ﴾: يرشدنا، عظمت كلمته، إلى العبادة في الأوقات الآتية: ﴿حِينَ تُمْسُونَ﴾: إشارة إلى صلاة المغرب والعشاء ﴿وَحِينَ تُصْبِحُونَ﴾: إشارة إلى صلاة الصبح. \n\n(18): ﴿وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ﴾: جملة معترضة ﴿وَعَشِيًّا﴾: إشارة إلى صلاة العصر ﴿وَحِينَ تُظْهِرُونَ﴾: إشارة إلى صلاة الظهر، وهذا التفسير نقله الشيخ الطبرسي عن ابن عباس. \n\n(19) - (20): ﴿يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ﴾: يشير بهذا إلى أن الحياة من عنده تعالى لا من التركيب والتأليف بين عناصر مادية معينة كما يزعم الماديون. قال توفيق الحكيم في كتابة فن الأدب ص101: انكب العلماء في معاملهم يجربون كي يأتوا بخلية حية، فاستنبطوا من الأملاح ونظائرها شيئًا يشبه الأحياء، وبعدئذ اتضح لهم أنه لا يدخل في نطاق الكائنات الحية بمعناها الحقيقي ﴿وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ﴾: جاء أعرابي إلى رسول الله (ص) وسأله كيف يحيي الله الموتى.؟ قال له: أما مررت بوادي قومك ممحلاً أي جدبًا مقفرًا. قال الأعرابي: بلى. قال (ص): فكذلك يحيي الله الموتى. وهذه معرفة حسية لواقع مشهود بالعيان، ومنه ننتقل إلى تقرير مبدأ عام وهو أن إحياء الميت ممكن في ذاته. \n\n(21): ﴿وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً﴾: من أنفسكم أي من جنسكم تبادلكم عطفًا بعطف، والمراد بالرحمة والمودة التعاون قلبًا واحدًا على خير الأسرة لتحيا حياة طيبة صالحة لا مشكلات فيها ولا مشاحنات. وعلى أية حال فإن الحياة الزوجية لا تكون مرضية عند الزوجين إلا إذا نظر كل منهما إلى الآخر على أنه شيء يذكر. \n\n(22): ﴿وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ﴾: الدال على وجود الخالق وعظمته ﴿وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ﴾: اختلاف القوميات باللغة، وأهل الأقطار بالألوان، والأفراد بالملامح والأصوات وبصمة الأصابع ﴿إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّلْعَالِمِينَ﴾: على وجود المقدر والمدبر. \n\n(23): ﴿وَمِنْ آيَاتِهِ مَنَامُكُم بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُم مِّن فَضْلِهِ﴾: وتقدير الكلام هكذا: منامكم ليلاً ونهارًا، لأن الإنسان قد ينام في النهار للراحة، وابتغاؤكم من فضله تعالى أيضًا ليلاً ونهارًا، لأن الإنسان قد يسعى لرزقه في الليل. \n\n(24): ﴿وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا... ﴾: قد يكون البرق منذرًا بالصاعقة، وقد يكون مبشرًا بالغيث، تقدم في الآية 12 من الرعد. \n\n","تفسير المبين"]