["(27) - (28): ﴿إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنثَى﴾: أي يقولون: الملائكة بنات الله لمكان، التاء في كلمة ملائكة، ولو كانوا ذكورًا لقيل ملائك لا ملائكة! وهذا هو الجهل بكمال الله وجلاله، وباللغة لأن التاء تأتي لغير التأنيث مثل عبدة الأصنام جمع عبد ﴿إِن يَتَّبِعُونَ إِلَّا الظَّنَّ... ﴾: اُنظر تفسير الآية 23 من هذه السورة. \n(27) - (28): ﴿إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنثَى﴾: أي يقولون: الملائكة بنات الله لمكان، التاء في كلمة ملائكة، ولو كانوا ذكورًا لقيل ملائك لا ملائكة! وهذا هو الجهل بكمال الله وجلاله، وباللغة لأن التاء تأتي لغير التأنيث مثل عبدة الأصنام جمع عبد ﴿إِن يَتَّبِعُونَ إِلَّا الظَّنَّ... ﴾: اُنظر تفسير الآية 23 من هذه السورة. \n\n(29): ﴿فَأَعْرِضْ﴾: يا محمد عمن أعرض عن الله والحق ﴿وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا﴾: أما الدين فسلم لجاهه، وحرفة يأكل منها، ويكنز للأولاد والأصهار، وتلك حياتهم وملذاتهم تدل عليهم. \n\n(30): ﴿ذَلِكَ مَبْلَغُهُم مِّنَ الْعِلْمِ﴾: ذلك إشارة إلى لذيذ العيش، وأنه الهدف الوحيد لكل ما يعملون ويتعلمون ﴿إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ﴾: يتخذ من الدين والعلم أداة للصوصية، وعنده حسابه وعقابه. \n\n(31): ﴿وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ﴾: هو سبحانه القوي الذي لا يفتقر إلى شيء، وإليه يفتقر كل شيء، وهو الحق والعدل يجزي ﴿لِيَجْزِيَ الَّذِينَ أَسَاؤُوا بِمَا عَمِلُوا﴾: بلا زيادة، وقد يعفو ﴿وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى﴾: يوفيهم أُجورهم، ويزيدهم من فضله، ثم بيَّن سبحانه من هم المحسنون بقوله: \n\n(32): ﴿الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ﴾: كالظلم والزنا وكل ما تجاوز الحد في القبح ﴿إِلَّا اللَّمَمَ﴾: وهي صغائر الذنوب التي لا يكاد يخلو منها إنسان إلا من عصم الله كالنظرة والجلوس على مائدة الخمر، وتقدم في الآية 31 من النساء. ﴿هُوَ أَعْلَمُ بِكُمْ... ﴾: من أبينا آدم الذي خلقه من تراب إلى كل جنين ورضيع وشاب وكهل وشيخ يدب على العصا... إلى النفس الأخير، وإذن علام تزكي نفسك ما دام ربك ﴿هُوَ أَعْلَمُ بِمَنِ اتَّقَى﴾: وقال لك ولغيرك: فلا تزكوا أنفسكم. \n\n(33): ﴿أَفَرَأَيْتَ الَّذِي تَوَلَّى﴾: عن الحق ودعوته. \n\n(34): ﴿وَأَعْطَى قَلِيلًا وَأَكْدَى﴾: بذل القليل من ماله ثم أمسك. \n\n(35): ﴿أَعِندَهُ عِلْمُ الْغَيْبِ﴾: هل عنده هذا الذي تولى عن الحق، وأمسك عن البذل- علم من الله سبحانه بأنه في أمن وأمان من عذابه؟. \n\n(36) - (37): ﴿أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى وَإِبْرَاهِيمَ الَّذِي وَفَّى﴾: ألم يسمع هذا الذي أعرض وبخل، بما قال الله في توراة موسى وصحف إبراهيم الذي وفى بعهد الله وميثاقه؟. \n\n(38): ﴿أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى﴾: كل إنسان مسؤول عن ذنبه لا عن ذنب سواه، وتقدم مرات، ومنها الآية 164 من الأنعام. \n\n(39) - (41): ﴿وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَى... ﴾: هذا هو دين القرآن والإسلام: ليس للإنسان إلا ما سعى وفعل ونوى، ولا يقاس بشيء على الإطلاق إلا بمقاصده وأفعاله، فهي وحدها التي ترفعه أو تضعه، تقدسه أو تدنسه، حتى كلمة التوحيد والشهادة لمحمد بالرسالة تؤكد هذه الحقيقة كفريضة لازمة لأن تكوينها يبطل بدلالته كل المزاعم بأن الإنسان يوزن بشيء سوى سعيه وجهده وعرقه وعمل يده. فهل من إشكال وقيل وقال؟. \n\n(42): ﴿وَأَنَّ إِلَى رَبِّكَ الْمُنتَهَى﴾: منه تعالى البداية، وإليه النهاية، ولا حيلة ووسيلة، ومن جحد فأمامه ما يجيء به الغد. \n\n(43) - (46): ﴿وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى﴾: الضحك إشارة إلى فرح أهل الجنة، والبكاء إشارة إلى ترح أهل النار،قال سبحانه: (وجوه يومئذ مسفرة ضاحكة مستبشرة ووجوه يومئذ عليها غبرة ترهقها قترة- آخر عبس) ﴿وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنثَى... ﴾: قال جاهل أو ذاهل عن هذه الآية وغيرها من آية الذكر الحكيم: إن نظرية دارون لا تناقض الإسلام والقرآن لأن نظرية التطور علم والإسلام دين العلم! وما من شك أن الإسلام دين العلم، ولكن هذا شيء، وأصل الإنسان قرد شيء آخر، والقرآن صريح في أن الله خلق آدم من طين لا من قرد دارون، وانه تعالى هو الذي صورنا في الأرحام كيف يشاء بنص الآية 6 من آل عمران، وعليه يكون القول بان نظرية دارون لا تناقض القرآن - نقضًا لليقين بالشك والجهل. \n\n","تفسير المبين"]