[["قال رسول الله(ص): يا أبا ذر أن الله عز و جل جعل أهل بيتي في أمتي كسفينة نوح من ركبها نجا و من رغب عنها غرق ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر اعبد الله كأنك تراه فإن كنت لا تراه فإنه يراك ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر نعمتان مغبون فيهما كثير من الناس الصحة و الفراغ  ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر اغتنم خمسا قبل خمس شبابك قبل هرمك و صحتك قبل سقمك و غناك قبل فقرك و فراغك قبل شغلك و حياتك قبل موتك.","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إياك و التسويف بعملك فإنك بيومك و لست بما بعده فإن يكن غد لك فكن في الغد كما كنت في اليوم ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر كم من مستقبل يوما لا يستكمله و منتظر غدا لا يبلغه","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر لو نظرت إلى الأجل و مسيره لأبغضت الأمل و غروره","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر كن كأنك في الدنيا غريب أو كعابر سبيل و عد نفسك من أصحاب القبور  ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إذا أصبحت فلا تحدث نفسك بالمساء و إذا أمسيت فلا تحدث نفسك بالصباح  ","بحار الأنوار"],["قال رسول الله(ص): يا أباذر خذ من صحتك قبل سقمك و من حياتك قبل موتك فإنك لا تدري ما اسمك غدا  ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إياك أن تدركك الصرعة عند العثرة فلا تقال العثرة و لا تمكن من الرجعة  و لا يعذرك من تقدم عليه بما اشتغلت","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر كن على عمرك أشح منك على درهمك و دينارك","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر هل ينتظر أحدكم إلا غنى مطغيا أو فقرا منسيا أو مرضا مفسدا أو هرما مقعدا أو موتا مجهزا ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من ابتغى العلم ليخدع به الناس لم يجد ريح الجنة ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إذا سئلت عن علم لا تعلمه فقل لا أعلمه تنج من تبعته و لا تفت بما لا علم لك به تنج من عذاب الله يوم القيامة","بحار الأنوار"],["قال النبي(ص): يا أبا ذر إن حقوق الله جل ثناؤه أعظم من أن يقوم بها العباد و إن نعم الله أكثر من أن يحصيها العباد و لكن أمسوا و أصبحوا تائبين","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إنك في ممر الليل و النهار في آجال منقوصة و أعمال محفوظة و الموت يأتي بغتة و من يزرع خيرا يوشك أن يحصد خيرا","بحار الأنوار"],["قال النبي(ص): يا أبا ذر  إن الله إذا أراد بعبد خيرا جعل ذنوبه بين عينيه ممثلة و الإثم عليه ثقيلا وبيلا و إذا أراد بعبد شرا أنساه ذنوبه","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لا تنظر إلى صغر الخطيئة و لكن انظر إلى من عصيته  ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر جعل الله جل ثناؤه قرة عيني في الصلاة و حبب إلي الصلاة كما حبب إلى الجائع الطعام و إلى الظمآن الماء ","بحار الأنوار"],["النبي(ص): ما من مؤمن يقوم مصليا إلا تناثر عليه البر ما بينه وبين العرش ووكل به ملك ينادي يا ابن آدم لو تعلم ما لك في الصلاة ومن تناجي ما انفتلت","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر طوبى لأصحاب الألوية يوم القيامة يحملونها فيسبقون الناس إلى الجنة ألا هم السابقون إلى المساجد بالأسحار  وغير الأسحار","بحار الأنوار"],["قال النبي(ص): الدنيا سجن المؤمن وجنة الكافر وماأصبح فيها مؤمن إلا حزينا فكيف لا يحزن المؤمن وقدأوعده الله أنه وارد جهنم ولم يعده أنه صادر عنها","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر ما عبد الله عز و جل على مثل طول الحزن ","بحار الأنوار"],["قال النبي(ص): يا أبا ذر من استطاع أن يبكي فليبك و من لم يستطع فليشعر قلبه الحزن و ليتباك إن القلب القاسي بعيد من الله تعالى‏ و لكن لا يشعرون‏","بحار الأنوار"],["قال رسول الله(ص): يا أباذر إن العبد ليذنب الذنب فيدخل به الجنة فقلت وكيف ذلك يارسول الله قال يكون ذلك الذنب نصب عينيه تائبا منه فاراً إلى الله حتى يدخل الجنة","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر الكيس من دان نفسه و عمل لما بعد الموت و العاجز من اتبع نفسه و هواها و تمنى على الله عز و جل الأماني  ","بحار الأنوار"],[" قال النبي: يا أبا ذر إن الله تبارك و تعالى أوحى إلى أخي عيسى ع يا عيسى لا تحب الدنيا فإني لست أحبها و أحب الآخرة فإنما هي دار المعاد","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إذا أراد الله عز و جل بعبد خيرا فقهه في الدين و زهده في الدنيا و بصره بعيوب نفسه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إذا رأيت أخاك قد زهد في الدنيا فاستمع منه فإنه يلقن الحكمة  ","بحار الأنوار"],[" قال رسول الله(ص): إن الله لم يوح إلي أن أجمع المال إلى المال و لكن أوحى إلي أن سبح‏ بحمد ربك و كن من الساجدين و اعبد ربك حتى يأتيك اليقين‏","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إني ألبس الغليظ و أجلس على الأرض و ألعق أصابعي و أركب الحمار بغير سرج و أردف خلفي فمن رغب عن سنتي فليس مني ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر حب المال و الشرف أذهب لدين الرجل من ذئبين ضاريين في زرب الغنم فأغارا فيها حتى أصبحا فما ذا أبقيا منها ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إن الدنيا مشغلة للقلوب و الأبدان و إن الله تبارك و تعالى سائلنا عما نعمنا في حلاله فكيف بما أنعمنا في حرامه","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إني قد دعوت الله جل ثناؤه أن يجعل رزق من يحبني كفافا و أن‏ يعطي من يبغضني كثرة المال و الولد ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر طوبى للزاهدين في الدنيا الراغبين في الآخرة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر حرث الآخرة العمل الصالح و حرث الدنيا المال و البنون ","بحار الأنوار"],["قال النبي(ص): يا أبا ذر إن ربي أخبرني فقال و عزتي و جلالي ما أدرك العابدون درك البكاء و إني لأبني لهم في الرفيق الأعلى قصرا لا يشركهم فيه أحد","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر اتق الله و لا تر الناس أنك تخشى الله فيكرموك و قلبك فاجر ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر ليكن لك في كل شي‏ء نية صالحة حتى في النوم و الأكل ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لتعظم جلال الله في صدرك فلا تذكره كما يذكره الجاهل عند الكلب اللهم أخزه و عند الخنزير اللهم أخزه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن لله ملائكة قياما من خيفة الله ما رفعوا رؤوسهم حتى ينفخ في الصور النفخة الآخرة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لو زفرت جهنم زفرة لم يبق ملك مقرب و لا نبي مرسل إلا خر جاثيا على ركبتيه يقول رب ارحم نفسي ","بحار الأنوار"],["قال النبي(ص): يا أبا ذر لو أن امرأة من نساء أهل الجنة أطلعت من سماء الدنيا في ليلة ظلماء لأضاءت الأرض أفضل مما يضيئها القمر ليلة البدر ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر اخفض صوتك عند الجنائز و عند القتال و عند القرآن ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إذا تبعت جنازة فليكن عقلك فيها مشغولا بالتفكر و الخشوع و اعلم أنك لاحق به- ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر اعلم أن كل شي‏ء إذا فسد فالملح دواؤه فإذا فسد الملح فليس له دواء ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر ركعتان مقتصدتان في التفكر خير من قيام ليلة و القلب ساه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر الحق ثقيل مر و الباطل خفيف حلو و رب شهوة ساعة توجب حزنا طويلا ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لا يفقه الرجل كل الفقه حتى يرى الناس في جنب الله أمثال الأباعر ثم يرجع إلى نفسه فيكون هو أحقر حاقر لها ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لا تصيب حقيقة الإيمان حتى ترى الناس كلهم حمقى في دينهم و عقلاء في دنياهم- ","بحار الأنوار"],[" قال النبي(ص): يا أبا ذر حاسب نفسك قبل أن تحاسب فهوأهون لحسابك غدا وزن نفسك قبل أن توزن و تجهز للعرض الأكبر يوم تعرض لا تخفى منك على الله خافية","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر استح من الله فإني و الذي نفسي بيده لا أزال حين أذهب إلى الغائط مقنعا بثوبي أستحي من الملكين الذين معي ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر أ تحب أن تدخل الجنة قلت نعم فداك أبي قال ص فاقصر من الأمل و اجعل الموت نصب عينيك و استح من الله حق الحياء ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر يكفي من الدعاء مع البر ما يكفي الطعام من الملح ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر مثل الذي يدعو بغير عمل كمثل الذي يرمي بغير وتر ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن الله يصلح بصلاح العبد ولده و ولد ولده و يحفظه في دويرته و الدور حوله ما دام فيهم ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر ما من رجل يجعل جبهته في بقعة من بقاع الأرض إلا شهدت له بها يوم القيامة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن الأرض لتبكي على المؤمن إذا مات أربعين صباحا ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من أقام و لم يؤذن لم يصل معه إلا ملكاه اللذان معه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر ما من شاب ترك الدنيا و أفنى شبابه في طاعة الله إلا أعطاه الله أجر اثنين و سبعين صديقا- ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر الذاكر في الغافلين كالمقاتل في الفارين ","بحار الأنوار"],["قال النبي(ص): يا أبا ذر الجليس الصالح خير من الوحدة و الوحدة خير من جليس السوء و إملاء الخير خير من السكوت و السكوت خير من إملاء الشر","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لا تصاحب إلا مؤمنا و لا يأكل طعامك إلا تقي و لا تأكل طعام الفاسقين ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر أطعم طعامك من تحبه في الله و كل طعام من يحبك في الله عز و جل‏ ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن الله عز و جل عند لسان كل قائل فليتق الله امرؤ و ليعلم ما يقول ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر اترك فضول الكلام و حسبك من الكلام ما تبلغ به حاجتك ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر كفى بالمرء كذبا أن يحدث بكل ما يسمع- ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر ما من شي‏ء أحق بطول السجن من اللسان ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن من إجلال الله إكرام ذي الشيبة المسلم و إكرام حملة القرآن العاملين و إكرام السلطان المقسط ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر ما عمل من لم يحفظ لسانه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لا تكن عيابا و لا مداحا و لا طعانا و لا مماريا ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لا يزال العبد يزداد من الله بعدا ما ساء خلقه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر الكلمة الطيبة صدقة و كل خطوة تخطوها إلى الصلاة صدقة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن الله تعالى يعطيك ما دمت جالسا في المسجد بكل نفس تنفست فيه درجة في الجنة و تصلي عليك الملائكة  ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر أ تعلم في أي شي‏ء أنزلت هذه الآية اصبروا و صابروا و رابطوا قلت لا أدري قال في انتظار الصلاة خلف الصلاة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إسباغ الوضوء في المكاره من الكفارات و كثرة الاختلاف إلى المساجد فذلكم الرباط- ","بحار الأنوار"],["قال رسول الله(ص): يقول الله إن أحب العباد إلي المتحابون من أجلي المتعلقة قلوبهم بالمساجد و المستغفرون بالأسحار ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر كل جلوس في المسجد لغو إلا ثلاث [ثلاثة] قراءة مصل أو ذكر الله‏ أو سائل عن علم ","بحار الأنوار"],["قال النبي(ص): كن بالعمل بالتقوى أشد اهتماما منك بالعمل فإنه لا يقل عمل بالتقوى و كيف يقل عمل يتقبل يقول الله إنما يتقبل الله من المتقين‏ ","بحار الأنوار"],["قال النبي(ص): لا يكون الرجل من المتقين حتى يحاسب نفسه أشد من محاسبة الشريك شريكه فيعلم من أين مطعمه ومن أين مشربه ومن أين ملبسه أ من حل أم من حرام","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من لم يبال من أين يكتسب المال لم يبال الله عز و جل من أين أدخله النار- ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من سره أن يكون أكرم الناس فليتق الله عز و جل ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إن أحبكم إلى الله أكثركم ذكرا له و أكرمكم عند الله عز و جل أتقاكم له و أنجاكم من عذاب الله أشدكم له خوفا","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن المتقين الذين يتقون من الشي‏ء الذي لا يتقى منه خوفا من الدخول في الشبهة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من أطاع الله عز و جل فقد ذكر الله و إن قلت صلاته و صيامه و تلاوته للقرآن ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر ملاك الدين الورع و رأسه الطاعة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر كن ورعا تكن أعبد الناس و خير دينكم الورع- ","بحار الأنوار"],["قال النبي(ص): يا أبا ذر فضل العلم خيرمن فضل العبادة و اعلم أنكم لو صليتم حتى تكونوا كالحنايا و صمتم حتى تكونوا كالأوتار ما ينفعكم ذلك إلا بورع","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن أهل الورع و الزهد في الدنيا هم أولياء الله تعالى حقا ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر من لم يأت يوم القيامة بثلاث فقد خسر قلت و ما الثلاث قال ورع يحجزه عما حرم الله و حلم يرد به جهل السفهاء وخلق يداري به الناس","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن سرك أن تكون أقوى الناس فتوكل على الله عز و جل و إن سرك أن تكون أكرم الناس فاتق الله ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لو أن الناس كلهم أخذوا بهذه الآية لكفتهم‏ و من يتق الله يجعل له مخرجا و يرزقه من حيث لا يحتسب‏ ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر يقول الله جل ثناؤه و عزتي و جلالي لا يؤثر عبدي هواي على هواه إلا جعلت غناه في نفسه و همومه في آخرته ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لو أن ابن آدم فر من رزقه كما يفر من الموت لأدركه كما يدركه الموت ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر أ لا أعلمك كلمات ينفعك الله عز و جل بهن قلت بلى يا رسول الله: قال احفظ الله يحفظك احفظ الله تجده أمامك ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر استغن بغنى الله يغنك الله فقلت و ما هو يا رسول الله: قال غداء يوم و عشاء ليلة فمن قنع بما رزقه الله فهو أغنى الناس","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن الله عز و جل يقول إني لست كلام الحكيم أتقبل و لكن همه و هواه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن الله تبارك و تعالى لا ينظر إلى صوركم و لا إلى أموالكم و أقوالكم و لكن ينظر إلى قلوبكم و أعمالكم ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر التقوى هاهنا التقوى هاهنا و أشار إلى صدره ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر أربع لا يصيبهن إلا مؤمن الصمت و هو أول العبادة و التواضع لله سبحانه و ذكر الله تعالى في كل حال و قلة المال","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر هم بالحسنة و إن لم تعملها لكيلا تكتب من الغافلين","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر من ملك ما بين فخذيه و بين لحييه دخل الجنة","بحار الأنوار"],["قال النبي(ص): يا أبا ذر هل يكب الناس على مناخرهم في النار إلا حصائد ألسنتهم إنك لا تزال سالما ما سكت فإذا تكلمت كتب الله لك أو عليك","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن الرجل يتكلم بالكلمة في المجلس لينصحكم بها فهوى في جهنم ما بين السماء و الأرض- ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر ويل للذي يحدث و يكذب ليضحك به القوم ويل له ويل له ويل له ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من صمت نجا فعليك بالصدق و لا تخرجن من فيك كذبا أبدا ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إياك و الغيبة فإن الغيبة أشد من الزنا ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر سباب المؤمن فسوق و قتاله كفر و أكل لحمه من معاصي الله و حرمة ماله كحرمة دمه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من ذب عن أخيه المسلم الغيبة كان حقا على الله أن يعتقه من النار ","بحار الأنوار"],["قال النبي(ص): من اغتيب عنده أخوه وهو يستطيع نصره فنصره نصره الله عز و جل في الدنيا و الآخرة فإن خذله و هو يستطيع نصره خذله الله في الدنيا و الآخرة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر لا يدخل الجنة قتات قلت و ما القتات قال النمام ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر صاحب النميمة لا يستريح من عذاب الله عز و جل في الآخرة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من كان ذا وجهين و لسانين في الدنيا فهو ذو لسانين في النار- ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر المجالس بالأمانة و إفشاء سر أخيك خيانة فاجتنب ذلك و اجتنب مجلس العشيرة ","بحار الأنوار"],["قال رسول الله(ص): تعرض أعمال أهل الدنيا على الله يوم الإثنين و الخميس فيستغفر لكل مؤمن إلا عبدا كانت بينه وبين أخيه شحناء فيقال اتركو عمل هذين حتى يصطلحا","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إياك و هجران أخيك فإن العمل لا يتقبل مع الهجران ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر أنهاك عن الهجران و إن كنت لا بد فاعلا [فلا]تهجره فوق ثلاثة أيام‏ كملا فمن مات فيها مهاجرا لأخيه كانت النار أولى به","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من أحب أن يتمثل له الرجال قياما فليتبوأ مقعده من النار ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من مات و في قلبه مثقال ذرة من كبر لم يجد رائحة الجنة إلا أن يتوب قبل ذلك ","بحار الأنوار"],["قال رسول الله(ص): أكثر من يدخل النار المستكبرون فقال رجل و هل ينجو من الكبر أحد قال نعم من لبس الصوف و ركب الحمار و حلب الشاة و جالس المساكين","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من حمل بضاعته فقد برئ من الكبر يعني ما يشتري من السوق ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من جر ثوبه خيلاء لم ينظر الله عز و جل إليه يوم القيامة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إزرة المؤمن إلى أنصاف ساقيه و لا جناح عليه فيما بينه و بين كعبيه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من رفع ذيله و خصف نعله و عفر وجهه فقد برئ من الكبر ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من كان له قميصان فليلبس أحدهما و ليلبس الآخر أخاه ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر سيكون ناس من أمتي يولدون في النعيم و يغذون به همتهم ألوان الطعام و الشراب و يمدحون بالقول أولئك شرار أمتي","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر طوبى لمن صلحت سريرته و حسنت علانيته و عزل عن الناس شره طوبى لمن عمل بعلمه و أنفق الفضل من ماله و أمسك الفضل من قوله","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر البس الخشن من اللباس و الصفيق من الثياب لئلا يجد الفخر فيك مسلكا ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر يكون في آخر الزمان قوم يلبسون الصوف في صيفهم و شتائهم يرون أن لهم الفضل بذلك على غيرهم أولئك تلعنهم ملائكة السماوات و الأرض","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر أ لا أخبرك بأهل الجنة قلت بلى يا رسول الله: قال ص كل أشعث أغبر ذي طمرين لا يؤبه له لو أقسم على الله لأبره‏ ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إن شر الناس منزلة عند الله يوم القيامة عالم لا ينتفع بعلمه و من طلب علما ليصرف به وجوه الناس إليه لم يجد ريح الجنة","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر المتقون سادة و الفقهاء قادة و مجالستهم الزيادة ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر إن المؤمن ليرى ذنبه كأنه صخرة يخاف أن تقع عليه و إن الكافر يرى ذنبه كأنه ذباب مر على أنفه ","بحار الأنوار"],["قال النبي(ص): يا أباذر لو أن الخلق كلهم جهدو أن ينفعوك بشي‏ء لم يكتب لك ما قدرو عليه و لو جهدوا أن يضروك بشي‏ء لم يكتبه الله عليك ما قدرو عليه","بحار الأنوار"],["قال رسول الله(ص): يا أباذر إن استطعت أن تعمل لله عز و جل بالرضا في اليقين فافعل و إن لم تستطع فإن في الصبر على ما تكره خيرا كثيرا ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر إن النصر مع الصبر و الفرج مع الكرب و إن مع العسر يسرا ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر إن سرك أن تكون أغنى الناس فكن بما في يد الله عز و جل أوثق منك بما في يدك ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر ما من منزل ينزله قوم إلا و أصبح ذلك المنزل يصلي عليهم أو يلعنهم ","بحار الأنوار"],["قال أباذر لرسول الله(ص): كلنا نستحي من الله فقال(ص): ليس ذلك الحياء و لكن الحياء أن لا تنسى المقابر و البلى و تحفظ الجوف و ما وعى و الرأس و ما حوى","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر من أراد كرامة الآخرة فليدع زينة الدنيا فإذا كنت كذلك أصبت ولاية الله ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر اعلم أن فيكم خلقين الضحك من غير عجب و الكسل من غير سهو ","بحار الأنوار"],[" قال أباذر قلت يا رسول الله: أي المؤمنين أكيس قال أكثرهم للموت ذكرا و أحسنهم له استعدادا ","بحار الأنوار"],[" قال أباذر قلت يا رسول الله: من أزهد الناس فقال من لم ينس المقابر و البلى و ترك فضل زينة الدنيا و آثر ما يبقى على ما يفنى ","بحار الأنوار"],["قال النبي(ص): ما زهد عبد في الدنيا إلا أنبت الله الحكمة في قلبه و بصره بعيوب الدنيا و دائها و دوائها و أخرجه منها سالما إلى دار السلام","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر إن أول شي‏ء يرفع من هذه الأمة الأمانة و الخشوع حتى لا تكاد ترى خاشعا  ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر و الذي نفس محمد بيده لو أن الدنيا كانت تعدل عند الله جناح بعوضة أو ذباب ما سقى الكافر منها شربة من ماء  ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر إن الدنيا ملعونة ملعون ما فيها إلا ما ابتغي به وجه الله  ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر ما من شي‏ء أحب إلى الله من الإيمان به و ترك ما أمر بتركه ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر ما من شي‏ء أبغض إلى الله تعالى من الدنيا خلقها ثم عرضها فلم ينظر إليها و لا ينظر إليها حتى‏ تقوم الساعة ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر من يزرع شرا يوشك أن يحصد ندامة و لكل زارع مثل ما زرع لا يسبق بطي‏ء لحظه و لا يدرك حريص ما لم يقدر له ","بحار الأنوار"],["قال النبي(ص): يقول الله لا أجمع على عبد خوفين و لا أجمع له أمنين فإذا أمنني في الدنيا أخفته يوم القيامة وإذا خافني في الدنيا آمنته يوم القيامة","بحار الأنوار"],[" قال رسول الله(ص): إن العبد ليعرض عليه ذنوبه يوم القيامة فيمن ذنب ذنوبه [زائدة] فيقول أما إني كنت خائفا مشفقا فيغفر له ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر إن المؤمن أشد ارتكاضا من الخطيئة من العصفور حين يقذف به في شركه","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر من وافق قوله فعله فذاك الذي أصابه حظه و من خالف قوله فعله فإنما يوبق نفسه ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إن الرجل ليحرم رزقه بالذنب يصيبه  ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر دع ما لست منه في شي‏ء فلا تنطق بما لا يعنيك و اخزن لسانك‏ كما تخزن ورقك ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر أيما رجل تطوع في يوم و ليلة اثنتي عشرة ركعة سوى المكتوبة كان له حقا واجبا بيت في الجنة ","بحار الأنوار"],[" قال رسول الله(ص): يا أبا ذر إنك ما دمت في الصلاة فإنك تقرع باب الملك الجبار و من يكثر قرع باب الملك يفتح له ","بحار الأنوار"],[" قال رسول الله(ص): يا أباذر إن الجائع إذا أكل شبع و إن الظمآن إذا شرب روي و أنا لا أشبع من الصلاة ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر من أوتي من العلم ما لا يبكيه لحقيق أن يكون قد أوتي علما لا ينفعه ","بحار الأنوار"],["قال رسول الله(ص): إن الله اصطفى موسى بالكلام و المناجاة حتى كان يرى خضرة البقل في بطنه من هزاله وما سأل موسى حين تولى إلى الظل إلا طعاما يأكله من الجوع","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إن شئت نبأتك بأمر نوح نبي الله إنه كان إذا أصبح قال لا أمسي وإذا أمسى قال لا أصبح ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود النار لمن ركب محرما و الجنة لمن ترك الحلال ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود ما ينفع من يتنعم في الدنيا إذا أخلد في النار  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود محاريبهم نساؤهم و شرفهم الدراهم و الدنانير و همتهم بطونهم أولئك هم شر الأشرار الفتنة منهم و إليهم تعود","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود اقرأ قول الله تعالى أ فرأيت إن متعناهم سنين ثم جاءهم ما كانوا يوعدون ما أغنى‏ عنهم ما كانوا يمتعون ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود أجسادهم لا تشبع و قلوبهم لا تخشع ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود الإسلام بدأ غريبا و سيعود غريبا كما بدأ فطوبى للغرباء  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تخافن أحدا غير الله فإن الله تعالى يقول أينما تكونوا يدرككم الموت و لو كنتم في بروج مشيدة  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود يأتي على الناس زمان الصابر فيه على دينه مثل القابض على الجمر بكفه فإن كان في ذلك الزمان ذئبا و إلا أكلته الذئاب","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود يدعون أنهم على ديني و سنتي و منهاجي و شرائعي إنهم مني برآء و أنا منهم بري‏ء  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود من تعلم العلم يريد به الدنيا و آثر عليه حب الدنيا و زينتها استوجب سخط الله عليه و كان في الدرك الأسفل من النار","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود من تعلم القرآن للدنيا و زينتها حرم الله عليه الجنة ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود من تعلم العلم و لم يعمل بما فيه حشره الله يوم القيامة أعمى   ","بحار الأنوار"],["قال رسول الله(ص): يبن مسعود فليكن جلساؤك الأبرار وإخوانك الأتقياء و الزهاد لأن الله تعالى قال في كتابه ( الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين )","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود يتفاضلون بأحسابهم و أموالهم يقول الله تعالى و ما لأحد عنده من نعمة تجزى‏ إلا ابتغاء وجه ربه الأعلى‏ و لسوف يرضى‏","بحار الأنوار"],["قال رسول الله(ص):  عليك بخشية الله تعالى و أداء الفرائض فإنه يقول ( هو أهل التقوى‏ و أهل المغفرة ) و يقول ( رضي الله عنهم و رضوا عنه ذلك لمن خشي ربه )","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود دع عنك ما لا يغنيك و عليك بما يغنيك فإن الله تعالى يقول لكل امرئ منهم يومئذ شأن يغنيه  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إياك أن تدع طاعة الله و تقصد معصيته شفقة على أهلك ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود احذر الدنيا و لذاتها و شهواتها و زينتها و أكل الحرام و الذهب‏ و الفضة و الركب و النساء ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تغترن بالله و لا تغترن بصلاحك و علمك و عملك و برك و عبادتك ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إذا تلوت كتاب الله تعالى فأتيت على آية فيها أمر و نهي فرددها نظرا و اعتبارا فيها و لا تسه عن ذلك ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تحقرن ذنبا و لا تصغرنه و اجتنب الكبائر فإن العبد إذا نظر يوم القيامة إلى ذنوبه دمعت عيناه قيحا و دما","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إذا قيل لك اتق الله فلا تغضب فإنه يقول و إذا قيل له اتق الله أخذته العزة بالإثم فحسبه جهنم ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود قصر أملك فإذا أصبحت فقل إني لا أمسي و إذا أمسيت فقل إني لا أصبح   ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تغرس الأشجار ولا تجر الأنهار و لا تزخرف البنيان ولا تتخذ الحيطان و البستان فإن الله تعالى يقول ( ألهاكم التكاثر )","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود احذر سكر الخطيئة فإن للخطيئة سكرا كسكر الشراب بل هي أشد سكرا منه يقول الله تعالى صم بكم عمي فهم لا يرجعون","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود الدنيا ملعونة ملعون من فيها و ملعون من طلبها و أحبها و نصب لها  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إذا عملت عملا فاعمله لله خالصا لأنه لا يقبل من عباده الأعمال إلا ما كان له خالصا ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود دع نعيم الدنيا و أكلها و حلاوتها و حارها و باردها و لينها و طيبها و ألزم نفسك الصبر عنها فإنك مسئول عن هذا كله","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تلهينك الدنيا و شهواتها فإن الله تعالى يقول أ فحسبتم أنما خلقناكم عبثا و أنكم إلينا لا ترجعون ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إذا عملت عملا من البر و أنت تريد بذلك غير الله فلا ترج بذلك منه ثوابا فإنه يقول فلا نقيم لهم يوم القيامة وزنا","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إذا مدحك الناس فقالوا إنك تصوم النهار و تقوم الليل و أنت على غير ذلك فلا تفرح بذلك ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود أكثر من الصالحات و البر فإن المحسن و المسي‏ء يندمان يقول المحسن يا ليتني ازددت من الحسنات و يقول المسي‏ء قصرت ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تقدم الذنب و لا تؤخر التوبة و لكن قدم التوبة و أخر الذنب ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إياك أن تسن سنة بدعة فإن العبد إذا سن سنة سيئة لحقه وزرها و وزر من عمل بها ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تركن إلى الدنيا و لا تطمئن إليها فستفارقها عن قليل ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود تذكر القرون الماضية و الملوك الجبابرة الذين مضوا فإن الله يقول ( و عادا و ثمود و أصحاب الرس و قرونا بين ذلك كثيرا )","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إياك و الذنب سرا و علانية صغيرا و كبيرا فإن الله تعالى حيثما كنت يراك و هو معكم أين ما كنتم- ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود اتق الله في السر و العلانية و البر و البحر و الليل و النهار","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود اتخذ الشيطان عدوا فإن الله تعالى يقول إن الشيطان لكم عدو فاتخذوه عدوا  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تأكل الحرام و لا تلبس الحرام و لا تأخذ من الحرام و لا تعص الله ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود خف الله في السر و العلانية ولا تؤثرن الحياة الدنيا على الآخرة باللذات و الشهوات ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تخونن أحدا في مال يضعه عندك أو أمانة ائتمنك عليها ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تتكلم بالعلم إلا بشي‏ء سمعته و رأيته  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تهتم للرزق فإن الله تعالى يقول ( وما من دابة في الأرض إلا على الله رزقها ( و قال(  وفي السماء رزقكم وما توعدون )","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود و الذي بعثني بالحق نبيا إن من يدع الدنيا و يقبل على تجارة الآخرة فإن الله تعالى يتجر له من وراء [تجارته‏]","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود كل ما أبصرته بعينك واستخلاه قلبك فاجعله لله فذلك تجارة الآخرة لأن الله يقول ما عندكم ينفد وما عند الله باق","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إذا تكلمت بلا إله إلا الله و لم تعرف حقها فإنه مردود عليك‏  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود أحب الصالحين فإن المرء مع من أحب ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إياك أن تشرك بالله طرفة عين و إن نشرت بالمنشار أو قطعت أو صلبت أو أحرقت بالنار  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود اصبر مع الذين يذكرون الله و يسبحونه و يهللونه و يحمدونه و يعملون بطاعته و يدعونه بكرة و عشيا  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تختر على ذكر الله شيئا فإن الله يقول و لذكر الله أكبر و يقول فاذكروني أذكركم و اشكروا لي و لا تكفرون","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود عليك بالسكينة و الوقار و كن سهلا لينا عفيفا مسلما تقيا نقيا بارا طاهرا مطهرا صادقا خالصا   ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تحملنك الشفقة على أهلك و ولدك على الدخول في المعاصي و الحرام ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تكونن ممن يهدي الناس إلى الخير و يأمرهم بالخير و هو غافل عنه  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود عليك بحفظ لسانك فإن الله تعالى يقول اليوم نختم على‏ أفواههم و تكلمنا أيديهم وتشهد أرجلهم بما كانوا يكسبون","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود عليك بإصلاح السريرة فإن الله تعالى يقول يوم تبلى السرائر فما له من قوة و لا ناصر ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود احذر يوما تنشر فيه الصحائف و تظهر فيه الفضائح ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود اخش الله بالغيب كأنك تراه فإن لم تكن تراه فإنه يراك ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إياك أن تظهر من نفسك الخشوع و التواضع للآدميين و أنت فيما بينك و بين ربك مصر على المعاصي و الذنوب ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود لا تكن ممن يشدد على الناس و يخفف عن نفسه يقول الله تعالى‏ لم تقولون ما لا تفعلون ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إذا عملت عملا فاعمل بعلم و عقل و إياك و أن تعمل عملا بغير تدبر و علم ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود عليك بالصدق و لا تخرجن من فيك كذبة أبدا و أنصف الناس من نفسك و أحسن و ادع الناس إلى الإحسان ","بحار الأنوار"],["قال رسول الله(ص): الصابرون إذا أساءوا استغفروا و إذا أحسنوا استبشروا و إذا خاطبهم الجاهلون قالوا سلاما و إذا مروا باللغو مروا كراما  ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود إن أحمق الناس من طلب الدنيا ","بحار الأنوار"],["قال رسول الله(ص):  يا ابن مسعود قال تعالى ( و آتيناه الحكم صبيا ) يعني الزهد في الدنيا ","بحار الأنوار"],["قال رسول الله(ص):  يابن مسعود قال تعالى لموسى (ع) : يا موسى لن يتزين المتزينون بزينة أزين في عيني من الزهد","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود قال الله تعالى: يا موسى إذا رأيت الفقر مقبلا فقل مرحبا بشعار الصالحين و إذا رأيت الغنى مقبلا فقل ذنب عجلت عقوبته","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود عليك بالزهد فإن ذلك مما يباهي الله به الملائكة و به يقبل الله عليك بوجهه و يصلي عليك الجبار ","بحار الأنوار"],["قال رسول الله(ص): من تعلم العلم رئاء و سمعة يريد به الدنيا نزع الله بركته و ضيق عليه معيشته ووكله الله إلى نفسه ومن وكله الله إلى نفسه فقد هلك ","بحار الأنوار"],["قال رسول الله(ص): يا ابن مسعود اعزم على مفارقة الدنيا و أحب لقاء الله و لا تكره لقاءه فإن الله يحب لقاء من يحب لقاءه و يكره لقاء من يكره لقاءه","بحار الأنوار"],["قال رسول الله(ص): يا رب كيف أدوم على ذكرك؟ قال الله تعالى: بالخلوة عن الناس وبغضك الحلو والحامض وفراغ بطنك وبيتك من الدنيا. ","بحار الأنوار"],["قال رسول الله(ص): يا رب ما أول العبادة؟ قال الله تعالى: أول العبادة الصمت والصوم قال النبي(ص): يا رب وما ميراث الصوم؟ قال الله تعالى: الصوم يورث الحكمة والحكمة تورث المعرفة","بحار الأنوار"],["قال رسول الله(ص): يا علي أنهاك عن ثلاث خصال عظام : الحسد والحرص والكذب .","بحار الأنوار"],["قال رسول الله(ص): يا علي سيد الاعمال ثلاث : انصافك الناس من نفسك ومواساتك الاخ في الله عزوجل وذكرك الله تبارك وتعالى على كل حال .","بحار الأنوار"],["قال رسول الله(ص): يا علي ثلاث فرحات للمؤمن في الدنيا : لقاء الاخوان والافطار من الصيام والتهجد في آخر الليل .","بحار الأنوار"],["قال رسول الله(ع): يا علي ثلاث من لم تكن فيه لم يقم له عمل: ورع يحجزه عن معاصي الله عزوجل، وخلق يداري به الناس، وحلم يرد به جهل الجاهل.","بحار الأنوار"],["قال رسول الله(ص): يا علي ثلاث خصال من حقايق الايمان : الانفاق في الاقتار وانصاف الناس من نفسك وبذل العلم للمتعلم .","بحار الأنوار"],["قال رسول الله(ص): ياعلي ثلاث خصال من مكارم الاخلاق : تعطي من حرمك وتصل من قطعك وتعفو عمن ظلمك .","بحار الأنوار"],[" قال رسول الله(ص): يا علي ثلاثة يزدن في الحفظ ويذهبن السقم : اللبان والسواك وقراءة القرآن .","بحار الأنوار"],[" قال رسول الله(ص): يا علي ثلاثة من الوسواس : أكل الطين وتقليم الاظفار بالاسنان وأكل اللحية .","بحار الأنوار"],[" قال رسول الله(ص): يا علي أنهاك من ثلاث خصال : الحسد والحرص والكبرياء .","بحار الأنوار"],[" قال رسول الله(ص): يا علي ثلاث يقسين القلب : استماع اللهو وطلب الصيد وإتيان باب السلطان .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من كظم غيظا وهو يقدر على إمضائه أعقبه الله يوم القيامة أمنا و إيمانا يحد طعمه .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من لم يحسن وصيته عند موته كان نقصا في مروته ولم يملك الشفاعة .","بحار الأنوار"],[" قال رسول الله(ص): يا علي أفضل الجهاد من أصبح لا يهم بظلم أحد .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من خاف الناس لسانه فهو من أهل النار .","بحار الأنوار"],[" قال رسول الله(ص): يا علي شر الناس من أكرمه الناس اتقاء شره .","بحار الأنوار"],[" قال رسول الله(ص): يا علي شر الناس من باع آخرته بدنياه وشر من ذلك من باع آخرته بدنيا غيره .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من لم يقبل العذر من متنصل صادقا كان أو كاذبا لم ينل شفاعتي .","بحار الأنوار"],["قال رسول الله(ص): يا علي إن الله عزوجل أحب الكذب في الصلاح وأبغض الصدق في الفساد ","بحار الأنوار"],["قال رسول الله(ص): يا علي شارب الخمر كعابد وثن  ","بحار الأنوار"],["قال رسول الله(ص): يا علي شارب الخمر لا يقبل الله عزوجل صلاته أربعين يوما فان مات في الاربعين مات كافرا .","بحار الأنوار"],[" قال رسول الله(ص): يا علي كل مسكر حرام وما أسكر كثيره فالجرعة منه حرام .","بحار الأنوار"],[" قال رسول الله(ص):  يا علي جعلت الذنوب كلها في بيت وجعل مفتاحها شرب الخمر .","بحار الأنوار"],[" قال رسول الله(ص): يا علي إن إزالة الجبال الرواسي أهون من إزالة ملك مؤجل لم تنقص أيامه .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من لم تنتفع بدينه ودنياه فلا خير لك في مجالسته ومن لم يوجب لك فلا تو جب له ولا كرامة.","بحار الأنوار"],[" قال رسول الله(ص): يا علي أربعة لا ترد لهم دعوة إمام عادل ووالد لولده والرجل يدعو لاخيه بظهر الغيب والمظلوم.","بحار الأنوار"],[" قال رسول الله(ص): يا علي حرم الله الجنة على كل فاحش بذي لا يبالي ما قال ولا ما قيل له .","بحار الأنوار"],[" قال رسول الله(ص): يا علي طوبى لمن طال عمره وحسن عمله .","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا تمزح فيذهب بهاؤك ولا تكذب فيذهب نورك.","بحار الأنوار"],[" قال رسول الله(ص): يا علي إياك وخصلتين الضجرة والكسل فإنك إن ضجرت لم تصبر على حق وإن كسلت لم تؤد حقا .","بحار الأنوار"],[" قال رسول الله(ص): يا علي لكل ذنب توبة إلا سوء الخلق فان صاحبه كلما خرج من ذنب دخل في ذنب .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من استولى عليه الضجر رحلت عنه الراحة .","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا ينبغي للعاقل أن يكون ظاعنا إلا في ثلاث مرمة لمعاش أو تزود لمعاد أولذة في غير محرم .","بحار الأنوار"],[" قال رسول الله(ص): يا علي ثلاثة من مكارم الاخلاق في الدنيا والاخرة : أن تعفو عمن ظلمك وتصل من قطعك وتحلم عمن جهل عليك .","بحار الأنوار"],[" قال رسول الله(ص): يا علي بادر بأربع قبل أربع : شبابك قبل هرمك وصحتك قبل سقمك","بحار الأنوار"],[" قال رسول الله(ص): ياعلي من خاف الله عزوجل خاف منه كل شئ ومن لم يخف الله أخافه الله من كل شئ .","بحار الأنوار"],[" قال رسول الله(ص): يا علي أربع من كن فيه بنى الله له بيتا في الجنة : من آوي اليتيم ورحم الضعيف وأشفق على والديه ورفق بمملوكه .","بحار الأنوار"],[" قال رسول الله(ص): يا علي ثلاثة يحسن فيهن الكذب : المكيدة في الحرب وعدتك زوجتك والاصلاح بين الناس.","بحار الأنوار"],[" قال رسول الله(ص): يا علي أنهاك عن ثلاث خصال : الحسد والحرص والكبر .","بحار الأنوار"],[" قال رسول الله(ص): يا علي أربع خصال من الشقاء : جمود العين وقساوة القلب وبعد الامل وحب البقاء .","بحار الأنوار"],[" قال رسول الله(ص): يا علي : للمؤمن ثلاث علامات : الصلاة والزكاة والصيام ","بحار الأنوار"],[" قال رسول الله(ص): يا علي للمتكلف ثلاث علامات : يتملق إذا حضر ويغتاب إذا غاب ويشمت بالمصيبة ","بحار الأنوار"],[" قال رسول الله(ص): يا علي للظالم ثلاث علامات : يقهر من دونه بالغلبة ومن فوقه بالمعصية ويظاهر الظلمة ","بحار الأنوار"],[" قال رسول الله(ص): يا علي للمرائي ثلاث علامات ينشط إذا كان عند الناس ويكسل إذا كان وحده ويحب أن يحمد في جميع أموره","بحار الأنوار"],[" قال رسول الله(ص): يا علي للمنافق ثلاث علامات إذا حدث كذب وإذا وعد أخلف وإذا ائتمن خان .","بحار الأنوار"],[" قال رسول الله(ص):  ياعلي والله لو أن المتواضع في قعر بئر لبعث الله عزوجل إليه ريحا يرفعه فوق الاخيار في دولة الاشرار .","بحار الأنوار"],[" قال رسول الله(ص): يا علي المؤمن من أمنه المسلمون على أموالهم ودمائهم والمسلم من سلم المسلمون من يده ولسانه، والمهاجر من هجر السيئات.","بحار الأنوار"],[" قال رسول الله(ص): يا علي : أوثق عرى الايمان الحب في الله والبغض في الله .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من السحت ثمن الميتة وثمن الكلب وثمن الخمر ومهر الزانية والرشوة في الحكم وأجر الكاهن .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من تعلم علما ليماري به السفهاء أويجادل به العلماء أوليد عو الناس إلى نفسه فهو من أهل النار .","بحار الأنوار"],[" قال رسول الله(ص): يا علي إذا مات العبد قال الناس : ما خلف ؟ وقالت الملائكة : ماقدم .","بحار الأنوار"],[" قال رسول الله(ص): يا علي الدنيا سجن المؤمن وجنة الكافر .","بحار الأنوار"],[" قال رسول الله(ص): يا علي موت الفجأة راحة المؤمن وحسرة الكافر .","بحار الأنوار"],[" قال رسول الله(ص): يا علي أو حى الله تبارك وتعالى إلى الدنيا : أخدمي من خدمني وأتعبي من خدمك.","بحار الأنوار"],["قال رسول الله(ص): ياعلي إن الدنيا لو عدلت عند الله عزوجل جناح بعوضة لما سقى الكافر منها شربة من ماء .","بحار الأنوار"],[" قال رسول الله(ص): يا علي ما أحد من الاولين والآخرين إلا وهو يتمنى يوم القيامة أنه لم يعط من الدنيا إلا قوتا .","بحار الأنوار"],[" قال رسول الله(ص): يا علي شر الناس من اتهم الله في قضائه .","بحار الأنوار"],[" قال رسول الله(ص): يا علي أنين المؤمن المريض تسبيح وصياحه تهليل ونومه على الفراش عبادة فإن عوفي يمشي في الناس وما عليه من ذنب .","بحار الأنوار"],[" قال رسول الله(ص): يا علي سوء الخلق شؤم وطاعة المرأة ندامة .","بحار الأنوار"],[" قال رسول الله(ص): يا علي نجى المخفون وهلك المثقلون .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من كذب علي متعمدا فليتبقأ مقعده من النار .","بحار الأنوار"],[" قال رسول الله(ص): يا علي ثلاثة يزدن في الحفظ ويذهبن البلغم : اللبان والسواك وقراءة القرآن .","بحار الأنوار"],[" قال رسول الله(ص): يا علي ما بعث الله عزوجل نبيا إلا وجعل ذريته من صلبه وجعل ذريتي من صلبك ولولاك ما كانت لي ذرية .","بحار الأنوار"],["قال رسول الله(ص): يا علي أعجب الناس إيمانا وأعظمهم يقينا قوم يكونون في آخر الزمان لم يلحقوا النبي،وحجب عنهم الحجة فآمنوا بسواد على بياض.","بحار الأنوار"],[" قال رسول الله(ص): يا علي ثلاث : يقسين القلب استماع اللهو وطلب الصيد وإتيان باب السلطان .","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا يقبل الله عزوجل دعا قلب ساه .","بحار الأنوار"],[" قال رسول الله(ص): يا علي نوم العالم أفضل من عبادة العابد الجاهل .","بحار الأنوار"],[" قال رسول الله(ص): يا علي ركعتان يصليهما العالم أفضل من ألف ركعة يصليها العابد .","بحار الأنوار"],[" قال رسول الله(ص): يا علي صوم يوم الفطر وصوم يوم الاضحى حرام،وصوم الوصال حرام وصوم الصمت حرام،وصوم نذر المعصية حرام،وصوم الدهر حرام .","بحار الأنوار"],[" قال رسول الله(ص): يا علي الربا سبعون جزءا فأيسره مثل أن ينكح الرجل امه في بيت الله الحرام .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من منع قيراطا من زكاة ماله فليس بمؤمن ولا مسلم ولا كرامة .","بحار الأنوار"],[" قال رسول الله(ص): يا علي تارك الصلاة يسأل الرجعة إلى الدنيا وذلك قول الله تعالى : \" حتى إذا جاء أحدهم الموت قال رب ارجعون - الاية\" .","بحار الأنوار"],["قال رسول الله(ص): يا علي من سوّف الحج حتى يموت بعثه الله يوم القيامة يهوديا أو نصرانيا .","بحار الأنوار"],[" قال رسول الله(ص): يا علي الصدقة ترد القضاء الذي قد أبرم إبراما .","بحار الأنوار"],[" قال رسول الله(ص): يا علي صلة الرحم تزيد في العمر .","بحار الأنوار"],[" قال رسول الله(ص): يا علي الا اخبرك بأشبهكم بي خلقا ؟ قال : بلى يا رسول الله: قال : أحسنكم خلقا أعظمكم حلما، وأشدكم من نفسه انصافا .","بحار الأنوار"],[" قال رسول الله(ص): يا علي العقل ما اكتسب به الجنة وطلب به رضى الرحمن .","بحار الأنوار"],[" قال رسول الله(ص): يا علي آفة الحديث الكذب وآفة العلم النسيان وآفة العبادة الفترة وآفة الجمال الخيلاء وآفة الحلم الحسد .","بحار الأنوار"],[" قال رسول الله(ص): يا علي أربعة يذهبن ضياعا : الاكل على الشبع والسراج في القمر والزرع في السبخة والصنيعة عند غير أهلها .","بحار الأنوار"],[" قال رسول الله(ص): يا علي من نسي الصلاة علي فقد أخطأ طريق الجنة .","بحار الأنوار"],[" قال رسول الله(ص): يا علي لئن أدخل يدي في فم التنين إلى المرفق أحب إلي من أن أسأل من لم يكن ثم كان .","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا خير في قول إلا مع الفعل.","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا خير في منظر إلا مع المخبر.","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا خير في المال إلا مع الجود.","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا خير في الصدق إلا مع الوفاء.","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا خير في العفة إلا مع الورع.","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا خير في الصدقة إلا مع النية.","بحار الأنوار"],[" قال رسول الله(ص): يا علي لا خير في الحياة إلا مع الصحة .","بحار الأنوار"],["قال رسول الله(ص): يا علي لا فقر أشد من الجهل. ","بحار الأنوار"],["قال رسول الله(ص): يا علي لا مال أعود من العقل. ","بحار الأنوار"],["قال رسول الله(ص): يا علي لا وحدة أوحش من العجب. ","بحار الأنوار"],["قال رسول الله(ص): يا علي لا عقل كالتدبير. ","بحار الأنوار"],["قال رسول الله(ص): يا علي لا ورع كالكف عن محارم الله وعما لا يليق. ","بحار الأنوار"],["قال رسول الله(ص): يا علي لا حسب كحسن الخلق. ","بحار الأنوار"],["قال رسول الله(ص): يا علي لا عبادة مثل التفكر . ","بحار الأنوار"],["قال رسول الله(ص): آفة العلم النّسيان  ","نهج الفصاحة"],["قال رسول الله(ص): آفة الحسب الافتخار ","نهج الفصاحة"],["قال رسول الله(ص): آفة الشّجاعة البغى ","نهج الفصاحة"],["قال رسول الله(ص): آفة السّماحة المنّ  ","نهج الفصاحة"],["قال رسول الله(ص): آفة الجمال الخيلاء ","نهج الفصاحة"],["قال رسول الله(ص): آفة الحديث الكذب  ","نهج الفصاحة"],["قال رسول الله(ص): آفة الحلم السّفه ","نهج الفصاحة"],["قال رسول الله(ص): آفة الجود السّرف ","نهج الفصاحة"],["قال رسول الله(ص): آفة الدّين الهوى.  ","نهج الفصاحة"],["قال رسول الله(ص): ابتغوا الرّفعة عند اللَّه تحلم عمّن جهل عليك و تعطي من حرمك. ","نهج الفصاحة"],["قال رسول الله(ص): احفظ لسانك. ","نهج الفصاحة"],["قال رسول الله(ص): إيّاكم و المدح فإنّه الذّبح. ","نهج الفصاحة"],["قال رسول الله(ص): إيّاكم و الهوى فإنّ الهوى يعمي و يصمّ. ","نهج الفصاحة"],["قال رسول الله(ص): إيّاكم و دعوة المظلوم و إن كان من كافر فإنّه ليس لها حجاب من دون اللَّه عزّ و جلّ. ","نهج الفصاحة"],["قال النبي(ص): إيّاكم و محقّرات الذّنوب فإنما مثل محقرات الذنوب كمثل قوم نزلوا بطن واد فجاء ذا بعود و جاء ذا بعود حتى حملوا ما أنضجوا به خبزهم","نهج الفصاحة"],["عن رسول الله(ص): إياك والتسويف بأملك فإنك ليومك ولست بمابعدفإن يك غد لك فكن في الغد كما كنت في اليوم وإن لم يكن غد لك لم تندم على مافرطت في اليوم ","نهج الفصاحة"],["قال رسول الله(ص): إيّاك و السّؤال فإنّه ذلّ حاضر و فقر تتعجّله. ","نهج الفصاحة"],["قال رسول الله(ص): إيّاك و خصلتين الضّجر و الكسل فإنّك إن ضجرت لم تصبر على حقّ و إن كسلت لم تؤدّ حقّا. ","نهج الفصاحة"],["قال رسول الله(ص): إيّاك و كلّ أمر يعتذر منه. ","نهج الفصاحة"],["قال رسول الله(ص): إيّاك و قرين السّوء فإنّك به تعرف. ","نهج الفصاحة"],["قال رسول الله(ص): إيّاك و محقّرات الذّنوب فإنّ لها من اللَّه طالبا. ","نهج الفصاحة"],["قال رسول الله(ص): إيّاك و مصاحبة الكذّاب فإنّه كسراب يقرّب إليك البعيد و يبعّد إليك القريب. ","نهج الفصاحة"],["قال رسول الله(ص): إيّاك و مصاحبة الأحمق فإنّه يريد أن ينفعك فيضرّك. ","نهج الفصاحة"],["قال رسول الله(ص): أيّتها الامّة إنّي لا أخاف عليكم فيما لا تعلمون و لكن انظروا كيف تعملون فيما تعلمون. ","نهج الفصاحة"],["قال رسول الله(ص): أيّ داء أدوى من البخل. ","نهج الفصاحة"],["قال رسول الله(ص): احفظ ودّ أبيك لا تقطعه فيطفي اللَّه نورك. ","نهج الفصاحة"],["قال رسول الله(ص): أيّما داع دعا إلى ضلالة فاتّبع فإنّ عليه مثل أوزار من اتّبعه و لا ينقص من أوزارهم شيئا. ","نهج الفصاحة"],["قال رسول الله(ص): أيّما داع دعا إلى هدى فاتّبع فإنّ له مثل أجور من اتّبعه و لا ينقص من أجورهم شيئا ","نهج الفصاحة"],["قال رسول الله(ص): أيّما مسلم أطعم مسلما على جوع أطعمه اللَّه تعالى يوم القيامة من ثمار الجنّة ","نهج الفصاحة"],["قال رسول الله(ص): أيّما مسلم سقى مسلما على ظماء سقاه اللَّه يوم القيامة من الرّحيق المختوم. ","نهج الفصاحة"],["قال رسول الله(ص): أيّها النّاس اتّقوا اللَّه فو اللَّه لا يظلم مؤمن مؤمنا إلّا انتقم اللَّه تعالى منه يوم القيامة. ","نهج الفصاحة"],["قال رسول الله(ص): أيها الناس اتقوا الله وأجملوا في الطلب فإن نفسا لن تموت حتى تستوفي رزقها وإن أبطأ عنها فاتقوا الله وأجملوا في الطلب","نهج الفصاحة"],["قال رسول الله(ص): أيها الناس إن ربكم واحد وإن أباكم واحد، كلكم لآدم وآدم من تراب إن أكرمكم عند الله أتقاكم لا فضل لعربي على عجمي إلا بالتقوى","نهج الفصاحة"],["قال رسول الله(ص): الإحسان أن تعبد اللَّه كأنّك تراه فإن لم تكن تراه فإنّه يراك. ","نهج الفصاحة"],["قال رسول الله(ص): أخاف على أمّتي من بعدي ثلاثا: ضلالة الأهواء و اتّباع الشّهوات في البطون و الفروج و الغفلة بعد المعرفة. ","نهج الفصاحة"],["قال رسول الله(ص): الأرواح جنود مجنّدة فما تعارف منها ائتلف و ما تناكر منها اختلف. ","نهج الفصاحة"],["قال رسول الله(ص): الإستغفار ممحاة للذّنوب. ","نهج الفصاحة"],["قال رسول الله(ص): الإسلام علانية و الإيمان في القلب. ","نهج الفصاحة"],["قال رسول الله(ص): الإسلام نظيف فتنظّفوا فإنّه لا يدخل الجنّة إلّا نظيف. ","نهج الفصاحة"],["قال رسول الله(ص): الاقتصاد في النّفقة نصف المعيشة و التّودّد إلى النّاس نصف العقل و حسن السّؤال نصف العلم. ","نهج الفصاحة"],["قال رسول الله(ص): الاقتصاد نصف العيش و حسن الخلق نصف الدّين. ","نهج الفصاحة"],["قال رسول الله(ص): الأمانة تجلب الرّزق و الخيانة تجلب الفقر. ","نهج الفصاحة"],["قال رسول الله(ص): الأمن و العافية نعمتان مغبون فيهما كثير من النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): الإيمان معرفة بالقلب و قول باللّسان و عمل بالأركان. ","نهج الفصاحة"],["قال رسول الله(ص): الإيمان نصفان نصف في الصّبر و نصف في الشّكر. ","نهج الفصاحة"],["قال رسول الله(ص): أخسر الناس صفقة رجل أخلق يديه في آماله و لم تساعده الأيام على أمنيته فخرج من الدنيا بغير زاد و قدم على الله تعالى بغير حجة. ","نهج الفصاحة"],["قال رسول الله(ص): برّوا آباءكم تبرّكم أبناؤكم و عفّوا تعفّ نساؤكم. ","نهج الفصاحة"],["قال رسول الله(ص): أخشى ما خشيت على أمّتي كبر البطن و مداومة النّوم و الكسل و ضعف اليقين. ","نهج الفصاحة"],["قال رسول الله(ص): بين العبد و بين الكفر ترك الصّلوة. ","نهج الفصاحة"],["قال رسول الله(ص): بين العبد و الجنّة سبع عقاب أهونها الموت و أصعبها الوقوف بين يدي اللَّه تعالى إذا تعلّق المظلومون بالظّالمين. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ الأرض لتنادي كلّ يوم سبعين مرّة يا بني آدم كلوا ما شئتم و اشتهيتم فو اللَّه لآكلنّ لحومكم و جلودكم. ","نهج الفصاحة"],["قال رسول الله(ص): البرّ حسن الخلق و الإثم ما حاك في الصّدر و كرهت أن يطّلع عليه النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): البرّ لا يبلى و الذّنب لا ينسى و الدّيان لا يموت اعمل ما شئت فكما تدين تدان. ","نهج الفصاحة"],["قال رسول الله(ص): البرّ ما اطمأنّ إليه القلب و اطمأنّت إليه النّفس و الإثم ما حاك في النّفس و تردّد في الصّدر و إن أفتاك المفتون.","نهج الفصاحة"],["قال رسول الله(ص): أخلصوا أعمالكم للَّه فإنّ اللَّه لا يقبل إلّا ما خلص له. ","نهج الفصاحة"],["قال رسول الله(ص): البطانة تقسي القلب. ","نهج الفصاحة"],["قال رسول الله(ص): البيت الّذي يقرأ فيه القرآن يتراءى لأهل السّماء كما تتراءى النّجوم لأهل الأرض. ","نهج الفصاحة"],["قال رسول الله(ص): تأكل النّار ابن آدم إلّا أثر السّجود حرّم اللَّه عزّ و جلّ على النّار أن تأكل أثر السّجود. ","نهج الفصاحة"],["قال رسول الله(ص): تبنون ما لا تسكنون و تجمعون ما لا تأكلون و تأملون مالا تدركون. ","نهج الفصاحة"],["قال رسول الله(ص): تحرّوا الصدق و إن رأيتم أن فيه الهلكة فإن فيه النجاة و اجتنبوا الكذب و إن رأيتم أن فيه النّجاة فإنّ فيه الهلكة.","نهج الفصاحة"],["قال رسول الله(ص): تحفة المؤمن الموت. ","نهج الفصاحة"],["قال رسول الله(ص): تحفة المؤمن في الدّنيا الفقر. ","نهج الفصاحة"],["قال رسول الله(ص): تداركوا الهموم و الغموم بالصّدقات يكشف اللَّه تعالى ضرّكم و ينصركم على عدوّكم. ","نهج الفصاحة"],["قال رسول الله(ص): أخوف ما أخاف على أمّتي الهوى و طول الأمل. ","نهج الفصاحة"],["قال رسول الله(ص): ترك الدّنيا أمرّ من الصّبر و أشدّ من حطم السّيوف في سبيل اللَّه عزّ و جلّ. ","نهج الفصاحة"],["قال رسول الله(ص): أد ما افترض الله تعالى عليك تكن من أعبد الناس و اجتنب ما حرم الله عليك تكن من أورع الناس وارض بما قسمه الله لك تكن من أغنى الناس","نهج الفصاحة"],["قال رسول الله(ص): أفضل المؤمنين إسلاما من سلم المسلمون من لسانه و يده و أفضل المؤمنين إيمانا أحسنهم خلقا. ","نهج الفصاحة"],["قال رسول الله(ص): تعرّف إلى اللَّه في الرّخاء يعرفك في الشّدّة. ","نهج الفصاحة"],["قال رسول الله(ص): أدعوا اللَّه و أنتم مؤمنون بالإجابة و اعلموا أنّ اللَّه لا يستجيب دعاء من قلب غافل لاه. ","نهج الفصاحة"],["قال رسول الله(ص): تعوّذوا باللَّه من جهد البلاء و درك الشّقاء و سوء القضاء و شماتة الأعداء. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى لا يقبل من العمل إلّا ما كان له خالصا و ابتغي به وجهه. ","نهج الفصاحة"],["عن رسول الله(ص): تقبلوا لي بست أتقبل لكم بالجنة إذا حدث أحدكم فلا يكذب وإذا وعد فلا يخلف وإذا ائتمن فلا يخن غضوا أبصاركم وكفوا أيديكم واحفظوا فروجكم","نهج الفصاحة"],["قال رسول الله(ص): تمام البرّ أن تعمل في السّرّ عمل العلانية. ","نهج الفصاحة"],["قال رسول الله(ص): توبوا إلى ربّكم من قبل أن تموتوا و بادروا بالأعمال الزّاكية قبل أن تشغلوا. ","نهج الفصاحة"],["قال رسول الله(ص): تهادوا تحابّوا فإنّ الهديّة تضعّف الحبّ و تذهب بغوائل الصّدر. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى لا ينظر إلى صوركم و أموالكم و لكن ينظر إلى قلوبكم و أعمالكم. ","نهج الفصاحة"],["قال رسول الله(ص): أصلحوا دنياكم و اعملوا لآخرتكم كأنّكم تموتون غدا. ","نهج الفصاحة"],["قال رسول الله(ص): أفضل النّاس من تواضع عن رفعة و زهد عن غنية و أنصف عن قوّة و حلم عن قدرة. ","نهج الفصاحة"],["قال رسول الله(ص): التّائب من الذّنب كمن لا ذنب له و إذا أحبّ اللَّه عبدا لم يضرّه ذنب. ","نهج الفصاحة"],["قال رسول الله(ص): التّسويف شعار الشّيطان يلقيه في قلوب المؤمنين. ","نهج الفصاحة"],["قال رسول الله(ص): التّوبة النّصوح النّدم على الذّنب: حين يفرط منك فتستغفر اللَّه تعالى ثمّ لا تعود إليه أبدا. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاثة لا ينفع معهنّ عمل، الشّرك باللَّه و عقوق الوالدين و الفرار من الزّحف. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاثة من مكارم الأخلاق عند اللَّه: أن تعفو عمّن ظلمك و تعطي من حرمك و تصل من قطعك. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث دعوات مستجابات لا شكّ فيهنّ دعوة المظلوم و دعوة المسافر و دعوة الوالد على ولده. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث لا تؤخّر و هنّ الصّلاة إذا أتت و الجنازة إذا حضرت و الأيّم إذا وجدت كفؤا. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من أبواب البرّ سخاء النّفس و طيب الكلام و الصّبر على الأذى. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من الإيمان: الإنفاق من الإقتار و بذل السّلام للعالم و الإنصاف من نفسك. ","نهج الفصاحة"],["عن رسول الله(ص): ثلاث من أوتيهن فقد أوتي مثل ما أوتي آل داوود: العدل في الغضب و الرضا و القصد في الفقر و الغنى و خشية الله تعالى في السر و العلانية.","نهج الفصاحة"],["قال رسول الله(ص): ثلاث منجيات: تكفّ لسانك و تبكي على خطيئتك و يسعك بيتك. ","نهج الفصاحة"],["عن النبي(ص): ثلاث من كن فيه استكمل خصال الإيمان الذي إذا رضى لم يدخله رضاه في باطل وإذا غضب لم يخرجه الغضب من الحق وإذا قدر لم يتعاط ما ليس له.","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من كنّ فيه أظلّه اللَّه تحت ظلّ عرشه يوم لا ظل إلّا ظله: الوضوء على المكاره والمشي إلى المساجد في الظلم و إطعام الجائع.","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من كنّ فيه حاسبه اللَّه تعالى حسابا يسيرا و أدخله الجنّة برحمته: تعطي من حرمك و تعفو عمّن ظلمك وتصل من قطعك","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من كنّ فيه فهو من الأبدال: الرّضا بالقضا و الصّبر عن محارم اللَّه و الغضب في ذات اللَّه عزّ و جلّ. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من كنّ فيه فهو منافق و إن صام و صلّى و حجّ و اعتمر و قال: «إنّي مسلم» من إذا حدّث كذب و إذا وعد أخلف و إذا ائتمن خان.","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من كنّ فيه فهى راجعة على صاحبها: البغى و المكر و النّكث. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من كنّ فيه وقي شحّ نفسه: من أدّى الزّكاة و قرى الضّيف و أعطى في النّائبة. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من كنوز البرّ: إخفاء الصّدقة و كتمان المصيبة و كتمان الشّكوى ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من كنوز البرّ: كتمان الأوجاع و البلوى و المصيبات و من بثّ لم يصبر. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من لم يكنّ فيه لم يتمّ عمله ورع يحجزه عن معاصي اللَّه و خلق يداري به النّاس و حلم يردّ به جهل الجهّال. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث من مكارم الأخلاق في الدّنيا و الآخرة أن تعفو عمّن ظلمك و تصل من قطعك و تحلم عمّن جهل عليك. ","نهج الفصاحة"],["قال رسول الله(ص): ثلاث يدرك بهنّ العبد رغائب الدّنيا و الآخرة الصّبر على البلاء و الرّضا بالقضاء و الدّعاء في الرّخاء. ","نهج الفصاحة"],["قال رسول الله(ص): جالس الأبرار فإنّك إذا فعلت خيرا حمدوك و إن أخطأت لم يعنّفوك. ","نهج الفصاحة"],["قال رسول الله(ص): جالسوا الكبراء و سائلوا العلماء و خالطوا الحكماء. ","نهج الفصاحة"],["قال رسول الله(ص): جلساء اللَّه غدا أهل الورع و الزّهد في الدّنيا. ","نهج الفصاحة"],["قال رسول الله(ص): جمال المرء فصاحة لسانه. ","نهج الفصاحة"],["قال رسول الله(ص): الجار قبل الدّار و الرّفيق قبل الطّريق و الزّاد قبل الرّحيل. ","نهج الفصاحة"],["قال رسول الله(ص): الجاهل يظلم من خالطه و يعتدي على من هو دونه و يتطاول على من هو فوقه و يتكلّم بغير تمييز. ","نهج الفصاحة"],["قال رسول الله(ص): الجلوس مع الفقراء من التّواضع. ","نهج الفصاحة"],["قال رسول الله(ص): الجماعة رحمة و الفرقة عذاب. ","نهج الفصاحة"],["قال رسول الله(ص): الجمال صواب القول بالحقّ و الكمال حسن الفعال بالصّدق. ","نهج الفصاحة"],["قال رسول الله(ص): الجمال في الرّجل الّلسان. ","نهج الفصاحة"],["قال رسول الله(ص): الجنّة لكلّ تائب و الرّحمة لكلّ واقف. ","نهج الفصاحة"],["قال رسول الله(ص): الجنّة مائة درجة ما بين كلّ درجتين كما بين السّماء و الأرض. ","نهج الفصاحة"],["قال رسول الله(ص): الجنّة مائة درجة و لو أنّ العالمين اجتمعوا في إحداهنّ وسعتهم. ","نهج الفصاحة"],["قال رسول الله(ص): الجهاد أربع: الأمر بالمعروف و النّهي عن المنكر و الصّدق في مواطن الصّبر و شنآن الفاسق. ","نهج الفصاحة"],["قال رسول الله(ص): حبّ الثّناء من النّاس يعمي و يصمّ. ","نهج الفصاحة"],["قال رسول الله(ص): حبّ الدّنيا رأس كلّ خطيئة. ","نهج الفصاحة"],["قال رسول الله(ص): حبّبو اللَّه إلى عباده يحبّكم اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): حجبت النّار بالشّهوات و حجبت الجنّة بالمكاره. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أحبّ اللَّه عبدا ابتلاه و إذا أحبّه الحبّ البالغ اقتناه قالوا ما اقتناؤه قال لا يترك له مالا و لا ولدا. ","نهج الفصاحة"],["قال رسول الله(ص): حرمت النار على عين بكت من خشية الله وحرمت النار على عين سهرت في سبيل الله و حرمت النار على عين غضت عن محارم الله","نهج الفصاحة"],["قال رسول الله(ص): حسبي رجائي من خالقي و حسبي ديني من دنياي. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أحبّ اللَّه عبدا حماه الدّنيا كما يظل أحدكم يحمي سقيمه الماء. ","نهج الفصاحة"],["قال رسول الله(ص): حسن الجوار يعمّر الدّيار و ينسئ في الأعمار. ","نهج الفصاحة"],["قال رسول الله(ص): حسن الخلق خلق اللَّه الأعظم. ","نهج الفصاحة"],["قال رسول الله(ص): حسن الخلق نصف الدّين. ","نهج الفصاحة"],["قال رسول الله(ص): حسن الخلق يثبت المودّة. ","نهج الفصاحة"],["قال رسول الله(ص): حسن الخلق يذيب الخطايا كما تذيب الشّمس الجليد. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أحبّ اللَّه عبدا ابتلاه ليسمع تضرّعه. ","نهج الفصاحة"],["قال رسول الله(ص): حسن الملكة نماء و سوء الخلق شؤم و البرّ زيادة في العمر و الصّدقة تمنع ميتة السّوء. ","نهج الفصاحة"],["قال رسول الله(ص): حلوة الدّنيا مرّة الآخرة و مرّة الدّنيا حلوة الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): الحسد يأكل الحسنات كما تأكل النّار الحطب و الصّدقة تطفى‏ء الخطيئة كما يطفى‏ء الماء النّار. ","نهج الفصاحة"],["قال رسول الله(ص): الحكمة ضالّة المؤمن يأخذها ممّن سمعها و لا تبالي في أيّ وعاء خرجت. ","نهج الفصاحة"],["قال رسول الله(ص): الحلال ما أحلّ اللَّه في كتابه و الحرام ما حرّم اللَّه في كتابه و ما سكت عنه فهو ممّا عفي عنه. ","نهج الفصاحة"],["قال رسول الله(ص): الحياء زينة و التّقى كرم و خير المركب الصّبر و انتظار الفرج من اللَّه عزّ و جلّ عبادة. ","نهج الفصاحة"],["قال رسول الله(ص): الحياء شعبة من الإيمان. ","نهج الفصاحة"],["قال رسول الله(ص): الحياء من الإيمان و الإيمان في الجنّة و البذاء من الجفاء و الجفاء في النّار. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أراد اللَّه بعبد خيرا فقّهه في الدّين و زهّده في الدّنيا و بصّره عيوبه. ","نهج الفصاحة"],["قال رسول الله(ص): خذوا من العمل ما تطيقون فإنّ اللَّه لا يملّ حتّى تملّوا. ","نهج الفصاحة"],["قال رسول الله(ص): خشية اللَّه رأس كلّ حكمة و الورع سيّد العمل. ","نهج الفصاحة"],["قال رسول الله(ص): خصّ البلاء بمن عرف النّاس و عاش فيهم من لم يعرفهم. ","نهج الفصاحة"],["قال رسول الله(ص): خصلتان لا يجتمعان في منافق حسن سمت و لا فقه في الدّين. ","نهج الفصاحة"],["قال رسول الله(ص): خصلتان ليس فوقهما من البرّ شي‏ء الإيمان باللَّه و النّفع لعباد اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): خلّتان كثير من النّاس فيهما مفتون الصّحّة و الفراغ. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أراد اللَّه بعبده الخير عجّل له العقوبة في الدّنيا و إذا أراد اللَه بعبده الشر أمسك عنه بذنبه حتّى يوافي به يوم القيامة.","نهج الفصاحة"],["قال رسول الله(ص): خمس خصال يفطّرن الصّائم و ينقضن الوضوء: الكذب و الغيبة و النّميمة و النّظر بشهوة و اليمين الكاذبة. ","نهج الفصاحة"],["قال رسول الله(ص): خيار المؤمنين القانع و شرارهم الطّامع. ","نهج الفصاحة"],["قال رسول الله(ص): خيار أمّتي من دعا إلى اللَّه تعالى و حبّب عباده إليه. ","نهج الفصاحة"],["قال رسول الله(ص): خيركم من ذكّركم باللَّه رؤيته و زاد في علمكم منطقه و رغّبكم في الآخرة عمله. ","نهج الفصاحة"],["قال رسول الله(ص): خير الأصحاب صاحب إذا ذكرت اللَّه أعانك و إذا نسيت ذكّرك. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أراد اللَّه بقوم خيرا أمدّ لهم في العمر و ألهمهم الشّكر. ","نهج الفصاحة"],["قال رسول الله(ص): خير الزّاد التّقوى و خير ما ألقي في القلب اليقين. ","نهج الفصاحة"],["قال رسول الله(ص): خير العبادة أخفاها. ","نهج الفصاحة"],["قال رسول الله(ص): خير العمل أن تفارق الدّنيا و لسانك رطب من ذكر اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): خير النّاس أقرؤهم و أفقههم في دين اللَّه و أتقاهم للَّه و آمرهم بالمعروف و أنهاهم عن المنكر و أوصلهم للرّحم. ","نهج الفصاحة"],["قال رسول الله(ص): خير النّاس من طال عمره و حسن عمله و شرّ النّاس من طال عمره و ساء عمله. ","نهج الفصاحة"],["قال رسول الله(ص): خير شبابكم من تشبّه بالكهول و شرّ كهولكم من تشبّه بشبابكم. ","نهج الفصاحة"],["قال رسول الله(ص): خيركم أزهدكم في الدّنيا و أرغبكم في الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): خيركم من أعانه اللَّه على نفسه فملّكها. ","نهج الفصاحة"],["قال رسول الله(ص): الخلق الحسن يذيب الخطايا كما يذيب الماء الجليد و الخلق السّوء يفسد العمل كما يفسد الخلّ العسل. ","نهج الفصاحة"],["قال رسول الله(ص): الخير كثير و من يعمل به قليل. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أراد اللَّه بعبد خيرا طهّره قبل موته قالوا و ما طهور العبد قال عمل صالح يلهمه إياه حتّى يقبضه عليه. ","نهج الفصاحة"],["قال رسول الله(ص): دعاء الأخ لأخيه بظهر الغيب لا يردّ. ","نهج الفصاحة"],["قال رسول الله(ص): دع قيل و قال و كثرة السّؤال و إضاعة المال. ","نهج الفصاحة"],["قال رسول الله(ص): دع ما يريبك إلى مالا يريبك فإنّ الصّدق ينجي. ","نهج الفصاحة"],["قال رسول الله(ص): دعوا الدّنيا لأهلها، من أخذ من الدّنيا فوق ما يكفيه أخذ حتفه و هو لا يشعر. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أراد اللَّه بعبد خيرا استعمله قيل و ما استعماله؟ قال يفتح له عملا صالحا بين يدي موته حتّى يرضي عنه من حوله.","نهج الفصاحة"],["قال رسول الله(ص): الدّاعي و المؤمّن في الأجر شريكان و القاري و المستمع في الأجر شريكان و العالم و المتعلّم في الأجر شريكان. ","نهج الفصاحة"],["قال رسول الله(ص): الدّعاء مفتاح الرّحمة و الوضوء مفتاح الصّلاة و الصّلاة مفتاح الجنّة. ","نهج الفصاحة"],["قال رسول الله(ص): الدّعاء هو العبادة. ","نهج الفصاحة"],["قال رسول الله(ص): الدّعاء يردّ القضاء و إنّ البرّ يزيد في الرّزق و إنّ العبد ليحرم الرّزق بالذّنب يصيبه. ","نهج الفصاحة"],["قال رسول الله(ص): الدّنيا حرام على أهل الآخرة و الآخرة حرام على أهل الدّنيا و الدّنيا و الآخرة حرام على أهل اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): الدّنيا دار من لا دار له و مال من لا مال له و لها يجمع من لا عقل له. ","نهج الفصاحة"],["قال رسول الله(ص): الدّنيا دول فما كان لك أتاك على ضعفك و ما كان منها عليك لم تدفعه بقوّتك. ","نهج الفصاحة"],["قال رسول الله(ص): الدّنيا سجن المؤمن و جنّة الكافر. ","نهج الفصاحة"],["قال رسول الله(ص): ذاكر اللَّه في الغافلين مثل الّذي يقاتل عن الفارّين و ذاكر اللَّه في الغافلين كالمصباح في البيت المظلم ","نهج الفصاحة"],["قال رسول الله(ص): إذا أراد اللَّه بعبد خيرا جعل غناه في نفسه و تقاه في قلبه و إذا أراد بعبد شرّا جعل فقره بين عينيه. ","نهج الفصاحة"],["قال رسول الله(ص): ذكر اللَّه شفاء القلوب. ","نهج الفصاحة"],["قال رسول الله(ص): رأس الحكمة مخافة اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): ربّ صائم ليس له من صيامه إلّا الجوع و ربّ قائم ليس له من قيامه إلّا السّهر. ","نهج الفصاحة"],["قال رسول الله(ص): ربّ عابد جاهل و ربّ عالم فاجر فاحذروا الجهّال من العباد و الفجّار من العلماء. ","نهج الفصاحة"],["قال رسول الله(ص): ربّ قائم حظّه من قيامه السّهر و ربّ صائم حظّه من صيامه الجوع و العطش. ","نهج الفصاحة"],["قال رسول الله(ص): رحم اللَّه عينا بكت من خشية اللَّه و رحم اللَّه عينا سهرت في سبيل اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): رحم اللَّه من حفظ لسانه و عرف زمانه و استقامت طريقته. ","نهج الفصاحة"],["قال رسول الله(ص): ركعة من عالم باللَّه خير من ألف ركعة من جاهل باللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): الرّغبة في الدّنيا تكثّر الهمّ و الحزن و البطانة تقسي القلب. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أردت أن يحبّك اللَّه فابغض الدّنيا و إذا أردت أن يحبّك النّاس فما كان عندك من فضولها فانبذه إليهم. ","نهج الفصاحة"],["قال رسول الله(ص): زر القبور تذكر بها الآخرة و اغسل الموتى فإن معالجة جسد خاو موعظة بليغة . ","نهج الفصاحة"],["قال رسول الله(ص): زوروا القبور فإنّها تذكّركم الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): الزّهد في الدّنيا يريح القلب و البدن و الرّغبة فيها تكثر الهمّ و الحزن و البطانة تقسى القلب. ","نهج الفصاحة"],["قال رسول الله(ص): ساعة من عالم متّكئ على فراشه ينظر في علمه خير من عبادة العابد سبعين عاما. ","نهج الفصاحة"],["قال رسول الله(ص): سلامة الرّجل من الفتنة أن يلزم بيته. ","نهج الفصاحة"],["قال رسول الله(ص): سوء الخلق يفسد العمل كما يفسد الخلّ العسل. ","نهج الفصاحة"],["قال رسول الله(ص): السّعادة كلّ السّعادة طول العمر في طاعة اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): شابّ سخيّ حسن الخلق أحبّ إلى اللَّه من شيخ بخيل عابد سيّئ الخلق. ","نهج الفصاحة"],["قال رسول الله(ص): شتّان ما بين عملين عمل تذهب لذّته و تبقى تبعته و عمل تذهب مؤنته و تبقى أجره. ","نهج الفصاحة"],["قال رسول الله(ص): شرّ المجالس الأسواق و الطّرق. ","نهج الفصاحة"],["قال رسول الله(ص): إذا أصبح ابن آدم فإنّ الأعضاء كلّها تكفّر اللّسان فتقول اتّق اللَّه فينا فإنّما نحن بك فإن استقمت استقمنا وإن اعوججت اعوججنا","نهج الفصاحة"],["قال رسول الله(ص): الشّيخ يضعف جسمه و قلبه شابّ على حبّ اثنتين طول الحياة و حبّ المال. ","نهج الفصاحة"],["قال رسول الله(ص): صل من قطعك و أحسن إلى من أساء إليك و قل الحقّ و لو على نفسك. ","نهج الفصاحة"],["قال رسول الله(ص): صلاة الرّجل تطوّعا حيث لا يراه النّاس تعدل صلاته على أعين النّاس خمسا و عشرين. ","نهج الفصاحة"],["قال رسول الله(ص): صمت الصّائم تسبيح و نومه عبادة و دعاؤه مستجاب و عمله مضاعف. ","نهج الفصاحة"],["قال رسول الله(ص): الصّبر و الاحتساب أفضل من عتق الرّقاب و يدخل اللَّه صاحبهنّ الجنّة بغير حساب. ","نهج الفصاحة"],["قال رسول الله(ص): الصّلاة نور المؤمن. ","نهج الفصاحة"],["قال رسول الله(ص): الصّلاة عمود الدّين. ","نهج الفصاحة"],["قال رسول الله: الصّلاة تسوّد وجه الشّيطان والصدقة تكسّر ظهره والتّحاب في اللَه يقطع دابره فإذا فعلتم ذلك تباعد منكم كمطلع الشمس من مغربها. ","نهج الفصاحة"],["قال رسول الله(ص): الصّلاة قربان كلّ تقي. ","نهج الفصاحة"],["قال رسول الله(ص): الصّمت زين للعالم و ستر للجاهل. ","نهج الفصاحة"],["قال رسول الله(ص): الصّمت سيّد الأخلاق و من مزح استخفّ به. ","نهج الفصاحة"],["قال رسول الله(ص): الصّيام نصف الصّبر و على كلّ شي‏ء زكاة و زكاة الجسد الصّيام. ","نهج الفصاحة"],["قال رسول الله(ص): إذا تمّ فجور العبد ملك عينيه فبكى بهما متى شاء. ","نهج الفصاحة"],["قال رسول الله(ص): طوبى لمن طال عمره وحسن عمله فحسن منقلبه إذ رضى عنه ربّه وويل لمن طال عمره وساء عمله فساء منقلبه إذ سخط عليه ربّه","نهج الفصاحة"],["قال رسول الله(ص): طوبى لمن شغله عيبه عن عيوب الناس وأنفق من مال اكتسبه من غير معصية وخالط أهل الفقه والحكمة وجانب أهل الذل والمعصية","نهج الفصاحة"],["قال رسول الله(ص): طوبى لمن ذلّ في نفسه و حسنت خليقته وأنفق الفضل من ماله وأمسك الفضل من قوله ووسعته السّنّة ولم يعدها إلى البدعة.","نهج الفصاحة"],["قال رسول الله(ص): طوبى لمن ملك لسانه و بكى على خطيئته. ","نهج الفصاحة"],["قال رسول الله(ص): الطّمع يذهب الحكمة من قلوب العلماء. ","نهج الفصاحة"],["قال رسول الله(ص): عايد المريض يمشي في طريق الجنّة حتّى يرجع. ","نهج الفصاحة"],["قال رسول الله(ص): عالم ينتفع بعلمه خير من ألف عابد. ","نهج الفصاحة"],["قال رسول الله(ص): عجبت لغافل و لا يغفل عنه عجبت لمؤمّل دنيا و الموت يطلبه و عجبت لضاحك ملأ فمه و لا يدري أرضي اللَّه عنه أم أسخطه.","نهج الفصاحة"],["قال رسول الله(ص): عجبت للمسلم إذا أصابته مصيبة احتسب و صبر و إذا أصابه خير حمد اللَّه و شكر. ","نهج الفصاحة"],["قال رسول الله(ص): عش ما شئت فإنّك ميّت و أحبب ما أحببت فإنّك مفارقه و اعمل ما شئت فإنّك مجزيّ به. ","نهج الفصاحة"],["قال رسول الله(ص): علامة حبّ اللَّه تعالى حبّ ذكر اللَّه و علامة بغض اللَّه بغض ذكر اللَّه عزّ و جلّ. ","نهج الفصاحة"],["قال رسول الله(ص): عليك باليأس ممّا في أيدي النّاس و إيّاك و الطّمع فإنّه الفقر الحاضر. ","نهج الفصاحة"],["قال رسول الله(ص): عليك بالسّجود فإنّك لا تسجد للَّه سجدة إلّا رفعك اللَّه بها درجة و حطّ عنك بها خطيئة. ","نهج الفصاحة"],["قال رسول الله(ص): عليك بتقوى الله عز و جل مااستطعت واذكر الله عند كل حجر وشجر و إذا عملت سيئة فأحدث عندها توبة السر بالسر والعلانية بالعلانية. ","نهج الفصاحة"],["قال رسول الله(ص): عليك بالرّفق و إيّاك و العنف و الفحش. ","نهج الفصاحة"],["قال رسول الله(ص): عليكم بالتّواضع فإنّ التّواضع في القلب و لا يؤذينّ مسلم مسلما. ","نهج الفصاحة"],["قال رسول الله(ص): عليكم بالحزن فإنّه مصباح القلب أجيعوا أنفسكم و اظمئوها. ","نهج الفصاحة"],["قال رسول الله(ص): عليكم بالصدق فإنّه باب من أبواب الجنّة و إيّاكم و الكذب فإنّه باب من أبواب النّار. ","نهج الفصاحة"],["قال رسول الله(ص): عليكم بالقرآن، فاتّخذوه إماما و قائدا فإنّه كلام ربّ العالمين الّذي هو منه و إليه يعود، فآمنوا بمتشابهه و اعتبروا بأمثاله. ","نهج الفصاحة"],["قال رسول الله(ص): عليكم بقلّة الكلام و لا يستهوينّكم الشّيطان. ","نهج الفصاحة"],["قال رسول الله(ص): عمل البرّ كلّه نصف العبادة و الدعاء نصف فإذا أراد اللَّه تعالى بعبد خيرا انتحى قلبه للدّعاء. ","نهج الفصاحة"],["قال رسول الله(ص): عمى القلب الضّلالة بعد الهدى‏ ","نهج الفصاحة"],["قال رسول الله(ص): العالم إذا أراد بعلمه وجه اللَّه تعالى هابه كلّ شي‏ء و إذا أراد أن يكثر به الكنوز هاب من كلّ شي‏ء. ","نهج الفصاحة"],["قال رسول الله(ص): إذا حكمتم فاعدلوا و إذا قلتم فأحسنوا فإنّ اللَّه محسن يحبّ المحسنين. ","نهج الفصاحة"],["قال رسول الله(ص): إذا خاف اللَّه العبد أخاف اللَّه منه كلّ شى‏ء و إذا لم يخف العبد اللَّه أخافه اللَّه من كلّ شى‏ء. ","نهج الفصاحة"],["قال رسول الله(ص): العقل في أمر الدّنيا مضرّة و العقل في أمر الدّين مسرّة. ","نهج الفصاحة"],["قال رسول الله(ص): العلماء قادة و المتّقون سادة و مجالستهم زيادة. ","نهج الفصاحة"],["قال رسول الله(ص): فضل الشّابّ العابد الّذي يعبد في صباه على الشّيخ الّذي يعبد بعد ما كبرت سنّه كفضل المرسلين على ساير النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): فقيه واحد أشدّ على الشّيطان من ألف عابد. ","نهج الفصاحة"],["قال رسول الله(ص): فكرة ساعة خير من عبادة ستّين سنة. ","نهج الفصاحة"],["قال رسول الله(ص): قال اللَّه تعالى: من لم يرض بقضائي و لم يصبر على بلائي فليلتمس ربّا سواي. ","نهج الفصاحة"],["قال رسول الله(ص): قد أفلح من أخلص قلبه للإيمان و جعل قلبه سليما و لسانه صادقا و نفسه مطمئنّة و خليقته مستقيمة و أذنه مستمعة و عينه ناظرة.","نهج الفصاحة"],["قال رسول الله(ص): إذا رأيتم أهل الجوع و التّفكّر فادنوا منهم فإنّ الحكمة تجري على ألسنتهم. ","نهج الفصاحة"],["قال رسول الله(ص): قسم من اللَّه تعالى لا يدخل الجنّة بخيل. ","نهج الفصاحة"],["قال رسول الله(ص): قلب شاكر و لسان ذاكر و زوجة صالحة تعينك على أمر دنياك و دينك خير ما اكتنز النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): قلب ليس فيه شي‏ء من الحكمة كبيت خرب فتعلّموا و علّموا و تفقّهوا و لا تموتوا جهّالا فإن اللَّه لا يعذر على الجهل.","نهج الفصاحة"],["قال رسول الله(ص): قليل الفقه خير من كثير العبادة و كفى بالمرء فقها إذا عبد اللَّه و كفى بالمرء جهلا إذا أعجب برأيه ","نهج الفصاحة"],["قال رسول الله(ص): قليل التّوفيق خير من كثير العقل و العقل في أمر الدّنيا مضرّة و العقل في أمر الدّين مسرّة. ","نهج الفصاحة"],["قال رسول الله(ص): قليل العمل ينفع مع العلم و كثير العمل لا ينفع مع الجهل. ","نهج الفصاحة"],["قال رسول الله(ص): قليل تؤدّي شكره خير من كثير لا تطيقه. ","نهج الفصاحة"],["قال رسول الله(ص): أبلغوا حاجة من لا يستطيع إبلاغ حاجته. فمن أبلغ سلطانا حاجة من لا يستطيع إبلاغها ثبّت اللَّه قدميه على الصّراط يوم القيامة.","نهج الفصاحة"],["قال رسول الله(ص): قولوا خيرا تغنموا و اسكتوا عن شرّ تسلموا. ","نهج الفصاحة"],["قال رسول الله(ص): قوام المرء عقله و لا دين لمن لا عقل له. ","نهج الفصاحة"],["قال رسول الله(ص): قوا بأموالكم عن أعراضكم. ","نهج الفصاحة"],["قال رسول الله(ص): القبر أوّل منزل من منازل الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): القرآن هو الدّواء. ","نهج الفصاحة"],["قال رسول الله(ص): القرآن غنى لا فقر بعده و لا غنى دونه. ","نهج الفصاحة"],["قال رسول الله(ص): إذا رأيتم العبد ألّم اللَّه به الفقر و المرض فإنّ اللَّه يريد أن يصافيه. ","نهج الفصاحة"],["قال رسول الله(ص): القلب ملك و له جنود فإذا صلح الملك صلحت جنوده و إذا فسد الملك فسدت جنوده. ","نهج الفصاحة"],["قال رسول الله(ص): القناعة مال لا ينفد. ","نهج الفصاحة"],["قال رسول الله(ص): كاتم العلم يلعنه كلّ شي‏ء حتّى الحوت في البحر و الطّير في السّماء. ","نهج الفصاحة"],["قال رسول الله(ص): كاد الحليم أن يكون نبيّا. ","نهج الفصاحة"],["قال رسول الله(ص): كاد الفقر أن يكون كفرا. ","نهج الفصاحة"],["قال رسول الله(ص): كاد الحسد أن يغلب القَدَر. ","نهج الفصاحة"],["قال رسول الله(ص): كأن الحق فيها على غيرنا وجب و كأن الموت فيها على غيرنا كتب و كأن الذين يشيع من الأموات سفر عما قليل إلينا عائدون","نهج الفصاحة"],["قال رسول الله(ص): كان رجل يداين النّاس فكان يقول لفتاه إذا أتيت معسرا فتجاوز عنه لعلّ اللَّه أن يتجاوز عنّا فلقي اللَّه فتجاوز عنه","نهج الفصاحة"],["قال رسول الله(ص): كان على الطّريق غصن شجرة يؤذى النّاس فأماطها رجل فادخل الجنّة. ","نهج الفصاحة"],["قال رسول الله(ص): كبر مقتا عند اللَّه الأكل من غير جوع و النّوم من غير سهر و الضّحك من غير عجب‏ ","نهج الفصاحة"],["قال رسول الله(ص): كبرت خيانة أن تحدّث أخاك حديثا هو لك به مصدّق و أنت له كاذب. ","نهج الفصاحة"],["قال رسول الله(ص): كثرة الضّحك تميت القلب. ","نهج الفصاحة"],["قال رسول الله(ص): كرم المرء دينه و مروّته عقله و حسبه خلقه. ","نهج الفصاحة"],["قال رسول الله(ص): كرم الكتاب ختمه. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالدّهر واعظا و بالموت مفرّقا. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالمرء علما أن يخشى اللَّه و كفى بالمرء جهلا أن يعجب بنفسه. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالمرء فقها إذا عبد اللَّه و كفى بالمرء جهلا إذا أعجب برأيه. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالمرء كذبا أن يحدّث لكلّ ما سمع. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالمرء شرّا أن يشار إليه بالأصابع. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالمرء من الكذب أن يحدّث بكلّ ما سمع و كفى بالمرء من الشّحّ أن يقول آخذ حقي لا أترك منه شيئا. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالموت واعظا و كفى باليقين غنى. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالموت مزّهدا في الدّنيا و مرغبا في الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالمرء سعادة أن يوثق به في أمر دينه و دنياه. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بك إثما أن لا تزال مخاصما. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالرّجل إثما أن يكون بذيّا فاحشا بخيلا. ","نهج الفصاحة"],["قال رسول الله(ص): كفى بالمرء إثما أن يشار إليه بالأصابع إن كان خيرا فهى مزلّة إلّا من رحم اللَّه تعالى و إن كان شرّا فهو شرّ. ","نهج الفصاحة"],["قال رسول الله(ص): كفّارة الذّنب النّدامة و لو لم تذنبوا لأتى اللَّه بقوم يذنبون ليغفر لهم. ","نهج الفصاحة"],["قال رسول الله(ص): كفارة من اغتبت أن تستغفر له. ","نهج الفصاحة"],["قال رسول الله(ص): كفّ شرّك عن النّاس فإنّها صدقة منك على نفسك. ","نهج الفصاحة"],["قال رسول الله(ص): كلام ابن آدم كلّه عليه لا له إلّا أمرا بمعروف أو نهيا عن منكر أو ذكر اللَّه تعالى. ","نهج الفصاحة"],["قال رسول الله(ص): كلّ شي‏ء بقدر حتّى العجز و الكيس. ","نهج الفصاحة"],["قال رسول الله(ص): كلّ بني آدم خطّاء و خير الخطّائين التّوابين. ","نهج الفصاحة"],["قال رسول الله(ص): كلّ خلّة يطبع عليها المؤمن إلّا الخيانة و الكذب. ","نهج الفصاحة"],["قال رسول الله(ص): كلّ ذنب عسى اللَّه أن يغفره إلّا من مات مشركا أو قتل مؤمنا متعمّدا. ","نهج الفصاحة"],["قال رسول الله(ص): كلّ ما هو آت قريب. ","نهج الفصاحة"],["قال رسول الله(ص): كلّ بني آدم حسود و لا يضرّ حاسدا حسده ما لم يتكلّم باللّسان أو يعمل باليد. ","نهج الفصاحة"],["قال رسول الله(ص): كلّ نعيم زائل إلّا نعيم أهل الجنّة و كلّ هم منقطع إلّا همّ أهل النّار. ","نهج الفصاحة"],["قال رسول الله(ص): كلّ نفس تحشر على هواها، فمن هوى الكفرة فهو مع الكفرة و لا ينفعه عمله شيئا. ","نهج الفصاحة"],["قال رسول الله(ص): كلّ ذي نعمة محسود إلّا صاحب التّواضع. ","نهج الفصاحة"],["قال رسول الله(ص): كلّما طال عمر المسلم كان له خير. ","نهج الفصاحة"],["قال رسول الله(ص): كما لا يجتنى من الشوك العنب كذلك لا ينزل الفجار منازل الأبرار فاسلكوا أي طريق شئتم فأيّ طريق سلكتم وردتم على أهله","نهج الفصاحة"],["قال رسول الله(ص): كم من مستقبل يوما لا يستكمله و منتظر غدا لا يبلغه. ","نهج الفصاحة"],["قال رسول الله(ص): كم من عاقل وهو حقير عند الناس ذميم المنظر ينجو غدا وكم من ظريف اللسان جميل المنظر عظيم الشأن هالك غدا في القيامة","نهج الفصاحة"],["قال رسول الله(ص): كن في الدّنيا كأنّك غريب أو عابر سبيل وعد نفسك من أصحاب القبور. ","نهج الفصاحة"],["قال رسول الله(ص): أقلّ الضّحك فإنّ كثرة الضّحك تميت القلب. ","نهج الفصاحة"],["قال رسول الله(ص): كونوا في الدّنيا أضيافا، و اتّخذوا المساجد بيوتا، عوّدوا قلوبكم الرّقّة و أكثروا التّفكر و البكاء  ","نهج الفصاحة"],["قال رسول الله(ص): الكاسب من يده خليل اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): الكبر من بطر الحقّ و غمط النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): الكذب يسوّد الوجه و النميمة عذاب القبر. ","نهج الفصاحة"],["قال رسول الله(ص): الكرم التّقوى، و الشّرف التّواضع و اليقين الغنى. ","نهج الفصاحة"],["قال رسول الله(ص): الكلمة الحكمة ضالّة المؤمن فحيث وجدها فهو أحقّ بها. ","نهج الفصاحة"],["قال رسول الله(ص): الكلمة الطّيّبة صدقة. ","نهج الفصاحة"],["قال رسول الله(ص): الكيّس من دان نفسه و عمل لما بعد الموت و العاجز من اتّبع نفسه هواها و تمنّى على اللَّه الأماني. ","نهج الفصاحة"],["قال رسول الله(ص): للَّه أشدّ فرحا بتوبة عبده من أحدكم إذا وجد بعيره قد أضلّه بأرض فلاة. ","نهج الفصاحة"],["قال رسول الله(ص): للَّه أفرح بتوبة عبده من العقيم الوالد، و من الضّال الواجد، و من الظّمآن الوارد. ","نهج الفصاحة"],["قال رسول الله(ص): ابن آدم أطع ربّك تسمّى عاقلا و لا تعصه فتسمّى جاهلا. ","نهج الفصاحة"],["قال رسول الله(ص): إذا علم العالم فلم يعمل كان كالمصباح يضي‏ء للنّاس و يحرق نفسه. ","نهج الفصاحة"],["قال رسول الله(ص): للَّه أقدر عليك منك عليه. ","نهج الفصاحة"],["قال رسول الله(ص): لأنا أشدّ عليكم خوفا من النّعم منّي من الذّنوب ألا أنّ النّعم الّتي لا تشكر هى الحتف القاضي. ","نهج الفصاحة"],["قال رسول الله(ص): لأنا من فتنة السّرّاء أخوف عليكم من فتنة الضّرّاء، إنّكم ابتليتم بفتنة الضّرّاء فصبرتم و إنّ الدّنيا حلوة خضرة. ","نهج الفصاحة"],["قال رسول الله(ص): لأن أعين أخي المؤمن على حاجته أحبّ إليّ من صيام شهر و اعتكاف في المسجد الحرام. ","نهج الفصاحة"],["قال رسول الله(ص): لأن أكون في شدّة أتوقّع بعدها رخاء أحبّ إليّ من أن أكون في رخاء أتوقّع بعده شدّة. ","نهج الفصاحة"],["قال رسول الله(ص): لأن يأخذ أحدكم حبله ثمّ يغدوا إلى الجبل فيحتطب فيبيع فيأكل و يتصدّق خير له من أن يسأل النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): لأن يتصدّق المرء في حياته بدرهم خير له من أن يتصدّق بمائة عند موته. ","نهج الفصاحة"],["قال رسول الله(ص): لأن يجعل أحدكم في فيه ترابا خير له من أن يجعل في فيه ما حرّم اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): لأن يطعن في رأس أحدكم بمخيط من حديد خير له من أن يمسّ امرأة لا تحلّ له. ","نهج الفصاحة"],["قال رسول الله(ص): لأن يلبس أحدكم ثوبا من رقاع شتّى خير له من أن يأخذ من غيره ما ليس عنده‏ ","نهج الفصاحة"],["قال رسول الله(ص): لأن يهدي اللَّه على يديك رجلا خير لك ممّا طلعت عليه الشّمس و غربت. ","نهج الفصاحة"],["قال رسول الله(ص): لتأمرنّ بالمعروف و لتنهونّ عن المنكر أو ليسلّطنّ اللَّه عليكم شراركم فيدعو خياركم فلا يستجاب لهم. ","نهج الفصاحة"],["قال رسول الله(ص): إذا عملت سيّئة فأحدث عندها توبة، السّرّ بالسّرّ و العلانية بالعلانية. ","نهج الفصاحة"],["قال رسول الله(ص): لتنتقضنّ عرا الإسلام عروة عروة فكلّما انتقضت عروة تشبّث النّاس بالّتي تليها فأوّلهنّ نقض الحكم و آخرهنّ الصّلاة","نهج الفصاحة"],["قال رسول الله(ص): لزوال الدّنيا أهون على اللَّه من قتل رجل مسلم. ","نهج الفصاحة"],["قال رسول الله(ص): لسان القاضي بين طريقين إمّا إلى جنّة و إمّا إلى نار. ","نهج الفصاحة"],["قال رسول الله(ص): لست أخاف على أمّتي غوغاء تقتلهم و لا عدوّا يجتاحهم و لكنّي أخاف على أمّتي أئمّة مضلّين إن أطاعوهم فتنوهم و إن عصوهم قتلوهم. ","نهج الفصاحة"],["قال رسول الله(ص): لعثرة في كسب حلال أفضل عند اللَّه من ضرب بسيف حولا كاملا. ","نهج الفصاحة"],["قال رسول الله(ص): لعن اللَّه المتشبّهات من النّساء بالرّجال و المتشبّهين من الرّجال بالنّساء. ","نهج الفصاحة"],["قال رسول الله(ص): لعن اللَّه من فرّق بين الوالدة و ولدها و بين الأخ و أخيه. ","نهج الفصاحة"],["قال رسول الله(ص): لقد أمرت أن أتجوّز في القول فإنّ الجواز في القول هو خير. ","نهج الفصاحة"],["قال رسول الله(ص): لقد بارك اللَّه لرجل في حاجة أكثر الدّعاء فيها أعطيها أو منعها. ","نهج الفصاحة"],["قال رسول الله(ص): إذا غضبت فاسكت. ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ داء دواء فإذا أصيب دواء الدّاء برى‏ء بإذن اللَّه تعالى. ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ داء دواء و دواء الذّنوب الاستغفار. ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ ذنب توبة إلّا سوء الخلق. ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ شي‏ء زكاة و زكاة الجسد الصّوم. ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ شي‏ء طريق و طريق الجنّة العلم. ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ شي‏ء عماد و عماد هذا الدّين الفقه. ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ شي‏ء مفتاح و مفتاح السّموات قول «لا إله إلّا اللَّه» ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ شي‏ء مفتاح و مفتاح الجنّة حبّ المساكين و الفقراء ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ عبد صيت: فإذا كان صالحا وضع في الأرض و إن كان سيّئا وضع في الأرض. ","نهج الفصاحة"],["قال رسول الله(ص): لكلّ غادر لواء يوم القيامة يعرف به. ","نهج الفصاحة"],["قال رسول الله(ص): إذا قدرت على عدوّك فاجعل العفو شكرا للقدرة عليه. ","نهج الفصاحة"],["قال رسول الله(ص): للمرأة ستران: القبر و الزّواج. ","نهج الفصاحة"],["قال رسول الله(ص): للمرائي ثلاث علامات: ","نهج الفصاحة"],["قال رسول الله(ص): للمسلم على المسلم خمس: ","نهج الفصاحة"],["قال رسول الله(ص): للمملوك طعامه و كسوته بالمعروف و لا يكلّف من العمل إلّا ما يطيق. ","نهج الفصاحة"],["قال رسول الله(ص): للمؤمن أربعة أعداء: مؤمن يحسده و منافق يبغضه و شيطان يضلّه و كافر يقاتله. ","نهج الفصاحة"],["قال رسول الله(ص): لم تؤتوا بعد كلمة الإخلاص مثل العافية فاسألوا اللَّه العافية ","نهج الفصاحة"],["قال رسول الله(ص): لم يلق ابن آدم شيئا قطّ منذ خلقه اللَّه أشدّ عليه من الموت ثمّ إنّ الموت لأهون مما بعده. ","نهج الفصاحة"],["قال رسول الله(ص): لمعالجة ملك الموت أشدّ من ألف ضربة بالسّيف. ","نهج الفصاحة"],["قال رسول الله(ص): لن تزول قدم شاهد الزّور حتّى يوجب اللَّه له النّار. ","نهج الفصاحة"],["قال رسول الله(ص): لن يبرح هذا الدّين قائما يقاتل عليه عصابة من المسلمين حتّى تقوم السّاعة. ","نهج الفصاحة"],["قال رسول الله(ص): إذا قصّر العبد في العمل ابتلاه اللَّه تعالى بالهمّ. ","نهج الفصاحة"],["قال رسول الله(ص): لن يشبع المؤمن من خير يسمعه حتّى يكون منتهاه الجنّة. ","نهج الفصاحة"],["قال رسول الله(ص): لن يغلب عسر يسرين «إنّ مع العسر يسرا، و إنّ مع العسر يسرا». ","نهج الفصاحة"],["قال رسول الله(ص): ابن آدم إذا أصبحت معافى في جسدك آمنا في سربك عندك قوت يومك فعلى الدّنيا العفاء. ","نهج الفصاحة"],["قال رسول الله(ص): لو أنّ ابن آدم هرب من رزقه كما يهرب من الموت لأدركه رزقه كما يدركه الموت. ","نهج الفصاحة"],["قال رسول الله(ص): لو أنّ أحدكم يعمل في صخرة صمّاء ليس لها باب و لا كوّة لخرج عمله للنّاس كائنا ما كان‏ ","نهج الفصاحة"],["قال رسول الله(ص): لو أنّ امرأة من نساء الجنّة أشرفت إلى الأرض لملأت الأرض من ريح المسك و لأذهبت ضوء الشّمس و القمر ","نهج الفصاحة"],["قال رسول الله(ص): لو أنّ أهل السّماء و الأرض أشركوا في ذمّ مؤمن لكبّهم اللَّه عزّ و جلّ في النّار. ","نهج الفصاحة"],["قال رسول الله(ص): لو أنّ رجلا في حجره دراهم يقسمها و آخر يذكر اللَّه كان الذاكر للَّه أفضل. ","نهج الفصاحة"],["قال رسول الله(ص): لو أنّ رجلا يجرّ على وجهه من يوم ولد إلى يوم يموت هرما في مرضاة اللَّه تعالى لحقّره يوم القيامة. ","نهج الفصاحة"],["قال رسول الله(ص): لو أنّ قطرة من الزّقوم قطرت في الدّنيا لأفسدت على أهل الدّنيا معايشهم فكيف بمن تكون طعامه؟ ","نهج الفصاحة"],["قال رسول الله(ص): إذا كان عندك ما يكفيك فلا تطلب ما يطغيك. ","نهج الفصاحة"],["قال رسول الله(ص): لو أنّكم توكّلون على اللَّه تعالى حقّ توكّله لرزقكم كما يرزق الطّير، تغدو خماصا و تروح بطانا. ","نهج الفصاحة"],["قال رسول الله(ص): لو أن لابن آدم واديين من ذهب لابتغى اليهما واديا ثالثا و لا يملأ جوف ابن آدم إلا التراب و يتوب الله على من تاب.","نهج الفصاحة"],["قال رسول الله(ص): لو أخطأتم حتّى تبلغ خطاياكم السّماء ثمّ تبتم لتاب اللَّه عليكم. ","نهج الفصاحة"],["قال رسول الله(ص): لو تعلم البهائم من الموت ما يعلم ابن آدم ما أكلتم منها سمينا. ","نهج الفصاحة"],["قال رسول الله(ص): لو تعلمون قدر رحمة اللَّه لاتّكلتم عليها. ","نهج الفصاحة"],["قال رسول الله(ص): لو تعلمون ما أعلم لضحكتم قليلا و لبكيتم كثيرا و لا ساغ لكم الطّعام و لا الشّراب. ","نهج الفصاحة"],["قال رسول الله(ص): لو تعلمون ما أعلم لبكيتم كثيرا ولضحكتم قليلاولخرجتم إلى الصّعدات تجأرون إلى اللّه تعالى لا تدرون تنجون أولا تنجون","نهج الفصاحة"],["قال رسول الله(ص): لو تعلمون ما ادّخر لكم ما حزنتم على ما زوى عنكم‏ ","نهج الفصاحة"],["قال رسول الله(ص): لو تعلمون ما لكم عند اللَّه لأحببتم أن تزدادوا فاقة و حاجة. ","نهج الفصاحة"],["قال رسول الله(ص): لو تعلمون من الدّنيا ما أعلم لاستراحت أنفسكم منها. ","نهج الفصاحة"],["قال رسول الله(ص): لو تعلمون ما في المسألة ما مشى أحد إلى أحد يسأله شيئا. ","نهج الفصاحة"],["قال رسول الله(ص): لو تعلمون ما أنتم لاقون بعد الموت ما أكلتم طعاما على شهوة أبدا و لا شربتم شرابا على شهوة أبدا و لا دخلتم بيتا تستظلّون به","نهج الفصاحة"],["قال رسول الله(ص): لو جاء العسر فدخل هذا الجحر لجاء اليسر فدخل عليه فأخرجه. ","نهج الفصاحة"],["قال رسول الله(ص): إذا كان يوم القيامة نادى مناد من عمل عملا لغير اللَّه فليطلب ثوابه ممّن عمله له. ","نهج الفصاحة"],["قال رسول الله(ص): لو خفتم اللَّه تعالى حقّ خيفته لعلمتم العلم الّذي لا جهل معه، و لو عرفتم اللَّه تعالى حقّ معرفته لزالت لدعائكم الجبال.","نهج الفصاحة"],["قال رسول الله(ص): لو رأيت الأجل و مسيره أبغضت الأمل و سروره. ","نهج الفصاحة"],["قال رسول الله(ص): لو كان الحياء رجلا لكان رجلا صالحا. ","نهج الفصاحة"],["قال رسول الله(ص): لو كانت الدّنيا تزن عند اللَّه جناح بعوضة ما سقى كافرا شربة ماء. ","نهج الفصاحة"],["قال رسول الله(ص): لو كان الصّبر رجلا لكان رجلا كريما. ","نهج الفصاحة"],["قال رسول الله(ص): لو كان العجب رجلا كان رجل سوء. ","نهج الفصاحة"],["قال رسول الله(ص): لو كان العسر في جحر لدخل عليه اليسر حتّى يخرجه. ","نهج الفصاحة"],["قال رسول الله(ص): لو كان العلم معلّقا بالثّريّا لتناوله قوم من أبناء فارس. ","نهج الفصاحة"],["قال رسول الله(ص): لو كان الفحش خلقا لكان شرّ خلق اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): لو كان المؤمن في جحر فارة لقيّض اللَّه له من يؤذيه‏ ","نهج الفصاحة"],["قال رسول الله(ص): لو كان لي مثل أحد ذهبا لسرّني أن لا يمرّ عليّ ثلاث و عندي منه شي‏ء إلّا شي‏ء أرصده لدين. ","نهج الفصاحة"],["قال رسول الله(ص): لو كانت الدّنيا تعدل عند اللَّه جناح بعوضة ما سقى كافرا منها شربة ماء. ","نهج الفصاحة"],["قال رسول الله(ص): لو لم تذنبوا لخشيت عليكم بأشدّ من ذلك العجب العجب‏ ","نهج الفصاحة"],["قال رسول الله(ص): لو يعلم المؤمن ما عند اللَّه من العقوبة ما طمع في الجنّة أحد و لو يعلم الكافر ما عند اللَّه من الرّحمة ما قنط من الجنّة أحد.","نهج الفصاحة"],["قال رسول الله(ص): لو لا الأمل ما أرضعت أمّ ولدا و لا غرس غارس شجرا. ","نهج الفصاحة"],["قال رسول الله(ص): ليأتينّ علي النّاس زمان لا يبالى المرء بما أخذ المال أمن حلال أم من حرام. ","نهج الفصاحة"],["قال رسول الله(ص): ليأتينّ على النّاس زمان لا يبقى منهم أحد إلّا أكل الرّبا فإن لم يأكله أصابه من غباره‏ ","نهج الفصاحة"],["قال رسول الله(ص): ليأخذنّ أحدكم حبله فيحتطب بها على ظهره أهون عليه من أن يأتي رجلا أعطاه اللَّه من فضله فيسأله أعطاه أو منعه. ","نهج الفصاحة"],["قال رسول الله(ص): ليأخذ العبد من نفسه لنفسه ومن دنياه لآخرته ومن الشبيبة قبل الكبر ومن الحيوة قبل الممات فما بعد الدنيا من دار إلاالجنة والنار","نهج الفصاحة"],["قال رسول الله(ص): ليبشر فقراء المؤمنين بالفراغ يوم القيامة قبل الأغنياء بمقدار خمسمائة عام هؤلاء في الجنة ينعمون و هؤلاء يحاسبون","نهج الفصاحة"],["قال رسول الله(ص): إذا كثرت ذنوب العبد فلم يكن له من العمل ما تكفّرها ابتلاه اللَّه بالحزن ليكفّرها عنه. ","نهج الفصاحة"],["قال رسول الله(ص): ليردّك عن النّاس ما تعرف من نفسك و اخزن لسانك إلّا من خير فإنّك بذلك تغلب الشّيطان. ","نهج الفصاحة"],["قال رسول الله(ص): ليستحيي أحدكم من ملكيه الّذين معه كما يستحيي من رجلين صالحين من جيرانه و هما معه باللّيل و النّهار. ","نهج الفصاحة"],["قال رسول الله(ص): ليس الأعمى من يعمي بصره إنّما الأعمى من تعمي بصيرته. ","نهج الفصاحة"],["قال رسول الله(ص): ليس الإيمان بالتّمنّي لكن هو ما وقر في القلب و صدّقه العمل. ","نهج الفصاحة"],["قال رسول الله(ص): ليس البرّ في حسن اللّباس و الزّيّ و لكنّ البرّ السّكينة و الوقار. ","نهج الفصاحة"],["قال رسول الله(ص): ليس البيان كثرة الكلام و لكنّ الخوض فيما يحبّ اللَّه و رسوله و ليس العيّ عن اللّسان و لكن قلّة المعرفة بالحقّ‏","نهج الفصاحة"],["قال رسول الله(ص): ليس الخبر كالمعاينة، إن اللّه تعالى أخبر موسى بما صنع قومه في العجل فلم يلق الألواح، فلما عاين ما صنعوا ألق الألواح فانكسرت.","نهج الفصاحة"],["قال رسول الله(ص): ليس الخلف أن يعد الرّجل و في نيّته أن يفي و لكنّ الخلف أن يعد الرّجل و في نيّته أن لا يفي. ","نهج الفصاحة"],["قال رسول الله(ص): إذا لم تستحيي فاصنع ما شئت. ","نهج الفصاحة"],["قال رسول الله(ص): ليس الشّديد بالصّرعة إنّما الشّديد الّذي يملك نفسه عند الغضب. ","نهج الفصاحة"],["قال رسول الله(ص): ليس الغنى عن كثرة العرض و لكنّ الغنى غنى النّفس. ","نهج الفصاحة"],["قال رسول الله(ص): ليس المؤمن الّذي لا يأمن جاره بوائقة. ","نهج الفصاحة"],["قال رسول الله(ص): ليس المؤمن الّذي يشبع و جاره جائع إلى جنبه. ","نهج الفصاحة"],["قال رسول الله(ص): ليس أحد منكم بأكسب من أحد قد كتب اللَّه المصيبة و الأجل و قسّم المعيشة و العمل‏ ","نهج الفصاحة"],["قال رسول الله(ص): إذا مات الإنسان انقطع عمله إلّا من ثلاث صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له. ","نهج الفصاحة"],["قال رسول الله(ص): ليس أسرع عقوبة من بغي‏ ","نهج الفصاحة"],["قال رسول الله(ص): ليس بمؤمن مستكمل الإيمان من لم يعد البلاء نعمة و الرّخاء مصيبة. ","نهج الفصاحة"],["قال رسول الله(ص): ليس بحكيم من لم يعاشر بالمعروف من لا بدّ له من معاشرته حتّى يجعل اللَّه له من ذلك مخرجا. ","نهج الفصاحة"],["قال رسول الله(ص): ليس بعد الموت مستعتب. ","نهج الفصاحة"],["قال رسول الله(ص): ليس بكذّاب من أصلح بين اثنين فقال خيرا أو نمى خيرا. ","نهج الفصاحة"],["قال رسول الله(ص): ليس بين العبد و الشّرك إلّا ترك الصّلاة فإذا تركها فقد أشرك. ","نهج الفصاحة"],["قال رسول الله(ص): ليس شي‏ء أثقل في الميزان من الخلق الحسن. ","نهج الفصاحة"],["قال رسول الله(ص): ليس شي‏ء أكرم على اللَّه تعالى من المؤمن. ","نهج الفصاحة"],["قال رسول الله(ص): ابن آدم عندك ما يكفيك و تطلب ما يطغيك ابن آدم لا بقليل تقنع و لا بكثير تشبع‏ ","نهج الفصاحة"],["قال رسول الله(ص): ليس شي‏ء أكرم عند اللَّه من الدّعاء. ","نهج الفصاحة"],["قال رسول الله(ص): ليس شي‏ء من الجسد إلّا و هو يشكو ذرب اللّسان. ","نهج الفصاحة"],["قال رسول الله(ص): ليس في الجنّة شي‏ء ممّا في الدّنيا إلّا الأسماء. ","نهج الفصاحة"],["قال رسول الله(ص): ليس لك من مالك إلّا ما أكلت فافنيت أو لبست فأبليت أو تصدّقت فأمضيت‏ ","نهج الفصاحة"],["قال رسول الله(ص): ليس من أخلاق المؤمن التّملّق و لا الحسد إلّا في طلب العلم. ","نهج الفصاحة"],["قال رسول الله(ص): ليس منّا من غشّ مسلما أو ضرّه أو ماكره. ","نهج الفصاحة"],["قال رسول الله(ص): ليس منّا من لم يوقّر الكبير و يرحم الصّغير و يأمر بالمعروف و ينه عن المنكر. ","نهج الفصاحة"],["قال رسول الله(ص): ليس منّا من وسع اللَّه عليه ثمّ قتر على عياله. ","نهج الفصاحة"],["قال رسول الله(ص): ليغشينّ أمّتي من بعدي فتن كقطع اللّيل المظلم، يصبح الرّجل فيها مؤمنا و يمسي كافرا، يبيع أقوام دينهم بعرض من الدّنيا قليل. ","نهج الفصاحة"],["قال رسول الله(ص): إذا مات العبد قال النّاس ما خلّف و قالت الملائكة ما قدّم‏ ","نهج الفصاحة"],["قال رسول الله(ص): ليكن بلاغ أحدكم من الدّنيا زاد الرّاكب. ","نهج الفصاحة"],["قال رسول الله(ص): لينصر الرّجل أخاه ظالما أو مظلوما إن كان ظالما فينهيه فإنّه له نصرة و إن كان مظلوما فينصره. ","نهج الفصاحة"],["قال رسول الله(ص): لا إيمان لمن لا أمانة له و لا دين لمن لا عهد له. ","نهج الفصاحة"],["قال رسول الله(ص): لا ترضينّ أحدا بسخط اللَّه و لا تحمدنّ أحدا على فضل اللَّه و لا تذمّنّ أحدا على ما لم يؤتك اللَّه ","نهج الفصاحة"],["قال رسول الله(ص): لا تشغلوا قلوبكم بذكر الدّنيا. ","نهج الفصاحة"],["قال رسول الله(ص): لا تصاحب إلّا مؤمنا و لا يأكل طعامك. إلّا تقىّ‏ ","نهج الفصاحة"],["قال رسول الله(ص): لا تصحبنّ أحدا لا يرى لك كمثل ما ترى له. ","نهج الفصاحة"],["قال رسول الله(ص): لا تضعوا الحكمة عند غير أهلها فتظلموها و لا تمنعوها أهلها فتظلموهم. ","نهج الفصاحة"],["قال رسول الله(ص): لا تظهر الشّماتة لأخيك فيعافيه اللَّه و يبتليك. ","نهج الفصاحة"],["قال رسول الله(ص): لا تعجبوا بعمل عامل حتّى تنظروا بم يختم له. ","نهج الفصاحة"],["قال رسول الله(ص): لا يعجبكم إسلام رجل حتّى تعلموا كنه عقله. ","نهج الفصاحة"],["قال رسول الله(ص): لا تغتابوا المسلمين و لا تتبّعوا عوراتهم. ","نهج الفصاحة"],["قال رسول الله(ص): لا تغضب فإنّ الغضب مفسدة ","نهج الفصاحة"],["قال رسول الله(ص): لا تقوم السّاعة حتّى يمرّ الرّجل بقبر الرّجل فيقول يا ليتني مكانه. ","نهج الفصاحة"],["قال رسول الله(ص): لا تكثر الضّحك فإنّ كثرة الضّحك تميت القلب. ","نهج الفصاحة"],["قال رسول الله(ص): أذكر اللَّه فإنّه عون لك على ما تطلب. ","نهج الفصاحة"],["قال رسول الله(ص): لا تكثر همّك ، ما قدّر يكن و ما ترزق يأتك. ","نهج الفصاحة"],["قال رسول الله(ص): لا تكن ممن يشدّ على النّاس و يخفّف على نفسه. ","نهج الفصاحة"],["قال رسول الله(ص): لا تكون زاهدا حتّى تكون متواضعا. ","نهج الفصاحة"],["قال رسول الله(ص): لا تمارّ أخاك و لا تمازحه و لا تعده فتخلفه. ","نهج الفصاحة"],["قال رسول الله(ص): لا تمزح فيذهب بهاؤك و لا تكذب فيذهب نورك. ","نهج الفصاحة"],["قال رسول الله(ص): لا تمسح يدك بثوب من لا تكسوه. ","نهج الفصاحة"],["قال رسول الله(ص): لا تميتوا القلوب بكثرة الطّعام و الشّراب فإنّ القلب يموت كالزّرع إذا كثر عليه الماء. ","نهج الفصاحة"],["قال رسول الله(ص): لا تنزع الرّحمة إلّا من شقيّ. ","نهج الفصاحة"],["قال رسول الله(ص): لا حليم إلّا ذو عثرة و لا حكيم إلّا ذو تجربة. ","نهج الفصاحة"],["قال رسول الله(ص): لا خير لك في صحبة من لا يرى لك ما يرى لنفسه. ","نهج الفصاحة"],["قال رسول الله(ص): لا خير في صحبة من لا يرى لك من الحقّ مثل ما ترى له. ","نهج الفصاحة"],["قال رسول الله(ص): لا خير في مال لا يزرأ منه و جسد لا ينال منه. ","نهج الفصاحة"],["قال رسول الله(ص): لا شي‏ء أحقّ بالسّجن من اللّسان. ","نهج الفصاحة"],["قال رسول الله(ص): أتاني جبريل فقال يا محمّد عش ما شئت فإنّك ميّت و أحبب ما شئت فإنّك مفارقه و اعمل ما شئت فإنّك مجزيّ به. ","نهج الفصاحة"],["قال رسول الله(ص): أذلّ النّاس من أهان النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): لا صدقة و ذو رحم محتاج. ","نهج الفصاحة"],["قال رسول الله(ص): لا طاعة لأحد في معصية اللَّه إنّما الطّاعة في المعروف. ","نهج الفصاحة"],["قال رسول الله(ص): لا طاعة لمخلوق في معصية الخالق. ","نهج الفصاحة"],["قال رسول الله(ص): لا عقل كالتّدبير و لا ورع كالكفّ و لا حسب كحسن الخلق. ","نهج الفصاحة"],["قال رسول الله(ص): لا فقر أشدّ من الجهل و لا مال أعود من العقل و لا وحدة أوحش من العجب و لا حسب كحسن الخلق و لا عبادة مثل التّفكّر.","نهج الفصاحة"],["قال رسول الله(ص): لا مظاهرة أوثق من المشاورة و لا إيمان كالحياء. ","نهج الفصاحة"],["قال رسول الله(ص): لا فاقة لعبد يقرأ القرآن و لا غنى له بعده. ","نهج الفصاحة"],["قال رسول الله(ص): لا كبيرة مع استغفار و لا صغيرة مع إصرار. ","نهج الفصاحة"],["قال رسول الله(ص): لا ندم من استشار و لا افتقر من اقتصد. ","نهج الفصاحة"],["قال رسول الله(ص): أربع إذا كنّ فيك فلا عليك ما فاتك من الدّنيا صدق الحديث و حفظ الأمانة و حسن الخلق و عفّة مطعم. ","نهج الفصاحة"],["قال رسول الله(ص): لا يؤمن أحدكم حتّى يحبّ لأخيه ما يحبّ لنفسه. ","نهج الفصاحة"],["قال رسول الله(ص): لا يؤمن عبد حتّى يحبّ لنفسه من الخير ما يحبّ لأخيه المسلم. ","نهج الفصاحة"],["قال رسول الله(ص): لا يبلغ العبد أن يكون من المتّقين حتّى يدع ما لا بأس به حذرا لما به البأس. ","نهج الفصاحة"],["قال رسول الله(ص): لا يبلغ العبد حقيقة الإيمان حتّى يحزن من لسانه. ","نهج الفصاحة"],["قال رسول الله(ص): لا يبلغ العبد حقيقة الإيمان حتّى يعلم أنّ ما أصابه لم يكن ليخطئه و ما أخطأه لم يكن ليصيبه. ","نهج الفصاحة"],["قال رسول الله(ص): لا يتمنّي أحدكم الموت أمّا محسنا فلعلّه يزداد و أمّا مسيئا فلعلّه يستعتب. ","نهج الفصاحة"],["قال رسول الله(ص): لا يتمنّينّ أحدكم الموت لضرّ نزل به. ","نهج الفصاحة"],["قال رسول الله(ص): لا يحملنّكم استبطاء أمر على استعجاله فإنّ اللَّه عزّ و جلّ لا يعجل بعجلة أحد. ","نهج الفصاحة"],["قال رسول الله(ص): لا يردّ القضاء إلّا الدّعاء و لا يزيد في العمر إلّا البرّ. ","نهج الفصاحة"],["قال رسول الله(ص): لا يزال العبد في صلاة ما انتظر الصّلوة. ","نهج الفصاحة"],["قال رسول الله(ص): لا يستر عبد عبدا في الدّنيا إلّا ستره اللَّه يوم القيامة. ","نهج الفصاحة"],["قال رسول الله(ص): لا يستقيم إيمان عبد حتّى يستقيم قلبه و لا يستقيم قلبه حتّى يستقيم لسانه. ","نهج الفصاحة"],["قال رسول الله(ص): لا يستكمل أحدكم حقيقة الإيمان حتّى يخزن لسانه. ","نهج الفصاحة"],["قال رسول الله(ص): لا يشكر اللَّه من لا يشكر النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): أربع خصال من الشّقاء: جمود العين و قساوة القلب و بعد الأمل و حبّ البقاء. ","نهج الفصاحة"],["قال رسول الله(ص): لا يلدغ المؤمن من جحر مرّتين. ","نهج الفصاحة"],["قال رسول الله(ص): لا يقبل إيمان بلا عمل و لا عمل بلا إيمان. ","نهج الفصاحة"],["قال رسول الله(ص): لا يموتنّ أحد إلّا و هو يحسن الظّنّ باللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): ما كانت فرحة إلّا تبعتها ترحة. ","نهج الفصاحة"],["قال رسول الله(ص): ما مثلي و مثل الدّنيا إلّا كراكب قال في ظلّ شجرة في يوم حارّ ثمّ راح و تركها ","نهج الفصاحة"],["قال رسول الله(ص): ما من جرعة أحبّ إلى اللَّه من جرعة غيظ كظمها رجل أو جرعة صبر على مصيبة ","نهج الفصاحة"],["قال رسول الله(ص): ما ذئبان ضاريان في زريبة غنم بأسرع فيها من حبّ الشّرف و المال في دين المرء المسلم. ","نهج الفصاحة"],["قال رسول الله(ص): ما ينتظر أحدكم من الدّنيا إلّا غنى مطغيا أو فقرا منسيا أو مرضا مفسدا أو هرما مفنّدا أو موتا مجهزا. ","نهج الفصاحة"],["قال رسول الله(ص): ما استرذل اللَّه عبدا إلّا حطّ عنه العلم و الأدب. ","نهج الفصاحة"],["قال رسول الله(ص): ما أكرم شابّ شيخا لسنّه إلّا قيّض اللَّه عند سنّه من يكرمه. ","نهج الفصاحة"],["قال رسول الله(ص): أربع من سعادة المرء أن تكون زوجته صالحة و أولاده أبرارا و خلطاؤه صالحين و أن يكون رزقه في بلده. ","نهج الفصاحة"],["قال رسول الله(ص): ما ملأ آدمي وعاء شرّا من بطن. ","نهج الفصاحة"],["قال رسول الله(ص): ما تقرّب العبد إلى اللَّه بشي‏ء أفضل من سجود خفيّ. ","نهج الفصاحة"],["قال رسول الله(ص): أربع من كن فيه حرمه الله تعالى على النار و عصمه من الشيطان من ملك نفسه حين يرغب وحين يرهب و حين يشتهي و حين يغضب","نهج الفصاحة"],["قال رسول الله(ص): ما من شي‏ء أطيع اللَّه فيه بأعجل ثوابا من صلة الرّحم و ما من عمل يعصى اللَّه فيه بأعجل عقوبة من بغي. ","نهج الفصاحة"],["قال رسول الله(ص): ما قلّ و كفى خير ممّا كثر و ألهى. ","نهج الفصاحة"],["قال رسول الله(ص): ما نحل والد ولده أفضل من أدب حسن. ","نهج الفصاحة"],["قال رسول الله(ص): ما من عمل أفضل من إشباع كبد جائع. ","نهج الفصاحة"],["قال رسول الله(ص): ما كان الرّفق في شي‏ء قطّ إلّا زانه و ما كان الخرق في شي‏ء قطّ إلّا شانه. ","نهج الفصاحة"],["قال رسول الله(ص): ما ستر اللَّه على عبد في الدّنيا ذنبا فيعيّره به يوم القيامة. ","نهج الفصاحة"],["قال رسول الله(ص): ما صلّت امرأة صلاة أحبّ إلى اللَّه من صلاتها في أشدّ بيتها ظلمة. ","نهج الفصاحة"],["قال رسول الله(ص): ما خاب من استخار و لا ندم من استشار و لا آمن بالقرآن من استحلّ محارمه. ","نهج الفصاحة"],["قال رسول الله(ص): أربع من أعطيهن فقد أعطي خير الدنيا والآخرة لسان ذاكر و قلب شاكر وبدن على البلاء صابر وزوجة لا تبغيه خونا في نفسها و لا ماله.","نهج الفصاحة"],["قال رسول الله(ص): ما يصيب المؤمن وصب و لا نصب و لا سقم و لا آذى و لا حزن إلّا كفّر اللَّه به من خطاياه. ","نهج الفصاحة"],["قال رسول الله(ص): ما أعزّ اللَّه بجهل قط و لا أذلّ اللَّه بحلم قطّ. ","نهج الفصاحة"],["قال رسول الله(ص): ما نقص مال من صدقة و لا عفى رجل عن مظلمة إلّا زاده اللَّه بها عزّا. ","نهج الفصاحة"],["قال رسول الله(ص): ما رزق العبد رزقا أوسع عليه من الصّبر. ","نهج الفصاحة"],["قال رسول الله(ص): ما أنزل اللَّه من داء إلّا أنزل له شفاء. ","نهج الفصاحة"],["قال رسول الله(ص): ما حسن اللَّه خلق عبد و خلقه إلّا استحيا أن يطعم لحمه النّار. ","نهج الفصاحة"],["قال رسول الله(ص): ما أحسن عبد الصّدقة إلّا أحسن اللَّه الخلافة على تركته‏ ","نهج الفصاحة"],["قال رسول الله(ص): ما رأيت مثل النّار نام هاربها و لا مثل الجنّة نام طالبها. ","نهج الفصاحة"],["قال رسول الله(ص): ما زان اللَّه عبدا بزينة أفضل من عفاف في دينه و فرجه. ","نهج الفصاحة"],["قال رسول الله(ص): ما الّذي يعطي من سعة بأعظم أجرا من الّذي يقبل إذا كان محتاجا. ","نهج الفصاحة"],["قال رسول الله(ص): ما اجتمع الرّجاء و الخوف في قلب مؤمن إلا أعطاه اللَّه عزّ و جلّ الرّجاء و آمنه الخوف‏ ","نهج الفصاحة"],["قال رسول الله(ص): ما أحسن القصد في الغنى، ما أحسن القصد في الفقر و أحسن القصد في العبادة. ","نهج الفصاحة"],["قال رسول الله(ص): ارحم من في الأرض يرحمك من في السّماء. ","نهج الفصاحة"],["قال رسول الله(ص): ما أخشى عليكم الفقر و لكنّي أخشى عليكم التّكاثر و ما أخشى عليكم الخطاء، و لكنّي أخشى عليكم التّعمّد. ","نهج الفصاحة"],["قال رسول الله(ص): ما استرذل اللَّه عبدا إلّا خطر عليه العلم و الأدب. ","نهج الفصاحة"],["قال رسول الله(ص): ما أخذت الدّنيا من الآخرة إلّا كما أخذ المخيط غرس في البحر من مائه. ","نهج الفصاحة"],["قال رسول الله(ص): ما أطعمت زوجتك فهو لك صدقة وما أطعمت ولدك فهو لك صدقة، وما أطعمت خادمك فهو لك صدقة، وما أطعمت نفسك فهو لك صدقة. ","نهج الفصاحة"],["قال رسول الله(ص): ما اكتسب مكتسب مثل فضل علم يهدي صاحبه إلى هدى أو يردّه عن ردى و لا استقام دينه حتّى يستقيم عقله‏ ","نهج الفصاحة"],["قال رسول الله(ص): ما أكل أحد طعاما قطّ خيرا من أن يأكل من عمل يده و إنّ نبىّ اللَّه داود كان يأكل من عمل يده. ","نهج الفصاحة"],["قال رسول الله(ص): ما أنت محدّث قوما حديثا لا تبلغه عقولهم إلّا كان على بعضهم فتنة. ","نهج الفصاحة"],["قال رسول الله(ص): ما أنكر قلبك فدعه. ","نهج الفصاحة"],["قال رسول الله(ص): ما أهدى المرء المسلم لأخيه هديّة أفضل من كلمة حكمة يزيده اللَّه بها هدى أو يردّه بها عن ردى. ","نهج الفصاحة"],["قال رسول الله(ص): ما ترك عبد للَّه أمرا لا يتركه إلّا للَّه إلّا عوّضه اللَّه منه ما هو خير له منه في دينه و دنياه. ","نهج الفصاحة"],["قال رسول الله(ص): ارحموا ترحموا و اغفروا يغفر لكم‏ ","نهج الفصاحة"],["قال رسول الله(ص): ما تصدّق النّاس بصدقة أفضل من علم ينشر. ","نهج الفصاحة"],["قال رسول الله(ص): ما جلس قوم يذكرون اللَّه تعالى فيقومون حتّى يقال لهم قوموا قد غفر اللَّه لكم ذنوبكم و بدّل سيّئاتكم حسنات. ","نهج الفصاحة"],["قال رسول الله(ص): ما جمع شي إلى شي‏ء أفضل من علم إلى حلم. ","نهج الفصاحة"],["قال رسول الله(ص): ما خرج رجل من بيته يطلب علما إلّا سهل اللَّه له طريقا إلى الجنّة. ","نهج الفصاحة"],["قال رسول الله(ص): ما رفع قوم أكفهم إلى اللَّه تعالى يسألونه شيئا إلّا كان حقا على اللَّه أن يضع في أيديهم الّذي سألوا. ","نهج الفصاحة"],["قال رسول الله(ص): ما زال جبريل يوصيني بالجار حتّى ظننت أنّه سيورثه. ","نهج الفصاحة"],["قال رسول الله(ص): ما زان اللَّه العباد بزينة أفضل من زهادة في الدنيا و عفاف في بطنه و فرجه. ","نهج الفصاحة"],["قال رسول الله(ص): ما زويت الدّنيا عن أحد إلّا كانت خيرا له. ","نهج الفصاحة"],["قال رسول الله(ص): ما شبّهت خروج المؤمن من الدّنيا إلّا مثل خروج الصّبيّ من بطن أمّه من ذلك الغمّ و الظلمة إلى روح الدّنيا. ","نهج الفصاحة"],["قال رسول الله(ص): ما صدقة أفضل من ذكر اللَّه تعالى. ","نهج الفصاحة"],["قال رسول الله(ص): ما علم اللَّه من عبد ندامة على ذنب إلّا غفر له قبل أن يستغفره. ","نهج الفصاحة"],["قال رسول الله(ص): ما عمل ابن آدم شيئا أفضل من الصّلاة و صلاح ذات البين و خلق حسن. ","نهج الفصاحة"],["قال رسول الله(ص): ما فتح رجل باب عطيّة بصدقة أو صلة إلّا زاده اللَّه تعالى بها كثرة ","نهج الفصاحة"],["قال رسول الله(ص): ما كان الفحش في شي‏ء قطّ إلّا شانه و لا كان الحياء في شي‏ء قطّ إلّا زانه. ","نهج الفصاحة"],["قال رسول الله(ص): ما كرهت أن تواجه به أخاك فهو غيبة. ","نهج الفصاحة"],["قال رسول الله(ص): ما كرهت أن يراه النّاس منك فلا تفعله بنفسك إذا خلوت. ","نهج الفصاحة"],["قال رسول الله(ص): ما من آدميّ إلّا و في رأسه حكمة بيد ملك فإذا تواضع قيل للملك ارفع حكمته و إذا تكبّر قيل للملك ضع حكمته. ","نهج الفصاحة"],["قال رسول الله(ص): ما من أحد يموت إلّا ندم إن كان محسنا ندم أن لا يكون أزداد و إن كان مسيئا ندم أن لا يكون نزع. ","نهج الفصاحة"],["قال رسول الله(ص): ما من أحد يلبس ثوبا ليباهي به فينظر النّاس إليه إلا لم ينظر اللّه إليه حتّى ينزعه. ","نهج الفصاحة"],["قال رسول الله(ص): ما من خارج خرج من بيته في طلب العلم إلّا وضعت له الملائكة أجنحتها رضا بما يصنع حتّى يرجع. ","نهج الفصاحة"],["قال رسول الله(ص): ما من ذنب إلّا و له عند اللَّه توبة إلّا سوء الخلق فإنّه لا يتوب من ذنب إلا رجع إلا ما هو شرّ منه. ","نهج الفصاحة"],["قال رسول الله(ص): ما من ذي غنى إلّا سيودّ يوم القيامة لو كان إنّما أوتي من الدّنيا قوتا. ","نهج الفصاحة"],["قال رسول الله(ص): ما من رجل يغرس غرسا إلّا كتب اللَّه له من الأجر قدر ما يخرج من ثمر ذلك الغرس. ","نهج الفصاحة"],["قال رسول الله(ص): ما من رجل يتعاظم في نفسه و يختال في مشيته إلّا لقى اللَّه تعالى و هو عليه غضبان. ","نهج الفصاحة"],["قال رسول الله(ص): ما من رجل ينظر إلى وجه والديه نظر رحمة إلّا كتب اللَّه له بها حجّة مقبولة مبرورة ","نهج الفصاحة"],["قال رسول الله(ص): ما من ساعة تمرّ بابن آدم لم يذكر اللَّه فيها إلّا حسر عليها يوم القيامة. ","نهج الفصاحة"],["قال رسول الله(ص): ما من شي‏ء في الميزان أثقل من حسن الخلق. ","نهج الفصاحة"],["قال رسول الله(ص): ما من شي‏ء أحبّ إلى اللَّه تعالى من شاب تائب و ما من شي‏ء أبغض إلى اللَّه تعالى من شيخ مقيم على معاصيه. ","نهج الفصاحة"],["قال رسول الله(ص): ازهد في الدّنيا يحبّك اللَّه و ازهد فيما في أيدي النّاس يحبّك النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): ما من صباح يصبحه العباد إلّا صارخ يصرخ يا أيّها النّاس لدوا للتّراب و اجمعوا للفناء و ابنوا للخراب. ","نهج الفصاحة"],["قال رسول الله(ص): ما من صدقة أحبّ إلى اللَّه من قول الحقّ. ","نهج الفصاحة"],["قال رسول الله(ص): ما من عبد مسلم يدعو لأخيه بظهر الغيب إلّا قال الملك و لك بمثله‏ ","نهج الفصاحة"],["قال رسول الله(ص): ما من عبد ابتلى ببليّة في الدّنيا إلّا بذنب و اللَّه أكرم و أعظم عفوا من أن يسأله عن ذلك الذّنب يوم القيامة. ","نهج الفصاحة"],["قال رسول الله(ص): ما من عبد يظلم رجلا مظلمة في الدّنيا لا يقصّه من نفسه إلّا قصّه اللَّه تعالى منه يوم القيامة. ","نهج الفصاحة"],["قال رسول الله(ص): ما من عبد إلّا و له صيت في السّماء فإن كان صيته في السّماء حسنا وضع في الأرض و إن كان صيته في السّماء سيّئا وضع في الأرض.","نهج الفصاحة"],["قال رسول الله(ص): ما من عبد استحيا من الحلال إلّا ابتلاه اللَّه بالحرام. ","نهج الفصاحة"],["قال رسول الله(ص): أزهد النّاس في العالم أهله و جيرانه. ","نهج الفصاحة"],["قال رسول الله(ص): ما من مسلم ينظر إلي امرأة أوّل رمقة ثمّ يغضّ بصره إلّا أحدث اللَّه تعالى له عبادة يجد حلاوتها في قلبه. ","نهج الفصاحة"],["قال رسول الله(ص): أ تحبّ أن يلين قلبك و تدرك حاجتك؟ ارحم اليتيم و امسح رأسه و أطعمه من طعامك يلن قلبك و تدرك حاجتك. ","نهج الفصاحة"],["قال رسول الله(ص): أزهد الناس من لم ينس القبر و البلاء و ترك أفضل زينة الدنيا وآثر ما يبقى على ما يفنى ولم يعد غدا من أيامه وعد نفسه في الموتى.","نهج الفصاحة"],["قال رسول الله(ص): ما كرهته لنفسك فاكرهه لغيرك و ما أحببته لنفسك فأحبّه لأخيك. ","نهج الفصاحة"],["قال رسول الله(ص): ما يكبّ النّاس على مناخرهم إلّا حصائد ألسنتهم. ","نهج الفصاحة"],["قال رسول الله(ص): مثل أهل بيتي مثل سفينة نوح من ركب فيها نجى و من تخلّف عنها غرق. ","نهج الفصاحة"],["قال رسول الله(ص): استحي من اللَّه استحياءك من رجلين من صالحي عشيرتك‏ ","نهج الفصاحة"],["قال رسول الله(ص): مثل الّذي يتعلّم العلم ثمّ لا يحدّث به كمثل الّذي يكنز الكنز فلا ينفق منه. ","نهج الفصاحة"],["قال رسول الله(ص): مثل الّذي يعلّم النّاس الخير و ينسي نفسه مثل الفتيلة تضي‏ء للنّاس و تحرق نفسها ","نهج الفصاحة"],["قال رسول الله(ص): مثل المؤمن كالبيت الخرب في الظّاهر فإذا دخلته وجدته مونقا ومثل الفاجر كمثل القبر المشرف المجصّص يعجب من رآه وجوفه ممتلئ نتنا","نهج الفصاحة"],["قال رسول الله(ص): استرشدوا العاقل ترشدوا و لا تعصوه فتندموا. ","نهج الفصاحة"],["قال رسول الله(ص): من كثر كلامه كثر سقطه و من كثر سقطه كثر ذنوبه و من كثر ذنوبه كانت النّار أولى به. ","نهج الفصاحة"],["قال رسول الله(ص): من عامل النّاس فلم يظلمهم و حدّثهم فلم يكذبهم و وعدهم فلم يخلفهم فهو ممّن كملت مروّته و ظهرت عدالته ووجبت أخوته و حرمت غيبته","نهج الفصاحة"],["قال رسول الله(ص): من ستر على أخيه ستره اللَّه في الدّنيا و الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): من لم يكن له ورع يصدّه عن معصية اللَّه إذا خلا لم يعبا اللَّه بشي‏ء من عمله. ","نهج الفصاحة"],["قال رسول الله(ص): من نصر أخاه بظهر الغيب نصره اللَّه في الدّنيا و الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): من اشتاق إلى الجنة سارع إلى الخيرات، ومن أشفق من النار لهى عن الشهوات، ومن ترقب الموت لهي عن اللذات","نهج الفصاحة"],["قال رسول الله(ص): من تعوّد كثرة الطّعام و الشّراب قسا قلبه. ","نهج الفصاحة"],["قال رسول الله(ص): من قلّ طعمه صحّ بدنه و من كثر طعمه سقم بدنه و قسا قلبه. ","نهج الفصاحة"],["قال رسول الله(ص): من نظر إلى أخيه نظر مودّة لم يكن في قلبه إحنة لم يطرف حتّى يغفر اللَّه ما تقدّم من ذنبه‏ ","نهج الفصاحة"],["قال رسول الله(ص): من طلب الدّنيا بعمل الآخرة فما له في الآخرة من نصيب. ","نهج الفصاحة"],["قال رسول الله(ص): من التمس رضى الله بسخط الناس رضى الله عنه و أرضى عنه الناس و من التمس رضى الناس بسخط الله سخط الله عليه و أسخط عليه الناس","نهج الفصاحة"],["قال رسول الله(ص): من طلب محامد النّاس بمعاصى اللَّه عاد حامده من النّاس ذاما. ","نهج الفصاحة"],["قال رسول الله(ص): من كانت له سريرة صالحة أو سيّئة نشر اللَّه عليه منها رداء يعرف به. ","نهج الفصاحة"],["قال رسول الله(ص): من أنظر معسرا و وضع عنه أظلّه اللَّه تحت ظلّ عرشه يوم لا ظلّ إلّا ظلّه. ","نهج الفصاحة"],["قال رسول الله(ص): من انقطع إلى اللَّه كفاه اللَّه كلّ مؤنة و رزقه من حيث لا يحتسب و من انقطع إلى الدّنيا و كله اللَّه إليها. ","نهج الفصاحة"],["قال رسول الله(ص): من يصبر على الرّزيّة يعوّضه اللَّه و من يكظم غيظه يأجره اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): من أحبّ أن يكون أغنى النّاس فليكن بما في يد اللَّه أوثق منه بما في يده. ","نهج الفصاحة"],["قال رسول الله(ص): من كثرت صلاته باللّيل حسن وجهه بالنّهار. ","نهج الفصاحة"],["قال رسول الله(ص): من أحبّ أن يكون أقوى النّاس فليتوكّل على اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): من كان يؤمن باللَّه و اليوم الآخر فليقل خيرا و ليصمت. ","نهج الفصاحة"],["قال رسول الله(ص): من حاول أمرا بمعصية اللَّه كان أفوت بما رجا و أقرب لمجي‏ء ما اتّقى. ","نهج الفصاحة"],["قال رسول الله(ص): من أحسن صلاته حين يراه النّاس ثمّ أساءها حين يخلو فتلك استهانة استهان بها ربّه. ","نهج الفصاحة"],["قال رسول الله(ص): من أخلص للَّه أربعين صباحا ظهرت ينابيع الحكمة من قلبه على لسانه. ","نهج الفصاحة"],["قال رسول الله(ص): من آثر محبّة اللَّه على محبّة النّاس كفاه اللَّه مؤنة النّاس. ","نهج الفصاحة"],["قال رسول الله(ص): من أعطى حظّه من الرّفق فقد أعطي حظّه من خير الدّنيا و الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): من أحبّ أن يكون أكرم النّاس فليتّق اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): من سرّه أن يجد طعم الإيمان فليحبّ المرء لا يحبّه إلّا للَّه تعالى. ","نهج الفصاحة"],["قال رسول الله(ص): من أحبّ لقاء اللَّه أحبّ اللَّه لقائه و من كره لقاء اللَّه كره اللَّه لقائه. ","نهج الفصاحة"],["قال رسول الله(ص): من خاف اللَّه خوّف اللَّه منه كلّ شي‏ء. ","نهج الفصاحة"],["قال رسول الله(ص): من أتاه اللَّه خيرا فلير عليه. ","نهج الفصاحة"],["قال رسول الله(ص): من لم يشكر القليل لم يشكر الكثير. ","نهج الفصاحة"],["قال رسول الله(ص): من فتح له باب من خير فلينتهزه فإنّه لا يدري متى يغلق عنه. ","نهج الفصاحة"],["قال رسول الله(ص): من أسلم على يديه رجل وجبت له الجنّة. ","نهج الفصاحة"],["قال رسول الله(ص): من رأى عورة فسترها كان كمن أحيا موءودة من قبرها ","نهج الفصاحة"],["قال رسول الله(ص): من يسّر على معسر يسّر اللَّه عليه في الدّنيا و الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): من لا يرحم لا يرحم و من لا يغفر لا يغفر له. ","نهج الفصاحة"],["قال رسول الله(ص): من كان يؤمن باللَّه و اليوم الآخر فلا يروعنّ مسلما. ","نهج الفصاحة"],["قال رسول الله(ص): من كتم شهادة إذا دعى إليها كان كمن شهد بالزّور. ","نهج الفصاحة"],["قال رسول الله(ص): من لم يرض بقضاء اللَّه و لم يؤمن بقدر اللَّه فليلتمس إلها غير اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): من قبّل بين عيني أمّه كان له سترا من النّار. ","نهج الفصاحة"],["قال رسول الله(ص): أسرع الدّعاء إجابة دعاء غائب لغائب. ","نهج الفصاحة"],["قال رسول الله(ص): من عيّر أخاه بذنب لم يمت حتّى يعمله. ","نهج الفصاحة"],["قال رسول الله(ص): من بدأ بالكلام قبل السّلام فلا تجيبوه. ","نهج الفصاحة"],["قال رسول الله(ص): من أكثر من الاستغفار جعل اللَّه له من كلّ همّ فرجا و من كلّ ضيق مخرجا و رزقه من حيث لا يحتسب. ","نهج الفصاحة"],["قال رسول الله(ص): من أصيب بمصيبة في ماله أو جسده و كتمها و لم يشكها إلى النّاس كان حقّا على اللَّه أن يغفر له. ","نهج الفصاحة"],["قال رسول الله(ص): من أصبح و همّه التّقوى ثمّ أصاب فيما بين ذلك ذنبا غفر اللَّه له. ","نهج الفصاحة"],["قال رسول الله(ص): من أصبح و همّه غير اللَّه فليس من اللَّه في شي‏ء و من أصبح لا يهتمّ بالمسلمين فليس منهم. ","نهج الفصاحة"],["قال رسول الله(ص): من أذنب و هو يضحك دخل النّار و هو يبكي. ","نهج الفصاحة"],["قال رسول الله(ص): من أراد أن يعلم ماله عند اللَّه فلينظر ما للَّه عنده. ","نهج الفصاحة"],["قال رسول الله(ص): من أجرى اللَّه على يديه فرجا لمسلم فرّج اللَّه عنه كرب الدّنيا و الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): من أحبّ للَّه و أبغض للَّه و أعطى للَّه و منع للَّه فقد استكمل الإيمان. ","نهج الفصاحة"],["قال رسول الله(ص): من أحبّ شيئا أكثر من ذكره. ","نهج الفصاحة"],["قال رسول الله(ص): من أحبّ دنياه أضرّ بآخرته و من أحبّ آخرته أضرّ بدنياه فآثروا ما يبقى على ما يفنى. ","نهج الفصاحة"],["قال رسول الله(ص): من أحبّ قوما حشره اللَّه في زمرتهم. ","نهج الفصاحة"],["قال رسول الله(ص): من أحبّ أن يجد طعم الإيمان فليحبّ المرء لا يحبّه إلّا للَّه. ","نهج الفصاحة"],["قال رسول الله(ص): أشجع النّاس من غلب هواه. ","نهج الفصاحة"],["قال رسول الله(ص): من ابتلى فصبر و أعطى فشكر، و ظلم فغفر و ظلم فاستغفر أولئك لهم الأمن و هم مهتدون. ","نهج الفصاحة"],["قال رسول الله(ص): من اتّقى اللَّه أهاب اللَّه منه كلّ شي‏ء و من لم يتّق اللَّه أهابه اللَّه من كلّ شي‏ء. ","نهج الفصاحة"],["قال رسول الله(ص): من زهد في الدّنيا علّمه اللَّه بلا تعلّم و جعله بصيرا. ","نهج الفصاحة"],["قال رسول الله(ص): من ساء خلقه عذّب نفسه و من كبر همّه سقم بدنه و من لامى الرّجال ذهبت كرامته و سقطت مروّته. ","نهج الفصاحة"],["قال رسول الله(ص): من ذبّ عن عرض أخيه بالغيبة كان حقّا على اللَّه أن يقيه من النّار. ","نهج الفصاحة"],["قال رسول الله(ص): من رضي من اللَّه باليسير في الرّزق رضى اللَّه منه بالقليل من العمل. ","نهج الفصاحة"],["قال رسول الله(ص): من سرّه أن يستجيب اللَّه له عند الشّدائد و الكرب فليكثّر الدّعاء في الرّخاء. ","نهج الفصاحة"],["قال رسول الله(ص): من فقه الرّجل أن يصلح معيشته و ليس من حبّ الدّنيا طلب ما يصلحك. ","نهج الفصاحة"],["قال رسول الله(ص): من انقطع رجاؤه ممّا فات استراح بدنه و من رضى بما قسمه اللَّه قرّت عينه. ","نهج الفصاحة"],["قال رسول الله(ص): أشدّ النّاس حسرة يوم القيامة رجل أمكنه طلب العلم في الدّنيا فلم يطلبه ورجل علّم علما فانتفع به من سمعه منه دونه.","نهج الفصاحة"],["قال رسول الله(ص): من لم تنتفع بدينه و لا دنياه فلا خير لك في مجالسته و من لم يوجب لك فلا توجب له و لا كرامة. ","نهج الفصاحة"],["قال رسول الله(ص): من أحسن فيما بينه وبين الله كفاه الله ما بينه و بين الناس و من أصلح سريرته أصلح الله علانيته و من عمل لآخرته كفاه الله دنياه","نهج الفصاحة"],["قال رسول الله(ص): أشدّكم من ملك نفسه عند الغضب و أحلمكم من عفى بعد المقدرة. ","نهج الفصاحة"],["قال رسول الله(ص): أشرف الإيمان أن يأمنك النّاس و أشرف الإسلام أن يسلم النّاس من لسانك و يدك. ","نهج الفصاحة"],["قال رسول الله(ص): من أسوء النّاس من أذهب آخرته بدنيا غيره. ","نهج الفصاحة"],["قال رسول الله(ص): المعدة بيت الدّاء و الحمية رأس كلّ دواء. ","نهج الفصاحة"],["قال رسول الله(ص): هل من أحد يمشي على الماء إلّا ابتلت قدماه؟ كذلك صاحب الدّنيا لا يسلم من الذّنوب. ","نهج الفصاحة"],["قال رسول الله(ص): ويل للّذي يحدّث فيكذب فيضحك به القوم، ويل له، ويل له. ","نهج الفصاحة"],["قال رسول الله(ص): اتركوا الدّنيا لأهلها فإنّه من أخذ منه فوق ما يكفيه أخذ من حتفه و هو لا يشعر. ","نهج الفصاحة"],["قال رسول الله(ص): يا عجبا كلّ العجب للمصدّق بدار الخلود و هو يسعى لدار الغرور. ","نهج الفصاحة"],["قال رسول الله(ص): يأتي على النّاس زمان الصّابر منهم على دينه كالقابض على الجمر. ","نهج الفصاحة"],["قال رسول الله(ص): اطلبوا العلم و لو بالصّين فإنّ طلب العلم فريضة على كلّ مسلم إنّ الملائكة تضع أجنحتها لطالب العلم رضا بما يطلب. ","نهج الفصاحة"],["قال رسول الله(ص): أعظم النّاس في الدّنيا خطرا من لم يجعل للدّنيا عنده خطرا. ","نهج الفصاحة"],["قال رسول الله(ص): أعظم النّاس قدرا من ترك ما لا يعنيه. ","نهج الفصاحة"],["قال رسول الله(ص): اعلم أنّ ما أصابك لم يكن ليخطأك و ما أخطأك لم يكن ليصيبك. ","نهج الفصاحة"],["قال رسول الله(ص): اغتنم خمسا قبل خمس شبابك قبل هرمك و صحّتك قبل سقمك و غناك قبل فقرك و فراغك قبل شغلك و حياتك قبل موتك. ","نهج الفصاحة"],["قال رسول الله(ص): أفشوا السّلام و أطعموا الطّعام و صلوا الأرحام و صلّوا باللّيل و النّاس نيام تدخلوا الجنّة بسلام. ","نهج الفصاحة"],["قال رسول الله(ص): أفضل الأصحاب من إذا ذكرت (الله) أعانك و إذا نسيت ذكّرَك. ","نهج الفصاحة"],["قال رسول الله(ص): أفضل الإيمان أن تعلم أنّ اللَّه معك حيثما كنت. ","نهج الفصاحة"],["قال رسول الله(ص): أفضل الإيمان أن تحب لله و تبغض لله و تعمل لسانك في ذكر الله و أن تحب للناس ما تحب لنفسك و تكره لهم ما تكره لنفسك","نهج الفصاحة"],["قال رسول الله(ص): أفضل الإيمان الصّبر و السّماحة ","نهج الفصاحة"],["قال رسول الله(ص): أفضل الجهاد كلمة حقّ عند سلطان جائر. ","نهج الفصاحة"],["قال رسول الله(ص): اقرأ القرآن ما نهاك فإذا لم ينهك فلست تقرؤه. ","نهج الفصاحة"],["قال رسول الله(ص): اقرءوا القرآن و اعملوا به و لا تجفوا عنه و لا تغلوا فيه و لا تأكلوا به و لا تستكثروا به. ","نهج الفصاحة"],["قال رسول الله(ص): اقرءوا القرآن فإنّ اللَّه تعالى لا يعذّب قلبا وعى القرآن. ","نهج الفصاحة"],["قال رسول الله(ص): أتقى النّاس من قال الحقّ فيما له و عليه. ","نهج الفصاحة"],["قال رسول الله(ص): أقلّ النّاس لذّة الحسود. ","نهج الفصاحة"],["قال رسول الله(ص): أقلّ النّاس راحة البخيل. ","نهج الفصاحة"],["قال رسول الله(ص): أقلّ من الذّنوب يهن عليك الموت. ","نهج الفصاحة"],["قال رسول الله(ص): اتّقوا الدّنيا فو الّذي نفسي بيده إنّها لأسحر من هاروت و ماروت. ","نهج الفصاحة"],["قال رسول الله(ص): أكثر خطايا ابن آدم في لسانه. ","نهج الفصاحة"],["قال رسول الله(ص): أكثر النّاس ذنوبا يوم القيامة أكثرهم كلاما فيما لا يعنيه. ","نهج الفصاحة"],["قال رسول الله(ص): أكثر ذكر الموت فإنّ ذكره يسلّيك ممّا سواه. ","نهج الفصاحة"],["قال رسول الله(ص): أكثروا ذكر الموت فإنه يمحص الذنوب ويزهد في الدنيا فإن ذكرتموه عند الغنى هدمه وإن ذكرتموه عند الفقر أرضاكم بعيشكم","نهج الفصاحة"],["قال رسول الله(ص): أكثروا من الإخوان فإنّ ربّكم حييّ كريم يستحيي أن يعذّب عبده بين إخوانه يوم القيامة. ","نهج الفصاحة"],["قال رسول الله(ص): أكثر من الدّعاء فإنّ الدّعاء يردّ القضاء. ","نهج الفصاحة"],["قال رسول الله(ص): ألا ربّ شهوة ساعة أورثت حزنا طويلا. ","نهج الفصاحة"],["قال رسول الله(ص): ألا ربّ قائم ليس له من القيام إلّا السّهر و ربّ صائم ليس له من صيامه إلّا الجوع و العطش. ","نهج الفصاحة"],["قال رسول الله(ص): آفة العلم النّسيان و إضاعته أن تحدّث به غير أهله. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ أحبّ عباد اللَّه إلى اللَّه أنصحهم لعباده. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ أحبّ عباد اللَّه إلى اللَّه من حبّب إليه المعروف و حبّب إليه فعاله. ","نهج الفصاحة"],["قال رسول الله(ص): اثنان يعجّلهما اللَّه في الدّنيا البغى و عقوق الوالدين. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ أحدكم مرآة أخيه فإذا رأى به أذى فليمطّه عنه. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ أحساب أهل الدّنيا الّذين يذهبون إليه هذا المال. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ أحسن الحسن الخلق الحسن. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ أخوف ما أخاف على أمّتي كلّ منافق عليم الّلسان. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ أشدّ النّاس ندامة يوم القيامة رجل باع آخرته بدنيا غيره. ","نهج الفصاحة"],["قال رسول الله(ص): إن أناسا من أهل الجنّة يطّلعون إلى أناس من أهل النّار فيقولون بم دخلتم النّار فواللَّه ما دخلنا الجنة إلّا بما تعلّمنا منكم.","نهج الفصاحة"],["قال رسول الله(ص): إنّ الشّياطين تغدوا براياتها إلى الأسواق فيدخلون مع أوّل داخل و يخرجون مع آخر خارج. ","نهج الفصاحة"],["قال رسول الله(ص): إن العار ليلزم المرء يوم القيامة حتى يقول يا رب لإرسالك بي إلى النار أيسر علي مما ألقى و إنه ليعلم ما فيها من شدة العذاب.","نهج الفصاحة"],["قال رسول الله(ص): إنّ العبد ليذنب الذّنب فيدخل به الجنّة يكون نصب عينيه تائبا فارّا حتّى يدخل به الجنّة. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه بحكمته و فضله جعل الرّوح و الفرح في اليقين و الرّضا و جعل الهمّ و الحزن في الشّك و السّخط. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى جعل ما يخرج من ابن آدم مثلا للدّنيا. ","نهج الفصاحة"],["قال رسول الله(ص): أجيبوا الدّاعي و لا تردّوا الهديّة و لا تضربوا المسلمين. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى جميل يحبّ الجمال سخيّ يحبّ السّخاء، نظيف يحبّ النّظافة ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى جواد يحبّ الجود و يحبّ معالي الأخلاق و يكره سفسافها. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى حيث خلق الدّاء خلق الدّواء فتداووا. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى لم يخلق خلقا هو أبغض إليه من الدّنيا و ما نظر إليها منذ خلقها بغضا لها. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى ليحمي عبده المؤمن من الدّنيا و هو يحبّه كما تحمون مريضكم الطّعام و الشّراب تخافون عليه. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى يباهي بالشّاب العابد الملائكة، يقول أنظروا إلى عبدي ترك شهوته من أجلي. ","نهج الفصاحة"],["قال رسول الله(ص): أحبب حبيبك هونا ما عسى أن يكون بغيضك يوما ما و أبغض بغيضك هونا ما عسى أن يكون حبيبك يوما ما. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى يبغض المعبّس في وجوه إخوانه. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى يحبّ المداومة على الإخاء القديم فداوموا. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى يقول أنا مع عبدي ما ذكرني و تحرّكت بي شفتاه. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى يقول أنا خير قسيم لمن أشرك بي من أشرك بي شيئا فإنّ عمله قليله‏ ","نهج الفصاحة"],["قال رسول الله(ص): أحبّ الأعمال إلى اللَّه بعد الفرائض إدخال السّرور على المسلم. ","نهج الفصاحة"],["عن رسول الله(ص): إخبارا عن الله تعالى‏ من شغله ذكري عن مسألتي أعطيته أفضل ما أعطي السائلين‏","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): اللهم أحيني مسكينا و أمتني مسكينا و احشرني مع المساكين‏","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): أن الله يبغض الصحيح الفارغ لا في شغل الدنيا و لا في شغل الآخرة","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): داووا مرضاكم بالصدقة","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): إن البلوى أسرع إلى المؤمن من الماء إلى الحدور","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): أنه‏ يفتح أبواب الجنة يوم الإثنين و يوم الخميس فيغفر لكل عبد مؤمن لا يشرك بالله شيئا ثم ساق الحديث‏","جمال الأسبوع بكمال العمل المشروع"],["عن رسول الله(ص): ما من صلاة يحضر وقتها إلا نادى ملك بين يدي الناس قوموا إلى نيرانكم التي أوقدتموها على ظهوركم فأطفئوها بصلاتكم‏","فلاح السائل ونجاح المسائل"],["عن رسول الله(ص): قسمت الحكمة عشرة أجزاء فأعطي علي تسعة أجزاء و أعطي الناس جزء واحدا","بناء المقالة الفاطمية في نقض الرسالة العثمانية"],["عن رسول الله(ص): لو حدثت بكل ما أنزل في علي ما وطئ على موضع في الأرض إلا أخذ ترابه إلى الماء","كشف الغمة في معرفة الأئمة "],["عن رسول الله(ص): من فارق عليا فارقني و من فارقني فارق الله عز و جل‏","كشف اليقين في فضائل أمير المؤمنين عليه السلام"],["عن رسول الله(ص): من علم علما و كتمه ألجمه الله يوم القيامة بلجام من النار","كشف اليقين في فضائل أمير المؤمنين عليه السلام"],["عن رسول الله(ص): الصلاة في أول الوقت رضوان الله و في آخره عفو الله‏","نهج الحق و كشف الصدق /   /  / الثاني في الصلاة و فيه مسائل .....  ص : "],["عن رسول الله(ص): أحب الناس إلي منزلة رجل يؤمن بالله و رسوله و يقيم الصلاة و يؤتي الزكاة و يعمر ماله و يحفظ دينه و يعتزل الناس‏","التحصين في صفات العارفين"],["عن رسول الله(ص): أنه قال‏ لا يستكمل العبد حقيقة الإيمان حتى يكون أن لا يعرف أحب إليه من أن يعرف و حتى يكون قلة الشي‏ء أحب إليه من كثرته‏","التحصين في صفات العارفين"],["عن رسول الله(ص): إن أحب العباد إلى الله الأتقياء الأخفياء الذين إذا حضروا لم يعرفوا و إذا غابوا لم يفتقدوا و إذا خطبوا لم يزوجوا","التحصين في صفات العارفين"],["عن رسول الله(ص): أ لا أخبركم بأهل الجنة قالوا بلى يا رسول الله قال كل أشعث أغبر ذي طمرين لا يؤبه به لو أقسم على الله لأبر قسمه‏","التحصين في صفات العارفين"],["عن رسول الله(ص):  رحم الله [نضر الله‏] من سمع مقالتي فوعاها و أداها كما سمعها فرب حامل علم ليس بفقيه.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): الدعاء مخ العبادة","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): الكيس دان نفسه و عمل لما بعد الموت  و الأحمق و العاجز من أتبع نفسه هواها و تمنى على الله المغفرة.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): العلم الذي لا يعمل به كالكنز الذي لا ينفق منه أتعب صاحبه نفسه في جمعه و لم يصل إلى نفعه.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): مثل الذي يعلم و لا يعمل به مثل السراج يضي‏ء للناس و يحترق نفسه.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): ليس من أخلاق المؤمن الملق إلا في طلب العلم.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): من لم يبال من أين اكتسب المال لم يبال الله من أين أدخله النار.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): من قال سبحان الله غرس الله بها عشر شجرات في الجنة فيها من أنواع الفواكه‏","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): لو أن ثوبا من ثياب أهل الجنة ألقي إلى أهل الدنيا لم تحتمله أبصارهم و لماتوا من شهوة النظر إليه‏","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): إياكم و فضول المطعم فإنه يسم القلب بالقسوة.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): ما يعبد الله بشي‏ء مثل الزهد في الدنيا.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): الفقر فخري و به أفتخر.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): اطلعت في الجنة فوجدت أكثر أهلها الفقراء و المساكين و إذا ليس فيها أحد أقل من الأغنياء و النساء.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): من أحب أن يستجاب دعاؤه فليطيب مطعمه و كسبه.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): يقول الله عز و جل‏ من سألني و هو يعلم أني أضر و أنفع أستجيب له.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): من دخل المقابر فقرأ سورة يس خفف الله عنهم يومئذ و كان له بعدد من فيها حسنات.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): إن الله يحب السائل اللحوح.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): من عامل الناس فلم يظلمهم و حدثهم فلم يكذبهم و وعدهم فلم يخلفهم كانت ممن حرمت غيبته و كملت مروءته و ظهرت عدالته و وجبت أخوته","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): على كل قلب جاثم من الشيطان فإذا ذكر اسم الله خنس الشيطان و ذاب و إذا ترك الذكر التقمه الشيطان  فجذبه وأغواه و استزله وأطغاه.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): ما ستر الله على عبد في الدنيا إلا ستر عليه في الآخرة.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): من آثر محامد الله على محامد الناس كفاه الله مئونة الناس.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): من أخلص لله أربعين يوما فجر الله ينابيع الحكمة من قلبه على لسانه.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): أربع لا يصيبهن إلا مؤمن الصمت وهو أول العبادة والتواضع لله سبحانه و تعالى و ذكر الله على كل حال وقلة الشي‏ء يعني قلة المال","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): الرؤيا الصالحة من الله فإذا رأى أحدكم ما يحب فلا يحدث بها إلا من يحب و إذا رأى رؤيا مكروها فليتفل عن يساره ","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): قال الله تبارك و تعالى‏ من شغله قراءة القرآن عن دعائي و مسألتي أعطيته أفضل ثواب الشاكرين.","عدة الداعي و نجاح الساعي"],["عن رسول الله(ص): أحب المؤمنين إلى الله تعالى من نصب نفسه في طاعة الله و نصح لأمة نبيه و تفكر في عيوبه و أصلحها و علم فعمل و علم‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): إذا مات الرجل انقطع عمله إلا من ثلاثة صدقة جارية و علم ينتفع به و ولد صالح يدعو له‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): الدنيا ملعونة و ملعون من فيها إلا عالماً أو متعلماً أو ذاكراً لله تعالى","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): علم لا ينتفع به ككنز لا ينفق منه‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): لا تخالفوا على الله في أمره فقالوا و ما ذاك يا رسول الله قال تسعون في عمران دار قد قضى الله خرابها","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): ويل للأغنياء من الفقراء يوم القيامة يقولون ربنا ظلمونا حقوقنا التي فرضت عليهم في أموالهم‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): جاء الأجل دون رجاء الأمل‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): خير شبابكم من تزيا بزي كهولكم و شر كهولكم من تزيا بزي شبابكم‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): إن أهل الجنة لا يندمون على شي‏ء من أمور الدنيا إلا على‏ ساعة مرت بهم في الدنيا لم يذكروا الله تعالى","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): ما آمن بالقرآن من استحل محارمه‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): شرف المؤمن صلاته بالليل و عزه استغناؤه عن الناس‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): إن البيوت التي يصلّى فيها بالليل و يُتلى فيها القرآن تُضي‏ء لأهل السماء كما تُضي‏ء الكواكب الدرية لأهل الأرض‏ ","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): ليكن أحدكم رطبا من ذكر ربه‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): يا علي عليك بالبكاء من خشية الله يبني لك بكل قطرة بيتا في الجنة","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): من وقي شر قبقبه و لقلقه و ذبذبه فقد وقي الشر كله و القبقب البطن و اللقلق اللسان و الذبذب الفرج‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): إن الله تعالى ليعجب من يأس العبد من رحمته و قنوطه من عفوه مع عظيم سعة رحمته‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): اعبد الله كأنك تراه فإن لم تكن تراه فهو يراك‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): من شر عبيد الله من يكره مجالسته لفحشه‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): أفضل العبادة الدعاء","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): إن العبد ليرفع يده إلى الله و مطعمه حرام فكيف يستجاب له و هذا حاله‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): عند فناء الصبر يأتي الفرج‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): إن الله لا يستجيب دعاء عبده و قلبه لاه‏","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): خير العبادة أخفاها","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): ما يعبد الله بشي‏ء مثل الزهد في الدنيا","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): لا يزال الغم و الهم بالمؤمن حتى لا يدع له ذنبا","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): من اجتهد من أمتي بترك شهوة من شهوات الدنيا فتركها من مخافة الله آمنه الله من الفزع الأكبر و أدخله الجنة","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): صلاة الليل سراج لصاحبها في ظلمة القبر و قول لا إله إلا الله يطرد الشيطان عن قائلها","إرشاد القلوب إلى الصواب (للديلمي)"],["عن رسول الله(ص): لساعة من عالم يتكئ على فراشه ينظر في علمه خير من عبادة العابد سبعين عاما","اعلام الدين في صفات المؤمنين"],["عن رسول الله(ص): لا يدخل الجنة أحد إلا بجواز بسم الله الرحمن الرحيم  هذا كتاب من الله لفلان بن فلان أدخلوه جنة عالية قطوفها دانية","اعلام الدين في صفات المؤمنين"],["عن رسول الله(ص): من أحب دنياه أضر بآخرته‏","اعلام الدين في صفات المؤمنين"],["عن رسول الله(ص): من كان يأمل أن يعيش غدا فإنه يأمل أن يعيش أبدا","اعلام الدين في صفات المؤمنين"],["عن رسول الله(ص): يقول الله تعالى يا دنيا موري على عبدي المؤمن بأنواع البلاء و ضيقي عليه في معيشته و لا تحلولي له فيسكن إليك‏","اعلام الدين في صفات المؤمنين"],["عن رسول الله(ص): من حفظ على أمتي أربعين حديثا من أمر دينها بعثه الله يوم القيامة في زمرة الفقهاء و العلماء","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): ما من عبد أذنب ذنبا فقام فتوضأ فأحسن الطهور ثم يقوم فيصلي ركعتين ثم يستغفر الله إلا غفر الله له‏","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): الشتاء ربيع المؤمن قصر نهاره فصام و طال ليله فقام‏ (بالتهجد والعبادة)","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): من طلب الشهادة صادقا أعطاها و إن لم تصبه‏","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): صل صلاة مودع كأنك تراه فإن كنت لا تراه فإنه يراك و تيأس عما في أيدي الناس تعش غنيا و إياك و ما تعتذر منه‏","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): إذا أردت أن تدعو الله فقدم صلاة أو صدقة أو خيرا أو ذكرا","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): من ترك صلاة لقي الله و هو عليه غضبان‏","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص):  إذا طلع الفجر فقد ذهب كل صلاة الليل و الوتر فأوتروا قبل طلوع الفجر","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص):  ما من عبد يسجد لله سجدة إلا رفعه الله بها درجة و حط بها عنه خطيئة","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): ‏ أكثر من يدخل النار المتكبرون‏","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص):  الرفق رأس الحكمة اللهم من ولي شيئا من أمور أمتي فرفق بهم فارفق به و من شق عليهم فاشقق عليه‏","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص):  دع ما يريبك إلى ما لا يريبك‏","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): لا يقبل الله صلاة إلا بطهور و بالصلاة علي‏","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): من صلى صلاة و لم يصل فيها علي و على آلي لم تقبل منه تلك الصلاة","عوالي اللئالي العزيزية في الأحاديث الدينية"],["عن رسول الله(ص): إذا أحب الله عبدا ابتلاه فإن صبر اجتباه فإن رضي اصطفاه‏","مسكن الفؤاد عند فقد الأحبة و الأولاد "],["عن رسول الله(ص): الصائم في عبادة و إن كان نائما ما لم يغتب مسلما.","تأويل الآيات الظاهرة في فضائل العترة الطاهرة"],["عن رسول الله(ص): أن الله تعالى قد تكفل لطالب العلم برزقه خاصة عما ضمنه لغيره‏","تأويل الآيات الظاهرة في فضائل العترة الطاهرة"],["عن رسول الله(ص): ما نزل البلاء بالمؤمن و المؤمنة في نفسه و ولده و ماله حتى يلقى الله عز و جل و ما عليه خطيئة","تأويل الآيات الظاهرة في فضائل العترة الطاهرة"],["عن رسول الله(ص):  ضرب المسلم على فخذه عند المصيبة احباط لأجره.","آرام بخش دل داغديدگان"],["عن رسول الله(ص): من عزى حزينا البسه الله عز و جل من لباس التقوى و صلى على روحه في الارواح.","ارمغان شهيد "],["عن رسول الله(ص): الدنيا ساعة فاجعلها عبادة.","شرح مصباح الشريعة"],["عن رسول الله(ص): ويل للناس من القبقبين، قيل: و ما هما يا رسول الله؟! قال: البطن و الفرج.","شرح مصباح الشريعة"],["عن رسول الله(ص): غضوا أبصاركم تروا العجائب.","شرح مصباح الشريعة"],["عن رسول الله(ص): ان الله اوحى إلى ان تواضعوا حتى لا يفخر احد على احد، و لا يبغى احد على احد، و ما تواضع احد لله إلا رفعه الله.","شرح مصباح الشريعة"],["عن رسول الله(ص): في القلب نور لا يضي‏ء إلا في اتباع الحق و قصد السبيل، و هو من نور الانبياء مودع في قلوب المؤمنين.","شرح مصباح الشريعة"],["عن رسول الله(ص): من اصبح و همه غير الله، فقد اصبح من الخاسرين المبعدين‏","شرح مصباح الشريعة"],["عن رسول الله(ص): اكثروا ذكر هاذم الذات، قيل: و ما هو يا رسول الله؟ فقال: الموت.","شرح مصباح الشريعة"],["عن رسول الله(ص): من احب لقاء الله، احب الله لقاءه، و من كره لقاء الله كره الله لقاءه‏","شرح مصباح الشريعة"],["عن رسول الله(ص): اذا اراد الله بعبد خيرا الهاه عن محاسنه، و جعل مساويه بين عينيه، و كرهه مجالسة المعرضين عن ذكر الله تعالى.","شرح مصباح الشريعة"],["عن رسول الله(ص): المرء مع من احب، فمن احب عبدا في الله فانما احب الله تعالى، و لا يحب عبد الله إلا احبه الله.","شرح مصباح الشريعة"],["عن رسول الله(ص): افضل الناس بعد النبيين صلوات الله عليهم اجمعين في الدنيا و الآخرة، المحبون لله، المتحابون فيه.","شرح مصباح الشريعة"],["عن رسول الله(ص): لأن يهدى الله على يديك عبدا من عباده، خير لك مما طلعت عليه الشمس من مشارقها إلى مغاربها.","شرح مصباح الشريعة"],["عن رسول الله(ص): المؤمن يأكل بشهوة أهله و المنافق يأكل أهله بشهوته‏","مجموعة نفيسة في تاريخ الأئمة عليهم السلام"],["عن رسول الله(ص): لا تكثروا الكلام بغير ذكر الله فان كثرة الكلام بغير ذكر الله قسوا القلب، ان ابعد الناس من الله القلب القاسى.","منهاج النجاح في ترجمة مفتاح الفلاح / مقدمه‏ /  / فصل  در اينكه خداوند در هر چيز به كم اكتفاء كرد و حد براى آن معين فرموده است مگر در ذكر و دعا، و در آن چهار تبصره است .....  ص : "],["عن رسول الله(ص): من كثر صلاته بالليل حسن وجهه بالنهار","منهاج النجاح في ترجمة مفتاح الفلاح / مقدمه‏ /  / فصل  در بيان اوقات و امكنه است و در آن يك تبصره است .....  ص : "],["عن رسول الله(ص): تنفلوا في ساعة الغفلة و لو بركعتين خفيفتين فإنهما تورثان دار الكرامة","منهاج النجاح في ترجمة مفتاح الفلاح / مقدمه‏ /  / فصل  در بيان اوقات و امكنه است و در آن يك تبصره است .....  ص : "],["عن رسول الله(ص): قال الله عز و جل إذا عصاني من خلقي من يعرفني سلطت عليه من خلقي من لا يعرفني‏","الوافي "],["عن رسول الله(ص): نعم وزير الإيمان العلم و نعم وزير العلم الحلم و نعم وزير الحلم الرفق و نعم وزير الرفق الصبر","الوافي "],["عن رسول الله(ص): تذاكروا و تلاقوا و تحدثوا فإن الحديث جلاء للقلوب إن القلوب لترين كما يرين السيف جلاؤه الحديث‏","الوافي "],["عن رسول الله(ص): كفى بالموت موعظة  و كفى باليقين غنى و كفى بالعبادة شغلا","الوافي "],["عن رسول الله(ص): إن الله يحب من الخير ما يعجل‏","الوافي "],["عن رسول الله(ص): مداراة الناس نصف الإيمان و الرفق بهم نصف العيش","الوافي "],["عن رسول الله(ص): إن الرفق لم يوضع على شي‏ء إلا زانه و لا نزع من شي‏ء إلا شانه‏","الوافي "],["عن رسول الله(ص): إن أعظم الناس منزلة عند الله يوم القيامة أمشاهم في أرضه بالنصيحة لخلقه‏","الوافي "],["عن رسول الله(ص): يا معاشر التجار ارفعوا رءوسكم فقد وضح لكم الطريق تبعثون يوم القيامة فجارا إلا من صدق حديثه‏","الوافي "],["عن رسول الله(ص): إن الملك ليصعد بعمل العبد مبتهجا به فإذا صعد بحسناته يقول الله عز و جل اجعلوها في سجين إنه ليس إياي أراد به.","الوافي "],["عن رسول الله(ص): لا يتمنى أحدكم الموت لضر نزل به و ليقل اللهم أحيني ما كانت الحياة خيرا لي و توفني إذا كانت الوفاة خيرا لي.","وسائل الشيعة"],["عن رسول الله(ص): أشراف أمتي حملة القرآن و أصحاب الليل.","وسائل الشيعة"],["عن رسول الله(ص): قال الله تبارك و تعالى‏ من شغل بقراءة القرآن عن دعائي و مسألتي أعطيته أفضل ثواب الشاكرين.","وسائل الشيعة"],["عن رسول الله(ص): أفضل العبادة قراءة القرآن.","وسائل الشيعة"],["عن رسول الله(ص): ليس شي‏ء أشد على الشيطان من القراءة في المصحف نظرا","وسائل الشيعة"],["عن رسول الله(ص): تعرف إلى الله في الرخاء يعرفك في الشدة فإذا سألت فاسأل الله و إذا استعنت فاستعن بالله.","وسائل الشيعة"],["عن رسول الله(ص): من أكثر ذكر الله أحبه الله و من ذكر الله كثيرا كتبت له براءتان براءة من النار و براءة من النفاق.","وسائل الشيعة"],["عن رسول الله(ص): إذا قال العبد سبحان الله فقد أنف لله و حق على الله أن ينصره.","وسائل الشيعة"],["عن رسول الله(ص): من قال سبحان الله من غير تعجب خلق الله منها طائرا أخضر يستظل بظل العرش يسبح فيكتب له ثوابه إلى يوم القيامة.","وسائل الشيعة"],["عن رسول الله(ص): من قال لا إله إلا الله  في ساعة من ليل أو نهار طلست ما في صحيفته من السيئات.","وسائل الشيعة"],["عن رسول الله(ص): ما من مسلم يقول لا إله إلا الله  يرفع بها صوته فيفرغ حتى تتناثر ذنوبه تحت قدميه كما يتناثر ورق الشجرة تحتها.","وسائل الشيعة"],["عن رسول الله(ص): ليس على أصحاب لا إله إلا الله وحشة في قبورهم كأني أنظر إليهم ينفضون رءوسهم و يقولون‏ الحمد لله الذي صدقنا وعده‏.","وسائل الشيعة"],["عن رسول الله(ص): إذا قال العبد لا حول و لا قوة إلا بالله  فقد فوض أمره إلى الله و حق على الله أن يكفيه.","وسائل الشيعة"],["عن رسول الله(ص): .    إذا أيقظ الرجل أهله من الليل و توضئا و صليا كتبا من الذاكرين الله كثيرا و الذاكرات","وسائل الشيعة"],["عن رسول الله(ص): من اغتاب أخاه المسلم بطل صومه و نقض وضوؤه فإن مات و هو كذلك مات و هو مستحل لما حرم الله.","وسائل الشيعة"],["عن رسول الله(ص): من صام يوما تطوعا فلو أعطي مل‏ء الأرض ذهبا ما وفي أجره دون يوم الحساب.","وسائل الشيعة"],["عن رسول الله(ص): دخلت الجنة فوجدت أكثر أهلها البله يعني بالبله المتغافل عن الشر العاقل في الخير و الذين يصومون ثلاثة أيام من كل شهر.","وسائل الشيعة"],["عن رسول الله(ص): من صام ثلاثة أيام في الشهر فقيل له أنت صائم الشهر كله فقال نعم فقد صدق لأن الله تعالى يقول‏ من جاء بالحسنة فله عشر أمثالها.","وسائل الشيعة"],["عن رسول الله(ص): أكثر ما تلج به أمتي الجنة تقوى الله و حسن الخلق.","وسائل الشيعة"],["عن رسول الله(ص): ينزع الله من العبد الحياء فيصير ماقتا ممقتا ثم ينزع منه الحياء ثم الرحمة ثم يخلع دين الإسلام من عنقه فيصير شيطانا لعينا.","وسائل الشيعة"],["عن رسول الله(ص): إن على لسان كل قائل رقيبا فليتق الله العبد و لينظر ما يقول.","وسائل الشيعة"],["عن رسول الله(ص): من لم يحسب كلامه من عمله كثرت خطاياه و حضر عذابه.","وسائل الشيعة"],["عن رسول الله(ص): من مدح أخاه المؤمن في وجهه و اغتابه من ورائه فقد انقطع ما بينهما من العصمة.","وسائل الشيعة"],["عن رسول الله(ص): من سمع فاحشة فأفشاها كان كمن أتاها و من سمع خيرا فأفشاه كان كمن عمله.","وسائل الشيعة"],["عن رسول الله(ص): ألا أنبئكم بشراركم قالوا بلى يا رسول الله  قال المشاءون بالنميمة المفرقون بين الأحبة الباغون للبرآء المعايب.","وسائل الشيعة"],["عن رسول الله(ص): إن لله ملائكة سياحين في الأرض يبلغوني عن أمتي السلام.","وسائل الشيعة"],["عن رسول الله(ص): الشديد من غلب نفسه.","وسائل الشيعة"],["عن رسول الله(ص): الإسلام عريان فلباسه الحياء و زينته الوفاء و مروءته العمل الصالح و عماده الورع ولكل شي‏ء أساس و أساس الإسلام حبنا أهل البيت","وسائل الشيعة"],["عن رسول الله(ص): طوبى لصورة نظر الله إليها تبكي على ذنب من خشية الله لم يطلع على ذلك الذنب غيره.","وسائل الشيعة"],["عن رسول الله(ص): اعمل بفرائض الله تكن أتقى الناس.","وسائل الشيعة"],["عن رسول الله(ص): من أذنب ذنبا و هو ضاحك دخل النار و هو باك.","وسائل الشيعة"],["عن رسول الله(ص): اعترفوا بنعم الله ربكم و توبوا إلى الله من جميع ذنوبكم فإن الله يحب الشاكرين من عباده.","وسائل الشيعة"],["عن رسول الله(ص): غفر الله لرجل كان قبلكم كان سهلا إذا باع سهلا إذا اشترى سهلا إذا قضى سهلا إذا استقضى.","وسائل الشيعة"],["عن رسول الله(ص): من ضمن لأخيه حاجة لم ينظر الله عز و جل في حاجته حتى يقضيها.","وسائل الشيعة"],["عن رسول الله(ص): يا علي إذا أكلت فقل بسم الله و إذا فرغت فقل الحمد لله فإن حافظيك لا يبرحان يكتبان لك الحسنات حتى تبعده عنك.","وسائل الشيعة"],["عن رسول الله(ص): فضل العلم أحب إلى الله من فضل العبادة و أفضل دينكم الورع.","الفصول المهمة في أصول الأئمة (تكملة الوسائل)"],["عن رسول الله(ص): ما أتى على أهل الدنيا يوم واحد منذ خلقها الله عز و جل إلا و السماء فيها تمطر فيجعل الله ذلك حيث يشاء.","الفصول المهمة في أصول الأئمة (تكملة الوسائل)"],["عن رسول الله(ص): إذا كان آخر الليل يقول الله سبحانه: هل من داع فاجيبه؟ هل من سائل فاعطيه سؤله؟ هل من مستغفر فأغفر له؟ هل من تائب فأتوب عليه؟","الجواهر السنية في الأحاديث القدسية"],["عن رسول الله(ص): أنا أولى بكل مؤمن من نفسه، و علي أولى به من بعدي (الحديث).","إثبات الهداة بالنصوص و المعجزات "],["عن رسول الله(ص): في علي: إنه باب حطة المبتلى به، مثله فيكم مثل سفينة نوح، من ركبها نجا و من تخلف عنها هوى.","إثبات الهداة بالنصوص و المعجزات "],["عن رسول الله(ص): إذا أنا مت تضل الأهواء، و يرجع الناس على أعقابهم، فالحق يومئذ مع علي و القرآن بيده.","إثبات الهداة بالنصوص و المعجزات "],["عن رسول الله(ص): من بات على طهر فكأنما أحيا الليل.","هداية الأمة إلى أحكام الأئمة عليهم السلام "],["عن رسول الله(ص): من أكثر ذكر الموت أحبه الله.","هداية الأمة إلى أحكام الأئمة عليهم السلام "],["عن رسول الله(ص): لا يموتن أحدكم حتى يحسن ظنه بالله، فإن حسن الظن بالله ثمن الجنة.","هداية الأمة إلى أحكام الأئمة عليهم السلام "],["عن رسول الله(ص): من قرأ القرآن ثم شرب عليه حراما، أو آثر عليه حب الدنيا و زينتها استوجب عليه سخط الله إلا أن يتوب.","هداية الأمة إلى أحكام الأئمة عليهم السلام "],["عن رسول الله(ص): أعجز الناس من عجز عن الدعاء، و أبخل الناس من بخل بالسلام.","البرهان في تفسير القرآن "],["عن رسول الله(ص): أفضلكم منزلة عند الله تعالى أطولكم جوعا و تفكرا، و أبغضكم إلى الله كل نئوم أكول.","البرهان في تفسير القرآن "],["عن رسول الله(ص): ما اتخذ الله إبراهيم خليلا إلا لإطعامه الطعام، و صلاته بالليل و الناس نيام.","البرهان في تفسير القرآن "],["عن رسول الله(ص): إن الله تعالى ليحصي على العبد كل شي‏ء، حتى أنينه في مرضة","البرهان في تفسير القرآن "],["عن رسول الله(ص): التوحيد ثمن الجنة، و الحمد لله وفاء كل نعمة؛ و خشية الله مفتاح كل حكمة و الإخلاص ملاك كل طاعة.","البرهان في تفسير القرآن "],["عن رسول الله(ص): أنه سئل عن أطفال المشركين، فقال: هم خدام أهل الجنة","البرهان في تفسير القرآن "],["عن رسول الله(ص): إن الله خلق الإسلام فجعل له عرصة و جعل له نورا و جعل له حصنا و جعل له ناصرا فأما عرصته فالقرآن و أما نوره فالحكمة","مرآة العقول في شرح أخبار آل الرسول"],["عن رسول الله(ص): ثلاث من لقي الله عز و جل بهن دخل الجنة من أي باب شاء من حسن خلقه و خشي الله في المغيب و المحضر و ترك المراء و إن كان محقا","مرآة العقول في شرح أخبار آل الرسول"],["عن رسول الله(ص): من كان يؤمن بالله و اليوم الآخر فليف إذا وعد","مرآة العقول في شرح أخبار آل الرسول"],["عن رسول الله(ص): الرؤيا لا تقص إلا على مؤمن خلا من الحسد و البغي‏","مرآة العقول في شرح أخبار آل الرسول"],["عن رسول الله(ص): أعلم الناس من جمع علم الناس إلى علمه و أكثر الناس قيمة أكثرهم علما و أقل الناس قيمة أقلهم علما.","بحار الأنوار"],["عن رسول الله(ص): فضل العلم أحب إلى الله من فضل العبادة و أفضل دينكم الورع.","بحار الأنوار"],["عن رسول الله(ص): أربع يلزمن كل ذي حجى و عقل من أمتي قيل يا رسول الله ما هن قال استماع العلم و حفظه و نشره عند أهله و العمل به.","بحار الأنوار"],["عن رسول الله(ص): طلب العلم فريضة على كل مسلم ألا إن الله يحب بغاة العلم.","بحار الأنوار"],["عن رسول الله(ص): من خرج يطلب بابا من علم ليرد به باطلا إلى حق أو ضلالة إلى هدى كان عمله ذلك كعبادة متعبد أربعين عاما.","بحار الأنوار"],["عن رسول الله(ص): العلم خزائن و مفتاحه السؤال فاسألوا يرحمكم الله فإنه يؤجر فيه أربعة السائل و المعلم و المستمع و المحب لهم.","بحار الأنوار"],["عن رسول الله(ص): أحكم الناس من فر من جهال الناس و أسعد الناس من خالط كرام الناس .","بحار الأنوار"],["عن رسول الله(ص): من يرد الله به خيرا يفقهه في الدين.","بحار الأنوار"],["عن رسول الله(ص): إذا كان يوم القيامة وزن مداد العلماء بدماء الشهداء فيرجح مداد العلماء على دماء الشهداء.","بحار الأنوار"],["عن رسول الله(ص): فضل العالم على العابد كفضل القمر على سائر النجوم ليلة البدر.","بحار الأنوار"],["عن رسول الله(ص): من الصدقة أن يتعلم الرجل العلم و يعلمه الناس.","بحار الأنوار"],["عن رسول الله(ص): من عرف نفسه فقد عرف ربه ثم عليك من العلم بما لا يصح العمل إلا به و هو الإخلاص.","بحار الأنوار"],["عن رسول الله(ص): أن الله يحب الصوت الخفيض و يبغض الصوت الرفيع.","بحار الأنوار"],["عن رسول الله(ص): من جوامع كلماته أنه قال: أورع الناس من ترك المراء و إن كان محقا.","بحار الأنوار"],["عن رسول الله(ص): ذروا المراء فإنه لا تفهم حكمته و لا تؤمن فتنته.","بحار الأنوار"],["عن رسول الله(ص): دع ما يريبك إلى ما لا يريبك فإنك لن تجد فقد شي‏ء تركته لله عز و جل.","بحار الأنوار"],["عن رسول الله(ص): ما اجتمع الحرام و الحلال إلا غلب الحرام الحلال.","بحار الأنوار"],["عن رسول الله(ص): جعل اسمي في التوراة أحيد فبالتوحيد حرم أجساد أمتي على النار.","بحار الأنوار"],["عن رسول الله(ص): الله تعالى‏ كل يوم هو في شأن‏ فإن من شأنه أن يغفر ذنبا و يفرج كربا و يرفع قوما و يضع آخرين.","بحار الأنوار"],["عن رسول الله(ص): إن صاحب الشمال ليرفع القلم ست ساعات عن العبد المسلم المخطئ أو المسي‏ء فإن ندم و استغفر الله منها ألقاها و إلا كتب واحدة.","بحار الأنوار"],["عن رسول الله(ص): لو لا ثلاثة في ابن آدم ما طأطأ رأسه شي‏ء المرض و الموت و الفقر و كلهن فيه و إنه لمعهن وثاب.","بحار الأنوار"],["عن رسول الله(ص): شيئان يكرههما ابن آدم يكره الموت و الموت راحة للمؤمن من الفتنة و يكره قلة المال و قلة المال أقل للحساب.","بحار الأنوار"],["عن رسول الله(ص): لا يدخل الجنة أحد إلا بجواز بسم الله الرحمن الرحيم‏ هذا كتاب من الله لفلان بن فلان أدخلوه جنة عالية قطوفها دانية","بحار الأنوار"],["عن رسول الله(ص): حافظوا على الوضوء و خير أعمالكم الصلاة و تحفظوا من الأرض فإنها أمكم و ليس فيها أحد يعمل خيرا أو شرا إلا و هي مخبرة به.","بحار الأنوار"],["عن رسول الله(ص):   الشفعاء خمسة القرآن و الرحم و الأمانة و نبيكم و أهل بيت نبيكم.","بحار الأنوار"],["عن رسول الله(ص): ما ينقلب جناح طائر في الهواء إلا و عندنا فيه علم.","بحار الأنوار"],["عن رسول الله(ص): ما نظر الله عز و جل إلى ولي له يجهد نفسه بالطاعة لإمامه و النصيحة إلا كان معنا في الرفيق الأعلى.","بحار الأنوار"],["عن رسول الله(ص): إن علي بن أبي طالب ليزهر في الجنة ككوكب الصبح لأهل الدنيا.","بحار الأنوار"],["عن رسول الله(ص): لم يجز على الصراط إلا من معه جواز من علي ع.","بحار الأنوار"],["عن رسول الله(ص): أنا مدينة الحكمة و هي الجنة و أنت يا علي بابها فكيف يهتدي المهتدي إلى الجنة و لا يهتدي إليها إلا من بابها.","بحار الأنوار"],["عن رسول الله(ص): ما خلقتم للفناء بل خلقتم للبقاء و إنما تنقلون من دار إلى دار.","بحار الأنوار"],["عن رسول الله(ص): أذيبوا طعامكم بذكر الله و الصلاة و لا تناموا عليها فتقسو قلوبكم.","بحار الأنوار"],["عن رسول الله(ص): إن الشيطان واضع خطمه على قلب ابن آدم فإذا ذكر الله سبحانه خنس و إن نسي التقم قلبه فذلك الوسواس الخناس.","بحار الأنوار"],["عن رسول الله(ص): إن لإبليس كحلا و لعوقا و سعوطا فكحله النعاس و لعوقه الكذب و سعوطه الكبر.","بحار الأنوار"],["عن رسول الله(ص): إن الشيطان ليجري من ابن آدم مجرى الدم ألا فضيقوا مجاريه بالجوع.","بحار الأنوار"],["عن رسول الله(ص): تعلموا من الديك خمس خصال محافظته على أوقات الصلاة و الغيرة و السخاء و الشجاعة و كثرة الطروقة.","بحار الأنوار"],["عن رسول الله(ص): بئس العون على الدين قلب نخيب و بطن رغيب و نعظ شديد.","بحار الأنوار"],["عن رسول الله(ص): من ابتلي فصبر و أعطي فشكر و ظلم فغفر و ظلم فاستغفر قالوا ما باله قال‏ أولئك لهم الأمن و هم مهتدون‏","بحار الأنوار"],["عن رسول الله(ص): لا يزال البلاء في المؤمن و المؤمنة في جسده و ماله و ولده حتى يلقى الله و ما عليه من خطيئة.","بحار الأنوار"],["عن رسول الله(ص): لا تكون مؤمنا حتى تعد البلاء نعمة و الرخاء محنة لأن بلاء الدنيا نعمة في الآخرة و رخاء الدنيا محنة في الآخرة.","بحار الأنوار"],["عن رسول الله(ص): إن الله ليتعهد عبده المؤمن بأنواع البلاء كما يتعهد أهل البيت سيدهم بطرف الطعام.","بحار الأنوار"],["عن رسول الله(ص): الدنيا سجن المؤمن و جنة الكافر فأما المؤمن فيروع فيها و أما الكافر فيمتع فيها.","بحار الأنوار"],["عن رسول الله(ص): قلب المؤمن أجرد فيه سراج يزهر و قلب الكافر أسود منكوس.","بحار الأنوار"],["عن رسول الله(ص): على العاقل أن يكون له ساعات ساعة يناجي فيها ربه و ساعة يحاسب فيها نفسه و ساعة يتفكر فيما صنع الله عز و جل إليه.","بحار الأنوار"],["عن رسول الله(ص): من طلب الشهادة صادقا أعطيها و لو لم تصبه.","بحار الأنوار"],["عن رسول الله(ص): أنه تلا قوله‏ تبارك الذي بيده الملك‏ إلى قوله‏ أيكم أحسن عملا ثم قال أيكم أحسن عقلا و أورع عن محارم الله وأسرع في طاعة الله","بحار الأنوار"],["عن رسول الله(ص): لو أن السماوات و الأرض كانتا رتقا على عبد ثم اتقى الله لجعل الله له منهما فرجا و مخرجا.","بحار الأنوار"],["عن رسول الله(ص): أشد ما يتخوف على أمتي ثلاثة زلة عالم أو جدال منافق بالقرآن أو دنيا تقطع رقابكم فاتهموها على أنفسكم.","بحار الأنوار"],["عن رسول الله(ص): الرغبة في الدنيا تكثر الهم و الحزن و الزهد في الدنيا يريح القلب و البدن.","بحار الأنوار"],["عن رسول الله(ص): الغضب يفسد الإيمان كما يفسد الخل العسل.","بحار الأنوار"],["عن رسول الله(ص): ألا إن أنفسكم مرهونة بأعمالكم ففكوها باستغفاركم.","بحار الأنوار"],["عن رسول الله(ص): أزهد الناس من اجتنب الحرام و أشد الناس اجتهادا من ترك الذنوب.","بحار الأنوار"],["عن رسول الله(ص): إن إبليس رضي منكم بالمحقرات و الذنب الذي لا يغفر قول الرجل لا أؤاخذ بهذا الذنب استصغارا له.","بحار الأنوار"],["عن رسول الله(ص): مثله و زاد في آخره ثم قال ص يا علي من استولى عليه الضجر رحلت عنه الراحة.","بحار الأنوار"],["عن رسول الله(ص): الوحدة خير من قرين السوء.","بحار الأنوار"],["عن رسول الله(ص): المؤمن مرآة لأخيه المؤمن ينصحه إذا غاب عنه و يميط عنه ما يكره إذا شهد و يوسع له في المجلس.","بحار الأنوار"],["عن رسول الله(ص): إن المؤمن ليسكن إلى المؤمن كما يسكن قلب الظمآن إلى الماء البارد.","بحار الأنوار"],["عن رسول الله(ص): أقرب ما يكون العبد إلى الله عز و جل إذا أدخل على قلب أخيه المؤمن مسرة.","بحار الأنوار"],["عن رسول الله(ص): من واسى الفقير و أنصف الناس من نفسه فذلك المؤمن حقا.","بحار الأنوار"],["عن رسول الله(ص): من أماط عن طريق المسلمين ما يؤذيهم كتب الله له أجر قراءة أربعمائة آية كل حرف منها بعشر حسنات.","بحار الأنوار"],["عن رسول الله(ص): ألا أخبركم بمن تحرم عليه النار غدا قالوا بلى يا رسول الله قال الهين القريب اللين السهل.","بحار الأنوار"],["عن رسول الله(ص): لا تنظروا إلى كثرة صلاتهم و صيامهم و كثرة الحج و الزكاة و كثرة المعروف و طنطنتهم بالليل انظروا إلى صدق الحديث وأداء الأمانة","بحار الأنوار"],["عن رسول الله(ص): إن الله عز و جل خلق المؤمن من عظمة جلاله و قدرته فمن طعن عليه أو رد عليه قوله فقد رد على الله.","بحار الأنوار"],["عن رسول الله(ص): مررت ليلة أسري بي على قوم يخمشون وجوههم بأظافيرهم فقلت يا جبرئيل من هؤلاء قال هؤلاء الذين يغتابون الناس و يقعون في أعراضهم.","بحار الأنوار"],["عن رسول الله(ص): ما النار في اليبس بأسرع من الغيبة في حسنات العبد.","بحار الأنوار"],["عن رسول الله(ص): ترك الغيبة أحب إلى الله عز و جل من عشرة آلاف ركعة تطوعا.","بحار الأنوار"],["عن رسول الله(ص): يقول الله عز و جل اشتد غضبي على من ظلم من لا يجد ناصرا غيري.","بحار الأنوار"],["عن رسول الله(ص): إياكم و كثرة النوم فإن كثرة النوم يدع صاحبه فقيرا يوم القيامة.","بحار الأنوار"],["عن رسول الله(ص): عجب لغافل و ليس بمغفول عنه و عجب لطالب الدنيا و الموت يطلبه و عجب لضاحك مل‏ء فيه و هو لا يدري أ رضي الله أم سخط له.","بحار الأنوار"],["عن رسول الله(ص): من أكثر الاستغفار جعل الله له من كل هم فرجا و من كل ضيق مخرجا و رزقه من حيث لا يحتسب.","بحار الأنوار"],["عن رسول الله(ص): ‏ الغناء رقية الزنا.","بحار الأنوار"],["عن رسول الله(ص): ما رفع أحد صوته بالغناء إلا بعث الله شيطانين على منكبيه يضربان بأعقابهما على صدره حتى يمسك.","بحار الأنوار"],["عن رسول الله(ص): إن الله بعثني رحمة للعالمين و لأمحق المعازف و المزامير و أمور الجاهلية و أوثانها و أزلامها.","بحار الأنوار"],["عن رسول الله(ص): الحسنة في الدنيا الصحة و العافية و في الآخرة المغفرة و الرحمة.","بحار الأنوار"],["عن رسول الله(ص): إذا دعيتم إلى العرسات فأبطئوا فإنها تذكر الدنيا و إذا دعيتم إلى الجنائز فأسرعوا.","بحار الأنوار"],["عن رسول الله(ص): إذا قام العبد إلى الصلاة فكان هواه و قلبه إلى الله تعالى انصرف كيوم ولدته أمه.","بحار الأنوار"],["عن رسول الله(ص): من قال إذا أصبح سبحان الله و بحمده ألف مرة فقد اشترى نفسه من الله و كان آخر يومه عتيقا من النار.","بحار الأنوار"],["عن رسول الله(ص): أنه قال في قوله‏ فانتشروا الآية ليس لطلب دنيا و لكن عيادة مريض و حضور جنازة و زيارة أخ في الله و قيل المراد به طلب العلم.","بحار الأنوار"],["عن رسول الله(ص): من ذكر الله في السوق مخلصا عند غفلةالناس وشغلهم بما فيه كتب له ألف حسنة ويغفر الله له يوم القيامة مغفرة لم يخطر على قلب بشر","بحار الأنوار"],["عن رسول الله(ص): من أعطاه الله القرآن فرأى أن أحداً أُعطي شيئاً أفضل مما أٌعطي فقد صغَّرَ عظيماً و عظَّمَ صغيراً","بحار الأنوار"],["عن رسول الله(ص): ما آمن بالقرآن من استحل محارمه.","بحار الأنوار"],["عن رسول الله(ص): يا أبا ذر عليك بتلاوة القرآن و ذكر الله كثيرا فإنه ذكر لك في السماء و نور لك في الأرض.","بحار الأنوار"],["عن رسول الله(ص): لوددت أنها في قلب كل إنسان من أمتي يعني يس.","بحار الأنوار"],["عن رسول الله(ص): من قرأ حم المؤمن إلى‏ إليه المصير و آية الكرسي حين يصبح حفظ بهما حتى يمسي و من قرأهما حين يمسي حفظ بهما حتى يصبح.","بحار الأنوار"],["عن رسول الله(ص): من قرأ اقتربت الساعة غبا ليلة و ليلة حتى يموت لقي الله و وجهه أضوأ من القمر ليلة البدر.","بحار الأنوار"],["عن رسول الله(ص): من نسي أن يسمي على طعامه فليقرأ قل هو الله أحد إذا فرغ.","بحار الأنوار"],["عن رسول الله(ص): من صلى صلاة الغداة ثم لم يتكلم حتى يقرأ قل هو الله أحد عشر مرات لم يدركه ذلك اليوم ذنب و أجير من الشيطان.","بحار الأنوار"],["عن رسول الله(ص): أربع لا يصيبهن إلا مؤمن الصمت و هو أول العبادة و التواضع لله سبحانه و ذكر الله على كل حال و قلة الشي‏ء يعني قلة المال.","بحار الأنوار"],["عن رسول الله(ص): التسبيح نصف الميزان و الحمد يملؤه و التكبير يملأ ما بين السماء و الأرض.","بحار الأنوار"],["عن رسول الله(ص): ما من مؤمن يقول لا إله إلا الله إلا محت ما في صحيفته من سيئات حتى تنتهي إلى مثلها من حسنات.","بحار الأنوار"],["عن رسول الله(ص): شعار المسلمين على الصراط يوم القيامة لا إله إلا الله  و على الله فليتوكل المتوكلون‏","بحار الأنوار"],["عن رسول الله(ص): أول من يدعى إلى الجنة الحمادون الذين يحمدون الله في السراء و الضراء.","بحار الأنوار"],["عن رسول الله(ص): اسم الله الأعظم الذي إذا دعي به أجاب  قل اللهم مالك الملك‏ إلى‏ بغير حساب‏.","بحار الأنوار"],["عن رسول الله(ص): ادعوا الله و أنتم موقنون بالإجابة و اعلموا أن الله لا يستجيب دعاء من قلب غافل لاه.","بحار الأنوار"],["عن رسول الله(ص): من شغلته عبادة الله عن مسألته أعطاه الله أفضل ما يعطي السائلين.","بحار الأنوار"],["عن رسول الله(ص): اغتنموا الدعاء عند الرقة فإنها رحمة.","بحار الأنوار"],["عن رسول الله(ص): من قال جزى الله عنا محمدا ما هو أهله أتعب سبعين كاتبا ألف صباح.","بحار الأنوار"],["عن رسول الله(ص): داووا مرضاكم بالصدقة وادفعوا أبواب البلاء بالدعاء و حصنوا أموالكم بالزكاة فإنه مايصاد ما تصيد من الطير إلا بتضييعهم التسبيح","بحار الأنوار"],["عن رسول الله(ص): إذا أراد الله بعبد خيرا بعث إليه ملكا من خزان الجنة فيمسح صدره و يسخي نفسه بالزكاة.","بحار الأنوار"],["عن رسول الله(ص): لا تقوم الساعة حتى تكون الصلاة منا و الأمانة مغنما و الزكاة مغرما الخبر.","بحار الأنوار"],["عن رسول الله(ص): لا تتم صلاة إلا بزكاة و لا تقبل صدقة من غلول و لا صلاة لمن لا زكاة له و لا زكاة لمن لا ورع له.","بحار الأنوار"],["عن رسول الله(ص): انظروا إلى السائل فإن رقت قلوبكم له فأعطوه فإنه صادق.","بحار الأنوار"],["عن رسول الله(ص): الرزق يطلب العبد أشد من أجله.","بحار الأنوار"],["عن رسول الله(ص): من ملأ عينيه حراما يحشوها الله يوم القيامة مسامير من نار ثم حشاها نارا إلى أن يقوم الناس ثم يؤمر به إلى النار.","بحار الأنوار"],["عن رسول الله(ص): لزوال الدنيا أيسر على الله من قتل المؤمن.","بحار الأنوار"],["عن رسول الله(ص): لو أن رجلا قتل بالمشرق و آخر رضي به في المغرب كان كمن قتله و شرك في دمه.","بحار الأنوار"],["عن رسول الله(ص): من أسدى الى مؤمن معروفا ثم أذاه بالكلام أو من عليه فقد أبطل الله صدقته.","تفسير نور الثقلين "],["عن رسول الله(ص): و قد ذكر القرآن  لا تحصى عجائبه، و لا تبلى غرايبه. مصابيح الهدى و منار الحكمة.","تفسير نور الثقلين "],["عن رسول الله(ص): ان الله آتاني القرآن و آتاني من الحكمة مثل القرآن، و ما من بيت ليس فيه شي‏ء من الحكمة الا كان خرابا.","تفسير نور الثقلين "],["عن رسول الله(ص): ان أول ما عصى الله به ست: حب الدنيا، و حب الرياسة، و حب الطعام.","تفسير نور الثقلين "],["عن رسول الله(ص): عدن دارالله التي لم ترها عين و لم تخطر على قلب بشر لا يسكنها غير ثلثة النبيين و الصديقين و الشهداء، يقول الله:طوبى لمن دخلك","تفسير نور الثقلين "],["عن رسول الله(ص): ان الله تعالى من على بفاتحة الكتاب الى قوله: و الحمد لله رب العالمين دعوى أهل الجنة حين شكروا منه حسن الثواب‏","تفسير نور الثقلين "],["عن رسول الله(ص): قال الله يا ابن آدم بإحساني إليك قويت على طاعتي و بسوء ظنك بى قنطت من رحمتي.","تفسير نور الثقلين "],["عن رسول الله(ص): من أراد الآخرة فليترك زينة الحيوة الدنيا.","تفسير نور الثقلين "],["عن رسول الله(ص): انه ليأتى الرجل السمين يوم القيامة لا يزن جناح بعوضة.","تفسير نور الثقلين "],["عن رسول الله(ص): لا يقرء أهل الجنة من القرآن الا يس و طه.","تفسير نور الثقلين "],["عن رسول الله(ص): معاشر الناس. التقوى التقوى احذروا الساعة كما قال الله عز و جل‏ «إن زلزلة الساعة شي‏ء عظيم».","تفسير نور الثقلين "],["عن رسول الله(ص): يا على تارك الزكاة يسأل الرجعة الى الدنيا، و ذلك قول الله عز و جل: «حتى إذا جاء أحدهم الموت قال رب ارجعون» الاية.","تفسير نور الثقلين "],["عن رسول الله(ص): من قرء سورة ص اعطى من الأجر بوزن كل جبل سخره الله لداود حسنات و عصمه الله ان يصبر على ذنب صغير أو كبير.","تفسير نور الثقلين "],["عن رسول الله(ص): لعلى عليه السلام‏ و للمتكلف ثلاث علامات، يتملق إذا حضر، و يغتاب إذا غاب، و يشمت بالمصيبة.","تفسير نور الثقلين "],["عن رسول الله(ص): للمتكلف ثلاث علامات ينازع من فوقه، و يتعاطى ما لا ينال، و يقول ما لا يعلم.","تفسير نور الثقلين "],["عن رسول الله(ص): من قرء سورة الزمر لم يقطع الله رجاه، و أعطاه ثواب الخائفين الذين خافوا الله تعالى.","تفسير نور الثقلين "],["عن رسول الله(ص): وتلا «تبارك الذي بيده الملك» الى قوله: «أحسن عملا» قال: أيكم أحسن عقلا. و أورع عن محارم الله، و أسرع في طاعة الله.","تفسير نور الثقلين "],["عن رسول الله(ص): من اعطى لسانا ذاكرا فقد اعطى خير الدنيا و الاخرة، و قال في قوله تعالى: «و لا تمنن تستكثر» قال:تستكثر ما عملت من خير الله‏","تفسير نور الثقلين "],["عن رسول الله(ص): من قرء إذا الشمس كورت‏ أعاذه الله ان يفضحه حين ينشر صحيفته.","تفسير نور الثقلين "],["عن رسول الله(ص): من أحب ان ينظر الى يوم القيامة فليقرأ إذا الشمس كورت‏.","تفسير نور الثقلين "],["عن رسول الله(ص): عليكم بالعفو، فإن العفو لا يزيد العبد إلا عزا، فتعافوا يعزكم الله.","تفسير كنز الدقائق و بحر الغرائب"],["عن رسول الله(ص): لو أن عبدا عبد الله ألف عام ثم ذبح كما يذبح الكبش ثم أتى الله ببغضنا أهل البيت لرد الله عليه عمله‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  ،‏إذا نام الإنسان عرج بنفسه حتى يؤتى بها العرش فإن كانت طاهرة أذن لهافي السجود و إن كانت ليست بطاهرة لم يؤذن لها في السجود","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  يا أنس أكثر من الطهورين يزيد الله في عمرك وإن استطعت أن تكون بالليل والنهار على طهارة فافعل فإنك تكون إذا مت على طهارةشهيدا","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): لا يمرض مؤمن و لا مؤمنة إلا حط الله به من خطاياه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  ، من ترقب الموت لهى عن اللذات و من زهد في الدنيا هانت عليه المصيبات","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إن القلوب تصدأ كما يصدأ الحديد قيل يا رسول الله و ما جلاؤها قال قراءة القرآن و ذكر الموت‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  من مات له ولد أو ابن فصبر أو لم يصبر يسلم أو لم يسلم لم يكن له ثواب إلا الجنة","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): أعطوا الله الرضا من قلوبكم تظفروا بثواب الله تعالى يوم فقركم و الإفلاس‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): النبي‏ ص أنه قال‏ ثلاثة من رزقهن فقد رزق خير الدارين الرضا بالقضاء و الصبر على البلاء و الدعاء في الرخاء","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إذا أحب الله عبدا ابتلاه فإن صبر اجتباه و إن رضي اصطفاه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): المعونة تأتي من الله على قدر المئونة و إن الصبر يأتي من الله على قدر شدة البلاء","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): مثل المؤمن كمثل السنبلة تخر مرة و تستقيم أخرى و مثل الكافر مثل الأرزة لا يزال مستقيما","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): يا رب أي عبادك أحب إليك قال الذي يبكي لفقد الصالحين كما يبكي الصبي لفقد أبويه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من أحسن صلاته حتى تراها الناس و أساءها حين يخلو فتلك استهانة","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): أكثركم أزواجا في الجنة أكثركم صلاة في الدنيا","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إذا أراد الله بعبد هوانا أنفق ماله في البنيان‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): لو يعلم الناس ما في الأذان و الصف الأول ثم لم يجدوا إلا أن يستهموا عليه لفعلوا","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إذا صليت فصل صلاة مودع‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): أن العبد إذا اشتغل بالصلاة جاءه الشيطان و قال له اذكر كذا اذكر كذا حتى يضل الرجل أن يدري كم صلى‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إذا قام العبد إلى الصلاة فكان هواه و قلبه إلى الله تعالى انصرف كيوم ولدته أمه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): لا يقبل الله صلاة امرئ لا يحضر فيها قلبه مع بدنه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): أسرق السراق من سرق من صلاته يعني لا يتمها","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): معلم القرآن و متعلمه يستغفر له كل شي‏ء حتى الحوت في البحر","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): لا ينبغي لحامل القرآن أن يظن أن أحدا أعطي أفضل مما أعطي لأنه لو ملك الدنيا بأسرها لكان القرآن أفضل مما ملكه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من علم ولده القرآن فكأنما حج البيت عشرة آلاف حجة و اعتمر عشرة آلاف عمرة و أعتق عشرة آلاف رقبة من ولد إسماعيل","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): قارئ القرآن و المستمع في الأجر سواء","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من كان القرآن دربته(اعتاده وأُولع به) و المسجد بيته بنى الله تعالى له بيتا في الجنة و درجة دون الدرجة الوسطى‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): آمركم بالورع و الاجتهاد و أداء الأمانة و صدق الحديث و طول السجود و الركوع و التهجد بالليل و إطعام الطعام و إفشاء السلام‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): خلقتم من سبع و رزقتم من سبع فاسجدوا لله على سبع‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إذا سجدت فمكن جبهتك من الأرض و لا تنقر نقرا","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من جلس في مصلاه فذكر الله عز و جل وكل الله تعالى به ملكا فيقول له أردت بأن يكتب لك الحسنات ويمحى عنك السيئات حتى يتم الرجل‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): الدعاء بعد الفريضة أفضل من الصلاة نفلا","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): لأن أقعد مع قوم يذكرون الله بعد صلاة الغداة (الفجر) أحب إلي من أربعة محررين من ولد إسماعيل","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من صلى الصبح ثم جلس في مجلسه ذكر الله حتى طلعت الشمس كان أحب إلى الله ممن شد على جياد الخيل في سبيل الله حتى تطلع الشمس‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من قرأ آية الكرسي عقيب كل فريضة تولى الله جل جلاله قبض روحه و كان كمن جاهد مع الأنبياء حتى استشهد","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): الدعاء هو العبادة ثم قرأ  و قال ربكم ادعوني أستجب لكم‏ الآية","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): ما من شي‏ء أكرم على الله تعالى من الدعاء","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): اسألوا الله عز و جل ما بدا لكم من حوائجكم حتى شسع النعل فإنه إن لم ييسره لم يتيسر","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): ليكون لأحدكم الحاجة فليطلبها من الله تعالى حتى لو انقطع شسع نعل أحد يستعين بالله في إصلاحه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إن البلاء ليتسبب إلى العبد فيسأل ربه العافية و يذكره فيبقي العافية و الدعاء و البلاء يتوافقان إلى يوم القيامة","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من سره أن يستجيب الله له في الشدائد و الكرب فليكثر الدعاء عند الرخاء","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  ، إذا سألتم الله عز و جل فاسألوه بباطن الكفين و إذا استعذتموه فاستعيذوه بظاهرهما","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  الإشارة بالأصابع المسبحة في الصلاة و في الدعاء مرضاة للرب مقمعة للشيطان و هو الإخلاص‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): البكاء من خشية الله مفتاح الرحمة و علامة القبول و باب الإجابة","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من شغله الثناء عن المسألة لنفسه قال الله تعالى أعطيه أفضل ما أعطي السائلين‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): الداعي بلا عمل كالرامي بلا وتر","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من قال يا الله يا رب سبع مرات ثم سأل ما شاء أستجيب له‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): أسرع الدعاء إجابة دعاء غائب لغائب‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): دعاء المؤمن لأخيه بظهر الغيب مستجاب‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من دعا للمؤمنين و المؤمنات في كل يوم خمسا و عشرين مرة نزع الله الغل من صدره و كتبه من الإبدال إن شاء الله‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): أبى الله أن يرزق عبده إلا من حيث لا يعلم فإن العبد إذا لم يعلم وجه رزقه كثر دعاؤه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): ثلاث دعوات مستجابة دعاء الحاج (فيمن يخلف) أهله و دعاء المريض فلا تؤذوه و لا تضجروه و دعاء المظلوم‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): لا يمر على المؤمن ساعة لا يذكر الله فيها إلا كانت عليه حسرة","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  ، كلام ابن آدم كله عليه لا له إلا أمرا بمعروف أو نهيا عن منكر أو ذكرا لله تعالى‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إن كفارة المجلس سبحانك اللهم و بحمدك لا إله إلا أنت رب تب علي و اغفر لي‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): أول من يدعى إلى الجنة يوم القيامة الذين يحمدون الله في السراء و الضراء","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من ظلم أحدا فعابه فليستغفر الله كما ذكره فإنه كفارة له‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  ، من أكثر الاستغفار جعل الله له من كل هم فرجا و من كل ضيق مخرجا و يرزقه من حيث لا يحتسب‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  ، من هلل و كبر و سبح مائة مرة فإنه خير له من عشر رقاب يعتقها و سبع بدنات ينحرها","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من قال اللهم صل على محمد و آل محمد أعطاه الله أجر اثنين و سبعين شهيدا","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من كسا أخاه المؤمن من عري كساه الله من سندس الجنة و إستبرقها و حريرها ولم يزل يخوض في رضوان الله ما دام على المكسو منه سلك‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): الإشارة بالأصابع المسبحة في الصلاة و في الدعاء مرضاة للرب مقمعة للشيطان و هو الإخلاص‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إن أفضل الصلاة بعد صلاة الفريضة الصلاة في جوف الليل","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إذا قام أحدكم من الليل فليفتح صلاته بركعتين خفيفتين ثم يسلم و يقوم فيصلي ما كتب الله له‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): رحم الله عبدا قام من الليل فصلى و أيقظ أهله فصلوا","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): العافية عشرة أجزاء تسعة منها الصمت إلا بذكر الله و واحدة في ترك مجالسة السفهاء","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من كان يؤمن بالله و اليوم الآخر فلا يقفن مواقف التهمة","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): أنه قال لرجل أوصيك بتقوى الله و العفو عن الناس‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  ، ما من عبد يعفو عن عبد في حال جهله إلا زاده الله بذلك عزا","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): راحة الإنسان في حبس اللسان سكوت اللسان سلامة الإنسان:","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): لا تمار أخاك و لا تمازحه و لا تعده موعدا فتخلفه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من أبدى إلى الناس ضره فقد فضح نفسه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من أسدى إلى مؤمن معروفا ثم آذاه بالكلام أو من عليه فقد أبطل الله صدقته‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): كل معروف صدقة و كل ما أنفق المؤمن من نفقة على نفسه و عياله و أهله كتب له بها صدقة و ما وقى به عرضه كتب له صدقة الخبر","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): ثلاث يصفين ود المرء لأخيه المسلم يلقاه بالبشر إذا لقيه و يوسع له في المجلس إذا جلس إليه و يدعوه بأحب الأسماء إليه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): ألا أنبئكم بأمرين خفيف مئونتهما عظيم أجرهما لم يلق الله بمثلهما طول الصمت و حسن الخلق‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): راحة الإنسان في حبس اللسان سكوت اللسان سلامة الإنسان","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  ، ليس من أخلاق المؤمن التملق و الحسد إلا في طلب العلم‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من آذى مؤمنا بغير حق فكأنما هدم مكة و بيت الله المعمور عشر مرات و كأنما قتل ألف ملك من المقربين","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): شرار الناس من يبغض المؤمنين و تبغضه قلوبهم المشاءون بالنميمة المفرقون بين الأحبة الباغون‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إذا خلوت فأكثر ذكر الله و زر في الله فمن زار في الله شيعه سبعون ألف ملك يقولون اللهم وصلنا فيك فصله‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من لم يتورع في دين الله تعالى ابتلاه الله بثلاث خصال إما أن يميته شابا أو يوقعه في خدمة السلطان أو يسكنه في الرساتيق‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من ترك لبس ثوب جمال و هو يقدر عليه تواضعا كساه الله تعالى حلة الكرامة","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): ألا و من حفظ نفسه عند الغضب فهو كالمجاهد في سبيل الله‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): إن أربعة من الذنوب يعاقب بها في الدنيا قبل الآخرة ترك الصلاة و أذى الوالدين و اليمين الكاذبة و الغيبة","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): من أكل اللحم أربعين صباحا قسا قلبه‏ ","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص):  إذا شرب أحدكم فليشرب في ثلاثة أنفاس الأول شكرا لشرابه و الثاني مطردة للشيطان و الثالث شفاء لما في جوفه‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): لا تشربوا واحدا كشرب البعير و لكن اشربوا مثنى و ثلاث و سموا إذا أنتم شربتم و احمدوا إذا أنتم رفعتم‏","مستدرك الوسائل و مستنبط المسائل"],["عن رسول الله(ص): يا أبا ذر! اياك و هجران أخيك، فإن العمل لا يتقبل مع الهجران.","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): و الذي نفسي بيده، لا يضع الله رحمته إلا على رحيم.","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): إن الله تعالى يحب ثلاثة أصوات: صوت الديك، و صوت قارئ القرآن، و صوت الذين يستغفرون بالاسحار.","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): يا سلمان! المؤمن اذا قرأ القرآن، فتح الله عليه ابواب الرحمة .. و إنه ليس شي‏ء بعد تعلم العلم أحب الى الله من قراءة القرآن.","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): أما علامة الخاشع فأربعة: مراقبة الله في السر و العلانية، و ركوب الجميل، و التفكر ليوم القيامة، و المناجاة لله.","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): يا ابا ذر! .. من طلب علما ليصرف وجوه الناس اليه لم يجد ريح الجنة.","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): أوحى الله الى داود: «لا تجعل بيني و بينك عالما مفتونا بالدنيا فيصدك عن طريق محبتي».","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): من رغب في الدنيا، فطال فيها أمله، أعمى الله قلبه، على‏ قدر رغبته فيها. ","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): بذل الموجود زينة اليقين.","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): كيف يقدس الله قوما، لا يؤخذ لضعيفهم من شديدهم؟","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): جماع التقوى في قوله تعالى: «إن الله يأمر بالعدل و الإحسان‏ ...»","الحياة / ترجمه احمد آرام"],["عن رسول الله(ص): عن موت الفجاءة. فقال: راحة للمؤمن و أخذة أسف‏ للكافر.","الفايق في غريب الحديث "],["عن رسول الله(ص): عجب ربكم من‏ ألكم‏ و قنوطكم و سرعة إجابته إياكم.","الفايق في غريب الحديث "],["عن رسول الله(ص): الشهيد يبعث يوم القيامة و جروحه‏ تشخب‏ دما، اللون لون الدم، و الريح ريح المسك.","الفايق في غريب الحديث "],["عن رسول الله(ص): من أشراط الساعة أن ينطق‏ الرويبضة في أمور العامة","تاج العروس من جواهر القاموس"],["قال رسول الله (ص‏):ما قسم الله للعباد شيئا أفضل من العقل فنوم العاقل أفضل من سهر الجاهل و إفطار العاقل أفضل من صوم الجاهل و إقامة العاقل أفضل من شخوص الجاهل و لا بعث الله رسولا و لا نبيا حتى‏ يستكمل العقل و يكون عقله أفضل من عقول جميع أمته","بحار الأنوار"],["قال رسول الله (ص):ما أدّى العاقل فرائض الله حتى عقل منه و لا بلغ جميع العابدين في فضل عبادتهم ما بلغ العاقل إن العقلاء هم أولو الألباب الذين قال الله عز و جل‏ ( إنما يتذكر أولوا الألباب‏ )    ","بحار الأنوار"],["قال رسول الله (ص):‏إذا بلغكم عن رجل حسن حاله فانظروا في حسن عقله فإنما يجازى بعقله.    ","بحار الأنوار"],["قال النبي (ص‏):قوام المرء عقله و لا دين لمن لا عقل له.    ","بحار الأنوار"],["قال رسول الله (ص)‏حسب المؤمن ماله و مروته عقله و حلمه شرفه و كرمه تقواه.","بحار الأنوار"],["قال النبي(ص):لكل شي‏ء آلة و عدة و آلة المؤمن و عدته العقل و لكل شي‏ء مطية و مطية المرء العقل و لكل شي‏ء غاية و غاية العبادة العقل و لكل قوم راع و راعي العابدين العقل و لكل تاجر بضاعة و بضاعة المجتهدين العقل و لكل خراب عمارة و عمارة الآخرة العقل.","بحار الأنوار"],["قال النبي(ص):لِكُلِّ سَفْرٍ فُسْطَاطٌ يَلْجَئُونَ إِلَيْهِ وَ فُسْطَاطُ الْمُسْلِمِينَ الْعَقْلُ.","بحار الأنوار"],["قال رسول الله (ص‏)استرشدوا العقل ترشدوا و لا تعصوه فتندموا.","بحار الأنوار"],["قال النبي (ص):سيد الأعمال في الدارين العقل و لكل شي‏ء دعامة و دعامة المؤمن عقله فبقدر عقله تكون عبادته لربه.    ","بحار الأنوار"],["قال رسول الله صلى الله عليه وآله:مثل العقل في القلب كمثل السراج في وسط البيت.    ","بحار الأنوار"],["قال رسول الله (ص):قسم العقل على ثلاثة أجزاء فمن كانت فيه كمل عقله و من لم تكن فيه فلا عقل له حسن المعرفة بالله عز و جل و حسن الطاعة له و حسن الصبر على أمره.    ","بحار الأنوار"],["قال رسول الله(ص): إنما الناس [عند المؤمن] رجلان فرجل هو خير منه و أتقى و آخر هو شر منه و أدنى فإذا رأى من هو خير منه و أتقى تواضع له ليلحق به و إذا لقي الذي هو شر منه و أدنى قال عسى خير هذا باطن و شره ظاهر و عسى أن يختم له بخير فإذا فعل ذلك فقد علا مجده و ساد أهل زمانه.    ","بحار الأنوار"],["قال رسول الله(ص):إِنَّ الْعَقْلَ عِقَالٌ مِنَ الْجَهْلِ وَ النَّفْسَ مِثْلُ أَخْبَثِ الدَّوَابِّ فَإِنْ لَمْ تُعْقَلْ حَارَتْ","بحار الأنوار"],["قال رسول الله(ص):تشعب من العقل الحلم و من الحلم العلم و من العلم الرشد و من الرشد العفاف و من العفاف الصيانة و من الصيانة الحياء و من الحياء الرزانة و من الرزانة المداومة على الخير و من المداومة على الخير كراهية الشر و من كراهية الشر طاعة الناصح فهذه عشرة أصناف من أنواع الخير","بحار الأنوار"],["قال رسول الله(ص):أما الحلم فمنه ركوب الجميل و صحبة الأبرار و رفع من الضعة و رفع من الخساسة و تشهي الخير و تقرب صاحبه من معالي الدرجات و العفو و المهل و المعروف و الصمت فهذا ما يتشعب للعاقل بحلمه ","بحار الأنوار"],["قال رسول الله(ص):أما العلم فيتشعب منه الغنى و إن كان فقيرا و الجود و إن كان بخيلا و المهابة و إن كان هينا و السلامة و إن كان سقيما و القرب و إن كان قصيا و الحياء و إن كان صلفا و الرفعة و إن كان وضيعا و الشرف و إن كان رذلا و الحكمة و الحظوة فهذا ما يتشعب للعاقل بعلمه","بحار الأنوار"],["قال رسول الله(ص):أما الرشد فيتشعب منه السداد و الهدى و البر و التقوى و المنالة والقصد و الاقتصاد و الصواب و الكرم و المعرفة بدين الله فهذا ما أصاب العاقل بالرشد فطوبى لمن أقام به على منهاج الطريق ","بحار الأنوار"],["قال رسول الله(ص):أما العفاف فيتشعب منه الرضا و الاستكانة و الحظ و الراحة و التفقد و الخشوع و التذكر و التفكر و الجود و السخاء فهذا ما يتشعب للعاقل بعفافه رضا بالله و بقسمه ","بحار الأنوار"],["قال رسول الله(ص):أما الصيانة [للنفس] فيتشعب منها الصلاح و التواضع و الورع و الإنابة و الفهم و الأدب و الإحسان و التحبب و الخير و اجتناء البشر فهذا ما أصاب العاقل بالصيانة فطوبى لمن أكرمه مولاه بالصيانة","بحار الأنوار"],["قال رسول الله(ص):أما الحياء فيتشعب منه اللين و الرأفة و المراقبة لله في السر و العلانية و السلامة و اجتناب الشر و البشاشة و السماحة و الظفر و حسن الثناء على المرء في الناس فهذا ما أصاب العاقل بالحياء فطوبى لمن قبل نصيحة الله و خاف فضيحته","بحار الأنوار"],["قال رسول الله(ص):أما الرزانة فيتشعب منها اللطف و الحزم و أداء الأمانة و ترك الخيانة و صدق اللسان و تحصين الفرج و استصلاح المال و الاستعداد للعدو و النهي عن المنكر و ترك السفه فهذا ما أصاب العاقل بالرزانة فطوبى لمن توقر و لمن لم تكن له خفة و لا جاهلية و عفا و صفح","بحار الأنوار"],["قال رسول الله(ص):أما المداومة على الخير فيتشعب منه ترك الفواحش و البعد من الطيش و التحرج و اليقين و حب النجاة و طاعة الرحمن و تعظيم البرهان و اجتناب الشيطان و الإجابة للعدل و قول الحق فهذا ما أصاب العاقل بمداومة الخير فطوبى لمن ذكر أمامه و ذكر قيامه و اعتبر بالفناء","بحار الأنوار"],["قال رسول الله(ص):أما كراهية الشر فيتشعب منه الوقار و الصبر و النصر و الاستقامة على المنهاج و المداومة على الرشاد و الإيمان بالله و التوفر و الإخلاص و ترك ما لا يعنيه و المحافظة على ما ينفعه فهذا ما أصاب العاقل بالكراهية للشر فطوبى لمن أقام بحق الله و تمسك بعرى سبيل الله","بحار الأنوار"],["قال رسول الله(ص):أما طاعة الناصح فيتشعب منها الزيادة في العقل و كمال اللب و محمدة العواقب و النجاة من اللَّوْم و القبول و المودة و الانشراح و الإنصاف و التقدم في الأمور و القوة على طاعة الله فطوبى لمن سلم من مصارع الهوى","بحار الأنوار"],["سُئل النبي(ص) عن علامة الإسلام فقال: الإيمان و العلم و العمل ","بحار الأنوار"],["سُئل النبي(ص) عن أعلام الجاهل فقال : لا يحب الله و لا يراقبه و لا يستحيي من الله ولا يذكره إن أرضيته مدحك وقال فيك من الحسنة ما ليس فيك وإن سخط عليك ذهبت مدحته و وَقَّعَ فيك من السوء ما ليس فيك","بحار الأنوار"],["سُئل النبي(ص) عن أعلام الجاهل فقال : إن صحبته عناك وإن اعتزلته شتمك وإن أعطاك من عليك وإن أعطيته كفرك وإن أسررت إليه خانك وإن أسر إليك اتهمك وإن استغنى بطر وكان فظا غليظا وإن افتقر جحد نعمة الله ولم يتحرج وإن فرح أسرف و طغى وإن حزن أيس وإن ضحك فهق وإن بكى خار يقع في الأبرار","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الإيمان فقال: أما علامة الإيمان فأربعة الإقرار بتوحيد الله و الإيمان به و الإيمان بكتبه و الإيمان برسله","بحار الأنوار"],[" سُئل النبي(ص) عن علامة العلم فقال: أما علامة العلم فأربعة العلم بالله و العلم بمحبيه و العلم بفرائضه و الحفظ لها حتى تؤدى","بحار الأنوار"],[" سُئل النبي(ص) عن علامة العمل [الصالح] فقال:أما العمل فالصلاة و الصوم و الزكاة و الإخلاص ","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الصادق فقال:أما علامة الصادق فأربعة يصدق في قوله و يُصَدَّق وعد الله و وعيده و يوفي بالعهد و يجتنب الغدر","بحار الأنوار"],[" سُئل النبي(ص) عن علامة المؤمن فقال:أما علامة المؤمن فإنه يرؤف و يفهم و يستحيي","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الصابر فقال:أما علامة الصابر فأربعة الصبر على المكاره و العزم في أعمال البر و التواضع و الحلم ","بحار الأنوار"],[" سُئل النبي(ص) عن علامة التائب فقال:أما علامة التائب فأربعة النصيحة لله في عمله و ترك الباطل و لزوم الحق و الحرص على الخير","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الشاكر فقال:أما علامة الشاكر فأربعة الشكر في النعماء و الصبر في البلاء و القنوع بقسم الله و لا يحمد و لا يعظم إلا الله ","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الخاشع فقال:أما علامة الخاشع فأربعة مراقبة الله في السر و العلانية و ركوب الجميل و التفكر ليوم القيامة و المناجاة لله","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الصالح فقال:أما علامة الصالح فأربعة يصفي قلبه و يصلح عمله و يصلح كسبه و يصلح أموره كلها","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الناصح فقال:أما علامة الناصح فأربعة يقضي بالحق و يعطي الحق من نفسه و يرضى للناس ما يرضاه لنفسه و لا يعتدي على أحد","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الموقن فقال:أما علامة الموقن فستة أيقن بالله حقا فآمن به و أيقن بأن الموت حق فحذره و أيقن بأن البعث حق فخاف الفضيحة و أيقن بأن الجنة حق فاشتاق إليها و أيقن بأن النار حق فظهر سعيه للنجاة منها و أيقن بأن الحساب حق فحاسب نفسه","بحار الأنوار"],[" سُئل النبي(ص) عن علامة المخلص فقال:أما علامة المخلص فأربعة يَسْلَم قلبه و تَسلَم جوارحه و بَذَلَ خيره و كَفَّ شره","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الزاهد فقال:أما علامة الزاهد فعشرة يزهد في المحارم و يكف نفسه و يقيم فرائض ربه فإن كان مملوكا أحسن الطاعة و إن كان مالكا أحسن المملكة و ليس له حمية و لا حقد يحسن إلى من أساء إليه و ينفع من ضره و يعفو عمن ظلمه و يتواضع لحق الله","بحار الأنوار"],[" سُئل النبي(ص) عن علامة البارِّ فقال:أما علامة البار فعشرة يحب في الله و يبغض في الله و يصاحب في الله و يفارق في الله و يغضب في الله و يرضى في الله و يعمل لله و يطلب إليه و يخشع لله خائفا مخوفا طاهرا مخلصا مستحييا مراقبا و يحسن في الله","بحار الأنوار"],[" سُئل النبي(ص) عن علامة التقيّ فقال:أما علامة التقي فستة يخاف الله و يحذر بطشه و يمسي و يصبح كأنه يراه لا تهمه الدنيا و لا يعظم عليه منها شي‏ء لِحُسنِ خُلُقِهِ","بحار الأنوار"],[" سُئل النبي(ص) عن علامة المتكلف فقال:أما علامة المتكلف فأربعة الجدال فيما لا يعنيه و ينازع من فوقه و يتعاطى ما لا ينال و يجعل همه لما لا ينجيه","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الظالم فقال:أما علامة الظالم فأربعة يظلم من فوقه بالمعصية و يملك من دونه بالغلبة و يبغض الحق و يظهر الظلم","بحار الأنوار"],[" سُئل النبي(ص) عن علامة المرائي فقال:أما علامة المرائي فأربعة يحرص في العمل لله إذا كان عنده أحد و يكسل إذا كان وحده و يحرص في كل أمره على المحمدة و يحسن سمته بجهده","بحار الأنوار"],[" سُئل النبي(ص) عن علامة المنافق فقال:أما علامة المنافق فأربعة فاجر دخله يخالف لسانه قلبه و قوله فعله و سريرته علانيته فويل للمنافق من النار","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الحاسد فقال:أما علامة الحاسد فأربعة الغيبة و التملق و الشماتة بالمصيبة","بحار الأنوار"],[" سُئل النبي(ص) عن علامة المسرف فقال:أما علامة المسرف فأربعة الفخر بالباطل و يأكل ما ليس عنده و يزهد في اصطناع المعروف و ينكر من لا ينتفع بشي‏ء منه","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الغافل فقال:أما علامة الغافل فأربعة العمى و السهو و اللهو و النسيان","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الكسلان فقال:أما علامة الكسلان فأربعة يتوانى حتى يفرط و يفرط حتى يضيع و يضيع حتى يضجر و يضجر حتى يأثم","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الكذاب فقال:أما علامة الكذاب فأربعة إن قال لم يصدق و إن قيل له لم يُصَدِّقْ و النميمة و البهت","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الفاسق فقال:أما علامة الفاسق فأربعة اللهو و اللغو و العدوان و البهتان","بحار الأنوار"],[" سُئل النبي(ص) عن علامة الخائن فقال:أما علامة الخائن فأربعة عصيان الرحمن و أذى الجيران و بغض الأقران و القرب إلى الطغيان","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال مات ابنك فقل إنما خلق الأحياء ليموتوا و تدخل بضعة مني الجنة إنه ليسرني","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال قد ذهب مالك فقل الحمد لله الذي أعطى و أخذ و أذهب عني الزكاة فلا زكاة عليّ","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال لك الناس يظلمونك و أنت لا تظلم فقل‏ إنما السبيل‏ يوم القيامة على الذين يظلمون الناس‏ و ما على المحسنين من سبيل","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال لك ما أكثر إحسانك يريد أن يدخلك العجب فقل إساءتي أكثر من إحساني ","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال لك ما أكثر صلاتك فقل غفلتي أكثر من صلاتي","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال لك كم تعطي الناس فقل ما آخذ أكثر مما أعطي","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال لك ما أكثر من يظلمك فقل من ظلمته أكثر","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال لك كم تعمل فقل طالما عَصَيت","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال لك اشرب الشراب فقل لا أرتكب المعصية","بحار الأنوار"],["قال النبي(ص):إذا أتاك ابليس فقال لك ألا تحب الدنيا فقل ما أحبها و قد اغتر بها غيري","بحار الأنوار"],["قال النبي(ص):أعقل الناس محسن خائف و أجهلهم مسي‏ء آمن.    ","بحار الأنوار"],["سُئل النبي(ص) ما العقل ؟ قال العمل بطاعة الله و إن العمال بطاعة الله هم العقلاء.    ","بحار الأنوار"],["رُوي‏ أنَّ رسول الله (ص) مرَّ بمجنون فقال: ما له؟ فقيل: إنه مجنون فقال: بل هو مصاب إنما المجنون من آثر الدنيا على الآخرة.    ","بحار الأنوار"],["عن أمير المؤمنين (ع) عن النبي (ص) أنه قال:ينبغي للعاقل إذا كان عاقلا أن يكون له أربع ساعات من النهار ساعة يناجي فيها ربه و ساعة يحاسب فيها نفسه و ساعة يأتي أهل العلم الذين ينصرونه في أمر دينه و ينصحونه و ساعة يخلي بين نفسه و لذتها من أمر الدنيا فيما يحل و يحمد.    ","بحار الأنوار"],[" قال رسول الله (ص):‏إن العاقل من أطاع الله و إن كان ذميم المنظر حقير الخطر و إن الجاهل من عصى الله و إن كان جميل المنظر عظيم الخطر.. أفضل الناس أعقل الناس.","بحار الأنوار"],["قال رسول الله(ص):أفضل العبادة الفقه و أفضل الدين الورع.    ","بحار الأنوار"],["قال رسول الله(ص): إن الملائكة لتضع أجنحتها لطالب العلم حتى يطأ عليها رضا به.    ","بحار الأنوار"],["قال النبي(ص): فقيه واحد أشد على إبليس من ألف عابد.    ","بحار الأنوار"],["قال رسول الله(ص): من لم يصبر على ذل التعلم ساعة بقي في ذل الجهل أبدا.    ","بحار الأنوار"],["قال النبي(ص): ما على من لا يعلم من حرج أن يسأل عما لا يعلم.    ","بحار الأنوار"],["قال النبي(ص): من خرج من بيته ليلتمس بابا من العلم لينتفع به و يعلمه غيره كتب الله له بكل خطوة عبادة ألف سنة صيامها و قيامها و حفته الملائكة بأجنحتها و صلى عليه طيور السماء و حيتان البحر و دواب البر و أنزله الله منزلة سبعين صديقا و كان خيرا له من أن كانت الدنيا كلها له فجعلها في الآخرة.    ","بحار الأنوار"],["قال رسول الله(ص): يا أبا ذر من خرج من بيته يلتمس بابا من العلم كتب الله عز و جل له بكل قدم ثواب نبي من الأنبياء و أعطاه الله بكل حرف يسمع أو يكتب مدينة في الجنة","بحار الأنوار"],["قال رسول الله(ص): طالب العلم أحبه الله و أحبه الملائكة و أحبه النبيون و لا يحب العلم إلا السعيد فطوبى لطالب العلم يوم القيامة و من خرج من بيته يلتمس بابا من العلم كتب الله له بكل قدم ثواب شهيد من شهداء بدر و طالب العلم حبيب الله و من أحب العلم وجبت له الجنة","بحار الأنوار"],["قال رسول الله(ص): من أحب العلم وجبت له الجنة و يصبح و يمسي في رضا الله و لا يخرج من الدنيا حتى يشرب من الكوثر و يأكل من ثمرة الجنة و يكون في الجنة رفيق خضر (ع) و هذا كله تحت هذه الآية (يرفع الله الذين آمنوا منكم و الذين أوتوا العلم درجات‏)","بحار الأنوار"],["قال رسول الله(ص):من تعلم مسألة واحدة قلده الله يوم القيامة ألف قلائد من النور و غفر له ألف ذنب و بنى له مدينة من ذهب و كتب له بكل شعرة على جسده حجة.","بحار الأنوار"],["قال النبي(ص):من تعلم بابا من العلم عمل به أو لم يعمل كان أفضل من أن يصلي ألف ركعة تطوعا.    ","بحار الأنوار"],["قال رسول الله(ص):إن العبد إذا خرج في طلب العلم ناداه الله عز وجل من فوق العرش مرحبا بك يا عبدي أتدري أي منزلة تطلب وأي درجة تروم تضاهي ملائكتي المقربين لتكون لهم قرينا لأبلغنك مرادك و لأوصلنك بحاجتك","بحار الأنوار"],["قال رسول الله(ص):من خرج يطلب بابا من علم ليرد به باطلا إلى حق أو ضلالة إلى هدى كان عمله ذلك كعبادة متعبد أربعين عاما.    ","بحار الأنوار"],["قال رسول الله(ص):منهومان لا يشبعان طالب علم و طالب دنيا فأما طالب العلم فيزداد رضا الرحمن و أما طالب الدنيا فيتمادى في الطغيان.    ","بحار الأنوار"],["قال النبي(ص):من طلب علما فأدركه كتب الله له كفلين‏ من الأجر و من طلب علما فلم يدركه كتب الله له كفلا من الأجر.    ","بحار الأنوار"],["قال النبي(ص): من أحب أن ينظر إلى عتقاء الله من النار فلينظر إلى المتعلمين فوالذي نفسي بيده مامن متعلم يختلف إلى باب العالم إلاكتب الله له بكل قدم عبادة سنة وبنى الله بكل قدم مدينة في الجنة ويمشي على الأرض وهي تستغفر له ويمسي ويصبح مغفوراله وشهدت الملائكة أنهم عتقاء الله من النار","بحار الأنوار"],["قال النبي(ص):من طلب العلم فهو كالصائم نهاره القائم ليله و إن بابا من العلم يتعلمه الرجل خير له من أن يكون له أبو قبيس [جبل في مكة] ذهبا فأنفقه في سبيل الله.    ","بحار الأنوار"],["قال النبي(ص):من جاءه الموت و هو يطلب العلم ليحيي به الإسلام كان بينه و بين الأنبياء درجة واحدة في الجنة.    ","بحار الأنوار"],["قال النبي(ص):لأن يهدي الله بك رجلا واحدا خير من أن يكون لك حمر النعم.    ","بحار الأنوار"],["قال النبي(ص):من غدا في طلب العلم أظلت عليه الملائكة و بورك له في معيشته و لم ينقص من رزقه.    ","بحار الأنوار"],["قال النبي(ص):نوم مع علم خير من صلاة مع جهل.    ","بحار الأنوار"],["قال النبي(ص): أيما ناش نشأ في العلم و العبادة حتى يكبر أعطاه الله يوم القيامة ثواب اثنين و سبعين صديقا.    ","بحار الأنوار"],["قال النبي(ص): قليل من العلم خير من كثير العبادة.    ","بحار الأنوار"],["قال النبي(ص): من غدا إلى المسجد لا يريد إلا ليتعلم خيرا أو ليعلمه كان له أجر معتمر تام العمرة و من راح إلى المسجد لا يريد إلا ليتعلم خيرا أو ليعلمه فله أجر حاج تام الحجة.    ","بحار الأنوار"],["قال النبي(ص): إن طالب العلم لتحفه الملائكة بأجنحتها ثم يركب بعضها بعضا حتى يبلغوا سماء الدنيا من محبتهم لما يطلب.    ","بحار الأنوار"],["قال رسول الله(ص): اغد عالما أو متعلما و إياك أن تكون لاهيا متلذذا.    ","بحار الأنوار"],["قال رسول الله(ص): المؤمن إذا مات و ترك ورقة واحدة عليها علم تكون تلك الورقة يوم القيامة سترا فيما بينه و بين النار و أعطاه الله تبارك و تعالى بكل حرف مكتوب عليها مدينة أوسع من الدنيا سبع مرات","بحار الأنوار"],["قال رسول الله(ص): ما من مؤمن يقعد ساعة عند العالم إلا ناداه ربه عز و جل جلست إلى حبيبي و عزتي و جلالي لأسكننك الجنة معه و لا أبالي.","بحار الأنوار"],["قال رسول الله(ص): الأنبياء قادة و الفقهاء سادة و مجالستهم زيادة و أنتم في ممر الليل و النهار في آجال منقوصة و أعمال محفوظة و الموت يأتيكم بغتة فمن يزرع خيرا يحصد غبطة و من يزرع شرا يحصد ندامة.    ","بحار الأنوار"],["قال رسول الله(ص): تذاكروا و تلاقوا و تحدثوا فإن الحديث جلاء إن القلوب لترين كما يرين السيف و جلاؤها الحديث.    ","بحار الأنوار"],["قال النبي(ص):  إن الله عز و جل يقول تذاكر العلم بين عبادي مما تحيا عليه القلوب الميتة إذا انتهوا فيه إلى أمري.    ","بحار الأنوار"],["قال رسول الله(ص): قال الحواريون لعيسى (ع) يا روح الله من نجالس قال من يذكركم الله رؤيته و يزيد في علمكم منطقه و يرغبكم في الآخرة عمله.    ","بحار الأنوار"],["قال رسول الله(ص): لكل شي‏ء عماد و عماد هذا الدين الفقه.    ","بحار الأنوار"],["قال النبي(ص): العلم علمان علم الأديان و علم الأبدان.    ","بحار الأنوار"],["قال النبي(ص): أوحى الله إلى بعض أنبيائه قل للذين يتفقهون لغير الدين و يتعلمون لغير العمل و يطلبون الدنيا لغير الآخرة يلبسون للناس مسوك الكباش و قلوبهم كقلوب الذئاب ألسنتهم أحلى من العسل و أعمالهم أمر من الصبر إياي يخادعون و بي يستهزءون لأتيحن لهم فتنة تذر الحكيم حيران.    ","بحار الأنوار"],["قال رسول الله(ص): ثلاثة يشفعون إلى الله يوم القيامة فيشفعهم الأنبياء ثم العلماء ثم الشهداء.","بحار الأنوار"],["قال رسول الله(ص): إن الله عز و جل يجمع العلماء يوم القيامة و يقول لهم لم أضع نوري و حكمتي في صدوركم إلا و أنا أريد بكم خير الدنيا و الآخرة اذهبوا فقد غفرت لكم على ما كان منكم.","بحار الأنوار"],["قال رسول الله(ص): يجي‏ء الرجل يوم القيامة و له من الحسنات كالسحاب الركام أو كالجبال الرواسي فيقول يا رب أنى لي هذا و لم أعملها فيقول هذا علمك الذي علمته الناس يعمل به من بعدك.    ","بحار الأنوار"],["قال النبي(ص): إن الله لا ينتزع العلم انتزاعا و لكن ينتزعه بموت العلماء حتى إذا لم يبق منهم أحد اتخذ الناس رؤساء جهالا فأفتوا الناس بغير علم فضلوا و أضلوا.    ","بحار الأنوار"],["قال رسول الله(ص): من الصدقة أن يتعلم الرجل العلم و يعلمه الناس.    ","بحار الأنوار"],["قال رسول الله(ص): إن مثل العلماء في الأرض كمثل النجوم في السماء يهتدى بها في ظلمات البر و البحر فإذا طمست أوشك أن تضل الهداة.","بحار الأنوار"],["قال رسول الله(ص): ما أهدى المرء المسلم على أخيه هدية أفضل من كلمة حكمة يزيده الله بها هدى و يرده عن ردى.    ","بحار الأنوار"],["قال النبي(ص): العلم علمان علم على اللسان فذلك حجة على ابن آدم و علم في القلب فذلك العلم النافع‏.    ","بحار الأنوار"],["قال النبي(ص): إن العلم يهتف بالعمل فإن أجابه و إلا ارتحل عنه.    ","بحار الأنوار"],["قال النبي(ص):العلماء رجلان رجل عالم آخذ بعلمه فهذا ناج و رجل تارك لعلمه فهذا هالك وإن أهل النار ليتأذون من ريح العالم التارك لعلمه و إن أشد أهل النار ندامة و حسرة رجل دعا عبدا إلى الله سبحانه فاستجاب له و قبل منه فأطاع الله فأدخله الله الجنة و أدخل الداعي النار بتركه علمه‏.    ","بحار الأنوار"],["قال رسول الله(ص):منهومان لا يشبعان طالب دنيا و طالب علم فمن اقتصر من الدنيا على ما أحل له سلم و من تناولها من غير حلها هلك إلا أن يتوب أو يراجع و من أخذ العلم من أهله و عمل به نجا و من أراد به الدنيا فهو حظه.    ","بحار الأنوار"],["قال النبي(ص): من طلب العلم لله لم يصب منه بابا إلا ازداد في نفسه ذلا و في الناس تواضعا و لله خوفا و في الدين اجتهادا و ذلك الذي ينتفع بالعلم فليتعلمه.","بحار الأنوار"],["قال رسول الله(ص): من ازداد في العلم رشدا فلم يزدد في الدنيا زهدا لم يزدد من الله إلا بعدا.    ","بحار الأنوار"],["قال رسول الله(ص): العلم الذي لا يعمل به كالكنز الذي لا ينفق منه أتعب صاحبه نفسه في جمعه و لم يصل إلى نفعه.    ","بحار الأنوار"],["قال رسول الله(ص): مثل الذي يُعَلِّمُ الخير و لا يعمل به مثل السراج يضي‏ء للناس و يحرق نفسه.    ","بحار الأنوار"],["قال رسول الله(ص): من تعلم علما لغير الله و أراد به غير الله فليتبوأ مقعده من النار.    ","بحار الأنوار"],["قال رسول الله(ص): لا تعلموا العلم لتماروا به السفهاء وتجادلوا به العلماء ولتصرفوا وجوه الناس إليكم و ابتغوا بقولكم ما عند الله فإنه يدوم ويبقى وينفد ما سواه كونوا ينابيع الحكمة مصابيح الهدى أحلاس البيوت‏ سرج الليل جدد القلوب‏ خلقان الثياب‏ تعرفون في أهل السماء وتخفون في أهل الأرض","بحار الأنوار"],["قال رسول الله(ص): من طلب العلم لأربع دخل النار ليباهي به العلماء أو يماري به السفهاء أو ليصرف به وجوه الناس إليه أو يأخذ به من الأمراء.    ","بحار الأنوار"],["قال رسول الله(ص): ارحموا عزيزا ذل و غنيا افتقر و عالما ضاع في زمان جهال.    ","بحار الأنوار"],["قال رسول الله(ص): غريبتان فاحتملوهما كلمة حكمة من سفيه فاقبلوها و كلمة سفه من حكيم فاغفروها.    ","بحار الأنوار"],["قال النبي(ص): ليس من أخلاق المؤمن الملق إلا في طلب العلم.    ","بحار الأنوار"],["قال النبي(ص): نعم وزير الإيمان العلم و نعم وزير العلم الحلم و نعم وزير الحلم الرفق و نعم وزير الرفق اللين.    ","بحار الأنوار"],["قال رسول الله(ص): و الذي نفسي بيده ما جمع شي‏ء إلى شي‏ء أفضل من حلم إلى علم.    ","بحار الأنوار"],["قال رسول الله(ص): صنفان من أمتي إذا صلحا صلحت أمتي و إذا فسدا فسدت أمتي قيل يا رسول الله و من هما قال الفقهاء و الأمراء.    ","بحار الأنوار"],["قال رسول الله(ص): أشد ما يتخوف على أمتي ثلاثة زلة عالم أو جدال منافق بالقرآن أو دنيا تقطع رقابكم فاتهموها على أنفسكم.    ","بحار الأنوار"],["قال رسول الله(ص): من فقه الرجل قلة كلامه فيما لا يعنيه.    ","بحار الأنوار"],["قال رسول الله(ص): ان الله يحب الصوت الخفيض و يبغض الصوت الرفيع.    ","بحار الأنوار"],["قال رسول الله(ص): أيما رجل آتاه الله علما فكتمه و هو يعلمه لقي الله عز و جل يوم القيامة ملجما بلجام من نار.    ","بحار الأنوار"],["قال رسول الله(ص): من تعلم علما ليماري به السفهاء أو ليباهي به العلماء أو يصرف به الناس إلى نفسه يقول أنا رئيسكم فليتبوأ مقعده من النار إن الرئاسة لا تصلح إلا لأهلها فمن دعا الناس إلى نفسه و فيهم من هو أعلم منه لم ينظر الله إليه يوم القيامة.    ","بحار الأنوار"],["قال النبي(ص): إني لا أتخوف على أمتي مؤمنا و لا مشركا فأما المؤمن فيحجزه إيمانه و أما المشرك فيقمعه كفره‏ و لكن أتخوف عليكم منافقا عليم اللسان يقول ما تعرفون و يعمل ما تنكرون.    ","بحار الأنوار"],["قال رسول الله(ص): أنا زعيم ببيت في ربض الجنة و بيت في وسط الجنة و بيت في أعلى الجنة لمن ترك المراء و إن كان محقا و لمن ترك الكذب و إن كان هازلا و لمن حسن خلقه.    ","بحار الأنوار"],["قال رسول الله(ص): ثلاث من لقي الله بهن دخل الجنة من أي باب شاء من حسن خلقه و خشي الله في المغيب و المحضر و ترك المراء و إن كان محقا.","بحار الأنوار"],["قال رسول الله(ص): من أدى إلى أمتي حديثا يقام به سنة أو يثلم به بدعة فله الجنة.    ","بحار الأنوار"],["قال النبي(ص): من تعلم حديثين اثنين ينفع بهما نفسه أو يعلمهما غيره فينتفع بهما كان خيرا من عبادة ستين سنة.","بحار الأنوار"],["قال النبي(ص): دع ما يريبك إلى ما لا يريبك فإنك لن تجد فقد شي‏ء تركته لله عز و جل.    ","بحار الأنوار"],["قال النبي(ص): في القلب نور لا يضي‏ء إلا من اتباع الحق و قصد السبيل و هو نور من المرسلين الأنبياء مودع في قلوب المؤمنين.    ","بحار الأنوار"],["عن رسول الله (ص):يا عباد الله أنتم كالمرضى و الله رب العالمين كالطبيب فصلاح المرضى فيما يعلمه الطبيب و يدبره به لا فيما يشتهيه المريض و يقترحه‏ ألا فسلموا لله أمره تكونوا من الفائزين","بحار الأنوار"],["قال النبي(ص): لا يحملنكم استبطاء شي‏ء من الرزق أن تطلبوه بشي‏ء من معصية الله فإن الله تعالى قسم الأرزاق بين خلقه حلالا و لم يقسمها حراما فمن اتقى الله و صبر أتاه رزقه من حله و من هتك حجاب ستر الله عز و جل و أخذه من‏ غير حله قص به من رزقه الحلال و حوسب عليه.","بحار الأنوار"],["سُئل رسول الله (ص) أي المؤمنين أَكْيَسُ؟ قال أكثرهم ذكرا للموت و أشدهم استعدادا له.","بحار الأنوار"],["قال رسول الله(ص): إنّ اللَّه تعالى يقول أنا عند ظنّ عبدي بي إن خيرا فخيرا و إن شرّا فشرّا. ","نهج الفصاحة"],["قال رسول الله: إنّ اللَّه تعالى يقول إن الصّوم لي وأنا أجزي به إن للصائم فرحتين، إذا أفطر فرح وإذا لقى اللَّه تعالى فجزاه فرح. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى يقول يا ابن آدم تفرغ لعبادتي أملأ صدرك غنى و أسد فقرك و إلا تفعل ملأت يديك شغلا و لم أسدّ فقرك.","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه تعالى ينزل المعونة على قدر المئونة و ينزل الصّبر على قدر البلاء. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه يبتلي عبده المؤمن بالسّقم حتّى يكفّر عنه كلّ ذنب. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه يحبّ الشّاب الّذي يفني شبابه في طاعة اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه يحبّ الملحّين في الدّعاء. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه يحيى القلوب الميّتة بنور الحكمة كما يحيي الأرض بوابل السّماء. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه يستحيي من العبد أن يرفع إليه يديه فيردّهما خائبين. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ اللَّه يعطى الدّنيا على نيّة الآخرة و أبى أن يعطى الآخرة على نيّة الدّنيا. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ أهل الشّبع في الدّنيا هم أهل الجوع غدا في الآخرة. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ أوثق عرى الإسلام أن تحبّ في اللَّه و تبغض في اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ ربّي أمرني أن يكون نطقي ذكرا و نظري عبرا. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ في الجنّة مائة درجة لو أنّ العالمين اجتمعوا في إحداهنّ لو سعتهم. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ لكلّ شي‏ء حقيقة و ما بلغ عبد حقيقة الإيمان حتى يعلم أنّ ما أصابه لم يكن ليخطئه و ما أخطأه لم يكن ليصيبه. ","نهج الفصاحة"],["قال رسول الله(ص): إن لله تعالى أقواما يختصهم بالنعم لمنافع العباد و يقرها فيهم ما بذلوها فإذا منعوها نزعها منهم فحولها إلى غيرهم. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ للَّه تعالى عبادا اختصّهم بحوائج النّاس، يفزع النّاس إليهم في حوائجهم أولئك الآمنون من عذاب اللَّه. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ للَّه ملكا ينادي عند كلّ صلاة: يا بني آدم قوموا إلى نيرانكم الّتي أوقدتموها على أنفسكم فأطفؤوها بالصّلاة. ","نهج الفصاحة"],["قال رسول الله(ص): احذر أن يرى عليك آثار المحسنين و أنت تخلو من ذلك فتحشر مع المرائين. ","نهج الفصاحة"],["قال رسول الله(ص): إنّ هذه القلوب تصدأ كما يصدأ الحديد قيل فما جلاءها قال ذكر الموت و تلاوة القرآن. ","نهج الفصاحة"],["قال رسول الله(ص): إنّما أهلك الّذين من قبلكم أنّهم كانوا إذا سرق فيهم الشّريف تركوه و إذا سرق فيهم الضّعيف أقاموا عليه الحدّ. ","نهج الفصاحة"],["قال رسول الله(ص): عليك بالعلم فإن العلم خليل المؤمن والحلم وزيره والعقل دليله والعمل قيّمه و الرّفق أبوه و اللين أخوه و الصبر أمير جنوده.","نهج الفصاحة"],["قَالَ رَسُولُ اللَّهِ(ص): أَطْوَلُكُمْ قُنُوتاً فِي دَارِ الدُّنْيَا أَطْوَلُكُمْ رَاحَةً يَوْمَ الْقِيَامَةِ فِي الْمَوْقِف‏.","روضة الواعظين"],["سُئل رسول الله(ص): هل يُحشر مع الشّهداء أحد؟ قال: نعم من يَذكر الموت في اليوم و اللّيلة عشرين مرّة. ","مجموعة ورام"],["سٌئل النبي(ص) عن قول الله:\"الذي خلق الموت و الحياة ليبلوكم أيكم أحسن عملا\" فقال أي أيكم أكثر للموت ذكرا وأحسن له استعداد وأشد منه خوفا وحذرا","مجموعة ورام"],["عن رسول الله(ص): اللهم ارزق محمدا و آل محمد و من أحبهم العفاف و الكفاف و ارزق من أبغض محمدا و آل محمد المال و الولد.","الفقه المنسوب إلى الإمام الرضا عليه السلام"],["عن رسول الله(ص): أن الله تبارك و تعالى عفا عن أمتي وساوس الصدور.","الفقه المنسوب إلى الإمام الرضا عليه السلام"],["عن رسول الله(ص):  ثلاثة أخافهن على أمتي من بعدي  الضلالة بعد المعرفة و مضلات الفتن  و شهوة البطن و الفرج.","صحيفة الإمام الرضا عليه السلام"],["عن رسول الله(ص):  من مر على المقابر و قرأ قل هو الله أحد إحدى  عشرة مرة  ثم وهب أجره للأموات أعطي من الأجر بعدد الأموات","صحيفة الإمام الرضا عليه السلام"],["عن رسول الله(ص):  من صام يوم الجمعة صبرا و احتسابا  أعطي أجر عشرة أيام غر زهر لا يشاكلهن أيام الدنيا.","صحيفة الإمام الرضا عليه السلام"],["عن رسول الله(ص):   إن الله عز و جل قدر المقادير  و دبر التدابير قبل أن يخلق آدم بألفي عام.","صحيفة الإمام الرضا عليه السلام"],["عن رسول الله(ص):   إن العبد لينال بحسن خلقه درجة الصائم و القائم.","صحيفة الإمام الرضا عليه السلام"],["عن رسول الله(ص):   الدعاء سلاح المؤمن  و عماد الدين و نور السماوات و الأرض‏.","صحيفة الإمام الرضا عليه السلام"],["عن رسول الله(ص):   من ترك معصية مخافة من الله تعالى  أرضاه الله يوم القيامة.","صحيفة الإمام الرضا عليه السلام"],["عن رسول الله(ص):    أتقى الناس من قال الحق فيما له و عليه.","صحيفة الإمام الرضا عليه السلام"],["عن رسول الله(ص): التاركون ولاية علي خارجون من الإسلام، من مات منهم على ذلك.","الأصول الستة عشر (ط   دار الحديث)"],["عن رسول الله(ص): البر و حسن الجوار زيادة في الرزق، و عمارة في الديار.","الأصول الستة عشر (ط   دار الحديث)"],["عن رسول الله(ص): إن الخلق الحسن له أجر الصائم القائم.","الأصول الستة عشر (ط   دار الحديث)"],["عن رسول الله(ص): عجبا للمؤمن إن الله لا يقضي له قضاء إلا كان له خير، فإن ابتلي صبر، و إن أعطي شكر.","الأصول الستة عشر (ط   دار الحديث)"],["عن رسول الله(ص): نضر الله عبدا سمع مقالتي فوعاها و بلغها من لم يبلغه، رب حامل فقه إلى غير فقيه، و رب حامل فقه إلى من هو أفقه منه.","الأصول الستة عشر (ط   دار الحديث)"],["عن رسول الله(ص):  من قال رضيت بالله ربا و بالإسلام دينا و بمحمد رسولا و بأهل بيته أولياء كان حقا على الله أن يرضيه‏","الأصول الستة عشر (ط   دار الحديث)"],["عن رسول الله(ص): من صام يوم الجمعة صبرا و احتسابا أعطي به عشرة أيام غرا زهرا لا تشاكل أيام الدنيا.","مسائل علي بن جعفر و مستدركاتها "],["عن رسول الله(ص): إياكم و جدال المفتون فإن كل مفتون ملقي حجته إلى انقضاء مدته فإذا انقضت مدته أحرقته فتنته بالنار.","كتاب الزهد"],["عن رسول الله(ص):  أ لا أخبركم بشراركم؟ قالوا بلى يا رسول الله قال المشاءون بالنميمة و المفرقون بين الأحبة و الباغون للبراء العيب.","كتاب الزهد"],["عن رسول الله(ص): تحرم الجنة على ثلاثة على المنان و على المغتاب و على مدمن الخمر.","كتاب الزهد"],["عن رسول الله(ص): و هل يكب الناس في النار إلا حصائد ألسنتهم.","كتاب الزهد"],["عن رسول الله(ص): إن الله يحب الحيي الحليم الغني المتعفف ألا و إن الله يبغض الفاحشة البذي السائل الملحف.","كتاب الزهد"],["عن رسول الله(ص): سباب المؤمن فسق و قتاله كفر و أكل ماله معصية و حرمة ماله كحرمة دمه.","كتاب الزهد"],["عن رسول الله(ص): إذا أراد الله بأهل بيت خيرا رزقهم الرفق في المعيشة و حسن الخلق.","كتاب الزهد"],["عن رسول الله(ص): أقربكم مني غدا أحسنكم خلقا و أقربكم من الناس.","كتاب الزهد"],["عن رسول الله(ص): إن الله رفيق يعطي الثواب و يحب كل رفيق و يعطي على الرفق ما لا يعطي على العنف.","كتاب الزهد"],["عن رسول الله(ص): أيها الناس و الله إني لأعلم أنكم لا تسعون الناس بأموالكم و لكن بالطلاقة و حسن الخلق","كتاب الزهد"],["عن رسول الله(ص): ألا أنبئكم بخياركم؟ قالوا بلى يا رسول الله قال أحسنكم أخلاقا الموطئون أكنافا الذين يألفون و يؤلفون.","كتاب الزهد"],["عن رسول الله(ص): من سألكم بالله فأعطوه و من آتاكم معروفا فكافئوه و إن لم تجدوا ما تكافئوه فادعوا الله له حتى تظنوا أنكم قد كافيتموه.","كتاب الزهد"],["عن رسول الله(ص): إن أهل بيت ليكونون بررة فتنمو أموالهم و لو أنهم فجار.","كتاب الزهد"],["عن رسول الله(ص): لا أحب الشيخ الجاهل و لا الغني الظلوم و لا الفقير المختال.","كتاب الزهد"],["عن رسول الله(ص): ما ذئبان جائعان في غنم قد فرقها راعيها أحدهما في أولها و الآخر في آخرها بأفسد فيها من حب المال و الشرف في دين المرء المسلم.","كتاب الزهد"],["عن رسول الله(ص): المسلم أخو المسلم لا يخونه و لا يخذله و لا يعيبه و لا يحرمه و لا يغتابه.","كتاب المؤمن"],["عن رسول الله(ص): من سر مؤمنا فقد سرني و من سرني فقد سر الله.","كتاب المؤمن"],["عن رسول الله(ص): من أكرم أخاه المسلم بمجلس يكرمه أو بكلمة يلطفه بها أو حاجة يكفيه إياها لم يزل في ظل من الملائكة ما كان بتلك المنزلة.","كتاب المؤمن"],["عن رسول الله(ص): من أكرم مؤمنا فإنما يكرم الله عز و جل.","كتاب المؤمن"],["عن رسول الله(ص): من أذاع فاحشة كان كمبتدئها و من عير مؤمنا بشي‏ء لم يمت حتى‏ يركبه.","كتاب المؤمن"],["عن رسول الله(ص): من لا يعرف لأخيه مثل ما يعرف له فليس بأخيه.","كتاب المؤمن"],["عن رسول الله(ص): قال الله عز و جل من أهان لي وليا فقد أرصد لمحاربتي.","كتاب المؤمن"],["عن رسول الله(ص): إذا صمت فليصم سمعك و بصرك و جلدك و عدد أشياء غير ذلك ثم قال فلا يكون يوم صومك مثل يوم فطرك.","النوادر للأشعري"],["عن رسول الله(ص):  الله يقول: يا ابن آدم بمشيتي كنت أنت الذي تشاء لنفسك ما تشاء  و بإرادتي كنت أنت الذي تريد لنفسك‏","تفسير القمي"],["عن رسول الله(ص):  أفضل والديكم و أحقهما لشكركم محمد و علي.","تفسير الامام العسكر ي"],["عن رسول الله(ص):  إن العبد إذا توضأ فغسل وجهه، تناثرت [عنه‏] ذنوب وجهه.","تفسير الامام العسكر ي"],["عن رسول الله(ص):  أول ما يوضع في ميزان العبد يوم القيامة حسن خلقه».","قرب الإسناد"],["عن رسول الله(ص): الحياء على وجهين: فمنه الضعف، و منه قوة و إسلام و إيمان».","قرب الإسناد"],["عن رسول الله(ص): رحم الله عبدا قال خيرا فغنم أو سكت على سوء فسلم.","المحاسن"],["عن رسول الله(ص): قال الله تبارك و تعالى من أذنب ذنبا فعلم أن لي أن أعذبه و أن لي أن أعفو عنه عفوت عنه.","المحاسن"],["عن رسول الله(ص): من تمسك بسنتي في اختلاف أمتي كان له أجر مائة شهيد.","المحاسن"],["عن رسول الله(ص): من هبط واديا فقال لا إله إلا الله و الله أكبر ملأ الله الوادي حسنات فليعظم الوادي بعدا و ليصغر.","المحاسن"],["عن رسول الله(ص): لقنوا موتاكم لا إله إلا الله فإنها تهدم الخطايا قال كيف من قالها في حياته قال هي أهدم و أهدم.","المحاسن"],["عن رسول الله(ص): من قال سبحان الله و الحمد لله و لا إله إلا الله و الله أكبر خلق الله منها أربعة أطيار تسبحه و تقدسه و تهلله إلى يوم القيامة","المحاسن"],["عن رسول الله(ص): إذا قال العبد سبحان الله فقد أنف لله و حق على الله أن ينصره.",""],["عن رسول الله(ص): من قال سبحان الله من غير تعجب خلق الله منها طائرا أخضر يستظل بظل العرش يسبح فيكتب له ثوابه إلى يوم القيامة.","المحاسن"],["عن رسول الله(ص): إذا قال العبد لا حول و لا قوة إلا بالله فقد فوض أمره إلى الله و حق على الله أن يكفيه‏ ","المحاسن"],["عن رسول الله(ص): من صلى بالليل حسن وجهه بالنهار.","المحاسن"],["عن رسول الله(ص): من سرج في مسجد من مساجد الله لم تزل الملائكة و حملة العرش يسبحون له ما دام في ذلك المسجد ضوء من ذلك السراج.","المحاسن"],["عن رسول الله(ص): إن على كل شي‏ء زكاة و زكاة الأجساد الصيام.","المحاسن"],["عن رسول الله(ص): ما بين المسلم و بين أن يكفر إلا ترك صلاة فريضة متعمدا أو يتهاون بها فلا يصليها.","المحاسن"],["عن رسول الله(ص): لا يزال الشيطان هائبا لابن آدم ذعرا منه ما صلى الصلوات الخمس لوقتهن.","المحاسن"],["عن رسول الله(ص): لا يصلي أحدكم‏ و به أحد العصرين يعني البول و الغائط.","المحاسن"],["عن رسول الله(ص): التاركون ولاية علي المنكرون لفضله و المظاهرون أعداءه خارجون عن الإسلام من مات منهم على ذلك.","المحاسن"],["عن رسول الله(ص): من ذكرت عنده فنسي الصلاة علي أخطئ به طريق الجنة.","المحاسن"],["عن رسول الله(ص): إن في السماء ملكين موكلين بالعباد فمن تكبر و تجبر وضعاه.","المحاسن"],["عن رسول الله(ص): من أحبنا أهل البيت فليحمد الله على أولى النعم قلت و ما أولى النعم قال طيب الولادة و لا يحبنا إلا من طابت ولادته.","المحاسن"],["عن رسول الله(ص): لو أن عبدا عبد الله ألف عام ثم ذبح كما يذبح الكبش ثم أتى الله ببغضنا أهل البيت لرد الله عليه عمله.","المحاسن"],["عن رسول الله(ص): من عمل على غير علم كان ما يفسد أكثر مما يصلح.","المحاسن"],["عن رسول الله(ص): من أصبح من أمتي و همه غير الله فليس من الله‏.","المحاسن"],["عن رسول الله(ص): إنما أهلك الناس العجلة و لو أن الناس تثبتوا لم يهلك أحد.","المحاسن"],["عن رسول الله(ص): قراءة القرآن في الصلاة أفضل من قراءة القرآن في غيرالصلاة وذكر الله أكبر من الصدقة والصدقة أفضل من الصوم والصوم جنة من النار","المحاسن"],["عن رسول الله(ص): اغد عالما أو متعلما و إياك أن تكون لاهيا متلذذا","المحاسن"],["عن رسول الله(ص): غريبتان كلمة حكمة من سفيه فاقبلوها و كلمة سفه من حكيم فاغفروها.","المحاسن"],["عن رسول الله(ص): كفى باليقين غنى و بالعبادة شغلا.","المحاسن"],["عن رسول الله(ص): من أحب أن يعلم ما له عند الله فليعلم ما لله عنده.","المحاسن"],["عن رسول الله(ص): نية المرء خير من عمله و نية الفاجر شر من عمله و كل عامل يعمل بنيته.","المحاسن"],["عن رسول الله(ص): ود المؤمن للمؤمن في الله من أعظم شعب الإيمان و من أحب في الله وأبغض في الله و أعطى في الله و منع في الله فهو من أصفياء الله","المحاسن"],["عن رسول الله(ص): أفضل الجهاد من أصبح لا يهم بظلم أحد.","المحاسن"],["عن رسول الله(ص): أحب الأعمال إلى الله ثلاثة إشباع جوعة المسلم و قضاء دينه و تنفيس كربته.","المحاسن"],["عن رسول الله(ص): إن أول ما عصي الله به ست حب الدنيا و حب الرئاسة و حب الطعام و حب النساء و حب النوم و حب الراحة.","المحاسن"],["عن رسول الله(ص): من موجبات مغفرة الرب إطعام الطعام.","المحاسن"],["عن رسول الله(ص): أتاني جبرئيل ع فأمرني بأكل الهريسة ليشتد ظهري و أقوى بها على عبادة ربي.","المحاسن"],["عن رسول الله(ص): لا تدعوا العشاء و لو على حشفة إني أخشى على أمتي من ترك العشاء الهرم فإن العشاء قوة الشيخ و الشاب.","المحاسن"],["عن رسول الله(ص): يا علي إن الوضوء قبل الطعام و بعده شفاء في الجسد و يمن في الرزق.","المحاسن"],["عن رسول الله(ص): الطاعم الشاكر أفضل من الصائم الصامت.","المحاسن"],["عن رسول الله(ص): إن المؤمن ليشبع من الطعام و الشراب فيحمد الله فيعطيه الله من الأجر ما لا يعطي الصائم إن‏ الله شاكر عليم‏ يحب أن يحمد.","المحاسن"],["عن رسول الله(ص): إذا أكل أحدكم طعاما فمص أصابعه التي أكل بها قال الله عز و جل بارك الله فيك.","المحاسن"],["عن رسول الله(ص): من سرته حسناته و ساءته سيئاته فذلك المؤمن حقا».","الغارات"],["عن رسول الله(ص): طلب العلم فريضة على كل مسلم ألا و إن الله يحب بغاة العلم.","الغارات"],["عن رسول الله(ص): مثل أمتي في الطين و علمت الأسماء كما علم آدم الأسماء كلها و رأيت أصحاب الرايات فكلما مررت بك يا علي و بشيعتك استغفرت لكم.","بصائر الدرجات في فضائل آل محمد صلى الله عليهم "],["عن رسول الله(ص): إن ربي مثل لي أمتي في الطين و علمني أسماء الأنبياء كما علم آدم الأسماء كلها فمر بي أصحاب الرايات فاستغفرت لعلي و شيعته.","بصائر الدرجات في فضائل آل محمد صلى الله عليهم "],["عن رسول الله(ص): إن أرواحنا و أرواح النبيين توافي العرش كل ليلة جمعة فتصبح الأوصياء و قد زيد في علمهم مثل جم الغفير من العلم.","بصائر الدرجات في فضائل آل محمد صلى الله عليهم "],["عن رسول الله(ص): أنا أحد الوالدين و علي [بن أبي طالب ع ص‏] الآخر و هما عند الموت يعاينان [الآخر يعاينان عند الموت و هما يعينان عند الموت‏].","بصائر الدرجات في فضائل آل محمد صلى الله عليهم "],["عن رسول الله(ص): ما من أحد أعز من الله تبارك و تعالى، و من أعز ممن حرم‏ الفواحش ما ظهر منها و ما بطن‏.","تفسير العياشي"],["عن رسول الله(ص): لا خير في العيش إلا لرجلين عالم مطاع أو مستمع واع.","الكافي"],["عن رسول الله(ص): قالت الحواريون لعيسى يا روح الله من نجالس قال من يذكركم الله رؤيته و يزيد في علمكم منطقه و يرغبكم في الآخرة عمله.","الكافي"],["عن رسول الله(ص): ما نظر الله عز و جل إلى ولي له يجهد نفسه بالطاعة لإمامه و النصيحة إلا كان معنا في الرفيق الأعلى.","الكافي"],["عن رسول الله(ص): أكثر ما تلج به أمتي النار الأجوفان البطن و الفرج.","الكافي"],["عن رسول الله(ص): أفضل الناس من عشق العبادة فعانقها وأحبها بقلبه وباشرها بجسده وتفرغ لها فهو لايبالي على ما أصبح من الدنيا على عسر أم على يسر","الكافي"],["عن رسول الله(ص): أكثر ما تلج به أمتي الجنة تقوى الله و حسن الخلق.","الكافي"],["عن رسول الله(ص): من رأى موضع كلامه من عمله قل كلامه إلا فيما يعنيه.","الكافي"],["عن رسول الله(ص): ما لي و للدنيا إنما مثلي و مثلها كمثل الراكب رفعت له شجرة في يوم صائف فقال تحتها ثم راح و تركها.","الكافي"],["عن رسول الله(ص): من سألنا أعطيناه و من استغنى أغناه الله.","الكافي"],["عن رسول الله(ص): إن في طلب الدنيا إضرارا بالآخرة و في طلب الآخرة إضرارا بالدنيا فأضروا بالدنيا فإنها أولى بالإضرار.","الكافي"],["عن رسول الله(ص): من أصبح لا يهتم بأمور المسلمين فليس منهم و من سمع رجلا ينادي يا للمسلمين فلم يجبه فليس بمسلم.","الكافي"],["عن رسول الله(ص): إذا التقيتم فتلاقوا بالتسليم و التصافح و إذا تفرقتم فتفرقوا بالاستغفار.","الكافي"],["عن رسول الله(ص): أحب الأعمال إلى الله سرور [الذي‏] تدخله على المؤمن تطرد عنه جوعته أو تكشف عنه كربته.","الكافي"],["عن رسول الله(ص): إن أعظم الناس منزلة عند الله يوم القيامة أمشاهم في أرضه بالنصيحة لخلقه.","الكافي"],["عن رسول الله(ص): قال الله تبارك و تعالى لو لم يكن في الأرض إلا مؤمن واحد لاستغنيت به عن جميع خلقي و لجعلت له من إيمانه أنسا لايحتاج إلى أحد.","الكافي"],["عن رسول الله(ص): من علامات الشقاء جمود العين و قسوة القلب و شدة الحرص في طلب الدنيا و الإصرار على الذنب.","الكافي"],["عن رسول الله(ص): ثلاث من لقي الله عز و جل بهن دخل الجنة من أي باب شاء من حسن خلقه و خشي الله في المغيب و المحضر و ترك المراء و إن كان محقا.","الكافي"],["عن رسول الله(ص): كاد الفقر أن يكون كفرا و كاد الحسد أن يغلب القدر.","الكافي"],["عن رسول الله(ص): من تعصب أو تعصب له فقد خلع ربق الإيمان من عنقه.","الكافي"],["عن رسول الله(ص): من كان في قلبه حبة من خردل من عصبية بعثه الله يوم القيامة مع أعراب الجاهلية.","الكافي"],["عن رسول الله(ص): إن الدينار و الدرهم أهلكا من كان قبلكم و هما مهلكاكم.","الكافي"],["عن رسول الله(ص): لو كان الخرق خلقا يرى ما كان شي‏ء مما خلق الله أقبح منه.","الكافي"],["عن رسول الله(ص): أبى الله عز و جل لصاحب الخلق السيئ بالتوبة قيل و كيف ذاك يا رسول الله قال لأنه إذا تاب من ذنب وقع في ذنب أعظم منه.","الكافي"],["عن رسول الله(ص): إن من شر عباد الله من تكره مجالسته لفحشه.","الكافي"],["عن رسول الله(ص): شر الناس يوم القيامة الذين يكرمون اتقاء شرهم.","الكافي"],["عن رسول الله(ص): من أصبح لا يهم بظلم أحد غفر الله ما اجترم.","الكافي"],["عن رسول الله(ص): من ظلم أحدا ففاته فليستغفر الله له فإنه كفارة له.","الكافي"],["عن رسول الله(ص): من نظر إلى مؤمن نظرة ليخيفه بها أخافه الله عز و جل يوم لا ظل إلا ظله.","الكافي"],["عن رسول الله(ص): ألا أنبئكم بشراركم قالوا بلى يا رسول الله  قال المشاءون بالنميمة المفرقون بين الأحبة الباغون للبرآء المعايب.","الكافي"],["عن رسول الله(ص): من طلب رضا الناس بسخط الله جعل الله حامده من الناس ذاما.","الكافي"],["عن رسول الله(ص): ما يزال الهم و الغم بالمؤمن حتى ما يدع له ذنبا.","الكافي"],["عن رسول الله(ص): الدعاء سلاح المؤمن و عمود الدين و نور السماوات و الأرض‏.","الكافي"],["عن رسول الله(ص): ألا أدلكم على سلاح ينجيكم من أعدائكم و يدر أرزاقكم قالوا بلى قال تدعون ربكم بالليل و النهار فإن سلاح المؤمن الدعاء.","الكافي"],["عن رسول الله(ص): خير وقت دعوتم الله عز و جل فيه الأسحار و تلا هذه الآية في قول يعقوب ع  سوف أستغفر لكم ربي‏ و قال أخرهم إلى السحر.","الكافي"],["عن رسول الله(ص): إذا دعا أحدكم فليعم فإنه أوجب للدعاء.","الكافي"],["عن رسول الله(ص): لا تجعلوني كقدح الراكب فإن الراكب يملأ قدحه فيشربه إذا شاء اجعلوني في أول الدعاء و في آخره و في وسطه.","الكافي"],["عن رسول الله(ص): من صلى علي صلى الله عليه و ملائكته و من شاء فليقل و من شاء فليكثر.","الكافي"],["عن رسول الله(ص): الصلاة علي و على أهل بيتي تذهب بالنفاق.","الكافي"],["عن رسول الله(ص): ارفعوا أصواتكم بالصلاة علي فإنها تذهب بالنفاق.","الكافي"],["عن رسول الله(ص): من ذكرت عنده فنسي أن يصلي علي خطأ الله به طريق الجنة.","الكافي"],["عن رسول الله(ص): ما من قوم اجتمعوا في مجلس فلم يذكروا اسم الله عز و جل و لم يصلوا على نبيهم إلا كان ذلك المجلس حسرة و وبالا عليهم.","الكافي"],["عن رسول الله(ص): من أكثر ذكر الله عز و جل أحبه الله و من ذكر الله كثيرا كتبت له براءتان براءة من النار و براءة من النفاق.","الكافي"],["عن رسول الله(ص): ذاكر الله عز و جل في الغافلين كالمقاتل عن الفارين و المقاتل عن الفارين له الجنة.","الكافي"],["عن رسول الله(ص): خير الدعاء الاستغفار.","الكافي"],["عن رسول الله(ص): الاستغفار و قول  لا إله إلا الله خير العبادة قال الله العزيز الجبار  فاعلم أنه لا إله إلا الله‏ و استغفر لذنبك‏.","الكافي"],["عن رسول الله(ص): خير العبادة قول لا إله إلا الله.","الكافي"],["عن رسول الله(ص): ليس شي‏ء أسرع إجابة من دعوة غائب لغائب.","الكافي"],["عن رسول الله(ص): من أصابه هم أو غم أو كرب أو بلاء أو لاواء  فليقل الله ربي و لا أشرك به شيئا توكلت‏ على الحي الذي لا يموت‏.","الكافي"],["عن رسول الله(ص): أنا أول وافد على العزيز الجبار  يوم القيامة و كتابه و أهل بيتي ثم أمتي ثم أسألهم ما فعلتم بكتاب الله و بأهل بيتي.","الكافي"],["عن رسول الله(ص): حملة القرآن عرفاء أهل الجنة و المجتهدون قواد أهل الجنة و الرسل سادة أهل الجنة.","الكافي"],["عن رسول الله(ص): الاتكاء في المسجد رهبانية العرب إن المؤمن مجلسه مسجده و صومعته بيته.","الكافي"],["عن رسول الله(ص): الحمى رائد الموت و سجن الله تعالى في أرضه و فورها من جهنم و هي حظ كل مؤمن من النار.","الكافي"],["عن رسول الله(ص): لا يزال الشيطان ذعرا من المؤمن ما حافظ على الصلوات الخمس فإذا ضيعهن تجرأ عليه فأدخله في العظائم.","الكافي"],["عن رسول الله(ص): لكل شي‏ء وجه و وجه دينكم الصلاة فلا يشينن أحدكم وجه دينه و لكل شي‏ء أنف و أنف الصلاة التكبير.","الكافي"],["عن رسول الله(ص): من سمعتموه ينشد الشعر في المساجد فقولوا فض الله فاك إنما نصبت المساجد للقرآن.","الكافي"],["عن رسول الله(ص): إن للقلوب إقبالا و إدبارا فإذا أقبلت فتنفلوا و إذا أدبرت فعليكم بالفريضة.","الكافي"],["عن رسول الله(ص): الصدقة تدفع ميتة السوء.","الكافي"],["عن رسول الله(ص): الأيدي ثلاثة سائلة و منفقة و ممسكة و خير الأيدي المنفقة.","الكافي"],["عن رسول الله(ص): خيركم من أطعم الطعام و أفشى السلام و صلى و الناس نيام.","الكافي"],["عن رسول الله(ص): الرزق أسرع إلى من يطعم الطعام من السكين في السنام.","الكافي"],["عن رسول الله(ص): يا معشر الشباب عليكم بالباه فإن لم تستطيعوه فعليكم بالصيام فإنه وجاؤه.","الكافي"],["عن رسول الله(ص): الحجة ثوابها الجنة و العمرة كفارة لكل ذنب.","الكافي"],["عن رسول الله(ص): من أتاني زائرا كنت شفيعه يوم القيامة.","الكافي"],["عن رسول الله(ص): إن الله عز و جل ليبغض المؤمن الضعيف الذي لا دين له فقيل له و ما المؤمن الذي لا دين له قال الذي لا ينهى عن المنكر.","الكافي"],["عن رسول الله(ص): لا وجع إلا وجع العين و لا هم إلا هم الدين.","الكافي"],["عن رسول الله(ص): من تكرمة الرجل لأخيه المسلم أن يقبل تحفته و يتحفه بما عنده و لا يتكلف له شيئا.","الكافي"],["عن رسول الله(ص): علامة رضا الله تعالى في خلقه عدل سلطانهم و رخص أسعارهم و علامة غضب الله تبارك و تعالى على خلقه  جور سلطانهم و غلاء أسعارهم.","الكافي"],["عن رسول الله(ص): استحسنوا أسماءكم فإنكم تدعون بها يوم القيامة قم يا فلان بن فلان إلى نورك و قم يا فلان بن فلان لا نور لك.","الكافي"],["عن رسول الله(ص): لا ينقضي كلام شاهد الزور من بين يدي الحاكم حتى يتبوأ مقعده من النار و كذلك من كتم الشهادة.","الكافي"],["عن رسول الله(ص): عرضت علي بطحاء مكة ذهبا فقلت يا رب لا و لكن أشبع يوما و أجوع يوما فإذا شبعت حمدتك و شكرتك و إذا جعت دعوتك و ذكرتك.","الكافي"],["عن رسول الله(ص): الرؤيا لا تقص إلا على مؤمن خلا من الحسد و البغي.","الكافي"],["عن رسول الله(ص): من أكل ما يشتهي و لبس ما يشتهي لم ينظر الله إليه حتى ينزع أو يترك.","الكافي"],["عن رسول الله(ص): يقول الله‏ لو لا عبدي المؤمن لعصبت رأس الكافر بعصابة من جوهر.","التمحيص"],["عن رسول الله(ص): الدنيا سجن المؤمن و جنة الكافر و أما المؤمن فيروع فيها و أما الكافر فمتع منها.","التمحيص"],["عن رسول الله(ص): يقول الله عز و جل‏ يا دنيا تمرري على عبدي المؤمن بأنواع البلاء و ضيقي عليه في معيشته و لا تحلولي [تحولي‏] فيركن إليك.","التمحيص"],["عن رسول الله(ص): الصلاة قربان كل تقي.","الجعفريات"],["عن رسول الله(ص): الصلاة ميزان أمتي من وفى استوفى.","الجعفريات"],["عن رسول الله(ص): الجلوس في المسجد انتظار الصلاة بعد الصلاة عبادة ما لم يحدث قيل يا رسول الله ص و ما الحدث [يحدث‏] قال الاغتياب.","الجعفريات"],["عن رسول الله(ص): إياكم و شدة التثاؤب في الصلاة فإنه غرفة الشيطان.","الجعفريات"],["عن رسول الله(ص): لو تعلم أمتي ما لهم فيهن لضربوا عليهن بالسهام الأذان و الغدو يوم الجمعة و الصف الأول.","الجعفريات"],["عن رسول الله(ص): صلاة ركعتين خفيفتين في يقين خير من قيام ليلة.","الجعفريات"],["عن رسول الله(ص): إن الملائكة لتحف بالذين يصلون بين المغرب و العشاء الآخرة.","الجعفريات"],["عن رسول الله(ص): لا إيمان لمن لا أمانة له و لا دين لمن لا عهد له و لا صلاة لمن لا يتم ركوعها و سجودها.","الجعفريات"],["عن رسول الله(ص): لا يزال الشيطان هائبا ذعرا من المؤمن ما حافظ على الصلوات الخمس فإذا ضيعهن تجري عليه فألقاه في العظائم.","الجعفريات"],["عن رسول الله(ص): إذا كان يوم الجمعة نادت الطير الطير و الوحش الوحش و السباع السباع سلام عليكم هذا يوم صالح.","الجعفريات"],["عن رسول الله(ص): إذا صلى العبد و لم يسأل الله تعالى الجنة و لم يستعذه من النار قالت الملائكة أغفل العظيمتين الجنة و النار.","الجعفريات"],["عن رسول الله(ص): إذا أراد الله بعبد خيرا بعث الله إليه ملكا من خزان الجنة فيمسح صدره فتستحي [فتسخى‏] نفسه بالزكاة.","الجعفريات"],["عن رسول الله(ص): ما هلك مال في بر و لا بحر إلا بمنع الزكاة حصنوا أموالكم بالزكاة و داووا مرضاكم بالصدقة و ردوا أبواب البلاء بالدعاء.","الجعفريات"],["عن رسول الله(ص): السائل رسول رب العالمين ليبتلى به فمن أعطاه فقد أعطى الله و من رده فقد رد الله تعالى.","الجعفريات"],["عن رسول الله(ص): يا أبا ذر تكف أذاك عن الناس فإنه صدقة تصدق به عن نفسك.","الجعفريات"],["عن رسول الله(ص): نوم الصائم عبادة و نفسه تسبيح.","الجعفريات"],["عن رسول الله(ص): دخلت الجنة فرأيت أكثر أهلها الذين يصومون أيام البيض.","الجعفريات"],["عن رسول الله(ص): من زار قبري بعد موتي كان كمن هاجر إلي في حياتي فإن لم تستطيعوا فابعثوا إلي السلام فإنه يبلغني.","الجعفريات"],["عن رسول الله(ص): كل نعيم مسئول عنه العبد يوم القيامة إلا ما كان في سبيل الله تعالى.","الجعفريات"],["عن رسول الله(ص): إن أبخل الناس من بخل بالسلام و أجود الناس من جاد بنفسه و ماله في سبيل الله تعالى.","الجعفريات"],["عن رسول الله(ص): نعم وزير الإيمان العلم و نعم وزير العلم الحلم و نعم وزير الحلم الرفق و نعم وزير الرفق اللين.","الجعفريات"],["عن رسول الله(ص): إن الله تعالى لا يقبل من الصغور يوم القيامة صرفا و لا عدلا قلنا يا رسول الله ص و ما الصغور قال الذي يدخل على أهله الرجال.","الجعفريات"],["عن رسول الله(ص): ما من شي‏ء أحب إلى الله تعالى من إيمان به و العمل الصالح و ترك ما أمر به أن يترك.","الجعفريات"],["عن رسول الله(ص): ما رفع الناس أبصارهم إلى شي‏ء إلا وضعه الله تعالى و لو بغى جبل على جبل لجعل الله تعالى الباغي منهما دكا.","الجعفريات"],["عن رسول الله(ص): حسب الرجل دينه و مروته عقله و حلمه سروره و كرمه تقواه.","الجعفريات"],["عن رسول الله(ص): لا حسب إلا التواضع و لا كرم إلا التقوى و لا عمل إلا بنية و لا عبادة إلا بيقين.","الجعفريات"],["عن رسول الله(ص): من تمنى شيئا هو لله تعالى رضا لم يمت من الدنيا حتى يعطاه.","الجعفريات"],["عن رسول الله(ص): ما أحد من أمتي غني و لا فقير إلا و هو يود يوم القيامة أنه لم يؤت من الدنيا إلا قوقا [قوتا].","الجعفريات"],["عن رسول الله(ص): نعم العون على تقوى الله تعالى الغنى.","الجعفريات"],["عن رسول الله(ص): شكا نبي من الأنبياء قبلي ضعفا في بدنه إلى ربه تعالى فأوحى الله إليه اطبخ اللحم و اللبن فكلهما فإني جعلت القوة فيهما.","الجعفريات"],["عن رسول الله(ص): طوبى لمن طوى و جاع أولئك الذين يشبعون يوم القيامة طوبى للمساكين بالصبر هم الذين يرون ملكوت السماوات.","الجعفريات"],["عن رسول الله(ص): من أحب أن يعلم ما له عند الله فليعلم ما لله تعالى عنده.","الجعفريات"],["عن رسول الله(ص): اللهم لا تجعل لفاجر عندي يدا و لا منة.","الجعفريات"],["عن رسول الله(ص): أربعة من علامة الشقاء جمود العين و قسوة القلب و شدة الحرص في طلب الدنيا و الإصرار على الذنب.","الجعفريات"],["عن رسول الله(ص): من شهد أمرا و كرهه كان كمن غاب عنه و من غاب عن أمر فرضيه كان كمن شهده.","الجعفريات"],["عن رسول الله(ص): لا ترفعوني فوق حقي فإن الله تبارك و تعالى اتخذني عبدا قبل أن يتخذني نبيا.","الجعفريات"],["عن رسول الله(ص): فضلنا أهل البيت على سائر الناس كفضل البنفسج على سائر الأدهان.","الجعفريات"],["عن رسول الله(ص): علمني جبرئيل ع و أوجز فقال يا محمد أحبب ما شئت فإنك مفارقه و عش ما شئت فإنك ميت و اعمل ما شئت فإنك ملاقيه.","الجعفريات"],["عن رسول الله(ص): أثبتكم على الصراط أشدكم حبا لأهل بيتي.","الجعفريات"],["عن رسول الله(ص): الموت ريحانة المؤمن.","الجعفريات"],["عن رسول الله(ص): ثلاث يطفين نور العبد من قطع ود أبيه أو خضب شيبته بسواد أو وضع بصره في الحجرات من غير أن يؤذن له.","الجعفريات"],["عن رسول الله(ص): من بكى على الجنة دخل الجنة و من فعل على النار دخل النار.","الجعفريات"],["عن رسول الله(ص): من قال إني من أخير الناس فهو من شر الناس و من قال إني في الجنة فهو في النار.","الجعفريات"],["عن رسول الله(ص): إن المؤمن ليسكن إلى المؤمن كما يسكن قلب الظمآن إلى الماء البارد.","الجعفريات"],["عن رسول الله(ص): إن أبغض الناس إلى الله تعالى من يقتدي بسيئة المؤمن و لا يقتدي بحسنته.","الجعفريات"],["عن رسول الله(ص): ليس ينبغي للمسلم أن يبيت ليلتين إلا و وصيته مكتوبة عند رأسه.","الجعفريات"],["عن رسول الله(ص): يكتب أنين المريض فإن كان صابرا كتب حسنات و إن كان جزعا كتب هلوعا لا أجر له.","الجعفريات"],["عن رسول الله(ص): صلاتكم علي مجوزة لدعائكم‏","الجعفريات"],["عن رسول الله(ص): من انتبه من فراشه فقال أشهد أن لا إله إلا الله آمنت بالله و كفرت بالجبت و الطاغوت غفر الله جميع ذنوبه.","الجعفريات"],["عن رسول الله(ص): من دعا للمؤمنين و المؤمنات في كل يوم خمسا و عشرين مرة نزع الله الغل من صدره و كتبه من الأبدال إن شاء الله.","الجعفريات"],["عن رسول الله(ص): لكل داء دواء و دواء الذنوب الاستغفار فإنها الممحاة.","الجعفريات"],["عن رسول الله(ص): إن الله عز و جل يبسط يديه عند كل فجر لمذنب الليل هل يتوب فيغفر له و يبسط يديه عند مغرب الشمس لمذنب النهار هل يتوب فيغفر له.","الجعفريات"],["عن رسول الله(ص): إن الذنوب لتشوب أهلها لتحرقنهم لا يطفيها شي‏ء إلا الاستغفار.","الجعفريات"],["عن رسول الله(ص): ما أهدي إلى الميت هدية و لا أتحف تحفة أفضل من الاستغفار.","الجعفريات"],["عن رسول الله(ص): من أكثر الاستغفار جعل الله عز و جل له من كل هم فرجا و من كل ضيق‏ مخرجا و يرزقه من حيث لا يحتسب‏","الجعفريات"],["عن رسول الله(ص): سيد الأعمال ثلاث إنصاف الناس من نفسك و مواساة الأخ في الله تعالى و ذكرك الله تعالى على كل حال.","الجعفريات"],["عن رسول الله(ص): الجنة دار الأسخياء و الذي نفسي بيده لا يدخل الجنة بخيل و لا عاق والديه و لا مان بما أعطى.","الجعفريات"],["عن رسول الله(ص): أربعة تلزم كل ذي حجى و عقل من أمتي قيل يا رسول الله و ما هي قال استماع العلم و حفظه و العمل به و نشره.","دعائم الإسلام"],["عن رسول الله(ص): أول العلم الصمت و الثاني الاستماع و الثالث العمل به و الرابع نشره.","دعائم الإسلام"],["عن رسول الله(ص): من تعلم العلم في شبابه كان بمنزلة النقش في الحجر و من تعلمه و هو كبير كان بمنزلة الكتاب على وجه الماء.","دعائم الإسلام"],["عن رسول الله(ص): من أحب الدنيا ذهب خوف الآخرة من قلبه و ما آتى الله عبدا علما فازداد للدنيا حبا إلا ازداد الله عليه غضبا.","دعائم الإسلام"],["عن رسول الله(ص): أسرق السراق من سرق من صلاته يعني لا يتم فرائضها.","دعائم الإسلام"],["عن رسول الله(ص): من لم يتم وضوءه و ركوعه و سجوده و خشوعه فصلواته خداج يعني ناقصة غير تامة.","دعائم الإسلام"],["عن رسول الله(ص): و الذي نفس محمد بيده لدعاء الرجل بعد طلوع الفجر إلى طلوع الشمس أنجح في الحاجات من الضارب بماله في الأرض.","دعائم الإسلام"],["عن رسول الله(ص): من أصيب منكم بمصيبة بعدي فليذكر مصابه بي فإن مصابه بي أعظم من كل مصاب.","دعائم الإسلام"],["عن رسول الله(ص): صوتان ملعونان يبغضهما الله إعوال عند مصيبة و صوت عند نعمة يعني النوح و الغناء.","دعائم الإسلام"],["عن رسول الله(ص): يدفع بالصدقة الداء و الدبيلة و الغرق و الحرق و الهدم و الجنون حتى عد سبعين نوعا من البلاء.","دعائم الإسلام"],["عن رسول الله(ص): لا تتم الصلاة إلا بزكاة و لا تقبل صدقة من غلول و لا صلاة لمن لا زكاة له و لا زكاة لمن لا ورع له.","دعائم الإسلام"],["عن رسول الله(ص): جهد البلاء كثرة العيال و قلة المال و قلة العيال أحد اليسارين.","دعائم الإسلام"],["عن رسول الله(ص): من صلى علي و لم يصل على آلي لم يجد ريح الجنة و إن ريحها لتوجد من مسيرة خمسمائة عام.","الأمالي للصدوق"],["عن رسول الله(ص): لا تظهر الشماتة بأخيك فيرحمه الله و يبتليك.","الأمالي للصدوق"],["عن رسول الله(ص): إن صلاح أول هذه الأمة بالزهد و اليقين و هلاك آخرها بالشح و الأمل.","الأمالي للصدوق"],["عن رسول الله(ص): قالت أم سليمان بن داود لسليمان يا بني إياك و كثرة النوم بالليل فإن كثرة النوم بالليل تدع الرجل فقيرا يوم القيامة.","الأمالي للصدوق"],["عن رسول الله(ص): أشراف أمتي حملة القرآن و أصحاب الليل.","الأمالي للصدوق"],["عن رسول الله(ص):  قال الله جل جلاله‏ يا عبادي الصديقين تنعموا بعبادتي في الدنيا فإنكم بها تنعمون في الجنة.","الأمالي للصدوق"],["عن رسول الله(ص): قال الله جل جلاله‏ يا ابن آدم أطعني فيما أمرتك و لا تعلمني ما يصلحك.","الأمالي للصدوق"],["عن رسول الله(ص): قال الله تعالى : يا ابن آدم اذكرني بعد الغداة(صلاة الفجر) ساعة و بعد العصر ساعة أكفك ما أهمك.","الأمالي للصدوق"],["عن رسول الله(ص): إذا أعد الرجل كفنه كان مأجورا كلما نظر إليه.","الأمالي للصدوق"],["عن رسول الله(ص): أنا مدينة الحكمة و هي الجنة و أنت يا علي بابها فكيف يهتدي المهتدي إلى الجنة و لا يهتدي إليها إلا من بابها.","الأمالي للصدوق"],["عن رسول الله(ص): لا ينال شفاعتي غدا من أخر الصلاة المفروضة بعد وقتها.","الأمالي للصدوق"],["عن رسول الله(ص): قال: أركان الكفر أربعة الرغبة و الرهبة و السخط و الغضب.","الأمالي للصدوق"],["عن رسول الله(ص): من سره أن يجمع الله له الخير كله فليوال عليا بعدي و ليوال أولياءه و ليعاد أعداءه.","الأمالي للصدوق"],["عن رسول الله(ص): قال الله جل جلاله‏ أيما عبد أطاعني لم أكله إلى غيري و أيما عبد عصاني وكلته إلى نفسه ثم لم أبال في أي واد هلك.","الأمالي للصدوق"],["عن رسول الله(ص): ما من صلاة يحضر وقتها إلا نادى ملك بين يدي الناس قوموا إلى نيرانكم التي أوقدتموها على ظهوركم فأطفئوها بصلاتكم.","الأمالي للصدوق"],["عن رسول الله(ص): تنفلوا في ساعة الغفلة و لو بركعتين خفيفتين فإنهما تورثان دار الكرامة قيل يا رسول الله و ما ساعة الغفلة؟ قال: بين المغرب و العشاء.","الأمالي للصدوق"],["عن رسول الله(ص): إذا زالت الشمس فتحت أبواب السماء و أبواب الجنان و استجيب الدعاء فطوبى لمن رفع له عند ذلك عمل صالح.","الأمالي للصدوق"],["عن رسول الله(ص): من تمنى شيئا و هو لله عز و جل رضى لم يخرج من الدنيا حتى يعطاه.","الأمالي للصدوق"],["عن رسول الله(ص): من مدح أخاه المؤمن في وجهه و اغتابه من ورائه فقد انقطع ما بينهما من العصمة.","الأمالي للصدوق"],["عن رسول الله(ص): إن حلقة باب الجنة من ياقوتة حمراء على صفائح الذهب فإذا دقت‏ الحلقة على الصفحة طنت و قالت يا علي.","الأمالي للصدوق"],["عن رسول الله(ص): من أنكر إمامة علي ع بعدي كان كمن أنكر نبوتي في حياتي و من أنكر نبوتي كان كمن أنكر ربوبية ربه عز و جل.","الأمالي للصدوق"],["عن رسول الله(ص): من فضل أحدا من أصحابي على علي فقد كفر.","الأمالي للصدوق"],["عن رسول الله(ص): قال الله جل جلاله‏ لو اجتمع الناس كلهم على ولاية علي ع ما خلقت النار.","الأمالي للصدوق"],["عن رسول الله(ص): من قال لا إله إلا الله مخلصا دخل الجنة و إخلاصه أن تحجزه لا إله إلا الله عما حرم الله عز و جل.","التوحيد(للصدوق)"],["عن رسول الله(ص): من قرأ قل هو الله أحد مائة مرة حين يأخذ مضجعه غفر الله له عز و جل ذنوب خمسين سنة.","التوحيد(للصدوق)"],["عن رسول الله(ص): ما من مسلم يقول لا إله إلا الله يرفع بها صوته فيفرغ حتى تناثرت ذنوبه تحت قدميه كما تناثر ورق الشجر تحتها.","ثواب الأعمال وعقاب الأعمال"],["عن رسول الله(ص): من قال رضيت بالله ربا و بالإسلام دينا و بمحمد رسولا و بأهل بيته أولياء كان حقا على الله أن يرضيه يوم القيامة.","ثواب الأعمال وعقاب الأعمال"],["عن رسول الله(ص): ليس شي‏ء أشد على الشيطان من قراءة المصحف نظرا.","ثواب الأعمال وعقاب الأعمال"],["عن رسول الله(ص): من حفظ من أمتي أربعين حديثا مما يحتاجون إليه من أمر دينهم بعثه الله عز و جل يوم القيامة فقيها عالما.","ثواب الأعمال وعقاب الأعمال"],["عن رسول الله(ص): ما من عبد سلك واديا فيبسط كفيه فيذكر الله و يدعو إلا ملأ الله ذلك الوادي حسنات فليعظم ذلك الوادي أو ليصغر.","ثواب الأعمال وعقاب الأعمال"],["عن رسول الله(ص): أنا عند الميزان يوم القيامة فمن ثقلت سيئاته على حسناته جئت بالصلاة علي حتى أثقل بها حسناته.","ثواب الأعمال وعقاب الأعمال"],["عن رسول الله(ص): طوبى لصورة نظر الله إليها تبكي على ذنب من خشية الله عز و جل لم يطلع إلى ذلك الذنب غيره.","ثواب الأعمال وعقاب الأعمال"],["عن رسول الله(ص): طوبى لمن ترك شهوة حاضرة لموعود لم يره.","ثواب الأعمال وعقاب الأعمال"],["عن رسول الله(ص): من أذنب ذنبا و هو ضاحك دخل النار و هو باك.","ثواب الأعمال وعقاب الأعمال"],["عن رسول الله(ص): من بدأ بالكلام قبل السلام فلا تجيبوه و قال ع لا تدع إلى طعامك أحدا حتى يسلم.","الخصال"],["عن رسول الله(ص): خصلتان كثير من الناس مفتون فيهما الصحة و الفراغ.","الخصال"],["عن رسول الله(ص): من واسى الفقير و أنصف الناس من نفسه فذلك المؤمن حقا.","الخصال"],["عن رسول الله(ص): من سرته حسنته و ساءته سيئته فهو مؤمن.","الخصال"],["عن رسول الله(ص): ما أنفق مؤمن من نفقة هي أحب إلى الله عز و جل من قول الحق في الرضا و الغضب.","الخصال"],["عن رسول الله(ص): الرغبة في الدنيا تكثر الهم و الحزن و الزهد في الدنيا يريح القلب و البدن.","الخصال"],["عن رسول الله(ص): شيئان يكرههما ابن آدم يكره الموت و الموت راحة للمؤمن من الفتنة و يكره قلة المال و قلة المال أقل للحساب.","الخصال"],["عن رسول الله(ص): مثل المؤمن عند الله عز و جل كمثل ملك مقرب و إن المؤمن عند الله أعظم من ذلك و ليس شي‏ء أحب إلى الله من مؤمن تائب أو مؤمنة تائبة.",""],["عن رسول الله(ص): ليس شي‏ء أبغض إلى الله من بطن ملآن.","عيون أخبار الرضا"],["عن رسول الله(ص): يا علي لا تتبع النظرة النظرة فليس لك إلا أول نظرة.","عيون أخبار الرضا"],["عن رسول الله(ص): من قرأ آية الكرسي مائة مرة كان كمن عبد الله طول حياته.","عيون أخبار الرضا"],["عن رسول الله(ص): خيركم من أطاب الكلام و أطعم الطعام و صلى بالليل و الناس نيام.","عيون أخبار الرضا"],["عن رسول الله(ص): اصطنع المعروف إلى أهله و إلى غير أهله فإن كان أهله فهو أهله و إن لم يكن أهله فأنت أهله.","عيون أخبار الرضا"],["عن رسول الله(ص): من أرضى سلطانا بما يسخط الله خرج عن دين الله عز و جل.","عيون أخبار الرضا"],["عن رسول الله(ص): ما أخلص عبد لله عز و جل أربعين صباحا إلا جرت ينابيع الحكمة من قلبه على لسانه.","عيون أخبار الرضا"],["عن رسول الله(ص): من كف غضبه كف الله عنه عذابه و من حسن خلقه بلغه الله درجة الصائم القائم.","عيون أخبار الرضا"],["عن رسول الله(ص): التائب من الذنب كمن لا ذنب له.","عيون أخبار الرضا"],["عن رسول الله(ص): يا علي لا يحفظني فيك إلا الأتقياء الأنقياء الأبرار الأصفياء و ما هم في أمتي إلا كالشعرة البيضاء في الثور الأسود في الليل الغابر.","عيون أخبار الرضا"],["عن رسول الله(ص): يقول الله عز و جل‏ لا إله إلا الله حصني فمن دخله أمن من عذابي.","عيون أخبار الرضا"],["عن رسول الله(ص): كيف تهلك أمة أنا و علي و أحد عشر من ولدي أولو الألباب أنا أولها و المسيح ابن مريم آخرها و لكن يهلك بين ذلك من لست منه و ليس مني","كمال الدين وتمام النعمة"],["عن رسول الله(ص): ثلاثة راحة المؤمن التهجد آخر الليل و لقاء الإخوان و الإفطار من الصيام.","كمال الدين وتمام النعمة"],["عن رسول الله(ص): من أطاع الله فقد ذكر الله و إن قلت صلاته و صيامه و تلاوته و من عصى الله فقد نسي الله و إن كثرت صلاته وصيامه وتلاوته للقرآن.","معاني الأخبار"],["عن رسول الله(ص): لذكر الله عز و جل بالغدو و الآصال خير من حطم السيوف في سبيل الله عز و جل.","معاني الأخبار"],["عن رسول الله(ص): إن أول ما أبدع الله سبحانه و تعالى هي النفوس المقدسة المطهرة، فأنطقها بتوحيده، ثم خلق بعد ذلك سائر خلقه.","اعتقادات الإمامية(للصدوق)"],["عن رسول الله(ص): ما خلقتم للفناء بل خلقتم للبقاء، و إنما تنقلون من دار إلى دار.","اعتقادات الإمامية(للصدوق)"],["عن رسول الله(ص): الأرواح جنود مجندة، فما تعارف منها ائتلف، و ما تناكر منها اختلف.","اعتقادات الإمامية(للصدوق)"],["عن رسول الله(ص): لا يدخل الجنة رجل إلا برحمة الله عز و جل.","اعتقادات الإمامية(للصدوق)"],["عن رسول الله(ص): يا علي إذا كان يوم القيامة أقعد أنا و أنت و جبرئيل على الصراط، فلا يجوز على الصراط إلا من كانت معه براءة بولايتك.","اعتقادات الإمامية(للصدوق)"],["عن رسول الله(ص): حمى ليلة كفارة سنة","طب الأئمة"],["عن رسول الله(ص): أمركم بالورع و الاجتهاد و أداء الأمانة و صدق الحديث و طول السجود و الركوع و التهجد بالليل و إطعام الطعام و إفشاء السلام‏","الإختصاص"],["عن رسول الله(ص): طوبى لمن طاب خلقه و طهرت سجيته و صلحت سريرته و حسنت علانيته و أنفق الفضل من ماله و أمسك الفضل من كلامه وأنصف الناس من نفسه‏","الإختصاص"],["عن رسول الله(ص): لا تنظروا إلى كثرة صلاتهم و صيامهم و كثرة الحج و الزكاة و كثرة المعروف و طنطنتهم بالليل انظروا إلى صدق الحديث وأداء الأمانة","الإختصاص"],["عن رسول الله(ص): الجنة محرمة على الأنبياء حتى أدخلها و محرمة على الأمم حتى يدخلها شيعتنا أهل البيت‏","الإختصاص"],["عن رسول الله(ص): من أتاني زائرا في حياتي أو بعد موتي كان في جواري يوم القيامة","كتاب المزار"],["عن رسول الله(ص): أوثق عرى الإيمان الحب في الله و البغض في الله و الولاية لأولياء الله و العداوة لأعداء الله.","المقنعة"],["عن رسول الله(ص): يدخل الجنة من أمتي سبعون ألفا لا حساب عليهم و لا عذاب قال ثم التفت إلى علي ع فقال هم شيعتك و أنت إمامهم‏","الإرشاد في معرفة حجج الله على العباد"],["عن رسول الله(ص): من حسن إسلام المرء تركه الكلام فيما لا يعنيه‏","الأمالي(للمفيد)"],["عن رسول الله(ص): طوبى لشخص نظر إليه الله يبكي على ذنب من خشية الله لم يطلع على ذلك الذنب غيره‏","الأمالي(للمفيد)"],["عن رسول الله(ص): عجب لغافل و ليس بمغفول عنه و عجب لطالب الدنيا و الموت يطلبه و عجب لضاحك مل‏ء فيه و هو لا يدري أرضي الله عنه أم سخط له‏","الأمالي(للمفيد)"],["عن رسول الله(ص): المؤمنون إخوة يقضي بعضهم حوائج بعض فبقضاء بعضهم حوائج بعض يقضي الله حوائجهم يوم القيامة","الأمالي(للمفيد)"],["عن رسول الله(ص): إذا أراد الله بعبد خيرا فقهه في الدين‏","الأمالي(للمفيد)"],["عن رسول الله(ص): من سلم علي من عند قبري سمعته و من سلم علي من بعيد بلغته، سلام الله عليه و رحمته و بركاته‏","الفصول المختارة"],["عن رسول الله(ص): صلت الملائكة علي و على علي بن أبي طالب سبع سنين و ذلك أنه لم يصل معي رجل غيره‏","الفصول المختارة"],["عن رسول الله(ص): ما من عبد يذنب ذنبا فيندم عليه و يخرج إلى صحراء فلاة فيصلي ركعتين ثم يعترف به و يستغفر الله عز و جل فيه إلا غفر الله له‏","الفصول المختارة"],["عن رسول الله(ص): إن أحب الأعمال إلى الله تعالى أدومها و إن قل فعليكم من الأعمال بما تطيقون فإن الله لا يمل حتى تملوا","تنزيه الأنبياء عليهم السلام"],["عن رسول الله(ص): يفسد الناس ثم يصلحها الله بعد أمن ولدي خامل الذكر لا أقول خاملا في حسنه ولا موضعه و لكن في حداثة سنه و يكون ابتداء أمره باليمن‏","تقريب المعارف"],["عن رسول الله(ص): يقول الله تعالى‏: لو لا رجال خشع و صبيان رضع و بهائم رتع لصب عليكم العذاب صبا","معدن الجواهر و رياضة الخواطر "],["عن رسول الله(ص): من كان يأمل أن يعيش غدا فإنه يأمل أن يعيش أبدا","كنز الفوائد"],["عن رسول الله(ص): أحبب حبيبك هونا ما عسى أن يكون بغيضك يوما ما و أبغض بغيضك هونا ما عسى أن يكون حبيبك يوما ما","كنز الفوائد"],["عن رسول الله(ص): من أكثر الاستغفار جعل الله له من كل هم فرجا و من كل ضيق مخرجا، و رزقه‏ من حيث لا يحتسب‏.","نزهة الناظر و تنبيه الخاطر"],["عن رسول الله(ص): الإيمان معرفة بالقلب و إقرار باللسان، و عمل بالأركان.","نزهة الناظر و تنبيه الخاطر"],["عن رسول الله(ص): إن الله عز و جل خلق خلقا لحوائج الناس يفزعون إليهم في حوائجهم، أولئك الآمنون غدا","نزهة الناظر و تنبيه الخاطر"],["عن رسول الله(ص): إن لله تبارك و تعالى عبادا تستريح الناس إليهم في حوائجهم، و إدخال السرور عليهم، أولئك آمنون يوم القيامة.","نزهة الناظر و تنبيه الخاطر"],["عن رسول الله(ص): من أجرى الله تعالى فرجا لمسلم على يديه، فرج الله عنه كرب الدنيا و الآخرة.","نزهة الناظر و تنبيه الخاطر"],["عن رسول الله(ص): انتظار الصلاة بعد الصلاة كنز من كنوز الجنة.","تهذيب الأحكام"],["عن رسول الله(ص): لا تكثروا الكلام بغير ذكر الله، فإن كثرة الكلام بغير ذكر الله قسوة القلب، إن أبعد الناس من الله القلب القاسي.","الأمالي(للطوسي)"],["عن رسول الله(ص): ما فتح لأحد باب دعاء إلا فتح الله له فيه باب إجابة، فإذا فتح لأحدكم باب دعاء فليجهد، فإن الله (عز و جل) لا يمل حتى تملوا.","الأمالي(للطوسي)"],["عن رسول الله(ص): لا يعذب الله قلبا وعى القرآن.","الأمالي(للطوسي)"],["عن رسول الله(ص): إن الله يحب الحيي المتعفف، و يبغض البذي السائل الملحف.","الأمالي(للطوسي)"],["عن رسول الله(ص): إن العبد إذا أذنب ذنبا، ثم علم أن الله (عز و جل) يطلع عليه، غفر له.","الأمالي(للطوسي)"],["عن رسول الله(ص): اللهم من أحبني فارزقه الكفاف و العفاف، و من أبغضني فأكثر ماله و ولده.","الأمالي(للطوسي)"],["عن رسول الله(ص): المساجد سوق من أسواق الآخرة، قراها المغفرة، و تحفتها الجنة.","الأمالي(للطوسي)"],["عن رسول الله(ص): اتق الله حيث ما كنت، و خالق الناس بخلق حسن، و إذا عملت سيئة فاعمل حسنة تمحوها.","الأمالي(للطوسي)"],["عن رسول الله(ص): كفارة الاغتياب أن تستغفر لمن اغتبته.","الأمالي(للطوسي)"],["عن رسول الله(ص): صلاتكم علي إجابة لدعائكم، و زكاة لأعمالكم.","الأمالي(للطوسي)"],["عن رسول الله(ص): المتقون سادة، و الفقهاء قادة، و الجلوس إليهم عبادة.","الأمالي(للطوسي)"],["عن رسول الله(ص): من رد عن عرض أخيه المسلم كتب من أهل الجنة البتة، و من أتي إليه معروف فليكافئ، فإن عجز فليثن به، فإن لم يفعل فقد كفر النعمة.","الأمالي(للطوسي)"],["عن رسول الله(ص): أحبوا الله بما يغذوكم به من نعمه، و أحبوني لحب الله، و أحبوا أهل بيتي لحبي.","الأمالي(للطوسي)"],["عن رسول الله(ص): لا تخيب راجيك، فيمقتك الله و يعاديك.","الأمالي(للطوسي)"],["عن رسول الله(ص): التوحيد ثمن الجنة، و الحمد لله وفاء شكر كل نعمة، و خشية الله مفتاح كل حكمة، و الإخلاص ملاك كل طاعة.","الأمالي(للطوسي)"],["عن رسول الله(ص): ما اختلج عرق و لا عثرت قدم إلا بما قدمت أيديكم، و ما يعفو الله (عز و جل) عنه أكثر.","الأمالي(للطوسي)"],["عن رسول الله(ص): يوحي الله (عز و جل) إلى الحفظة الكرام: لا تكتبوا على عبدي المؤمن عند ضجره شيئا.","الأمالي(للطوسي)"],["عن رسول الله(ص): لو لا أن الذنب خير للمؤمن من العجب ما خلى الله (عز و جل) بين عبده‏ المؤمن و بين ذنب أبدا","الأمالي(للطوسي)"],["عن رسول الله(ص): طالب العلم بين الجهال كالحي بين الأموات.","الأمالي(للطوسي)"],["عن رسول الله(ص): من عال أهل بيت من المسلمين يومهم و ليلتهم، غفر الله له ذنوبه.","الأمالي(للطوسي)"],["عن رسول الله(ص): إنما ابن آدم ليومه، فمن أصبح آمنا في سربه معافى في جسده، عنده قوت يومه، فكأنما حيزت له الدنيا","الأمالي(للطوسي)"],["عن رسول الله(ص): لو أن الدنيا كلها لقمة واحدة فأكلها العبد المسلم ثم قال:\" الحمد لله\"، لكان قوله ذلك خيرا له من الدنيا و ما فيها.","الأمالي(للطوسي)"],["عن رسول الله(ص): من خرج يطلب بابا من علم ليرد به باطلا إلى حق أو ضلالة إلى هدى، كان عمله ذلك كعبادة متعبد أربعين عاما.","الأمالي(للطوسي)"],["عن رسول الله(ص): لكل شي‏ء معدن و معدن التقى قلوب العاقلين‏","روضة الواعظين و بصيرة المتعظين (ط   القديمة) / ج‏ /  / مجلس في ماهية العقول و فضلها .....  ص : "],["عن رسول الله(ص): في الشمس أربع خصال تغير اللون و تنتن الريح و تخلق الثياب و تورث الداء","روضة الواعظين و بصيرة المتعظين (ط   القديمة) / ج‏ /  / مجلس في ماهية العقول و فضلها .....  ص : "],["عن رسول الله(ص): من قال صلى الله على محمد و آله قال الله جل جلاله صلى الله عليك فليكثر من ذلك‏","روضة الواعظين و بصيرة المتعظين (ط   القديمة) / ج‏ /  / مجلس في ماهية العقول و فضلها .....  ص : "],["عن رسول الله(ص): يقال للعاق اعمل ما شئت فإني لا أغفر لك و يقال للبار اعمل ما شئت فإني سأغفر لك‏","روضة الواعظين و بصيرة المتعظين (ط   القديمة) / ج‏ /  / مجلس في ماهية العقول و فضلها .....  ص : "],["عن رسول الله(ص): إن الله تعالى ليكتب للعبد درجة العليا في الجنة فلا يبلغها عمله فلا يزال يتعهد بالبلاء حتى يبلغها","روضة الواعظين و بصيرة المتعظين (ط   القديمة) / ج‏ /  / مجلس في ماهية العقول و فضلها .....  ص : "],["عن رسول الله(ص): أغفل الناس من لم يتعظ بتغير الدنيا من حال إلى حال و أغنى الناس من لم يكن للحرص أسيرا","روضة الواعظين و بصيرة المتعظين (ط   القديمة) / ج‏ /  / مجلس في ماهية العقول و فضلها .....  ص : "],["عن رسول الله(ص): الدنيا حلم المنام و أهلها عليها مجازون و معاقبون‏","روضة الواعظين و بصيرة المتعظين (ط   القديمة) / ج‏ /  / مجلس في ماهية العقول و فضلها .....  ص : "],["عن رسول الله(ص): ما من شي‏ء أحب إلى الله من شاب تائب‏","روضة الواعظين و بصيرة المتعظين (ط   القديمة) / ج‏ /  / مجلس في ماهية العقول و فضلها .....  ص : "],["عن رسول الله(ص): بني الإسلام على أربعة أركان على الصبر و اليقين و الجهاد و العدل‏","جامع الأخبار"],["عن رسول الله(ص): الإيمان نصفان نصف صبر و نصف شكر","جامع الأخبار"],["عن رسول الله(ص): الإيمان معرفة بالجنان و إقرار باللسان و عمل‏ بالأركان‏","جامع الأخبار"],["عن رسول الله(ص): الإيمان قول بمقول [مقبول‏] و عرفان بالعقول و اتباع الرسول‏","جامع الأخبار"],["عن رسول الله(ص): أفضل إيمان المرء أن يعلم أن الله معه حيثما كان‏","جامع الأخبار"],["عن رسول الله(ص): ساعة من عالم يتكي على فراشه ينظر في علمه خير من عبادة العابد سبعين عاما","جامع الأخبار"],["عن رسول الله(ص): إذا قال العبد عند منامه‏ بسم الله الرحمن الرحيم  يقول الله يا ملائكة اكتبوا بالحسنات نفسه إلى الصباح‏","جامع الأخبار"],["عن رسول الله(ص): إن لكل شي‏ء نورا و نور القرآن قل هو الله أحد","جامع الأخبار"],["عن رسول الله(ص): من قرأ آية الكرسي في دبر كل صلاة لم يمنعه‏ دخول الجنة إلا الموت و من قرأها حين نام آمنه الله و جاره و أهل الدويرات ","جامع الأخبار"],["عن رسول الله(ص): من صلى علي مرة لا يبقى عليه من المعصية ذرة","جامع الأخبار"],["عن رسول الله(ص): من قال صلى الله على محمد و آل محمد أعطاه الله أجر اثنين و سبعين شهيدا و خرج من ذنوبه كيوم ولدته أمه‏","جامع الأخبار"],["عن رسول الله(ص): إنه ما من أحد صلى علي مرة و أسمع حافظيه إلا أن لا يكتبا عليه ذنب ثلاثة أيام‏","جامع الأخبار"],["عن رسول الله(ص): من صلى علي يوم الجمعة ألف مرة لم يمت حتى يرى مقعده من الجنة","جامع الأخبار"],["عن رسول الله(ص): من صلى علي ألف مرة لم يمت حتى يبشر له بالجنة","جامع الأخبار"],["عن رسول الله(ص): من صلى علي في كتابه لم تزل الملائكة تصلي عليه ما دام ذلك الكتاب مكتوبا إلى يوم القيامة","جامع الأخبار"],["عن رسول الله(ص): أنا عند الميزان يوم القيامة فمن ثقلت سيئاته على حسناته جئت بالصلاة علي حتى أثقل بها حسناته‏","جامع الأخبار"],["عن رسول الله(ص): إن الرجل ليصلي و خطاياه توضع على رأسه فكلما سجد تحاطت [تحاتت‏] خطاياه فتفرغ حتى يفرغ و قد تحاطت [تحاتت‏] خطاياه‏","جامع الأخبار"],["عن رسول الله(ص): من ترك الصلاة ثلاثة أيام فإذا مات لا يغسل و لا يكفن و لا يدفن في قبور المسلمين‏","جامع الأخبار"],["عن رسول الله(ص): رقودك على السرير إلى جنب والديك في برهما أفضل من جهادك بالسيف في سبيل الله‏","جامع الأخبار"],["عن رسول الله(ص): راحة الإنسان في حبس اللسان‏","جامع الأخبار"],["عن رسول الله(ص): من كان بالله أعرف كان من الله أخوف‏","جامع الأخبار"],["عن رسول الله(ص): ما يقطر في الأرض قطرة أحب إلى الله من قطرة دمع في سواد الليل من خشيته لا يراه أحد إلا الله عز و جل‏","جامع الأخبار"],["عن رسول الله(ص): إذا اقشعر قلب المؤمن من خشية الله تعالى تحاطت [تحاتت‏] خطاياه كما تحاط [يتحات‏] من الشجر ورقها","جامع الأخبار"],["عن رسول الله(ص): إن الله لا ينظر إلى صوركم و أعمالكم و إنما ينظر إلى قلوبكم و نياتكم‏","جامع الأخبار"],["عن رسول الله(ص): لو علم الرجل ما له في حسن الخلق لعلم أنه المحتاج إلى خلق الحسن فإن خلق الحسن يذيب الذنوب كما يذيب الماء الملح‏","جامع الأخبار"],["عن رسول الله(ص): يا علي من عرضت له دنياه و آخرته فاختار الآخرة و ترك الدنيا فله الجنة و من أخذ الدنيا استخفافا بآخرته فله النار","جامع الأخبار"],["عن رسول الله(ص): من توفر حظه في الدنيا انتقص حظه في الآخرة و إن كان كريما","جامع الأخبار"],["عن رسول الله(ص): لو أن عبدين تحابا في الله أحدهما في المشرق و الآخر في المغرب لجمع الله بينهما يوم القيامة","جامع الأخبار"],["عن رسول الله(ص): أفضل الإيمان الحب في الله و البغض في الله‏","جامع الأخبار"],["عن رسول الله(ص): الحب في الله فريضة و البغض في الله فريضة","جامع الأخبار"],["عن رسول الله(ص): لو كان المؤمن في جحر فأرة لقيض الله فيه من يؤذيه‏","جامع الأخبار"],["عن رسول الله(ص): يأتي على الناس زمان الصابر منهم على دينه كالقابض على الجمرة","جامع الأخبار"],["عن رسول الله(ص): الغفلة في ثلاثة الغفلة عن ذكر الله و الغفلة ما بين صلاة الغداة(الفجر) إلى طلوع الشمس و الغفلة عن نفسه في دينه حتى يموت‏","جامع الأخبار"],["عن رسول الله(ص): ما من مسلم يدعو الله بدعاء إلا يستجيب له فإما أن يعجل في الدنيا و إما أن يدخر في الآخرة و إما أن يكفر عن ذنوبه‏","جامع الأخبار"],["عن رسول الله(ص): إذا أراد الله بقوم خيرا أهدى إليهم هدية قالوا و ما تلك الهدية قال الضيف ينزل برزقه و يرتحل بذنوب أهل البيت‏","جامع الأخبار"],["عن رسول الله(ص): من سأل الناس و عنده قوت ثلاثة أيام لقي الله يوم يلقاه و ليس على وجهه لحم‏","جامع الأخبار"],["عن رسول الله(ص): ما من عبد فتح على نفسه بابا من المسألة إلا فتح الله عليه سبعين بابا من الفقر","جامع الأخبار"],["عن رسول الله(ص): لقتل المؤمن أعظم عند الله من زوال الدنيا","جامع الأخبار"],["عن رسول الله(ص): لنظر سهم مسموم من سهام إبليس فمن تركها خوفا من الله أعطاه إيمانا يجد حلاوته في قلبه‏","جامع الأخبار"],["عن رسول الله(ص): أيكون المؤمن جبانا قال نعم قيل و يكون بخيلا قال نعم قيل و يكون كذابا قال لا","جامع الأخبار"],["عن رسول الله(ص): من بهت مؤمنا أو مؤمنة أو قال فيه ما ليس فيه أقامه الله عز و جل على تل من نار حتى يخرج مما قال فيه‏","جامع الأخبار"],["عن رسول الله(ص): سلموا على اليهود و النصارى و لا تسلموا على شارب الخمر و إن سلم عليكم فلا تردوا جوابه‏","جامع الأخبار"],["عن رسول الله(ص): ما رفع أحد صوته بغناء إلا بعث الله شيطانين على منكبيه يضربان بأعقابهما على صدره حتى يمسك‏","جامع الأخبار"],["عن رسول الله(ص): عدل ساعة خير من عبادة ستين سنة قيام ليلها و صيام نهارها و جور ساعة في حكم أشد و أعظم عند الله من معاصي ستين سنة","جامع الأخبار"],["عن رسول الله(ص): من مشى مع ظالم ليعينه و هو يعلم أنه ظالم فقد خرج من الإسلام‏","جامع الأخبار"],["عن رسول الله(ص): من تعصب أو تعصب له فقد خلع ربقة الإيمان من عنقه‏","جامع الأخبار"],["عن رسول الله(ص): الحمى رائد الموت و سجن الله في أرضه و فورها من جهنم و هي حظ كل مؤمن من النار","جامع الأخبار"],["عن رسول الله(ص) : أفضل الزهد في الدنيا ذكر الموت وأفضل العبادة ذكر الموت وأفضل التفكر ذكر الموت فمن أثقله ذكر الموت وجد قبره روضة من رياض الجنة","جامع الأخبار"],["عن رسول الله(ص): من مر على المقابر و قرأ قل هو الله أحد إحدى عشرة مرة ثم وهب أجره للأموات أعطي من الأجر بعدد الأموات‏","جامع الأخبار"],["عن رسول الله(ص): أهدوا لموتاكم فقلنا يا رسول الله و ما هدية الأموات قال الصدقة و الدعاء","جامع الأخبار"],["عن رسول الله(ص): إن القبر أول منازل الآخرة فإن نجا منه فما بعده أيسر منه ","جامع الأخبار"],["عن رسول الله(ص): و قال النبي‏ ص‏ شبر من الجنة خير من الدنيا و ما فيها","جامع الأخبار"],["عن رسول الله(ص): من منع ماله من الأخيار اختيارا صرف الله ماله إلى الأشرار اضطرارا","جامع الأخبار"],["عن رسول الله(ص): من سرته حسنة و ساءته سيئة فهو مؤمن و من لم يندم فليس بمؤمن‏","جامع الأخبار"],["عن رسول الله(ص): من كان همته ما يدخل بطنه كان قيمته ما يخرج من بطنه‏","جامع الأخبار"],["عن رسول الله(ص): يا علي أعجب الناس إيمانا و أعظمهم ثوابا قوم يكونون في آخر الزمان لم يلحقوا النبي و حجب عنهم الحجة فآمنوا بسواد على بياض‏","جامع الأخبار"],["عن رسول الله(ص): من حفظ لسانه فكأنما عمل بالقرآن‏","جامع الأخبار"],["عن رسول الله(ص):  إذا رأيت الغنى مقبلا عليك فقل ذنب عجلت عقوبته و إذا رأيت الفقر مقبلا عليك فقل مرحبا بشعار الصالحين‏","جامع الأخبار"],["عن رسول الله(ص): حدثوا الناس بما يعرفون و لا تحدثوهم بما ينكرون‏","جامع الأخبار"],["عن رسول الله(ص): إذا خلوت فأكثر ذكر الله و إذا زرت فزر في الله فإنه من يزر في الله شيعه سبعون ألف ملك‏","جامع الأخبار"],["عن رسول الله(ص): إن الله تبارك و تعالى خلق من نور وجه علي بن أبي طالب ع ملائكة يسبحون و يقدسون و يكتبون ثواب ذلك لمحبيه و لمحبي أولاده ع‏","جامع الأخبار"],["عن رسول الله(ص): من جاع أو احتاج فكتمه الناس كان حقا على الله أن يرزقه رزق سنة من الحلال‏","جامع الأخبار"],["عن رسول الله(ص): إن ريح الجنة ليوجد من مسيرة ألف عام و لا يجدها جار إزاره خيلاء إنما الكبرياء لله رب العالمين‏","مكارم الأخلاق"],["عن رسول الله(ص): أطولكم جشاء أطولكم جوعا يوم القيامة","مكارم الأخلاق"],["عن رسول الله(ص): أحب الصحابة إلى الله عز و جل أربعة و ما زاد قوم على سبعة إلا كثر لغطهم‏","مكارم الأخلاق"],["عن رسول الله(ص): ما من شي‏ء أكرم على الله تعالى من الدعاء","مكارم الأخلاق"],["عن رسول الله(ص): البلاء يتعلق بين السماء و الأرض مثل القنديل فإذا سأل العبد ربه العافية صرف الله عنه البلاء","مكارم الأخلاق"],["عن رسول الله(ص): يا علي اقرأ في دبر كل صلاة مكتوبة آية الكرسي فإنه لا يحافظ عليها إلا نبي أو صديق أو شهيد","مكارم الأخلاق"],["عن رسول الله(ص): ما من مؤمن يقول لا إله إلا الله إلا محت ما في صحيفته من السيئات حتى ينتهي إلى مثلها حسنات‏","مكارم الأخلاق"],["عن رسول الله(ص): مثل البيت الذي يذكر فيه الله و البيت الذي لا يذكر الله فيه كمثل الحي و الميت‏","مكارم الأخلاق"],["عن رسول الله(ص): أكثروا ذكر الله حتى يقولوا مجنون‏","مكارم الأخلاق"],["عن رسول الله(ص): ثلاثة أصوات يحبها الله عز و جل صوت الديك و صوت الذي يقرأ القرآن و صوت‏ المستغفرين بالأسحار","مكارم الأخلاق"],["عن رسول الله(ص): طوبى لمن وجد في صحيفة عمله يوم القيامة تحت كل ذنب أستغفر الله‏","مكارم الأخلاق"],["عن رسول الله(ص): إذا أصاب أحدكم صداع أو غير ذلك فبسط يديه و قرأ فاتحة الكتاب و قل هو الله أحد و المعوذتين و مسح بهما وجهه يذهب عنه ما يجده‏","مكارم الأخلاق"],["عن رسول الله(ص): إن أول كرامة المؤمن على الله تعالى أن يغفر لمشيعيه‏","بشارة المصطفى لشيعة المرتضى "],["عن رسول الله(ص): أحبوا الله لما يغذوكم به من نعمة و أحبوني لحب الله و أحبوا أهل بيتي لحبي‏","بشارة المصطفى لشيعة المرتضى "],["عن رسول الله(ص): من أحبنا أهل البيت فليحمد الله على أول النعم قيل و ما أول النعم قال ص طيب الولادة و لا يحبنا إلا من طابت ولادته‏","بشارة المصطفى لشيعة المرتضى "],["عن رسول الله(ص): من ضمن لأخيه المسلم حاجة له لم ينظر الله في حاجته حتى يقضي حاجة أخيه المسلم‏","النوادر للراوندي"],["عن رسول الله(ص): الموت ريحانة المؤمن‏","النوادر للراوندي"],["عن رسول الله(ص): من بكى على الجنة دخل الجنة و من بكى على الدنيا دخل النار","النوادر للراوندي"],["عن رسول الله(ص): من قال إني خير الناس فهو من شر الناس و من قال إني في الجنة فهو في النار","النوادر للراوندي"],["عن رسول الله(ص): أربعة من سعادة المرء الخلطاء الصالحون و الولد البار و المرأة المؤاتية و أن تكون معيشته في بلده‏","النوادر للراوندي"],["عن رسول الله(ص): نظر المؤمن في وجه أخيه حبا له عبادة","النوادر للراوندي"],["عن رسول الله(ص): الكبائر أربع الإشراك بالله و القنوط من رحمة الله و الأمن من مكر الله‏","النوادر للراوندي"],["عن رسول الله(ص): ما رفع الناس أبصارهم إلى شي‏ء إلا وضعه الله تعالى‏","النوادر للراوندي"],["عن رسول الله(ص): الغضب يفسد الإيمان كما يفسد الخل العسل أو كما يفسد الصبر العسل‏","النوادر للراوندي"],["عن رسول الله(ص): إن إبليس رضي منكم بالمحقرات و الذنب الذي لا يغفر قول الرجل لا أؤاخذ بهذا الذنب استصغارا له‏","النوادر للراوندي"],["عن رسول الله(ص): يبعث الله المقنطين يوم القيامة مغلبة وجوههم يعني غلبة السواد على البياض فيقال لهم هؤلاء المقنطون من رحمة الله تعالى‏","النوادر للراوندي"],["عن رسول الله(ص): لا خير في العيش إلا لمستمع واع أو عالم ناطق‏","النوادر للراوندي"],["عن رسول الله(ص): شر البقاع دور الأمراء الذين لا يقضون بالحق‏","النوادر للراوندي"],["عن رسول الله(ص): كل نعيم مسئول عنه يوم القيامة إلا ما كان في سبيل الله تعالى‏","النوادر للراوندي"],["عن رسول الله(ص): إن أبخل الناس من بخل بالسلام و أجود الناس من جاد بنفسه و ماله في سبيل الله‏","النوادر للراوندي"],["عن رسول الله(ص): من أصبح لا يهتم بأمر المسلمين فليس من الإسلام و من شهد رجلا ينادي يا مسلمين فلم يجبه فليس من المسلمين‏","النوادر للراوندي"],["عن رسول الله(ص): نعم وزير الإيمان العلم و نعم وزير العلم الحلم و نعم وزير الحلم الرفق و نعم وزير الرفق اللين‏","النوادر للراوندي"],["عن رسول الله(ص): من حسن إسلام المرء تركه ما لا يعنيه‏","النوادر للراوندي"],["عن رسول الله(ص): إذا كان يوم القيامة نادى مناد أين الظلمة و أعوان الظلمة من لاق لهم دواة أو ربط لهم كيسا أو مد لهم يده احشروه معهم‏","النوادر للراوندي"],["عن رسول الله(ص): أفضل التابعين من أمتي من لا يقرب أبواب السلطان‏","النوادر للراوندي"],["عن رسول الله(ص): ما من شي‏ء أحب إلى الله تعالى من الإيمان به و العمل الصالح و ترك ما أمر به أن يتركه‏","النوادر للراوندي"],["عن رسول الله(ص): أتاني جبرئيل ع فقال يا محمد كيف ننزل عليكم و أنتم لا تستاكون و لا تستنجون بالماء و لا تغسلون براجمكم‏","النوادر للراوندي"],["عن رسول الله(ص): كل لهو باطل إلا ما كان من ثلاث رميك عن قوسك و تأديبك فرسك و ملاعبتك أهلك فإنه من السنة","النوادر للراوندي"],["عن رسول الله(ص): إذا تكشف أحدكم للبول بالليل فليقل بسم الله فإن الشياطين تغض أبصارها عنه حتى يفرغ منه‏","النوادر للراوندي"],["عن رسول الله(ص): ليبالغ أحدكم في المضمضة و الاستنشاق فإنه غفران لما تكلم به العبد و منفرة للشياطين‏","النوادر للراوندي"],["عن رسول الله(ص): تدعون ربكم بالليل و النهار فإن سلاح المؤمن الدعاء","الدعوات للروندي"],["عن رسول الله(ص): دعوة في السر تعدل سبعين دعوة في العلانية","الدعوات للروندي"],["عن رسول الله(ص): إن الله تعالى يحب الملحين في الدعاء","الدعوات للروندي"],["عن رسول الله(ص): إذا دعا أحدكم فليعم فإنه أوجب للدعاء و من قدم أربعين رجلا من إخوانه قبل أن يدعو لنفسه استجيب له فيهم و في نفسه‏","الدعوات للروندي"],["عن رسول الله(ص): من أدى لله مكتوبة فله في أثرها دعوة مستجابة","الدعوات للروندي"],["عن رسول الله(ص): أوثق عرى الإيمان الحب في الله و البغض في الله‏","الدعوات للروندي"],["عن رسول الله(ص): لا يجتمع أربعون رجلا في أمر واحد إلا استجاب الله تعالى لهم حتى لو دعوا على جبل لأزالوه‏","الدعوات للروندي"],["عن رسول الله(ص): عودوا ألسنتكم الاستغفار فإن الله تعالى لم يعلمكم الاستغفار إلا و هو يريد أن يغفر لكم‏","الدعوات للروندي"],["عن رسول الله(ص): الدعاء بين الأذان و الإقامة لا يرد","الدعوات للروندي"],["عن رسول الله(ص): الجمعة حج المساكين‏","الدعوات للروندي"],["عن رسول الله(ص): المؤمن كيس فطن حذر","الدعوات للروندي"],["عن رسول الله(ص): انتظار الفرج بالصبر عبادة","الدعوات للروندي"],["عن رسول الله(ص): من أصابه هم أو كرب أو بلاء أو حزن فليقل الله الله الله ربي لا أشرك به شيئا توكلت على الحي الذي لا ينام و لا يموت‏","الدعوات للروندي"],["عن رسول الله(ص): التسبيح نصف الميزان و الحمد يملأه و التكبير يملأ ما بين السماء و الأرض‏","الدعوات للروندي"],["عن رسول الله(ص): إن من الذنوب ذنوبا لا يكفرها صلاة و لا صوم قيل يا رسول الله فما يكفرها قال الهموم في طلب المعيشة","الدعوات للروندي"],["عن رسول الله(ص): إياكم و البطنة فإنها مفسدة للبدن و مورثة للسقم و مكسلة للعبادة","الدعوات للروندي"],["عن رسول الله(ص): عليكم بقيام الليل فإنه دأب الصالحين قبلكم وإن قيام الليل قربة إلى الله وتكفير السيئات و منهاة عن الإثم ومطردةالداء عن الجسد","الدعوات للروندي"],["عن رسول الله(ص): من لزم الاستغفار جعل الله له من كل هم فرجا و من كل ضيق مخرجا و رزقه‏ من حيث لا يحتسب‏","الدعوات للروندي"],["عن رسول الله(ص): نعمتان مغبون فيهما كثير من الناس الصحة و الفراغ‏","الدعوات للروندي"],["عن رسول الله(ص):  [الحسنة] في الدنيا الغنى و العافية و في الآخرة المغفرة و الرحمة","الدعوات للروندي"],["عن رسول الله(ص): إذا كثرت ذنوب المؤمن و لم يكن له من العمل‏ ما يكفرها ابتلاه الله بالحزن ليكفرها به عنه‏","الدعوات للروندي"],["عن رسول الله(ص): كفى بالسلامة دارا","الدعوات للروندي"],["عن رسول الله(ص): لا يتمنين أحدكم الموت بضر نزل به‏","الدعوات للروندي"],["عن رسول الله(ص): من مات و لم يترك درهما و لا دينارا لم يدخل الجنة أغنى منه‏","الدعوات للروندي"],["عن رسول الله(ص): أوحى الله عز و جل إلى أيوب ع هل تدري ما ذنبك إلى حين أصابك البلاء قال لا قال إنك دخلت على فرعون فداهنت في كلمتين‏","الدعوات للروندي"],["عن رسول الله(ص): تعرف إلى الله في الرخاء يعرفك في الشدة فإذا سألت فاسأل الله فإذا استعنت فاستعن بالله‏","الدعوات للروندي"],["عن رسول الله(ص): عجبت للمؤمن و جزعه من السقم و لو علم ما له في السقم لأحب ألا يزال سقيما حتى يلقى ربه عز و جل‏","الدعوات للروندي"],["عن رسول الله(ص): يقول الله عز و جل‏ من لم يرض بقضائي و لم يشكر لنعمائي و لم يصبر على بلائي فليتخذ ربا سواي‏","الدعوات للروندي"],["عن رسول الله(ص): القرآن هو الدواء","الدعوات للروندي"],["عن رسول الله(ص): من نام على الوضوء إن أدركه الموت في ليله فهو عند الله شهيد","الدعوات للروندي"],["عن رسول الله(ص): أكثروا الصلاة علي فإن الصلاة علي نور في القبر و نور على الصراط و نور في الجنة","الدعوات للروندي"],["عن رسول الله(ص): نعم الرجل الفقيه في الدين إن احتيج إليه نفع و إن لم يحتج إليه نفع نفسه‏","الدعوات للروندي"],["عن رسول الله(ص): يا سلمان في علتك ثلاث خصال أنت من الله بذكر و دعاؤك فيها مستجاب و لا تدع العلة عليك ذنبا إلا حطته‏","الدعوات للروندي"],["عن رسول الله(ص): يا رب أي عبادك أحب إليك قال الذي يبكي لفقد الصالحين كما يبكي الصبي على فقد أبويه‏","الدعوات للروندي"],["عن رسول الله(ص): ألا أخبركم بخياركم قالوا بلى يا رسول الله قال هم الضعفاء المظلومون‏","الدعوات للروندي"],["عن رسول الله(ص): لكل شي‏ء وجه و وجه دينكم الصلاة","فقه القرآن"],["عن رسول الله(ص): رفع الأيدي من الاستكانة قيل و ما الاستكانة قال أ لا تقرأ هذه الآية فما استكانوا لربهم و ما يتضرعون‏","فقه القرآن"],["عن رسول الله(ص): من أوتي قلبا شاكرا و زوجة صالحة تعينه على أمر دنياه و آخرته فقد أوتي‏ في الدنيا حسنة و في الآخرة حسنة و وقي عذاب النار.","فقه القرآن"],["عن رسول الله(ص): اذا أراد الله بقوم خيرا أمطرهم بالليل و شمسهم بالنهار","فقه القرآن"],["عن رسول الله(ص): لم يبق من أمثال الأنبياء المتقدمين إلا قولهم إذا لم تستحي فاصنع ما شئت‏","فقه القرآن"],["عن رسول الله(ص): من صلى علي عند قبري سمعته و من صلى علي في أقطار الأرض بلغت‏","متشابه القرآن ومختلفه"],["عن رسول الله(ص): سيأتي أقوام يعملون بالمعاصي و يقولون هي من الله فإذا رأيتموهم فكذبوهم ثلاث مرات‏","متشابه القرآن ومختلفه"],["عن رسول الله(ص): يكون في آخر الزمان قوم يعملون بالمعاصي ثم يقولون الله قدرها علينا الراد عليهم يومئذ كالشاهر سيفه في سبيل الله‏","متشابه القرآن ومختلفه"],["عن رسول الله(ص):  في قوله تعالى‏: \"فإن له معيشة ضنكا\" قال: عذاب القبر","متشابه القرآن ومختلفه"],["عن رسول الله(ص): إن قرآن الفجر كان مشهودا قال تشهده ملائكة الليل و النهار","متشابه القرآن ومختلفه"],["عن رسول الله(ص): و الذي بعثني بالحق لا يقبل الله من عبده حسنة حتى يسأله عن حب علي بن أبي طالب ع‏","مناقب آل أبي طالب"],["عن رسول الله(ص): الشفعاء خمسة القرآن و الرحم و الأمانة و نبيكم و أهل بيت نبيكم‏","مناقب آل أبي طالب"],["عن رسول الله(ص): حب علي عليه السلام يحرق الذنوب كما تحرق النار الحطب‏","الروضة في فضائل أمير المؤمنين علي بن أبي طالب عليهما السلام (لابن شاذان القمي) "],["عن رسول الله(ص): مثل علي في هذه الأمة كمثل الكعبة: النظر إليها عبادة، و الحج إليها فريضة","الروضة في فضائل أمير المؤمنين علي بن أبي طالب عليهما السلام (لابن شاذان القمي) "],["عن رسول الله(ص): رأيت وجه علي بن أبي طالب عليه السلام يزهر لأهل الجنة، كما تزهر كواكب الصبح لأهل الدنيا","الروضة في فضائل أمير المؤمنين علي بن أبي طالب عليهما السلام (لابن شاذان القمي) "],["عن رسول الله(ص): إن الله يبغض من عباده المائلين عن الحق، و الحق مع علي و علي مع الحق، فمن استبدل بعلي غيره، هلك و فاتته الدنيا و الآخرة","الروضة في فضائل أمير المؤمنين علي بن أبي طالب عليهما السلام (لابن شاذان القمي) "],["عن رسول الله(ص): قال الله جل جلاله ما آمن بي من فسر برأيه كلامي و ما عرفني من شبهني بخلقي و ما على ديني من يستعمل القياس في ديني‏","عمدة عيون صحاح الأخبار في مناقب إمام الأبرار"],["عن رسول الله(ص): المؤمن بيته قصب و طعامه كسر و رأسه شعث و ثيابه خلق و قلبه خاشع و لا يعدل السلامة [بالسلامة] شيئا","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): لا تنظروا إلى كثرة صلاتهم و صومهم و كثرة الحج و المعروف و طنطنتهم بالليل انظروا إلى صدق الحديث و أداء الأمانة","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): أيما امرئ مسلم جلس في مصلاه الذي يصلي فيه الفجر يذكر الله حتى تطلع الشمس كان له من الأجر كحاج بيت الله و غفر له‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): الكلام ثلاثة فرابح و سالم و شاجب فأما الرابح الذي يذكر الله و أما السالم فالساكت  و أما الشاجب فالذي يخوض في الباطل‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): كثرة المزاح يذهب بماء الوجه و كثرة الضحك يمحو الإيمان و كثرة الكذب يذهب بالبهاء","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): من غلب علمه هواه فذاك علم نافع و من جعل شهوته تحت قدميه فر الشيطان من ظله‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): من اغتاب مؤمنا بما ليس فيه انقطعت العصمة بينهما و كان المغتاب في النار خالدا فيها و بئس المصير","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): إن الله جل و علا يفرح بتوبة عبده إذا تاب كما يفرح أحدكم بضالته إذا وجدها","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): ليس الزهد في الدنيا لبس الخشن و أكل الجشب و لكن الزهد في الدنيا قصر الأمل‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): إذا رأيتم الرجل قد أعطي الزهد في الدنيا فاقتربوا منه فإنه يلقي الحكمة","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص):  رأس الحكمة مخافة الله‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): من أحبنا كان معنا يوم القيامة و لو أن رجلا أحب حجرا لحشره الله معه‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): من استذل مؤمنا أو مؤمنة أو حقره لفقره و قلة ذات يده شهره الله يوم القيامة ثم يفضحه‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): المؤمن الذي يخالط الناس و يصبر على أذاهم  أعظم أجرا من الذي لا يخالطهم و لا يصبر على أذاهم‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): من رأس التواضع أن تبدأ بالسلام على من لقيت و ترد على من سلم عليك  و أن ترضى بالدون من المجلس و لا تحب المدحة و التزكية","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): أشقى الناس الملوك و أمقت الناس المتكبر  و أذل الناس من أهان الناس‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): أوحى الله تعالى إلى داود يا داود إن أقرب الناس مني يوم القيامة المتواضعون و كذلك أبعد الناس مني يوم القيامة المتكبرون‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): اللهم إني أعوذ بك من الدنيا فإن الدنيا تمنع الآخرة","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): إذا كثرت ذنوب العبد و لم يكن له من العمل ما يكفرها ابتلاه الله بالحزن ليكفرها","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): من عاش مداريا مات شهيدا و قال مداراة الناس صدقة","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): عنه لا تذهب الدنيا حتى يذوب قلب المؤمن و لا تذهب الدنيا حتى يكون المؤمن أذل من شاة ميتة","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): و الله ما كرم عبد على الله إلا ازدادت عليه البلايا","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): لو تعلم البهائم من الموت ما تعلمون  ما أكلتم منها سمينا أبدا","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): لا تظهر الشماتة لأخيك فيرحمه الله و يبتليك‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): أغفل الناس من لم يتعظ بتغير الدنيا من حال إلى حال و أغنى الناس من لم يكن للحرص أسيرا","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): لو لا أن الذنب خير للمؤمن من العجب ما خلى الله عز و جل بين عبده المؤمن و بين ذنب أبدا","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): إن العبد إذا استوت سريرته و علانيته قال الله عز و جل فهو عبدي حقا","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): من أسر سريرة رداه الله رداءها إن خيرا فخيرا و إن شرا فشرا","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): قال تعالى أنا مع الإنسان في نبإ عظيم أخلقه و يعبد غيري و أعطيه و يحمد غيري و أمنعه و يشكو غيري‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): من لم يحسن وصيته عند الموت كان نقصا في مروته و عقله‏","مشكاة الأنوار في غرر الأخبار"],["عن رسول الله(ص): إن الله إذا أحب عبدا ابتلاه ليسمع تضرعه‏","مجموعة ورام"],["عن رسول الله(ص): يا أبا أيوب الأنصاري ألا أخبرك و أدلك على صدقة يحبها الله و رسوله تصلح بين الناس إذا تفاسدوا و تباعدوا","مجموعة ورام"],["عن رسول الله(ص): الصبر نصف الإيمان و اليقين الإيمان كله‏","مجموعة ورام"],["عن رسول الله(ص): ما ملأ ابن آدم وعاء شرا من بطن فحسب الرجل من طعمه ما أقام به صلبه أما إذا أبيت، ابن آدم فثلث طعام و ثلث شراب و ثلث نفس‏","مجموعة ورام"],["عن رسول الله(ص): من قل طعمه صح بطنه و صفا قلبه و من كثر طعمه سقم بطنه و قسا قلبه‏","مجموعة ورام"],["عن رسول الله(ص): لا تميتوا القلوب بكثرة الطعام و الشراب فإن القلب يموت كالزرع إذا كثر عليه الماء","مجموعة ورام"],["عن رسول الله(ص): لا يبلغ العبد أن يكون من المتقين حتى يدع ما لا بأس به حذرا مما به البأس‏","مجموعة ورام"],["عن رسول الله(ص): أفضل العمل أدومه و إن قل‏","مجموعة ورام"],["عن رسول الله(ص): تعلموا ما شئتم أن تعلموا فلن ينفعكم الله بالعلم حتى تعملوا به فإن العلماء همتهم الرعاية و السفهاء همتهم الرواية","مجموعة ورام"],["عن رسول الله(ص): إذا عظمت أمتي الدنيا نزع الله منها هيبة الإسلام‏","مجموعة ورام"],["عن رسول الله(ص): النظر في وجوه العلماء عبادة","مجموعة ورام"],["عن رسول الله(ص): المؤمن بين خمس شدائد مؤمن يحسده و منافق يبغضه و كافر يقاتله و شيطان يضله و نفس تنازعه فبين أن النفس عدو منازع يجب مجاهدتها","مجموعة ورام"],["عن رسول الله(ص): كف أذاك عن نفسك و لا تتابع هواها في معصية الله إذ تخاصمك يوم القيامة فيلعن بعضكم بعضا إلا أن يغفر الله و يستر","مجموعة ورام"],["عن رسول الله(ص): لا يدخل ملكوت السماوات و الأرض من ملأ بطنه‏","مجموعة ورام"],["عن رسول الله(ص): من صمت نجا","مجموعة ورام"],["عن رسول الله(ص): من كف لسانه ستر الله عورته و من ملك غضبه وقاه الله عذابه و من اعتذر إلى الله قبل الله عذره‏","مجموعة ورام"],["عن رسول الله(ص): طوبى لمن أمسك الفضل من لسانه و أنفق الفضل من ماله‏","مجموعة ورام"],["عن رسول الله(ص): إياكم و الغيبة فإن الغيبة أشد من الزناء إن الرجل يزني و يتوب فيتوب الله عليه و إن صاحب الغيبة لا يغفر له حتى يغفر له صاحبه‏","مجموعة ورام"],["عن رسول الله(ص): مررت ليلة أسري بي. على قوم يخمشون وجوههم بأظفارهم فقلت يا جبرئيل من هؤلاء فقال هؤلاء الذين يغتابون الناس ويقعون في أعراضهم‏","مجموعة ورام"],["عن رسول الله(ص): قال‏ طوبى لمن شغله عيبه عن عيوب الناس‏","مجموعة ورام"],["عن رسول الله(ص): ألهاكم التكاثر يقول ابن آدم مالي مالي و هل لك من مالك إلا ما تصدقت فأبقيت أو أكلت فأفنيت أو لبست فأبليت‏","مجموعة ورام"],["عن رسول الله(ص): أخوف ما أخاف على أمتي أن يكثر لهم المال فيتحاسدون و يقتتلون‏","مجموعة ورام"],["عن رسول الله(ص): لا تشغلوا قلوبكم بذكر الدنيا فنهى عن ذكرها فضلا عن إصابة عينها","مجموعة ورام"],["عن رسول الله(ص): الدنيا حلم و أهلها عليها مجازون معاقبون‏","مجموعة ورام"],["عن رسول الله(ص): إنما مثل صاحب الدنيا كمثل الماشي في الماء هل يستطيع أن يمشي في الماء إلا و تبتل قدماه‏","مجموعة ورام"],["عن رسول الله(ص): إنما بقي من الدنيا بلاء و فتنة و إنما مثل عمل أحدكم مثل الوعاء إذا طاب أعلاه طاب أسفله و إذا خبث أعلاه خبث أسفله‏","مجموعة ورام"],["عن رسول الله(ص): هذه الدنيا مثل ثوب شق من أوله إلى آخره فيبقى متعلقا بخيط في آخره يوشك ذلك الخيط أن ينقطع‏","مجموعة ورام"],["عن رسول الله(ص): إن الدنيا ضربت مثلا لابن آدم فانظر ما يخرج من ابن آدم و إن مزجه و ملحه إلى ما يصير","مجموعة ورام"],["عن رسول الله(ص): ما الدنيا في الآخرة إلا كمثل ما يجعل أحدكم إصبعه في اليم ينظر ما يرجع إليه‏","مجموعة ورام"],["عن رسول الله(ص): حب المال و الشرف ينبتان النفاق في القلب كما ينبت الماء البقل‏","مجموعة ورام"],["عن رسول الله(ص): إذا مات العبد قالت الملائكة ما قدم و قال الناس ما خلف‏","مجموعة ورام"],["عن رسول الله(ص): إياكم و الشح فإنه أهلك من كان قبلكم حملهم على أن يسفكوا دماءهم و يستحلوا محارمهم‏","مجموعة ورام"],["عن رسول الله(ص): من أسف على دنيا فاتته اقترب من النار مسيرة شهر","مجموعة ورام"],["عن رسول الله(ص): من أحب دنياه و سر بها ذهب خوف الآخرة من قلبه‏","مجموعة ورام"],["عن رسول الله(ص): الدنيا مزرعة الآخرة","مجموعة ورام"],["عن رسول الله(ص): إن الله لا يقبل عملا فيه مثقال ذرة من رياء","مجموعة ورام"],["عن رسول الله(ص): ما ستر الله على عبد في الدنيا إلا ستر عليه في الآخرة","مجموعة ورام"],["عن رسول الله(ص): حفت الجنة بالمكاره و حفت النار بالشهوات‏","مجموعة ورام"],["عن رسول الله(ص): من ارتكب شيئا من هذه القاذورات فليستتر بستر الله عليه‏","مجموعة ورام"],["عن رسول الله(ص): لو أنكم تتوكلون على الله حق توكله لرزقكم كما يرزق الطير تغدو خماصا و تروح بطانا","مجموعة ورام"],["عن رسول الله(ص): ينادي و يقول‏ إنكم تتهافتون على النار تهافت الفراش و أنا آخذ بحجزكم‏","مجموعة ورام"],["عن رسول الله(ص): من أحب أن يعلم ما له عند الله عز و جل فلينظر ما لله عز و جل عنده فإن الله تعالى ينزل العبد حيث أنزله العبد من نفسه‏","مجموعة ورام"],["عن رسول الله(ص): لا يستكمل العبد الإيمان حتى يكون قلة الشي‏ء أحب إليه من كثرته و حتى يكون أن لا يعرف أحب إليه من أن يعرف‏","مجموعة ورام"],["عن رسول الله(ص): حيث قال‏ الكيس من دان نفسه و عمل لما بعد الموت و الأحمق من أتبع نفسه هواها و تمنى على الله‏","مجموعة ورام"],["عن رسول الله(ص): إذا أصبحت فلا تحدث نفسك بالمساء و إذا أمسيت فلا تحدث نفسك بالصباح وخذ من حياتك لموتك ومن صحتك لسقمك فإنك ما تدري مااسمك غدا","مجموعة ورام"],["عن رسول الله(ص): الشيخ شاب في طلب الدنيا و إن التفت ترقوتاه من الكبر إلا الذين اتقوا و قليل ما هم‏","مجموعة ورام"],["عن رسول الله(ص) زر القبور تذكر بها الآخرة واغسل الموتى فإن معالجته مثوبة وموعظة بليغة وصل علىالجنائز لعل ذلك أن يحزنك فإن الحزين في ظل الله‏","مجموعة ورام"],["عن رسول الله(ص): زوروا موتاكم و صلوا عليهم و سلموا عليهم فإن لكم فيهم عبرة","مجموعة ورام"],["عن رسول الله(ص): أن الشديد ليس من غلب الناس و لكن الشديد من غلب على نفسه‏","مجموعة ورام"],["عن رسول الله(ص): خير الذكر (لله) الخفي و خير الرزق ما يكفي‏","مجموعة ورام"],["عن رسول الله(ص): استرشدوا العاقل ترشدوا و لا تعصوه فتندموا","مجموعة ورام"],["عن رسول الله(ص): من أجرى الله على يديه فرجا لمسلم فرج الله عنه كرب الدنيا و الآخرة","مجموعة ورام"],["عن رسول الله(ص): إذا أراد الله عز و جل بعبد خيرا جعل له واعظا من نفسه يأمره و ينهاه‏","مجموعة ورام"],["عن رسول الله(ص): اخش الله في الناس و لا تخش الناس في الله‏","مجموعة ورام"],["عن رسول الله(ص): يا ابن آدم لست ببالغ أملك و لا بدافع أجلك و لا بمدفوع عن رزقك فبما ذا تشقى نفسك يا شقي يا شقي يا شقي‏","مجموعة ورام"],["عن رسول الله(ص): العلماء كلهم هلكى إلا العاملون و العاملون كلهم هلكى إلا المخلصون و المخلصون على خطر","مجموعة ورام"],["عن رسول الله(ص): خلتان كثير من الناس فيهما مغبون الصحة و الفراغ‏","مجموعة ورام"],["عن رسول الله(ص): لا يأخذن أحدكم متاع أخيه جادا و لا لاعبا من أخذ عصا أخيه فليردها","مجموعة ورام"],["عن رسول الله(ص): المرء على دين خليله و قرينه‏","مجموعة ورام"],["عن رسول الله(ص): من ترك معصية الله مخافة الله تعالى أرضاه الله عز و جل يوم القيامة","مجموعة ورام"],["عن رسول الله(ص): من لم يحسب كلامه من عمله كثرت خطاياه و حضر عذابه‏","مجموعة ورام"],["عن رسول الله(ص): إن في طلب الدنيا إضرارا بالآخرة و في طلب‏ الآخرة إضرارا بالدنيا فأضروا بالدنيا فإنها أحق بالإضرار","مجموعة ورام"],["عن رسول الله(ص): ما من قوم يكون بين أظهرهم رجل يعمل بالمعاصي هم أعز منه و أمنع لا يعيرون عليه إلا أصابهم الله عز و جل بعقاب‏","مجموعة ورام"],["عن رسول الله(ص): من كان في قلبه مثقال‏ حبة من خردل‏ عصبية بعثه الله يوم القيامة مع أعراب الجاهلية","مجموعة ورام"],["عن رسول الله(ص): من شر عباد الله من تكره مجالسته لفحشه‏","مجموعة ورام"],["عن رسول الله(ص): شر الناس يوم القيامة الذين يكرمون اتقاء شرهم‏","مجموعة ورام"],["عن رسول الله(ص): السعيد من وعظ بغيره‏","مجموعة ورام"],["عن رسول الله(ص): ما أهدى مسلم هدية لأخيه أفضل من كلمة حكمة يزيده الله بها هدى و يرده بها عن ردى‏","مجموعة ورام"],["عن رسول الله(ص): أحب المؤمنين إلى الله من نصب نفسه في طاعة الله و نصح لأمة نبيه و تفكر في عيوبه و أبصر و عقل و عمل‏","مجموعة ورام"],["عن رسول الله(ص): لا تغتروا بالله فإن الله لو أغفل شيئا لأغفل الذرة و الخردلة و البعوضة","مجموعة ورام"],["عن رسول الله(ص): مهلا عن معصية الله فإن الله شديد العقاب لو لا عباد ركع و رجال خشع و بهائم رتع و أطفال رضع لصب عليكم العذاب صبا","مجموعة ورام"],["عن رسول الله(ص): أكرموا الضعفاء فإنما ترزقون بضعفائكم‏","مجموعة ورام"],["عن رسول الله(ص): ترك الخطيئة أهون من طلب التوبة فاغتنم غفلة المنية","مجموعة ورام"],["عن رسول الله(ص): قال‏ إن الرجل ليدرك بحسن خلقه درجة الصائم القائم و إنه ليكتب جبارا و لا يملك إلا أهله‏","مجموعة ورام"],["عن رسول الله(ص): إن من السرف أن تأكل كلما اشتهيت‏","مجموعة ورام"],["عن رسول الله(ص) إذا رأيت الله يعطي العبد ما يحب و هومقيم على معصيته فإنما ذلك استدراج ثم تلا فلما نسوا ما ذكروا به فتحنا عليهم أبواب كل شي‏ء","مجموعة ورام"],["عن رسول الله(ص): ما من قوم جلسوا يذكرون الله إلا حفت بهم الملائكة و غشيهم الرحمة و ذكرهم الله عنده في الملإ الأعلى‏","مجموعة ورام"],["عن رسول الله(ص): عليكم بالعزلة فإنها عبادة","مجموعة ورام"],["عن رسول الله(ص): أفضل العبادة الدعاء فإذا أذن الله للعبد في الدعاء فتح له باب الرحمة إنه لن يهلك مع الدعاء أحد","مجموعة ورام"],["عن رسول الله(ص): إذا عظمت أمتي أمر الدنيا نزع منها هيبة الإسلام و إذا تركت الأمر بالمعروف و النهي عن المنكر لحقها ذلة المعاصي‏","مجموعة ورام"],["عن رسول الله(ص): خصلتان من رزقهما قد أعطي خير الدنيا و الآخرة من إذا ابتلي صبر و إذا أعطي شكر","مجموعة ورام"],["عن رسول الله(ص): اختبروا الناس بأخدانهم فإنما يخادن الرجل من يعجبه نحوه‏","مجموعة ورام"],["عن رسول الله(ص): لرجل‏ أوصيك بتقوى الله و العفو عن الناس‏","مجموعة ورام"],["عن رسول الله(ص): من فقه الرجل قلة كلامه‏","مجموعة ورام"],["عن رسول الله(ص): أنه قال‏ من اغتاب رجلا ثم استغفر له غفرت له غيبته‏","مجموعة ورام"],["عن رسول الله(ص): لا أحد أغير من الله و إنه تعالى يفرح بتوبة عبده و يسر بها","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): أفلح الزاهد في الدنيا حظي بعز العاجلة و بثواب الآخرة","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): إنا معاشر الأنبياء بكاءون قليلو الكلام‏","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): إذا رأيتم المؤمن صموتا فادنوا منه فإنه يلقى الحكمة","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): لا تسبوا الدهر فإن الدهر هو الله‏","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): عرضت علي كنوز الأرض و دفعت إلي مفاتيح خزائنها فكرهتها و اخترت الدار الآخرة","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): حب الدنيا رأس كل خطيئة","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): لا تغفل عن قراءة القرآن صباحا و مساء فإن القرآن يحيي القلب الميت و ينهى عن الفحشاء و المنكر","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): إن الله عند لسان كل قائل فاتقى الله امرؤ علم ما يقول‏","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): من قرأ القرآن ثم رأى أن أحدا أوتي أفضل مما أوتي فقد استصغر ما عظمه الله‏","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): من خاف الله خافه كل شي‏ء و من خاف غير الله خوفه الله من كل شي‏ء","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): ذاكر الله في الغافلين كالشجرة الخضراء في وسط الهشيم‏","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): الصلاة عمود الدين فمن تركها فقد هدم الدين‏","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): أخوف ما أخاف على أمتي اتباع الهوى و طول الأمل أما اتباع الهوى فيصد عن الحق و أما طول الأمل فينسي الآخرة","شرح نهج البلاغة لابن أبي الحديد"],["عن رسول الله(ص): ما رأيت منظرا إلا و القبر أفظع منه‏","شرح نهج البلاغة لابن أبي الحديد"]]