{
"title": "الله جل جلاله",
"type": "text",
"data": [
{
"text": "قال الله تعالى: يا أحمد فاحذر أن تكون مثل الصبي إذا نظر إلى الأخضر والأصفر أحبه، وإذا اعطي شيئا من الحلو والحامض اغتر به ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد هل تدري بأي وقت يتقرب العبد إلي؟ قال: لا يا رب، قال: إذا كان جايعا أو ساجدا. ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد إن في الجنة قصرا من لؤلؤة، ودرة فوق درة ليس فيها قصم ولا وصل، فيها الخواص، أنظر إليهم كل يوم سبعين مرة ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد إن المحبة لله هي المحبة للفقراء، والتقرب إليهم ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد محبتي محبة للفقراء فأدن الفقراء وقرب مجلسهم منك، وأبعد الأغنياء وأبعد مجلسهم منك فإن الفقراء أحبائي. ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد لا تتزين بلين اللباس وطيب الطعام ولين الوطاء فإن النفس مأوى كل شر وهي رفيق كل سوء تجرها إلى طاعةالله وتجرك إلى معصيته",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد أهل الدنيا من كثر أكله وضحكه ونومه وغضبه، قليل الرضا كسلان عند الطاعة، شجاع عند المعصية، أمله بعيد وأجله قريب ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد إن عيب أهل الدنيا كثير فيهم الجهل والحمق لا يتواضعون لمن يتعلمون منه وهم عند أنفسهم عقلاء وعند العارفين حمقاء",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد إن أهل الخير وأهل الآخرة رقيقة وجوههم كثير حياؤهم قليل حمقهم كثير نفعهم، قليل مكرهم الناس منهم في راحة وأنفسهم منهم في تعب",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى : يا أحمد إن أهل الآخرة لا يهنؤهم الطعام منذ عرفوا ربهم ولا تشغلهم مصيبة منذ عرفوا سيئاتهم يبكون على خطاياهم يتعبون أنفسهم ولا يريحونها",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى : يا أحمد وجوه الزاهدين مصفرة من تعب الليل وصوم النهار وألسنتهم كلال إلامن ذكر الله قلوبهم في صدورهم مطعونةمن كثرةما يخالفون أهواءهم",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد عليك بالورع فإن الورع رأس الدين ووسط الدين وآخر الدين، إن الورع يقرب (العبد) إلى الله تعالى. ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد إن الورع مثله كمثل السفينة كما أن في البحر لا ينجو إلا من كان فيها، كذلك لا ينجو الزاهدون إلا بالورع. ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد ما عرفني عبد وخشع لي إلا وخشعت له. ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد الورع يفتح على العبد أبواب العبادة، فيكرم به عند الخلق، ويصل به إلى الله عز وجل. ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد عليك بالصمت فإن أعمر القلوب قلوب الصالحين والصامتين، وإن أخرب القلوب قلوب المتكلمين بما لا يعنيهم. ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى من عمل برضاي ألزمه ثلاث خصال:اعرفه شكرا لا يخالطه الجهل،وذكرا لا يخالطه النسيان ومحبة لا يؤثرعلى محبتي محبة المخلوقين",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد اجعل همك هما واحدا، فاجعل لسانك لسانا واحدا واجعل بدنك حيا لا تغفل عني من يغفل عني لا ابالي بأي واد هلك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد استعمل عقلك قبل أن يذهب فمن استعمل عقله لا يخطي ولا يطغى. ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد إن العبد إذا أجاع بطنه وحفظ لسانه علمته الحكمة ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد ليس شيء من العبادة أحب إلي من الصمت والصوم، فمن صام ولم يحفظ لسانه كان كمن قام ولم يقرأ في صلاته ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا أحمد ليس كل من قال احب الله أحبني حتى يأخذ قوتا ويلبس دونا وينام سجودا ويطيل قياما ويلزم صمتا ويتوكل علي ويبلي كثيرا ويقل ضحكا",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى أنا ربك و رب آبائك اسمي واحد و أنا الأحد الصمد المتفرد بخلق كل شي‏ء و كل شي‏ء من صنعي و كل إلي راجعون ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كن إلي راغبا و مني راهبا و لم تجد مني ملجأ إلا إلي",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى أنزلني من نفسك كهمك و اجعل ذكري لمعادك و تقرب إلي بالنوافل و توكل علي أكفك و لا تول غيري فأخذلك",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اصبر على البلاء و ارض بالقضاء و كن كمسرتي فيك فإن مسرتي أن أطاع فلا أعصى ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى أحي ذكري بلسانك و ليكن ودي في قلبك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى تيقظ في ساعات الغفلة و احكم لي بلطيف الحكمة",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كن راغبا راهبا و أمت قلبك بالخشية ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى راع الليل لتحري مسرتي و أظمئ نهارك ليوم حاجتك عندي ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى نافس في الخير جهدك لتعرف بالخير حيث ما توجهت ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى احكم في عبادي بنصحي و قم فيهم بعدلي فقد أنزلت عليك شفاء لما في الصدور من مرض الشيطان ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى لا تكن جليسا لكل مفتون‏ ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى حقا أقول ما آمنت بي خليقة إلا خشعت لي و لا خشعت لي إلا رجت ثوابي أشهدك أنها آمنة من عقابي ما لم تبدل أو تغير سنتي ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ابن البكر البتول ابك على نفسك بكاء من قد ودع الأهل و قلا الدنيا و تركها لأهلها و صارت رغبته فيما عند إلهه ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كن يقظان إذا نامت عيون الأنام و حذار للمعاد و الزلازل الشداد و أهوال يوم القيامة حيث لا ينفع أهل و لا ولد و لا مال ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اكحل عينيك بميل الحزن إذا ضحك البطالون ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كن خاشعا صابرا فطوبى لك إن نالك ما وعد الصابرون ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى رح من الدنيا يوما فيوما و ذق لما قد ذهب طعمه فحقا أقول ما أنت إلا بساعتك ويومك فرح من الدنيا بالبلغة و ليكفك الخشن والجشب",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى إنك مرحوم فارحم الضعيف كرحمتي إياك و لا تقهر اليتيم ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ابك على نفسك في الخلوات و انقل قدميك إلى مواقيت الصلوات و أسمعني لذاذة نطقك بذكري فإن صنيعي إليك حسن جميل ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: ياعيسى ارفق بالضعيف وارفع طرفك الكليل إلى السماء وادعني فإني منك قريب ولا تدعني إلا متضرعا إلي وهمك هم واحد فإنك متىتدعني كذلك أجبك",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى إني لم أرض بالدنيا ثوابا لمن كان قبلك و لا عقابا لمن انتقمت منه ",
"source": "بحار الأنوار"
},
{
"text": "قال الله ياعيسى إنك تفنى وأنا أبقى ومني رزقك وعندي ميقات أجلك وإلي إيابك وعلي حسابك فسلني ولا تسأل غيري فيحسن منك الدعاء ومني الإجابة",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ما أكثر البشر و أقل عدد من صبر الأشجار كثيرة و طيبها قليل فلا يغرنك شجرة حتى تذوق ثمرها ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: ياعيسى لا يغرنك المتمرد علي بالعصيان يأكل رزقي ويعبد غيري ثم يدعوني عند الكرب فأجيبه ثم يرجع إلى ما كان عليه أين يهرب من سمائي وأرضي",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ليكن لسانك في السر و العلانية واحد و كذلك فليكن قلبك و بصرك  ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى أكثر ذكر الموت ومفارقة الأهلين ولا تله فإن اللهو يفسد صاحبه ولا تغفل فإن الغافل مني بعيد و اذكرني بالصالحات أذكرك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى تب إلي بعد الذنب و ذكرني الأوابين و آمن بي و تقرب إلى المؤمنين و مرهم يدعوني معك و إياك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اعلم أن صاحب السوء يغوي و أن قرين السوء يردي فاعلم من تقارن و اختر لنفسك إخوانا من المؤمنين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى تب إلي فإني لا يتعاظمني ذنب أن أغفره و أنا أرحم الراحمين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اعمل لنفسك في مهلة من أجلك قبل أن لا يعمل لها غيرك فتعبد لي ليوم كألف سنة مما تعدون فيه أجزي بالحسنة أضعافها ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ازهد في الفاني المنقطع وطأ رسوم من كان قبلك فادعهم ونادهم هل تحس منهم من أحد فخذ موعظتك منهم واعلم أنك ستلحقهم في اللاحقين",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى قل لمن تمرد علي بالعصيان و عمل بالإدهان ليتوقع عقوبتي و ينتظر إهلاكي إياه سيصطلم مع الهالكين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ما أكرمت خليقة بمثل ديني و لا أنعمت عليها بمثل رحمتي ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اغسل بالماء منك ما ظهر و داو بالحسنات منك ما بطن فإنك إلي راجع ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى إن أعطيتك ما أنعمت به عليك فيضا من غير تكدير و طلبت منك قرضا لنفسك فبخلت به عليها فتكون من الهالكين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى تزين بالدين و حب المساكين و امش على الأرض هونا و صل على البقاع فكلها طاهرة ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى شمر فكل ما هو آت قريب و اقرأ كتابي و أنت طاهر و أسمعني منك صوتا حزينا ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ما خير في لذاذة لا تدوم و عيش عن صاحبه يزول ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: ياعيسى ابن مريم لو رأت عينك ما أعددت لأوليائي الصالحين ذاب قلبك وزهقت نفسك شوقا إليه فليس كدار الآخرة دار تجاور فيها الطيبين",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اهرب إلي مع من يهرب من نار ذات لهب و نار ذات أغلال و أنكال  ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى بئست الدار لمن ركن إليها و بئس القرار دار الظالمين إني أحذرك نفسك فكن بي خبيرا ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كن حيث ما كنت مراقبا لي و اشهد على أني خلقتك و أنك عبدي و أني صورتك و إلى الأرض أهبطتك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى لا تستيقظن عاصيا و لا تستنبهن لاهيا و افطم نفسك عن الشهوات الموبقات و كل شهوة تباعدك مني فاهجرها ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى هذه نصيحتي إياك و موعظتي لك فخذها مني فإني رب العالمين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى إذا صبر عبدي في جنبي كان ثواب عمله علي و كنت عنده حين يدعوني و كفى بي منتقما ممن عصاني أين يهرب مني الظالمون ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى أطب الكلام و كن حيثما كنت عالما أو متعلما ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى أفض الحسنات إلي حتى يكون لك ذكرها عندي و تمسك بوصيتي فإن فيها شفاء الصدور ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى لا تأمن إذا مكرت مكري ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى حاسب نفسك بالرجوع إلي حتى تتنجز ثواب ما عمله العاملون أولئك يؤتون أجورهم و أنا خير المؤتين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى أحبكم إلي أطوعكم لي و أشدكم خوفا لي ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى تيقظ و لا تيأس من روحي و سبحني مع من يسبحني و بطيب الكلام فقدسني ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كيف يكفر العباد بي و نواصيهم في قبضتي و تقلبهم في الأرض بعلمي يجهلون نعمتي و يتولون عدوي كذلك يهلك الكافرون ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى الدنيا سجن ضيق منتن الريح وحش فيها ما قد ترى مما قد تذابح عليه الجبارون فإياك والدنيا وكل نعيمها يزول وما نعيمها إلا قليل",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ابغني عند وسادك تجدني و ادعني و أنت لي محب فإني أسمع السامعين أستجيب للداعين إذا دعوني ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى خفني و خوف بي عبادي لعل المذنبين يمسكون عما هم عاملون به فلا يهلكون إلا و هم يعلمون ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ارهبني رهبتك من السبع و الكلب و الموت الذي أنت لاقيه فكل هذا أنا خلقته فإياي فارهبون",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى إن الملك لي و بيدي فإن تطعني أدخلك جنتي في جوار الصالحين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى إن غضبت عليك لم ينفعك من رضي عنك و إن رضيت عنك لم يضرك غضب المبغضين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اذكرني في نفسك أذكرك في نفسي و اذكرني في ملئك أذكرك في ملإ خير من الآدميين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ادعني دعاء الغريق الحزين الذي ليس له مغيث‏ ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى لا تحلف بي كاذبا فيهتز عرشي غضبا ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى الدنيا قصيرة العمر طويلة الأمل و عندي دار خير مما يجمعون ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كيف أنتم صانعون إذا أخرجت لكم كتابا ينطق بالحق و أنتم تشهدون بسرائر قد كتمتموها و أعمال كنتم لها عاملون ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى قل لهم قلموا أظفاركم من كسب الحرام و أصموا أسماعكم عن ذكر الخنا و أقبلوا علي بقلوبكم فإني لست أريد صوركم ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى افرح لي بالحسنة فإنها لي رضا و ابك على السيئة فإنها شين  ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كل ما يقربك مني قد دللتك عليه و كل ما يباعدك مني فقد نهيتك عنه فارتد لنفسك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى إن الدنيا حلوة و إنما استعملتك فيها فجانب منها ما حذرتك و خذ منها ما أعطيتك عفوا ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى انظر في عملك نظر العبد المذنب الخاطئ و لا تنظر في عمل غيرك بمنزلة الرب كن فيها زاهدا و لا ترغب فيها فتعطب ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اعقل و تفكر و انظر في نواحي الأرض كيف كان عاقبة الظالمين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كل وصفي نصيحة لك و كل قولي حق و أنا الحق المبين فحقا أقول لئن أنت عصيتني بعد أن أنبأتك ما لك من دوني ولي و لا نصير ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى أذل قلبك بالخشية و انظر إلى من هو أسفل منك و لا تنظر إلى من هو فوقك  ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى أطب لي قلبك و أكثر ذكري في الخلوات و اعلم أن سروري أن تبصبص إلي كن في ذلك حيا و لا تكن ميتا ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى لا تشرك بي شيئا وكن مني على حذر ولا تغتر بالنصيحة ولا تغبط نفسك فإن الدنيا لفي‏ء زائل وما أقبل منها كما أدبر ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى صب لي الدموع من عينيك و أخشع لي قلبك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى استغفرني في حالات الشدة فإني أغيث المكروبين و أجيب المضطرين و أنا أرحم الراحمين‏",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اطو قلبك و لسانك عن المحارم وكف طرفك عما لا خير فيه فكم من ناظر نظرة قد زرعت في قلبه شهوة وردت به موارد حياض الهلكة",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى استغفرني في حالات الشدة فإني أغيث المكروبين و أجيب المضطرين و أنا أرحم الراحمين‏",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى طوباك إن أخذت بأدب الهك الذي يتحنن عليك مترحما و بدأك بالنعم منه تكرما ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كن ذليل النفس عند ذكري و خاشع القلب حين تذكرني يقظان عند نوم الغافلين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى ما لا تحب أن يصنع بك فلا تصنعه بغيرك و إن لطم خدك الأيمن فأعط الأيسر ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى تقرب إلي بالمودة جهدك و أعرض عن الجاهلين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى اعلم أن رأس كل خطيئة و ذنب هو حب الدنيا فلا تحبها فإني لا أحبها ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا عيسى كن مع الحق حيثما كان و إن قطعت و حرقت بالنار فلا تكفر بي بعد المعرفة ولا تكن من الجاهلين فإن الشي‏ء يكون مع الشي‏ء ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى إني أنا فوق العباد و العباد دوني و كل لي داخرون فاتهم نفسك على نفسك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى اغسل و اغتسل و اقترب من عبادي الصالحين ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى كن إذا دعوتني خائفا مشفقا وجلا و ناجني حين تناجيني بخشية من قلب وجل  ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى إن انقطع حبلك مني لم يتصل بحبل غيري فاعبدني و قم بين يدي مقام العبد الحقير ذم نفسك و هي أولى بالذم  ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى عليك بالصلاة فإنها مني بمكان و لها عندي عهد وثيق و ألحق بها ما هو منها ذكاة القربان من طيب المال و الطعام ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى لا تنسني على كل حال و لا تفرح بكثرة المال فإن نسياني يقسي القلوب و مع كثرة المال كثرة الذنوب  ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى اجعلني حرزك و ضع عندي كنزك من الصالحات و خفني و لا تخف غيري إلي المصير ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى عجل التوبة و أخر الذنب و تأن في المكث بين يدي في الصلاة و لا ترج غيري اتخذني جنة للشدائد و حصنا لملمات الأمور ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى نافس في الخير أهله فإن الخير كاسمه و دع الشر لكل مفتون ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى اجعل لسانك من وراء قلبك تسلم و أكثر ذكري بالليل و النهار تغنم و لا تتبع الخطايا فتندم فإن الخطايا موعدها النار ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى أطب الكلام لأهل الترك للذنوب و كن لهم جليسا و اتخذهم لغيبك إخوانا و جد معهم يجدون معك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى طب نفسا عن الدنيا و انطو عنها فإنها ليست لك و لست لها ما لك و لدار الظالمين إلا لعامل فيها بالخير فإنها له نعم الدار",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى المؤمن زينت له الآخرة فهوينظر إليها ما يفتر قد حالت شهوتها بينه وبين لذة العيش فأدلجته بالأسحار كفعل الراكب السابق إلى غايته",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى إذا رأيت الغنى مقبلا فقل ذنب عجلت عقوبته و إذا رأيت الفقر مقبلا فقل مرحبا بشعار الصالحين",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى ما عمر و إن طال يذم آخره و ما ضرك ما زوي عنك إذا حمدت مغبته ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى صرح الكتاب صراحا بما أنت إليه صائرفكيف ترقد علىهذا العيون أم كيف يجد قوم لذة العيش لولا التمادي في الغفلة و التتابع في الشهوات",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى انظر إلى الأرض فإنها عن قريب قبرك و ارفع عينيك إلى السماء فإن فوقك فيها ملكا عظيما و ابك على نفسك ما كنت في الدنيا ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى إن الحسنة عشرة أضعاف و من السيئة الواحدة الهلاك ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى  ما أريد به وجهي فكثير قليله و ما أريد به غيري فقليل كثيره ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى إن أصلح أيامك الذي أمامك فانظر أي يوم هو فأعد له الجواب فإنك‏ موقوف و مسئول ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى خذ موعظتك من الدهر وأهله فإن الدهر طويله قصير وقصيره طويل وكل شي‏ء فان فاعمل كأنك ترى ثواب عملك لكي يكون أطمع لك في الآخرة",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى ما بقي من الدنيا كما ولى منها و كل عامل يعمل على بصيرة و مثال فكن مرتادا لنفسك يا ابن عمران لعلك تفوز غدا يوم السؤال",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى لا تطل في الدنيا أملك فيقسو قلبك و قاسي القلب مني بعيد أمت قلبك بالخشية و كن خلق الثياب جديد القلب ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى تخفى على أهل الأرض و تعرف بين أهل السماء و صح إلي من كثرة الذنوب صياح الهارب من عدوه و استعن بي على ذلك فإني نعم المستعان",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى أنا إلهك لا تستذل الحقير الفقير و لا تغبط الغني و كن عند ذكري خاشعا ",
"source": "بحار الأنوار"
},
{
"text": "قال الله تعالى: يا موسى تخوف العطب والمهالك ولا تغرنك زينة الدنيا وزهرتها ولا ترض بالظلم ولا تكن ظالما فإني للظالم بمرصد حتى أديل منه المظلوم",
"source": "بحار الأنوار"
},
{
"text": "قالَ اللَّهُ تَعَالَى: عَجِبْتُ لِمَنْ أَيْقَنَ بِالْموْتِ كَيْفَ يَفْرَحُ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: عَجِبْتُ لِمَنْ أَيْقَنَ بِالحِسَابِ كَيفَ يَجْمَعُ الْمَالَ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: عَجِبْتُ لِمَنْ أَيْقَنَ بِالْقَبْرِ كَيْفَ يَضْحَكُ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: عَجِبْتُ لِمَنْ أَيْقَنَ بِزَوَالِ الدُّنْيَا كَيْفَ يَطْمَئِنُّ إِلَيْهَا.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: عَجِبْتُ لِمَنْ أَيْقَنَ بِبَقَاءِ الآخِرَةِ وَنَعِيمِهَا كَيْفَ يَستَرِيحُ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: عَجِبْتُ لِمَنْ هُوَ عَالِمٌ بَاللِّسَانِ وَجَاهِلٌ بِالْقَلْبِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: عَجِْتُ لِمَنْ هُوَ مُطَهِّرٌ بِالمَاء وَغَيْرُ طَاهِرٍ بِالْقَلْبِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: عَجِبْتُ لِمَنِ اشْتَغَلَ بِعُيُوبِ النَّاسِ وَهُوَ غَافِلٌ عَنْ عُيُوبِ نَفْسِهِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: عَجِبْتُ لِمَنْ يَعْلَمُ أَنَّ اللَّه تَعَالَى مُطَّلِعٌ عَلَيْهِ كَيْفَ يَعْصِيهِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى:عَجِبْتُ لِمَنْ يَعْلَمُ أَنَّهُ يَمُوتُ وَحْدَهُ وَيَدْخُلُ الْقَبْرَ وَحْدَهُ وَيُحَاسَبُ وَحْدَهُ كَيْفَ يَسْتأنِسُ بِالنَّاسِ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: من لم يرض بقضائي و لم يصبر على بلائي و لم يشكر على نعمائي و لم يقنع بعطائي فليطلب ربا سوائي وليخرج من تحت سمائي.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ أَصْبَحَ حَزِيناً عَلى الدُّنْيَا فَكَأنَّما أَصْبَحَ سَاخِطاً عَلَيَّ.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: مَنِ اشْتَكَى مُصِيبَةً نَزَلَتْ بِهِ إلَى غَيْرِي فَقَدْ شَكَانِي.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ دَخَلَ عَلى غَنِيٍّ فَتَوَاضَعَ لَهُ مِنْ أَجْلِ غِنَائِهِ ذَهَبَ ثُلثُ دِينِهِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ لَطَمَ وَجْهَهُ عَلى مَيِّتٍ فَكَأَنَّما أخَذَ رُمْحاً يُقَاتِلُنِي بِهِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ كَسَرَ عُوْداً عَلى قَبْرِ مَيِّتٍ فَكَأَنَّما هَدَم كَعْبَتي بِيَدِهِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ لَمْ يُبَالِ مِنْ أيْنَ يَأكُلُ لَمْ أُبَالِ بِهِ مِنْ أَيِّ بَابٍ أُدْخِلُهُ فِي جَهَنَّمَ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ لَمْ يَكُنْ فِي الزِّيَادَةِ فِي دِينِهِ فَهُوَ فِي النُّقْصَانِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ كَانَ فِي النُّقْصَانِ فَالْمَوْتُ خَيْرٌ لَهُ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ عَمِلَ بِما عَلِمَ زِدْتُهُ عِلْماً إلَى عِلْمِهِ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: ابْنَ آدَمَ! مَنْ قَنَع اسْتَغْنَى،وَ مَنْ رَضِيَ بِالْقَلِيْلِ منَ الدُّنْيا فَقَد وَثَقَ بِاللَّه عَزَّ وَ جَلَّ.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يَابْنَ آدَمَ! أَنْتَ بِمَا تَعْلَمُ لا تَعْمَلُ كَيْفَ تَطْلُبُ مَا لَا تَعْلَمُ.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يَابْنَ آدَمَ! أَفْنَيتَ عُمْرَكَ في طَلَبِ الدُّنْيا فَمَتَى تَطْلُبُ الآخِرَة.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يَابْنَ آدَمَ! مَنْ تَرَكَ الْحَسَدَ اسْتَرَاحَ. ",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ تَرَكَ الغِيْبَةَ ظَهَرَتْ مَحَبَّتُهْ في الْقُلُوبِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ قَلَّ كَلَامُهُ كَمُلَ عَقْلُهُ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنْ رَضِيَ مِنَ اللَّهِ بِالْقَلِيلِ مِنَ الرِّزْقِ رَضِيَ اللَّهُ عَنْهُ بِالْقَلِيْلِ مِنَ الْعَمَلِ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنِ اجْتَنَبَ الْحَرَامَ خَلّصَ دِيْنَهُ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: مَنِ اْعَتَزَلَ عَنِ النّاسِ سَلِمَ مِنْهُمْ.",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: يابن آدم!! من أصبح حريصا على الدنيا لم يزد من الله إلا بعدا، و في الآخرة إلا جهدا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! من أصبح حريصا على الدنيا ألزم الله قلبه هما لا ينقطع أبدا و فقرا لا ينال غناه أبدا و أملا لا ينال مناه أبدا. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم كل يوم ينقص من عمرك وأنت لا تدري، ويأتي كل يوم رزقك من عندي وأنت لا تحمده، فلا بالقليل تقنع ولا بالكثير تشبع.  ",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: يابن آدم!! ما من يوم جديد إلا ويأتيك من عندي رزق جديد، و ما من ليلة إلا و يأتيني ملآئكتي من عندك بعمل قبيح ",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: يابن آدم!! تأكل رزقي و تعصيني و أنت تدعوني فأستجيب لك!. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم خيري إليك نازل وشرك إلي صاعد فنعم المولى أنا وبئس العبد أنت،تسألني فأعطيك وأستر إليك سوء بعد سوء و قبيحا بعد قبيح",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى : يابن آدم أنا أستحيي منك و أنت لا تستحيي مني و تنساني و تذكر غيري و تخاف الناس و تأمن غضبي ",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: يابن آدم!! لا تكن ممن يطلب التوبة بطول الأمل ويرجو الآخرة بغير عمل، يقول قول الزاهدين و يعمل عمل المنافقين ",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى:يابن آدم! لاتكن ممن إن أعطى لا يقنع و إن منع لا يصبر، يأمر بالخير و لا يفعله، و ينهى عن الشر و لا ينهى عنه ",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: يابن آدم!! لا تكن ممن يحب الصالحين و ليس منهم، و يبغض المنافقين و هو منهم . ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم! ما من يوم جديد إلا و الأرض تخاطبك و تقول: يابن آدم، تمشي على ظهري و مصيرك في بطني وتذنب على ظهري وتعذب في بطني",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى: يابن آدم!! ما من يوم جديد إلا و الأرض تخاطبك و تقول: يابن آدم، أنا بيت الوحدة و أنا بيت الوحشة و أنا بيت الظلمة ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم! ما خلقتكم لأستكثر بكم من قلة، ولا لأستأنس بكم من وحشة، ولا لأستعين بكم على أمر عجزت عنه، ولا لاجل منفعة ولا لدفع مضرة",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى:يابن آدم! خلقتكم لتعبدوني طويلا و تشكروني كثيرا و تسبحوني بكرة و أصيلا ",
"source": "كلمة الله"
},
{
"text": " قال الله تعالى:لو أن أولكم و آخركم و حيكم و ميتكم و صغيركم و كبيركم وحركم و عبدكم اجتمعتم على طاعتي لما زاد ذلك في ملكي مثقال ذرة ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى:لو أن أولكم و آخركم و حيكم و ميتكم و صغيركم و كبيركم و حركم و عبدكم اجتمعتم على معصيتي ما نقص ذلك من ملكي مثقال ذرة ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يا عبيد الدنانير و الدراهم!! أخذتم كتابي فجعلتموه تحت أقدامكم، و أخذتم الدنيا فجعلتموها فوق رؤوسكم ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يا عبيد الدنيا!! إنما مثلكم كالقبور المجصصة يرى ظاهرها مليحا و باطنها قبيحا. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كما لا يغني المصباح فوق البيت عن الظلمة الداخلة عليه، كذلك لا يغني كلامكم الطيب مع أفعالكم الردية. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أخلص عملك و لا تسألني فإني أعطيك أكثر مما يطلب السائلون. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إنكم لن تنالوا ما عندي إلا بالصبر على ما تكرهون في طلب رضائي ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! الصبر على طاعتي أيسر عليكم من الصبر على حر النار، و عذاب الدنيا أيسر عليكم من عذاب الآخرة. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كلكم ضال إلا من هديته، و كلكم مريض إلا من شفيته، و كلكم فقير إلا من أغنيته، و كلكم هالك إلا من أنجيته. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! توبوا إلي أرحمكم و لا تهتكوا أستاركم عند من لا يخفى عليه أسراركم. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!!  استقامت سمواتي في الهواء بلا عمد باسم من أسمائي، و لا تستقيم قلوبكم بألف موعظة من كتابي. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يا أيها الناس!! كما لا يلين الحجر في الماء كذلك لا تفيد الموعظة في القلوب القاسية . ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كيف لا تجتنبون الحرام، و لا اكتساب الآثام، و لا تخافون النيران، و لا تتقون غضب الرحمن! ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! قد جاءكم الحق من ربكم فمن شاء فليؤمن، و من شاء فليكفر ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يا أيها الناس!! إنما الدنيا دار من لا دار له و مال من لا مال له ولها يجمع من لا عقل له وبها يفرح من لا يقين له ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! من أخذ نعمة زائلة و حياة منقطعة و شهوة فانية ظلم نفسه و عصى ربه و نسى آخرته و غرته حياته. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كما لا تهتدون السبيل إلا بالدليل فكذلك لا تهتدون طريق الجنة إلا بالعلم ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كما لا تجمعون المال إلا بالتعب كذلك لا تدخلون الجنة إلا بالصبر على العبادة ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! تقربوا بالنوافل واطلبوا رضائي برضاء المساكين فإن رحمتي لا تفارقهم طرفة عين أبدا. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: إنه من تكبر على مسكين حشرته يوم القيامة على صورة ذرة تحت أقدام الناس ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! من أحب مؤمنا من أجلي صافحته الملائكة في الدارين في الدنيا سرا وفي الآخرة جهرا. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أطيعونى بقدر حوائجكم إلى واعصوني بقدر صبركم على النار ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! تزودوا من الدنيا بقدر مسكنكم فيها وتزودوا للآخرة بقدر مسكنكم فيها  ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم! لو خفتم من النار كما خفتم من الفقر لأغنيتكم من حيث لا تحتسبون ولو رغبتم في الجنة كما رغبتم في الدنيا لأسعدتكم في الدارين",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لا تميتوا قلوبكم بحب الدنيا فزوالها قريب. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! دينك لحمك ودمك، فإن صلح دينك صلح لحمك و دمك و إن فسد دينك فسد لحمك و دمك ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم أخرج حب الدنيا عن قلبك فإني لا أجمع حبي وحب الدنيا في قلب واحد أبدا كما لا يجتمع الماء و النار في إناء واحد ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! ارفق بنفسك في جمع الرزق، فإن الرزق مقسوم والحريص محروم والبخيل مذموم والنعمة لا تدوم والأجل معلوم ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! خير الحكمة خشية الله تعالى و خير الغنى القناعة و خير الزاد التقوى ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: لم تجمعون ما لا تأكلون ولم التوبة يوما بعد يوم تؤخرون وعام بعد عام تنتظرون؛ ألكم من الموت أمان أم بأيديكم براءة من النيران",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: لا تغرنكم الصحة و السلامة فإن أيامكم معلومة و أنفاسكم معدودة و سرائركم مكشوفة وأستاركم مهتوكة؛ فاتقوا الله يا اولي الألباب",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إنك في هدم عمرك و من يوم خرجت من بطن أمك تدنو في كل يوم قبرك فلا تكن كالخشب الذي يحرق نفسه بالنار لغيره ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى:يَابْنَ آدَمَ!! أَنَا حَيُّ لاَ أَمُوتُ؛ إعْمَلْ بِما أمرتكَ وَانْتَهِ عَمَّا نَهَيْتُكَ حَتّى أَجْعَلَكَ حَيّاً لا تَموت. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: ابن آدم!! أنا ملك لا أزول إذا قلت لشي‏ء كن فيكون أطعني فيما أمرتك وانته عما نهيتك حتى تقول لشي‏ء كن فيكون. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إذا كان قولك مليحا و عملك قبيحا فأنت رأس المنافقين و إن كان ظاهرك مليحا و باطنك قبيحا فأنت أهلك الهالكين",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لا يدخل جنتي إلا من تواضع لعظمتي و قطع نهاره بذكري و كف عن الشهوات من أجلي ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إصبر و تواضع أرفعك و اشكر لي أزدك و استغفر لي أغفر لك و أدعني أستجب لك واسألني أعطك  ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كيف تطمع في العبادة مع الشبع و كيف تطلب جلاء القلب مع كثرة النوم ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كيف تطمع في الخوف من الله تعالى مع خوف الفقر و كيف تطمع في مرضاة الله تعالى مع احتقار الفقراء والمساكين.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! تفرغ لعبادتي لاملأ قلبك غنى و يديك رزقا و جسمك راحة ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لا تغفل عن ذكري فأملأ قلبك فقرا و بدنك تعبا و صدرك غما و هما و جسمك سقما و دنياك عسرة. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! الموت يكشف أسرارك والقيامة تبلو أخبارك والكتاب يهتك أستارك ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: إذا أذنبت ذنبا صغيرا فلا تنظر إلى صغره ولكن انظر إلى من عصيته وإذا رزقت رزقا قليلا فلا تنظر إلى قلته و لكن انظر إلى من رزقك.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لا تأمن من مكري فإن مكري أخفى من دبيب النمل على الصفاء في الليلة الظلماء. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! هل أديتم فرائضي كما أمرتكم وهل واسيتم المساكين بأموالكم وأنفسكم و هل أحسنتم إلى من أساء إليكم ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! هل عفوتم عمن ظلمكم و هل وصلتم من قطعكم وهل أنصفتم من خانكم وهل كلمتم من هاجركم و هل أدبتم أولادكم ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إني لا أنظر إلى صوركم و لا إلى محاسنكم و لكن أنظر إلى قلوبكم و أعمالكم و أرضى منكم بهذه الخصال. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إن الشيطان لكم عدو مبين فاتخذوه عدوا فعملوا لليوم الذي تحشرون فيه إلى الله تعالى فوجا فوجا. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: لا يستقيم دينك حتى يستقيم لسانك و قلبك و لا يستقيم قلبك حتى يستقيم لسانك و لا يستقيم لسانك حتى تستحيي من ربك ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إذا نظرت إلى عيوب الناس و نسيت عيوبك فقد أرضيت الشيطان و أغضبت الرحمن ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لسانك أسد إن أطلقته أهلكك و هلاكك في طرف لسانك. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: أنا الله فأعرفوني، وأنا المنعم فاشكروني وأنا الغفار فاستغفروني وأنا المقصود فاقصدوني وأنا العالم بالسرائر فاحذروني. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: من عرف الله فأطاعة نجا و من عرف الشيطان فعصاه سلم ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: من عرف الحق فاتبعه أمن و من عرف الباطل فاتقاه فاز ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: من عرف الدنيا فرفضها خلص و من عرف الآخرة فطلبها وصل ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إذا كان الله تعالى قد تكفل لك برزقك فطول اهتمامك لماذا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إذا كان ابليس عدوا لي فالغفلة لماذا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إذا كان الحساب و المرور على الصراط حقا فجمع المال لماذا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إن كان عقاب الله حقا فالمعصية لماذا و إن كان ثواب الله تعالى في الجنة حقا فالاستراحة لماذا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إن كان كل شي‏ء بقضائي و قدري فالجزع لماذا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أكثر من الزاد فإن الطريق بعيد بعيد وجدد السفينة فإن البحر عميق عميق و خفف الحمل فإن الصراط دقيق دقيق ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أخلص العمل فإن الناقد بصير بصير وأخر نومك إلى القبر وفخرك إلى الميزان وشهوتك إلى الجنة وراحتك إلى الآخرة",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كن لي أكن لك و تقرب إلي باستهانة الدنيا و تبعد عن النار لبغض الفجار و حب الأبرار  ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كيف تعصوني و أنتم تجزعون من حر الشمس و الرمضاء و إن جهنم لها سبع طبقات فيها نيران تأكل بعضها بعضا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! ارحموا أنفسكم يا عبيدي فإن الأبدان ضعيفة والسفر بعيد والحمل ثقيل و الصراط دقيق والنار لظى ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يا أيها الناس!! كيف رغبتم و رضيتم في الدنيا فإنها فانية ونعمها زائلة و حياتها منقطعة ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! المال مالي و أنت عبدي و مالك إلا ما أكلت فأفنيت و ما لبست فأبليت و ما تصدقت فأبقيت ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! تورّع تعرفني و تجوّع ترني واعبدني تجدني و تفرّد تَصلني. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: مثل العمل بلا علم كمثل الرعد بلا مطر و مثل العلم بلا عمل كمثل الشجر بلا ثمر ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: مثل العلم بلا زهد و خشية كالمال بلا زكاة والطعام بلا ملح و كزرع على الصفا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: مثل العلم عند الأحمق كمثل الدر و الياقوت عند البهيمة ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: مثل القلوب القاسية كمثل الحجر الثابت في الماء ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: مثل الموعظة عند من لا يرغب فيها كمثل المزمار عند أهل القبور ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: مثل الصلاة بلا زكاة المال كمثل الجسد بلا روح ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: مثل العمل بلا توبة كمثل البنيان بلا أساس ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! بقدر ما يميل قلبك إلى الدنيا أخرج محبتي عن قلبك فأني لا أجمع حبي و حب الدنيا في قلب واحد أبدا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! تجرد لعبادتي و أخلص من الرياء عملك حتى ألبسك لباس محبتي ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أقبل إلى و تفرغ لذكري أذكرك عند ملائكتي ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أذكرني تذللا أذكرك تفضلا أذكرني بمجاهدة اذكرك بمشاهدة اذكرني في فوق الأرض أذكرك تحت الأرض ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! اذكرني في النعمة و الصحة أذكرك في الشدة و الوحدة أذكرني بالطاعة أذكرك بالمغفرة  ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أذكرني في الصحة و الغناء أذكرك في الفقر و الغناء أذكرني بالصدق و الصفاء أذكرك بالملإ الأعلى ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أذكرني بالعبودية أذكرك بالربوبية أذكرني بالتضرع أذكرك بالتكرم أذكرني بالتلفظ أذكرك بالتلطف ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! اذكرني بترك الدنيا أذكرك بنعيم البقاء اذكرني في الشدة الهالكة أذكرك بالنجاة الكاملة. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أدعوني بلا غفلة أستجب لكم بلا مهلة  ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أدعوني بالقلوب الخالية أستجب لكم بالدرجات العالية.  ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أدعوني بالإخلاص و التقوى أستجب بجنة المأوى ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أدعوني بالخوف و الرجاء أجعل لكم من كل أمر فرجا و مخرجا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أدعوني في دار الخراب و الفناء أستجب لكم في دار الثواب و البقاء. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أجلك يضحك من أملك و قضائي يضحك من حذرك و تقديري يضحك من تدبيرك و آخرتي تضحك من دنياك  ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! الدنيا مر على أوليائي لكن يحبون لقائي و حلو لأعدائي و لكن يكرهون لقائي. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! الموت نازل بك و إن كرهت و اصبر لحكم ربك فإنك مبعوث فسبح بحمد ربك حين تقوم و من الليل فسبحه و إدبار النجوم. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! تريد و أريد و لا يكون إلا ما أريد  ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: من قصدني عرفني و من عرفني أرادني و من أرادني طلبني و من طلبني وجدني‏ و من وجدني خدمني و من خدمني ذكرني و من ذكرني ذكرته برحمتي.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! ملائكتي يتعاقبون بالليل و النهار ليكتبوا عليك ما تقول و تفعل من قليلك و كثيرك ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أنا مطلع على مخفيات خطرات قلبك و لا تغفل عن نفسك فإن لك في الموت شغل شاغل و عن قليل أنت راحل ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كل ما قدمته من الخير و الشر حاصل بلا زيادة و نقصان و تستوفي غدا ما كنت فاعلا. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إن الحلال لبس يأتيك إلا قطرة قطرة و الحرام يأتيك كالسيل فمن صفا عيشه صفا دينه. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لا تفرح بالغناء فليس بمخلد و لا تجزع من الفقر فليس عليك حتما واجبا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: لا تقنط بالبلاء فإن الذهب يجرب بالنار والمؤمن يجرب بالبلاء فإن الغني عزيز في الآخرة إن الآخرة إن الآخرة أبقى وأبهى. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! المال مالي و الأغنياء و كلائي و الفقراء عيالي فمن بخل على عيالي أدخله النار و لا أبالي. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: ثلاثة واجبات عليك زكاة مالك وصلة رحمك وقرى ضيفك فإذا لم تفعل ما أوجبته عليك فإني أجزعك إجزاعا وأجعلك نكالا للعالمين.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إذا لم تر حق جارك كما ترى حق عيالك لم أنظر إليك و لم أقبل عملك و لم أستجب دعاءك. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لا تتكبر على مثلك فإن أولك نطفة قذرة من مني من أي وجه خرجت من مخرج البول من بين الصلب و الترائب. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! اذكر ذل موقفك غدا بين يدي فإني لم أغفل من سرائرك طرفة عين و إني عليم بذات الصدور. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كن سخيا فإن السخاء من حسن اليقين و اليقين من الإيمان و الإيمان من الجنة. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إياك و البخل فإن البخل من الكفر و الكفر من النار. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إذا اعتصم لي عبد هديته و إذا توكل علي كفيته و إذا توكل على غيري قطعته أسباب السموات و الأرض. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! ضيعت أمري و ركبت معصيتي فمن الذي يمنعك من عذابي يوم القيامة. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أحسن خلقك مع الناس حتى أحبك و حببتك في قلوب الصالحين و غفرت ذنبك. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! ضع يدك على رأسك فما تحب لنفسك فأحبب للمسلمين. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لا تحزن على ما فاتك من الدنيا و لا تفرح بما أوتيت منها فإن الدنيا اليوم لك و غدا لغيرك. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! اطلب الآخرة ودع الدنيا، فإن ذرة من الآخرة خير لك من الدنيا و ما فيها. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أنت في طلب الدنيا و الآخرة في طلبك. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! تهيأ للموت قبل ورودك و لو تركت الدنيا لأحد من عبادي لتركتها للأنبياء حتى يدعوا عبادي إلى طاعتي. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كم من غني قد جعله الموت فقيرا، و كم من ضاحك قد صار باكيا بالموت؟  ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كم من عبد بسطت له الدنيا فطغى و ترك طاعتي حتى مات عليه و دخل النار؟ ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كم من عبد قترت عليه الدنيا فصبر و مات و دخل الجنة؟ ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! خزائني لا تنفد أبدا و يميني مبسوطة بالعطايا أبدا و بقدر ما تنفق أنفق عليك و بقدر ما تمسك أمسك عليك. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! خوف الفقر سوء الظن بالله تعالى و من قلة اليقين تبخل على المساكين. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: من أهم للرزق فقد شك في كتابي و من لم يصدق أنبيائي فقد جحد ربوبيتي و من جحد ربوبيتي أكببته في النار على وجهه. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! اجعل قلبك موافقا للسانك و لسانك موافقا لعملك و عملك خالصا من غيري ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! ما تكلمت بكلمة و لا نظرت بنظرة و لا خطوت بخطوة إلا و معك ملكان يكتبان لك أو عليك. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: ما خلقتكم لتجمعوا الدنيا بعضكم لبعض بل خلقتكم لتعبدوني عبادة الأذلاء طويلا و تشكروني جزيلا و تسبحوني بكرة و أصيلا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! اخدمني فإني أحب من يخدمني فإنك عبد ذليل عاجز و أنا رب جليل قوي ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لو أن إخوتك وجدوا ريح ذنوبك لما جالسوك فذنوبك كل يوم في الزيادة و عمرك في النقصان ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! لا تهدم عمرك في الباطل و الغفلة فإن أردت المزيد فاصحب أرباب القلوب و احذر من أبناء الدنيا و خالط المساكين. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! من انكسر مركبه و عاد على لوح من الخشب في وسط البحر ما يكون بأعظم مصيبة منك لأنك من ذنوبك على يقين. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! إني أتقرب إليك بالعافية و بستر على ذنوبك و أنت تتبغض إلي بالمعاصي و عمارتك الدنيا و خرابك الآخرة.  ",
"source": "كلمة الله"
},
{
"text": "قال الله : إنه ما آمن بالله عبد حتى يأمن الناس من شره يعني يأمن من ظلمه و كيده و مكره و نميمته و غيبته و بغيه و حسده و مضرته و سره و علانيته",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى:تضرع لعبادتي،و إلا أملأ قلبك فقرا و يديك سعيا و بدنك تعبا و صدرك هما و لا أجيب دعاءك و أجعل دنياك عسرة و رزقك قليلا.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! أنا راض بصلواتك يوما فيوما فارض عني بقوتك يوما فيوما.",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! استحكم سفينة فإن البحر عميق و أكثر من الزاد فإن العقبة كؤود كؤود. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! الدنيا لعب و لهو وزينة و تفاخر و ليس للمؤمن فيها إلا العبادة و الهم و الغم، و في الاخرة الجنة. ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يا موسى!! القيامة يوم شديد لا يغني والد عن ولده شيئا و لا مولود عن والده شيئا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كم من فقير ترك نقده في الدنيا و خرج منها إلى الآخرة مسرورا و مشكورا ",
"source": "كلمة الله"
},
{
"text": "قال الله تعالى: يابن آدم!! كم من غني قد ترك ماله في الدنيا و خرج منها إلى الآخرة و هو فقير وحيد من ماله و نادم على عمله  ",
"source": "كلمة الله"
}
]
}