[["قالت السيدة فاطمة الزهراء(ع): سمعت أبي (ص) يقول إن علماء شيعتنا يحشرون فيخلع عليهم من خلع الكرامات على قدر كثرة علومهم و جِدِّهِمْ في إرشاد عباد الله حتى يخلع على الواحد منهم ألف ألف حلة من نور","بحار الأنوار"],["قالت الزهراء(ع): البشر في وجه المؤمن يوجب لصاحبه الجنة، والبشر في وجه المعاند المعادي يقي صاحبه عذاب النار","تفسير الإمام العسكري"],["قالت الزهراء(ع): إن كنت تعمل بما أمرناك وتنتهي عمّا زجرناك زجرناك عنه فأنت من شيعتنا وإلاّ فلا","بحار الأنوار"],["قالت الزهراء(ع): ان شيعتنا من خيار أهل الجنة ، كل محبينا وموالي أوليائنا ومعادي أعدائنا والمسلم بقلبه ولسانه لنا ، ليسوا من شيعتنا إذا خالفوا أوامرنا ونواهينا في سائر الموبقات ، وهم مع ذلك في الجنة ، ولكن بعد ما يطهرون من ذنوبهم بالبلايا والرزايا ، أو في عرصات القيامة بأنواع شدائدها ، أو في الطبق الأعلي من جهنم بعذابها ، إلى ان نستنقذهم بحبنا منها ، وننقلهم إلى حضرتنا .","بحار الأنوار"],["قالت الزهراء(ع): من أصعد إلى الله خالص عبادته ، أهبط الله إليه أفضل مصلحته","بحار الأنوار"],["قالت الزهراء(ع): دخل إلي رسول الله (ص) عند ولادتي الحسين ... ثم قال: يا فاطمة، خذيه [أي الحسين «ع» فإنه إمام، ابن إمام، و أبو الأئمة، تسعة من صلبه، أئمة أبرار، و التاسع قائمهم‏ .","كفاية الأثر"],["قالت الزهراء(ع): أما و الله لو تركوا الحق على أهله، و اتبعوا عترة نبيه، لما اختلف في الله اثنان، و لورثها سلف عن سلف، و خلف بعد خلف، حتى يقوم قائمنا، التاسع من ولد الحسين‏","كفاية الأثر"],["قالت الزهراء(ع): قال رسول الله ص‏ إن الله عز و جل باهى بكم و غفر لكم عامة و لعلي خاصة و إني رسول الله إليكم غير هائب لقومي و لا محاب لقرابتي هذا جبرئيل يخبرني أن السعيد كل السعيد من أحب عليا في حياته و بعد موته و أن الشقي كل الشقي من أبغض عليا في حياته و بعد وفاته‏","المناقب"],["قالت الزهراء(ع): فرض الله تعالى الايمان تطهيرا من الشرك، و الصلوة تنزيها عن الكبر، و الزكاة زيادة، في الرزق.","من لايحضره الفقيه"],["قالت الزهراء(ع) في وصف الله جل جلاله: ابتدع الأشياء لا من شئ كان قبلها ، وأنشأها بلا احتذاء أمثلة امتثلها ، كونها بقدرته ، وذرأها بمشيته ، من غير حاجة منه إلى تكوينها ، ولا فائدة له في تصويرها ، الا تثبيتا لحكمته ، وتنبيها علي طاعته ، واظهارا لقدرته ، وتعبدا لبريته ، واعزازا لدعوته .","_"],["قالت الزهراء(ع) في وصف القرآن: به تنال حجج الله المنورة ، وعزائمه المفسرة ، ومحارمه المحذرة ، وبيناته الجالية ، وبراهينه الكافية ، وفضائله المندوبة ، ورخصه الموهوبة ، وشرائعه المكتوبة .","_"],["قالت الزهراء(ع) في وصف القرآن: استخلف عليكم كتاب الله الناطق ، والقران الصادق ، والنور الساطع ، والضياء اللامع ، بينة بصائره ، منكشفة سرائره ، منجلية ظواهره ، مغتبطة به أشياعه ، قائدا إلى الرضوان اتباعه ، مود إلى النجاة استماعه .","_"],["قالت الزهراء(ع) في وصف القرآن: أموره ظاهرة ، واحكامه زاهرة ، واعلامه باهرة ، وزواجره لائحة ، وأوامره واضحة . ","_"],["قالت الزهراء(ع) في وصف أبيها:  ابتعثه الله اتماما لامره ، وعزيمة علي امضاء حكمه ، وانفاذا لمقادير رحمته .","_"],["قالت الزهراء(ع) في وصف أبيها :  بلغ الرسالة صادعا بالنذارة ، مائلا عن مدرجة المشركين ، ضاربا ثبجهم ، اخذا بأكظامهم ، داعيا إلى سبيل ربه بالحكمة والموعظة الحسنة ، يجف الأصنام ، وينكث الهام .","_"],["قالت الزهراء(ع) في وصف أبيها وبعلها :  أبوا هذه الأمة محمد وعلي ، يقيمان إودهم ، وينقذانهم من العذاب الأليم ان أطاعو هما ، ويبيحانهم النعيم الدائم ان وافقوهما .","_"],["قالت الزهراء(ع) في فضل أبيها وبعلها : ارضي أبوى دينك ، محمدا وعليا ، بسخط أبوى نسبك ، ولا ترضى أبوى نسبك بسخط أبوى دينك ، فان أبوى نسبك ان سخط أرضا هما محمد وعلي بثواب جزء من الف الف جزء من ساعة من طاعاتهما ، وان أبوى دينك ان سخطا لم يقدر أبوى نسبك ان يرضياهما ، لان ثواب طاعات أهل الدنيا كلهم لا يفي بسخطهما .","_"],["قالت الزهراء(ع) في فضل بعلها : إن السعيد كل السعيد حق السعيد ، من أحب عليا في حياته وبعد موته .","_"],["قالت الزهراء(ع): حبب إلى من دنياكم ثلاث : تلاوة كتاب الله ، والنظر في وجه رسول الله ، والانفاق في سبيل الله .","_"],["قالت الزهراء(ع): ان الله تعالى خلق نوري ، وكان يسبح الله جل جلاله ، ثم أودعه شجرة من شجر الجنة ، فأضاءت ، فلما دخل أبي الجنة أوحى الله تعالى إليه الهاما ان اقتطف الثمرة من تلك الشجرة وأدرها في لهواتك ، ففعل ، فأودعني الله سبحانه صلب أبي ، ثم أودعني خديجة بنت خويلد ، فوضعتني ، وانا من ذلك النور ، اعلم ما كان وما يكون وما لم يكن . ","_"],["قالت الزهراء(ع): نحن وسيلته (الله) في خلقه ، ونحن خاصته ، ومحل قدسه ، ونحن حجته في غيبه ، ونحن ورثة أنبيائه . ","_"],["حضرت امرأة عند الصديقة فاطمة الزهراء فقالت : ان لي والدة ضعيفة وقد لبس عليها في امر صلاتها شئ ، وقد بعثتني إليك أسألك ، فأجابتها فاطمة عن ذلك ، ثم ثنت فأجابت ، ثم ثلثت فأجابت ، إلى ان عشرت فأجابت ، ثم خجلت من الكثرة ، فقالت : لا أشق عليك يا بنت رسول الله ، قالت فاطمة : هاتي وسلى عما بدا لك - إلى ان قالت : - سمعت أبى رسول الله يقول : ان علماء شيعتنا يحشرون ، فيخلع عليهم من خلع الكرامات على قدر كثرة علومهم وجدهم في ارشاد عباد الله ، حتى يخلع على الواحد منهم الف الف خلعة من نور - إلى ان قالت : يا أمة الله ان سلكا من تلك الخلع لافضل مما طلعت عليه الشمس الف الف مرة وما فضل فإنه مشوب بالتنغيص والكدر . ","_"],[" روى انها لما سمعت بان أباها زوجها وجعل الدراهم مهرا لها سألت أباها أن يجعل مهرها الشفاعة في عصاة أمته ، نزل جبرئيل و معه بطاقة من حرير مكتوب فيها : جعل الله مهر فاطمة الزهراء شفاعة المذنبين من أمة أبيها ، فلما احتضرت أوصت بان توضع تلك البطاقة صدرها تحت الكفن فوضعت وقالت : إذا حشر ت يوم القيامة رفعت تلك البطاقة بيدي و شفعت في عصاة أمة أبي ","_"],["قالت الزهراء(ع) في قاتل ولدها الحسين: قاتل الحسين في النار .","_"],["قالت الزهراء(ع) فيمن قتل ولدها: خابت أمة قتلت ابن بنت نبيها . ","_"],["عن يزيد بن عبد الملك النوفلي ، عن أبيه ، عن جده قال : دخلت على فاطمة بنت رسول الله فبدأتني بالسلام ، قال : وقالت : قال أبي ، وهو ذا حي : من سلم على وعليك ثلاثة أيام فله الجنة ، قلت له : ذا في حياته وحياتك أو بعد موته وموتك ؟ قالت : في حياتنا وبعد وفاتنا .","_"],["قالت الزهراء(ع)  في فضائل بعض السور: قارئ \" الحديد \" و \" إذا وقعت \" و \" سورة الرحمن \" يدعى في ملكوت السماوات : ساكن الفردوس","_"],["قالت الزهراء(ع) في خصال المائدة: في المائدة اثنتا عشرة خصلة ، يجب على كل مسلم ان يعرفها ، اربع فيها فرض وأربع فيها سنة ، وأربع فيها تأديب . فاما الفرض : فالمعرفة والرضا والتسمية والشكر . واما السنة : فالوضوء قبل الطعام والجلوس على الجانب الأيسر ، والاكل بثلاث أصابع . واما التأديب : فالاكل بما يليك وتصغير اللقمة والمضغ الشديد ، وقلة النظر في وجوه الناس .","_"],["قالت الزهراء(ع)  في الحث على قراءة القرآن والدعاء في ليلة الدفن: روى انها لما احتضرت أوصت عليا فقالت : إذا انا مت فتول أنت غسلي - إلى ان قالت : - واجلس عند رأسي قبالة وجهي فأكثر من تلاوة القران والدعاء ، فإنها ساعة يحتاج الميت فيها إلى انس الاحياء . ","_"],["قالت الزهراء(ع) في فضل ليلة القدر روي انها لا تدع أحدا من أهلها ينام تلك الليلة ( ليلة القدر ) ، وتداويهم بقلة الطعام وتتأهب لها من النهار ، وتقول : محروم من حرم خيرها .","_"],["قالت الزهراء(ع)  في ايثار الضيف روي ان رجلا جاء إلى النبي ، فشكا إليه الجوع ، فقال رسول الله : من لهذا الرجل الليلة ؟ فقال علي : انا له يا رسول الله ، فاتى فاطمة فقال لها : ما عندك يا ابنة رسول الله ؟ فقالت : ما عندنا الا قوت الصبية ، لكنا نؤثر به ضيفنا .","_"],["قالت الزهراء(ع) في فضل مقام الأم : الزم رجلها فان الجنة تحت أقدامها .","_"],["قالت الزهراء(ع) في توصيف خير الرجال: خياركم ألينكم مناكبه وأكرمهم لنسائهم .","_"],["قالت الزهراء(ع)  في وصف خير النساء روى أن أمير المؤمنين سألها : ما خير النساء ؟ قالت : ان لا يرين الرجال ولا يرونهن . وفي رواية : لا يرا هن الرجال .","_"],["قالت الزهراء(ع) في ما هو خير للمرأة روي أن النبي قال لها : أي شئ خير للمرأة ؟ قالت : ان لا ترى رجلا ، ولا يراها رجل . وفي رواية : ان لا ترى الرجال ولا يروها . ","_"],["قالت الزهراء(ع) في تعيين ساعة الإجابة كانت تقول لغلامها: اصعد علي السطح ، فان رأيت عين الشمس قد تدلى للغروب فاعلمني حتى ادعو. ","_"],["قالت الزهراء(ع)  لمن غلب على عدوه اختصم إليها امرأتان فتنازعتا في شئ من امر الدين : إحداهما معاندة والأخرى مؤمنة ، ففتحت على المؤمنة حجتها فاستظهرت على المعاندة ، ففرحت فرحا شديدا ، فقالت : ان فرح الملائكة باستظهارك عليها أشد من فرحك ، و ان حزن الشيطان ومردته بحزنها عنك أشد من حزنها .","_"],["قالت الزهراء(ع): المؤمن ينظر بنور الله تعالى .","_"],["قالت الزهراء(ع): ما يصنع الصائم بصيامه ، إذا لم يصن لسانه وسمعه وبصره وجوارحه","_"]]