[["قال الإمام الصادق(ع): يا ابن جندب إنما المؤمنون الذين يخافون الله و يشفقون أن يسلبوا ما أعطوا من الهدى فإذا ذكروا الله و نعماءه وجلوا و أشفقوا ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب قديما عمر الجهل و قوي أساسه و ذلك لاتخاذهم دين الله لعبا‏ ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب لو أن شيعتنا استقاموا لصافحتهم الملائكة و لأظلهم الغمام و لأشرقوا نهارا و لما سألوا الله شيئا إلا أعطاهم ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب لا تقل في المذنبين من أهل دعوتكم إلا خيرا و استكينوا إلى الله في توفيقهم و سلوا التوبة لهم ","بحار الأنوار"],["قال الإمام الصادق(ع): يا ابن جندب يهلك المتكل على عمله ولا ينجو المجترئ على الذنوب الواثق برحمة الله قلت فمن ينجو قال الذين هم بين الرجاء والخوف","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب من سره أن يزوجه الله الحور العين و يتوجه بالنور فليدخل على أخيه المؤمن السرور ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب أقل النوم بالليل و الكلام بالنهار فما في الجسد شي‏ء أقل شكرا من العين و اللسان ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب من أصبح مهموما لسوى فكاك رقبته فقد هون عليه الجليل و رغب‏  من ربه في الربح الحقير ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب الماشي في حاجة أخيه كالساعي بين الصفا و المروة و قاضي حاجته كالمتشحط بدمه في سبيل الله يوم بدر و أحد ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب بلغ معاشر شيعتنا و قل لهم لا تذهبن بكم المذاهب فو الله لا تنال ولايتنا إلا بالورع و الاجتهاد في الدنيا  ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب إنما شيعتنا يعرفون بخصال شتى بالسخاء و البذل للإخوان و بأن يصلوا الخمسين ليلا و نهارا ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب كل الذنوب مغفورة سوى عقوق أهل دعوتك و كل البر مقبول إلا ما كان رئاء ","بحار الأنوار"],["قال الإمام الصادق(ع): يا ابن جندب أحبب في الله و استمسك بالعروة الوثقى‏ واعتصم بالهدى يقبل عملك فإن الله يقول إلا من آمن و عمل صالحا ثم اهتدى‏ ","بحار الأنوار"],["قال الإمام الصادق(ع): يبن جندب إن أحببت أن تجاور الجليل في داره وتسكن الفردوس في جواره فلتهن عليك الدنيا واجعل الموت نصب عينك ولا تدخر شيئا لغد","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب صل من قطعك و أعط من حرمك و أحسن إلى من أساء إليك و سلم على من سبك و أنصف من خاصمك و اعف عمن ظلمك  ","بحار الأنوار"],["قال الإمام الصادق(ع): الإسلام عريان فلباسه الحياء وزينته الوقار ومروءته العمل الصالح وعماده الورع ولكل شي‏ء أساس وأساس الإسلام حبنا أهل البيت ","بحار الأنوار"],["قال الإمام الصادق(ع): يا ابن جندب شيعتنا لا يهرون هرير الكلب و لا يطمعون طمع الغراب و لا يجاورون لنا عدوا ولا يسألون لنا مبغضا و لو ماتوا جوعا","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب إذا دخلت مدينة فسل عمن لا يجاورهم و لا يجاورونه فذلك مؤمن كما قال الله و جاء من أقصا المدينة رجل يسعى‏ ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب لا يقبل إلا الإيمان و لا إيمان إلا بعمل و لا عمل إلا بيقين و لا يقين إلا بالخشوع و ملاكها كلها الهدى ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب  من اهتدى يقبل عمله و صعد إلى الملكوت متقبلا ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب من حرم نفسه كسبه فإنما يجمع لغيره و من أطاع هواه فقد أطاع عدوه ","بحار الأنوار"],["قال الإمام الصادق(ع): من يثق بالله يكفه ما أهمه من أمر دنياه و آخرته و يحفظ له ما غاب عنه وقد عجز من لم يعد لكل بلاء صبرا ولكل نعمة شكرا ولكل عسر يسرا","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب صبر نفسك عند كل بلية في ولد أو مال أو رزية فإنما يقبض عاريته و يأخذ هبته ليبلو فيهما صبرك و شكرك ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب ارج الله رجاء لا يجريك على معصيته و خفه خوفا لا يؤيسك من رحمته ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب لا تغتر بقول الجاهل و لا بمدحه فتكبر و تجبر و تعجب بعملك فإن أفضل العمل العبادة و التواضع ","بحار الأنوار"],["قال الإمام الصادق(ع): يا ابن جندب اقنع بما قسمه الله لك و لا تنظر إلا إلى ما عندك و لا تتمن ما لست تناله فإن من قنع شبع و من لم يقنع لم يشبع ","بحار الأنوار"],["قال الإمام الصادق(ع): يا ابن جندب خذ حظك من آخرتك ولا تكن بطرا في الغنى ولا جزعا في الفقر ولا تكن فظا غليظا يكره الناس قربك ولا تكن واهنا يحقرك من عرفك","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب لا تشار  من فوقك و لا تسخر بمن هو دونك و لا تنازع الأمر أهله و لا تطع السفهاء و لا تكن مهينا تحت كل أحد  ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب قف عند كل أمر حتى تعرف مدخله من مخرجه قبل أن تقع فيه فتندم  ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب اجعل قلبك قريبا تشاركه و اجعل عملك والدا تتبعه و اجعل نفسك عدوا تجاهده و عارية تردها ","بحار الأنوار"],["قال الإمام الصادق(ع): إن كانت لك يد عند إنسان فلا تفسدها بكثرة المن والذكر لها و لكن أتبعها بأفضل منها فإن ذلك أجمل بك في أخلاقك وأوجب للثواب في آخرتك","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب عليك بالصمت تعد حليما جاهلا كنت أو عالما فإن الصمت زين لك عند العلماء و ستر لك عند الجهال ","بحار الأنوار"],["قال الصادق: ياابن جندب لقد نصب إبليس حبائله في دار الغرور فما يقصد فيها إلا أولياءنا ولقد جلت الآخرة في أعينهم حتى ما يريدون بها بدلا","بحار الأنوار"],["قال الإمام الصادق(ع): آه آه على قلوب حشيت نورا وإنما كانت الدنيا عندهم بمنزلة الشجاع الأرقم والعدو الأعجم أنسوا بالله واستوحشوا مما به استأنس المترفون","بحار الأنوار"],["قال الإمام الصادق (ع) حق على كل مسلم يعرفنا أن يعرض عمله في كل يوم وليلة على نفسه فيكون محاسب نفسه فإن رأى حسنة استزاد منها وإن رأى سيئة استغفر منها","بحار الأنوار"],["قال الإمام الصادق(ع): طوبى لعبد لم يغبط الخاطئين على ما أوتوا من نعيم الدنيا و زهرتها طوبى لعبد طلب الآخرة و سعى لها طوبى لمن لم تلهه الأماني الكاذبة","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب اعتبر بعفو الله عنك أ لا ترى أن شمسه أشرقت على الأبرار و الفجار و أن مطره ينزل على الصالحين و الخاطئين ","بحار الأنوار"],["قال الإمام الصادق(ع): يا ابن جندب لا تتصدق على أعين الناس ليزكوك فإنك إن فعلت ذلك فقد استوفيت أجرك و لكن إذا أعطيت بيمينك فلا تطلع عليها شمالك ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب اخفض الصوت إن ربك الذي يعلم ما تسرون و ما تعلنون قد علم ما تريدون قبل أن تسألوه ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب إذا صمت فلا تغتب أحدا و لا تلبسوا صيامكم بظلم و لا تكن كالذي يصوم رئاء الناس ","بحار الأنوار"],["قال الإمام الصادق(ع): يا ابن جندب لن ترى الخير و الشر إلا بعد الآخرة لأن الله جل وعز جعل الخير كله في الجنة والشر كله في النار لأنهما الباقيان ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب  ما ينبغي لأحد أن يطمع أن ينزل بعمل الفجار منازل الأبرار ","بحار الأنوار"],["قال الإمام الصادق (ع): يا ابن جندب اعمل اليوم في الدنيا بما ترجو به الفوز في الآخرة ","بحار الأنوار"],["قال الإمام الصادق(ع): يا ابن جندب قال الله في بعض ما أوحى إنما أقبل الصلاة ممن يتواضع لعظمتي و يكف نفسه عن الشهوات من أجلي و يقطع نهاره بذكري ","بحار الأنوار"],["قال الإمام الصادق(ع): الاستقصاء فرقة الانتقاد عداوة قلة الصبر فضيحة إفشاء السر سقوط السخاء فطنة اللوم تغافل","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة من تمسك بهن نال من الدنيا و الآخرة بغيته من اعتصم بالله و رضي بقضاء الله و أحسن الظن بالله ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة من فرط فيهن كان محروما استماحة جواد و مصاحبة عالم و استمالة سلطان ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة تورث المحبة الدين و التواضع و البذل  ","تحف العقول"],["قال الإمام الصادق (ع): من برئ من ثلاثة نال  ثلاثة من برئ من الشر نال العز و من برئ من الكبر نال الكرامة و من برئ من البخل نال الشرف ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة مكسبة للبغضاء النفاق و الظلم و العجب ","تحف العقول"],["قال الإمام الصادق(ع): من لم تكن فيه خصلة من ثلاثة لم يعد نبيلا من لم يكن له عقل يزينه أو جدة تغنيه أو عشيرة تعضده ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة تزري بالمرء الحسد و النميمة و الطيش ","تحف العقول"],["قال الإمام الصادق (ع): ثلاثة لا تعرف إلا في ثلاثة مواطن لا يعرف الحليم إلا عند الغضب و لا الشجاع إلا عند الحرب و لا أخ إلا عند الحاجة","تحف العقول"],["قال الإمام الصادق(ع): ثلاث من كن فيه فهو منافق و إن صام و صلى من إذا حدث كذب و إذا وعد أخلف و إذا اؤتمن خان  ","تحف العقول"],["قال الإمام الصادق(ع): احذر من الناس ثلاثة الخائن و الظلوم و النمام لأن من خان لك خانك و من ظلم لك سيظلمك و من نم إليك سينم عليك","تحف العقول"],["قال الإمام الصادق(ع): لا تشاور أحمق و لا تستعن بكذاب و لا تثق بمودة ملول ","تحف العقول"],["قال الإمام الصادق(ع): أربعة لا تشبع من أربعة أرض من مطر و عين من نظر و أنثى من ذكر و عالم من علم","تحف العقول"],["قال الإمام الصادق(ع): لا تشاور أحمق و لا تستعن بكذاب و لا تثق بمودة ملول ","تحف العقول"],["قال الإمام الصادق(ع): أربعة تهرم قبل أوان الهرم أكل القديد و القعود على النداوة و الصعود في الدرج و مجامعة العجوز","تحف العقول"],["قال الإمام الصادق(ع): ثلاث من كن فيه كان سيدا كظم الغيظ و العفو عن المسي‏ء و الصلة بالنفس و المال","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة لا بد لهم من ثلاث لا بد للجواد من كبوة و للسيف من نبوة و للحليم من هفوة ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة فيهن البلاغة التقرب من معنى البغية و التبعد من حشو الكلام و الدلالة بالقليل على الكثير","تحف العقول"],["قال الإمام الصادق(ع): النجاة في ثلاث تمسك عليك لسانك و يسعك بيتك و تندم على خطيئتك","تحف العقول"],["قال الإمام الصادق(ع): الجهل في ثلاث في تبدل الإخوان و المنابذة بغير بيان و التجسس عما لا يعني","تحف العقول"],["قال الإمام الصادق(ع): ثلاث من كن فيه كن عليه المكر و النكث و البغي","تحف العقول"],["قال الإمام الصادق(ع): ثلاث يحجزن المرء عن طلب المعالي قصر الهمة و قلة الحيلة و ضعف الرأي","تحف العقول"],["قال الإمام الصادق(ع): الحزم في ثلاثة الاستخدام للسلطان و الطاعة للوالد و الخضوع للمولى","تحف العقول"],["قال الإمام الصادق(ع):  الأنس في ثلاث في الزوجة الموافقة و الولد البار و الصديق المصافي ","تحف العقول"],["قال الإمام الصادق(ع): من رزق ثلاثا نال ثلاثا و هو الغنى الأكبر القناعة بما أعطي و اليأس مما في أيدي الناس و ترك الفضول","تحف العقول"],["قال الإمام الصادق(ع): ثلاث من ابتلي بواحدة منهن تمنى الموت فقر متتابع و حرمة فاضحة و عدو غالب","تحف العقول"],["قال الإمام الصادق(ع): لا تدوم النعم إلا بعد ثلاث معرفة بما يلزم لله سبحانه فيها و أداء شكرها و التعب فيها","تحف العقول"],["قال الإمام الصادق(ع): لا يُعد العاقل عاقلا حتى يستكمل ثلاثا : إعطاء الحق من نفسه على حال الرضا و الغضب وأن يرضى للناس ما يرضى لنفسه واستعمال الحلم عندالعثرة","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة لا يعذر المرء فيها مشاورة ناصح و مداراة حاسد و التحبب إلى الناس","تحف العقول"],["قال الإمام الصادق(ع): ثلاث يجب على كل إنسان تجنبها مقارنة الأشرار و محادثة النساء و مجالسة أهل البدع ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة تدل على كرم المرء حسن الخلق و كظم الغيظ و غض الطرف ","تحف العقول"],["قال الإمام الصادق(ع): من وثق ب ثلاثة كان مغرورا من صدق بما لا يكون و ركن إلى من لا يثق به و طمع في ما لا يملك ","تحف العقول"],["قال الإمام الصادق (ع): ثلاث خلال تجب للملوك على أصحابهم و رعيتهم الطاعة لهم و النصيحة لهم في المغيب و المشهد و الدعاء بالنصر و الصلاح","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة من استعملها أفسد دينه و دنياه من أساء ظنه و أمكن من سمعه و أعطى قياده حليلته","تحف العقول"],["قال الإمام الصادق(ع): أفضل الملوك من أعطي ثلاث خصال الرأفة و الجود و العدل ","تحف العقول"],["قال الإمام الصادق(ع): ليس يحب للملوك أن يفرطوا في ثلاث في حفظ الثغور و تفقد المظالم و اختيار الصالحين لأعمالهم","تحف العقول"],["قال الإمام الصادق(ع): العاقل لا يستخف بأحد و أحق من لا يستخف به ثلاثة العلماء و السلطان و الإخوان","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة أشياء يحتاج الناس طرا إليها الأمن و العدل و الخصب ","تحف العقول"],["قال الإمام الصادق(ع): لا تطيب السكنى إلا بثلاث الهواء الطيب و الماء الغزير العذب و الأرض الخوارة  ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة تعقب الندامة المباهاة و المفاخرة و المعازة ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة مركبة في بني آدم الحسد و الحرص و الشهوة  ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة تورث الحرمان الإلحاح في المسألة و الغيبة و الهزء","تحف العقول"],["قال الإمام الصادق(ع): الناس كلهم ثلاث طبقات سادة مطاعون و أكفاء متكافون و أناس متعادون","تحف العقول"],["قال الإمام الصادق(ع):  قوام الدنيا ب ثلاثة أشياء النار و الملح و الماء ","تحف العقول"],["قال الإمام الصادق (ع): يمتحن الصديق بثلاث خصال فإن كان مؤاتيا فيها فهو الصديق المصافي تبتغي منه مالا أو تأمنه على مال أو تشاركه في مكروه","تحف العقول"],["قال الإمام الصادق (ع): لا يستغني أهل كل بلد عن ثلاثة يفزع إليهم في أمر دنياهم و آخرتهم فقيه عالم ورع و أمير خير مطاع و طبيب بصير ثقة ","تحف العقول"],["قال الإمام الصادق(ع): إن يسلم الناس من ثلاثة أشياء كانت سلامة شاملة لسان السوء و يد السوء و فعل السوء ","تحف العقول"],["قال الإمام الصادق(ع): إذا لم تكن في المملوك خصلة من ثلاث فليس لمولاه في إمساكه راحة دين يرشده أو أدب يسوسه أو خوف يردعه","تحف العقول"],["قال الإمام الصادق(ع): إن المرء يحتاج في منزله وعياله إلى ثلاث خلال يتكلفها وإن لم يكن في طبعه ذلك معاشرة جميلة و سعة بتقدير و غيرة بتحصن","تحف العقول"],["قال الإمام الصادق (ع): كل ذي صناعة مضطر إلى ثلاث خلال يجتلب بها المكسب و هو أن يكون حاذقا بعمله مؤديا للأمانة فيه مستميلا لمن استعمله","تحف العقول"],["قال الإمام الصادق(ع): ثلاث من ابتلي بواحدة منهن كان طائح العقل نعمة مولية و زوجة فاسدة و فجيعة بحبيب","تحف العقول"],["قال الإمام الصادق(ع): تجب للولد على والده ثلاث خصال اختياره لوالدته و تحسين اسمه و المبالغة في تأديبه","تحف العقول"],["قال الإمام الصادق (ع): تحتاج الإخوة فيما بينهم إلى ثلاثة أشياء فإن استعملوها وإلا تباينوا و تباغضوا وهي التناصف و التراحم و نفي الحسد","تحف العقول"],["قال الإمام الصادق(ع): لا يتم المعروف إلا بثلاث خلال تعجيله و تقليل كثيره و ترك الامتنان به","تحف العقول"],["قال الإمام الصادق(ع): السرور في ثلاث خلال في الوفاء و رعاية الحقوق و النهوض في النوائب ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة يستدل بها على إصابة الرأي حسن اللقاء و حسن الاستماع و حسن الجواب","تحف العقول"],["قال الإمام الصادق(ع): الإخوان ثلاثة فواحد كالغذاء الذي يحتاج إليه كل وقت فهو العاقل والثاني في معنى الداء وهو الأحمق والثالث في معنى الدواء فهو اللبيب","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة أشياء تدل على عقل فاعلها الرسول على قدر من أرسله و الهدية على قدر مهديها و الكتاب على قدر كاتبه","تحف العقول"],["قال الإمام الصادق(ع): العلم ثلاثة آية محكمة و فريضة عادلة و سنة قائمة","تحف العقول"],["قال الإمام الصادق(ع): الناس ثلاثة جاهل يأبى أن يتعلم و عالم قد شفه علمه و عاقل يعمل لدنياه و آخرته ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة ليس معهن غربة حسن الأدب و كف الأذى و مجانبة الريب ","تحف العقول"],["قال الإمام الصادق(ع): الأيام ثلاثة فيوم مضى لا يدرك و يوم الناس فيه فينبغي أن يغتنموه و غدا إنما في أيديهم أمله ","تحف العقول"],["قال الإمام الصادق (ع): من لم تكن فيه ثلاث خصال لم ينفعه الإيمان حلم يرد به جهل الجاهل و ورع يحجزه عن طلب المحارم و خلق يداري به الناس","تحف العقول"],["قال الإمام الصادق(ع): ثلاث خصال يحتاج إليها صاحب الدنيا الدعة من غير توان و السعة مع قناعة و الشجاعة من غير كسل ","تحف العقول"],["قال الإمام الصادق(ع): ثلاث من كن فيه استكمل الإيمان من إذاغضب لم يخرجه غضبه من الحق وإذا رضي لم يخرجه رضاه إلى الباطل ومن إذا قدر عفا","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة أشياء لا ينبغي للعاقل أن ينساهن على كل حال فناء الدنيا و تصرف الأحوال و الآفات التي لا أمان لها ","تحف العقول"],["قال الإمام الصادق(ع): ثلاثة أشياء لا ترى كاملة في واحد قط الإيمان و العقل و الاجتهاد ","تحف العقول"],["قال الإمام الصادق (ع): الإخوان ثلاثة مواس بنفسه وآخر مواس بماله وهما الصادقان في الإخاء وآخر يأخذ منك البلغة ويريدك لبعض اللذة فلا تعده من أهل الثقة","تحف العقول"],["قال الإمام الصادق (ع): لا يستكمل عبد حقيقة الإيمان حتى تكون فيه خصال ثلاث الفقه في الدين و حسن التقدير في المعيشة والصبر على الرزايا","تحف العقول"],["قال الإمام الصادق(ع): في قول الله تبارك و تعالى و ظلالهم بالغدو و الآصال قال هو الدعاء قبل طلوع الشمس و قبل غروبها و هي ساعة إجابة. ","عدة الداعي ونجاة الساعي"],["قال الإمام الصادق(ع):لا تغفل عن الاستغفار بالأسحار فإن للقانتين فيه أشواقاً ","مصباح الشريعة"],["قال الإمام جعفر الصادق (ع) لداود الكرخي حين أراد التزويج: انظر أين تضع نفسك و من تشركه في مالك و تطلعه على دينك و سرك فإن كنت لا بد فاعلا فبكرا تنسب إلى الخير و إلى حسن الخلق","بحار الأنوار"],["قال الإمام الصادق (ع):    خمس من لم يكن فيه لم يكن فيه كثير مستمتع قيل و ما هن يا ابن رسول الله قال الدين و العقل و الحياء و حسن الخلق و حسن الأدب.","بحار الأنوار"],["قال الإمام الصادق (ع):   خمس من لم يكن فيه لم يتهنأ العيش.. الصحة و الأمن و الغنى و القناعة و الأنيس الموافق.    ","بحار الأنوار"],["عن محمد بن سليمان عن أبيه قال: قلت لأبي عبد الله الصادق(عليه السلام):فلان من عبادته و دينه و فضله كذا و كذافقال(ع): كيف عقله؟ فقلت: لا أدريفقال(ع): إنّ الثواب على قدر العقل...","بحار الأنوار"],["قال الإمام الصادق (ع‏):ما كلّم رسول الله (ص) العباد بكنه عقله قط ، و قال رسول الله (ص) إنا معاشر الأنبياء أمرنا أن نكلم الناس على قدر عقولهم.    ","بحار الأنوار"],["قال الإمام الصادق عليه السلام:    لم يُقسَم بين العباد أقل من خمس اليقين و القنوع و الصبر و الشكر و الذي يكمل به هذا كله العقل.    ","بحار الأنوار"],["قال الإمام الصادق عليه السلام : ما خلق الله عز و جل شيئا أبغض إليه من الأحمق ، لأنه سلبه أحب الأشياء إليه و هو عقله.    ","بحار الأنوار"],["قال الإمام الصادق عليه السلام:دعامة الإنسان العقل و من العقل الفطنة و الفهم و الحفظ و العلم فإذا كان تأييد عقله من النور كان عالما حافظا زكيا فطنا فهما و بالعقل يكمل و هو دليله و مبصره و مفتاح أمره.    ","بحار الأنوار"],["قال الإمام الصادق عليه السلام :    إن الله تبارك و تعالى يبغض الشيخ الجاهل و الغني الظلوم و الفقير المختال.    ","بحار الأنوار"],["قال الإمام الصادق عليه السلام : من كان عاقلا ختم له بالجنة إن شاء الله.","بحار الأنوار"],["قال الإمام الصادق عليه السلام:من كان عاقلا كان له دين و من كان له دين دخل الجنة.    ","بحار الأنوار"],["قال الإمام الصادق عليه السلام:إذا أراد الله أن يزيل من عبد نعمة كان أول ما يغير منه عقله.    ","بحار الأنوار"],["قال الإمام الصادق عليه السلام:    يغوص العقل على الكلام فيستخرجه من مكنون الصدر كما يغوص الغائص على اللؤلؤ المستكنة في البحر.","بحار الأنوار"],["قال الإمام الصادق(ع): قال رسول الله (ص‏):خلق الله العقل فقال له أدبر فأدبر ثم قال له أقبل فأقبل ثم قال ما خلقت خلقا أحب إلي منك.فأعطى الله محمدا (ص) تسعة و تسعين جزءا ثم قسم بين العباد جزءا واحدا.    ","بحار الأنوار"],["قال الإمام الصادق عليه السلام:خلق الله العقل من أربعة أشياء من العلم و القدرة و النور و المشية بالأمر فجعله قائما بالعلم دائما في الملكوت.","بحار الأنوار"],["سُئل الإمام الصادق(ع): ما العقل ؟ قال ما عبد به الرحمن و اكتسب به الجنان    ","بحار الأنوار"],["قال الإمام الصادق(ع):يستدل بكتاب الرجل على عقله و موضع بصيرته و برسوله على فهمه و فطنته.    ","بحار الأنوار"],["قال الإمام الصادق(ع):الهوى عدو العقل و مخالف الحق و قرين الباطل و قوة الهوى من الشهوة و أصل علامات الشهوة أكل الحرام و الغفلة عن الفرائض و الاستهانة بالسنن و الخوض في الملاهي.","بحار الأنوار"],["قال الإمام الصادق(ع):أفضل طبائع العقل العبادة و أوثق الحديث له العلم و أجزل حظوظه الحكمة و أفضل ذخائره الحسنات.    ","بحار الأنوار"],["قال الإمام الصادق(ع):   كمال العقل في ثلاث: التواضع لله و حسن اليقين و الصمت إلا من خير.    ","بحار الأنوار"],["قال الإمام الصادق(ع):الجهل في ثلاث: الكِبر و شدة المراء و الجهل بالله فأولئك هم الخاسرون.    ","بحار الأنوار"],["قال الإمام الصادق(ع):يزيد عقل الرجل بعد الأربعين إلى خمسين و ستين ثم ينقص عقله بعد ذلك.    ","بحار الأنوار"],["قال الإمام الصادق(ع):إذا أردت أن تختبر عقل الرجل في مجلس واحد فحدثه في خلال حديثك بما لا يكون فإن أنكره فهو عاقل و إن صدقه فهو أحمق.    ","بحار الأنوار"],["قال الإمام الصادق(ع):لا يلسع العاقل من جحر مرتين.    ","بحار الأنوار"],["قال الإمام الصادق(ع):كثرة النظر في العلم يفتح العقل.    ","بحار الأنوار"],["قال الإمام الصادق(ع): قال النبي(ص): إنه ليستغفر لطالب العلم من في السماء ومن في الأرض حتى الحوت في البحر وفضل العالم على العابد كفضل القمر على سائر النجوم ليلة البدر و إن العلماء ورثة الأنبياء إن الأنبياء لم يورثوا دينارا و لا درهما و لكن ورثوا العلم فمن أخذ منه أخذ بحظ وافر.","بحار الأنوار"],["عن الإمام الصادق(ع):سُئل أمير المؤمنين (ع) عن أعلم الناس قال من جمع علم الناس إلى علمه.    ","بحار الأنوار"],["قال الإمام الصادق(ع):منهومان لا يشبعان منهوم علم و منهوم مال.    ","بحار الأنوار"],["قال الإمام الصادق(ع): قال رسول الله(ص):خلتان لا تجتمعان في المنافق فقه في الإسلام و حسن سمت في الوجه.    ","بحار الأنوار"],["قال الإمام الصادق(ع):كان فيما وعظ لقمان ابنه أنه قال له يا بني اجعل في أيامك و لياليك و ساعاتك نصيبا لك في طلب العلم فإنك لن تجد له تضييعا مثل تركه.    ","بحار الأنوار"],["قال الإمام الصادق(ع):لست أحب أن أرى الشاب منكم إلا غادياً في حالين.. إما عالما أو متعلما فإن لم يفعل فَرَّطَ فإن فَرَّطَ ضَيَّعَ فإن ضَيَّعَ أَثِمَ و إن أَثِمَ سكن النّار و الذي بعث محمدا بالحق","بحار الأنوار"],["قال الإمام الصادق(ع): طلب العلم فريضة في كل حال.    ","بحار الأنوار"],["قال الإمام الصادق(ع): طلب العلم فريضة من فرائض الله.    ","بحار الأنوار"],["قال الإمام الصادق(ع): العالم و المتعلم في الأجر سواء.    ","بحار الأنوار"],["قال الإمام الصادق(ع): قال رسول الله(ص): أف لكل مسلم لا يجعل في كل جمعة يوما يتفقه فيه أمر دينه و يسأل عن دينه    ","بحار الأنوار"],["قال الإمام الصادق(ع):لو علم الناس ما في العلم لطلبوه و لو بسفك المهج و خوض اللجج.    ","بحار الأنوار"],["سُئل الإمام الصادق(ع) عن قوله تعالى‏ (فَلِلَّهِ الْحُجَّةُ الْبالِغَةُ) فقال: إن الله تعالى يقول للعبد يوم القيامة: أ كنت عالما فإن قال نعم قال له: أ فلا عملت بما علمت و إن قال كنت جاهلا قال له: أ فلا تعلمت حتى تعمل فيخصمه و ذلك الحجة البالغة.","بحار الأنوار"],["قال الإمام الصادق(ع):الملوك حكام على الناس و العلماء حكام على الملوك.    ","بحار الأنوار"],["قال الإمام الصادق(ع): الناس يغدون على ثلاثة عالم و متعلم و غثاء فنحن العلماء و شيعتنا المتعلمون و سائر الناس غثاء.    ","بحار الأنوار"],["قال الإمام الصادق(ع): قال رسول الله(ص): اغد عالما أو متعلما أو أحب العلماء و لا تكن رابعا فتهلك ببغضهم.    ","بحار الأنوار"],["قال الإمام الصادق(ع): الناس اثنان عالم و متعلم و سائر الناس همج و الهمج في النار.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إنما يهلك الناس لأنهم لا يسألون.    ","بحار الأنوار"],["قال الإمام الصادق(ع): قال رسول الله(ص):     مجالسة أهل الدين شرف الدنيا و الآخرة.    ","بحار الأنوار"],["قال الإمام الصادق(ع): يا خيثمة أقرئ موالينا السلام و أوصهم بتقوى الله العظيم عز و جل و أن يشهد أحياؤهم جنائز موتاهم و أن يتلاقوا في بيوتهم فإن لقياهم حياة أمرنا قال ثم رفع يده ع فقال رحم الله امرأ أحيا أمرنا.    ","بحار الأنوار"],["قال الإمام الصادق(ع): رحم الله عبدا اجتمع مع آخر فتذاكر أمرنا فإن ثالثهما ملك يستغفر لهما و ما اجتمع اثنان على ذكرنا إلا باهى الله تعالى بهما الملائكة فإذا اجتمعتم فاشتغلوا بالذكر فإن في اجتماعكم و مذاكرتكم إحياءنا و خير الناس من بعدنا من ذاكر بأمرنا و دعا إلى ذكرنا.    ","بحار الأنوار"],["قال الإمام الصادق(ع): قال رسول الله(ص): أحكم الناس من فر من جهال الناس و أسعد الناس من خالط كرام الناس.    ","بحار الأنوار"],["قال الإمام الصادق(ع): تلاقوا و تحادثوا العلم فإن بالحديث تجلى القلوب الرائنة و بالحديث إحياء أمرنا فرحم الله من أحيا أمرنا.    ","بحار الأنوار"],["قال الإمام الصادق(ع): العامل على غير بصيرة كالسائر على غير الطريق و لا يزيده سرعة السير من الطريق إلا بعدا.    ","بحار الأنوار"],["قال الإمام الصادق(ع): لا يقبل الله عز و جل‏ عملا إلا بمعرفة و لا معرفة إلا بعمل فمن عرف دلته المعرفة على العمل و من لم يعمل فلا معرفة له إن الإيمان بعضه من بعض.    ","بحار الأنوار"],["قال الإمام الصادق(ع): قال رسول الله(ص): من عمل على غير علم كان ما يفسده أكثر مما يصلح.    ","بحار الأنوار"],["قال الإمام الصادق(ع): أحسنوا النظر فيما لا يسعكم جهله و انصحوا لأنفسكم و جاهدوها في طلب معرفة ما لا عذر لكم في جهله فإن لدين الله أركانا لا ينفع من جهلها شدة اجتهاده في طلب ظاهر عبادته و لا يضر من عرفها فدان بها حسن اقتصاده و لا سبيل لأحد إلى ذلك إلا بعون من الله عز و جل.    ","بحار الأنوار"],["قال الإمام الصادق(ع): وجدت علم الناس كلهم في أربع أولها أن تعرف ربك و الثانية أن تعرف ما صنع بك و الثالثة أن تعرف ما أراد منك و الرابعة أن تعرف ما يخرجك من دينك.    ","بحار الأنوار"],["قال الإمام الصادق(ع): تعلموا العربية فإنها كلام الله الذي يكلم به خلقه و نظفوا الماضغين و بلغوا بالخواتيم.    ","بحار الأنوار"],["قال رجل للإمام الصادق(ع) إن لي ابنا قد أحب أن يسألك عن حلال و حرام لا يسألك عما لا يعنيه قال فقال (ع): و هل يسأل الناس عن شي‏ء أفضل من الحلال و الحرام.","بحار الأنوار"],["قال الإمام الصادق(ع): ليت السياط على رءوس أصحابي حتى يتفقهوا في الحلال و الحرام.    ","بحار الأنوار"],["قال الإمام الصادق(ع): حديث في حلال و حرام تأخذه من صادق خير من الدنيا و ما فيها من ذهب أو فضة.    ","بحار الأنوار"],["قال الإمام الصادق(ع): لا يشغلك طلب دنياك عن طلب دينك فإن طالب الدنيا ربما أدرك و ربما فاتته فهلك بما فاته منها.    ","بحار الأنوار"],["سُئل الإمام الصادق(ع) عن قول الله‏ تعالى ( و من يؤت الحكمة فقد أوتي خيرا كثيرا ) قال: هي طاعة الله و معرفة الإمام.","بحار الأنوار"],["قال الإمام الصادق(ع): تفقهوا في الدين فإنه من لم يتفقه منكم فهو أعرابي إن الله عز و جل يقول في كتابه‏ ( ليتفقهوا في الدين و لينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون‏ )","بحار الأنوار"],["قال الإمام الصادق(ع): الحكمة هي الثبات و صفة الحكيم الثبات عند أوائل الأمور و الوقوف عند عواقبها و هو هادي خلق الله إلى الله تعالى قال رسول الله ص لعلي ع لأن يهدي الله على يديك عبدا من عباد الله خير لك مما طلعت عليه الشمس من مشارقها إلى مغاربها.","بحار الأنوار"],["قال الإمام الصادق(ع): إذا مات المؤمن الفقيه ثلم في الإسلام ثلمة لا يسدها شي‏ء.    ","بحار الأنوار"],["قال الإمام الصادق(ع): لا خير فيمن لا يتفقه من أصحابنا يا بشير إن الرجل منكم إذا لم يستغن بفقهه احتاج إليهم (يعني غير الشيعة) فإذا احتاج إليهم أدخلوه في باب ضلالتهم و هو لا يعلم.","بحار الأنوار"],["قال الإمام الصادق(ع):ليس العلم بالتعلم إنما هو نور يقع في قلب من يريد الله تبارك و تعالى أن يهديه فإن أردت العلم فاطلب أولا في نفسك حقيقة العبودية و اطلب العلم باستعماله و استفهم الله يفهمك","بحار الأنوار"],["سُئل الإمام الصادق(ع) ما حقيقة العبودية؟ قال ثلاثة أشياء:- أن لا يرى العبد لنفسه فيما خوله الله ملكا لأن العبيد لا يكون لهم ملك يرون المال مال الله يضعونه حيث أمرهم الله به - و لا يدبر العبد لنفسه تدبيرا - و جملة اشتغاله فيما أمره تعالى به و نهاه عنه","بحار الأنوار"],["قال الإمام الصادق(ع):إذا لم ير العبد لنفسه فيما خوله الله تعالى ملكا هان عليه الإنفاق فيما أمره الله تعالى أن ينفق فيه و إذا فوض العبد تدبير نفسه على مدبره هان عليه مصائب الدنيا و إذا اشتغل العبد بما أمره الله تعالى و نهاه لا يتفرغ منهما إلى المراء و المباهاة مع الناس","بحار الأنوار"],["قال الإمام الصادق(ع):إياك أن تأكل ما لا تشتهيه فإنه يورث الحماقة و البله و لا تأكل إلا عند الجوع و إذا أكلت فكل حلالا و سم الله و اذكر حديث الرسول ص ما ملأ آدمي وعاء شرا من بطنه فإن كان و لا بد فثلث لطعامه و ثلث لشرابه و ثلث لنفسه","بحار الأنوار"],["قال الإمام الصادق(ع):من شتمك فقل له إن كنت صادقا فيما تقول فأسأل الله أن يغفر لي و إن كنت كاذبا فيما تقول فالله أسأل أن يغفر لك","بحار الأنوار"],["قال الإمام الصادق(ع):اسأل العلماء ما جهلت و إياك أن تسألهم تعنتا و تجربة و إياك أن تعمل برأيك شيئا و خذ بالاحتياط في جميع ما تجد إليه سبيلا و اهرب من الفتيا هربك من الأسد و لا تجعل رقبتك للناس جسرا","بحار الأنوار"],["قال الإمام الصادق(ع): علماء شيعتنا مرابطون بالثغر الذي يلي إبليس وعفاريته يمنعونهم عن الخروج على ضعفاء شيعتنا وعن أن يتسلط عليهم إبليس و شيعته النواصب ألا فمن انتصب لذلك من شيعتنا كان أفضل ممن جاهد الروم و الترك و الخزر ألف ألف مرة لأنه يدفع عن أديان محبينا و ذلك يدفع عن أبدانهم.","بحار الأنوار"],["قال الإمام الصادق(ع): من كان همه في كسر النواصب عن المساكين من شيعتنا الموالين لنا أهل البيت يكسرهم عنهم و يكشف عن مخازيهم و يبين عوراتهم و يفخم أمر محمد و آله صلوات الله عليهم جعل الله همة أملاك الجنان في بناء قصوره و دوره    ","بحار الأنوار"],["قال الإمام الصادق(ع): إذا كان يوم القيامة جمع الله عز و جل الناس في صعيد واحد و وضعت الموازين فتوزن دماء الشهداء مع مداد العلماء فيرجح مداد العلماء على دماء الشهداء.    ","بحار الأنوار"],["عن الإمام الصادق(ع): في قول الله عز و جل‏ ( قل للذين آمنوا يغفروا للذين لا يرجون أيام الله‏ ) قال قل للذين مَنَنَّا عليهم بمعرفتنا أن يُعَرِّفُوا الذين لا يعلمون فإذا عَرَّفُوهُمْ فقد غفروا لهم.","بحار الأنوار"],["قال الإمام الصادق(ع): لا يجمع الله لمنافق و لا فاسق حسن السمت و الفقه و حسن الخلق أبدا.    ","بحار الأنوار"],["سُئل الإمام الصادق(ع): عن قول الله عز و جل‏ (من قتل نفسا بغير نفس‏...فكأنما قتل الناس جميعا و من أحياها فكأنما أحيا الناس جميعا)قال: من أخرجها من ضلال إلى هدى فقد أحياها و من أخرجها من هدى إلى ضلال فقد و الله أماتها.    ","بحار الأنوار"],["قال الإمام الصادق(ع):إذا كان يوم القيامة بعث الله عز و جل العالم و العابد فإذا وقفا بين يدي الله عز و جل قيل للعابد انطلق إلى الجنة و قيل للعالم قف تشفع للناس بحسن تأديبك لهم.    ","بحار الأنوار"],["قال الإمام الصادق(ع): في قوله تعالى‏ (الم ذلك الكتاب لا ريب فيه‏) قال كتاب عَلِيٍّ لا ريب فيه‏ (هدى للمتقين‏) قال: المتقون شيعتنا (الذين يؤمنون بالغيب و يقيمون الصلاة و مما رزقناهم ينفقون‏) و مما علمناهم يبثون.    ","بحار الأنوار"],["قال الإمام الصادق(ع): ركعة يصليها الفقيه أفضل من سبعين ألف ركعة يصليها العابد.    ","بحار الأنوار"],["قال الإمام الصادق(ع):لا يتكلم الرجل بكلمة حق يؤخذ بها إلا كان له مثل أجر من أخذ بها و لا يتكلم بكلمة ضلال يؤخذ بها إلا كان عليه مثل وزر من أخذ بها.    ","بحار الأنوار"],["قال الإمام الصادق(ع): جاء رجل إلى النبي (ص) فقال يا رسول الله ما حق العلم قال الإنصات له قال ثم مه قال الاستماع له قال ثم مه قال الحفظ له قال ثم مه قال ثم العمل به قال ثم مه قال ثم نشره.    ","بحار الأنوار"],["قال الإمام الصادق(ع): مَنْ تَعَلَّمَ لِلَّهِ عَزَّ وَ جَلَّ وَ عَمِلَ لِلَّهِ وَ عَلَّمَ لِلَّهِ دُعِيَ فِي مَلَكُوتِ السَّمَاوَاتِ عَظِيماً وَ قِيلَ تَعَلَّمَ لِلَّهِ وَ عَلَّمَ لِلَّهِ‏. ","بحار الأنوار"],["قال الإمام الصادق(ع): من عمل بما علم كُفِيَ ما لم يعلم.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إن الحسرة و الندامة و الويل كله لمن لم ينتفع بما أبصر و من لم يدر الأمر الذي هو عليه مقيم أ نفع هو له أم ضرر قال قلت فبما يعرف الناجي قال من كان فعله لقوله موافقا فأثبت له الشهادة بالنجاة و من لم يكن فعله لقوله موافقا فإنما ذلك مستودع‏.    ","بحار الأنوار"],["قال الإمام الصادق(ع): العلم أصل كل حال سني و منتهى كل منزلة رفيعة لذلك قال النبي ص طلب العلم فريضة على كل مسلم و مسلمة أي علم التقوى و اليقين.    ","بحار الأنوار"],["قال الإمام الصادق(ع): قَالَ عَلِيٌّ (ع) : اطلبوا العلم و لو بالصين و هو علم معرفة النفس و فيه معرفة الرب عز و جل.    ","بحار الأنوار"],["قال الإمام الصادق(ع): من زهد في الدنيا أثبت الله الحكمة في قلبه و أنطق بها لسانه و بصره عيوب الدنيا داءها و دواءها و أخرجه الله من الدنيا سالما إلى دار السلام.    ","بحار الأنوار"],["عن الإمام الصادق(ع): في قوله الله عز وجل (فكبكبوا فيها هم و الغاوون‏)  قال: الغاوون هم الذين عرفوا الحق و عملوا بخلافه.    ","بحار الأنوار"],["قال الإمام الصادق(ع): أشد الناس عذابا عالم لا ينتفع من علمه بشي‏ء.    ","بحار الأنوار"],["قال الإمام الصادق(ع): تعلموا ما شئتم أن تعلموا فلن ينفعكم الله بالعلم حتى تعملوا به لأن العلماء همتهم الرعاية و السفهاء همتهم الرواية.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إن العالم إذا لم يعمل بعلمه زلت موعظته عن القلوب كما يزل المطر عن الصفا.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إني لأرحم ثلاثة و حق لهم أن يرحموا عزيز أصابته مذلة بعد العز و غني أصابته حاجة بعد الغنى و عالم يستخف به أهله و الجهلة.    ","بحار الأنوار"],["قال الإمام الصادق(ع):  اطلبوا العلم و تزينوا معه بالحلم و الوقار و تواضعوا لمن تعلمونه العلم و تواضعوا لمن طلبتم منه العلم و لا تكونوا علماء جبارين فيذهب باطلكم بحقكم.    ","بحار الأنوار"],["قال الإمام الصادق(ع): ثلاثة يشكون إلى الله عز و جل مسجد خراب لا يصلي فيه أهله و عالم بين جهال و مصحف معلق قد وقع عليه غبار لا يقرأ فيه.    ","بحار الأنوار"],["قال الإمام الصادق(ع):  من أكرم فقيها مسلما لقي الله يوم القيامة و هو عنه راض و من أهان فقيها مسلما لقي الله يوم القيامة و هو عليه غضبان.","بحار الأنوار"],["قال الإمام الصادق(ع): الناس على أربعة أصناف جاهل مترد معانق لهواه و عابد متقو كلما ازداد عبادة ازداد كبرا و عالم يريد أن يوطأ عقباه و يحب محمدة الناس و عارف على طريق الحق يحب القيام به فهو عاجز أو مغلوب فهذا أمثل أهل زمانه و أرجحهم عقلا.    ","بحار الأنوار"],["قال الإمام الصادق(ع): سبعة يفسدون أعمالهم الرجل الحليم ذو العلم الكثير لا يعرف بذلك و لا يذكر به و الحكيم الذي يدبر ماله كل كاذب منكر لما يؤتى إليه و الرجل الذي يأمن ذا المكر و الخيانة و السيد الفظ الذي لا رحمة له و الأم التي لا تكتم عن الولد السر و تفشي عليه و السريع إلى لائمة إخوانه و الذي يجادل أخاه مخاصما له.    ","بحار الأنوار"],["قال الإمام الصادق(ع): آفة العلماء ثمانية أشياء الطمع و البخل و الرياء و العصبية و حب المدح و الخوض فيما لم يصلوا إلى حقيقته و التكلف في تزيين الكلام بزوائد الألفاظ و قلة الحياء من الله و الافتخار و ترك العمل بما علموا.","بحار الأنوار"],["قال الإمام الصادق(ع): إن صاحب الدين فَكَّرَ فَعَلَتْهُ السكينة واستكان فتواضع وقنع فاستغنى و رضي بما أعطي وانفرد فكفي الأحزان ورفض الشهوات فصار حرا وخلع الدنيا فتحامى الشرور وطرح الحقد فظهرت المحبة ولم يُخِفِ الناس فلم يخفهم ولم يذنب إليهم فسلم منهم وسخط نفسه عن كل شي‏ء ففاز","بحار الأنوار"],["قال الإمام الصادق(ع): من أخلاق الجاهل الإجابة قبل أن يسمع و المعارضة قبل أن يفهم و الحكم بما لا يعلم.    ","بحار الأنوار"],["قال الإمام الصادق(ع): أربعة يذهبن ضياعا مودة تمنحها من لا وفاء له و معروف عند من لا يشكر له و علم عند من لا استماع له و سر تودعه عند من لا حصافة له.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إن العالم الكاتم علمه يبعث أنتن أهل القيامة ريحا تلعنه كل دابة حتى دواب الأرض الصغار.    ","بحار الأنوار"],["قال الإمام الصادق(ع): أُمِرَ الناس بخصلتين فضيعوهما فصاروا منهما على غير شي‏ء كثرة الصبر و الكتمان.    ","بحار الأنوار"],["قال الإمام الصادق(ع): من احتاج الناس إليه ليفقههم في دينهم فيسألهم الأجرة كان حقيقا على الله تعالى أن يدخله نار جهنم.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إن العلماء ورثة الأنبياء و ذلك أن الأنبياء لم يورثوا درهما و لا دينارا و إنما ورثوا أحاديث من أحاديثهم فمن أخذ شيئا منها فقد أخذ حظا وافرا فانظروا علمكم هذا عمن تأخذونه فإن فينا أهل البيت في كل خلف عدولا ينفون عنه تحريف الغالين و انتحال المبطلين و تأويل الجاهلين.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إن رجلا دخل على أبي (ع) فقال إنكم أهل بيت رحمة اختصكم الله بذلك قال نحن كذلك و الحمد لله لم ندخل أحدا في ضلالة و لم نخرج أحدا من باب هدى نعوذ بالله أن نضل أحدا.    ","بحار الأنوار"],["قال الإمام الصادق(ع): من دان الله بغير سماع من عالم صادق ألزمه الله التيه إلى الفناء و من ادعى سماعا من غير الباب الذي فتحه الله لخلقه فهو مشرك و ذلك الباب هو الأمين المأمون على سر الله المكنون‏.","بحار الأنوار"],["قال الإمام الصادق(ع): إذا رأيتم العالم محبا للدنيا فاتهموه على دينكم فإن كل محب يحوط ما أحب.    ","بحار الأنوار"],["قال الإمام الصادق(ع): قال عيسى ابن مريم لأصحابه تعملون للدنيا و أنتم ترزقون فيها بغير عمل و لا تعملون للآخرة و لا ترزقون فيها إلا بالعمل","بحار الأنوار"],["قال الإمام الصادق(ع): أنهاك عن خصلتين فيهما هلك الرجال أن تدين الله بالباطل و تفتي الناس بما لا تعلم.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إن من حقيقة الإيمان أن تؤثر الحق و إن ضرك على الباطل و إن نفعك و أن لا يجوز منطقك علمك.    ","بحار الأنوار"],["قال الإمام الصادق(ع):إذا سئل الرجل منكم عما لا يعلم فليقل لا أدري و لا يقل الله أعلم فيوقع في قلب صاحبه شكا و إذا قال المسئول لا أدري فلا يتهمه السائل.","بحار الأنوار"],["قال الإمام الصادق(ع): إذا سئلت عما لا تعلم فقل لا أدري فإن لا أدري خير من الفتيا.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إياكم و الخصومة في الدين فإنها تشغل القلب عن ذكر الله عز و جل و تورث النفاق و تكسب الضغائن و تستجير الكذب.    ","بحار الأنوار"],["قال الإمام الصادق(ع): لا يخاصم إلا شاك في دينه أو من لا ورع له.    ","بحار الأنوار"],["قيل للإمام الصادق(ع): رجل رَاوِيَةٌ لحديثكم يبث ذلك إلى الناس و يشدده في قلوب شيعتكم و لعل عابدا من شيعتكم ليست له هذه الرواية أيهما أفضل قال راوية لحديثنا يبث في الناس و يشدد في قلوب شيعتنا أفضل من ألف عابد.    ","بحار الأنوار"],["سُئل الإمام الصادق(ع) عن رجلين أحدهما فقيه رَاوِيَةٌ للحديث و الآخر ليس له مثل روايته فقال: الرَّاوِيَةُ للحديث المتفقه في الدين أفضل من ألف عابد لا فقه له و لا رواية.","بحار الأنوار"],["عن الإمام الصادق (ع) قال قال أمير المؤمنين ع(ع) : ذكرنا أهل البيت شفاء من الوعك‏ و الأسقام و وسواس الريب و حبنا رضى الرب تبارك و تعالى.","بحار الأنوار"],["قال الإمام الصادق(ع): اعرفوا منازل شيعتنا على قدر روايتهم عنا و فهمهم منا.    ","بحار الأنوار"],["قال الإمام الصادق(ع): اكتب و بث علمك في إخوانك فإن مت فورث كتبك بنيك فإنه يأتي على الناس زمان هرج ما يأنسون فيه إلا بكتبهم.    ","بحار الأنوار"],["قال الإمام الصادق(ع): اكتبوا فإنكم لا تحفظون حتى تكتبوا.","بحار الأنوار"],["قال الإمام الصادق(ع):  من حفظ عني أربعين حديثا من أحاديثنا في الحلال و الحرام بعثه الله يوم القيامة فقيها عالما و لم يعذبه.","بحار الأنوار"],["قال الإمام الصادق(ع): رواة الكتاب كثير و رعاته قليل فكم من مستنصح للحديث مستغش للكتاب و العلماء تحزنهم الدراية و الجهال تحزنهم الرواية.    ","بحار الأنوار"],["قال الإمام الصادق(ع): أبى الله أن يجري الأشياء إلا بالأسباب فجعل لكل شي‏ء سببا و جعل لكل سبب شرحا و جعل لكل شرح مفتاحا و جعل لكل مفتاح علما و جعل لكل علم بابا ناطقا من عرفه عرف الله و من أنكره أنكر الله ذلك رسول الله (ص) و نحن.    ","بحار الأنوار"],["قال الإمام الصادق(ع): إنا أهل البيت عندنا معاقل العلم و آثار النبوة و علم الكتاب و فصل ما بين ذلك.    ","بحار الأنوار"],["قال الإمام الصادق(ع): أُمِرَ إبليس بالسجود لآدم فقال يا رب و عزتك إن أعفيتني من السجود لآدم لأعبدنك عبادة ما عبدك أحد قط مثلها قال الله جل جلاله إني أحب أن أطاع من حيث أريد.","بحار الأنوار"],["عن الإمام الصادق(ع): إن الله تبارك وتعالى ضمن للمؤمن ضمانا قيل: وماهو قال: ضمن له إن هو أقر له بالربوبية و لمحمد (ص) بالنبوة و لعلي (ع) بالإمامة وأدى ما افترضه عليه أن يسكنه في جواره قيل: فهذه‏ و الله هي الكرامة التي لا يشبهها كرامة الآدميين قال (ع) اعملوا قليلا تتنعموا كثيرا","بحار الأنوار"],["سُئل الصادق (ع) أي الأعمال أفضل ؟ قال: توحيدك لربك قيل : فما أعظم الذنوب؟ قال: تشبيهك لخالقك.","بحار الأنوار"],["عن أبان بن تغلب عن الإمام الصادق(ع) قال: إذا كان يوم القيامة نادى مناد من شهد أن لا إله‏ إلا الله فيدخل الجنة قال قلت: فعلام تخاصم الناس إذا كان من شهد أن لا إله إلا الله دخل الجنة فقال: إنه إذا كان يوم القيامة نسوها.","بحار الأنوار"],["عن الإمام الصادق(ع): جاء أعرابي إلى النبي ص فقال يا رسول الله هل للجنة من ثمن قال نعم قال ما ثمنها قال لا إله إلا الله يقولها العبد مخلصا بها قال و ما إخلاصها قال العمل بما بعثت به في حقه و حب أهل بيتي قال فداك أبي و أمي و إن حب أهل البيت لمن حقها قال إن حبهم لأعظم حقها.","بحار الأنوار"],["عن الإمام الصادق(ع): سبحان الله الذي (‏ليس كمثله شي‏ء) و (لا تدركه الأبصار) ولا يحيط به علم‏ (لم يلد) لأن الولد يُشْبِهُ أباه‏ (ولم يولد) فَيُشْبِهَ من كان قبله‏ (و لم يكن له)‏ من خلقه‏ (كفوا أحد) تعالى عن صفة من سواه علوا كبيرا.","بحار الأنوار"],["عن الإمام الصادق(ع): إن الله تبارك و تعالى لا يوصف بزمان و لا مكان و لا حركة و لا انتقال و لا سكون بل هو خالق الزمان و المكان و الحركة و السكون و الانتقال تعالى عما يقول الظالمون علوا كبيرا.    ","بحار الأنوار"],["عن الإمام الصادق(ع): الصلاة حجزة الله و ذلك أنها تحجز المصلي عن المعاصي ما دام في صلاته قال الله عز و جل‏ ( إن الصلاة تنهى‏ عن الفحشاء و المنكر )","بحار الأنوار"],["عن إسماعيل بن الفضل ‏سألت أبا عبد الله جعفر بن محمد الصادق (ع) عن الله تبارك و تعالى هل يُرى في المعاد؟ فقال: سبحان الله و تعالى عن ذلك علوا كبيرا يا ابن الفضل إن الأبصار لا تدرك إلا ما له لون و كيفية و الله خالق الألوان و الكيفية.    ","بحار الأنوار"],["عن الإمام الصادق(ع) في قول الله عز و جل‏ (فلما آسفونا انتقمنا منهم‏)قال إن الله تبارك و تعالى لا يأسف كأسفنا و لكنه خلق أولياء لنفسه يأسفون و يرضون و هم مخلوقون مدبرون فجعل رضاهم لنفسه رضى و سخطهم لنفسه سخطا و ذلك لأنه جعلهم الدعاة إليه و الأدلاء عليه","بحار الأنوار"],["سُئل الإمام الصادق(ع) عن الله تبارك وتعالى له رضى و سخط قال نعم و ليس ذلك على ما يوجد من المخلوقين و ذلك لأن الرضا و الغضب دخال يدخل عليه فينقله من حال إلى حال معتمل مركب للأشياء فيه مدخل و خالقنا لا مدخل للأشياء فيه واحد أحدي الذات و أحدي المعنى فرضاه ثوابه و سخطه عقابه","بحار الأنوار"],["عن الإمام الصادق(ع): إن الله عز وجل جعل لمن جعل له سلطانا مدة من ليال وأيام و سنين و شهور فإن عدلوا في الناس أمر الله عز وجل صاحب الفلك أن يبطئ بإدارته فطالت أيامهم ولياليهم وسنوهم وشهورهم وإن هم جاروا في الناس ولم يعدلوا أمر الله عز وجل صاحب الفلك فأسرع إدارته وأسرع فناء لياليهم","بحار الأنوار"],["عن الإمام الصادق(ع): ما أُمِرَ العباد إلا بدون سعتهم فكل شي‏ء أمر الناس بأخذه فهم متسعون له و ما لا يتسعون له فهو موضوع عنهم و لكن الناس لا خير فيهم.","بحار الأنوار"],["عن الإمام الصادق(ع): من يموت بالذنوب أكثر ممن يموت بالآجال و من يعيش بالإحسان أكثر ممن يعيش بالأعمار.    ","بحار الأنوار"],["قال الإمام الصادق(ع): كونوا دعاة الناس بأعمالكم و لا تكونوا دعاة بألسنتكم فإن الأمر ليس حيث يذهب إليه الناس إنه من أخذ ميثاقه أنه منا فليس بخارج منا و لو ضربنا خيشومه بالسيف و من لم يكن منا ثم حبونا له الدنيا لم يحبنا.","بحار الأنوار"],["عن الإمام الصادق(ع): إذا أراد الله بعبد خيرا نكت في قلبه نكتة بيضاء فجال القلب يطلب الحق ثم هو إلى أمركم أسرع من الطير إلى وكره‏.","بحار الأنوار"],["عن الإمام الصادق(ع): إن الله تبارك و تعالى أخذ ميثاق العباد و هم أَظِلَّةٌ قبل الميلاد فما تعارف من الأرواح ائتلف و ما تناكر منها اختلف.    ","بحار الأنوار"],["عن الإمام الصادق(ع): التوبة النصوح هو أن يكون باطن الرجل كظاهره و أفضل.    ","بحار الأنوار"],["عن الإمام الصادق(ع): أوحى الله عز و جل إلى داود النبي على نبينا و آله و عليه السلام يا داود إن عبدي المؤمن إذا أذنب ذنبا ثم رجع و تاب من ذلك الذنب و استحيا مني عند ذكره غفرت له و أنسيته الحفظة و أبدلته الحسنة و لا أبالي و أنا أرحم الراحمين.    ","بحار الأنوار"],["عن الإمام الصادق(ع): علامة الكبر ثلاث كلال البصر و انحناء الظهر و رقة القدم.    ","بحار الأنوار"],["عن الإمام الصادق(ع): إذا بلغ العبد ثلاثا و ثلاثين سنة فقد بلغ أشده و إذا بلغ أربعين سنة فقد انتهى منتهاه و إذا بلغ إحدى و أربعين فهو في النقصان و ينبغي لصاحب الخمسين أن يكون كمن هو في النزع.","بحار الأنوار"],["عن الإمام الصادق(ع): أتى النبي (ص) رجل فقال ما لي لا أحب الموت؟ فقال له: ألك مال؟ قال نعم قال فقدمته؟ قال لا قال فمن ثم لا تحب الموت.","بحار الأنوار"],["عن الإمام الصادق(ع):  لم يخلق الله عز و جل يقينا لا شك فيه أشبه بشك لا يقين فيه من الموت.","بحار الأنوار"],["جاء رجل إلى الإمام الصادق (ع) فقال: قد سئمت الدنيا فأتمنى على الله الموت فقال عليه السلام: تمن الحياة لتطيع لا لتعصي فلأن تعيش فتطيع خير لك من أن تموت فلا تعصي و لا تطيع.","بحار الأنوار"],["عن الإمام الصادق(ع) قال رسول الله(ص): لو أن البهائم يعلمون من الموت ما تعلمون أنتم ما أكلتم منها سمينا.","بحار الأنوار"],["عن الإمام الصادق(ع): ذكر الموت يميت الشهوات في النفس و يقلع منابت الغفلة و يقوي القلب بمواعد الله و يرق الطبع و يكسر أعلام الهوى و يطفئ نار الحرص و يحقر الدنيا و هو معنى ما قال النبي ص فكر ساعة خير من عبادة سنة","بحار الأنوار"],["عن الإمام الصادق(ع): من لا يعتبر بالموت و قلة حيلته و كثرة عجزه و طول مقامه في القبر و تحيره في القيامة فلا خير فيه.","بحار الأنوار"],["عن الإمام الصادق(ع): مكتوب في التوراة نُحنا لكم فلم تبكوا وشوّقناكم فلم تشتاقوا أَعْلِمِ الْقَتَّالِينَ أن لله سيفا لا ينام وهو جهنم .. أبناء الأربعين أوفوا للحساب أبناء الخمسين زرع قد دنا حصاده أبناء الستين ما ذا قدمتم و ما ذا أخرتم أبناء السبعين عدوا أنفسكم في الموتى","بحار الأنوار"],["عن الإمام الصادق(ع): ما من أهل بيت شعر و لا وبر إلا و ملك الموت يتصفحهم في كل يوم خمس مرات.","بحار الأنوار"],["عن الإمام الصادق(ع): إن أرواح المؤمنين يرون آل محمد ع في جبال رضوى فتأكل من طعامهم و تشرب من شرابهم و تحدث معهم في مجالسهم حتى يقوم قائمنا أهل البيت ع فإذا قام قائمنا بعثهم الله و أقبلوا معه يلبون زمرا فزمرا فعند ذلك يرتاب المبطلون و يضمحل المنتحلون و ينجو المقربون.","بحار الأنوار"],["عن الإمام الصادق(ع): إن للقبر كلاما في كل يوم يقول أنا بيت الغربة أنا بيت الوحشة أنا بيت الدود أنا القبر أنا روضة من رياض الجنة أو حفرة من حفر النار.","بحار الأنوار"],["عن الإمام الصادق(ع): القيامة عرس المتقين.","بحار الأنوار"],["عن الإمام الصادق(ع): يؤتى بالمرأة الحسناء يوم القيامة التي قد افتتنت في حسنها فتقول يا رب حسنت خلقي حتى لقيت ما لقيت فيجاء بمريم ع فيقال أنت أحسن أو هذه قد حسناها فلم تفتتن","بحار الأنوار"],["عن الإمام الصادق(ع): إذا كان يوم القيامة نشر الله تبارك و تعالى رحمته حتى يطمع إبليس في رحمته.","بحار الأنوار"],["عن الإمام الصادق(ع): ما من حسنة إلا و لها ثواب مبين في القرآن إلا صلاة الليل فإن الله عز اسمه لم يبين ثوابها لعظم خطرها.","بحار الأنوار"],["عن الإمام الصادق(ع): إذا كان يوم القيامة نظر رضوان خازن الجنة إلى قوم لم يمروا به فيقول من أنتم و من أين دخلتم قال يقولون إياك عنا فإنا قوم عبدنا الله سرا فأدخلنا الله سرا.","بحار الأنوار"],["قال الإمام الصادق(ع): صاحب العزلة متحصن بحصن الله تعالى و متحرس بحراسته فيا طوبى لمن تفرد به سرا و علانية ","مصباح الشريعة"],["قال الإمام الصادق(ع): البلاء زين للمؤمن و كرامة لمن عقل لأن في مباشرته الصبر عليه و الثبات عنده تصحيح نسبة الإيمان ","مصباح الشريعة"],["قال الإمام الصادق(ع): الصبر يظهر ما في بواطن العباد من النور و الصفاء و الجزع يظهر ما في بواطنهم من الظلمة و الوحشة ","مصباح الشريعة"],["قال الإمام الصادق(ع): الحزن من شعار العارفين لكثرة واردات الغيب على سرائرهم و طول مباهاتهم تحت ستر الكبرياء ","مصباح الشريعة"],["قال الإمام الصادق(ع): لو حجب الحزن عن قلوب العارفين ساعة لاستغاثوا و لو وضع في قلوب غيرهم لاستنكروه ","مصباح الشريعة"],["قال الإمام الصادق(ع): التوكل كأس مختوم بختام الله عز و جل فلا يشرب بها و لا يفض ختامها إلا المتوكلون ","مصباح الشريعة"],["قال الإمام الصادق(ع): التوكل مفتاح الإيمان و الإيمان قفل التوكل ","مصباح الشريعة"],["قال الإمام الصادق(ع):  إن أردت أن‏ تكون متوكلا لا متعللا فكبر على روحك خمس تكبيرات و ودع أمانيك كلها توديع الموت للحياة ","مصباح الشريعة"],["قال الإمام الصادق(ع): ليس أدنى حد التوكل إلا تسابق مقدومك بالهمة و لا تطالع مقسومك و لا تستشرف معدومك فتنتقض بأحدها عقد إيمانك و أنت لا تشعر","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تحرص على شي‏ء لو تركته لوصل إليك و كنت عند الله تعالى مستريحا محمودا بتركه و مذموما باستعجالك في طلبه ","مصباح الشريعة"],["قال الإمام الصادق(ع): إن الدنيا خلقها الله تعالى بمنزلة الظل إن طلبته أتعبك و لا تلحقه أبدا و إن تركته تبعك و أنت مستريح ","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا خرجت من منزلك فاخرج خروج من لا يعود و لا يكن خروجك إلا لطاعة أو سبب من أسباب الدين. ","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا خرجت من منزلك فاقصد في مشيك و راقب الله في كل خطوة كأنك على الصراط جائز. ","مصباح الشريعة"],["قال الإمام الصادق (ع): إذا خرجت من منزلك لا تكن لفاتا و أفش السلام لأهله مبتدئا ومجيبا و أعن من استعان بك في حق و أرشد الضال و أعرض عن الجاهلين","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا رجعت منزلك فادخل دخول الميت في القبر حيث ليس له همة إلا رحمة الله تعالى و عفوه‏  ","مصباح الشريعة"],["قال الإمام الصادق(ع): لا راحة لمؤمن على الحقيقة إلا عند لقاء الله تعالى وماسوى ذلك ففي صمت وخلوة وجوع وسَهَر. ","مصباح الشريعة"],["قال الإمام الصادق (ع): صفة الرضا أن يرضى المحبوب و المكروه و الرضا شعاع نور المعرفة و الراضي فان عن جميع اختياره و الراضي حقيقة هو المرضي عنه.","مصباح الشريعة"],["قال الإمام الصادق(ع): الرضا اسم يجتمع فيه معاني العبودية و تفسير الرضا سرور القلب ","مصباح الشريعة"],["قال الإمام الصادق(ع):  سمعت أبي الباقر يقول : تعلق القلب بالموجود شرك و بالمفقود كفر. ","مصباح الشريعة"],["قال الإمام الصادق(ع): قال النبي ص: الصوم جُنّة من آفات الدنيا و حجاب من عذاب الآخرة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا صمت فانو بصومك كف النفس عن الشهوات و قطع الهمة عن خطوات الشيطان و الشياطين. ","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا صمت فأنزل نفسك منزلة المرضى لا تشتهي طعاما و لا شرابا و توقع في كل لحظة شفاك من مرض الذنوب. ","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا صمت فطهر باطنك من كل كذب و كدر و غفلة و ظلمة يقطعك عن معنى الإخلاص لوجه الله تعالى. ","مصباح الشريعة"],["قال الإمام الصادق(ع): قيل لبعضهم إنك ضعيف و إن الصيام يضعفك قال إني أعده بشر يوم طويل و الصبر على طاعة الله أهون من الصبر على عذابه","مصباح الشريعة"],["قال الإمام الصادق(ع): الصوم يميت مراد النفس و شهوة الطبع و فيه صفاء القلب و طهارة الجوارح و عمارة الظاهر و الباطن و الشكر على النعم.","مصباح الشريعة"],["قال الإمام الصادق(ع): الصوم فيه الإحسان إلى الفقراء و زيادة التضرع و الخشوع و البكاء و حبل الالتجاء إلى الله تعالى ","مصباح الشريعة"],["قال الإمام الصادق(ع): الصوم فيه سبب انكسار الهمة و تخفيف السيئات و تضعيف الحسنات.","مصباح الشريعة"],["قال الإمام الصادق(ع): الزهد مفتاح باب الآخرة و البراءة من النار و هو ترك كل شي‏ء يشغلك عن الله تعالى من غير تأسف على فوتها.","مصباح الشريعة"],["قال الإمام الصادق(ع): الزهد هو ترك كل شي‏ء يشغلك عن الله تعالى لأنك ترى فوتها راحة و كونها آفة و تكون أبدا هاربا من الآفة معتصما بالراحة.","مصباح الشريعة"],["قال الإمام الصادق(ع): الزاهد الذي يختار الآخرة على الدنيا و الذل على العز و الدنيا و الجهد على الراحة و الجوع على الشبع.","مصباح الشريعة"],["قال الإمام الصادق(ع): الزاهد الذي يختار عافية الآجل على المحنة العاجل و الذكر على الغفلة و تكون نفسه في الدنيا و قلبه في الآخرة.","مصباح الشريعة"],["قال الإمام الصادق(ع): قال رسول الله ص لما خلق الله تعالى الدنيا أمرها بطاعته فأطاعت ربها فقال لها خالفي من طلبك و وافقي من خالفك.","مصباح الشريعة"],["قال الإمام الصادق(ع): الصمت شعار المحققين بحقائق ما سبق و جف القلم به و هو مفتاح كل راحة من الدنيا و الآخرة","مصباح الشريعة"],["قال الإمام الصادق(ع): الصمت فيه رضى الله و تخفيف الحساب و الصون من الخطايا و الزلل و قد جعله الله سترا على الجاهل و زينا للعالم.","مصباح الشريعة"],["قال الإمام الصادق(ع): أغلق باب لسانك عما لك منه بد لا سيما إذا لم تجد أهلا للكلام و المساعد في المذاكرة للهِ و في الله","مصباح الشريعة"],["قال الإمام الصادق (ع): كان ربيع بن خيثم يضع قرطاسا بين يديه فيكتب كل ما يتكلم به ثم يحاسب‏ نفسه في عشيته ما له وما عليه و يقول آه آه نجا الصامتون يقينا","مصباح الشريعة"],["قال الإمام الصادق(ع): كان بعض أصحاب رسول الله ص يضع الحصاة في فمه فإذا أراد أن يتكلم بما علم أنه لله و في الله و لوجه الله أخرجها من فمه","مصباح الشريعة"],["قال الإمام الصادق (ع): إن كثيرا من الصحابة كانوا يتنفسون تنفس الغرقى و يتكلمون شبيه المرضى و إنما سبب هلاك الخلق و نجاتهم الكلام و الصمت","مصباح الشريعة"],["قال الإمام الصادق(ع): طوبى لمن رزق معرفة عيب الكلام و صوابه و علم الصمت و فوائده فإن ذلك من أخلاق الأنبياء و شعار الأصفياء","مصباح الشريعة"],["قال الإمام الصادق(ع): من علم قدر الكلام أحسن صحبة الصمت.","مصباح الشريعة"],["قال الإمام الصادق (ع): من أشرفَ على ما في لطائف الصمت و ائتَمنه على خزائنه كان كلامه و صمته كلّه عبادة و لا يطلع على عبادته هذه إلا الملك الجبار","مصباح الشريعة"],["قال الإمام الصادق (ع): قال رسول الله ص المعتبر في الدنيا يبدل بها ما يقربه من رضا الله تعالى و عفوه و يغسل بماء زوالها مواضع دعوتها إليه","مصباح الشريعة"],["قال الإمام الصادق(ع): العِبرَة تورث صاحبها ثلاثة أشياء العلم بما يعمل و العمل بما يعلم و العلم بما لا يعلم.","مصباح الشريعة"],["قال الإمام الصادق(ع): العبرة أصلها أول يخشى آخره و آخر قد تحقق الزهد في أوله و لا يصح الاعتبار إلا لأهل الصفاء و البصيرة","مصباح الشريعة"],["قال الإمام الصادق(ع): من فتح الله عين قلبه و بصيرته بالاعتبار فقد أعطاه منزلة رفيعة و مُلكا ً عظيما.","مصباح الشريعة"],["قال الإمام الصادق(ع): لو حلف القانع بتملكه على الدارين لصدقه الله عز و جل بذلك و لأبره لعظم شأن مرتبة القناعة","مصباح الشريعة"],["قال الإمام الصادق(ع): كيف لا يقنع العبد بما قسم الله له و هو يقول (نحن قسمنا بينهم معيشتهم في الحياة الدنيا).","مصباح الشريعة"],["قال الإمام الصادق(ع): المتكلف مخطئ عن الصواب و إن أصاب و المتطوع مصيب و إن أخطأ","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تشتغل بلباس آخره البلاء و طعام آخره الخلاء و دار آخرها الخراب و مال آخره الميراث و إخوان آخرهم الفراق.","مصباح الشريعة"],["قال الإمام الصادق(ع): المغرور في الدنيا مسكين و في الآخرة مغبون لأنه باع الأفضل بالأدنى.","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تعجب من نفسك فربما اغتررت بطول عمرك و أولادك و أصحابك لعلك تنجو بهم.","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تعجب من نفسك فربما اغتررت بجمالك و منبتك و إصابتك مأمولك و هواك فظننت أنك صادق و مصيب.","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تعجب من نفسك فربما اغتررت بمالك و صحة جسمك لعلك أن تبقى.","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تعجب من نفسك فربما اغتررت بما تري الخلق من الندم على تقصيرك في العبادة و لعل الله تعالى يعلم من قلبك بخلاف ذلك.","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تعجب من نفسك فربما أقمت نفسك على العبادة متكلفا و الله يريد الإخلاص.","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تعجب من نفسك فربما افتخرت بعلمك و نسبك و أنت غافل عن مضمرات ما في غيب الله تعالى.","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تعجب من نفسك فربما اغتررت بما تري الخلق من الندم على تقصيرك في العبادة و لعل الله تعالى يعلم من قلبك بخلاف ذلك.","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تعجب من نفسك فربما حسبت أنك ناصح للخلق و أنت تريدهم لنفسك أن يميلوا إليك.","مصباح الشريعة"],["قال الإمام الصادق(ع): العارف شخصه مع الخلق و قلبه مع الله لو سها قلبه عن الله طرفة عين لمات شوقا إليه.","مصباح الشريعة"],["قال الإمام الصادق (ع):العارف قد غني عن الخلق و المراد و الدنيا و لا مونس له سوى الله ولا نطق ولا إشارة ولانفس إلا بالله و لله و من الله ومع الله","مصباح الشريعة"],["قال الإمام الصادق (ع): المحب أخلص الناس سرا لله وأصدقهم قولا و أوفاهم عهدا وأزكاهم عملا وأصفاهم ذكرا وأعبدهم نفسا تتباهى به الملائكة عند مناجاته","مصباح الشريعة"],["قال الإمام الصادق(ع):  قال أمير المؤمنين ع حب الله نار لا تمر على‏ شي‏ء إلا احترق و نور الله لا يطّلع على شي‏ء إلا أضاء. ","مصباح الشريعة"],["قال الإمام الصادق(ع): المحب في الله محب الله و المحبوب في الله حبيب الله لأنهما لا يتحابان إلا في الله.","مصباح الشريعة"],["قال الإمام الصادق(ع): المشتاق يعبد الله ليلا و نهارا راجيا بأن يصل إلى ما يشتاق إليه و يناجيه بلسان الشوق معبرا عما في سريرته ","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا دخلت ميدان الشوق (لله) فكبر على‏ نفسك و مرادك من الدنيا و دع جميع المألوفات و اصرفه عن سوى معشوقك.","مصباح الشريعة"],["قال الإمام الصادق(ع): مثل المشتاق (لله) مثل الغريق ليس له همة إلا خلاصه و قد نسي كل شي‏ء دونه‏.","مصباح الشريعة"],["قال الإمام الصادق(ع): الدنيا بمنزلة صورة رأسها الكبر و عينها الحرص و أذنها الطمع و لسانها الرياء و يدها الشهوة و رجلها العجب و قلبها الغفلة ","مصباح الشريعة"],["قال الإمام الصادق(ع): الدنيا كونها الفناء و حاصلها الزوال فمن أحبها أورثته الكبر و من استحسنها أورثته الحرص و من طلبها أورثته الطمع.","مصباح الشريعة"],["قال الإمام الصادق (ع): الدنيا من مَدَحَها ألبسته الرياء و من أرادها مكنته من العجب و من ركن إليها أولته الغفلة و من أعجبه متاعها أفتنته.","مصباح الشريعة"],["قال الإمام الصادق(ع): من رعى قلبه عن الغفلة و نفسه عن الشهوة و عقله عن الجهل فقد دخل في ديوان المتنبهين","مصباح الشريعة"],["قال الإمام الصادق(ع): من رعى علمه عن الهوى و دينه عن البدعة و ماله عن الحرام فهو من جملة الصالحين.","مصباح الشريعة"],["قال الإمام الصادق (ع): قال رسول الله الدنيا ساعة فاجعلها طاعة وباب ذلك كله ملازمة الخلوة بمداومة الفكر وسبب الخلوة القناعة وترك الفضول من المعاش","مصباح الشريعة"],["قال الإمام الصادق(ع): سبب الفكر الفراغ و عماد الفراغ الزهد و تمام الزهد التقوى و باب التقوى الخشية و دليل الخشية التعظيم لله تعالى ","مصباح الشريعة"],["قال الإمام الصادق (ع): ما اغتنم أحد بمثل ما اغتنم بغض البصر لأن البصر لا يغض عن محارم الله إلا و قد سبق إلى قلبه مشاهدة العظمة و الجلال. ","مصباح الشريعة"],["قال الإمام الصادق (ع):أصول معاملة الله فسبعة أشياء أداء حقه وحفظ حده وشكر عطائه والرضا بقضائه والصبر على بلائه وتعظيم حرمته والشوق إليه ","مصباح الشريعة"],["قال الإمام الصادق (ع): أصول معاملة النفس سبعة الخوف و الجهد وحمل الأذى والرياضة وطلب الصدق والإخلاص وإخراجها من محبوبها وربطها في الفقر ","مصباح الشريعة"],["قال الإمام الصادق(ع): أصول معاملة الخلق سبعة الحلم و العفو و التواضع و السخاء و الشفقة و النصح و العدل و الإنصاف ","مصباح الشريعة"],["قال الإمام الصادق (ع): أصول معاملة الدنيا الرضا بالدون والإيثار بالموجود وترك طلب المفقود وبغض الكثرة واختيار الزهد ومعرفة آفاتها ورفض شهواتها","مصباح الشريعة"],["قال الإمام الصادق(ع): العبودية جوهر كنهها الربوبية فما فقد من العبودية وجد في الربوبية و ما خفي عن الربوبية أصيب في العبودية ","مصباح الشريعة"],["قال الإمام الصادق(ع): تفسير العبودية بذل الكل و سبب ذلك منع النفس عما تهوى وحملها على ما تكره ومفتاح ذلك ترك الراحة وحب العزلة وطريقة الافتقار إلى الله","مصباح الشريعة"],["قال الإمام الصادق(ع): حروف العبد ثلاثة ع ب د فالعين علمه بالله و الباء بونه عمن سواه و الدال دنوه من الله تعالى بلا كيف و لا حجاب.‏ ","مصباح الشريعة"],["قال الإمام الصادق(ع): غض بصرك عما لا يليق بدينك و يكرهه قلبك و ينكره عقلك‏ ","مصباح الشريعة"],["قال الإمام الصادق(ع): قال النبي(ص): غُضُّوا أَبْصَارَكُمْ تَرَوُا الْعَجَائِب‏ ","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تتوفر عين نصيبها من نظر إلى محذور إلا و قد انعقد عقدة على قلبه من المُنية.‏ ","مصباح الشريعة"],["قال الإمام الصادق(ع):  إن كنت عاقلا فقدم العزيمة الصحيحة و النية الصادقة في حين قصدك إلى أي مكان أردت ","مصباح الشريعة"],["قال الإمام الصادق (ع) : انه النفس عن التخطي إلى محذور وكن متفكرا في مشيك و معتبرا بعجائب صنع الله تعالى أينما بلغت و لا تكن مستهزئا و لا متبخترا في مشيك","مصباح الشريعة"],["قال الإمام الصادق(ع): اذكر الله كثيرا فإنه قد جاء في الخبر أن المواضع التي يذكر الله فيها و عليها تشهد بذلك عند الله يوم القيامة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تكثرن‏ الكلام مع الناس في الطريق فإن فيه سوء الأدب و أكثر الطرق مراصد الشيطان و متجرته فلا تأمن كيده ","مصباح الشريعة"],["قال الإمام الصادق(ع): اجعل ذهابك و مجيئك في طاعة الله و السعي في رضاه فإن حركاتك كلها مكتوبة في صحيفتك. ","مصباح الشريعة"],["قال الإمام الصادق(ع): اعلم أن قليل العلم يحتاج إلى كثير العمل لأن علم ساعة يلزم صاحبه استعماله طول دهره ","مصباح الشريعة"],["قال الإمام الصادق (ع): ليس إلى الله سبحانه طريق يسلك إلابعلم والعلم زين المرء في الدنيا والآخرة وسائقه إلى الجنة وبه يصل إلى رضوان الله.","مصباح الشريعة"],["قال الإمام الصادق(ع): العالم حقا هو الذي ينطق عنه أعماله الصالحة و أوراده الزاكية وصدقه وتقواه لا لسانه ومناظرته ومعادلته و تصاوله ودعواه.","مصباح الشريعة"],["قال الإمام الصادق(ع): العالم يحتاج إلى عقل و رفق و شفقة و نصح و حلم و صبر و بذل و قناعة و المتعلم يحتاج إلى رغبة و إرادة و فراغ و نسك و خشية و حفظ و حزم.","مصباح الشريعة"],["قال الإمام الصادق(ع): الخشية ميراث العلم و ميزانه و العلم شعاع المعرفة و قلب الإيمان و من حرم الخشية لا يكون عالما. ","مصباح الشريعة"],["قال الإمام الصادق(ع): سألوا عيسى(ع) يا روح الله مع من نجالس قال: من يذكركم الله رؤيته ويزيد في علمكم منطقه ويرغبكم في الآخرة عمله. ","مصباح الشريعة"],["قال الإمام الصادق(ع): فِي كُلِّ نَفَسٍ مِنْ أَنْفَاسِكَ شُكْرٌ (لله) لَازِمٌ لَكَ بَلْ أَلْفٌ أَوْ أَكْثَر. ","مصباح الشريعة"],["قال الإمام الصادق(ع): كن لله عبدا شاكرا على كل حال تجد الله ربا كريما على كل حال. ","مصباح الشريعة"],["قال الإمام الصادق (ع): تمام الشكر الاعتراف بلسان السر خالصا لله بالعجزعن بلوغ أدنى شكره لأن التوفيق في الشكر نعمة حادثة يجب الشكر عليها ","مصباح الشريعة"],["قال الإمام الصادق (ع): من قرأ القرآن و لم يخضع لله و لم يرق قلبه ولا ينشئ حزنا ووجلا في سره فقد استهان بعظم شأن الله وخسر خسرانا مبينا ","مصباح الشريعة"],["قال الإمام الصادق(ع): قارئ القرآن محتاج إلى ثلاثة أشياء قلب خاشع و بدن فارغ و موضع خال. ","مصباح الشريعة"],["قال الإمام الصادق(ع): زين [أزين‏] اللباس للمؤمن لباس التقوى و أنعمه الإيمان قال الله تعالى‏ (و لباس التقوى‏ ذلك خير) ","مصباح الشريعة"],["قال الإمام الصادق(ع): خير لباسك ما لا يشغلك عن الله بل يقربك من ذكره وشكره وطاعته ولا يحملك على العجب والرياء و التزيين والتفاخر والخيلاء","مصباح الشريعة"],["قال الإمام الصادق(ع) : إذا لبست ثوبك فاذكر ستر الله عليك ذنوبك برحمته و ألبس باطنك كما ألبست ظاهرك بثوبك. ","مصباح الشريعة"],["قال الإمام الصادق(ع): إن نسيان الذنوب من أعظم عقوبة الله تعالى في العاجل و أوفر أسباب العقوبة في الآجل. ","مصباح الشريعة"],["قال الإمام الصادق(ع) : ما دام العبد مشتغلا بطاعة الله ومعرفة عيوب نفسه وترك ما يشين في دين الله فهو بمعزل عن الآفات غائص في بحر رحمة الله","مصباح الشريعة"],["قال الإمام الصادق(ع): ما دام العبد ناسيا لذنوبه جاهلا لعيوبه راجعا إلى حوله و قوته لا يفلح إذا أبدا. ","مصباح الشريعة"],["قال الإمام الصادق(ع): لا تراء بعملك من لا يحيي و لا يميت و لا يغني عنك شيئا و الرياء شجرة لا تثمر إلا الشرك الخفي و أصلها النفاق. ","مصباح الشريعة"],["قال الإمام الصادق (ع): أكثر ما يقع‏ الرياء في البصر والكلام والأكل والشرب والمجي‏ء والمجالسة واللباس والضحك والصلاة والحج والجهاد وقراءة القرآن","مصباح الشريعة"],["قال الإمام الصادق(ع): الصدق نور متشعشع في عالمه كالشمس يستضي‏ء بها كل شي‏ء بمعناها من غير نقصان يقع على معناها. ","مصباح الشريعة"],["قال الإمام الصادق (ع):إذا أردت أن تعلم أ صادق أنت أم كاذب فانظر في صدق معناك و عقد دعواك و عيّرهما بقسطاس من الله تعالى كأنك في القيامة ","مصباح الشريعة"],["قال الإمام الصادق(ع): أدنى حد الصدق أن لا يخالف اللسان القلب و لا القلب اللسان. ","مصباح الشريعة"],["قال الإمام الصادق (ع):الإخلاص يجمع فواضل الأعمال وهو معنى مفتاحه القبول وتوقيعه الرضا فمن تقبل الله منه ويرضى عنه فهو المخلص وإن قل عمله","مصباح الشريعة"],["قال الإمام الصادق(ع): من لا يتقبل الله منه فليس بمخلص و إن كثر عمله. ","مصباح الشريعة"],["عن الإمام الصادق(ع) : أدنى حدالإخلاص بذل العبد طاقته ثم لايجعل لعمله عند الله قدرا فيوجب به على ربه مكافأة بعمله لعلمه أنه لوطالبه بوفاء حق العبودية لعجز","مصباح الشريعة"],["قال الإمام الصادق(ع): أدنى مقام المُخلص في الدنيا السلامة من جميع الآثام و في الآخرة النجاة من النار و الفوز بالجنة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): من كان أعلى درجة في الإيمان و أصفى جوهرة بالروح كان أتقى و من كان أتقى كانت عبادته أخلص و أطهر. ","مصباح الشريعة"],["قال الإمام الصادق(ع): َ كُلُّ عِبَادَةٍ مُؤَسَّسَةٍ عَلَى غَيْرِ التَّقْوَى فَهِيَ هَبَاءٌ مَنْثُور. ","مصباح الشريعة"],["قال الإمام الصادق(ع) : تفسير التقوى ترك ما ليس بأخذه بأس حذرا مما به البأس وهو في الحقيقة طاعة بلا عصيان و ذكر بلا نسيان و علم بلا جهل مقبول غير مردود","مصباح الشريعة"],["قال الإمام الصادق(ع): أغلق أبواب جوارحك عما يقع ضرره إلى قلبك و يذهب بوجاهتك عند الله تعالى و يعقب الحسرة و الندامة يوم القيامة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): المُتورّع يحتاج إلى ثلاثة أصول الصفح عن عثرات الخلق أجمع و ترك خطيئته فيهم و استواء المدح و الذم. ","مصباح الشريعة"],["قال الإمام الصادق(ع): عاشر الخلق لله تعالى و لا تعاشرهم لنصيبك لأمر الدنيا و لطلب الجاه و الرياء و السمعة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): اقطع عمن ينسيك وصله ذكر الله تعالى و تشغلك ألفته عن طاعة الله فإن ذلك من أولياء الشيطان و أعوانه‏ ","مصباح الشريعة"],["قال الإمام الصادق(ع): نم نوم المعتبرين و لا تنم نوم الغافلين فإن المعتبرين من الأكياس ينامون استراحة و لا ينامون استبطارا. ","مصباح الشريعة"],["قال الإمام الصادق(ع): انو بنومك تخفيف مئونتك على الملائكة و اعتزال النفس عن شهواتها. ","مصباح الشريعة"],["قال الإمام الصادق(ع):  كن ذا معرفة بأنك عاجز ضعيف لا تقدر على شي‏ء من حركاتك و سكونك إلا بحكم الله و تقديره.  ","مصباح الشريعة"],["قال الإمام الصادق(ع): من نام عن فريضة أو سنة أو نافلة فاته بسببها شي‏ء فذلك نوم الغافلين و سيرة الخاسرين و صاحبه مغبون. ","مصباح الشريعة"],["قال الإمام الصادق(ع): من نام بعد فراغه من أداء الفرائض و السنن و الواجبات من الحقوق فذلك نوم محمود. ","مصباح الشريعة"],["قال الإمام الصادق (ع):كثرة النوم يتولد من كثرة الشرب وكثرة الشرب يتولد من كثرة الشبع وهما يثقلان النفس عن الطاعة ويقسيان القلب عن التفكر والخشوع","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا أردت الحج فجرد قلبك لله عز و جل من قبل عزمك من كل شاغل و حجب كل حاجب و فوض أمورك كلها إلى خالقك. ","مصباح الشريعة"],["قال الإمام الصادق (ع) : إذا أردت الحج فاغتسل بماء التوبة الخالصة من ذنوبك والبس كسوة الصدق والصفاء والخضوع والخشوع وأحرم عن كل شي‏ء يمنعك عن ذكر الله","مصباح الشريعة"],["قال الإمام الصادق(ع): على كل جزء من أجزائك زكاة واجبة لله تعالى بل على كل منبت شعر من شعرك بل على كل لحظة من لحظاتك زكاة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): زكاة العين النظرة بالعبرة و الغض عن الشهوات و ما يضاهيها ","مصباح الشريعة"],["قال الإمام الصادق (ع): زكاة الأذن استماع العين و الحكمة و القرآن و فوائد الدين من الموعظة و النصيحة و ما فيه نجاتك و الإعراض عما هو ضده ","مصباح الشريعة"],["قال الإمام الصادق(ع): زكاة اللسان النصح للمسلمين و التيقظ للغافلين و كثرة التسبيح و الذكر و غيرها. ","مصباح الشريعة"],["قال الإمام الصادق (ع): زكاة اليد البذل و العطاء و السخاء بما أنعم الله عليك به و تحريكها بكتابة العلم و منافع ينتفع بها المسلمون في طاعة الله.","مصباح الشريعة"],["قال الإمام الصادق (ع) : زكاة الرِجل السعي في حقوق الله من زيارة الصالحين ومجالس الذكر وإصلاح الناس و صلة الأرحام و الجهاد و ما فيه صلاح قلبك و سلامة دينك","مصباح الشريعة"],["قال الإمام الصادق (ع): صاحب النية الصادقة صاحب القلب السليم لأن سلامة القلب من هواجس المحذورات بتخليص النية لله تعالى في الأمور كلها. ","مصباح الشريعة"],["قال الإمام الصادق(ع): لا بد للعبد من خالص النية في كل حركة و سكون لأنه إذا لم يكن بهذا المعنى يكون غافلا. ","مصباح الشريعة"],["قال الإمام الصادق(ع): النية تبدو من القلب على قدر صفاء المعرفة و تختلف على حسب اختلاف الإيمان في معنى قوته و ضعفه. ","مصباح الشريعة"],["قال الإمام الصادق (ع):صاحب النية الخالصة نفسه وهواه معه مقهورتان تحت سلطان تعظيم الله والحياء منه وهو من طبعه وشهوته ومنية نفسه منه في تعب","مصباح الشريعة"],["قال الإمام الصادق(ع): من كان ذاكرا لله تعالى على الحقيقة فهو مطيع و من كان غافلا عنه فهو عاص و الطاعة علامة الهداية و المعصية علامة الضلالة","مصباح الشريعة"],["قال الإمام الصادق(ع): اجعل قلبك قبلة للسانك لا تحركه إلا بإشارة القلب و موافقة العقل و رضى الإيمان فإن الله تعالى عالم بسرك و جهرك. ","مصباح الشريعة"],["قال الإمام الصادق (ع): كن كالنازع روحه أو كالواقف في العرض الأكبر غير شاغل نفسك عما عناك بما كلفك به ربك في أمره و نهيه و وعده و وعيده. ","مصباح الشريعة"],["قال الإمام الصادق(ع): اجعل ذكر الله تعالى من أجل ذكره تعالى إياك فإنه ذكرك و هو غني عنك فذكره لك أجل و أشهى و أثنى و أتم من ذكرك له و أسبق.","مصباح الشريعة"],["قال الإمام الصادق(ع): من أراد أن يذكر الله تعالى فليعلم أنه ما لم يذكر الله العبد بالتوفيق لذكره لا يقدر العبد على ذكره‏. ","مصباح الشريعة"],["قال الإمام الصادق (ع): اجعل طاعتك لله بمنزلة روحك من جسدك و لتكن معتبرا حالك ما تحققه بينك و بين بارئك. ","مصباح الشريعة"],["قال الإمام الصادق(ع): اتق الله و كن حيث شئت و من أي قوم شئت فإنه لا خلاف لأحد في التقوى و التقوى محبوب عند كل فريق. ","مصباح الشريعة"],["قال الإمام الصادق(ع): التقوى ماء ينفجر من عين المعرفة بالله تعالى. ","مصباح الشريعة"],["قال الإمام الصادق(ع): مزيد التقوى يكون من أصل اطلاع الله عز و جل على سر العبد بلطفه. ","مصباح الشريعة"],["قال الإمام الصادق(ع): بر الوالدين من حسن معرفة العبد بالله إذ لا عبادة أسرع بلوغا لصاحبها إلى رضاء الله من بر الوالدين المؤمنين لوجه الله.","مصباح الشريعة"],["قال الإمام الصادق(ع): التواضع أصل كل شرف نفيس و مرتبة رفيعة و لو كان للتواضع لغة يفهمها الخلق لنطق عن حقائق ما في مخفيات العواقب. ","مصباح الشريعة"],["قال الإمام الصادق(ع): التواضع ما يكون لله و في الله و ما سواه مكر و من تواضع لله شرفه الله على كثير من عباده. ","مصباح الشريعة"],["قال الإمام الصادق (ع) : ليس لله عبادة يرضاها ويقبلها إلا وبابها التواضع ولا يعرف ما في معنى حقيقة التواضع إلا المقربون من عباده المتصلون بوحدانيته","مصباح الشريعة"],["قال الإمام الصادق(ع) : التواضع مزرعة الخشوع والخضوع و الخشية والحياء وإنهن لا يتبين إلا منها ولا يسلم الشرف التام الحقيقي إلا للمتواضع في ذات الله تعالى","مصباح الشريعة"],["قال الإمام الصادق(ع): الجهل صورة ركبت في بني آدم في الدنيا إقبالها ظلمة و إدبارها نور و العبد متقلب معها كتقلب الظل مع الشمس. ","مصباح الشريعة"],["قال الإمام الصادق(ع): أدنى صفة الجاهل دعواه بالعلم بلا استحقاق و أوسطه جهله بالجهل و أقصاه جحوده بالعلم. ","مصباح الشريعة"],["قال الإمام الصادق(ع): ليس شي‏ء إثباته حقيقة نفيه إلا الجهل و الدنيا و الحرص فالكل منهم كواحد و الواحد منهم كالكل‏. ","مصباح الشريعة"],["قال الإمام الصادق(ع): قلة الأكل محمود في كل حال و عند كل قوم لأن فيه مصلحة للظاهر و الباطن. ","مصباح الشريعة"],["قال الإمام الصادق(ع): الأكل الضروري للأصفياء و العدة لقوام الأتقياء و الفتوح للمتوكلين و القوت للمؤمنين. ","مصباح الشريعة"],["قال الإمام الصادق(ع): ليس شي‏ء أضر لقلب المؤمن من كثرة الأكل ، فيورث شيئين قسوة القلب و هيجان الشهوة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): الجوع إدام للمؤمنين و غذاء للروح و طعام للقلب و صحة للبدن. ","مصباح الشريعة"],["قال الإمام الصادق(ع): قال داود ع ترك لقمة مع الضرورة إليها أحب إلي من قيام عشرين ليلة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): لا يتمكن الشيطان بالوسوسة من العبد إلا و قد أعرض عن ذكر الله تعالى و استهان بأمره و سكن إلى نهيه و نسي اطلاعه على سره.","مصباح الشريعة"],["قال الإمام الصادق(ع): المهمل لأوقاته فهو صيد الشيطان لا محالة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): العجب كل العجب ممن يعجب بعمله و هو لا يدري بم يختم له. ","مصباح الشريعة"],["قال الإمام الصادق(ع): من أعجب بنفسه و فعله فقد ضل عن منهج الرشاد و ادعى ما ليس له و المدعي من غير حق كاذب و إن خفي دعواه. ","مصباح الشريعة"],["قال الإمام الصادق (ع): العُجب نبات حبّه الكفر و أرضه النفاق و ماؤه البغي و أغصانه الجهل و ورقه الضلال و ثمرته اللعنة و الخلود في النار. ","مصباح الشريعة"],["قال الإمام الصادق(ع): من اختار العُجب فقد بَذر الكفر و زرَع النفاق فلا بد من أن يُثمر و يَصير إلى النار. ","مصباح الشريعة"],["قال الإمام الصادق(ع):  لا يكون مؤمنا [مؤمن‏] إلا سخيا و لا يكون سخيا إلا ذو يقين و همة عالية. ","مصباح الشريعة"],["قال الإمام الصادق(ع): السّخاء شعاع نور اليقين من عرف ما قَصَد هان عليه ما بَذَل. ","مصباح الشريعة"],["قال الإمام الصادق(ع): من علامة السخاء أن لا يبالي من أكل الدنيا و من ملكها مؤمن أو كافر و مطيع أو عاص و شريف أو وضيع. ","مصباح الشريعة"],["قال الإمام الصادق (ع): من علامة السخيّ أن لو ملك الدنيا بأجمعها لم ير نفسه فيها إلا أجنبيا و لو بذلها في ذات الله في ساعة واحدة ما مل. ","مصباح الشريعة"],["قال الإمام الصادق(ع): لا يسمى سخيا إلا الباذل في طاعة الله و لوجهه و لو كان برغيف أو شربة ماء. ","مصباح الشريعة"],["قال الإمام الصادق (ع) : لو لم يكن للحساب مهولة إلا حياء العرض على الله وفضيحة هتك الستر على المخفيات لحق للمرءأن لا يهبط من رءوس الجبال ولا يأوي إلى عمران","مصباح الشريعة"],["قال الإمام الصادق (ع): إذا استقبلت القبلة (للصلاة) فآيس من الدنيا و ما فيها و الخلق و ما هم فيه وفرغ قلبك عن كل شاغل يشغلك عن الله تعالى","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا استقبلت القبلة (للصلاة) عاين بسرك عظمة الله عز و جل و اذكر وقوفك بين يديه ","مصباح الشريعة"],["قال الإمام الصادق (ع): إذا استقبلت القبلة (للصلاة) قف على قدم الخوف والرجاء فإذا كبرت فاستصغر ما بين السماوات العلى و الثرى دون كبريائه ","مصباح الشريعة"],["قال الإمام الصادق (ع):  اعلم أن الله غير محتاج إلى خدمتك و هو غني عنك و عن عبادتك و دعائك و إنما دعاك بفضله ليرحمك و يبعدك عن عقوبته. ","مصباح الشريعة"],["قال الإمام الصادق (ع): لو خلق الله عز و جل على ضعف ما خلق من العوالم أضعافا مضاعفة على سرمد الأبد لكان عند الله سواء كفروا به بأجمعهم أو وحدوه","مصباح الشريعة"],["قال الإمام الصادق (ع): لا يركع عبد لله تعالى ركوعا على الحقيقة إلا زيّنه الله بنور بهائه و أظلّه في ظلال كبريائه و كساه كسوة أصفيائه. ","مصباح الشريعة"],["قال الإمام الصادق (ع): الركوع أول و السجود ثان فمن أتى بمعنى الأول صلح للثاني و في الركوع أدب و في السجود قرب و من لا يحسن الأدب لا يصلح للقرب.","مصباح الشريعة"],["قال الإمام الصادق(ع): اركع ركوع خاضع لله عز و جل بقلبه متذلل وجل تحت سلطانه خافض لله بجوارحه خفض خائف حزين على ما يفوته من فوائد الراكعين","مصباح الشريعة"],["قال الإمام الصادق (ع): إن الله تعالى يرفع عباده بقدر تواضعهم له و يهديهم إلى أصول التواضع و الخضوع و الخشوع بقدر اطلاع عظمته على سرهم. ","مصباح الشريعة"],["قال الإمام الصادق(ع): ما خسر و الله تعالى قط من أتى بحقيقة السجود و لو كان في عمره مرة واحدة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): اسجد سجود متواضع لله ذليل علم أنه خلق من تراب يطؤه الخلق و أنه ركب من نطفة يستقذرها كل أحد و كوّن و لم يكن. ","مصباح الشريعة"],["قال الإمام الصادق(ع): جعل الله‏ معنى السجود سبب التقرب إليه بالقلب و السر و الروح فمن قرب منه بعد عن غيره. ","مصباح الشريعة"],["قال الإمام الصادق (ع): من كان قلبه متعلقا في صلاته بشي‏ء دون الله فهو قريب من ذلك الشي‏ء بعيد عن حقيقة ما أراد الله تعالى منه في صلاته. ","مصباح الشريعة"],["قال الإمام الصادق(ع): التشهد ثناء على الله فكن عبدا له في السر خاضعا له في الفعل كما أنك عبد له بالقول و الدعوى وصل صدق لسانك بصفاء صدق سرك.","مصباح الشريعة"],["قال الإمام الصادق(ع): التوبة حبل الله و مدد عنايته و لا بد للعبد من مداومة التوبة على كل حال. ","مصباح الشريعة"],["قال الإمام الصادق(ع): العاقل من كان ذلولا عند إجابة الحق منصفا بقوله جموحا عند الباطل خصيما بقوله يترك دنياه و لا يترك دينه. ","مصباح الشريعة"],["قال الإمام الصادق(ع): دليل العاقل شيئان صدق القول و صواب الفعل. ","مصباح الشريعة"],["قال الإمام الصادق(ع): الحاسد يضر بنفسه قبل أن يضر بالمحسود كإبليس أورث بحسده لنفسه اللعنة و لآدم ع الاجتباء و الهدى و الرفع. ","مصباح الشريعة"],["قال الإمام الصادق(ع): كن محسودا و لا تكن حاسدا فإن ميزان الحاسد أبدا خفيف بثقل ميزان المحسود. ","مصباح الشريعة"],["قال الإمام الصادق(ع): الرزق مقسوم فما ذا ينفع الحسد الحاسد و ما ذا يضر المحسود الحسد. ","مصباح الشريعة"],["قال الإمام الصادق(ع): الحسد أصله من عمى القلب و الجحود بفضل الله تعالى و هما جناحان للكفر. ","مصباح الشريعة"],["قال الإمام الصادق(ع): بالحسد وقع ابن آدم في حسرة الأبد و هلك مهلكا لا ينجو منه أبدا. ","مصباح الشريعة"],["قال الإمام الصادق(ع): لا توبة للحاسد لأنه مستمر عليه معتقد به مطبوع فيه يبدو بلا معارض مضر له و لا سبب و الطبع لا يتغير من الأصل و إن عولج.","مصباح الشريعة"],["قال الإمام الصادق(ع): فساد الظاهر من فساد الباطن و من أصلح سريرته أصلح الله علانيته و من خاف الله في السر لم يهتك الله علانيته. ","مصباح الشريعة"],["قال الإمام الصادق(ع): أعظم الفساد أن يرضى العبد بالغفلة عن الله تعالى و هذا الفساد يتولد من طول الأمل و الحرص و الكبر. ","مصباح الشريعة"],["قال الإمام الصادق(ع): قال نوح (ع) وجدت الدنيا كبيت له بابان دخلت من إحداهما و خرجت من الآخر. ","مصباح الشريعة"],["قال الإمام الصادق (ع): نجوى العارفين تدور على ثلاثة أصول الخوف و الرجاء و الحب فالخوف فرع العلم و الرجاء فرع اليقين و الحب فرع المعرفة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا تجلى ضياء المعرفة في الفؤاد هاج ريح المحبة (لله)  ","مصباح الشريعة"],["قال الإمام الصادق(ع): أخل قلبك عن كل شاغل يحجبك عن ربك فإنّه لا يَقبَل إلا الأطهَر الأخلص. ","مصباح الشريعة"],["قال الإمام الصادق(ع): إذا أراد أحدكم أن لا يسأل ربه‏ إلا أعطاه فلييأس من الناس كلهم و لا يكن رجاؤه إلا من عند الله عز و جل. ","مصباح الشريعة"],["قال الإمام الصادق(ع): من كان الأخذ أحب إليه من الإعطاء فهو مغبون لأنه يرى العاجل بغفلته أفضل من الآجل. ","مصباح الشريعة"],["قال الإمام الصادق (ع): اطلب مؤاخاة الأتقياء و لو في ظلمات الأرض و إن أفنيت عمرك في طلبهم فإن الله لم يخلق على وجه الأرض أفضل منهم بعد النبيين.","مصباح الشريعة"],["قال الإمام الصادق(ع): من طلب صديقا في زماننا هذا بلا عيب بقي بلا صديق. ","مصباح الشريعة"],["قال الإمام الصادق(ع): تفسير العفو ألا تلزم صاحبك فيما أجرم ظاهرا و تنسى من الأصل ما أصيب منه باطنا. ","مصباح الشريعة"],["قال الإمام الصادق(ع): من لا يعفو عن بشر مثله كيف يرجو عفو ملك جبار. ","مصباح الشريعة"],["قال الإمام الصادق(ع): العفو سر الله في القلوب. ","مصباح الشريعة"],["قال الإمام الصادق(ع): أفضل الوصايا و ألزمها أن لا تنسى ربك و أن تذكره دائما و لا تعصيه و تعبده قاعدا و قائما و لا تغتر بنعمته و اشكره أبدا.","مصباح الشريعة"],["قال الإمام الصادق(ع): اعلم أن بلايا الله محشوة بكراماته الأبدية و محنه مورثة رضاه و قربه و لو بعد حين. ","مصباح الشريعة"],["قال الإمام الصادق(ع): المفوض أمره إلى الله تعالى في راحة الأبد و العيش الدائم الرغد و المفوض حقا هو العالي عن كل همّة. ","مصباح الشريعة"],["قال الإمام الصادق(ع): الخوف رقيب القلب و الرجاء شفيع النفس و من كان بالله عارفا كان من الله خائفا و إليه راجياً.‏ ","مصباح الشريعة"],["قال الإمام الصادق(ع): صاحب الحياء مشتغل بشأنه معتزل من الناس مزدجر عما هم فيه و لو تركوا صاحب الحياء ما جالس أحدا. ","مصباح الشريعة"],["قال الإمام الصادق(ع):  كُلُّ ذِكْرٍ سِوَى اللَّهِ ظُلْمَةٌ . ","مصباح الشريعة"],["قال الإمام الصادق (ع): الحكمة ضياء المعرفة و ميراث التقوى و ثمرة الصدق و ما أنعم الله على عبد بنعمة أعظم و أنعم و أجزل و أرفع و أبهى من الحكمة للقلب‏.","مصباح الشريعة"],["قال الإمام الصادق(ع): قال لقمان لإبنه : صم صوما يقطع شهوتك ، ولا تصم صياما يمنعك من الصلاة ، فإن الصلاة أحب إلى الله من الصيام. ","بحار الأنوار"],["قال الصادق(ع‏): مر عيسى ابن مريم (ع) على قوم يبكون فقال: ما يبكي هؤلاء؟ فقيل: يبكون على ذنوبهم قال: فليدعوها.. تغفر لهم‏.","روضة الواعظين"]]