{
"title": "النبي عيسى (ع)",
"type": "text",
"data": [
{
"text": "قال عيسى (ع): طوبى للمتراحمين اولئك هم المرحومون يوم القيامة. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): طوبى للمصلحين بين الناس أولئك هم المقربون يوم القيامة. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): طوبى للمطهرة قلوبهم اولئك يزورون الله يوم القيامة . ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): طوبى للمتواضعين في الدنيا اولئك يرثون منابر الملك يوم القيامة. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): طوبى للمساكين لهم ملكوت السماء. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): طوبى للمحزونين هم الذين يسرون. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): طوبى لكم إذا حسدتم وشتمتم وقيل فيكم كل كلمة قبيحة كاذبة حينئذ فافرحوا وابتهجوا، فإن أجركم قد كثر في السماء",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): يا عبيد الدنيا تحلقون رؤوسكم وتقصرون قمصكم وتنكسون رؤوسكم ولا تنزعون الغل من قلوبكم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): يا عبيد الدنيا مثلكم كمثل القبور المشيدة يعجب الناظر ظهرها وداخلها عظام الموتى مملوة خطايا. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): يا عبيد الدنيا إنما مثلكم كمثل السراج يضيئ للناس ويحرق نفسه. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع):زاحموا العلماء في مجالسهم ولو حبوا على الركب فإن الله يحيي القلوب الميتة بنور الحكمة كما يحيي الارض الميتة بوابل المطر.",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): قلة المنطق حكم عظيم فعليكم بالصمت، فإنه دعة حسنة وقلة وزر وخفة من الذنوب فحصنوا باب العلم، فإن بابه الصبر. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): إن الله يبغض الضحاك من غير عجب، والمشاء إلى غير أدب فاستحيوا الله في سرائركم كما تستحيون الناس في علانيتكم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): اعلموا أن كلمة الحكمة ضالة المؤمن فعليكم بها قبل أن ترفع، ورفعها أن تذهب رواتها. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): يا صاحب العلم عظم العلماء لعلمهم ودع منازعتهم ، وصغر الجهال لجهلهم ولا تطردهم ولكن قربهم وعلمهم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): يا صاحب العلم اعلم أن كل نعمة عجزت عن شكرها بمنزلة سيئة تؤاخذ عليها. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): يا صاحب العلم اعلم أن كل معصية عجزت عن توبتها بمنزلة تعاقب بها. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): يا صاحب العلم كرب لا تدري متى تغشاك فاستعد لها قبل أن تفجأك. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: أٌعلمكم لتعلموا ولا أُعلمكم لتعجبوا بأنفسكم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): إنكم لن تنالوا ما تريدون إلا بترك ما تشتهون. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): لن تظفروا بما تأملون إلا بالصبر على ما تكرهون. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): إياكم والنظرة، فإنها تزرع في القلوب الشهوة وكفى بها لصاحبها فتنة. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): طوبى لمن جعل بصره في قلبه ولم يجعل قلبه في نظر عينه . ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): لا تنظروا في عيوب الناس كالارباب وانظروا في عيوبهم كهيئة عبيد الناس. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): إنما الناس رجلان مبتلى ومعافى، فارحموا المبتلى واحمدوا الله على العافية. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى(ع): إن قلوبكم بحيث تكون كنوزكم ولذلك الناس يحبون أموالهم وتتوق إليها أنفسهم فضعوا كنوزكم في السماء حيث لا يأكلها السوس ولا ينالهااللصوص",
"source": "تحف العقول"
},
{
"text": "قال عيسى: بحق أقول لكم: إن العبد لا يقدر على أن يخدم ربين ولا محالة أنه يؤثر أحدهما على الآخر وإن جهد، كذلك لا يجتمع لكم حب الله وحب الدنيا",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن شر الناس لرجل عالم آثر دنياه على علمه فأحبها وطلبها وجهد عليها  ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ما أكثر ثمار الشجر وليس كلها ينفع ويؤكل. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ما أكثر العلماء وليس كلهم ينتفع بما علم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ما أوسع الارض وليس كلها تسكن. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): إن الزرع ينبت في السهل ولا ينبت في الصفا وكذلك الحكمة تعمر في قلب المتواضع ولا تعمر في قلب المتكبر الجبار",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): إنه ليس على كل حال يصلح العسل في الزقاق وكذلك القلوب ليس على كل حال تعمر الحكمة فيها ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع) ويلكم يا عبيد السوء كيف ترجون أن يؤمنكم الله من فزع يوم القيامة وأنتم تخافون الناس في طاعة الله وتطيعونهم في معصيته",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: لا يؤمن الله من فزع ذلك اليوم من اتخذ العباد أربابا من دونه. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم يا عبيد السوء من أجل دنيا دنية وشهوة ردية تفرطون في ملك الجنة وتنسون هول يوم القيامة. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم يا عبيد الدنيا من أجل نعمة زائلة وحياة منقطعة تفرون من الله وتكرهون لقاء‌ه، فكيف يحب الله لقاء‌كم وأنتم تكرهون لقاء‌ه ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): كيف تزعمون أنكم أولياء الله من دون الناس وأنتم تفرون من الموت وتعتصمون بالدنيا. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ماذا يغني عنكم نقاء أجسادكم وصفاء ألوانكم وإلى الموت تصيرون وفي التراب تنسون وفي ظلمة القبر تغمرون. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): تقولون: إن الآخرة حق وأنتم تمهدون الدنيا. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): تقولون: إن الموت حق وأنتم تفرون منه. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): تقولون: إن الله يسمع ويرى ولا تخافون إحصاء‌ه عليكم  ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن القلوب إذا لم ترفق بذكر الموت وتتعبها دؤوب العبادة تقسو وتغلظ. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى(ع): كما لا ينقص البحر أن تغرق فيه السفينة ولا يضره ذلك شيئا كذلك لا تنقصون الله بمعاصيكم شيئا ولا تضرونه بل أنفسكم تضرون وإياها تنقصون",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم يا علماء السوء لا تحدثوا أنفسكم أن آجالكم تستأخر من أجل أن الموت لم ينزل بكم فكأنه قد حل بكم فأظعنكم ",
"source": "تحف العقول"
},
{
"text": "قال عيسى(ع): كما ينظر المريض إلى طيب الطعام فلا يلتذه مع ما يجده من شدة الوجع، كذلك صاحب الدنيا لا يلتذ بالعبادة ولا يجد حلاوتها مع ما يجد من حب المال",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم يا عبيد الدنيا نقوا القمح وطيبوه وأدقوا طحنه تجدوا طعمه يهنئكم أكله، كذلك فأخلصوا الايمان تجدوا حلاوته وينفعكم غبه",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: لا تدركون شرف الآخرة إلا بترك ما تحبون. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): لا تنتظروا بالتوبة غدا، فإن دون غد يوما وليلة قضاء الله فيهما يغدو ويروح. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن صغار الخطايا ومحقراتها لمن مكايد إبليس: يحقرها لكم ويصغرها في أعينكم فتجتمع فتكثر وتحيط بكم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن المدحة بالكذب والتزكية في الدين لمن رأس الشرور المعلومة وإن حب الدنيا لرأس كل خطيئة. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى(ع): ليس شئ أبلغ في شرف الآخرة وأعون على حوادث الدنيا من الصلاة الدائمة، وليس شئ أقرب إلى الرحمن منها فدوموا عليها واستكثرو منها",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن كل عمل المظلوم الذي لم ينتصر بقول ولا فعل ولا حقد هو في ملكوت السماء عظيم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): أيكم رأى نورا اسمه ظلمة أو ظلمة اسمها نور كذلك لا يجتمع للعبد أن يكون مؤمنا كافرا ولا مؤثرا للدنيا راغبا في الآخرة",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): هل زارع شعير يحصد قمحا أو زارع قمح يحصد شعيرا، كذلك يحصد كل عبد في الآخرة ما زرع ويجزى بما عمل. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن الناس في الحكمة رجلان: فرجل أتقنها بقوله وضيعها بسوء فعله. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): الحكمة رجل أتقنها بقوله وصدقها بفعله، وشتان بينهما، فطوبى للعلماء بالفعل وويل للعلماء بالقول. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى(ع) بحق أقول لكم: من لا ينقي من زرعه الحشيش يكثر فيه حتى يغمره فيفسده وكذلك من لايخرج من قلبه حب الدنيا يغمره حتى لايجد لحب الآخرة طعما",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم يا عبيد الدنيا اتخذوا مساجد ربكم سجونا لاجسادكم واجعلوا قلوبكم بيوتا للتقوى ولا تجعلوا قلوبكم مأوى للشهوات.",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن أجزعكم على البلاء لاشدكم حبا للدنيا. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): إن أصبركم على البلاء لازهدكم في الدنيا. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم يا علماء السوء ألم تكونوا أمواتا فأحياكم الله فلما أحياكم متم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم ألم تكونوا اميين فعلمكم الله، فلما علمكم نسيتم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم ألم تكونوا جفاة ففقهكم الله، فلما فقهكم جهلتم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم ألم تكونوا ضلالا فهداكم الله، فلما هداكم ضللتم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم ألم تكونوا عميا فبصركم الله، فلما بصركم عميتم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم ألم تكونوا صما فأسمعكم الله فلما أسمعكم صممتم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم ألم تكونوا بكما فأنطقكم الله، فلما أنطقكم بكمتم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم ألم تستفتحوا، فلما فتح لكم الله نكصتم على أعقابكم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ويلكم ألم تكونوا أذلة فأعزكم الله ، فلما عززتم قهرتم واعتديتم وعصيتم ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع):  للموت تتوالدون وللخراب تبنون وتعمرون وللوارثين تمهدون. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن الناس معافى ومبتلى فاحمدوا الله على العافية وارحموا أهل البلاء. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن كل كلمة سيئة تقولون بها تعطون جوابها يوم القيامة. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى(ع): يا عبيد السوء إذا قرب أحدكم قربانه ليذبحه فذكر أن أخاه واجد عليه فليترك قربانه وليذهب إلى أخيه فليرضه ثم ليرجع إلى قربانه فليذبحه",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: ماذا يغني عن الجسد إذا كان ظاهره صحيحا وباطنه فاسدا. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): ما تغني عنكم أجسادكم إذا أعجبتكم وقد فسدت قلوبكم وما يغني عنكم أن تنقوا جلودكم وقلوبكم دنسة. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): لا تكونوا كالمنخل يخرج الدقيق الطيب ويمسك النخالة كذلك أنتم تخرجون الحكمة من أفواهكم ويبقى الغل في صدوركم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: ابدؤوا بالشر فاتركوه ثم اطلبوا الخير ينفعكم، فإنكم إذا جمعتم الخير مع الشر لم ينفعكم الخير. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): إن الذي يخوض النهر لابد أن يصيب ثوبه الماء وإن جهد أن لا يصيبه كذلك من يحب الدنيا لا ينجو من الخطايا. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: طوبى للذين يتهجدون من الليل أولئك الذين يرثون النور الدائم",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن الدنيا خلقت مزرعة تزرع فيها العباد الحلو والمر والشر ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): الخير له مغبة نافعة يوم الحساب والشر له عناء وشقاء يوم الحصاد. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن الحكيم يعتبر بالجاهل، والجاهل يعتبر بهواه. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): اوصيكم أن تختموا على أفواهكم بالصمت حتى لا يخرج منها ما لا يحل لكم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إنكم لا تدركون ما تأملون إلا بالصبر على ما تكرهون، ولا تبتغون ما تريدون إلا بترك ما تشتهون. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: يا عبيد الدنيا كيف يدرك الآخرة من لا تنقص شهوته من الدنيا ولا تنقطع منها رغبته. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: يا عبيد الدنيا إن احدكم يبغض صاحبه على الظن ولا يبغض نفسه على اليقين. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن أحدكم ليغضب إذا ذكر له بعض عيوبه وهي حق، ويفرح إذا مدح بما ليس فيه. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن أرواح الشياطين ما عمرت في شئ ما عمرت في قلوبكم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): فإنما أعطاكم الله الدنيا لتعملوا فيها للآخرة ولم يعطكموها لتشغلكم عن الآخرة ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن الاجر محروص عليه ولا يدركه إلا من عمل له. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن الشجرة لا تكمل إلا بثمرة طيبة، كذلك لا يكمل الدين إلا بالتحرج عن المحارم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن الزرع لا يصلح إلا بالماء والتراب، كذلك الايمان لا يصلح إلا بالعلم والعمل. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن الماء يطفئ النار، كذلك الحلم يطفئ الغضب. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: لا يجتمع الماء والنار في إناء واحد، كذلك لا يجتمع الفقه والعمى في قلب واحد.",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إن الشمس نور كل شئ وإن الحكمة نور كل قلب، والتقوى رأس كل حكمة ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): إن الرجل الحكيم لا يغرس شجرة إلا شجرة يرضاها ولا يحمل على خيله إلا فرسا يرضاه، كذلك المؤمن العالم لا يعمل إلا عملا يرضاه ربه",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): الحكمة في قلب الحكيم مثل الماء في الارض الميتة تحيي قلبه كما يحيي الماء الارض الميتة",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم:إن نقل الحجارة من رؤوس الجبال أفضل من أن تحدث من لا يعقل عنك حديثك، كمثل الذي يصنع الطعام لاهل القبور",
"source": "تحف العقول"
},
{
"text": "قال عيسى(ع): طوبى لمن حبس الفضل من قوله الذي يخاف عليه المقت من ربه ولا يحدث حديثا إلا يفهم ولا يغبط امرء‌افي قوله حتى يستبين له فعله",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): طوبى لمن تعلم من العلماء ما جهل. وعلم الجاهل مما علم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): طوبى لمن عظم العلماء لعلمهم و ترك منازعتهم وصغر الجهال لجهلهم ولا يطردهم ولكن يقربهم ويعلمهم. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: يا معشر الحواريين إنكم اليوم في الناس كالاحياء من الموتى. فلا تموتوا بموت الاحياء. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع):  يقول الله تبارك وتعالى يحزن عبدي المؤمن أن أصرف عنه الدنيا وذلك أحب ما يكون إلي وأقرب ما يكون مني ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع):  يا عبيد السوء تلومون الناس على الظن ولا تلومون أنفسكم على اليقين. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع):  ماذا يغني عن الاعمى سعة نور الشمس وهو لا يبصرها، كذلك لا يغني عن العالم علمه إذ هو لم يعمل به.",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع):  من شمخ برأسه إلى السقف شجه، ومن خفض برأسه عنه استظل تحته وأكنه، وكذلك من لم يتواضع لله خفضه ومن تواضع لله رفعه. ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع):  القلوب ما لم تخرقها الشهوات ويدنسها الطمع ويقسها النعيم فسوف تكون أوعية للحكمة.",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): كما لا تنقص نور الشمس كثرة من يتقلب فيها بل به يعيش ويحيى كذلك لا ينقص الله كثرة ما يعطيكم ويرزقكم بل برزقه تعيشون وبه تحيون",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): من الآن فنوحوا على أنفسكم، ومن الآن فابكوا على خطاياكم، ومن الآن فتجهزوا وخذوا أهبتكم وبادروا التوبة إلى ربكم.",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): بحق أقول لكم: إنه لا يكون مطر بغير سحاب، كذلك لا يكون عمل في مرضات الرب إلا بقلب نقي.  ",
"source": "تحف العقول"
},
{
"text": "قال عيسى (ع): الحق باب كل خير، ورحمة الله باب كل حق، ومفاتيح ذلك الدعاء والتضرع والعمل، وكيف يفتح باب بغير مفتاح.",
"source": "تحف العقول"
},
{
"text": "قال عيسى(ع): أشقى الناس من هو معروف عند الناس بعلمه مجهول بعمله.    ",
"source": "بحار الأنوار"
},
{
"text": "قال عيسى(ع): الدينار داء الدين و العالم طبيب الدين فإذا رأيتم الطبيب يجر الداء إلى نفسه فاتهموه و اعلموا أنه غير ناصح لغيره.    ",
"source": "بحار الأنوار"
},
{
"text": "قال عيسى(ع): رأيت حجرا عليه مكتوب اقلبني فقلبته فإذا على باطنه مكتوب من لا يعمل بما يعلم مشئوم عليه طلب ما لا يعلم و مردود عليه ما علم",
"source": "مصباح الشريعة"
}
]
}