[["قال المهدي(ع): أنا بقيّةٌ من آدمَ ، وذخيرةٌ من نوحٍ ، ومصطفىً من إبراهيمَ ، وصَفوةٌ من محمدٍ (صلى الله عليهم أجمعين). ","بحار الأنوار"],["قال المهدي(ع):إنّ الحقَّ معنا وفينا، لا يقولُ ذلك سوانا إلاّ كذّابٌ مُفتَرٍ. ","بحار الأنوار"],["قال المهدي(ع):إنّ الله تعالى هو الذي خلق الأجسام ، وقسَّم الأرزاق، لأنّه ليس بجسمٍ ولا حَالٍّ في جسمٍ ليسَ كمثلِه شيءٌ وهو السّميعُ العليم.","الغيبة للطوسي"],["قال المهدي(ع):إنّ الله معنا ، ولا فاقَةَ بنا إلى غيرِه ، والحقَّ معنا فلن يوحِشَنَا مَن قعدَ عنّا.. ونحن صنائعُ ربّنا والخلقُ بعدُ صَنائعُنا","الغيبة للطوسي"],["قال المهدي(ع):العلمُ عِلمُنا ، ولا شيءَ عليكُم مِن كُفرِ مَن كَفرَ. ","بحار الأنوار"],["قال المهدي(ع):لو أن أشياعَنا  على اجتماعٍ من القلوب في الوفاء بالعهد عليهم لما تأخّر عنهم اليُمنُ بلقائِنا ولتعَجّلَت لهمُ السعادة بمشاهدتنا","بحار الأنوار"],["قال المهدي(ع):إنّ فضل الدّعاء والتسبيح بعد الفرائض على الدّعاء بعقيب النّوافل ، كفضل الفرائض على النوافل. ","الاحتجاج للطبرسي "],["قال المهدي(ع):ما أُرغِم أنف الشيطان بشيءٍ مثل الصلاة ، فصلّها وأَرغم أنف الشيطان. ","بحار الأنوار"],["قال المهدي(ع):إنّي أمانٌ لأهل الأرضِ ، كما أنّ النجومَ أمانٌ لأهل السّماء. ","بحار الأنوار"],["قال المهدي(ع):أقدارَ الله عزّ وجلّ لا تُغالَب، وإرادتُه لا تُرَدُّ، وتوفيقُهُ لا يُسبق. ","بحار الأنوار"],["قال المهدي(ع):أمّا عِلّةُ ما وقعَ من الغَيْبة، فإنّ الله عزّ وجلّ قال: يا أيها الذين آمنوا لا تسألوا عن أشياءَ إنْ تُبدَ لكم تَسؤكم. ","بحار الأنوار"],["قال المهدي(ع):إنّ الأرضَ لا تخلوا من حُجّةٍ : إمّا ظاهراً أو مغموراً. ","كمال الدين للصدوق"],["قال المهدي(ع):كلمّا غاب عَلَمٌ بدا عَلَمٌ، وإذا أَفَل نجمٌ طلع نجم. ","بحار الأنوار"],["قال المهدي(ع):ملعونٌ ملعونٌ من أخّر الغداة (صلاة الفجر) إلى أن تنقضي النجوم. ","بحار الأنوار"],["قال المهدي(ع):أنا خاتم الأوصياء وبي يدفع الله البلاء عن أهلي وشيعتي. ","بحار الأنوار"],["قال المهدي(ع):من كان في حاجة الله ، كان الله في حاجته. ","بحار الأنوار"],["قال المهدي(ع):أبى الله عز وجل للحق إلا إتماما وللباطل إلا زهوقاً وهو شاهد عليّ بما أذكره. ","بحار الأنوار"],["قال الحجة(ع):أما وجه الانتفاع بي في غيبتي فكالانتفاع بالشمس إذا غيبها عن الأبصار السحاب وإني لأمان لأهل الأرض كما أن النجوم أمان لأهل السماء","بحار الأنوار"],["قال المهدي(ع):أكثروا الدعاء بتعجيل الفرج، فإن ذلك فرَجُكم. ","كمال الدين للصدوق"],["قال المهدي(ع):إن اُستَرشدت أُرشِدتَ، وإن طَلبت وجدت. ","بحار الأنوار"],["قال المهدي(ع):لا يحلّ لأحد أن يتصرّف في مال غيره بغير إذنه. ","وسائل الشيعة"],["قال المهدي(ع):ليس بين الله عز وجل وبين أحدٍ قرابةٌ، ومن أنكرني فليس مني. ","الغيبة للطوسي"],["قال المهدي(ع):إنّا غيرُ مهملين لمراعاتكم، ولا ناسين لذكركم .. ولولا ذلك لنزل بكم اللاّواء ، واصطلمكم الأعداء، فاتقوا الله جلّ جلاله وظاهرونا","بحار الأنوار"],["قال المهدي(ع):وأمّا الحوادث الواقعة : فارجعوا فيها إلى رواة حديثنا فإنهم حُجّتي عليكم ، وأنا حُجّة الله عليهم. ","بحار الأنوار"],["قال المهدي(ع):إذا استغفرت الله (عز وجل) فالله يغفر لك. ","بحار الأنوار"],["قال المهدي(ع):إن الله تعالى لم يخلق الخلق عبثا ، ولا أهملهم سُدىَ.","الغيبة للطوسي"],["قال المهدي(ع):فليعمل كل امرئ منكم بما يقرب به من محبتنا ، ويتجنب ما يُدنيه من كراهيتنا وسخطنا. ","الاحتجاج للطبرسي "],["قال المهدي(ع):قُلُوبُنا أوعيةٌ لمشيئة الله، فإذا شاء شئنا. ","بحار الأنوار"],["قال المهدي(ع): لولا ما عِندَنا من محبّةِ صلاحِكُم ورحمتِكم ، والإشفاق عليكم ، لكنّا عن مخاطبتكم في شُغُلٍ. ","بحار الأنوار"],["قال المهدي(ع):زَعَمَتِ الظلمة أن حُجّة الله داحضةٌ، ولو أُذن لنا في الكلام لزال الشّك. ","بحار الأنوار"],["قال المهدي(ع):علامة ظهور أمري كَثرَةُ الهَرَجِ والمَرجِ والفِتن. ","بحار الأنوار"],["قال المهدي(ع):إنّا يُحيطُ عِلمُنا بأنبائِكُم، ولا يعزُبُ عنّا شيئٌ من أخبارِكُم. ","بحار الأنوار"],["قال المهدي(ع):الدّينُ لمحمّد صلى الله عليه وآله وسلم والهدايةُ لعَلِيٍّ أمير المؤمنين ع، لأنها لهُ وفي عَقِبِه باقيةً إلى يومِ القيامة","بحار الأنوار"],["قال المهدي(ع):إذا أَذِنَ الله لنا في القول ، ظَهرَ الحقُّ واضمَحَلَّ الباطلُ وانحسَرَ عنكم. ","بحار الأنوار"],["قال المهدي(ع):أمّا ظهور الفَرَج ،فإنّه إلى الله وكَذِب الوقّاتون. ","بحار الأنوار"],["قال المهدي(ع): اتّقوا الله، وسلّموا لنا، ورُدّوا الأمر إلينا، فعلينا الإصدار، كما كان مِنّا الإيراد، ولا تحاولوا كشف ما غُطِّيِ عنكم ","بحار الأنوار"],["قال المهدي(ع): لا ظُهورَ إلاّ بعد إذن الله تعالى ذِكرُهُ وذلك بعد طول الأمد وقسوةِ القلوب وامتلاء الأرضِ جَوْراَ. ","الاحتجاج للطبرسي "]]