[["قال الإمام علي(ع):   صدر العاقل صندوق سره و لا غنى كالعقل و لا فقر كالجهل و لا ميراث كالأدب و لا مال أعود من العقل و لا عقل كالتدبير.    ","بحار الأنوار"],["قال الإمام علي (ع):أربع خصال يسود بها المرء العفة و الأدب و الجود و العقل.    ","بحار الأنوار"],["قال الإمام علي (ع):الحلم غطاء ساتر و العقل حسام باتر فاستر خلل خلقك بحلمك و قاتل هواك بعقلك.","بحار الأنوار"],["قال الإمام علي(ع):   من لم يكن أكثر ما فيه عقله كان بأكثر ما فيه قتله.    ","بحار الأنوار"],["قال الإمام علي(ع):الجمال في اللسان و الكمال في العقل و لا يزال العقل و الحمق يتغالبان على الرجل إلى ثماني عشرة سنة فإذا بلغها غلب عليه أكثرهما فيه.    ","بحار الأنوار"],["قال الإمام علي(ع):العقول أئمة الأفكار و الأفكار أئمة القلوب و القلوب أئمة الحواس و الحواس أئمة الأعضاء.    ","بحار الأنوار"],["سُئل الإمام علي بن أبي طالب (ع) عن أول ما خلق الله تبارك و تعالى.. فقال النور.    ","بحار الأنوار"],["قال الإمام  علي(ع):العاقل من رفض الباطل.    ","بحار الأنوار"],["قيل للإمام علي بن أبي طالب(ع): صف لنا العاقل فقال: هو الذي يضع الشي‏ء مواضعه قيل له: فصف لنا الجاهل قال قد فعلت.    ","بحار الأنوار"],["قال الإمام علي(ع):    في وصيته للإمام للحسن (ع): الْعَقْلُ حِفْظُ التَّجَارِبِ وَ خَيْرُ مَا جَرَّبْتَ مَا وَعَظَكَ. ","بحار الأنوار"],["قال الإمام علي(ع):العقل ولادة و العلم إفادة و مجالسة العلماء زيادة.    ","بحار الأنوار"],["قال الإمام علي(ع):من ترك الاستماع عن ذوي العقول مات عقله.","بحار الأنوار"],["قال الإمام علي(ع):تعلموا العلم فإن تعلمه حسنة و مدارسته تسبيح و البحث عنه جهاد و تعليمه لمن لا يعلمه صدقة و هو أنيس في الوحشة و صاحب في الوحدة و سلاح على الأعداء و زين الأخلاء","بحار الأنوار"],["قال الإمام علي(ع):تعلموا العلم فإنه يرفع الله به أقواما يجعلهم في الخير أئمة يقتدى بهم ترمق أعمالهم و تقتبس آثارهم ترغب الملائكة في خلتهم يمسحونهم بأجنحتهم في صلاتهم لأن العلم حياة القلوب و نور الأبصار من العمى و قوة الأبدان من الضعف و ينزل الله حامله منازل الأبرار","بحار الأنوار"],["قال الإمام علي(ع): بالعلم يطاع الله و يعبد و بالعلم يعرف الله و يوحد و بالعلم توصل الأرحام و به يعرف الحلال و الحرام و العلم إمام العقل و العقل تابعه يلهمه الله السعداء و يحرمه الأشقياء.    ","بحار الأنوار"],["قال الإمام علي (ع) قال رسول الله (ص‏):فضل العلم أحب إلى الله من فضل العبادة و أفضل دينكم الورع.    ","بحار الأنوار"],["قال الإمام علي(ع):أيها الناس لا خير في دين لا تفقه فيه و لا خير في دنيا لا تدبر فيها و لا خير في نسك لا ورع فيه.    ","بحار الأنوار"],["قال الإمام علي(ع):أيها الناس اعلموا أن كمال الدين طلب العلم و العمل به و أن طلب العلم أوجب عليكم من طلب المال إن المال مقسوم بينكم مضمون لكم قد قسمه عادل بينكم و ضمنه سيفي لكم به","بحار الأنوار"],["قال الإمام علي(ع):العلم مخزون عليكم عند أهله قد أمرتم بطلبه منهم فاطلبوه و اعلموا أن كثرة المال مفسدة للدين مقساة للقلوب و أن كثرة العلم و العمل به مصلحة للدين سبب إلى الجنة و النفقات تنقص المال و العلم يزكو على إنفاقه و إنفاقه بثه إلى حفظته و رواته","بحار الأنوار"],["قال الإمام علي(ع):اعلموا أن صحبة العالم و اتباعه دين يدان الله به و طاعته مكسبة للحسنات ممحاة للسيئات و ذخيرة للمؤمنين و رفعة في حياتهم و جميل الأحدوثة عنهم بعد موتهم","بحار الأنوار"],["قال الإمام علي(ع):إن العلم ذو فضائل كثيرة فرأسه التواضع و عينه البراءة من الحسد و أذنه الفهم و لسانه الصدق و حفظه الفحص و قلبه حسن النية و عقله معرفة الأسباب بالأمور و يده الرحمة و همته السلامة و رجله زيارة العلماء و حكمته الورع و مستقره النجاة و فائدته العافية و مركبه الوفاء","بحار الأنوار"],["قال الإمام علي(ع):إن العلم ذو فضائل كثيرة مركبه الوفاء و سلاحه لين الكلام و سيفه الرضا و قوسه المداراة و جيشه محاورة العلماء و ماله الأدب و ذخيرته اجتناب الذنوب و زاده المعروف و مأواه الموادعة و دليله الهدى و رفيقه صحبة الأخيار.","بحار الأنوار"],["قال الإمام علي(ع):الشاخص في طلب العلم كالمجاهد في سبيل الله إن طلب العلم فريضة على كل مسلم و كم من مؤمن يخرج من منزله في طلب العلم فلا يرجع إلا مغفورا.    ","بحار الأنوار"],["قال أمير المؤمنين(ع): يا مؤمن إن هذا العلم و الأدب ثمن نفسك فاجتهد في تعلمهما فما يزيد من علمك و أدبك يزيد في ثمنك و قدرك فإن بالعلم تهتدي إلى ربك و بالأدب تحسن خدمة ربك و بأدب الخدمة يستوجب العبد ولايته و قربه فاقبل النصيحة كي تنجو من العذاب.    ","بحار الأنوار"],["قال أمير المؤمنين(ع):و الله ما برأ الله من برية أفضل من محمد و مني و أهل بيتي و إن الملائكة لتضع أجنحتها لطلبة العلم من شيعتنا.    ","بحار الأنوار"],["قال الإمام علي(ع): إن أولى الناس بالأنبياء أعلمهم بما جاءوا به ثم تلا ع‏ليه السلام: (إن أولى الناس بإبراهيم للذين اتبعوه و هذا النبي و الذين آمنوا)    ","بحار الأنوار"],["قال الإمام علي(ع):الجاهل صغير و إن كان شيخا و العالم كبير و إن كان حدثا.    ","بحار الأنوار"],["قال الإمام علي(ع):الْمَوَدَّةُ أَشْبَكُ الْأَنْسَابِ وَ الْعِلْمُ أَشْرَفُ الْأَحْسَابِ. ","بحار الأنوار"],["قال الإمام علي(ع):من عرف الحكمة لم يصبر من الازدياد منها.    ","بحار الأنوار"],["قال الإمام علي(ع):الكلمة من الحكمة يسمعها الرجل فيقول أو يعمل بها خير من عبادة سنة.    ","بحار الأنوار"],["قال الإمام علي(ع):كفى بالعلم شرفا أن يدعيه من لا يحسنه و يفرح إذا نسب إليه و كفى بالجهل ذما يبرأ منه من هو فيه.    ","بحار الأنوار"],["قال الإمام علي(ع): أيها الناس طوبى لمن شغله عيبه عن عيوب الناس و تواضع من غير منقصة و جالس أهل الفقه و الرحمة و خالط أهل الذل و المسكنة و أنفق مالا جمعه في غير معصية.    ","بحار الأنوار"],["قال الإمام علي(ع): أيها الناس اعلموا أنه ليس بعاقل من انزعج من قول الزور فيه و لا بحكيم من رضي بثناء الجاهل عليه الناس أبناء ما يحسنون و قدر كل امرئ ما يحسن فتكلموا في العلم تبين أقداركم.    ","بحار الأنوار"],["قال الإمام علي(ع): ثلاث بهن يكمل المسلم التفقه في الدين و التقدير في المعيشة و الصبر على النوائب.    ","بحار الأنوار"],["قال الإمام علي(ع): قال رسول الله(ص): نعم الرجل الفقيه في الدين إن احتيج إليه نفع و إن لم يحتج إليه نفع نفسه.    ","بحار الأنوار"],["قال الإمام علي(ع): تفقه في الدين فإن الفقهاء ورثة الأنبياء.    ","بحار الأنوار"],["قال الإمام علي(ع): العلوم أربعة الفقه للأديان و الطب للأبدان و النحو للسان و النجوم لمعرفة الأزمان.    ","بحار الأنوار"],["قال الإمام علي (ع) لسائل سأله عن معضلة سل تفقها و لا تسأل تعنتا فإن الجاهل المتعلم شبيه بالعالم و إن العالم المتعسف شبيه بالجاهل.    ","بحار الأنوار"],["قال الإمام علي(ع): من قوى مسكينا في دينه ضعيفا في معرفته على ناصب مخالف فأفحمه لقنه الله‏ يوم يدلى في‏ قبره أن يقول الله ربي و محمد نبيي و علي وليي و الكعبة قبلتي و القرآن بهجتي و عدتي و المؤمنون إخواني فيقول الله أدليت بالحجة فوجبت لك أعالي درجات الجنة","بحار الأنوار"],["قال الإمام علي(ع): لما كلم الله موسى بن عمران ع قال موسى إلهي ما جزاء من دعا نفسا كافرة إلى الإسلام قال يا موسى آذن له في الشفاعة يوم القيامة لمن يريد.","بحار الأنوار"],["قال الإمام علي(ع): ما أخذ الله ميثاقا من أهل الجهل بطلب تبيان العلم حتى أخذ ميثاقا من أهل العلم ببيان العلم للجهال لأن العلم قبل الجهل.    ","بحار الأنوار"],["قال الإمام علي(ع): لم يمت من ترك أفعالا تقتدى بها من الخير و من نشر حكمة ذكر بها.    ","بحار الأنوار"],["قال الإمام علي(ع):الدنيا كلها جهل إلا مواضع العلم و العلم كله حجة إلا ما عمل به و العمل كله رياء إلا ما كان مخلصا و الإخلاص على خطر حتى ينظر العبد بما يختم له.    ","بحار الأنوار"],["قال الإمام علي(ع): لا تجعلوا علمكم جهلا و يقينكم شكا إذا علمتم فاعملوا و إذا تيقنتم فأقدموا.    ","بحار الأنوار"],["قال الإمام علي(ع): اقتدوا بهدي نبيكم فإنه أفضل الهدي و استنوا بسنته فإنها أهدى السنن و تعلموا القرآن فإنه أحسن الحديث و تفقهوا فيه فإنه ربيع القلوب و استشفوا بنوره فإنه شفاء الصدور و أحسنوا تلاوته فإنه أنفع القصص","بحار الأنوار"],["قال الإمام علي(ع): فإن العالم العامل بغير علمه كالجاهل الحائر الذي لا يستفيق من‏ جهله بل الحجة عليه أعظم و الحسرة له ألزم و هو عند الله ألوم.","بحار الأنوار"],["قال الإمام علي(ع): لو أن حملة العلم حملوه بحقه لأحبهم الله و ملائكته و أهل طاعته من خلقه و لكنهم حملوه لطلب الدنيا فمقتهم الله و هانوا على الناس.    ","بحار الأنوار"],["عن الإمام الصادق(ع) قال: أن أمير المؤمنين (ع) قال لكميل بن زياد النخعي: تبذل و لا تشهر و وار شخصك و لا تذكر و تعلم و اعمل و اسكت تسلم تسر الأبرار و تغيظ الفجار و لا عليك إذا عرفك الله دينه أن لا تعرف الناس و لا يعرفوك.    ","بحار الأنوار"],["قال الإمام علي(ع): مثل العالم مثل النخلة ينتظر بها متى يسقط عليك منها شي‏ء و العالم أعظم أجرا من الصائم القائم الغازي في سبيل الله و إذا مات العالم ثلم في الإسلام ثلمة لا يسدها شي‏ء إلى يوم القيامة.    ","بحار الأنوار"],["قال الإمام علي(ع): إذا جلست إلى العالم فكن على أن تسمع أحرص منك على أن تقول و تعلم حسن الاستماع كما تعلم حسن القول و لا تقطع على حديثه.    ","بحار الأنوار"],["قال الإمام علي(ع): لا تحقرن عبدا آتاه الله علما فإن الله لم يحقره حين آتاه إياه.    ","بحار الأنوار"],["قال الإمام علي(ع): طلبة هذا العلم على ثلاثة أصناف ألا فاعرفوهم بصفاتهم و أعيانهم صنف منهم يتعلمون للمراء و الجهل‏ و صنف منهم يتعلمون للاستطالة و الختل و صنف منهم يتعلمون للفقه و العقل","بحار الأنوار"],["قال الإمام علي(ع): طلبة هذا العلم على ثلاثة أصناف ألا فاعرفوهم بصفاتهم فأما صاحب المراء و الجهل تراه مؤذيا مماريا للرجال في أندية المقال قد تسربل بالتخشع و تخلى من الورع فدق الله من هذا حيزومه و قطع منه خيشومه","بحار الأنوار"],["قال الإمام علي(ع): طلبة هذا العلم على ثلاثة أصناف ألا فاعرفوهم بصفاتهم... أما صاحب الاستطالة و الختل‏ فإنه يستطيل على أشباهه من أشكاله و يتواضع للأغنياء من دونهم فهو لحلوائهم هاضم و لدينه حاطم‏ فأعمى الله من هذا بصره و قطع من آثار العلماء أثره","بحار الأنوار"],["قال الإمام علي(ع): الملوك حكام على الناس و العلم حاكم عليهم و حسبك من العلم أن تخشى الله و حسبك من الجهل أن تعجب بعلمك.    ","بحار الأنوار"],["قال الإمام علي(ع): ألا أخبركم بالفقيه حقا قالوا بلى يا أمير المؤمنين قال من لم يقنط الناس من رحمة الله و لم يؤمنهم من عذاب الله و لم يرخص لهم في معاصي الله و لم يترك القرآن رغبة عنه إلى‏ غيره","بحار الأنوار"],["قال الإمام علي(ع): ألا لا خير في علم ليس فيه تفهم ألا لا خير في قراءة ليس فيها تدبر ألا لا خير في عبادة ليس فيها تفقه.","بحار الأنوار"],["قال الإمام علي(ع): الناس منقوصون مدخولون إلا من عصم الله سائلهم متعنت و مجيبهم متكلف يكاد أفضلهم رأيا يرده عن فضل رأيه الرضاء و السخط و يكاد أصلبهم عودا تنكؤه اللحظة و تستحيله الكلمة الواحدة.","بحار الأنوار"],["قال الإمام علي(ع): من نصب نفسه للناس إماما فعليه أن يبدأ بتعليم نفسه قبل تعليم غيره و ليكن تأديبه بسيرته قبل تأديبه بلسانه و معلم نفسه و مؤدبها أحق بالإجلال من معلم الناس و مؤدبهم.    ","بحار الأنوار"],["قال الإمام علي(ع): إن من أحب عباد الله إليه عبدا أعانه الله على نفسه فاستشعر الحزن و تجلبب الخوف فزهر مصباح الهدى في قلبه و أعد القرى ليومه النازل به فقرب على نفسه البعيد و هون الشديد نظر فأبصر و ذكر فاستكثر و ارتوى من عذب فرات سهلت له موارده فشرب نهلا و سلك سبيلا جددا","بحار الأنوار"],["قال الإمام علي(ع): الهيبة خيبة و الفرصة خلسة و الحكمة ضالة المؤمن فاطلبوها و لو عند المشرك تكونوا أحق بها و أهلها.    ","بحار الأنوار"],["قال الإمام علي(ع): الفتن ثلاث حب النساء و هو سيف الشيطان و شرب الخمر و هو فخ الشيطان و حب الدينار و الدرهم و هو سهم الشيطان فمن أحب النساء لم ينتفع بعيشه و من أحب الأشربة حرمت عليه الجنة و من أحب الدينار و الدرهم فهو عبد الدنيا.    ","بحار الأنوار"],["قال الإمام علي(ع):إن في جهنم رحى تطحن أ فلا تسألوني ما طحنها فقيل له و ما طحنها يا أمير المؤمنين قال العلماء الفجرة و القراء الفسقة و الجبابرة الظلمة و الوزراء الخونة و العرفاء الكذبة    ","بحار الأنوار"],["قال الإمام علي(ع): أشد الناس بلاء و أعظمهم عناء من بلي بلسان مُطْلَقٍ وَ قَلْبٍ مُطْبَقٍ فهو لا يحمد إن سكت و لا يحسن إن نطق.    ","بحار الأنوار"],["قال الإمام علي(ع): أيها الناس لا خير في دين لا تفقه فيه‏ و لا خير في دنيا لا تدبر فيها و لا خير في نسك لا ورع فيه.    ","بحار الأنوار"],["قال الإمام علي(ع): علامة الإيمان أن تؤثر الصدق حيث يضرك على الكذب حيث ينفعك و أن لا يكون في حديثك فضل عن علمك و أن تتقي الله في حديث غيرك.    ","بحار الأنوار"],["قال الإمام علي(ع): إياكم و المراء و الخصومة فإنهما يمرضان القلوب على الإخوان و ينبت عليهما النفاق.    ","بحار الأنوار"],["سُئل الإمام علي (ع) أي الأعمال أعظم عند الله عز و جل؟ قال: التسليم و الورع.    ","بحار الأنوار"],["عن الإمام علي(ع): إن الله رفع درجة اللسان فأنطقه بتوحيده من بين الجوارح.    ","بحار الأنوار"],["سُئل الإمام علي (ع): بما عرفت ربك؟ قال: بفسخ العزم‏ و نقض الهمم لما أن هممت حال بيني و بين همي و عزمت فخالف القضاء عزمي فعلمت أن المدبر غيري","بحار الأنوار"],["سُئل الإمام علي(ع)عن إثبات الصانع فقال: البعرة تدل على البعير و الروثة تدل على الحمير و آثار القدم تدل على المسير فهيكل علوي بهذه اللطافة و مركز سفلي بهذه الكثافة كيف لا يدلان على اللطيف الخبير.","بحار الأنوار"],["عن الإمام علي(ع):  بصنع الله يستدل عليه و بالعقول تعتقد معرفته و بالتفكر تثبت حجته معروف بالدلالات مشهور بالبينات.","بحار الأنوار"],["سُئل الإمام علي(ع) ما الدليل على إثبات الصانع؟ قال: ثلاثة أشياء تحويل الحال و ضعف الأركان و نقض الهمة.","بحار الأنوار"],["عن الإمام علي(ع):  حقيقة السعادة أن يختم الرجل عمله بالسعادة و حقيقة الشقاء أن يختم المرء عمله بالشقاء.","بحار الأنوار"],["عن الإمام علي(ع):أكثروا ذكر الموت و يوم خروجكم من القبور و قيامكم بين يدي الله عز و جل تهون عليكم المصائب.    ","بحار الأنوار"],["عن الإمام علي(ع): كم من غافل ينسج ثوبا ليلبسه و إنما هو كفنه و يبني بيتا ليسكنه و إنما هو موضع قبره.","بحار الأنوار"],["عن الإمام علي(ع):قَصِّرِ الْأَمَلَ وَ اذْكُرِ الْمَوْتَ وَ ازْهَدْ فِي الدُّنْيَا فَإِنَّكَ رَهْنُ مَوْتٍ وَ غَرَضُ بَلَاءٍ وَ صَرِيعُ سُقْمٍ‏.","بحار الأنوار"],["عن الإمام علي(ع): لقد غفلنا عن الموت غفلة أقوام غير نازل بهم و ركنا إلى الدنيا و شهواتها ركون أقوام قد أيقنوا بالمقام و غفلنا عن المعاصي و الذنوب غفلة أقوام لا يرجون حسابا و لا يخافون عقابا.    ","بحار الأنوار"],["عن الإمام علي(ع): اعملوا و أطيعوا و لا تتكلوا و لا تستصغروا عقوبة الله عز و جل فإن من المسرفين من لا تلحقه شفاعتنا إلا بعد عذاب ثلاثمائة ألف سنة.","بحار الأنوار"],["عن الإمام علي(ع): يا عباد الله ما بعد الموت لمن لا يغفر له أشد من الموت القبر فاحذروا ضيقه و ضنكه و ظلمته و غربته إن القبر يقول كل يوم أنا بيت الغربة أنا بيت التراب أنا بيت الوحشة أنا بيت الدود و الهوام","بحار الأنوار"]]