["(16): ﴿وَلَقَدْ خَلَقْنَا الْإِنسَانَ وَنَعْلَمُ... ﴾: الله بعلمه قريب من كل شيء لأن ما من شيء إلا منه، وإذن فلا شيء بعيد عنه. \n\n(17): ﴿إِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ﴾: وهما الملكان الحافظان يسجلان الحسنات والسيئات ﴿عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ﴾: يجلس كاتب الخيرات عن اليمين وكاتب المحرمات عن الشمال. \n\n(18): ﴿مَا يَلْفِظُ مِن قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ﴾: أي حاضر ومهيأ، والآية توضيح وتوكيد لكتاب الملكين، وانه لا يغادر صغيرة ولا كبيرة كما في الآية 49 من الكهف. \n\n(19) - (20): ﴿وَجَاءتْ سَكْرَةُ الْمَوْتِ﴾: غمرته وشدته ﴿بِالْحَقِّ ذَلِكَ مَا كُنتَ مِنْهُ تَحِيد﴾: أي تنكر، الموت أول لحظة من الآخرة وآخر لحظة من الدنيا، وفي هذه اللحظة بالذات ينكشف لمنكر البعث أنه حق ويقال له بلسان الحال أو المقال: هذا ما استبعدت وأنكرت. \n\n(21): ﴿وَجَاءتْ كُلُّ نَفْسٍ مَّعَهَا سَائِقٌ﴾: يسوقها إلى محشرها ﴿وَشَهِيدٌ﴾: يشهد عليها بعملها. \n\n(22): ﴿لَقَدْ كُنتَ فِي غَفْلَةٍ مِّنْ هَذَا... ﴾: في الدنيا غفلة وحجاب، أما في الآخرة فكل شيء على المكشوف، يبز أمام الجاهل الكثير مما قد أنكر، وينكر الكثير مما كان به من الموقنين. \n\n(23): ﴿وَقَالَ قَرِينُهُ﴾: وهو الملك الموكل بكتابة الأعمال والأقوال: ﴿هَذَا مَا لَدَيَّ عَتِيدٌ﴾: أحضرت السجل الصادق العادل لمن وكلت به. \n\n(24): ﴿أَلْقِيَا فِي جَهَنَّمَ﴾: الخطاب لملكين من ملائكة العذاب ﴿كُلَّ كَفَّارٍ عَنِيدٍ﴾: كثير الكفر بالحق والعناد له. \n\n(25) - (26): ﴿مَّنَّاعٍ لِّلْخَيْرِ﴾: لا يفعله ويصد الناس عن فعله ﴿مُعْتَدٍ مُّرِيبٍ﴾: يتجاوز الحدود في قوله وفعله، ويشك فيما ليس فيه شك. \n\n(27): ﴿قَالَ قَرِينُهُ﴾: هذا القرين غير الأول، ذاك من الكرام الكاتبين، وهذا شيطان غاوٍ أثيم ﴿رَبَّنَا مَا أَطْغَيْتُهُ﴾: ولكن هو الذي ضلِّ وطغى بسوء اختياره. \n\n(28): ﴿قَالَ﴾: سبحانه ﴿لَا تَخْتَصِمُوا لَدَيَّ﴾: لا كلام هنا، لقد أعذرت بما أنذرت. \n\n(29): ﴿مَا يُبَدَّلُ الْقَوْلُ لَدَيَّ﴾: سبقت كلمته تعالى بأن الجنة لمن أطاع، والنار لمن عصى، ولا مبدل لكلماته وما هو بظلام للعبيد. \n\n(30): ﴿يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِن مَّزِيدٍ﴾: جاء في صحيح البخاري ج6 بعنوان (سورة ق) ما نصه بالحرف الواحد: (عن النبي (ص) قال: يلقى في النار وتقول هل من مزيد حتى يضع قدمه فتقول قط قط) ولا ادري كيف سجَّل البخاري هذا الحديث في صحيحه وهو يعارض ويخالف قوله تعالى: (ليس كمثله شيء-11 الشورى) وقد ثبت عن النبي (ص) انه قال: (ما جاءكم عني يوافق كتاب الله فأنا قلته، وما جاءكم يخالف كتاب الله فلم أقله) وهل من عالم يشك في أن حديث الرجل والجسم المنسوب للذات القدسية- مخالف للعقل والوحي؟. \n\n(31): ﴿وَأُزْلِفَتِ الْجَنَّةُ لِلْمُتَّقِينَ﴾: هي أقرب ما تكون إليهم، وهم اقرب من يكون إليها. \n\n(32) - (33): ﴿هَذَا مَا تُوعَدُونَ﴾: هذه إشارة إلى الجنة، والخطاب في توعدون للذين توافرت فيهم أربع خلال: \n1) يرجعون إلى الله في جميع أُمورهم \n2) يحفظون عهد الطاعة ولا ينقضونه \n3) يخافون الله في السر حيث لا يراهم احد إلا هو \n4) يأتون ربهم يوم بقلوب زاكية خالية من كل ما يشين. \n\n(34) - (35): ﴿ادْخُلُوهَا بِسَلَامٍ﴾: والفرق بين السلام في الآخرة والسلام في الدنيا أن هذا السلام الأخير في كف عفريت معَّرض للزوال والآفات والمخبآت، أما سلام الآخرة فهو باق ببقاء الله سبحانه، ولذا قال عز من قائل: ﴿ادْخُلُوهَا بِسلَامِ ذَلِكَ يَوْمُ الْخُلُودِ﴾: وفي الآية 46 من الحجر (ادخلوها بسلام آمنين) أي من التقلبات والمفاجآت. \n\n","تفسير المبين"]