["(9)-(10): ﴿وَعَدَ اللّهُ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ ...﴾: كرر سبحانه وعده بالثواب لمن آمن وأخلص ليزداد جهادًا أو إيمانًا، وكرر وعيده بالعقاب لمن خان وبغى لعله يذكر أو يخشى. \n\n(11): ﴿يَا أَيُّهَا الَّذِينَ آمَنُواْ اذْكُرُواْ نِعْمَتَ اللّهِ عَلَيْكُمْ﴾: خص الله سبحانه محمدًا (ص) ومن آمن معه بالعديد من نعمه، وأهمها جميعًا هذه النعمة التي أشار إليها بقوله: ﴿إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُواْ إِلَيْكُمْ أَيْدِيَهُمْ فَكَفَّ أَيْدِيَهُمْ عَنكُمْ﴾: تحالف المشركون واليهود والمنافقون ضد المسلمين، فصد الله عنهم قوى الشر والبغي، وأظهر دينه تعالى على رغم كل حاقد ومعاند. \n\n(12): ﴿وَلَقَدْ أَخَذَ اللّهُ مِيثَاقَ بَنِي إِسْرَآئِيلَ﴾: أن لا يتجاوزوا حدود الله والحق وَبَعَثْنَا ﴿مِنهُمُ اثْنَيْ عَشَرَ نَقِيبًا﴾: بعدد الأسباط ، لكل سبط نقيب أي قائد يدبر أمور جماعته ومرؤوسيه ﴿وَقَالَ اللّهُ﴾: لبني إسرائيل ﴿إِنِّي مَعَكُمْ﴾: أنصركم ولا أخذلكم بهذه الشروط: الأول ﴿لَئِنْ أَقَمْتُمُ الصّلوةَ﴾: على أصولها، الثاني ﴿وَآتَيْتُمُ الزَّكَوةَ﴾: كاملة، الثالث ﴿وَآمَنتُم بِرُسُلِي﴾: جميعًا دون استثناء، الرابع ﴿وَعَزَّرْتُمُوهُمْ﴾: عظمتموهم ونصرتموهم، الخامس، ﴿وَأَقْرَضْتُمُ اللّهَ قَرْضًا حَسَنًا﴾: وأيضًا تنفقون مع الزكاة قسمًا آخر من أموالكم في سبيل الله، وجزاء القيام بهذه الخمسة شيئان: الأول ﴿لَّأُكَفِّرَنَّ عَنكُمْ سَيِّئَاتِكُمْ﴾: العفو عن السيئات (أن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين-114 هود) الثاني ﴿وَلأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ﴾: هذا الجزاء عند الله سبحانه: العفو والجنة لمن سمع وأطاع ﴿فَمَن كَفَرَ بَعْدَ ذَلِكَ مِنكُمْ﴾: الإفضال والإنعام منه تعالى وأخذ الميثاق بالشكر والطاعة ﴿فَقَدْ ضَلَّ سَوَاء السَّبِيلِ﴾: انحرف وجار عن الطريق القويم. \n\n(13): ﴿فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعنَّاهُمْ﴾: هذا هو دين اليهود ودينهم: نقض العهود ونشر الشرور والسموم، وجزاؤهم من الله سبحانه اللعنات الدائمة ﴿وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً﴾: وليس المراد بالجعل هنا الخلق والتكوين وإلا لم يستحقوا ذمًا ولا عقابًا ، وإنما المراد أن الله سبحانه تركهم وشأنهم دون أن يتدخل بإرادته الشخصية، ويمنعهم بالجبر والقهر عن الجرائم والرذائل ﴿يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ﴾: تقدم بالحرف في سورة النساء الآية 46 ﴿وَنَسُواْ حَظًّا مِّمَّا ذُكِّرُواْ بِهِ﴾: كانت التوراة لليهود كنزًا وعزًا، فحرفوا، وما حرفوا بذلك إلا أنفسهم كما قال سبحانه: (ولبئس ما شروا به أنفسهم لو كانوا يعلمون 102 البقرة) ﴿وَلاَ تَزَالُ تَطَّلِعُ عَلَىَ خَآئِنَةٍ مِّنْهُمْ﴾: شعار اليهود الخيانة، ولا يروي عطشهم إلاَّ الكيد والمكر ﴿إِلاَّ قَلِيلاً مِّنْهُمُ﴾: ثبتوا على العهد والميثاق ﴿فَاعْفُ عَنْهُمْ وَاصْفَحْ﴾: إن كفوا عنك شرهم وضرهم (فإن انتهوا فلا عدوان إلاَّ على الظالمين ? 193 البقرة). \n\n","تفسير المبين"]