["(42): ﴿سَمَّاعُونَ لِلْكَذِبِ﴾: ومر تلو المرة اليهود يكرهون الصدق، ويتعمدون الكذب على الله والناس والشياطين وعلى أنفسهم ﴿أَكَّالُونَ لِلسُّحْتِ﴾: المال الحرام بشتى أنواعه ﴿فَإِن جَآؤُوكَ فَاحْكُم بَيْنَهُم أَوْ أَعْرِضْ عَنْهُمْ﴾: إذا ترافع لدى الحاكم المسلم خصمان من غير المسلمين فهو مخير بين الحكم والرفض ﴿وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئًا﴾: أي فلست مسؤولاً أمام الله ﴿وَإِنْ حَكَمْتَ فَاحْكُم بَيْنَهُمْ بِالْقِسْطِ﴾: أي بشريعة الإسلام لا بما يدينون، وإذا كان أحد المتخاصمين مسلمًا، والآخر غير مسلم فعلى الحاكم أن يحكم بما يدين ويعتقد بطريقة أولى. \n\n(43): ﴿وَكَيْفَ يُحَكِّمُونَكَ﴾: كيف يترافع اليهود عندك يا محمد ﴿وَعِندَهُمُ التَّوْرَاةُ فِيهَا حُكْمُ اللّهِ ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذَلِكَ﴾: تحاكم اليهود في أمر الزاني عند النبي (ص) ولما حكم بينهم بالحق تولوا مدبرين علمًا منهم ويقينًا بأنه بنفس الحكم الموجود بتوراة موسى ولا عجب! ﴿وَمَا أُوْلَئِكَ بِالْمُؤْمِنِينَ﴾: إلا بأهوائهم وميولهم. \n\n(44): ﴿إِنَّا أَنزَلْنَا التَّوْرَاةَ: على موسى ﴿فِيهَا هُدًى وَنُورٌ﴾: يستضيء به من ينشد الحق والعدل ﴿يَحْكُمُ بِهَا النَّبِيُّونَ﴾: من بعد موسى (ع) ﴿الَّذِينَ أَسْلَمُوا﴾: أخلصوا لله ﴿لِلَّذِينَ هَادُواْ﴾: متعلق بيحكم ﴿وَالرَّبَّانِيُّونَ وَالأَحْبَارُ﴾: عطف على (النبيون) ﴿بِمَا اسْتُحْفِظُواْ﴾: كُلفوا بحفظه والعمل به ﴿مِن كِتَابِ اللّهِ﴾: توراة موسى ﴿وَكَانُواْ عَلَيْهِ شُهَدَاء﴾: رقباء كيلا يحرف ويُزيف ﴿فَلاَ تَخْشَوُاْ النَّاسَ﴾: أيها العلماء بالدين ﴿وَاخْشَوْنِ﴾: ومن يخش الله فأولئك هم الفائزون ﴿وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَنًا قَلِيلاً﴾: لا تبيعوا دينكم للشيطان، فإنه يأخذ منكم الآخرة، ويعطيكم الدنيا الزائلة، يأخذ الجد والإخلاص والأمانة، ويعطيكم اللهو واللعب والكذب والخيانة ﴿وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللّهُ﴾: وهو على علم اليقين بأنه حكم الله وخالفه عامدًا ﴿فَأُوْلَئِكَ هُمُ الْكَافِرُونَ﴾ \n\n(45): ﴿وَكَتَبْنَا عَلَيْهِمْ﴾: اليهود ﴿فِيهَا﴾: في التوراة، وكذلك الفرض في القرآن ﴿أَنَّ النَّفْسَ بِالنَّفْسِ﴾: العقوبات في الشريعة الإسلامية على أنواع: الحد وهو الذي قدره الشارع ونص عليه، وليس للمجتهد فيه رأي كحد السرقة والزنا والسكر، وعقوبة التعزير هو الذي ترك الشارع أمره إلى المجتهد وتقديره، كالعقوبة على القبلة المحرمة، والدية هي عقوبة مالية، والقصاص هو عقاب الجاني على جريمة القتل أو القطع ونحوه أو الجرح عمدًا بمثلها إن أمكن، والآية التي نحن بصددها تدخل في باب القصاص، وذكرت النفس ﴿وَالْعَيْنَ بِالْعَيْنِ وَالأَنفَ بِالأَنفِ وَالأُذُنَ بِالأُذُنِ وَالسِّنَّ بِالسِّنِّ﴾: وغير ذلك كاليد والرجل. ﴿وَالْجُرُوحَ قِصَاصٌ﴾: أي كل الجروح توجب القصاص بشرط إمكان المماثلة والمساواة وإلا تتحول العقوبة من القصاص إلى الدية، والتفصيل في كتب الفقه ﴿فَمَن تَصَدَّقَ بِهِ﴾: بالقصاص ﴿فَهُو﴾َ: أي التصدق ﴿كَفَّارَةٌ﴾: تمحو الذنب ﴿لَّهُ﴾: للمتصدق. \n\n","تفسير المبين"]