["(71): ﴿وَحَسِبُواْ أَلاَّ تَكُونَ فِتْنَةٌ﴾: أي ظن اليهود أنه لا غالب لهم إطلاقًا لأنهم شعب الله المختار ﴿فَعَمُواْ﴾: عن الحق ﴿وَصَمُّواْ﴾: عن دعوته ﴿ثُمَّ تَابَ اللّهُ عَلَيْهِمْ﴾: لما تابوا ﴿ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٌ مِّنْهُمْ﴾: وكثير بدل من واو الجماعة يتمردون إن استطاعوا، ويخضعون عند العجز، وهكذا دواليك. \n\n(72): ﴿لَقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ﴾: جاء في قاموس الكتاب المقدس طبعة عام 1964م صفحة 108 وما بعدها: (أن التثليث أمر بين واضح في الأناجيل. والمسيح بما أنه ابن الله فهو إله بكل الكمالات غير محدودة التي للجوهري) ﴿وَقَالَ الْمَسِيحُ﴾: الإسرائيلي لقومه: ﴿يَا بَنِي إِسْرَائِيلَ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ﴾: أنا وأنتم من عباده ﴿إِنَّهُ مَن يُشْرِكْ بِاللّهِ فَقَدْ حَرَّمَ اللّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ﴾: فقالوا: كلا، أنت ابن الله وشريكه، ولست عبدًا. \n\n(73): ﴿لَّقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ ثَالِثُ ثَلاَثَةٍ﴾: أبدًا لا فرق عند الله بين من كفر بالله من الأساس ومن جعل له شريكًا ، لأن هذا الوصف يشعر بالنقص والعجز إضافة إلى الأسواء والأضرار التي يتركها في حياة الناس العملية ﴿وَمَا مِنْ إِلَهٍ إِلاَّ إِلَهٌ وَاحِدٌ﴾: ومعنى الإله الواحد عقلاً وبديهة أنه لم يلد ولم يولد ولم يكن له كفوًا أحد وإلا لم يكن إلهًا ﴿وَإِن لَّمْ يَنتَهُواْ عَمَّا يَقُولُونَ﴾: بأن الله ثالث ثلاثة ﴿لَيَمَسَّنَّ الَّذِينَ كَفَرُواْ مِنْهُمْ﴾: أي الذين استمروا وأصروا على الكفر ﴿عَذَابٌ أَلِيمٌ﴾. \n\n(74): ﴿أَفَلاَ يَتُوبُونَ﴾: قبل أن يأتي يوم لا ينفع مال ولا بنون. \n\n(75): ﴿مَّا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرُّسُلُ﴾: فمن أين جاءته الربوبية؟ ﴿وَأُمُّهُ صِدِّيقَةٌ﴾: صدقت بكلام ربها، وعملت بموجبها ﴿كَانَا يَأْكُلاَنِ الطَّعَامَ﴾: لسد الجوع المهلك وتسكين المعدة التي تضطرب وتخرخر وإذا كان هذا حال المعبود فكيف بحال العبد؟ ﴿انظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآيَاتِ﴾: الواضحات من أن الإله لا يرضع ويشرب ولا يأكل ويصلب ﴿ثُمَّ انظُرْ أَنَّى يُؤْفَكُونَ﴾: يعرضون عن الحق على الرغم من شهادة الحجج الدامغة البالغة؟. \n\n(76): ﴿قُلْ أَتَعْبُدُونَ مِن دُونِ اللّهِ مَا لاَ يَمْلِكُ لَكُمْ ضَرًّا وَلاَ نَفْعًا﴾: بل ولا لنفسه أيضًا، والشرط الأساس في الإله أن يملك النفع والضر. \n\n","تفسير المبين"]