["(77): ﴿قُلْ يَا أَهْلَ الْكِتَابِ لاَ تَغْلُواْ فِي دِينِكُمْ غَيْرَ الْحَقِّ﴾: تقدم في النساء الآية 171 والغلو كفر لا محرم فقط، وإذا أعطى المسلم للمخلوق صفة واحدة من صفات الخالق فقد ارتد عن الإسلام ﴿وَلاَ تَتَّبِعُواْ أَهْوَاء قَوْمٍ﴾: وهم رؤساء الدين ﴿قَدْ ضَلُّواْ مِن قَبْلُ وَأَضَلُّواْ﴾: أهلكوا ﴿كَثِيرًا﴾: من الناس: وتحملوا مسؤولية كل قاصر وجاهل لا يعرف حقًا ولا باطلاً إلا تلقينًا وتقليدًا، أما هو ففي أمن وأمان من عذاب الله، ما في ذلك ريب. \n\n(78): ﴿لُعِنَ الَّذِينَ كَفَرُواْ مِن بَنِي إِسْرَائِيلَ عَلَى لِسَانِ﴾: كل نبي وتقي. \n\n(79): ﴿كَانُواْ﴾: اليهود وما زالوا ﴿لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ﴾: أي ابتدعوه ودبروه بدقة لا تبارى. \n\n(80): ﴿تَرَى كَثِيرًا مِّنْهُمْ﴾: من اليهود ﴿يَتَوَلَّوْنَ الَّذِينَ كَفَرُواْ﴾: يهتمون كثيرًا في امتلاك قلوب حكام الجور حيث يجدونهم حماة لجشعهم وجرائمهم، وفي هذه الآية وغيرها من الآيات التي تحدثت عن طبيعة اليهود ? يكمن سر الإعجاز في كتاب الله ﴿لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ﴾: من غضب الله والناس أجمعين. \n\n(81): ﴿وَلَوْ كَانُوا﴾: اليهود ﴿يُؤْمِنُونَ بِالله والنَّبِيِّ﴾: موسى كما يزعمون ﴿وَمَا أُنزِلَ إِلَيْهِ﴾: في التوراة ﴿مَا اتَّخَذُوهُمْ﴾: أي ما اتخذ اليهود أهل الضلال والفساد والطغاة الأوغاد ﴿أَوْلِيَاء﴾: من دون الطيبين الصالحين. \n\n(82): ﴿لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِّلَّذِينَ آمَنُواْ﴾: ولكل طيب ومخلص ﴿الْيَهُودَ وَالَّذِينَ أَشْرَكُواْ﴾: يشير سبحانه بهذا إلى تحالف اليهود مع المشركين ضد محمد (ص) وتأليبهم عليه وإيذائهم له بألسنتهم وأيديهم وشتى ما يملكون من سلاح ﴿وَلَتَجِدَنَّ أَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِينَ آمَنُواْ الَّذِينَ قَالُوَاْ إِنَّا نَصَارَى﴾: ليس في هذه الآية وما يتصل بها تصريح أو تلويح بأن النصارى يحبون المسلمين أو يكرهون اليهود أكثر من كرههم لمن أسلم كلا، إنها بعيدة عن ذلك، وإنما تدل على أن الأفكار الدينية المسيحية هي من حيث الإنسانية أقرب منها إلى الإسلام وإنسانيته من الأفكار الدينية اليهودية، وكل من قرأ التوراة والإنجيل ينتهي إلى العلم بهذه الحقيقة ، مثلاً : إله الإنجيل هو إله المحبة والرحمة للبشرية جمعاء بنص كلماته تمامًا كما جاء في القرآن، أما إله التوراة فإنه مرتبط باليهود وحدهم، وهم شعبه الخاص، ولا يعنيه من أمر الخلائق شيئًا إلا أن تكون أداة لمصلحة اليهود! ولا أدري كيف جمع النصارى بين الإيمان بإله التوراة المتعصب والإيمان بإله الإنجيل الذي وسعت رحمته كل شيء، ﴿ذَلِكَ﴾: إشارة إلى الأفكار الدينية المسيحية ﴿بِأَنَّ مِنْهُمْ قِسِّيسِينَ﴾: علماء ﴿وَرُهْبَانًا﴾: عبادًا ﴿وَأَنَّهُمْ لاَ يَسْتَكْبِرُونَ﴾: على أحد من عباد الله وعياله. \n\n","تفسير المبين"]