["(1): ﴿أَتَى أَمْرُ اللّهِ﴾: وهو وقت الحساب وجزاء الأعمال، ووضع الفعل الماضي وهو أتى مكان الفعل المضارع لأنه واقع لا محالة، وكل آت قريب ﴿فَلاَ تَسْتَعْجِلُوهُ﴾: إشارة إلى قول الجاحدين بالبعث وعقابه: (فأتنا بِما تعدنا إن كنت من الصادقين-70 الأعراف). \n\n(2): ﴿يُنَزِّلُ الْمَلآئِكَةَ بِالْرُّوحِ مِنْ أَمْرِهِ عَلَى مَن يَشَاء مِنْ عِبَادِهِ﴾: المراد بالروح هنا الوحي، لأنه للنفوس تمامًا كالأرواح للأبدان، ومثله ما جاء في الآية 52 من الشورى: (وكذلك أوحينا إليك روحًا من أمرنا ما كنت تدري ما الكتاب والإيمان) ﴿أَنْ أَنذِرُواْ أَنَّهُ لاَ إِلَـهَ إِلاَّ أَنَاْ فَاتَّقُونِ﴾: هذا هو الأصل الأصيل لدعوة الأنبياء بالكامل: آمنوا بالله الواحد الأحد واتقوا معصيته وعقوبته. \n\n(3): ﴿خَلَقَ السَّمَاوَاتِ وَالأَرْضَ...﴾: واضح وتقدم في العديد من الآيات، وآخرها الآية 85 من الحجر واتقوا معصيته وعقوبته. \n\n(4): ﴿خَلَقَ الإِنسَانَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ﴾: أول الإنسان نطفة وآخره جيفة، وهو ما بين ذلك ضعيف تؤلمه البقة، وتقتله الشرقه، وتنتنه العرقة، كما قال الإمام أمير المؤمنين (ع) ومع هذا يجادل في الله والحق بغير علم ولا هدى ولا كتاب منير. \n\n(5): ﴿وَالأَنْعَامَ خَلَقَهَا لَكُمْ﴾: في القرآن الكريم براهين وآيات متنوعة على وجود الله، منها أن وجوده تعالى مستقر في كيان الإنسان وفطرته حتى في كيان الذين لا يؤمنون إلا بما يرون ويسمعون، والدليل على ذلك أنهم يلجأون إلى الله تلقائيًا إذا ضاقت بهم مسالك النجاة بعد أن فروا منه، ومن هذا الباب الآية 22 من يونس: (وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرين فلما أنجاهم إذا هم يبغون في الأرض). ومن البراهين على وجوده تعالى الآيات الكونية والمصنوعات الطبيعية. ومنها التذكير بآلاء الله ونعمائه كالآيات التي نحن بصددها ﴿فِيهَا﴾: أي في الأنعام، وهي الإبل والبقر والغنم ﴿دِفْءٌ﴾: والمراد به اتقاء البرد بما يصنع من جلودها وأصوافها وأوبارها وأشعارها ﴿وَمَنَافِعُ﴾: بنسلها ودرها وركوبها وإثارة الأرض- أي حرثها- . ﴿وَمِنْهَا تَأْكُلُونَ﴾: اللحم المذكى. \n\n(6): ﴿وَلَكُمْ فِيهَا جَمَالٌ﴾: حسن المنظر ﴿حِينَ تُرِيحُونَ﴾: حين رجوعها عشيًا من المرعى إلى المأوى ﴿وَحِينَ تَسْرَحُونَ﴾: تبعثونها صباحًا من المراح إلى المرعى. \n\n","تفسير المبين"]