["(7): ﴿وَتَحْمِلُ أَثْقَالَكُمْ﴾: والأثقال تشمل كل ما يمكن نقله من زاد وسلعة ومتاع ﴿إِلَى بَلَدٍ لَّمْ تَكُونُواْ بَالِغِيهِ إِلاَّ بِشِقِّ الأَنفُسِ﴾: وأيضًا السفر ونقل الأمتعة على الإبل والدواب تستدعيه الكثير من المشاق. بخاصة إذا كان الطريق على الصحراء... ولكن لا وسيلة للنقل أيام زمان إلا الأنعام، وبدونها لا تستقيم الحياة، وكان الناس يدركون هذه النعمة وعظمتها، ولذا امتن سبحانه بها عليهم، وفضل الله على إنسان القرن العشرين أجل وأعظم حيث مهد له السبيل لصنع السيارة والطائرة وغيرها لما وهبه من عقل وطاقات، يكتشف بها العناصر والأسرار التي أودعها سبحانه فيما خلق وصنع من أشياء الكون والطبيعة. \n\n(8): ﴿وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً﴾: بعد أن أشار سبحانه إلى منافع الأنعام الثلاث: الإبل والبقر والغنم، أشار إلى منافع الخيل والبغال والحمير، وأهمها الركوب والزينة في ذاك العصر ﴿وَيَخْلُقُ مَا لاَ تَعْلَمُونَ﴾: لله مخلوقات لا يحيط العقل بعلمها، وكذلك آلاؤه ونعمه، لا عدّ لهذه ولا حدّ لتلك، والعلّة واضحة، وهي قدرته التي توجد الشيء من لا شيء دون أن تستعين بشيء. \n\n(9): ﴿وَعَلَى اللّهِ قَصْدُ السَّبِيلِ﴾: أي عليه سبحانه البيان الواضح المقنع بطبعه الذي يميز الخبيث من الطيب والحلال من الحرام والخطأ من الصواب ﴿وَمِنْهَا جَآئِرٌ﴾: ضمير منها يعود إلى السبيل، لأنه هذه الكلمة تذكر وتؤنث، وهي نوعان: مادية كالسبيل إلى السوق والمدرسة، ومعنوية كالآراء والمعتقدات، ومنها ما هو مستقيم كالإسلام، ومنها ما هو معوج كغيره، وإلى الرأي والدين المائل المعوج أشار سبحانه بكلمة جائر ﴿وَلَوْ شَاء﴾: أن يلجئ ويقهر ﴿لَهَدَاكُمْ أَجْمَعِينَ﴾: ولكنه ترك الإنسان وما يختار حرصًا على حريته وإنسانيته، وتقدم في الآية 118 من هود. \n\n(10): ﴿هُوَ الَّذِي أَنزَلَ مِنَ السَّمَاء مَاء لَّكُم مِّنْهُ شَرَابٌ﴾: عذب فرات لا محل أجاج ﴿وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ﴾: كل ما قام على ساق من نبات الأرض فهو شجر وتسيمون: ترعون فيه مواشيكم. \n\n(11): ﴿يُنبِتُ لَكُم بِهِ...﴾: أنبت سبحانه بالماء كل ما يأكله الإنسان والحيوان من حب وخضار وربيع وثمار. وتقدم في الآية32 من إبراهيم و22 من الحجر. \n\n(12): ﴿وَسَخَّرَ لَكُمُ اللَّيْلَ وَالْنَّهَارَ...: تقدم في الآية 2 من الرعد و33 من إبراهيم. \n\n(13): ﴿وَمَا ذَرَأَ لَكُمْ فِي الأَرْضِ مُخْتَلِفًا أَلْوَانُهُ﴾: سخر سبحانه لنا ما أ,دعه في الأرض من معادن جامدة ومائعة ونبات وغير ذلك. \n\n(14): ﴿وَهُوَ الَّذِي سَخَّرَ الْبَحْرَ...﴾: نأكل منه السمك ونستخرج منه الجواهر وتمخر أي السفن الماء يمينًا وشمالا... إلى غير ذلك من المنافع والفوائد ﴿وَلَعَلَّكُمْ تَشْكُرُونَ﴾: ولا تكفرون بالله، وتتخذون من دونه أشباهًا وأندادًا، وأنتم تتمتعون بخيره وفضله. \n\n","تفسير المبين"]