["(39): ﴿وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ﴾: مثلث الرجس والعتو والضلال: قارون الغني الشقي العالمي، وتقدم عنه الحديث في الآية 76 من القصص. وفرعون الرب الغريق الصفيق، وسبق ذكره في سورة الأعراف وهامان وزير فرعون، وأُشير إليه في القصص. \n\n(40): ﴿فَكُلًّا أَخَذْنَا بِذَنبِهِ﴾: ولا مناص ولا محالة، فكل مجرم مرتهن بجرمه، وحبيس بإثمه ﴿فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا﴾: كقوم لوط، والحاصب: الرمي بالحصباء ﴿وَمِنْهُم مَّنْ أَغْرَقْنَا﴾: كقوم نوح وفرعون ﴿وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ﴾: كيف وهو القائل: (أن لعنة الله على الظالمين - 44 الأعراف) ﴿وَلَكِن كَانُوا أَنفُسَهُمْ يَظْلِمُونَ﴾: قال رجل لأبي ذر: عظني، قال: لا تسيء إلى نفسك. قال: وهل من أحد يسيء إلى نفسه، قال: من يعرضها للمهلكات والعثرات. \n\n(41): ﴿مَثَلُ الَّذِينَ اتَّخَذُوا مِن دُونِ اللَّهِ أَوْلِيَاء كَمَثَلِ الْعَنكَبُوتِ... ﴾: جاء في كتاب القرآن محاولة لفهم عصري ما شرحه وتوضيحه: كشف العلم الحديث أن الإنسان لو اتخذ لنفسه خيمة من خيوط الصلب بدقة خيط العنكبوت لكان بيتها بالنسبة إليها أقوى ثلاثة أضعاف من خيمة هذا الإنسان بالنسبة إليه، ومعنى هذا أن بيت العنكبوت حصن حصين لها، ولكن إذا تحصن به الإنسان والتجأ إليه يكون هذا الحصن (العنكبي) بالنسبة إليه لا شيء على الإطلاق تمامًا كما لو تحصن بالضياء أو بالهواء ... وهذا شأن من اعتز بغير الله، وتوكل على سواه. \n\n(42): ﴿إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِ مِن شَيْءٍ﴾: ليس هذا إخبارًا بأن الله يعلم هوية المعبود من دونه كلا، بل هو تهديد ووعيد للعابد المعاند. \n\n(43) - (44): ﴿وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ﴾: تلك إشارة إلى بيت العنكبوت ونظائره ﴿وَمَا يَعْقِلُهَا إِلَّا الْعَالِمُونَ﴾: هذا هو دين الحياة والإنسانية والحق والواقع، يخاطب العلماء والعقلاء والمفكرين لا الجهلة المقلدين الذين يريدون من أهل العلم بالدين أن يشفوا المرضى، ويردوا الضائع، ويعقد اللسان الوحش بالرقية والتميمة. \n\n(45): ﴿اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ﴾: القرآن، وتقدم في الآية 27 من الكهف ﴿إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاء وَالْمُنكَرِ﴾: لتشريع وجوب الصلاة علة وحكمة، وعلة الوجوب مشيئة الله وكفى، أما الحكمة منه فهي أن يبتعد المصلي في جميع تصرفاته ومقاصده عن الفحشاء والمنكر أي عن الحرام بشتى أنواعه، ومعنى هذا أن الإنتهاء عن المنكر حكمة لوجوب الصلاة في عالم التشريع لا لوجود الصلاة في الخارج، فمن صلى وانتهى يسقط عنه وجوب الصلاة ويثاب عليها أيضًا، ومن صلى ولم ينته يسقط عنه الفرض قطعًا، أما الثواب فبعلم الله، تقول هذا علمًا بأن الفقهاء ربطوا بين الثواب على الصلاة، والتوجه إليها فكرًا وقلبًا لا بين الثواب والإنتهاء ﴿وَلَذِكْرُ اللَّهِ أَكْبَرُ﴾: أي ذكر الله تعالى للمصلي بالرضا والأجر أكبر من ذكر المصلي لله في قيامه وقعوده وركوعه وسجوده، ومثله قوله تعالى: (فاذكروني أذكركم - 152 البقرة). \n\n","تفسير المبين"]