["(46): ﴿وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ﴾: أهل الكتاب: اليهود والنصارى، والأحسن: الأصلح والأنجح الذي يقرب ولا يبعد، ويبشر ولا ينفر، وإنما خص سبحانه أهل الكتاب بالذكر علمًا بأن الأسلوب هو المطلوب من غير قيد لأن المفروض من أهل الكتاب أن يتقبلوا الحق ما داموا يؤمنون بالله واليوم الآخر كما يزعمون ﴿إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ﴾: وهم الذين إذا سمعوا القول لا يتبعون أحسنه تعنتًا وتعصبًا. فهؤلاء لا يسوغ الحديث معهم بحال ﴿وَقُولُوا﴾: أيها المسلمون لأهل الكتاب: ﴿آمَنَّا بِالَّذِي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ... ﴾: لماذا التعصب والتباغض؟ فعلى الصعيد الإنساني نحن وأنتم سواء في الحقوق والواجبات، أما على الصعيد الديني فكلنا نؤمن بوحي السماء. هكذا ينظر الإسلام إلى أهل الكتاب نظرة التسامح والإخاء لا نظرة التعصب والعداء، وشهد بذلك العديد من أقطاب المسيحيين المنصفين منهم (جيدر بامات) في كتابه مجالي الإسلام تعريف عادل زعيتر، فقد جاء في الفصل الثاني نظرة في مذهب الإسلام (من النادر أن لاقى دين ما لاقى من جحود وتشويه من المبشرات البالغة الغلظة والمقترحات البالغة الوقاحة حول محمد وتعاليمه ... مع العلم بأن المسلمين منعوا من أن يمس النصارى بسوء، وتركوا المغلوبين أحرارًا في المحافظة على دينهم، ولما صار الصليبيون سادة ذبحوا المسلمين بلا رحمة). \n\n(47): ﴿وَكَذَلِكَ أَنزَلْنَا إِلَيْكَ الْكِتَابَ﴾: أي كما أنزلنا على من قبلك من الرسل كذلك أنزلنا عليك يا محمد هذا القرآن ﴿فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ﴾: يريد سبحانه العلماء المنصفين من أهل الكتاب ﴿يُؤْمِنُونَ بِهِ﴾: يصدقون كل ما جاء في القرآن ﴿وَمِنْ هَؤُلَاء مَن يُؤْمِنُ بِهِ﴾: هؤلاء إشارة إلى مشركي قريش فقد أسلم بعضهم عن صدق وإخلاص. \n\n(48): ﴿وَمَا كُنتَ تَتْلُو مِن قَبْلِهِ مِن كِتَابٍ وَلَا تَخُطُّهُ بِيَمِينِكَ إِذًا لَّارْتَابَ الْمُبْطِلُونَ﴾: هل يخطر على ذهن عاقل بأن هذا القرآن من إنشاء محمد وفيه من الحقائق والعلوم ما يجهله محمد وغيره قبل نزول القرآن إضافة إلى أنه لا يقرأ ولا يكتب كي يتشدق ويتحذلق جاهل سافل بأن محمدًا قرأ ونقل بقلمه من أسفار الأولين. \n\n(49): ﴿بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الَّذِينَ أُوتُوا الْعِلْمَ﴾: وهم محمد وأهل بيته (ص) الذين هم خزنة علمه، والعلماء المتمسكون بعروته. \n\n(50): ﴿وَقَالُوا لَوْلَا أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ﴾: يريدون بالآيات ما يقترحون ويشتهون كتحويل الجبل ذهبًا، وتقدم في الآية 37 من الأنعام ﴿قُلْ إِنَّمَا الْآيَاتُ عِندَ اللَّهِ﴾: وليس لي من الأمر شيء ﴿وَإِنَّمَا أَنَا نَذِيرٌ مُّبِينٌ﴾: مهمتي التبليغ وكفى. \n\n(51): ﴿أَوَلَمْ يَكْفِهِمْ أَنَّا أَنزَلْنَا عَلَيْكَ الْكِتَابَ﴾: القرآن، وكل ما فيه من حقائق علمية وشريعة حياتية وتحديات ونبوءات حدثت وتحققت - تشهد بأنه من عند الله هدى لعباده على مدى الحياة. \n\n(52): ﴿قُلْ كَفَى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيدًا﴾: بأنه أرسلني إليكم، وأني قد بلغت رسالته على أكمل وجه، وأنكم قد كذبتم وأعرضتم ﴿وَالَّذِينَ آمَنُوا بِالْبَاطِلِ وَكَفَرُوا بِاللَّهِ﴾: كل ما نهى الله عنه فهو باطل، وكل من عصى الله فهو فاسق أو كافر، والكل جائر وخاسر. \n\n","تفسير المبين"]