["(16): ﴿وَلَقَدْ جَعَلْنَا فِي السَّمَاء بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ﴾: قيل: المراد بالبروج هنا المنازل الأثنا عشر. وقيل: بل الكوكب، ومهما يكن معنى البروج فإن الغرض الأول من الآية أن نتدبر قدرته تعالى في آياته الباهرات وما فيها من نظام وإتقان يحمل الدلالة الواضحة على وجود المتقن والمنظم، وتغني عن مجيء الجن ونزول الملائكة. وفي نهج البلاغة: الحمد لله الدال على وجوده بخلقه، وبمحدث خلقه على أزليته، وباشتباههم على أن لا شبه له. \n\n(17): ﴿وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ﴾: كان أهل الجاهلية يعتقدون بأن لكل كاهن شيطانًا يأتيه بأخبار السماء، فكذّب سبحانه هذه الخرافة، وإنها من وحي الجهل وسبات العقل. \n\n(18): ﴿إِلاَّ مَنِ اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ﴾: كناية عن أن شياطين الإنس أوالجان - على فرض صعودهم إلى القمر أو المريخ أو غيرها من الكوكب في سفينة الفضاء - فإنهم أعجز وأحقر من أن يسترقوا السمع من ملائكة السماء كما زعم أهل الجاهلية. \n\n(19): ﴿وَالأَرْضَ مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ﴾: تقدم في الآية 3 من الرعدَ ﴿وَأنبَتنا فِيهَا مِن كُلِّ شَيْءٍ مَّوْزُونٍ﴾: بميزان العلم والحكمة شكلاً ومادة وتطوراً (ربنا الذي أعطى كل شيء خلقه ثم هدى-50طه). \n\n(20): ﴿وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ﴾: جمع معاش، وضمير فيها يعود إلى الأرض والمعنى أن الله سبحانه أودع في الأرض أسباب الرزق والعيش بشتى صنوفها. ومع الأيام تطورت هذه الأسباب مع تقدم العلم حتى زاد الإنتاج والدخل القومي أضعافًا مضاعفة عن ذي قبل. ولولا الاحتكار والاستئثار وما تستهلكه الأسلحة الجهنمية التي تهدد الأرض بكل من وما فيها - لما كان لكلمة الجوع من مدلول ﴿وَمَن لَّسْتُمْ لَهُ بَِرازِقيِنَ﴾: كما جعلنا لكم في الأرض معايش أيضًا جعلنا فيها لغيركم من سائر المخلوقات الحية معايش، فإن رزقها على الله لا عليكم وعلى هذا يكون (ومن لستم...) معطوفًا على (لكم) بتقدير حرف الجر أي ولمن لستم له برازقين، لأن العطف على الضمير المجرور يستدعي تكرار حرف الجر. \n\n(21): ﴿وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ﴾: ليس لله صناديق وخزائن يدخر فيها الأرزاق للمستقبل كما نفعل نحن، وعليه فالخزائن هنا مجرد تمثيل لاقتداره وإيجاد الشيء بكلمة (كن) ﴿وَمَا نُنَزِلُهُ إِلاَّ بِقَدَرٍ مَّعْلُوٍم﴾: لا يعطي سبحانه الرزق والمال اعتباطًا وجزافًا، بل كل شيء عنده بمقدار وسبب يستدعيه ويوجبه. \n\n(22): ﴿وَأَرْسَلْنَا الرِّيَاحَ لَوَاقِحَ﴾: توصف الرياح باللقاح لأنها تحمل السحاب الماطر إلى الشجر والنبات وأيضًا تنقل القاح الأزهار الذكور إلى الأزهار الإناث لتخرج الثمر والفواكه ﴿فَنزَلْنَا مِنَ السماء ماء فَأَسْقَيْنَكُمُوهُ وَمَآ أَنُتُْمْ لَهُ بخازنين﴾: ينزل الماء في فصل الشتاء، فتحيا به الأرض، وما زاد عن ريها بكل ما فيها في هذا الفصل، يودعه الله سبحانه في الأرض للأسباب الطبيعية لاستعماله والانتفاع في بقية الفصول. \n\n(23): ﴿وَإنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ﴾: يبدىء سبحانه الخلق ثم يميته ثم يعيده ﴿وَنَحْنُ الْوَارِثُونَ: الباقون، كل من عليها فان ويبقى وجه ربك ذو الجلال والإكرام. \n\n(24) - (25): ﴿وَلَقَدْ عَلِمْنَا الْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا الْمُسْتَأْخِرِينَ﴾: ونجد تفسيره في نهج البلاغة: (علمه تعالى بالأموات الماضين كعلمه بالأحياء الباقين، وعلمه بما في السموات العلى كعلمه بما في الأرضين السفلى). \n\n(26): ﴿وَلَقَدْ خَلَقْنَا الإِنسَانَ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ﴾: طين يابس، والحمأ: طين يميل إلى السواد، والمسنون: طين يتكيف بسهولة، والطين بشتى أنواعه وصنوفه، ماء وتراب، وأصل الإنسان تراب وماء، خلقه الله منهما ومنحه الحياة. \n\n(27): ﴿والجان خَلَقْنَاهُ مِن قَبْلُ﴾: أي من قبل الإنسان ﴿مِن نَّارِ السَّمُومِ﴾: ومن جملة ما قرأت أن أهل الإختصاص اكتشفوا نوعًا من الحشرات لا تحيا إلا بالهواء السام، ونوعًا آخر لا يحيا إلا في آبار البترول والمواد الملتهبة، وقد يكون في الشمس أحياء تتفق في تكوينها مع حرارة الشمس. وبعض الناس ألفوا كتابًا في الجن وعدد نفوسهم وبلادهم وعاداتهم وشعرائهم ورؤسائهم وزواج الإنس منهم وزواجهم من الإنس! ونحن نؤمن بالجن لا لشيء إلا لأن الوحي أثبته، والعقل لا ينفيه، ولكن لا نصدق أحداً يدعي رؤية الجن، ورُوي عن الشافعي هذه الفتوى: (من زعم أنه يرى الجن أبطلنا شهادته). \n\n(28) - (33): ﴿وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي خَاُلق... ﴾ استنكف إبليس أن يسجد لآدم تكبرًا وحسدًا وافتخارًا، وهو على علم اليقين أنه يعصي الله جهرة بذلك، وأن له العذاب الأليم، وعليه لعنة الله واللاعنين، فآثر هذا كله ومثله معه على النزول عن كبريائه، فهل نعجب بعد قصة إبليس من فلان وعلتان ونقول: كيف يستنكف عن الحق وهو منه على علم اليقين أو كيف آثر الهلاك على الخضوع لخاتم النبيين أو لغيره من المؤمنين؟ وتقدمت حكاية إبليس في الآية 34 من البقرة و11 الأعراف. \n\n","تفسير المبين"]