["(52): ﴿إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلامًا﴾: فرد عليهم و﴿قَالَ إِنَّا مِنكُمْ وَجِلُونَ﴾: لأنه قدم لهم الطعام فامتنعوا عنه فأنكرهم وأوجس منهم خيفة. \n\n(53): ﴿قَالُواْ لاَ تَوْجَلْ﴾: لا تخف ﴿إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ﴾: بالله وشريعته بنص الآية 112من الصافات: (وبشرناه بإسحق نبيًا من الصالحين). \n\n(54): ﴿قَالَ أَبَشَّرْتُمُونِي عَلَى أَن مَّسَّنِيَ الْكِبَرُ﴾: في قاموس الكتاب المقدس: كان ابن مئة سنة ﴿فَبِمَ تُبَشِّرُونَ﴾: فما هو السبب المبرر لهذه البشارة التي جاءت على غير المعروف والمألوف؟. \n\n(55): ﴿قَالُواْ بَشَّرْنَاكَ بِالْحَقِّ﴾: واليقين من الله لا من عندنا ﴿فَلاَ تَكُن مِّنَ الْقَانِطِينَ﴾: ظن الملائكة من سؤال خليل الرحمن أنه قانط، فصحح هذا الوهم، ونفى القنوط عن نفسه. \n\n(56): ﴿قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِ إِلاَّ الضَّآلُّونَ﴾: أعود بالله من القنوط، وإني لأرجو من رحمة الله أكثر من ذلك، ولكن أريد أن أتثبت من سمعي وأنه يتلقى البشارة من الله لا من سواه. \n\n(57) - (60): ﴿قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ﴾: هل من شيء عندكم غير البشارة بالغلام العليم؟ ﴿قَالُواْ إِنَّا أُرْسِلْنَا... ﴾: لإبادة الكفر والفجرة قوم لوط أجمعين، أما هو وأهله فهم بسلام آمنين ما عدا امرأته المنافقة المتآمرة على زوجها، فإنه مصيبها ما أصابهم. \n\n(61) - (62): ﴿فَلَمَّا جَاء آلَ لُوطٍ الْمُرْسَلُونَ... ﴾: ذهب الملائكة من عند إبراهيم إلى لوط في صورة البشر، قال لهم: ما الذي جاء بكم إلى هذا البلد، وأهله معرفون بما يفعلون. \n\n(63) - (64): ﴿قَالُواْ بَلْ جِئْنَاكَ بِمَا كَانُواْ فِيهِ يَمْتَرُونَ﴾: كان لوط يتوعد قومه بالعذاب فيشكون ويسخرون. \n\n(65): ﴿فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ اللَّيْلِ﴾: بعد أن يمضي بعض الليل لا كله ﴿وَاتَّبِعْ أَدْبَارَهُمْ﴾: امش خلف أهلك لأن ذلك أهدأ لقلبك وقلوبهم لأنهم على مرأى منك ﴿وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ﴾: إلى الوراء إذا سمع الصياح والعويل. \n\n(66): ﴿وَقَضَيْنَا إِلَيْهِ ذَلِكَ الأَمْرَ... ﴾: أوحى سبحانه إلى لوط بأنه سيستأصل الكافرين وقت الصباح عن آخرهم. \n\n(67): ﴿وَجَاء أَهْلُ الْمَدِينَةِ يَسْتَبْشِرُونَ﴾: بهذا الصيد، ولا يعلمون أنه عذاب السموم. \n\n(68) - (71): ﴿قَالَ﴾: لهم لوط ﴿إِنَّ هَؤُلاء ضَيْفِي فَلاَ تَفْضَحُونِ﴾: وخوفهم وحذرهم من غضب الله وعذابه، فقالوا له: نحن أيضًا حذرناك ونهيناك أن تضيف أحدًا، فلم تنته! ولا تعجب من هذا المنطق، أليسوا أولاد آدم؟ وما الذي يمنع أن أنطق أنا أو أنت بمثله من حيث لا ندري ونعلم؟ أبدًا كلنا لآدم وآدم من تراب. \n\n","تفسير المبين"]