["(68) - (71): ﴿قَالَ﴾: لهم لوط ﴿إِنَّ هَؤُلاء ضَيْفِي فَلاَ تَفْضَحُونِ﴾: وخوفهم وحذرهم من غضب الله وعذابه، فقالوا له: نحن أيضًا حذرناك ونهيناك أن تضيف أحدًا، فلم تنته! ولا تعجب من هذا المنطق، أليسوا أولاد آدم؟ وما الذي يمنع أن أنطق أنا أو أنت بمثله من حيث لا ندري ونعلم؟ أبدًا كلنا لآدم وآدم من تراب. \n\n(72): ﴿لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ﴾: وليس من الضروري أن لا يسكر المرء إلا من شراب، فإن سكر العمه والضلالة أشد قوة وآثارًا. \n\n(73): ﴿فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ﴾: عند شروق الشمس، والصيحة الصوت العاصف القاصف، وهذا مصير من كذّب بالحق منقادًا لنزوته. \n\n(74) - (75): ﴿فَجَعَلْنَا عَالِيَهَا سَافِلَهَا... إِنَّ فِي ذَلِك لآيَاتٍ لَّلْمُتَوَسِّمِين﴾: عبرة وعظة للمعتبرين، وهي أبلغ من القول المسموع والكلام المقروء.. \n\n(76) - (77): ﴿وَإِنَّهَا لَبِسَبِيلٍ مُّقيمٍ﴾: أي أن مدينة لوط وما حولها من القرى التي أهلكها سبحانه - ما زالت آثارها قائمة يراها ويشاهدها الرائح والغادي، وتسمى سدوم. وفي قاموس الكتاب المقدس: بحر سدوم، ويسمى بحر لوط يمتد من العقبة إلى الحولة، وطوله46 ميلاً، وأقصى عرضه 10 أميال ونصف الميل، ومساحته 300 ميل مربع، وأقصى عمقه1310 أقدام. وكل ما جاء في الآيات السابقة عن إبراهيم ولوط تقدم ذكره في سورة هود من الآية 70 إلى الآية 83. \n\n(78) - (79): ﴿وَإِن كَانَ أَصْحَابُ الأَيْكَةِ لَظَالِمِينَ فَانتَقَمْنَا مِنْهُمْ﴾: الأيكة الشجر الملتف الكثيف، وأصحابها هم قوم شعيب، وكان ظلمهم بالشرك ونقص الميزان والمكيال وغير ذلك من الفساد والضلال، فانتقم سبحانه منهم بالصيحة والرجفة. وتقدم في الآية 85 وما بعدها من الأعراف ﴿وَإِنَّهُمَا﴾: أي موطن لوط وموطن شعيب ﴿لَبِإِمَامٍ مُّبِينٍ﴾: في طريق واضحة سالكة يمر عليها كل من أحب وأراد أن يشاهد آثار الهلاك والعذاب في هذين الموطنين. \n\n(80) - (84): ﴿وَلَقَدْ كَذَّبَ أَصْحَابُ الحِجْرِ الْمُرْسَلِينَ﴾: هم ثمود، ونبيهم صالح، والحجر اسم بلادهم، ومن كذّب رسولاً واحدًا فقد كذب جميع المرسلين، لأن الكل ينطقون بلسان الله، ومن هنا صح إطلاق الجمع على المفرد وهو صالح، وتقدم الكلام عن صالح وقومه في الآية 73 من الأعراف وما بعدها. \n\n(85) - (86): ﴿وَمَا خَلَقْنَا السَّمَاوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا إِلاَّ بِالْحَقِّ﴾: الله هو الحق، ولا يصدر عنه إلا الحق، ويتجلى ذلك في لطائف صنعه وعجائب خلقه ﴿وَإِنَّ السَّاعَةَ لآتِيَةٌ﴾: وفيها يقذف بالحق على الباطل فيدمغه ويزهقه ﴿فَاصْفَحِ﴾: يا محمد ﴿الصَّفْحَ الْجَمِيلَ﴾: عمن كذبك وجمع لحربك، ولماذا يصفح محمد عن هذا اللئيم الأثيم؟ أبدًا لا لشيء إلا لأن محمد نبي وكفى. \n\n(87): ﴿وَلَقَدْ آتَيْنَاكَ﴾: يا محمد ﴿سَبْعًا مِّنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ﴾: وفي تحديد السبع المثاني خمسة أقوال، وأرجحها عندنا أنها سورة الفاتحة فهي سبع آيات، والمثنى بها في الصلاة، وتجمع بين ذكر الربوبية والعبودية، إذن هي سبع بآياتها، ومثاني بصفاتها. \n\n(88): ﴿لاَ تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ﴾: المراد بالأزواج هنا الأصناف، وفي قواميس اللغة أن الزوج يأتي بمعنى الصنف والشكل. وفي الآية 58 من ص: (وآخر من شكله أزواج) أي أصناف، وفي الآية 36 من يس (سبحان الذي خلق الأزواج كلها مما تنبت الأرض) وعليه يكون المعنى استغن يا محمد بما آتاك الله من النبوة والجاه والقرآن العظيم - عن كل أصناف الزينة وأسباب الترف التي يتمتع بها الجاحدون وغيرهم من سائر الأديان ﴿وَلاَ تَحْزَنْ عَلَيْهِمْ﴾: أبدًا لا يهمك عناد من كفر، وكفر من أدبر، فإنك في مقام أمين وكريم. ﴿وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ﴾: والله سبحانه الذي خاطب نبيه الكريم بهذا الأمر، شهد له في الآية 128 من التوبة بالرأفة والرحمة على كل مؤمن: (ولقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم). وقال الرسول (ص): (إن أحبكم إلي يوم القيامة وأقربكم مجلسًا أحاسنكم خلاقًا المواطئون أكنافًا الذين يألفون ويؤلفون). \n\n(89): ﴿وَقُلْ إِنِّي أَنَا النَّذِيرُ الْمُبِينُ﴾: الداعي دعوة الحق بأدلتها وبراهينها القائمة ما قام الليل والنهار. \n\n(90) - (91): ﴿كَمَا أَنزَلْنَا﴾: كما متعلق بآتيناك سبعًا، والمعنى أنزلنا عليك كتابًا كما أنزلنا كتابًا ﴿عَلَى المُقْتَسِمِينَ الَّذيِنَ جَعَلُوا الْقُرْآنَ عِضيِنَ﴾: جمع عضة بمعنى جزء وعضو وبعض، والذين جعلوا القرآن عضين هم اليهود والنصارى حيث جزأوه أجزاء من حيث الكفر والإيمان، فآمنوا ببعضه الذي يتفق مع أهوائهم، وكفروا ببعضه الآخر الذي يصطدم معها، وهؤلاء الذين جعلوا القرآن عضين هم عين المقتسمين - أي قسموا القرآن أجزاء كفرًا ببعض وإيمانًا ببعض - وعليه يكون المعنى لماذا أهل الكتاب يكذبون بنزول القرآن وينفرون منه علمًا بأنهم يعترفون بنزول التوراة والإنجيل ويؤمنون بهما. \n\n","تفسير المبين"]