["(1): ﴿يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ﴾: الساعة: يوم القيامة، وزلزلتها: خراب الكون بأرضه وسمائه. \n\n(2): ﴿يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّا أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُم بِسُكَارَى﴾: هذا كناية عن هول الساعة وشدتها حيث لا مرضع ولا حامل يومذاك، وعليه يكون المعنى لو كان ثمة مرضع لذهلت أو حامل لوضعت. \n\n(3): ﴿وَمِنَ النَّاسِ مَن يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ﴾: إن النقاش والجدال بمعنى الكلمة لا يكون ولن يكون إلا بين عالمين، لأن العالم يضل عقله عند محاورة الأحمق ﴿وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَّرِيدٍ﴾: كل من أخفى حقيقته بالشعوذة والرياء ليضل الناس عن الطريق السوي فهو شيطان، أما المريد فهو الذي بلغ الغاية من الفساد والعناد. \n\n(4): ﴿كُتِبَ عَلَيْهِ أَنَّهُ مَن تَوَلَّاهُ فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إِلَى عَذَابِ السَّعِيرِ﴾: من قلد الضال المضل قاده في الدنيا إلى كل سوء وفي الآخرة إلى عذاب الحريق بحكم مبدأ العلية. \n\n(5): ﴿يَا أَيُّهَا النَّاسُ إِن كُنتُمْ فِي رَيْبٍ مِّنَ الْبَعْثِ﴾: من شك في البعث فلينظر إلى ابتداء خلقه من أي شيء نشأ ووجد ﴿فَإِنَّا خَلَقْنَاكُم مِّن تُرَابٍ﴾: بلا واسطة كخلق أبينا آدم، أو بوسائط كخلقنا نحن، فكل ما به حياتنا وبقاؤنا ينتهي إلى الماء والتراب وغيرهما من العناصر، ولكن التراب هو ﴿ثُمَّ مِن نُّطْفَةٍ﴾: المني ﴿ثُمَّ مِنْ عَلَقَةٍ﴾: تتحول النطفة إلى دم جامد ﴿ثُمَّ مِن مُّضْغَةٍ﴾: تستحيل العلقة قطعة لحم كأنها ممضوغة ﴿مُّخَلَّقَةٍ﴾: أي بعضها تام الخلقة ﴿وَغَيْرِ مُخَلَّقَةٍ﴾: وبعضها الآخر ناقص الخلقة ﴿لِّنُبَيِّنَ لَكُمْ﴾: قدرة الله على البعث وغيره ﴿وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاء إِلَى أَجَلٍ مُّسَمًّى﴾: وهو الذي تلد في المرأة ﴿ثُمَّ نُخْرِجُكُمْ طِفْلًا﴾: ضعيفًا نفسًا وجسمًا ﴿ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ﴾: تتكامل القوى، وتتزايد شيئًا فشيئًا حتى الشباب ﴿وَمِنكُم مَّن يُتَوَفَّى﴾: قبل ذلك ﴿وَمِنكُم مَّن يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلَا يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئًا﴾: هرم وخوف وضعف في الجسم والعقل، ولا علاج يجدي، ودواء يغني، وتقدم في الآية 70 من النحل ﴿وَتَرَى الْأَرْضَ هَامِدَةً﴾: لا حياة فيها ﴿فَإِذَا أَنزَلْنَا عَلَيْهَا الْمَاء اهْتَزَّتْ وَرَبَتْ وَأَنبَتَتْ﴾: نبضت بالحياة، وارتفعت بالنباتات ﴿مِن كُلِّ زَوْجٍ﴾: صنف ﴿بَهِيجٍ﴾: يسر الناظرين، وهذا دليل آخر على إحياء الموتى. \n\n","تفسير المبين"]