["(39): ﴿أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا﴾: هذه أوَّل آية نزلت في الإذن بالقتال دفاعًا عن النفس، ومعناها إذن بالقتال الذين يستطيعون حمل السلاح والجهاد، بسبب ما حلَّ بهم من الظلم والعدوان، فقد تحمَّل النبي والصحابة ألوانًا من الأذى والتنكيل دون أن يقاوموا، لأن المقاومة كانت آنذاك أشبه بعملية انتحارية لضعف المسلمين وقوَّة المشركين، وبعد الهجرة إلى المدينة من عصبة الشرك والطغيان، أصبح المسلمون أهل قوَّة رادعة، ولذا أذن سبحانه لنبيّه وللمسلمين أن يقاتلوا، ووعدهم بالنصر بعد التنكيل بهم والتشريد الذي أشار إليه سبحانه بقوله: \n\n(40): ﴿الَّذِينَ أُخْرِجُوا مِن دِيَارِهِمْ بِغَيْرِ حَقٍّ﴾: شرد المشركون بالمسلمين إلى الحبشة والمدينة لا لشيء ﴿إِلَّا أَن يَقُولُوا رَبُّنَا اللَّهُ﴾: وهذه الكلمة أشدّ وقعًا من الصاعقة على قلوب الجبابرة الطغاة لأنها تضع الجميع على مستوى واحد في الحقوق والواجبات، ولا تُبقي فضلاً لأحد إلاَّ بما يُقدمّه من عمل صالح ينتفع به الفرد والمجتمع ولو وقف الأمر على مجرد النطق بكلمة التوحيد لهان عليهم سماعها، بل واستسلموا ونطقوا بها، ولكن وراءها العدالة والمساواة وهم أعدى أعدائها ﴿وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ﴾: في مجمع البيان للشيخ الطبرسي، الصوامع أيام شريعة عيسى، والبيع أيام شريعة موسى، والمساجد أيام شريعة محمد. والمعنى لولا القوَّة الرادعة لفسدت الأرض. وأهلك القوي الضعيف، قال الإمام علي (ع): السلطان وزعة الله في أرضهِ، أي يأوي إليه كل مظلوم. وأيضًا قال: لا بد للناس من أمير بر أو فاجر، تأمن به السبل ويؤخذ به للضعيف من القوي ﴿وَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ﴾: هذا ترغيب في الجهاد لنصرة الحق وأهله، وأيضًا يسوغ تفسيره أن المبطل إذا غلب المحقّ في الدنيا فإن الله سبحانه ينصر هذا غدًا. ويخذل ذاك، هذا فيما يعود إلى الفرد العادي، أما الدولة ورجالها فقد أشار إليهم سبحانه بقوله: \n\n(41): ﴿الَّذِينَ إِن مَّكَّنَّاهُمْ فِي الْأَرْضِ﴾: بالحكم والسلطان ﴿أَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنكَرِ﴾: أقسم سبحانه أن ينصر الحاكمين شريطة أن يؤدوا حق العبادة صومًا وصلاة وحجًّا وزكاة، وأن يحقوا الحق، ويبطلوا الباطل، وهذا هو المراد بالأمر بالمعروف والنهي عن المنكر. قيل لملك زال ملكه: ما الذي أزال ملكك؟ قال: أضعت حق الله والناس فضاع ملكي. \n\n(42) - (44): ﴿وَإِن يُكَذِّبُوكَ﴾: يا محمد ﴿فَقَدْ كَذَّبَتْ قَبْلَهُمْ... ﴾: لست النبي الوحيد الذي جاء بالبيّنات والمعجزات فكذبه قومه، فمثلك وقبلك كثير وكثير ﴿ثُمَّ أَخَذْتُهُمْ فَكَيْفَ كَانَ نَكِيرِ﴾: أي إنكاري عليهم بالهلاك والعذاب. \n\n(45): ﴿فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا﴾: أي كم من قرية أهلكناها ﴿وَهِيَ ظَالِمَةٌ﴾: مكذبة لرسلها، وتقدم في الآية 4 من سورة الأعراف ﴿فَهِيَ خَاوِيَةٌ عَلَى عُرُوشِهَا﴾: تهدمت حيطانها، وخرت سقوفها، وتقدم في الآية 259 من سورة البقرة ﴿وَبِئْرٍ مُّعَطَّلَةٍ﴾: عامرة بالماء، ولكن لا يردها وارد ﴿وَقَصْرٍ مَّشِيدٍ: ولكنه خافت صامت لا نَفس فيه إلا للبوم والرياح. \n\n(46): ﴿أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ... ﴾: تقدم في الآية 137 من آل عمران و36 من النحل. \n\n","تفسير المبين"]