["(47): ﴿وَيَسْتَعْجِلُونَكَ بِالْعَذَابِ﴾: يا محمد ساخرين ﴿وَلَن يُخْلِفَ اللَّهُ وَعْدَهُ﴾: فالتعجيل أو التأجيل ليس بالشيء المهم ما دام العذاب نازلاً بهم لا محالة ﴿وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ﴾: علام تستعجلون عذاب الآخرة؟ ويوم واحد منه أشد عليكم من عذاب ألف سنة من سنيّ الدنيا. \n\n(48): ﴿وَكَأَيِّن مِّن قَرْيَةٍ﴾: تقدم قبل قليل في الآية 45 من هذه السورة، وأعاد سبحانه لتوكيد الإنذار. \n\n(49): ﴿قُلْ﴾: يا محمد ﴿يَا أَيُّهَا النَّاسُ إِنَّمَا أَنَا لَكُمْ نَذِيرٌ مُّبِينٌ﴾: هذه هي مهمتي، أما تعجيل العذاب أو تأجيله فهو بيد الله وحده، وتكرر هذا المعنى بالعديد من الأساليب. \n\n(50): ﴿فَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُم مَّغْفِرَةٌ... ﴾: واضح، وتقدم مرات. \n\n(51): ﴿وَالَّذِينَ سَعَوْا فِي آيَاتِنَا﴾: أي سعوا فيها بالطعن عليها، كقوله سبحانه: ويسعون في الأرض فسادًا ﴿مُعَاجِزِينَ﴾: مشاكسين معاكسين ﴿أُوْلَئِكَ أَصْحَابُ الْجَحِيمِ﴾: خالدين فيها إلى ما شاء الله. \n\n(52): ﴿وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِيٍّ﴾: وقيل في الفرق بينهما: إن كل من نزل عليه الوحي من الله سبحانه، يُسمى نبيًا، ولا يسمى رسولاً حتى يؤمر بتبليغ الوحي إلى الناس، وعليه فكل رسول نبي، وليس كل نبي رسولاً ﴿إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ﴾: وأعلى أمنية لأنبياء الله ورسله أن يؤمن أهل الأرض بالله، ويعملوا بطاعته وشريعته، بل ذهبت نفس النبي حسرات على تمرد الناس وكفرهم بالله حتى عاتبه، جلَّ وعزَّ، بقوله: (فلا تذهب نفسك عليهم حسرات إن الله عليم بما يصنعون - 8 فاطر) ولكن شياطين الإنس من أرباب الأطماع والأغراض يحولون بين النبي وأُمنيته الخيرية، بالتمويه والتزييف. وهذا هو معنى إلقاء الشيطان في أُمنية الرسول والنبي، هو يبني والشيطان يحاول الهدم. ﴿فَيَنسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ﴾: وحزبه من اختلاق الأكاذيب وادّعاء الأباطيل ﴿ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ﴾: يثبتها ويصونها من التحريف كما جاء في الآية 32 من التوبة: (يريدون أن يطفئوا نور الله بأفواههم ويأبى الله إلا أن يتم نوره). \n\n(53): ﴿لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً﴾: محك يميز بين الخبيث والطيب ﴿لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ﴾: وهم المنافقون ﴿وَالْقَاسِيَةِ قُلُوبُهُمْ﴾: وهم اليهود والمشركون، وخلاصة المعنى لا سوق للدعايات الكاذبة إلا عند المرتزقة والهمج الرعاع. \n\n(54): ﴿وَلِيَعْلَمَ الَّذِينَ أُوتُوا الْعِلْمَ﴾: بدين الله، ويميزون بينه وبين البدعة والضلالة ﴿أَنَّهُ﴾: أن القرآن هو ﴿الْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا بِهِ﴾: ويعملوا بموجبها ولا تزيدهم أقاويل المفترين إلا إيمانًا وتسليمًا لله وكتبه ورسله ﴿فَتُخْبِتَ لَهُ قُلُوبُهُمْ﴾: أي تخشع وتخضع للحق، لأنها واعية زاكية. \n\n(55): ﴿وَلَا يَزَالُ الَّذِينَ كَفَرُوا فِي مِرْيَةٍ مِّنْه﴾ُ: يأبى الطغاة إلا الشك والارتياب في الحقّ وأهله ﴿حَتَّى تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً﴾: حتى تقوم القيامة وهم في غفلة معرضون ﴿أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ﴾: وهو اليوم الذي لا ينفع فيه مال ولا بنون ولا تقبل من الذين ظلموا معذرة، ولا هم ينظرون، ومن هنا سُمي عقيمًا: \n\n","تفسير المبين"]