["<div class=\"aya \"><p>قال الله تعالى <br>\r\n<br>\r\nعَجِبْتُ لِمَنْ أَيْقَنَ بِالْموْتِ كَيْفَ يَفْرَحُ، وَعَجِبْتُ لِمَنْ أَيْقَنَ \r\nبِالحِسَابِ كَيفَ يَجْمَعُ الْمَالَ، وَعَجِبْتُ لِمَنْ أَيْقَنَ بِالْقَبْرِ \r\nكَيْفَ يَضْحَكُ، وَعَجِبْتُ لِمَنْ أَيْقَنَ بِزَوَالِ الدُّنْيَا كَيْفَ \r\nيَطْمَئِنُّ إِلَيْهَا، وَعَجِبْتُ لِمَنْ أَيْقَنَ بِبَقَاءِ الآخِرَةِ \r\nوَنَعِيمِهَا كَيْفَ يَستَرِيحُ، وَعَجِبْتُ لِمَنْ هُوَ عَالِمٌ بَاللِّسَانِ \r\nوَجَاهِلٌ بِالْقَلْبِ، وَعَجِْتُ لِمَنْ هُوَ مُطَهِّرٌ بِالمَاء وَغَيْرُ طَاهِرٍ \r\nبِالْقَلْبِ، وَعَجِبْتُ لِمَنِ اشْتَغَلَ بِعُيُوبِ النَّاسِ وَهُوَ غَافِلٌ عَنْ \r\nعُيُوبِ نَفْسِهِ، وَعَجِبْتُ لِمَنْ يَعْلَمُ أَنَّ اللَّه تَعَالَى مُطَّلِعٌ \r\nعَلَيْهِ كَيْفَ يَعْصِيهِ، وَعَجِبْتُ لِمَنْ يَعْلَمُ أَنَّهُ يَمُوتُ وَحْدَهُ \r\nوَيَدْخُلُ الْقَبْرَ وَحْدَهُ وَيُحَاسَبُ وَحْدَهُ كَيْفَ يَسْتأنِسُ بِالنَّاسِ، \r\nوَيَقُولُ اللَّهُ تَعَالَى لَا إلهَ إلَّا اللَّهُ حَقّاً حَقّاً مُحَمَّدٌ \r\nعَبْدِي وَرَسُولِي.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-1- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nشَهِدَتْ نَفْسِي لِنَفْسِي أَنْ لَاإلهَ إِلَّا أنَا وَحْدِي لَا شَرِيْكَ لِي، \r\nوَمُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ عَبْدِي وَ رَسُولِي، مَنْ لَمْ \r\nيَرْضَ بِقَضَائِي وَ لَمْ يَصْبِرْ عَلَى بَلَائِي وَ لَمْ يَشْكُرْ عَلَى \r\nنَعْمَائِي وَ لَمْ يَقْنَعْ بِعَطَائِي فَلْيَطْلُبْ رَبّاً سِوَائِي وَلْيَخْرُجْ \r\nمِنْ تَحْتِ سَمَائِي، وَ مَنْ أَصْبَحَ حَزِيناً عَلى الدُّنْيَا فَكَأنَّما \r\nأَصْبَحَ سَاخِطاً عَلَيَّ، وَ مَنِ اشْتَكَى مُصِيبَةً نَزَلَتْ بِهِ إلَى غَيْرِي \r\nفَقَدْ شَكَانِي، وَ مَنْ دَخَلَ عَلى غَنِيٍّ فَتَوَاضَعَ لَهُ مِنْ أَجْلِ \r\nغِنَائِهِ ذَهَبَ ثُلثُ دِينِهِ، وَ مَنْ لَطَمَ وَجْهَهُ عَلى مَيِّتٍ فَكَأَنَّما \r\nأخَذَ رُمْحاً يُقَاتِلُنِي بِهِ، وَ مَنْ كَسَرَ عُوْداً عَلى قَبْرِ مَيِّتٍ \r\nفَكَأَنَّما هَدَم كَعْبَتي بِيَدِهِ، وَ مَنْ لَمْ يُبَالِ مِنْ أيْنَ يَأكُلُ لَمْ \r\nأُبَالِ بِهِ مِنْ أَيِّ بَابٍ أُدْخِلُهُ فِي جَهَنَّمَ، وَ مَنْ لَمْ يَكُنْ فِي \r\nالزِّيَادَةِ فِي دِينِهِ فَهُوَ فِي النُّقْصَانِ، وَ مَنْ كَانَ فِي النُّقْصَانِ \r\nفَالْمَوْتُ خَيْرٌ لَهُ، وَ مَنْ عَمِلَ بِما عَلِمَ زِدْتُهُ عِلْماً إلَى \r\nعِلْمِهِ.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-2- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! مَنْ قَنَع اسْتَغْنَى، وَ مَنْ رَضِيَ بِالْقَلِيْلِ مِنَ \r\nالدُّنْيا فَقَدْ وَثَقَ بِاللَّهِ عَزَّ وَ جَلَّ. <br>\r\nيَابْنَ آدَمَ!! مَنْ تَرَكَ الْحَسَدَ اسْتَرَاحَ، وَ مَنِ اجْتَنَبَ الْحَرَامَ \r\nخَلّصَ دِيْنَهُ، وَ مَنْ تَرَكَ الغِيْبَةَ ظَهَرَتْ مَحَبَّتُهْ في الْقُلُوبِ، \r\nوَ مَنِ اْعَتَزَلَ عَنِ النّاسِ سَلِمَ مِنْهُمْ، وَ مَنْ قَلَّ كَلَامُهُ كَمُلَ \r\nعَقْلُهُ، وَ مَنْ رَضِيَ مِنَ اللَّهِ بِالْقَلِيلِ مِنَ الرِّزْقِ رَضِيَ اللَّهُ \r\nعَنْهُ بِالْقَلِيْلِ مِنَ الْعَمَلِ.<br>\r\nيَابْنَ آدَمَ!! أَنْتَ بِمَا تَعْلَمُ لا تَعْمَلُ كَيْفَ تَطْلُبُ مَا لَا \r\nتَعْلَمُ. <br>\r\nيَابْنَ آدَمَ!! أَفْنَيتَ عُمْرَكَ في طَلَبِ الدُّنْيا فَمَتَى تَطْلُبُ الآخِرَة.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-3- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! مَنْ أَصْبَحَ حَرِيصاً عَلَى الدُّنْيا لَمْ يَزِدْ مِنَ اللَّهِ \r\nإِلا بُعْداً، وَ فِي الآخِرَةِ إلَّا جُهْداً، وَ أَلْزَمَ اللَّهُ تَعَالَى \r\nقَلْبَهُ هَمّاً لَا يَنْقَطِعُ أَبَداً وَ فَقْراً لَا يَنَالُ غِنَاهُ أبَداً، وَ \r\nأمَلاً لَا يَنَالُ مُنَاهُ أَبَداً . <br>\r\nيَابْنَ آدَمَ!! كُلَّ يَوْمٍ يَنْقُصُ مِنْ عُمْرِكَ وَ أَنْتَ لَا تَدْرِي، وَ \r\nيَأتِي كُلَّ يَوْمٍ رِزْقُكَ مِنْ عِنْدِي وَ أنْتَ لَا تَحْمَدُهُ، فَلَا \r\nبِالْقَلِيلِ تَقنَعُ وَ لَا بِالكَثِيرِ تَشْبَعُ . <br>\r\nيَابْنَ آدَمَ!! مَا مِنْ يَوْمٍ جَدِيدٍ إِلَّا وَيَأتِيكَ مِنْ عِنْدِي رِزْقٌ \r\nجَدِيدٌ، وَ مَا مِنْ لَيْلَةٍ إلّا وَ يَأتِيني مَلآئِكَتِي مِنْ عِنْدِكَ بِعَمَلٍ \r\nقَبِيحٍ، تَأكُلُ رِزْقي وَ تَعْصِيْنِي وَ أنْتَ تَدْعُونِي فَأسْتَجِيبُ لَك!. \r\nخَيْري إِلَيْكَ نَازِلٌ وَ شَرُّكَ إلَيَّ صَاعِدٌ، فَنِعْمَ الْمَوْلَى أَنَا وَ \r\nبِئْسَ الْعَبْدُ أَنْتَ، تَسْألُنِي فأعْطِيكَ وَ أسْتُرُ إِلَيْكَ سُوءًَ بَعْدَ \r\nسوءٍ وَ قَبِيحاً بَعْدَ قَبِيحٍ، أنَا أسْتَحْيِي مِنْكَ وَ أنْتَ لَا تَسْتَحْيِي \r\nمِنِّي وَ تَنْسَانِي وَ تَذْكُرُ غَيْرِي وَ تَخَافُ النّاسَ وَ تَأمَنُ غَضَبي .<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-4- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! لَا تَكُنْ مِمَّنْ يَطْلُبُ التَّوْبَةَ بِطُولِ الأمَلِ \r\nوَيَرْجُو الآخِرَةَ بِغَيْرِ عَمَلٍ، يَقُولُ قَوْلَ الزّاهِدِينَ وَ يَعْمَلُ \r\nعَمَلَ الْمُنَافِقِينَ، إنْ أُعْطِىَ لَا يَقْنَعُ وَ إِنْ مُنِعَ لَا يَصْبِرُ، \r\nيَأمُرُ بِالْخَيْرِ وَ لَا يَفْعَلُهُ، وَ يَنْهَى عَنِ الشَّرِّ وَ لاَ يُنْهَى \r\nعَنْهُ، وَ يُحِبُّ الصَّالِحِينَ وَ لَيْسَ مِنْهُمْ، وَ يُبْغِضُ الْمُنَافِقِينَ \r\nوَ هُوَ مِنْهُمْ . <br>\r\nيَابْنَ آدَمَ!! مَا مِنْ يَوْمٍ جَدِيدٍ إِلَّا وَ الأَرْضُ تُخَاطِبُكَ وَ تَقُولُ: \r\nيَابْنَ آدَمَ، تَمْشِي عَلى ظَهْرِي وَ مَصِيرُكَ في بَطْني وَتُذْنِب عَلَى \r\nظَهْرِي وَ تُعَذَّبُ في بَطْنِي؛ يَابْنَ آدَمَ، أَنا بَيْتُ الوَحْدَةِ وَ أنَا \r\nبَيْتُ الْوَحْشَةِ وَ أَنَا بَيْتُ الظُلْمَةِ وَ أَنَا بَيْتُ العَقَارِبِ وَ \r\nالْحَيَّاتِ وَ أَنَا بَيْتُ الهَوانِ، فَاعْمُرِني وَ لَا تَخْرَبْنِي.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-5- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! مَا خَلَقْتُكُمْ لِأَسْتَكْثِرَ بِكُمْ مِن قِلَّةٍ، وَ لَا \r\nلِأَسْتَأنِسَ بِكُمْ مِنْ وَحْشَةٍ، وَ لَا لِأَسْتعِينَ بِكُمْ عَلَى أَمْرٍ \r\nعَجَزْتُ عَنْهُ، وَ لَا لِاَجْلِ مَنْفَعَةٍ وَ لَا لِدَفْعِ مَضَرَّةٍ، بَلْ \r\nخَلَقْتُكُمْ لِتَعْبُدُوني طَوِيلاً وَ تَشْكُرُوني كَثِيراً وَ تُسَبِّحُوني \r\nبُكْرَةً وَ أصِيلاً، وَ لَو أنَّ أَوَّلَكُم وَ آخِرَكُمْ وَ حَيَّكُمْ وَ \r\nمَيِّتَكُمْ وَ صَغِيرَكُمْ وَ كَبِيرَكُمْ وَحُرَّكُمْ وَ عَبْدَكُمْ وَ إِنْسَكُمْ \r\nوَ جِنَّكُمْ اجْتَمَعْتُمْ عَلَى طَاعَتِي لَمَا زَادَ ذلِكَ في مُلْكِي مِثْقَالَ \r\nذَرَّةٍ، وَ لَوْ أَنَّ أَوَّلَكُمْ وَ آخِرَكُمْ وَ حَيَّكُمْ وَ مَيَِّتَكُمْ وَ \r\nصَغِيرَكُمْ وَ كَبِيرَكُمْ وَ حُرَّكُمْ وَ عَبْدَكُمْ وَ إنْسَكُمْ وَ جِنَّكُمَ \r\nاجْتَمَعتُمْ عَلَى مَعْصِيَتي مَا نَقَصَ ذلِكَ مِنْ مُلْكِي مِثْقَالَ ذَرَّةٍ، \r\nوَ مَنْ جَاهَدَ فَإنَّمَا يُجَاهِدُ لِنَفْسِهِ، إِنَّ اللَّهَ غَنِىُّ عَنِ \r\nالعَالَمِينَ.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-6- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا عَبِيدَ الدَّنَانِيرِ وَ الدَّرَاهِمِ!! إِنِّي مَا خَلَقْتُ لَكُمُ \r\nالدَّرَاهِمَ وَ الدَّنَانِيرَ إلَّا لِتَأكُلوا بِهَا رِزْقِي وَ تَلْبَسُوا بِهَا \r\nثِيَابِي وَ تُنْفِقُوا بِهَا فِي سَبِيلي، فَأخَذْتُمْ كِتَابِي فَجَعَلْتُمُوهُ \r\nتَحْتَ أَقْدَامِكُمْ، وَ أَخَذْتُمُ الدُّنْيَا فَجَعَلْتُمُوهَا فَوْقَ \r\nرُؤُوسِكُمْ، وَ رَفَعْتُمْ بُيُوتَكُمْ وَ خَفَضْتُمْ بُيُوتِي، وَ آنَسْتُمْ \r\nبُيُوتَكُمْ وَ أَوْحَشْتُمْ بُيُوتِي، فَلَا أَنْتُمْ عَبِيدَ أَحرَارٌ أَبْرَارٌ.\r\n<br>\r\nيَا عَبِيْدَ الدُّنْيَا!! إِنَّما مَثَلُكُمْ كَالقُبُورِ الْمُجَصَّصَةِ يُرَى \r\nظَاهِرُهَا مَلِيحاً وَ بَاطِنُهَا قَبِيحاً.<br>\r\nيَابْنَ آدَمَ!! كَما لَا يُغْنِي الْمِصْبَاحُ فَوْقَ الْبَيْتِ عَنِ الظّلْمَةِ \r\nالدّاخِلَةِ عَلَيْهِ، كَذلِكَ لَا يُغْنِي كَلَامُكُمُ الطَّيِّبُ مَعَ \r\nأَفْعَالِكُمُ الرَّدِيَّةِ.<br>\r\nيَابْنَ آدَمَ!! أَخْلِصْ عَمَلَكَ وَ لَا تَسْألْنِي فَإنّي أُعْطِيْكَ أَكْثَرَ \r\nمِمَّا يَطْلُبُ السَّائِلُونَ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-7- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! إنِّي لَم أَخْلُقْكُمْ عَبَثاً وَ لَا جَعَلْتُكُمْ سُدَىً وَ لَا \r\nأَنَا بِغَافِلٍ عَمَّا تَعْمَلُونَ، وَ إِنَّكُمْ لَنْ تَنَالُوا مَا عِنْدِي \r\nإِلَّا بِالصَّبْرِ عَلى مَا تَكْرَهُونَ فِي طَلَبِ رِضَائِي، وَالصَّبْرُ عَلى \r\nطَاعَتِي أيْسَرُ عَلَيْكُمْ مِنَ الصَّبْرِ عَلى حَرِّ النَّارِ، وَ عَذَابُ \r\nالدُّنْيَا أَيْسَرُ عَلَيْكُمْ مِنْ عَذَابِ الآخِرَةِ.<br>\r\nيَابْنَ آدَمَ!! كُلُّكُمْ ضَالٌّ إلَّا مَنْ هَدَيْتُهُ، وَ كُلكُمْ مَرِيضٌ \r\nإِلَّا مَنْ شَفَيْتُهُ، وَ كُلُّكُمْ فَقِيرٌ إلَّا مَنْ أغْنَيْتُهُ، وَ كُلُّكُمْ \r\nهَالِكٌ إلَّا مَنْ أنْجَيْتُهُ، وَ كُلُّكُمْ مُسِي‏ءٌ إلَّا مَنْ عَصَمْتُهُ، \r\nفَتُوبُوا إلَيَّ أَرْحَمْكُمْ وَ لَا تَهْتِكُوا أَسْتَارَكُمْ عِنْدَ مَنْ لَا \r\nيَخْفَى عَلَيْهِ أَسْرَارُكُمْ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-8- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! لَا تَلْعَنُوا الْمَخْلُوقِيْنَ فَتَرْجِعَ اللَّعْنَةُ عَلَيْكُمْ \r\n.<br>\r\nيَابْنَ آدَمَ!! اسْتَقَامَتْ سَموَاتِي فِي الْهَوَاءِ بِلَا عَمَدٍ بِاسْمٍ مِنْ \r\nأسْمَائِي، وَ لَا تَسْتَقِيمُ قُلُوبُكُمْ بِألْفِ مَوْعِظَةٍ مِنْ كِتَابِي.<br>\r\nيَا أيُّهَا النَّاسُ!! كَما لَا يَلِينُ الْحَجَرُ فِي الْمَاءِ كَذَلِكَ لَا \r\nتُفِيدُ الْمَوْعِظَةُ فِي الْقُلُوبِ الْقَاسِيَةَ .<br>\r\nيَابْنَ آدَمَ!! كَيْفَ لَا تَجْتَنِبُونَ الْحَرَامَ، وَ لَا اكْتِسَابَ الْآثامِ، \r\nوَ لَا تَخَافُونَ النِّيْرَانَ، وَ لَا تَتَّقُونَ غَضَبَ الرَّحْمن! فَلَوْلَا \r\nمَشَائِخُ رُكَّعٌ وَ أَطْفَالٌ رُضَّعٌ وَ بَهَائِمُ رُتَّعٌ وَ شَبَابٌ خُشَّعٌ \r\nلَجَعَلْتُ السَّمَاء فَوْقَكُمْ حَدِيداً وَ الْأَرْضَ صُفْراً وَ التُّرَابَ \r\nجِمَاراً، وَ لَأَنْزَلْتُ عَلَيْكُمْ مِنَ السَّمَاءِ قَطْرَةً وَ لَا أنْبَتُّ \r\nلَكُمْ مِنَ الْاَرْضِ حَبَّةً وَ صَبَبْتُ عَلَيْكُمُ العَذَابَ صَبّاً.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-9- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! قَد جَاءَكُمُ الْحَقُّ مِنْ رَبِّكُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ، \r\nوَ مَنْ شَاءِ فَلْيَكْفُرْ، وَ إنَّكُمْ لَا تُحْسِنُونَ إلَّا بِمَنْ أَحْسَنَ \r\nإِلَيْكُمْ وَ لَا تَصِلُونَ إلَّا لِمَنْ وَصَلَكُمْ وَ لَا تُكَلِّمُونَ إلَّا \r\nلِمَنْ كَلَّمَكُمْ، وَ لَا تُطْعِمُونَ إلّا لِمَنْ أَكْرَمَكُمْ، فَلَيْسَ \r\nلِأَحَدٍ عَلَى أَحَدٍ فَضْلٌ، إنَّما الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ \r\nوَ رَسُولِهِ الّذِينَ يُحْسِنُونَ إلَى مَنْ أسَاء إلَيْهِمْ، وَيَصِلُونَ إلَى \r\nمَنْ قَطَعَهُمْ وَ يُعْطُونَ إلَى مَنْ حَرَمَهُمْ، وَ ينْصِفُونَ مَنْ خَانَهُمْ، \r\nوَ يُكَلِّمُونَ إلَى مَنْ هَاجَرَ مِنْهُمْ وَ يُكَرِّمُونَ مَنْ أَهَانَهُمْ .<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-10- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا أَيُّها النَّاسُ!! إِنَّما الدُّنْيَا دَارُ مَنْ لاَ دَارَ لَهُ وَ مَالُ مَنْ \r\nلاَ مَالَ لَهُ وَلَهَا يَجْمَعُ مَنْ لاَ عَقْلَ لَهُ وَبِهَا يَفْرَحُ مَنْ لاَ \r\nيَقِينَ لَهُ وَعَلَيْها يَحْرِصُ مَنْ لاَ تَوَكُّلَ لَهُ وَيَطْلُبُ شَهَوَاتِها \r\nمَنْ لاَ مَعْرِفَةَ لَهُ؛ فَمَنْ أَخَذَ نِعْمَةَ زَائِلَةَ وَ حَياة مُنْقَطِعَة \r\nوَ شَهْوَةً فاِنيَة ظَلَمَ نَفْسَهُ وَ عَصَى رَبَّهُ وَ نَسِىَ آخِرَتَهُ وَ \r\nغَرَّتْهُ حَيَاتَهُ.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-11- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! أُذْكُروا نِعْمَتِي الَّتِي أَنْعَمْتُ عَلَيْكُمْ؛ كَما لاَ \r\nتَهْتَدُونَ السَّبِيلَ إِلَّا بِالدَّلِيْلِ فَكَذلِكَ لاَ تَهْتَدُونَ طَرِيقَ \r\nالْجنَّةِ إلَّا بِالْعِلْمِ وَ كَمَا لا تَجْمِعُونَ الْمَالَ إِلّا بِالتَّعَبِ \r\nوَ كَذلِكَ لا تَدْخُلُونَ الْجَنَّةَ إِلاّ بِالصَّبْرِ عَلى الْعِبَادَةِ \r\nفَتَقَرَّبُوا بِالنَّوافِلِ وَاطْلُبُوا رِضَائِي بِرَضاءِ الْمَساكِيْنِ فَإنَّ \r\nرَحْمَتِي لا تُفَارِقُهُمْ طَرْفَةَ عَيْنٍ أَبَداً.<br>\r\nيَا مُوسَى!! اسْمَعْ مَا أقُولُ وَالْحَقُّ مَا أقُولُ إِنَّهُ مَنْ تَكَبَّرَ \r\nعَلى مِسْكِيْنٍ حَشَرْتُهُ يَوْمَ الْقِيَامَةِ عَلى صُورَةِ ذَرَّةِ تَحْتَ \r\nأقْدَامِ النَّاسِ وَمَنْ تَعَرَّضَ بِهْتْكِ سِتْرِ مُسْلِمٍ أهْتِكُ سِتْرَهُ \r\nسَبْعِيْنَ مَرَّة وَمَنْ تَوَاضَعَ لِعَالِمٍ أوْ وَالِدَيْهِ رَفَعْتُهُ في \r\nالدَّارَيْنِ وَمَنْ أهَانَ مُؤْمِناً مُسْلِماً لِفَقْرِهِ فَقَدْ بَارَزَنِي في \r\nالْمُحَارَبَةِ، وَمَنْ أَحَبَّ مُؤْمِناً مِنْ أجْلِي صَافَحَتْهُ الْمَلائِكَةُ \r\nفي الدَّارَيْنِ في الدُّنْيا سِرّاً وَفي الآخِرَةِ جَهْراً.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-12- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! أطِيْعُونِى بِقَدْرِ حَوَائِجِكُمْ إلَىَّ وَاعْصُونِي بِقَدْرِ \r\nصَبْرِكُمْ عَلى النَّارِ وَتَزَوَّدُوا مِنَ الدُّنْيَا بِقَدْرِ مَسْكَنِكُمْ \r\nفِيْهَا وَتَزَوَّدُوا للآخِرَةِ بِقَدْرِ مَسْكَنِكُمْ فِيهَا وَلا تَنْظُرُوا إلى \r\nآجَالِكُمُ الْمُتَأخَّرَةِ وَأَرزَاقِكُمُ الْحَاضِرَةِ وَ ذُنُوبِكُمُ \r\nالْمَسْتُورَةِ؛ وَ كُلُّ شَي‏ءِ هَالِكٌ إلَّا وَجْهِي وَ لَوْ خِفْتُمْ مِنَ \r\nالنَّارِ كَما خِفْتُمْ مِنَ الفَقْرِ لأغْنَتُكُمْ مِنْ حَيْثُ لا تَحْتَسِبُونَ \r\nوَ لو رَغِبْتُمْ فِي الْجَنَّةِ كَما رَغِبْتُمْ فِي الدُّنْيَا لأسْعَدْتُكُمْ \r\nفِي الدَّارَينِ وَ لا تُمِيْتُوا قُلُوبَكُمْ بِحُبِّ الدُّنْيَا فَزَوَالُهَا \r\nقَرِيبٌ.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-13- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! كَمْ مِنْ سِرَاجِ أَطْفَأتْهُ الرِّيحُ؟ وَكَمْ مِنْ عَابِدٍ \r\nأَفْسَدَهُ العَجْبُ؟ وَكَمْ مِنْ فَقِيرٍ أَفْسَدَهُ الفَقْرُ؟ وَكَمْ مِنْ غَنِيّ \r\nأَفْسَدَهُ الْغِنَا؟ وَكَمْ مِنْ صَحِيحٍ أَفْسَدَهُ العَافِيَةُ؟ وَكَمْ مِنْ \r\nعَالمٍ أَفْسَدَهُ الْعِلْمُ؟ <br>\r\nيَابْنَ آدَمَ!! زَارِعُونِي وَ رَابِحُونِي وَاسْأَلُونِي وَ عَامِلُونِي فَإنَّ \r\nرِبْحَكُمْ عِنْدِي مَا لاَ عَيْنٌ رَأَتْ وَ لاَ أُذُنٌ سَمِعَتْ وَ لاَ خَطَرَ \r\nعَلى قَلْبِ بَشَرٍ وَلاَ تَنْفَدُ خَزَائِني وَلاَ يَنْقُصُ مُلْكِي وَأَنَا \r\nالوَهَّابُ.<br>\r\nيَابْنَ آدَمَ!! دِينُكَ لَحْمُكَ وَدَمُكَ، فَإنْ صَلُحَ دِينُكَ صَلُحَ لَحْمُكَ \r\nوَ دَمُكَ وَ إِنْ فَسَدَ دِينُكَ فَسَدَ لَحْمُكَ وَ دَمُكَ، فَلاَ تَكُنْ \r\nكالْمِصْبَاحِ يُضِي‏ءُ لِلنَّاسِ وَ يُحْرِقُ نَفْسَهُ بِالنَّارِ، وَ أَخْرِجْ \r\nحُبَّ الدُّنْيَا عَنْ قَلْبِكَ فَإِنِّي لاَ أَجْمَعُ حُبيِّ وَحُبَّ الدُّنْيَا \r\nفِي قَلْبٍ وَاحِدٍ أَبَداً كما لاَ يَجْتَمِعُ الْمَاءُ وَ النَّارُ فِي إنَاءٍ \r\nوَاحِدٍ وَارْفَقْ بِنَفْسِكَ فِي جَمْعِ الرِّزْقِ، فَإنَّ الرِّزْقَ مَقْسُومٌ \r\nوالْحَرِيصَ مَحْرُومٌ وَالبَخِيلَ مَذْمُومٌ وَالنِّعْمَةَ لاَ تَدَومُ وَالأَجَلَ \r\nمَعْلُومٌ وَ خَيْرُ الْحِكْمَةِ خَشْيَةُ اللَّهِ تَعَالَى وَ خَيْرُ الْغَنِى \r\nالقَنَاعَةُ وَ خَيْرُ الزَّادِ التَّقْوَى وَ شَرُّ صَلاَحِكُمُ الكِذْبُ وَ شَرُّ \r\nنَصِيحَتِكُمُ النَّمِيمَةُ وَ مَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-14- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ وَ لِمَ \r\nتَنْهَوْنَ عَمَّا لاَ تُنْهَوْنَ وَ لِمَ تَأمُرُنَ بِمَا لاَ تَعْمَلُونَ وَ لِمَ \r\nتَجْمَعُونَ مَا لاَ تَأكُلُونَ وَلِمَ التَّوْبَةَ يَوْماً بَعْدَ يَوْمٍ \r\nتُؤَخِّرُونَ وَعَامٍ بَعْدَ عَامٍ تَنْتَظِرُونَ؛ أَلَكُمْ مِنَ الْمَوْتِ أمانٌ \r\nأمْ بِأَيْدِيْكُمْ بَراءَةٌ مِنَ النِّيْرَانِ أَمْ تَحَقَّقْتُمُ الْفَوْزَ \r\nبِالْجِنَانِ؛ أنْظَرَتْكُمُ النِّعْمَةُ وَ غَرَّكُمْ مِنَ اللَّهِ تَعَالَى طُولُ \r\nالآمَالِ؛ فَلاَ تَغُرَّنَّكُمُ الصِّحَةُ وَ السَّلامَةُ فَإنَّ أيَّامَكُمْ \r\nمَعْلومَةٌ وَ أَنْفَاسَكُمْ مَعدُودَةٌ وَ سَرِائِرَكُمْ مَكْشُوفَةٌْ \r\nوَأَسْتَارَكُمْ مَهْتُوكَةٌ؛ فَاتَّقُوا اللَّهَ يَا اوْلِي الْأَلْبَابِ وَ \r\nقَدِّمُوا مَا في ايْدِيكُمْ لِمَا بَيْنَ ايْدِيكُمْ.<br>\r\nيابْنَ آدَمَ!! تَقَدَّمْ فإنَّكَ في هَدْمِ عُمْرِكَ وَ مِنْ يَوْمٍ خَرَجْتَ مِنْ \r\nبَطْنِ أُمِّكَ تَدْنُو في كُلِّ يَوْمٍ قَبْرَكَ فَلاَ تَكُنْ كَالْخَشبِ الَّذِي \r\nيُحْرِقُ نَفْسَهُ بِالنَّارِ لِغَيْرِهِ؛ لاَ إلَهَ إلَّا اللَّهُ حَقّاً حَقّاً \r\nمُحَمَّدٌ عَبْدِي وَرَسُولِي.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-15- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! أَنَا حَيُّ لاَ أَمُوتُ؛ إعْمَلْ بِما أمَرْتُكَ وَانْتَهِ عَمَّا \r\nنَهَيْتُكَ حَتَّى أَجْعَلَكَ حَيّاً لا تَمُوتُ.<br>\r\nيَابْنَ آدَمَ!! أَنَا مَلِكٌ لاَ أزُولُ إِذا قُلْتُ لِشَي‏ءِ كُنْ فَيَكُونُ \r\nأطِعنِي فِيْما أمَرْتُكَ وَانْتَهِ عَمَّا نَهَيْتُكَ حَتَّى تَقُولَ لِشَي‏ءِ كُنْ \r\nفَيَكُونُ.<br>\r\nيَابْنَ آدَمَ!! إذَا كَانَ قَوْلُكَ مَلِيحاً وَ عَمَلُكَ قَبِيْحاً فَأنْتَ رَأْسُ \r\nالمَنَافِقِيْنَ وَ إنْ كَانَ ظَاهِرُك مَلِيحاً وَ بَاطِنُكَ قَبِيحاً فَأنْتَ \r\nأهْلَكُ الْهَالِكِيْنَ.<br>\r\nيَابْنَ آدَمَ!! لا يَدْخُلُ جَنَّتي إلَّا مَنْ تَوَاضَعَ لِعَظَمَتِي وَ قَطَعَ \r\nنَهَارَهُ بِذِكْرِي وَ كَفَّ عَنِ الشَّهَوات مِنْ أَجْلِي وَ َيُراخِي الغَرِيْبَ \r\nوَ يُوَاسِي الفَقِيرَ وَ يَرْحَمُ الْمُصَابَ وَ يُكْرِم الْيَتِيمَ وَ يَكُونُ \r\nلَهُ كالأبِ الرَّحِيمِ وَ لِلأرَامِلِ كَالزَّوجِ الشَّفِيق، فَمَنْ كَانَ هَذِهِ \r\nصِفَتَهُ يَكُونُ إن دَعَانِي لَبَّيْتُهُ وَإنْ سَألَنِي أعْطَيْتُهُ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-16- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! إِلى كَمْ تَشْكُونَنِي وَ إِلَى كَمْ تََنْسُونَنِي وَ إِلَى كَمْ \r\nتَكفُرونَنِي وَ لَسْتُ بِظَلّامٍ لِعَبيْدِ وَ إلَى مَتَى تَجْحَدُونَ بِنِعْمَتِي \r\nوَ رِزْقُكُمْ يَأتِيْكُم في كُلِّ يَومٍ مِنْ عِنْدِي وَإلى مَتَى تَجْحَدُونَ \r\nبِرُبوبِيَّتي وَ لَيْسَ لَكُم رَبُّ غَيْرِي وَ إلَى مَتَى تَجْفُونَنِي وَ لَمْ \r\nأَجْفُكُمْ وَ إِذا طَلَبْتُمُ الطَّبِيْبَ لَِأْبدَانِكُمْ فَمَنْ يَشْفِيكُمْ عَنْ \r\nذُنُوبِكُمْ فَقَدْ شَكُوْتُمْ وَسَخِطتُمْ قَضَائي؛ وَ إذَا لَمْ يَجِدْ أَحَدُكُمْ \r\nقُوتَ ثَلاَثَةِ أَيَّامٍ فَقَالَ أَنَا بِشَرِّ وَ لَسْتُ بِخَيْرٍ فَقَدْ جَحَدَ \r\nبِنِعْمَتِي؛ وَ مَنْ مَنَعَ الزَّكاةَ مِنْ مَالِهِ فَقَدِ اسْتَخَفَّ بِكِتابِي؛ \r\nوَ إذا عَلِم بِوَقْتِ الصَّلاَةِ وَ لَمْ يَفْرَغْ لَهَا فَقَدْ غَفَلَ عَنّي؛ وَ \r\nإِذا قَالَ إِنَّ الْخَيْرَ مِنْ عِنْدِي وَ الشَّرَّ مِنْ عِنْدِ ابْلِيْسَ فَقَدْ \r\nجَحَدَ رُبُوبِيَّتِي وَ جَعَلَ إبْلِيسَ شَريْكاً لِي.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-17- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! إصْبِرْ وَ تَوَاضَعْ أَرْفَعْكَ وَ اشْكُرْ لِي أَزِدْكَ وَ \r\nاسْتَغْفِرْ لِي أغْفِرْ لَكَ وَ أدْعُنِي أَسْتَجِبْ لَكَ وَاسْألْنِي أُعْطِكَ وَ \r\nتَصَدَّقْ لِي أُبَارِكْ لَكَ فِي رِزْقِكَ وَصِلْ رَحِمَكَ أَزِدْ فِي عُمْرِكَ وَ \r\nأُنْسِي أَجَلَكَ وَ اطْلُبْ مِنِّي الْعَافِيَةَ بِطُوْلِ الصِّحَّةِ وَ اطْلُبِ \r\nالسَّلاََمَةَ فِي الْوَحْدَةِ وَالإخْلاَصَ فِي الْوَرَعِ وَ الزُّهْدَ فِى \r\nالتَّوبَةِ وَ العِبَادَةَ فِي العِلْمِ وَ الغِنَى فِي الْقَنَاعَةِ.<br>\r\nيَابْنَ آدَمَ!! كَيْفَ تَطْمَعُ فِي الْعِبَادَةِ مَعَ الشَّبَعِ وَ كَيْفَ \r\nتَطْلُبُ جَلاَء الْقَلْب مَعَ كَثْرَةِ النَّومِ وَ كَيْفَ تَطْمَعُ فِي الْخَوْفِ \r\nمِنَ اللَّهِ تَعَالَى مَعَ خَوْفِ الْفَقْرِ وَ كَيْفَ تَطْمَعُ فِي مَرْضَاةِ \r\nاللَّهِ تَعَالَى مَعَ احْتِقَارِ الْفُقَرَاءِ والْمَسَاكِين.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-18- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا أَيُّها النَّاسُ!! لاَ عَقْلَ كَالتَّدْبِيْرِ وَ لاَ وَرَعَ كَالْكَفِّ عَنِ \r\nالأَذى وَ لاَ حَسَبَ أرْفَعُ مِنَ الأَدَبِ وَ لاَ شَفِيْعَ كَالتَّوْبَةِ وَ لاَ \r\nعِبَادَةَ كَالعِلْمِ وَ لاَ صَلاَةَ إِلّا مَعَ الْخَشْيَةَ وَ لاَ فَقْرَ إلّا \r\nمَعَ الصَّبْرِ وَ لاَ عِبَادَة كَالتَّوفِيقِ وَ لاَ قَرِيْنَ أَزْيَنُ مِنَ \r\nالْعَقْلِ وَ لاَ رَفِيقَ أَشْيَنُ مِنَ الْجِهْلِ.<br>\r\nيَابْنَ آدَمَ!! تَفَرَّغْ لِعِبَادَتِي لَاَََمْلَأُ قَلْبَكَ غِنَى وَ يَدَيْكَ \r\nرِزْقاً وَ جِسْمَكَ رَاحَةً؛ وَ لاَ تَغْفُلْ عَنْ ذِكْرِي فَأَمْلَأُ قَلْبَكَ \r\nفَقْراً وَ بَدَنَكَ تَعَباً وَ صَدْرَكَ غَمَّاً وَ هَمَّاً وَ جِسْمَك سُقْماً وَ \r\nدُنيَاكَ عُسْرَةً.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-19- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! اَلْمَوْتُ يَكْشِفُ أَسْرَارَكَ وَالْقِيَامَةُ تَبْلُو \r\nأَخْبَارَكَ وَالكِتَابُ يَهْتِكُ أَسْتَارَكَ فَإذا أَذْنَبْتَ ذَنْباً صَغِيراً \r\nفَلا تَنْظُرْ إلَى صِغَرِهِ وَلَكِن اُنْظُرْ إلَى مَنْ عَصَيْتَهُ وَ إذا رُزِقْتَ \r\nرِزْقاً قَلِيلاً فَلاَ تَنْظُرْ إلَى قِلَّتِهِ وَ لَكِنِ اُنْظُرْ إلَى مَنْ \r\nرَزَقَكَ.<br>\r\nيَابْنَ آدَمَ!! لاَ تَأمَنْ مِنْ مَكْرِي فَإنَّ مَكْرِي أَخْفَى مِنْ دَبِيْبِ \r\nالنَّمْلِ عَلى الصَّفَاءِ في اللَّيْلَةِ الظَّلْمَاءِ.<br>\r\nيَابْنَ آدَمَ!! هَلْ أَدَّيْتُمْ فَرَائِضِي كَما أمرْتُكُمْ وَهَلْ وَاسيْتُمُ \r\nالْمَسَاكِينَ بِأَمْوالِكُمْ وَ أَنْفُسِكُمْ وَ هَلْ أَحْسَنْتُمْ إِلَى مَنْ \r\nأَسَاءَ إِلَيْكُمْ وَ هَلْ عَفَوْتُمْ عَمَّنْ ظَلَمَكُمْ وَ هَلْ وَصَلْتُمْ مَنْ \r\nقَطَعَكُمْ وَهلْ أَنْصَفْتُمْ مَنْ خَانَكُمْ وَهَلْ كَلَّمْتُمْ مَنْ هَاجَرَكُمْ \r\nوَ هَلْ أَدَّبْتُمْ أَوْلاَدَكُمْ وَ هَلْ سَألْتُمُ العْلَمَاءَ مِنْ أَمْرِ \r\nدِيْنِكُمْ وَ دُنْيَاكُمْ؛ فَإِنِّي لاَ أَنْظُرُ إلَى صُوَرِكُمْ وَ لاَ إِلَى \r\nمَحاسِنِكُمْ وَ لَكِنْ أَنْظُرُ إلَى قُلُوبِكُمْ وَ أَعْمَالِكُمْ وَ أرْضَى \r\nمِنْكُمْ بِهذِهِ الْخِصَال.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-20- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ! انْظُرْ إلَى نَفْسِكَ وَإلَى جَمِيعِ خلْقِي فَإنْ وَجَدْتَ أَحداً \r\nأَعِزَّ إِلَيْكَ مِنْ نَفْسِكَ فَصْرفُ كَرَامَتَكَ إِلَيْهِ وَ إِلَّا فَأكرِمْ \r\nنَفْسَكَ بِالتَّوْبَةِ وَ العَمَلِ الصَّالِحِ إِنْ كانَتْ عَلَيْكَ عَزِيزَةً، \r\nيَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ وَ اتَّقُوا \r\nاللَّهَ قَبْلَ يَوْمِ الْقِيَامَةِ وَ يَوْمِ الوَاقِعَةِ وَ يَوْمِ التَّغَابُنِ \r\nوَ يَوْمِ الْحَاقَّةِ وَ يَوْمٍ كانَ مِقْدَارُهُ خَمْسِيْنَ أَلْفَ سَنَةٍ وَ \r\nيَوْمٍ لَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ وَ يَوْمِ الطَّامَّةِ، وَ يَوْمِ \r\nالصَّاخَّةِ وَ يَوْمٍ عَبُوسٍ قمطَرِيرٍ وَ يَوْمٍ لّا تَمْلِكُ نَفْسٌ لِنَفْسٍ \r\nشَيْئاً وَ يَوْمِ الدَّمدَمَةِ وَ يَوْمِ الزَّلْزَلَةِ وَ يَوْمِ القَارِعَةِ، \r\nفَاتَّقُوا اللَّهَ لِيَوْمِ مَوَاقِعِ الْجِبَالِ قَبْلَ الصَّيْحَةِ \r\nوَالزِّلْزَالِ إِذَا شَابَ مِنْ هَوْلِهِ الْأَطْفَالُ وَ لَا تَكُونُوا \r\nكَالَّذِيْنَ قَالُوا سَمِعْنَا وَعَصَيْنَا.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-21- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّه ذِكراً كثِيراً، يَا مُوسَى بْنَ \r\nعِمْرَانَ يَا صَاحِبَ البَيَانِ اسْمَعِ كَلَامِي ألْوَاناً ألْوَاناً إِنِّي أَنا \r\nاللَّهُ الْمَلِكُ الدّيّانُ لَيْسَ بَيْنِي وَ بَيْنَكَ تَرْجُمَانٌ، بَشِّرْ آكِلَ \r\nالرِّبَا وَ العَاقَّ لِوَالِدَيْهِ بِغَضَبِ الرَّحمنِ وَ مُقَطَّعَاتِ النِّيرَانِ، \r\nيَابْنَ آدَمَ إِذَا وَجَدْتَ قَسَاوَةً فِي قَلْبِكَ وَ سُقْماً فِي بَدَنِكَ أَوْ \r\nحِرْمَاناً فِي رِزْقِكَ. فَاعْلَمْ أَنَّكَ نَكلَّمْتَ فِيما لَا يَعْنِيكَ، \r\nيَابْنَ آدَمَ لَا يَسْتَقِيمُ دِيْنُكَ حَتَّى يَسْتَقِيمَ لِسَانُكَ وَ قَلْبُكَ \r\nوَ لّا يَسْتَقِيمُ قَلْبُكَ حَتَّى يَسْتَقِيمَ لِسَانُكَ وَ لَا يَسْتَقِيمُ \r\nلِسَانُكَ حَتَّى تَسْتَحْيِي مِنْ رَبِّكَ، وَ إِذَا نَظَرْتَ إِلَى عُيُوبِ \r\nالنَّاسِ وَ نَسِيْتَ عُيُوبَكَ فَقَدْ أَرْضَيْت الشَّيْطَانَ وَ أَغْضَبْتَ \r\nالرَّحمنَ، يَابْنَ آدَمَ لِسَانُكَ أَسَدٌ إنْ أَطْلَقْتَهُ أَهْلَكَكَ وَ \r\nهَلَاكُكَ فِي طَرَفِ لسَانك.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-22- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ! إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ مُبِيْنٌ فَاتَّخِذُوهُ عَدُوّاً \r\nفَعْمَلُوا لِلْيَوْم الَّذِي تُحْشَروُنَ فِيهِ إِلَى اللَّهِ تَعَالَى فَوْجاً \r\nفَوْجاً. وَتَقِفُونَ بَيْنَ يَدَي اللَّهِ صَفّاً صَفّاً وَتَقْرَوْنَ الكِتَابَ \r\nحَرْفاً حَرْفاً وَتُسْأَلُونَ عَمَّا تَعْمَلُونَ سِرّاً وَجَهْراً، ثُمَّ يُسَاقُ \r\nالْمُتَّقُونَ إِلَى الْجِنَانِ وَفْداً وَفْداً وَالْمُجْرِمُونَ إِلَى جَهَنَّمَ \r\nوِرْداً وِرْداً كَفَاكُمْ مِنَ اللَّهِ وَعْداً وَ وَعِيداً، فَأنا اللَّهُ \r\nفَأعرِفُونِي، وَ أَنَا الْمُنْعِمُ فَاشْكُرُونِي، وَ أَنَا الغَفَّارُ \r\nفاسْتَغْفِرُونِي وَ أَنَا الْمَقْصُودُ فَاقْصِدُونِي، وَ أَنَا الْعَالِمُ \r\nبِالسَّرائِرِ فَاحْذَرُونِي.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-23- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nشَهِدَ اللَّهُ أَنَّهُ لَا إِلهَ إِلَّا هُوَ وَ الْمَلَائِكَةُ وَ أُولُوا \r\nالعِلْمِ قَائِماً بِالْقِسْطِ لَا إلهَ إِلَّا هُوَ العَزِيزُ الْحَكِيمُ إِنَّ \r\nالدِّينَ عِنْدَ اللَّهِ الْإسْلَامُ بَشِّرْ كُلَّ مُحسِنٍ بِالْجَنَّةِ وَ كُلُّ \r\nمُسِي‏ءِ هَالِكٌ خَاسِرٌ وَ مَنْ عَرَفَ اللَّهَ فَأطَاعَةُ نَجَا وَ مَنْ عَرَفَ \r\nالشَّيْطَانَ فَعَصَاهُ سَلِمَ وَ مَْن عَرَفَ الْحقَّ فَاتَّبَعَهُ أَمِنَ وَ مَنْ \r\nعَرَفَ الْباطِلَ فَاتّقَاهُ فَازَ وَ مَنْ عَرَفَ الدُّنْيا فَرَفَضَها خَلَصَ وَ \r\nمَنْ عَرَفَ الآخِرَةَ فَطَلَبَهَا وَصَلَ إنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ وَ \r\nإلَيْهِ تُقْلَبُونَ، <br>\r\nيَابْنَ آدَمَ!! إذَا كانَ اللَّهُ تَعَالَى قَدْ تَكَفَّلَ لَكَ بِرِزْقِكَ فَطُولُ \r\nاهْتِمامِكَ لِماذَا، وَإذَا كانَ الخَلْقُ مِنِّي حَقَّاً فَالْبُخْلُ لِماذا وَ \r\nإِذا كَانَ ابْلِيسُ عَدُوَّا لِي فَالْغَفْلَةُ لِماذا وَ إِذا كانَ الْحِسَابُ وَ \r\nالْمُرُورُ على الصِّرَاطِ حَقَّا فَجَمْعُ الْمَالِ لِماذَا وَ إنْ كَانَ عِقَابُ \r\nاللَّهِ حقَّاً فَالْمَعْصِيَةُ لِماذَا وَ إنْ كانَ ثَوَابُ اللَّهِ تَعَالَى في \r\nالْجَنَّةِ حَقَّا فَالاستِراحَةُ لِمَاذَا وَ إِنْ كَانَ كُلُّ شَيْ‏ءٍ بِقَضَائِي \r\nوَ قَدَرِي فَالْجَزْعُ لِماذَا لِكَيْ لا تَأسُوا عَلى مَا فَاتَكُمْ وَ لَا \r\nتَفْرَحُوا بِما آتِيكُمْ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-24- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! أكْثِرْ مِنَ الزَّادِ فَإنَّ الطَّرِيْقَ بَعِيدٌ بَعِيدٌ \r\nوَجَدِّدِ السَّفينَةَ فإنَّ البَحْرَ عَمِيقٌ عَمِيقٌ وَ خَفِّفِ الْحَمْلَ فَإنَّ \r\nالصِّراطَ دقِيقٌ دَقِيقٌ وَ أَخْلِصِ الْعَمَلَ فَإنَّ النَّاقِدَ بَصِيرٌ بَصِيرٌ \r\nوَ أخِّرْ نَوْمَكَ إِلَى الْقَبْرِ وَ فَخْرَكَ إِلَى الْمِيْزانِ وَ شَهْوَتَكَ \r\nإلَى الْجَنَّةِ وَ رَاحَتَكَ إِلَى الآخِرَةِ وَ لَذّتَكَ إلَى الْحُورِ الْعِينِ \r\nوَ كُنْ لي أَكُنْ لَكَ وَ تَقَرَّبْ إِلَيَّ باستِهانَةِ الدُّنْيا وَ تَبَعَّدْ \r\nعَنِ النَّارِ لِبُغْضِ الفُجّارِ وَ حُبِّ الأَبْرَارِ فَإنَّ اللَّهَ لَا يُضِيعُ \r\nأَجْرَ الْمُحْسِنِيْنَ.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-25- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بَنِي آدَمَ!! كَيفَ تَعْصُوني وَ أَنْتُمْ تَجْزَعُونَ مِنْ حَرِّ الشَّمْسِ \r\nوَ الرَّمْضَاء وَ إِنَّ جَهَنَّمَ لَهَا سَبْعُ طَبَقَاتِ فِيْهَا نِيْرَانٌ \r\nتَأْكُلُ بَعْضُهَا بَعْضاً وَ في كُلِّ مِنْهَ سَبْعُونَ أَلْفَ وَادِ مِنَ \r\nالنَّارِ وَ في كُلِّ وَادٍ سَبْعُونَ أَلْفَ شُعْبَةٍ مِنَ النّارِ وَ في كُلِّ \r\nشُعْبَةٍ سَبْعُونَ أَلْفَ مَدِيْنَةٍ مِنَ النّارِ وَ في كُلِّ مَدِيْنَةٍ \r\nسَبْعُونَ أَلْفَ قَصْرٍ مِنَ النّارِ وَ في كُلِّ قَصْرٍ سَبْعُونَ أَلْفَ دَارٍ \r\nمِنَ النَّارِ وَ في كُلِّ دَارٍ أَلْفَ بَيْتٍ مِنَ النّارِ وَ في كِّل بَيْتٍ \r\nسَبْعُونَ أَلْفَ بِئْرٍ مِنَ النَّارِ وَ في كُلِّ بِئْرٍ سَبْعُونَ أَلْفَ تابوتٍ \r\nمِنَ النَّارِ وَ في كُلِّ تابُوتِ سَبْعُونَ أَلْفَ شَجَرَةٍ مِنَ الزَّقُّومِ \r\nوَتَحْتَ كُلِّ شَجَرَةٍ سَبْعُونَ أَلْفَ وَتَدٍ مِنَ النَّارِ مَعَ كُلِّ وَتَ‏ٍد \r\nسَبْعُونَ أَلْفَ سِلْسِلَةٍ مِنَ النَّآرِ وَ في كُلِّ سِلْسِلَةٍ سَبْعُونَ أَلْفَ \r\nثُعْبَانٍ مِنَ النّارِ وَطُولُ كُلِّ ثُعْبَانٍ سَبْعُونَ أَلْفَ دِرَاعٍ وَ في \r\nجَوْفِ كُلِّ ثُعْبانٍ بَحْرٌ مِنَ السُّمِّ الأَسْودِ وَ فِيْهَا سَبْعُونَ أَلْفَ \r\nعَقْرَبٍ مِنَ النّارِ وَ لِكُلِّ عَقْرَبٍ سَبْعُونَ أَلْفَ ذَنبٍ مِنَ النّارِ \r\nوَطُوْلُ كُلّ ذَنبٍ سَبْعُونَ أَلْفَ فَقَارَةٍ وَ في كُلّ فَقَارَةٍ سَبْعُونَ \r\nأَلْفَ وَطْلٍ مِنَ السّمِّ الأَخْمَرِ فَبِنَفْسِي أَحْلِفُ وَ الطورِ وَ كِتَابِ \r\nمَسْطُورٍ في رَقِّ منْشُورٍ وَ البَيْتِ الْمغمورِ وَ السَّقْفِ الْمَرْفُوعِ \r\nوالْبَحْر الْمَسْجُورِ. <br>\r\nيَا بْنَ آدَمَ!! مَا خَلَقِتُ هَذِهِ النّيْران إِلَّا لِكُلِّ كَافِرٍ وَ بَخِيلِ \r\nوَ نَمّامٍ وَ عَاقٍ لِوالدَيْه وَ مَانِعِ الزّكاةِ وَ آكِلِ الرِّبا وَ الزّانِي \r\nوَ جَامِع الْحَرَامِ وَ نَاسِي القُرآنِ وَ مؤذِي الْجِيْرَانِ إلَّا مَنْ تَابَ \r\nوَ آمَنَ وَ عَمل صَالِحاً فَارْحَمُوا أنْفُسَكُمْ يَا عَبِيدِي فَإنَّ \r\nالْأَبْدَانَ ضَعِيْفَةٌ وَالسَّفرُ بَعيدة والْحِمْلُ ثَقِيلٌ وَ الصِّرَاطُ \r\nدَقِيقُ وَالنَّارُ لظى وَالْمُنَادِي إسرافيلُ والقَاضِي ربُّ العالمين.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-26- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا أيُّهَا النَّاسُ!! كَيْفَ رَغِبْتُمْ وَ رَضِيْتُمْ في الدُّنْيَا فَإنَّهَا \r\nفَانِيَا وَنَعِيْمُهَا زَائِلَةٌ وَ حَيَاتُهَا مُنْقَطِعَةٌ فَإنَّ عِنْدِي \r\nلِلْمُطِيْعِيْنَ الْجِنَانَ بِأَبْوَابِهَا الثَّمانِيَةِ في كُلِّ جَنَّةِ \r\nسَبْعُونَ أَلْفَ رَوْضَةِ مِنَ الزَّعْفَرَانِ، وَ كُلّ رَوْضَةٍ سَبْعُونَ أَلْفَ \r\nمَدِينَةٍ مِنَ اللُّؤلُوء والْمَرجَانِ، وَ في كُلِّ مَدِينَة سَبْعُونَ أَلْفَ \r\nقَصْرٍ مِنَ اليَاقُوتِ، وَ في كُلّ قَصرٍ سَبْعُونَ ألْفَ دَارِ مِنَ الزَّبَرْجدِ، \r\nوَ في كُلِّ دَارِ سَبْعُونَ أَلْفَ بَيْتِ مِنَ الذَّهَبِ، وَ في كُلِّ بَيْتٍ \r\nسَبْعُؤنَ أَلْفَ دُكَّانٍ مِنَ الفِضَّةِ، وَ في كُلِّ دُكَّانِ سَبْعُونَ أَلْفَ \r\nمَائِدَةٍ وَ عَلى كُلِّ مَائِدَةٍ سَبْعُونَ أَلْفَ صَبْحَةٍ مِنَ الْجَوْهَرِ، وَ \r\nفي كُلِّ صَفْحَةٍ سَبْعُونَ أَلْفَ لَوْنِ مِنَ الطَّعَامِ، وَ عَلى حَوْلِ كُلِّ \r\nدُكَّانٍ سَبْعُونَ أَلّفَ سَرِيرٍ مِنَ الذَّهَبِ الأَحْمَرِ، وَعَلى كُلِّ سَرِيرٍ \r\nسَبْعُونَ أَلْفَ فِرَاشٍ مِنَ الْحَرِيرِ وَ الدِّيْبَاجِ وَالإسْتَبْرَقِ، وَ \r\nعَلى حَوْلِ كُلِّ سَرِيرٍ سَبْعُونَ أَلْفَ نَهْرٍ مِنْ مَاءِ الْحَيَوَانِ \r\nواللَّبَنِ والْخَمْرِ والْعَسَلِ الْمُصَفَّى، وَ في كُلِّ نَهْرِ سَبْعُونَ أَلْفَ \r\nلَوْنِ مِنَ الثَّمَارِ وَ كَذَلِكَ في كُلِّ بَيتٍ سَبْعُونَ أَلْفَ خَيْمَةٍ مِنَ \r\nالأَرْغَوَانِ، وَفي كُلِّ خَيْمَةٍ سَبْعُونَ أَلْفَ فِرَاشٍ، وَعَلى كُلِّ فِرَاشٍ \r\nسَبْعُونَ أَلْفَ حَوْرَاء مِنَ الْحُوْرِ العِيْنِ بَيْنَ يَدَيها سَبْعُونَ أَلْفَ \r\nوَصِيْفَةِ كَأنَّهُنَّ بَيْضٌ مَكْنُونٌ، وَ عَلى رَأْسِ كُلِّ قَصْرٍ مِنْ تِلْكَ \r\nالْقُصُورِ سَبْعُونَ أَلْفَ قُبَّةِ مِنَ الْكَافُورِ، وَ في كُلِّ قُبَّةٍ \r\nسَبْعُونَ أَلْفَ هَدِيَّةٍ مِنَ الرَّحمنِ الَّتي لَا عَيْنٌ رَأَتْ وَ لَا أذُنٌ \r\nسَمِعَتْ وَ لَا خَطَرَ عَلى قَلْبِ بَشَرٍ وَفَاكِهَةٍ مِمَّا يَتَخَيرُونَ \r\nوَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ وَ حُورٌ عِيْنٌ كَأمْثَالِ اللُّؤْلُوءِ \r\nالْمَكْنُونِ جَزَاءَ بِمَا كَانُوا يَعْمَلُونَ وَ لَا يَمُوتُونَ وَ لَا يَبْكُونَ \r\nوَ لَا يَحْزَنُونَ وَ لَا يَهْرَمُونَ وَ لَا يَتَعَبَّدُونَ وَ لَا يَصُومُونَ وَ \r\nلَا يُصَلُّونَ وَ لَا يَمْرَضُونَ وَ لَا يَُولُونَ وَ لَا يَتَغَوَّطُونَ وَ لَا \r\nيَنْمُونَ وَ لَا يَمَسَّهُمْ فِيْهَا نَصَبٌ وَ مَا هُمْ مِنْهَا بِمُخْزَجِيْنَ، \r\nفَمَنْ طَلَبَ رِضَائِي وَ دَارَ كَرَامَتِي وَ جَوارِي فَلْيَطْلُبَها \r\nبِالصَّدَقَةِ والاستِهَانَةِ بِالدُّنْيَا وَالْقَنَاعَةِ بِالقَلِيْلِ شَهِدت \r\nنَفْسِي أنْ لَا إِلهَ إلَّا أَنَا وَ عِيْسَ وَ عُزَيْرٌ عَبْدَانِ مِنْ عِبَادِي \r\nوَ رَسُولَانِ مِنْ رُسُلِي.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-27- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! اَلْمَالُ مَالِي وَ أَنْتَ عَبْدِي وَ مَالَكَ إِلَّا مَا أَكَلْتَ \r\nفَأَفْنَيْتَ وَ مَا لَبِسْتَ فَأَبْلَيْتَ وَ مَا تَصَدَّقْتَ فَأبْقَيْتَ وَ مَا \r\nذَخَرْتَ فَحَظكَ مِنْهُ الْمقتُ وَ إِنَّمَا أَنْتَ عَلى ثَلَاثَةِ أَقْسَامِ \r\nفَوَاحِدٌ لي وَ وَاحِدٌ لَكَ ذَخَرْتَ فَحَظكَ مِنْهُ الْمقتُ وَ إِنَّمَا أَنْتَ \r\nعَلى ثَلاثَةِ أَقْسَامٍ فَوَاحِدٌ لي وَ وَاحِدٌ لَكَ وَ وَاحِدٌ بَيْنِي وَ \r\nبَيْنَكَ فَأَمَّا الَّذِي لي فَرُوحُكَ وَ أَمَّا الَّذِي لَكَ فَعَمَلُكَ وَ \r\nأَمَّا الَّذِي بَيْنِي وَ بَيْنَكَ فَمِنْكَ الدُّعَاءُ وَ مِنِّي الإجَابَةُ.<br>\r\nيَا بْنَ آدَمَ!! تَوَرَّعْ تَعْرِفْنِي وَ تَجَوَّعْ تَرَني وَاعْبُدنِي تَجِدْنِي \r\nوَ تَفَرَّدْ تَصِلْني. يَا بْنَ آدَمَ!! إذا كانَتِ الْمُلُوكُ تَدْخُلُ النَّارَ \r\nبِالْجَوْرِ وَالْعَرَبُ بِالْعَصَبِيَّةِ وَ الْعلَمَاءُ بِالْحَسَدِ وَالْفُقَراءُ \r\nبِالْكِذْبِ وَ التُّجّارُ بِالْخِيَانَةِ وَ الْحُرَّاثُ بِالْجَهَالَةِ وَ \r\nالْعُبَّادُ بِالرِّيَاءِ وَ الْأَغْنِيَاءُ بِالْكِبْرِ وَ القُرِّاءُ \r\nبِالْغَفْلَةِ وَ الصُبَّاغُ بِالْغشِّ وَ مَانِعُ الزَّكاةِ بِمَنْعِ الزَّكاةِ \r\nفَأَيْنَ مَنْ يَطْلُبُ الْجَنَّةَ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-28- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَ لاَ تَمُوتُنَّ \r\nإلَّا وَ أَنْتُمْ مُسلِمُونَ.<br>\r\nيَابْنَ آدَمَ!! مَثَلْ الْعَمَلِ بِلاَ عِلْمٍ كَمَثَلِ الرَّعْدِ بِلاَ مَطَرٍ وَ \r\nمَثَلُ الْعِلْمِ بِلاَ عَمَلٍ كَمَثَلِ الشَّجَرِ بِلاَ ثَمَرٍ وَ مَثَلُ الْعِلْمِ \r\nبِلاَ زُهْدٍ وَ خَشْيَةٍ كَالْمَالِ بِلاَ زَكاةٍ وَالطَّعَامِ بِلاَ مِلْحٍ وَ \r\nكَزَرْعٍ عَلى الصَّفَا وَ مَثَلُ الْعِلْمِ عِنْدَ الْأَحْمَقِ كَمَثَلِ الدُّرّ \r\nوَ الْيَاقُوتِ عِنْدَ البَهِيْمَةِ وَ مَثَلُ القُلُوبِ القَاسِيَةِ كَمَثَلِ \r\nالْحَجَرِ الثَّابِتِ في الْمَاءِ وَ مَثَلُ الْمَوْعِظَةِ عِنْدَ مَنْ لاَ يَرْغَبُ \r\nفِيهَا كَمَثَلِ الْمِزْمَارِ عِنْدَ أَهْلِ الْقُبُورِ وَ مَثَلُ الصَّدَقَةِ \r\nبِالْحَرامِ كَمَثَلِ مَنْ يَغْسِلُ الْعَذَرَةِ بِبَوْلِهِ وَ مَثَلُ الصَّلَاةِ \r\nبِلاَ زَكاةِ الْمَالِ كَمَثَلِ الْجَسَدِ بِلاَ رُوحٍ وَ مَثَلُ الْعَمَلِ بِلاَ \r\nتَوْبَةِ كَمَثَلِ البُنْيَانِ بِلاَ أسَاسٍ أَفَأمِنُوا مَكْرَ اللَّهِ فَلاَ \r\nيَأمَنُ مَكْرَ اللَّهِ إلَّا القَوْمُ الْخَاسِرُونَ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-29- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! بِقَدْرِ مَا يَمِيْلُ قَلْبُكَ إِلَى الدُّنْيَا أُخْرِجُ \r\nمَحَبَّتِي عَنْ قَلْبِكَ فَأنِّي لاَ أَجْمَعُ حُبِّي وَ حُبَّ الدُّنْيا في قَلْبٍ \r\nوَاحِدٍ أَبَداً تَجَرَّدْ لِعِبَادَتِي وَ أَخْلِصْ مِنَ الرِّيَاءِ عَمَلَكَ \r\nحَتَّى ألْبِسَكَ لِبَاسَ مَحَبَّتِي أَقْبِلْ إِلَىَّ وَ تَفَرَّغْ لِذِكْرِي \r\nأَذْكُرْكَ عِنْدَ مَلاَئِكَتِي، يَا بْنَ آدَمَ أذْكُرْني تَذَلُّلا أَذْكُرْكَ \r\nتَفَضُّلاً أذْكُرْني بِمُجَاهَدَةٍ اذْكُرْكَ بِمُشَاهَدَةٍ اذْكُرْني فَوْقِ \r\nالأَرْضِ أَذْكُرْكَ تَحْتَ الأَرْضِ اذْكُرْنِي في النِّعْمَةِ وَ الصِّحَّةِ \r\nأَذْكُرْكَ في الشِّدَّةِ وَ الْوَحْدَةِ أذْكُرْني بِالطَّاعَةِ أذْكُرْكَ \r\nبِالْمَغْفِرَةِ أذْكُرني في الصِّحَّةِ وَ الْغِنَاءِ أَذْكُرْكَ في الْفَقْرِ وَ \r\nالْغِنَاءِ أذْكُرْني بِالصِّدْقِ وَ الصَّفَاءِ أَذْكُرْكَ بِالْمَلإ الأعْلَى \r\nاذْكُرْني بِالْإِحْسَانِ إلَى الفُقَراء أَذْكُرْكَ بِالجَنَّةِ المَأوى أذْكُرْني \r\nبِالْعُبُودِيَّةِ أَذْكُرْكَ بِالرُّبُوبِيَّةِ أُذْكُرْني بِالتَّضَرُّعِ \r\nأَذْكُرْكَ بِالتَّكَرُّمِ أُذْكُرْني بِالتَّلَفظِ أَذْكُرْكَ بِالتَّلَطفِ \r\nاذْكُرْني بِتَرْكِ الدُّنْيَا أَذْكُرْكَ بِنَعِيْمِ الْبَقَاءِ اذْكُرْني في \r\nالشِّدَّةِ الْهَالِكَةِ أَذْكُرْكَ بِالنَّجَاةِ الْكَامِلَةِ.<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-30- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! أُذْكُرونِي أَسْتَجِبْ لَكُمْ؛ ادْعُونِي بِلاَ غَفْلَةٍ \r\nأَسْتَجِبْ لَكُمْ بِلاَ مُهْلَةٍ، أُدْعُونِي بِالْقُلُوبِ الْخَالِيَةِ أَسْتَجِبْ \r\nلَكُمْ بِالدَّرَجَاتِ العَالِيَةِ، أُدْعُونِي بِالْإِخْلاَصِ وَ التَّقْوَى \r\nأَسْتَجِبْ بِالْجَنَّةِ الْمَأْوَى، أُدْعونِي بِالْخَوْفِ وَ الرَّجَاءِ أَجْعَلْ \r\nلَكُمْ مِنْ كُلِّ أَمْرٍ فَرَجاً وَ مَْخرَجاً، ادْعُونِي بِالْأَسْمَاءِ \r\nالْعُلْيَا أَسْتَحِبْ لَكُمْ بِبُلُوغِ الْمَطَالِبِ الْأَسْنَاءِ، أُدْعُونِي فِي \r\nدَارِ الْخَرَابِ وَ الْفَنَاءِ أَسْتَجِبْ لَكُمْ فِي دَارِ الثَّوابِ وَ البَقَاءِ.<br>\r\nيَا بْنَ آدَمَ!! كَمْ تَقُولُ اللَّهُ اللَّهُ وَ فِي قَلْبِكَ غَيْرُ اللَّهِ وَ \r\nلِسَانُكَ يَذْكُرُ اللَّهَ وَ تَخَافُ غَيْرَ اللَّهِ وَ تَرْجُو غَيْرَ اللَّهِ \r\nوَ لَوْ عَرَفْتَ اللَّهَ لَما أَهَمَّكَ غَيْرُ اللَّهِ وَ تُذْنِبُ وَ لاَ \r\nتَسْتَغْفِرُ فَأنَّ الاِسْتِغْفَارَ مَعَ الْإصْرَارِ تَوْبَةُ الكَاذِبيْنَ وَ \r\nمَا رَبُّكَ بِظَلَّام لِلْعَبِيْدِ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-31- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! أَجَلُكَ يَضْحَكُ مِنْ أمَلِكَ وَ قَضَائِي يَضْحَكُ مِنْ \r\nحَذَرِكَ وَ تَقْدِيرِي يَضْحَكُ مِنْ تَدْبِيْرِكَ وَ آخِرَتِي تَضْحَكُ مِنْ \r\nدُنْيَاكَ وَ قِسْمَتِي تَضْحَكُ مِنْ حِرْصِكَ فَإنَّ رِزْقَكَ مَوْزُونٌ مَعْرُوفٌ \r\nمَكْتُوبٌ مَخْزُونٌ؛ فَبَادِرْ لِلْمَوْتِ بِعَمَلِكَ الْخَيْرَ قَبْلَ الْمَوْتِ \r\nفَإنَّ رِزْقَكَ لاَ يَأْكُلُهُ غَيْرُكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ \r\nفِي الْحَيَاةِ الدُّنْيَا (الآيَة). <br>\r\nيَا بْنَ آدَمَ!! الدُّنْيَا مُرُّ عَلى أَوْلِيَائِي لَكِنْ يُحِبُّونَ لِقَائِي \r\nوَ حُلْوٌ لِأَعْدَائِي وَ لَكِنْ يَكْرَهُونَ لِقَائِي.<br>\r\nيَا بْنَ آدَمَ!! المَوتُ نَازِلٌ بِكَ وَ إنْ كَرِهْتَ وَ اصْبِرْ لِحُكْمِ رَبِّكَ \r\nفَإنَّكَ مَبْعُوثٌ فَسَبِّحْ بِحَمْدِ رَبِّكَ حِيْنَ تَقُومُ وَ مِنَ اللَّيْلِ \r\nفَسَبِّحْهُ وَ إدْبَارَ النُّجُومِ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-32- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! تُرِيدُ وَ أُرِيدُ وَ لاَ يَكُونُ إلَّا مَا أُرِيدُ فَمَنْ \r\nقَصَدَنِي عَرَفَنِي وَ مَنْ عَرَفَني أَرَادَنِي وَ مَنْ أَرَادَنِي طَلَبَنِي وَ \r\nمَنْ طَلَبَنِي وَجَدَنِي‏ وَ مَنْ وَجَدَنِي خَدَمَنِي وَ مَنْ خَدَمَني ذَكَرَنِي \r\nوَ مَنْ ذَكَرَني ذَكَرْتُهُ بِرَحْمَتِي.<br>\r\nيَابْنَ آدَمَ!! لا يَخْلُصُ عَمَلُكَ حَتَّى تَذُوقَ أَرْبَعَ مَوتَاتٍ: الْمَوتَ \r\nالْأَحمَرَ وَ الْمَوتَ الْأَصْفَرَ وَ الْمَوتُ الْأَسْوَدُ وَ الْمَوتَ \r\nالْأَبْيَضَ: أَلْموتُ الْأَحْمَرُ احتمالُ الْجَفَاءِ وَ كَفُّ الْأَذَى وَ \r\nالْمَوتُ الْأَصْفَرُ الْجُوعُ وَ الْإِعْسَارُ وَ الْمَوتُ الْأَسْوَدُ مُخَالِفَةُ \r\nالنَّفْسِ وَ الْهَوَى فَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيْلِ اللَّهِ \r\nوَ الْمَوتُ الْأَبْيَضُ الْعُزْلَةُ.<br>\r\n<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-33- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَابْنَ آدَمَ!! مَلَائِكَتِي يَتَعَاقَبُونَ بِالَّليْلِ وَ النَّهَارِ \r\nلِيَكْتُبُوا عَلَيْكَ مَا تَقُولُ وَ تَفْعَلُ مِنْ قَلِيْلِكَ وَ كَثِيْرِكَ، \r\nفَالسَّمَاءُ تَشْهَدُ بِما رَأَتْ مِنْكَ الأَرْضُ تَشْهَدُ عَلَيْكَ بِما عَمِلْتَ \r\nعَلى ظَهْرِهَا وَ الشَّمْسُ وَ الْقَمَرُ وَ النُّجُومُ يشهَدْنَ عَلَيْكَ بِما \r\nتَقُولُ وَ تَفْعَلُ وَ أَنَا مُطَّلِعٌ عَلى مَخْفِيَّاتِ خَطَرَاتِ قلْبِكَ وَ لاَ \r\nتَغْفَلْ عَنْ نَفْسِكَ فَإنَّ لَكَ في الْمَوتِ شُغْل شَاغِل وَ عَنْ قَلِيْلِ \r\nأَنْتَ َراحلٌ وَ كُلُّ مَا قَدَّمْتَهُ مِنَ الْخَيْرِ وَ الشَّرِّ حاصِلٌ بِلاَ \r\nزِيَادَةٍ وَ نُقْصانٍ وَ تَسْتَوفِي غَداً مَا كُنْتَ فَاعِلاً.<br>\r\nيَا بْنَ آدَمَ!! إِنَّ الْحَلَالَ لَبْسَ يَأتِيكَ إلَّا قَطْرَةَ قَطْرَة وَ \r\nالْحَرَامُ يَأتِيكَ كَالسَّيْلِ فَمَنْ صَفَا عيشُهُ صَفَا دِينُهُ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-34- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! لَا تَفْرَحْ بالْغِنَاءِ فَلَيْسَ بِمُخَلَّدِ وَ لَا تَجْزَعْ \r\nمِنَ الفَقْرِ فليْس عَلَيْكَ حتماً، وَاجِبَاً وَ لَا تَقْنَطْ مِنَ الْبَلَاءِ \r\nفَإِنَّ الذَّهَبَ يُجَرَّبُ بِالنَّارِ وَ الْمُؤْمِنُ يَجَرَّبُ بِالْبِلاءِ \r\nفَإِنَّ الغَنِيَّ عَزِيزٌ في الآخِرَةِ إِنَّ الآخِرَةِ إِنَّ الآخِرَةَ أَبْقَى \r\nوَ أَبْهَى.<br>\r\nيَا بْنَ آدَمَ!! إذا رَأَيْتَ الضَّعِيْفَ عِنْدَك مَحْبُوساً أَكْثَرَ مِنْ \r\nتِسْعَةِ أَيَّامٍ فَقُلْ أَعُوذُ بِاللَّهِ مِنْ غَضَبِ اللَّهِ.<br>\r\nيَا بْنَ آدَمَ!! اَلْمَالُ مَالِي وَ أَنْتَ عَبْدِي وَ الضَّيْفُ رَسُولِي فَإنْ \r\nمَنَعْتَ مَالِي مِنْ رَسُولِي فَلَا تَطْمَعْ في جَنَّتي وَ نِعْمَتِي، يَا بْنَ \r\nآدَمَ، اَلْمالُ مَالِي مِنْ رَسُولِي فَلاَ تَطْمَعْ في جَنَّتي وَ نِعْمَتِي.<br>\r\nيَا بْنَ آدَمَ!! اَلْمَالُ مَالِي وَ الأَغْنياءُ وَ كُلَائِي وَ الْفُقَرَاءُ \r\nعِيَالِي فَمَنْ بَخِلَ عَلى عِيَالِي أُدْخِلْهُ النّارَ وَ لَا أُبَالي.<br>\r\nيَا بْنَ آدَمَ!! ثَلاثةٌ وَاجِبَاتٌ عَلَيْكَ زَكاةُ مَالِكَ وَصِلَةُ رَحِمِكَ وَ \r\nقِرَى ضَيْفِكَ فَإذَا لَمْ تَفْعَلْ مَا أَوْجَبْتُهُ عَلَيْكَ فَإنِّي أُجْزِعُكَ \r\nإِجْزَاعاً وَ أَجْعَلُكَ نَكَالاً لِلْعَالَمِينَ.<br>\r\nيَا بْنَ آدَمَ!! إِذا لَمْ تَرَ حَقَّ جَارِكَ كَما تَرَى حَقَّ عِيَالِكَ لَمْ \r\nأَنْظُرْ إِلَيْكَ وَ لَمْ أَقْبَلْ عَمَلَكَ وَ لَمْ أَسْتَجِبْ دُعَاءَكَ.<br>\r\nيَا بْنَ آدَمَ!! لَا تَتَكَبَّرْ عَلى مِثْلِكَ فَإنَّ أَوَّلَكَ نُطْفَةٌ قَذِرَةٌ \r\nمِنْ مَنِيَّ مِنْ أَيَّ وَجْهٍ خَرَجْتَ مِنْ مَخْرَجِ الْبَوْلِ مِنْ بَيْنِ \r\nالصُّلْبِ وَ التِّرَائِبِ.<br>\r\nيَا بْنَ آدَمَ!! اذْكُرْ ذُلَّ مَوْقِفِكَ غَداً بَيْنَ يَدَيَّ فَإنِّي لَمْ \r\nأَغْفُلْ مِنْ سَرَائِرِكَ طَرْفَةَ عَيْنٍ وَ إِنِّي عَلِيْمٌ بِذاتِ الصُّدُورِ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-35- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! كُنْ سَخِيّاً فَإنَّ السَّخَاءَ مِنْ حُسْنِ الْيَقِيْنِ وَ \r\nالْيَقِيْنُ مِنَ الْإيْمانِ وَ الْإِيْمانُ مِنَ الْجَنَّةِ.<br>\r\nيَا بْنَ آدَمَ!! إِيَّاكَ وَ الْبُخْلَ فَإنَّ الْبُخْلَ مِنَ الكُفْرِ وَ \r\nالْكُفْر مِنَ النَّارِ.<br>\r\nيَا بْنَ آدَمَ!! اتَّقوا مِنْ دَعْوَةِ الْمَظْلومِينَ فَإنَّها لَا يَحْجُبُها \r\nعَنِّي شَي‏ءٌ وَ لَوْ لَا أَنِّي أُحِبُّ الصَّفْحَ وَ الْمَغْفِرَةَ لَمَا \r\nابْتَلَيْتُ آدَمَ بِالذَّنْبِ ثُمَّ رَدَدْتُهُ إِلَى الْجَنَّةِ.<br>\r\nيَا بْنَ آدَمَ!! لَوْ لَا أَنَّ العَفْوَ أَحَبُّ شَي‏ءِ عِنْدِي لَمَا ابتَلَيْتُ \r\nأَحَداً بِالذَّنْبِ.<br>\r\nيَا بْنَ آدَمَ!! أَعْطَيْتُكَ الْإِيمانَ وَ الْمَعْرِفَةَ عَنْ غَيْرِ سُؤالٍ وَ \r\nتَضَرُّعٍ فَكَيْفَ أَبْخَلُ عَلَيْكَ بِالْجَنَّةِ وَ الْمَغْفِرَةِ مَعَ سُؤالِكَ \r\nوَ تَضَرُّعِكَ.<br>\r\nيَا بْنَ آدَمَ!! إِذَا اعْتَصَمَ لي عَبْدٌ هَدَيْتُهُ وَ إِذا تَوَكَّلَ عَلَيَّ \r\nكَفَيْتُهُ وَ إِذَا تَوَكَّلَ عَلى غَيْرِي قَطَعْتُهُ أَسْبَابَ السَّمَواتِ وَ \r\nالْأَرْضِ.<br>\r\nيَا بْنَ آدَمَ!! لَا تَدَعْ صَلاَةَ الضُّحَى فَإنَّ لِمُصَلِّيهَا يَدْعُو مَا \r\nطَلَعَتْ عَلَيْهِ الشَّمْسُ.<br>\r\nيَا بْنَ آدَمَ!! ضَيَّعْتَ أَمْري وَ رَكِبْتَ مَعْصِيَتي فَمَنِ الَّذِي \r\nيَمْنَعُكَ مِنْ عَذَابِي يَوْمَ القِيَامَةِ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-36- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! أَحْسِنْ خُلْقَكَ مَعَ النَّاسِ حَتَّى أُحِبَّكَ وَ حَبَّبْتُكَ \r\nفي قُلُوبِ الصَّالِحِينَ وَ غَفَرْتُ ذَنْبَكَ.<br>\r\nيَا بْنَ آدَمَ!! ضَعْ يَدَكَ عَلى رَأْسِكَ فَما تُحِبُّ لِنَفْسِكَ فَأحْبِبْ \r\nلِلْمُسْلِمينَ.<br>\r\nيَا بْنَ آدَمَ!! لَا تَحْزَنْ عَلى مَا فَاتَكَ مِنَ الدُّنْيَا وَ لَا تَفْرَحْ \r\nبِما أُوتِيتَ مِنْهَا فَإنَّ الدُّنْيَا اليَوْمَ لَكَ وَ غَداً لِغَيْرِكَ.<br>\r\nيَا بْنَ آدَمَ!! اطْلُبِ الْآخِرَةَ وَدَعِ الدُّنْيَا، فَإنَّ ذَرَّةً مِنَ \r\nالْآخِرَةِ خَيْرٌ لَكَ مِنَ الدُّنْيَا وَ مَا فِيْهَا.<br>\r\nيَا بْنَ آدَمَ!! أَنْتَ في طَلَبِ الدُّنْيَا وَ الْآخِرَةُ في طَلَبِكَ.<br>\r\nيَا بْنَ آدَمَ!! تَهَيَّأ لِلْمَوتِ قَبْلَ وَرُودِكَ وَ لَوْ تَرَكَتُ الدُّنْيَا \r\nلِأَحَدٍ مِنْ عِبَادِي لَتَرَكْتُهَا لِلأنْبِيَاء حَتَّى يَدْعُوا عِبَادِي إِلَى \r\nطَاعَتِي.<br>\r\nيَا بْنَ آدَمَ!! كَمْ مِنْ غَنِيّ قَدْ جَعَلَهُ الْمَوْتُ فَقِيراً، وَ كَمْ مِنْ \r\nضَاحِكٍ قَدْ صَارَ بَاكِياً بِالْمَوْتِ؟ وَ كَمْ مِنْ عَبْدٍ بَسَطْتُ لَهُ \r\nالدُّنْيَا فَطَغَى وَ تَرَكَ طَاعَتِي حَتَّى مَاتَ عَلَيْهِ وَ دَخَلَ النَّارَ؟ \r\nوَ كَمْ مِنْ عَبْدٍ قَتَرْتُ عَلَيْهِ الدُّنْيَا فَصَبَرَ وَ مَاتَ وَ دَخَلَ \r\nالْجَنَّةَ؟<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-37- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! إِذا أَصْبَحْتَ بَيْنَ نِعْمَتَيْنِ عَظِيْمَتَيْنِ لَا تَدْرِي \r\nأَيَّهُمَا أَعْظَمُ عِنْدَكَ ذُنُوبُكَ المَسْتُورَةُ عَنِ النَّاسِ أَوِ \r\nالثَّنَاءُ الْحَسَنُ مِنَ النَّاسِ وَ لَوْ عَلِمَ النَّاسُ مَا أَعْلَمُ مِنْكَ \r\nمَا سَلَّمَ عَلَيْكَ أَحَدٌ مِنْ خَلْقِي وَ أَخْلِصْ عَمَلَكَ مِنَ الرِّيَاءِ وَ \r\nالسُّمْعَةِ فَإنَّكَ عَبْدٌ ذَلِيْلٌ لِرَبِّ جَلِيْلٍ مَأمُورٌ لِأَمْرِهِ وَ \r\nتَزَوَّدْ فَإنَّكَ مُسَافِرٌ وَ لَا بُدَّ مِنَ الزَّادِ لِكُلِّ مُسَافِرٍ. <br>\r\nيَا بْنَ آدَمَ!! خَزَائِني لا تَنْفَدُ أَبَداً وَ يَمِيْني مَبْسُوطَةٌ \r\nبِالْعَطَايَا أَبَداً وَ بِقَدْرِ مَا تُنْفِقُ أُنْفِقُ عَلَيْكَ وَ بِقَدْرِ مَا \r\nتُمْسِكُ أُمْسِكُ عَلَيْكَ. <br>\r\nيَا بْنَ آدَمَ!! خَوْفُ الْفَقْرِ سُوءُ الظَّنَّ بِاللَّهِ تَعَالَى وَ مِنْ \r\nقِلَّةِ الْيَقِيْنِ تَبْخَلُ عَلى الْمَسَاكِيْنِ. <br>\r\nيَابْنَ آدَمَ!! مَنْ أَهَمَّ لِلرِّزْقِ فَقَدْ شَكَّ في كِتَابِي وَ مَنْ لَمْ \r\nيُصَدِّقْ أَنْبِيائِي فَقَدْ جَحَدَ رُبُوبِيَّتِي وَ مَنْ جَحَدَ رُبُوبِيَّتي \r\nأَكْبَبْتُهُ في النَّارِ عَلى وَجْهِهِ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-38- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! اجْعَلْ قَلبَكَ مُوَافِقاً لِلِسَانكَ وَ لِسَانَكَ مُوَافِقاً \r\nلِعَمَلِكَ وَ عَمَلَكَ خَالِصاً مِنْ غَيرِي فَإنِّي غَيُورٌ لَا أَقْبَلُ إِلَّا \r\nخَالِصاً فَإنَّ قَلْبَ الْمُنَافِقِ مُخَالِفٌ لِلِسَانِهِ وَ لِسَانُهُ لِعَمَلِهِ \r\nوَ عَمَلُهُ لِغَيْرِ اللَّهِ.<br>\r\nيَا بْنَ آدَمَ! مَا تَكَلَّمْتَ بِكَلِمَةٍ وَ لَا نَظَرْتَ بِنَظْرَةٍ وَ لَا \r\nخَطَوْتَ بِخَطْوَةٍ إِلَّا وَ مَعَكَ مَلَكَانِ يَكْتُبَانِ لَكَ أَوْ عَلَيْكَ.\r\n<br>\r\nيَا بْنَ آدَمَ!! مَا خَلَقْتُكُمْ لِتَجْمَعُوا الدُّنْيا بَعْضُكُمْ لِبَعْضٍ بَلْ \r\nخَلَقْتُكُمْ لِتَعْبُدُونِي عِبَادَةَ الْأَذِلَّاءِ طَوِيْلاً وَ تشَكْرُوُنِي \r\nجَزِيْلاً وَ تُسَبِّحُونِي بُكْرِةً وَ أصِيْلاً فَإنَّ الرِّزْقَ مَقْسُومٌ وَ \r\nالْحِرِيْصُ مَحْرُومٌ وَ الْبَخِيْلُ مَذْمُومٌ وَ الْحاسِدُ مَغْمُومٌ وَ \r\nالنَّاقِدُ حَيٌّ قَيُّومٌ. <br>\r\nيَا بْنَ آدَمَ!! اخْدِمْنِي فَإنِّي أُحِبُّ مَنْ يَخْدِمُنِي فَإنَّكَ عَبْدٌ \r\nذَلِيْلٌ عَاجِزٌ وَ أَنَا رَبٌّ جَلِيلٌ قَوِيٌّ لَوْ أَنَّ إِخْوَتَكَ وَجَدُوا \r\nرِيْحَ ذُنُوبِكَ لَمَا جَالَسُوكَ فَذُنُوبُكَ كُلَّ يَوْمٍ في الزِّيَادَةِ وَ \r\nعُمْرُكَ في النُّقصَانِ وَ لَا تَهْدِمْ عُمْرَكَ في البَاطِلِ وَ الْغَفْلَةِ \r\nفَإنْ أَرَدْتَ الْمَزِيدَ فَاصْحَبْ أَرْبَابَ الْقُلُوبِ وَ احْذَرْ مِنْ \r\nأَبْنَاءِ الدُّنْيَا وَ خَالِطِ الْمَسَاكِيْنَ. <br>\r\nيَا بْنَ آدَمَ!! مَنِ انْكَسَرَ مَرْكَبُهُ وَ عَادَ عَلى لَوْحٍ مِنَ الْخَشْبِ \r\nفي وَسَطِ الْبَحْرِ مَا يَكُونُ بِأَعْظَمَ مُصيبَةً مِنْكَ لِأَنَّكَ مِنْ \r\nذُنُوبِكَ عَلى يَقِيْنٍ.<br>\r\nيَا بْنَ آدَمَ!! إِنِّي أَتَقَرَّبُ إِلَيْكَ بِالْعَافِيَةِ وَ بِسَتْرٍ عَلى \r\nذُنُوبِكَ وَ أَنْتَ تَتَبَغَّضُ إِلَيَّ بِالْمَعاصِي وَ عِمارَتِكَ الدُّنْيَا وَ \r\nخَرَابِكَ الْآخِرَةَ. <br>\r\nيَا بْنَ آدَمَ!! إِذا لَمْ تُجَالِسِ الْمفْلِحِيْنَ وَ الصَّالِحِينَ فَمَتَى \r\nتَفْلَحُ يَا مُوسَى بْنَ عِمْرَانَ اسْمَعْ مَا أَقُولُ إِنَّهُ مَا آمَنَ \r\nبِاللَّهِ عَبْدٌ حَتَّى يَأمَنَ النَّاسُ مِنْ شَرِّهِ يَعْنِي يَأْمَنَ مِنْ \r\nظُلْمِهِ وَ كَيْدِهِ وَ مَكْرِهِ وَ نَمِيْمَتِهِ وَ غِيْبَتِهِ وَ بَغْيِهِ وَ \r\nحَسَدِهِ وَ مَضَرَّتِهِ وَ سِرِّهِ وَ عَلَانِيَتِهِ وَ قُلْ يَا مُوسَى \r\nلِلظَّلَمَةِ لَا تَذْكُرُونِي فَإنِّي لَا أَذْكُرُهُمْ فَإنَّ ذِكْرِي لَهُمْ أَنْ \r\nأَلْعَنَهُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَ مَنْ شَاءَ فَلْيَكْفُرْ.<br>\r\n<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-39- <br>\r\n </div><br>\r\n&nbsp;<br>\r\n<br><div class=\"aya \">\r\nقال الله تعالى <br>\r\n<br>\r\nيَا بْنَ آدَمَ!! لَا تَعْصِنِي وَ لَا تَسْأَلِ الْمَغْفِرَةَ. <br>\r\nيَا بْنَ آدَمَ!! تَضَرَّعْ لِعِبَادَتِي، وَ إِلَّا أَمْلَأُ قَلْبَكَ فَقْراً وَ \r\nيَدَيْكَ سَعْياً وَ بَدَنَكَ تَعَباً وَ صَدْرَكَ هَمّاً وَ لَا أُجِيْبُ دُعَاءَكَ \r\nوَ أَجْعَلُ دُنْيَاكَ عُسْرَةً وَ رِزْقَكَ قَلِيلاً. <br>\r\nيَا بْنَ آدَمَ!! أَنَا رَاضٍ بِصَلَوَاتِكَ يَوْماً فَيَوْماً فَارْضَ عَنِّي \r\nبِقُوتِكَ يَوْماً فَيَوْماً.<br>\r\nيَا بْنَ آدَمَ!! مَهْلاً فَإنَّ الرِّزْقَ مَقْسُومٌ وَ الْحَرِيصُ مَحْرُومٌ وَ \r\nالْحَاسِدُ مَذْمُومٌ وَ النِّعْمَةُ لَا تَدُومُ.<br>\r\nيَا بْنَ آدَمَ!! اسْتَحْكِمْ سَفِيْنَةً فَإنَّ الْبَحْرَ عَمِيقٌ وَ أَكْثِرْ مِنَ \r\nالزَّادِ فَإنَّ العَقَبَةَ كَؤُودٌ كَؤُودٌ.<br>\r\nيَا مُوسَى!! إِنَّ العَبْدَ يَعْمَلُ فِي الدُّنْيَا حَتَّى يُدْرِكَهُ الْمَوْتُ \r\nفَيَنْدَمُ عَلى مَا سَلَفَ مِنَ الذُنوبِ وَ الْخَطَايَا وَ يَسْأَلُ الرَّجْعَةَ \r\nإِلَى الدُّنْيَا لِيَعْمَلَ عَملاً صَالِحاً، رَبَّنَا أَبْصِرْنَا فَأَرْجِعْنَا \r\nنَعْمَلْ صَالِحاً، إِنَّا مُوقِنُونَ فَوَعِزَّتِي وَ جَلَالِي! لَا أَرُدُّ \r\nأَحَداً أَبَداً. <br>\r\nيَا مُوسَى!! مَنْ سَرَّنِي وَ اتَّقَى مِنِّي أَعْطَيْتُهُ الْجَنَّةَ. <br>\r\nيَا مُوسَى!! الدُّنْيَا لَعِبُ وَ لَهْوٌ وَزِيْنَةٌ وَ تَفَاخُرٌ وَ لَيْسَ \r\nلِلْمُؤْمِنِ فِيْهَا إِلَّا العِبَادَةُ وَ الْهَمُّ وَ الغَمُّ، وَ فِي الْاخِرَةِ \r\nالْجَنَّةُ. <br>\r\nيَا مُوسَى!! القِيَامَةُ يَوْمٌ شَدِيدٌ لَا يُغْنِي وَالِدٌ عَنْ وَلَدِهِ شَيْئاً \r\nوَ لَا مَوْلُودٌ عَنْ وَالِدِهِ شَيْئاً، كَمْ مِنْ فَقِيْرٍ تَرَكَ نَقْدَهُ فِي \r\nالدُّنْيَا وَ خَرَجَ مِنْهَا إلَى الْآخِرَةِ مَسْرُوراً وَ مَشْكُوراً، وَ كَمْ \r\nمِنْ غَنِيّ قَدْ تَرَكَ مَالَهُ فِي الدُّنْيَا وَ خَرَجَ مِنْهَا إِلَى الْآخِرَةِ \r\nوَ هُوَ فَقِيرٌ وَحِيْدٌ مِنْ مَالِهِ وَ نَادِمٌ عَلى عَمَلِهِ وَ جَمَعَ مَالَهُ \r\nلِوَارِثِهِ وَ كَانَ أَشَدَّ النَّاسِ عَذَاباً يَوْمَ القِيَامَةِ زِدْنَاهُمْ \r\nعَذَاباً فَوْقَ العَذَابِ بِما كانُوا يَكْسِبُونَ.<br>\r\n<br>\r\n<br>\r\nالمصدر : كتاب كلمة الله<br>\r\n<br>\r\n-40- </p>\r\n </div>"]