["<p>وصايا الجليل جلّ وعلا لنبيّه الأكرم محمّد<br>\r\n<br>\r\nعن أمير المؤمنين علي بن أبي طالب صلوات الله عليه: إنّ النبيّ (صلى الله عليه وآله) \r\nسأل ربّه سبحانه ليلة المعراج، <br>\r\n<br>\r\nفقال: يا ربّ أيّ الأعمال أفضل؟ <br>\r\n<br>\r\nفقال الله عزّ وجلّ: ليس شيء عندي أفضل من التوكّل عليّ والرضى بما قسمت. <br>\r\n<br>\r\nيا محمّد وجبت محبّتي للمتحابّين فيّ، ووجبت محبّتي للمتعاطين فيّ، ووجبت محبّتي \r\nللمتواصلين فيّ، ووجبت محبّتي للمتوكّلين عليّ، وليس لمحبّتي علم ولا غاية ولا \r\nنهاية، وكلّما رفعت لهم علماً وضعت لهم علماً اُولئك الذين نظروا الى المخلوقين \r\nبنظري إليهم، ولا يرفعوا الحوائج إلى الخلق، بطونهم خفيفة في أكل الحرام (حلال)، \r\nنعيمهم في الدنيا ذكري ومحبّتي ورضائي عنهم. <br>\r\n<br>\r\nيا أحمد إن أحببت أن تكون أورع الناس فازهد في الدنيا وارغب في الآخرة. <br>\r\n<br>\r\nفقال: إلهي كيف أزهد في الدنيا وأرغب في الآخرة؟ قال: خُذ من الدنيا خِفّاً من \r\nالطعام والشراب واللباس ولا تدّخر لغد ودم على ذكري. <br>\r\n<br>\r\nفقال: يا ربّ وكيف أدوم على ذكرك؟ <br>\r\n<br>\r\nفقال: بالخلوة عن الناس وبغضك الحلو والحامض وفراغ بطنك وبيتك من الدنيا. <br>\r\n<br>\r\nيا أحمد فاحذر أن تكون مثل الصبيّ إذا نظر إلى الأخضر والأصفر أحبّه، وإذا اُعطي \r\nشيئاً من الحلو والحامض اغترّ به. <br>\r\n<br>\r\nفقال: يا ربّ دلّني على عمل أتقرّب به إليك، <br>\r\n<br>\r\nفقال: اجعل ليلك نهاراً ونهارك ليلا، <br>\r\n<br>\r\nقال: يا ربّ كيف ذلك؟ قال: اجعل نومك صلاة وطعامك الجوع. <br>\r\n<br>\r\nيا أحمد وعزّتي وجلالي ما من عبد مؤمن ضمن لي بأربع خصال إلاّ أدخلته الجنّة: أن \r\nيطوي لسانه فلا يفتحه إلاّ بما يعنيه، ويحفظ قلبه من الوسواس، ويحفظ علمي ونظري \r\nإليه، ويكون قرّة عينه الجوع. <br>\r\n<br>\r\nيا أحمد لو ذقت حلاوة الجوع والصمت والخلوة، وما ورثوا منها، <br>\r\n<br>\r\nقال: يا ربّ ما ميراث الجوع؟ <br>\r\n<br>\r\nقال: الحكمة وحفظ القلب والتقرّب إليّ والحزن الدائم وخفّة المؤنة بين الناس، وقول \r\nالحق، ولا يبالي عاش بيسر أو بعسر. <br>\r\n<br>\r\nيا أحمد هل تدري بأيّ وقت يتقرّب العبد إليّ؟ قال: لا يا ربّ، <br>\r\n<br>\r\nقال: إذا كان جايعاً أو ساجداً. <br>\r\n<br>\r\nيا أحمد عجبت من ثلاثة عبيد: عبد دخل في الصلاة وهو يعلم إلى من يرفع يديه وقدّام \r\nمن هو وهو ينعس، وعجبت من عبد له قوت يوم من الحشيش أو غيره وهو يهتمّ لغد، وعجبت \r\nمن عبد لا يدري أنّي راض عنه أم ساخط عليه وهو يضحك. <br>\r\n<br>\r\nيا أحمد إنّ في الجنّة قصراً من لؤلؤة، ودرّة فوق درّة ليس فيها قصم ولا وصل، فيها \r\nالخواص، أنظر إليهم كلّ يوم سبعين مرّة، واُكلّمهم كلّما نظرت إليهم وأزيد في ملكهم \r\nسبعين ضعفاً، وإذا تلذّذ أهل الجنّة بالطعام والشراب تلذّذوا بكلامي وذكري وحديثي،\r\n<br>\r\n<br>\r\nقال: يا ربّ ما علامات اُولئك؟ قال: هم في الدنيا مسجونون، <br>\r\n<br>\r\nقد سجنوا ألسنتهم من فضول الكلام، وبطونهم من فضول الطعام. <br>\r\n<br>\r\nيا أحمد إنّ المحبّة لله هي المحبّة للفقراء، والتقرّب إليهم، <br>\r\n<br>\r\nقال: يا ربّ ومن الفقراء؟ <br>\r\n<br>\r\nقال: الذين رضوا بالقليل، وصبروا على الجوع، وشكروا على الرخاء، ولم يشكوا جوعهم \r\nولا ظمأهم، ولم يكذبوا بألسنتهم، ولم يغضبوا على ربّهم، ولم يغتمّوا على ما فاتهم، \r\nولم يفرحوا بما آتاهم. <br>\r\n<br>\r\nيا أحمد محبّتي محبّة للفقراء فأَدنِ الفقراء وقرّب مجلسهم منك، وأبعد الأغنياء \r\nوأبعد مجلسهم منك فإنّ الفقراء أحبّائي. <br>\r\n<br>\r\nيا أحمد لا تتزيّن بلبس (بلين) اللباس، وطيب الطعام، ولين الوطاء، فإنّ النفس مأوى \r\nكلّ شرّ، وهي رفيق كلّ سوء، تجرّها إلى طاعة الله، وتجرّك إلى معصيته، وتخالفك في \r\nطاعته، وتطيعك فيما تكره، وتَطغى إذا شبعت، وتشكو إذا جاعت، وتغضب إذا افتقرت، \r\nوتتكبّر إذا استغنت، وتنسى إذا كبرت، وتغفل إذا أمنت، وهي قرينة الشيطان، ومثل \r\nالنفس كمثل النعامة تأكل الكثير وإذا حمل عليها لا تطير، وكمثل الدفلي لونه حسن \r\nوطعمه مرّ. <br>\r\n<br>\r\nيا أحمد أبغض الدنيا وأهلها وأحبّ الآخرة وأهلها، <br>\r\n<br>\r\nقال: يا ربّ ومن أهل الدنيا ومن أهل الآخرة؟ <br>\r\n<br>\r\nقال: أهل الدنيا من كثر أكله وضحكه ونومه وغضبه، قليل الرضا لا يعتذر إلى من أساء \r\nإليه، ولا يقبل عذر من اعتذر إليه، كسلان عند الطاعة، شجاع عند المعصية، أمله بعيد \r\nوأجله قريب، لا يحاسب نفسه، قليل المنفعة كثير الكلام، قليل الخوف، كثير الفرح عند \r\nالطعام، وإنّ أهل الدنيا لا يشكرون عند الرخاء ولا يصبرون عند البلاء، كثير الناس \r\nعندهم قليل، يحمدون أنفسهم بما لا يفعلون، ويدّعون بما ليس لهم، ويتكلّمون بما \r\nيتمنّون، ويذكرون مساوي الناس ويخفون حسناتهم. <br>\r\n<br>\r\nقال: يا ربّ كلّ هذا العيب في أهل الدنيا؟ <br>\r\n<br>\r\nقال: يا أحمد إنّ عيب أهل الدنيا كثير، فيهم الجهل والحمق، لا يتواضعون لمن \r\nيتعلّمون منه، وهم عند أنفسهم عقلاء وعند العارفين حمقاء. يا أحمد إنّ أهل الخير \r\nوأهل الآخرة رقيقة وجوههم، كثير حياؤهم، قليل حمقهم، كثير نفعهم، قليل مكرهم، الناس \r\nمنهم في راحة وأنفسهم منهم في تعب، كلامهم موزون، محاسبين لأنفسهم، متعبين لها، \r\nتنام أعينهم ولا تنام قلوبهم، أعينهم باكية وقلوبهم ذاكرة، إذا كتب الناس من \r\nالغافلين كتبوا من الذاكرين، في أوّل النعمة يحمدون وفي آخرها يشكرون، دعاؤهم عند \r\nالله مرفوع، وكلامهم مسموع، تفرح الملائكة بهم، ويدور دعاؤهم تحت الحجب يحبّ الربّ \r\nأن يسمع كلامهم كما تحبّ الوالدة الولد، ولا يشغلهم عن الله شيء طرفة عين، ولا \r\nيريدون كثرة الطعام ولا كثرة الكلام، ولا كثرة اللباس، الناس عندهم موتى والله \r\nعندهم حيّ قيّوم كريم، يدعون المدبرين كرماً، ويريدون المقبلين تلطّفاً، قد صارت \r\nالدنيا والآخرة عندهم واحدة، يموت الناس مرّة ويموت أحدهم في كلّ يوم سبعين مرّة من \r\nمجاهدة أنفسهم ومخالفة هواهم، والشيطان الذي يجري في عروقهم، ولو تحرّكت ريح \r\nلزعزعتهم، وإن قاموا بين يديّ كأنهم بنيان لا أرى في قلبهم شغلا لمخلوق. فو عزّتي \r\nوجلالي لأحيينّهم حياة طيّبة إذا فارقت أرواحهم من جسدهم، لا اُسلّط عليهم ملك \r\nالموت ولا يلي قبض روحهم غيري، ولأفتحنّ لروحهم أبواب السماء كلّها، ولأرفعنّ الحجب \r\nكلّها دوني، ولآمرنّ الجنان فلتزيننّ والحور العين فلتزفنّ والملائكة فلتصلّين \r\nوالأشجار فلتثمرنّ وثمار الجنّة فلتدلينّ، ولآمرنّ ريحاً من الرياح التي تحت العرش، \r\nفلتحملنّ جبالا من الكافور والمسك الأذفرفلتصيرنّ وقوداً من غير النار فتدخلنّ به، \r\nولا يكون بيني وبين روحه ستر فأقول له عند قبض روحه: مرحباً وأهلا بقدومك عليَّ، \r\nاصعد بالكرامة والبشرى والرحمة والرضوان، وجنّات لهم فيها نعيم مقيم، خالدين فيها \r\nأبداً إنّ الله عنده أجر عظيم، <br>\r\n<br>\r\nفلو رأيت الملائكة كيف يأخذ بها واحد ويعطيها الآخر. <br>\r\n<br>\r\nيا أحمد إنّ أهل الآخرة لا يهنؤهم الطعام منذ عرفوا ربّهم، ولا تشغلهم مصيبة منذ \r\nعرفوا سيّئاتهم، يبكون على خطاياهم، يتعبون أنفسهم ولا يريحونها، وأنّ راحة أهل \r\nالجنّة في الموت، والآخرة مستراح العابدين، مونسهم دموعهم التي تفيض على خدودهم، \r\nوجلوسهم مع الملائكة الذين عن أيمانهم وعن شمائلهم، ومناجاتهم مع الجليل الذي فوق \r\nعرشه، وإنّ أهل الآخرة قلوبهم في أجوافهم قد قُرِحَت يقولون: متى نستريح من دار \r\nالفناء إلى دار البقاء. <br>\r\n<br>\r\nيا أحمد هل تعرف ما للزاهدين عندي (في الآخرة)؟ <br>\r\n<br>\r\nقال: لا يا ربّ، <br>\r\n<br>\r\nقال: يبعث الخلق ويناقشون بالحساب، وهم من ذلك آمنون، إنّ أدنى ما اُعطي للزاهدين \r\nفي الآخرة أن اُعطيهم مفاتيح الجنان كلّها حتّى يفتحوا أيّ باب شاؤوا ولا أحجب عنهم \r\nوجهي، ولاُنعمنّهم بألوان التلذّذ من كلامي، ولاُجلسنّهم في مقعد صدق واُذكرنّهم ما \r\nصنعوا وتعبوا في دار الدنيا، وأفتح لهم أربعة أبواب: باب تدخل عليهم الهدايا منه \r\nبكرةً وعشياً من عندي، وباب ينظرون منه إليّ كيف شاؤوا بلا صعوبة، وباب يطّلعون منه \r\nإلى النار فينظرون منه إلى الظالمين كيف يعذّبون، وباب يدخل عليهم من الوصايف \r\nوالحور العين، <br>\r\n<br>\r\nقال: يا ربّ من هؤلاء الزاهدون الذين وصفتهم؟ <br>\r\n<br>\r\nقال: الزاهد هو الذي ليس له بيت يخرب فيغتمّ بخرابه، ولا له ولد يموت فيحزن لموته، \r\nولا له شيء يذهب فيحزن لذهابه، ولا يعرفه إنسان يشغله عن الله طرفة عين، ولا له فضل \r\nطعام ليسأل عنه، ولا له ثوب ليّن. <br>\r\n<br>\r\nيا أحمد وجوه الزاهدين مصفرّة من تعب الليل وصوم النهار، وألسنتهم كلال إلاّ من ذكر \r\nالله تعالى، قلوبهم في صدورهم مطعونة من كثرة ما يخالفون أهواءهم، قد أضمروا أنفسهم \r\nمن كثرة صمتهم، قد أعطوا المجهودة من أنفسهم لا من خوف نار ولا من شوق جنّة، ولكن \r\nينظرون في ملكوت السماوات والأرض فيعلمون أنّ الله سبحانه وتعالى أهل للعبادة \r\nكأنّما ينظرون إلى من فوقها. <br>\r\n<br>\r\nقال: يا ربّ هل تعطي لأحد من اُمّتي هذا؟ <br>\r\n<br>\r\nقال: يا أحمد هذه درجة الأنبياء والصدّيقين من اُمّتك واُمّة غيرك وأقوام من \r\nالشهداء، <br>\r\n<br>\r\nقال: يا ربّ أيّ الزّهاد أكثر زهّاد اُمّتي أم زهّاد بني إسرائيل؟ <br>\r\n<br>\r\nقال: إنّ زهّاد بني إسرائيل في زهّاد اُمّتك كشعرة سوداء في بقرة بيضاء، <br>\r\n<br>\r\nفقال: يا ربّ كيف يكون ذلك وعدد بني إسرائيل أكثر من اُمّتي؟ <br>\r\n<br>\r\nقال: لأنّهم شكوا بعد اليقين، وجحدوا بعد الاقرار، قال رسول الله (صلى الله عليه \r\nوآله): فحمدت الله [للزاهدين كثيراً وشكرته ودعوت لهم <br>\r\n<br>\r\nفقلت: اللّهمّ احفظهم وارحمهم واحفظ عليهم دينهم الذي ارتضيت لهم، اللّهمّ ارزقهم \r\nايمان المؤمنين الذي ليس بعده شك وزيغ، وورعاً ليس بعده رغبة، وخوفاً ليس بعده \r\nغفلة، وعلماً ليس بعده جهل، وعقلا ليس بعده حمق، وقرباً ليس بعده بُعد، وخشوعاً ليس \r\nبعده قساوة، وذكراً ليس بعده نسيان، وكرماً ليس بعده هوان، وصبراً ليس بعده ضجر، \r\nوحلماً ليس بعده عجلة، واملأ قلوبهم حياءً منك حتّى يستحيوا منك كلّ وقت، وتبصّرهم \r\nبآفات الدنيا وآفات أنفسهم ووساوس الشيطان فإنّك تعلم ما في نفسي وأنت علاّم \r\nالغيوب.] <br>\r\n<br>\r\nيا أحمد عليك بالورع فإنّ الورع رأس الدين ووسط الدين وآخر الدين، إنّ الورع يقرّب \r\n(العبد) إلى الله تعالى. <br>\r\n<br>\r\nيا أحمد إنّ الورع كالشنوف بين الحليّ، والخبز بين الطعام، إنّ الورع رأس الايمان \r\nوعماد الدين، إنّ الورع مثله كمثل السفينة كما أنّ في البحر لا ينجو إلاّ من كان \r\nفيها، كذلك لا ينجو الزاهدون إلاّ بالورع. <br>\r\n<br>\r\nيا أحمد ما عرفني عبد وخشع لي إلاّ وخشعتُ له. <br>\r\n<br>\r\nيا أحمد الورع يفتح على العبد أبواب العبادة، فيكرم به عند الخلق، ويصل به إلى الله \r\nعزّ وجلّ. <br>\r\n<br>\r\n<br>\r\n<br>\r\nيا أحمد عليك بالصمت فإنّ أعمر القلوب قلوب الصالحين والصامتين، وإنّ أخرب القلوب \r\nقلوب المتكلّمين بما لا يعنيهم. <br>\r\n<br>\r\nيا أحمد إنّ العبادة عشرة أجزاء تسعة منها طلب الحلال، فإذا طيّبت مطعمك ومشربك \r\nفأنت في حفظي وكنفي، قال: يا ربّ ما أوّل العبادة؟ قال: أوّل العبادة الصمت والصوم، \r\nقال: يا ربّ وما ميراث الصوم؟ قال: الصوم يورث الحكمة، والحكمة تورث المعرفة، \r\nوالمعرفة تورث اليقين، فإذا استيقن العبد لا يبالي كيف أصبح، بعسر أم بيسر، واذا \r\nكان العبد في حالة الموت يقوم على رأسه ملائكة بيد كلّ ملك كأس من ماء الكوثر، وكأس \r\nمن الخمر يسقون روحه حتّى تذهب سكرته ومرارته ويبشّرونه بالبشارة العظمى ويقولون \r\nله: طبت وطاب مثواك،إنّك تقدم على العزيز الحكيم الحبيب القريب، فتطير الروح من \r\nأيدي الملائكة فتصعد إلى الله تعالى في أسرع من طرفة عين ولا يبقى حجاب ولا ستر \r\nبينها وبين الله تعالى والله عزّ وجلّ إليها مشتاق. وتجلس على عين عند العرش ثمّ \r\nيقال لها: كيف تركت الدنيا؟ فتقول: إلهي وعزّتك وجلالك لا علم لي بالدنيا، أنا منذ \r\nخلقتني خائفة منك، فيقول الله تعالى: صدقت عبدي كنت بجسدك في الدنيا وروحك معي فأنت \r\nبعيني سرّك وعلانيتك، سل أعطك وتمنّ عليّ فأكرمك، هذه جنّتي فتجنح فيها وهذا جواري \r\nفاسكنه، فتقول الروح: إلهي عرّفتني نفسك فاستغنيت بها عن جميع خلقك، وعزّتك وجلالك \r\nلو كان رضاك في أن اُقطّع إرباً إرباً واُقتل سبعين قتلة بأشدّ ما يقتل به الناس \r\nلكان رضاك أحبّ إليّ، إلهي كيف أعجب بنفسي وأنا ذليل إن لم تكرمني وأنا مغلوب إن لم \r\nتنصرني وأنا ضعيف إن لم تقوّني وأنا ميّت إن لم تحيني بذكرك، ولولا سترك لافتضحت \r\nأوّل مرّة عصيتك، إلهي كيف لا أطلب رضاك وقد أكملت عقلي حتّى عرفتك وعرفت الحقّ من \r\nالباطل والأمر من النهي والعلم من الجهل والنور <br>\r\n<br>\r\nمن الظلمة، فقال الله عزّ وجلّ: وعزّتي وجلالي لا أحجب بيني وبينك في وقت من \r\nالأوقات كذلك أفعل بأحبّائي. <br>\r\n<br>\r\nيا أحمد هل تدري أيّ عيش أهنأ وأيّ حياة أبقى؟ <br>\r\n<br>\r\nقال: اللّهمّ لا، <br>\r\n<br>\r\nقال: أمّا العيش الهنيء السائغ وما أتاك بلا مشقّة فهو الذي لا يغتر صاحبه عن ذكري \r\nولا ينسى نعمتي ولا يجهل حقّي، يطلب رضاي في ليله ونهاره، وأمّا الحياة الباقية فهي \r\nالتي يعمل لنفسه حتّى تهون عليه الدنيا وتصغر في عينه، وتعظم الآخرة عنده، ويؤثر \r\nهواي على هواه ويبتغي مرضاتي ويعظم حقّ عظمتي ويذكر علمي به، ويراقبني بالليل \r\nوالنهار عند كلّ سيّئة أو معصية، وينقّي قلبه عن كلّ ما أكره ويبغض الشيطان ووساوسه \r\nولا يجعل لابليس على قلبه سلطاناً وسبيلا، فإذا فعل ذلك أسكنت قلبه حبّاً حتى أجعل \r\nقلبه لي وفراغه واشتغاله وهمّه وحديثه من النعمة التي أنعمت بها على أهل محبّتي من \r\nخلقي، وأفتح عين قلبه وسمعه حتّى يسمع بقلبه وينظر بقلبه إلى جلالي وعظمتي، واُضيّق \r\nعليه الدنيا واُبغّض إليه ما فيها من اللذّات واُحذّره من الدنيا وما فيها كما \r\nيُحذّر الراعي غنمه من مراتع الهلكة، فإذا كان هكذا يفرّ من الناس فراراً، وينقل من \r\nدار الفناء إلى دار البقاء ومن دار الشيطان إلى دار الرحمن. <br>\r\n<br>\r\nيا أحمد لاُزيّننّه بالهيبة والعظمة فهذا هو العيش الهنيء والحياة الباقية، وهذا \r\nمقام الراضين، فمن عمل برضاي ألزمه ثلاث خصال: اُعرّفه شكراً لا يخالطه الجهل، \r\nوذكراً لا يخالطه النسيان، ومحبّة لا يؤثر على محبّتي محبّة المخلوقين، فإذا أحبّني \r\nأحببته، وأفتح عين قلبه إلى جلالي ولا اُخفي عليه خاصّة خلقي، واُناجيه في ظلم \r\nالليل ونور النهار حتى ينقطع حديثه مع المخلوقين ومجالسته معهم، واسمعه كلامي وكلام \r\nملائكتي، واُعرّفه السرّ الذي سترته عن خلقي. وألبسه الحياء حتّى يستحي منه الخلق \r\nكلّهم ويمشي على الأرض مغفوراً له، <br>\r\n<br>\r\nوأجعل قلبه واعياً وبصيراً ولا اُخفي عليه شيئاً من جنّة ولا نار، واُعرّفه ما يمرّ \r\nعلى الناس في يوم القيامة من الهول والشدّة، وما اُحاسب الأغنياء والفقراء والجهّال \r\nوالعلماء، واُنوّمه في قبره وأنزل عليه منكراً ونكيراً حتّى يسألاه، ولا يرى غمرة \r\nالموت وظلمة القبر واللحد وهول المطلع، ثمّ أنصب له ميزانه وأنشر ديوانه، ثمّ أضع \r\nكتابه في يمينه فيقرؤه منشوراً، ثمّ لا أجعل بيني وبينه ترجماناً، فهذه صفات \r\nالمحبّين. <br>\r\n<br>\r\nيا أحمد اجعل همّك همّاً واحداً، فاجعل لسانك لساناً واحداً، واجعل بدنك حيّاً لا \r\nتغفل عنّي، من يغفل عنّي لا اُبالي بأيّ واد هلك. <br>\r\n<br>\r\nيا أحمد استعمل عقلك قبل أن يذهب فمن استعمل عقله لا يخطي ولا يطغى. <br>\r\n<br>\r\nيا أحمد ألم تدر لأيّ شيء فضّلتك على سائر الأنبياء؟ <br>\r\n<br>\r\nقال: اللّهمّ لا، <br>\r\n<br>\r\nقال: باليقين، وحسن الخلق، وسخاوة النفس، ورحمة الخلق، وكذلك أوتاد الأرض لم يكونوا \r\nأوتاداً إلاّ بهذا. <br>\r\n<br>\r\nيا أحمد إنّ العبد إذا أجاع بطنه وحفظ لسانه علّمته الحكمة وإنْ كان كافراً تكون \r\nحكمته حجّة عليه ووبالا، وإن كان مؤمناً تكون حكمته له نوراً وبرهاناً وشفاءً \r\nورحمة، فيعلم ما لم يكن يعلم، ويبصر ما لم يكن يبصر، فأوّل ما أبصره عيوب نفسه حتّى \r\nيشتغل عن عيوب غيره، وأبصره دقائق العلم حتّى لا يدخل عليه الشيطان. <br>\r\n<br>\r\nيا أحمد ليس شيء من العبادة أحبّ إليّ من الصمت والصوم، فمن صام ولم يحفظ لسانه كان \r\nكمن قام ولم يقرأ في صلاته فاُعطيه أجر القيام ولم اُعطه أجر العابدين. <br>\r\n<br>\r\nيا أحمد هل تدري متى يكون العبد عابداً؟<br>\r\nقال: لا يا ربّ، <br>\r\n<br>\r\n<br>\r\n<br>\r\nقال: إذا اجتمع فيه سبع خصال: ورع يحجزه عن المحارم، وصمت يكفّه عمّا لا يعنيه، \r\nوخوف يزداد كلّ يوم من بكائه، وحياء يستحيي منّي في الخلاء، وأكل ما لابدّ منه، \r\nويبغض الدنيا لبغضي لها، ويحبّ الأخيار لحبّي إيّاهم. <br>\r\n<br>\r\nيا أحمد ليس كلّ من قال: اُحبّ الله أحبّني حتّى يأخذ قوتاً، ويلبس دوناً وينام \r\nسجوداً، ويطيل قياماً، ويلزم صمتاً ويتوكّل عليّ ويبلي كثيراً ويقلّ ضحكاً، ويخالف \r\nهواه، ويتّخذ المسجد بيتاً والعلم صاحباً والزهد جليساً، والعلماء أحبّاء والفقراء \r\nرفقاء، ويطلب رضاي، ويفرّ من العاصين فراراً، ويشغل بذكري اشتغالا، ويكثر التسبيح \r\nدائماً، ويكون بالوعد صادقاً وبالعهد وافياً، ويكون قلبه طاهراً، وفي الصلاة زاكياً \r\nوفي الفرائض مجتهداً، وفيما عندي من الثواب راغباً، ومن عذابي راهباً ولأحبّائي \r\nقريناً وجليساً. <br>\r\n<br>\r\nيا أحمد لو صلّى العبد صلاة أهل السماء والأرض، ويصوم صيام أهل السماء والأرض، \r\nويطوي من طعام مثل الملائكة، ولبس لباس العاري، ثمّ أوى في قلبه من حبّ الدنيا \r\nذرّة، أو سِعَتها، أو رئاستها، أو حليّها، أو زينتها لا يجاورني في داري، ولأنزعنّ \r\nمن قلبه محبّتي، وعليك سلامي ورحمتي، والحمد لله ربّ العالمين. </p>\r\n"]