["يا أخنوخ قد أهمل الناس عبادتي فأضربوا عن طاعتي و أصروا على العصيان و انهمكوا في الطغيان و آثروا طاعة الشيطان و تهالكوا في البغي و العدوان كأنهم لم يروا مصارع الطغاة قبلهم و لم ينظروا إلى ديارهم الخاوية و خدورهم و خلو قصورهم المشيدة و اتضاع أسمائهم العالية لم تدفع عنهم سخطتي لما حلت موثق القلاع و مونق الرباع و لم تجرهم الجنود المجندة و العدد المعددة و الأموال الجمة و الممالك العظيمة بل تضعضعوا لواقع النقمة إذ لم يشكروا سابغ النعمة و تزعزعوا لحلول السخطة لما تناسوا حقي عليهم عند المهلة فبادوا و هلكوا و طريق الخزي في الدنيا و الآخرة سلكوا حتى كأنهم لم يروا قريبا مصارع سهم الجبار و أصحابه الجبابرة لما أصروا على الكفر و الجحود و استمروا على البغي و العنود و استعبدوا عبادي و خربوا بلادي و استحقروا الخلق و غمطوا الحق و أحيوا سنن الأشرار و عطلوا سنن الأخيار و وضعوا المكوس و أزهقوا النفوس و تركوا ما كان عليهم فرضا و ركضوا في الباطل ركضا و سفكوا الدماء حتى أبكوا بأفعالهم الأرض و السماء مفتخرين مغترين بأجسامهم العظام و جثثهم الكبار و قوتهم الشديدة و أموالهم العتيدة و لما انقضت أيامهم و تمت آثامهم أجهشت البقاع و بكت الروابي و التلاع بمن فيها من أصناف الحيوان إلى الحنان المنان فرحمنا تضرعهم و استجبنا دعوتهم و انتصرنا للمؤمنين ممن استضعفهم فجعلناهم أربابا لمن كان استعبدهم و أمراء على من استرذلهم و ألقينا بين الجبابرة البأس و أرحنا منهم جماعة الناس فتحارب الجبابرة و تحازبوا و تكاوحوا و تجاذبوا حتى أهلكوا بعضهم بعضا و قتلوا نفوسهم بأيديهم و قطعوا أبدانهم بسيوفهم و إن كان أقواهم و أعتاهم و أتمهم قامة و أشدهم بسطة سهم قيصر عليهم و بقي بعدهم قريحا جريحا لا يسوغ شرابا و لا طعاما و لا يجد قرارا و لا يلتذ مناما من الذي أصابه في حروب سائر الجبابرة من ضرب السيوف و طعن الرماح و شدخ الجنادل و وقع السهام فبعل بنفسه و مهد بيده موضع رمسه و انحنى على سيفه و لقي حتفه بكفه و كان آخرهم موتا و عقيبهم فوتا و ورث المستضعفون أموالهم و ديارهم و وطئوا أعقابهم فإن شكرتم يا أيها الناس نعمتي عليكم زدتكم و إن أطعتموني أمددتكم و إن اقتديتم بالعصاة و فعلتم فعل البغاة لم تكونوا أعز علي و أجل لدي ممن تقدمكم و كلكم خلقي و آكل رزقي لا نسب بيني و بينكم لا حاجة بي إلى أحد منكم كما لم يكن بي حاجة إلى من قبلكم فو عزتي لأهلكن الطاغين و لأنتصرن للمظلومين من الظالمين و أنا الغلاب المتين . "]