["يَا عِيسَى أَنَا رَبُّكَ وَ رَبُّ آبَائِكَ اسْمِي وَاحِدٌ وَ أَنَا الْأَحَدُ \r\nالصَّمَدُ الْمُتَفَرِّدُ بِخَلْقِ كُلِّ شَيْ‏ءٍ وَ كُلُّ شَيْ‏ءٍ مِنْ صُنْعِي وَ \r\nكُلٌّ إِلَيَّ رَاجِعُونَ <br>\r\n<br>\r\nيَا عِيسَى كُنْ إِلَيَّ رَاغِباً وَ مِنِّي رَاهِباً وَ لَمْ تَجِدْ مِنِّي \r\nمَلْجَأً إِلَّا إِلَيَّ <br>\r\n<br>\r\nيَا عِيسَى أُوصِيكَ وَصِيَّةَ الْمُتَحَنِّنِ عَلَيْكَ بِالرَّحْمَةِ حَتَّى \r\nحَقَّتْ لَكَ مِنِّي الْوَلَايَةُ بِتَحَرِّيكَ مِنِّي الْمَسَرَّةَ فَبُورِكْتَ \r\nكَبِيراً وَ بُورِكْتَ صَغِيراً حَيْثُ مَا كُنْتَ أَشْهَدُ أَنَّكَ عَبْدِي ابْنُ \r\nأَمَتِي أَنْزِلْنِي مِنْ نَفْسِكَ كَهَمِّكَ وَ اجْعَلْ ذِكْرِي لِمَعَادِكَ وَ \r\nتَقَرَّبْ إِلَيَّ بِالنَّوَافِلِ وَ تَوَكَّلْ عَلَيَّ أَكْفِكَ وَ لَا تَوَلَّ \r\nغَيْرِي فَأَخْذُلَكَ <br>\r\n<br>\r\nيَا عِيسَى اصْبِرْ عَلَى الْبَلَاءِ وَ ارْضَ بِالْقَضَاءِ وَ كُنْ كَمَسَرَّتِي \r\nفِيكَ فَإِنَّ مَسَرَّتِي أَنْ أُطَاعَ فَلَا أُعْصَى يَا عِيسَى أَحْيِ ذِكْرِي \r\nبِلِسَانِكَ وَ لْيَكُنْ وُدِّي فِي قَلْبِكَ <br>\r\n<br>\r\nيَا عِيسَى تَيَقَّظْ فِي سَاعَاتِ الْغَفْلَةِ وَ احْكُمْ لِي بِلَطِيفِ \r\nالْحِكْمَةِ يَا عِيسَى كُنْ رَاغِباً رَاهِباً وَ أَمِتْ قَلْبَكَ بِالْخَشْيَةِ\r\n<br>\r\n<br>\r\nيَا عِيسَى رَاعِ اللَّيْلَ لِتَحَرِّي مَسَرَّتِي وَ أَظْمِئْ نَهَارَكَ لِيَوْمِ \r\nحَاجَتِكَ عِنْدِي <br>\r\n<br>\r\nيَا عِيسَى نَافِسْ فِي الْخَيْرِ جُهْدَكَ لِتُعْرَفَ بِالْخَيْرِ حَيْثُ مَا \r\nتَوَجَّهْتَ <br>\r\n<br>\r\nيَا عِيسَى احْكُمْ فِي عِبَادِي بِنُصْحِي وَ قُمْ فِيهِمْ بِعَدْلِي فَقَدْ \r\nأَنْزَلْتُ عَلَيْكَ شِفَاءً لِمَا فِي الصُّدُورِ مِنْ مَرَضِ الشَّيْطَانِ <br>\r\n<br>\r\nيَا عِيسَى لَا تَكُنْ جَلِيساً لِكُلِّ مَفْتُونٍ‏<br>\r\n<br>\r\n<br>\r\nيَا عِيسَى حَقّاً أَقُولُ مَا آمَنَتْ بِي خَلِيقَةٌ إِلَّا خَشَعَتْ لِي وَ لَا \r\nخَشَعَتْ لِي إِلَّا رَجَتْ ثَوَابِي أُشْهِدُكَ أَنَّهَا آمِنَةٌ مِنْ عِقَابِي \r\nمَا لَمْ تُبَدِّلْ أَوْ تُغَيِّرْ سُنَّتِي <br>\r\n<br>\r\nيَا عِيسَى ابْنَ الْبِكْرِ الْبَتُولِ ابْكِ عَلَى نَفْسِكَ بُكَاءَ مَنْ قَدْ \r\nوَدَّعَ الْأَهْلَ وَ قَلَا «1» الدُّنْيَا وَ تَرَكَهَا لِأَهْلِهَا وَ صَارَتْ \r\nرَغْبَتُهُ فِيمَا عِنْدَ إِلَهِهِ <br>\r\n<br>\r\nيَا عِيسَى كُنْ مَعَ ذَلِكَ تُلِينُ الْكَلَامَ وَ تُفْشِي السَّلَامَ يَقْظَانَ \r\nإِذَا نَامَتْ عُيُونُ الْأَنَامِ وَ حَذَارِ لِلْمَعَادِ وَ الزَّلَازِلِ \r\nالشِّدَادِ وَ أَهْوَالِ يَوْمِ الْقِيَامَةِ حَيْثُ لَا يَنْفَعُ أَهْلٌ وَ لَا \r\nوَلَدٌ وَ لَا مَالٌ يَا عِيسَى اكْحَلْ عَيْنَيْكَ بِمِيلِ الْحُزْنِ إِذَا ضَحِكَ \r\nالْبَطَّالُونَ يَا عِيسَى كُنْ خَاشِعاً صَابِراً فَطُوبَى لَكَ إِنْ نَالَكَ مَا \r\nوُعِدَ الصَّابِرُونَ <br>\r\n<br>\r\nيَا عِيسَى رُحْ مِنَ الدُّنْيَا يَوْماً فَيَوْماً وَ ذُقْ لِمَا قَدْ ذَهَبَ \r\nطَعْمُهُ فَحَقّاً أَقُولُ مَا أَنْتَ إِلَّا بِسَاعَتِكَ وَ يَوْمِكَ فَرُحْ مِنَ \r\nالدُّنْيَا بِالْبُلْغَةِ وَ لْيَكْفِكَ الْخَشِنُ وَ الْجَشِبُ فَقَدْ رَأَيْتَ \r\nإِلَى مَا تَصِيرُ وَ هُوَ مَكْتُوبٌ مَا أَخَذْتَ وَ كَيْفَ أَتْلَفْتَ <br>\r\n<br>\r\nيَا عِيسَى إِنَّكَ مَرْحُومٌ فَارْحَمِ الضَّعِيفَ كَرَحْمَتِي إِيَّاكَ وَ لَا \r\nتَقْهَرِ الْيَتِيمَ <br>\r\n<br>\r\nيَا عِيسَى ابْكِ عَلَى نَفْسِكَ فِي الْخَلَوَاتِ وَ انْقُلْ قَدَمَيْكَ إِلَى \r\nمَوَاقِيتِ الصَّلَوَاتِ وَ أَسْمِعْنِي لَذَاذَةَ نُطْقِكَ بِذِكْرِي فَإِنَّ \r\nصَنِيعِي إِلَيْكَ حَسَنٌ جَمِيلٌ <br>\r\n<br>\r\nيَا عِيسَى كَمْ مِنْ أُمَّةٍ قَدْ أَهْلَكْتُهَا بِسَالِفِ ذُنُوبٍ وَ قَدْ \r\nعَصَمْتُكَ مِنْهَا <br>\r\n<br>\r\nيَا عِيسَى ارْفُقْ بِالضَّعِيفِ وَ ارْفَعْ طَرْفَكَ الْكَلِيلَ إِلَى السَّمَاءِ \r\nوَ ادْعُنِي فَإِنِّي مِنْكَ قَرِيبٌ وَ لَا تَدْعُنِي إِلَّا مُتَضَرِّعاً إِلَيَّ \r\nوَ هَمُّكَ هَمٌّ وَاحِدٌ فَإِنَّكَ مَتَى تَدْعُنِي كَذَلِكَ أُجِبْكَ <br>\r\n<br>\r\nيَا عِيسَى إِنِّي لَمْ أَرْضَ بِالدُّنْيَا ثَوَاباً لِمَنْ كَانَ قَبْلَكَ وَ لَا \r\nعِقَاباً لِمَنِ انْتَقَمْتُ مِنْهُ يَا عِيسَى إِنَّكَ تَفْنَى وَ أَنَا أَبْقَى \r\nوَ مِنِّي رِزْقُكَ وَ عِنْدِي مِيقَاتُ أَجَلِكَ وَ إِلَيَّ إِيَابُكَ وَ عَلَيَّ \r\nحِسَابُكَ فَسَلْنِي وَ لَا تَسْأَلْ غَيْرِي فَيَحْسُنَ مِنْكَ الدُّعَاءُ وَ \r\nمِنِّي الْإِجَابَةُ <br>\r\n<br>\r\nيَا عِيسَى مَا أَكْثَرَ الْبَشَرَ وَ أَقَلَّ عَدَدَ مَنْ صَبَرَ الْأَشْجَارُ \r\nكَثِيرَةٌ وَ طَيِّبُهَا قَلِيلٌ فَلَا يَغُرَّنَّكَ شَجَرَةٌ حَتَّى تَذُوقَ \r\nثَمَرَهَا يَا عِيسَى لَا يَغُرَّنَّكَ الْمُتَمَرِّدُ عَلَيَّ بِالْعِصْيَانِ \r\nيَأْكُلُ رِزْقِي وَ يَعْبُدُ غَيْرِي ثُمَّ يَدْعُونِي عِنْدَ<br>\r\n<br>\r\n___________<br>\r\n(1) قلا الشي‏ء- يقلى قليا من باب ضرب- و قلى يقلى قلاء و قلا بكسر القاف من باب \r\nعلم: أبغضه فهو قالى و ذاك مقلى.<br>\r\n<br>\r\nالْكَرْبِ فَأُجِيبُهُ ثُمَّ يَرْجِعُ إِلَى مَا كَانَ عَلَيْهِ فَعَلَيَّ \r\nيَتَمَرَّدُ أَمْ لِسَخَطِي يَتَعَرَّضَ فَبِي «1» حَلَفْتُ لآَخُذَنَّهُ أَخْذَةً \r\nلَيْسَ لَهُ مِنْهَا مَنْجًى وَ لَا دُونِي مَلْجَأٌ أَيْنَ يَهْرُبُ مِنْ سَمَائِي \r\nوَ أَرْضِي <br>\r\n<br>\r\nيَا عِيسَى قُلْ لِظَلَمَةِ بَنِي إِسْرَائِيلَ لَا تَدْعُونِي وَ السُّحْتُ تَحْتَ \r\nأَحْضَانِكُمْ «2» وَ الْأَصْنَامُ فِي بُيُوتِكُمْ فَإِنِّي آلَيْتُ أَنْ أُجِيبَ \r\nمَنْ دَعَانِي وَ إِنِّي أَجْعَلُ إِجَابَتِي إِيَّاهُمْ لَعْناً لَهُمْ حَتَّى \r\nيَتَفَرَّقُوا <br>\r\n<br>\r\nيَا عِيسَى كَمْ أُطِيلُ النَّظِرَةَ وَ أُحْسِنُ الطَّلَبَ وَ الْقَوْمُ فِي \r\nغَفْلَةٍ لَا يَرْجِعُونَ تَخْرُجُ الْكَلِمَةُ مِنْ أَفْوَاهِهِمْ لَا تَعِيهَا \r\nقُلُوبُهُمْ فَيَتَعَرَّضُونَ لِمَقْتِي وَ يَتَحَبَّبُونَ بِي إِلَى \r\nالْمُؤْمِنِينَ «3» <br>\r\n<br>\r\nيَا عِيسَى لِيَكُنْ لِسَانُكَ فِي السِّرِّ وَ الْعَلَانِيَةِ وَاحِدَةً وَ \r\nكَذَلِكَ فَلْيَكُنْ قَلْبُكَ وَ بَصَرُكَ وَ اطْوِ قَلْبَكَ وَ لِسَانَكَ عَنِ \r\nالْمَحَارِمِ وَ كُفَّ طَرْفَكَ عَمَّا لَا خَيْرَ فِيهِ فَكَمْ مِنْ نَاظِرِ \r\nنَظْرَةٍ قَدْ زَرَعَتْ فِي قَلْبِهِ شَهْوَةً وَرَدَتْ بِهِ مَوَارِدَ حِيَاضِ \r\nالْهَلَكَةِ. <br>\r\n<br>\r\nيَا عِيسَى كُنْ رَحِيماً مُتَرَحِّماً وَ كُنْ كَمَا تَشَاءُ أَنْ يَكُونَ \r\nالْعِبَادُ لَكَ وَ أَكْثِرْ ذِكْرَ الْمَوْتِ وَ مُفَارَقَةَ الْأَهْلِينَ وَ لَا \r\nتَلْهُ فَإِنَّ اللَّهْوَ يُفْسِدُ صَاحِبَهُ وَ لَا تَغْفُلْ فَإِنَّ الْغَافِلَ \r\nمِنِّي بَعِيدٌ وَ اذْكُرْنِي بِالصَّالِحَاتِ أَذْكُرْكَ <br>\r\n<br>\r\nيَا عِيسَى تُبْ إِلَيَّ بَعْدَ الذَّنْبِ وَ ذَكِّرْنِي الْأَوَّابِينَ وَ آمِنْ \r\nبِي وَ تَقَرَّبْ إِلَى الْمُؤْمِنِينَ وَ مُرْهُمْ يَدْعُونِي مَعَكَ وَ إِيَّاكَ \r\nوَ دَعْوَةَ الْمَظْلُومِ فَإِنِّي آلَيْتُ عَلَى نَفْسِي أَنْ أَفْتَحَ لَهَا \r\nبَاباً مِنَ السَّمَاءِ بِالْقَبُولِ وَ أَنْ أُجِيبَهُ وَ لَوْ بَعْدَ حِينٍ <br>\r\n<br>\r\nيَا عِيسَى اعْلَمْ أَنَّ صَاحِبَ السَّوْءِ يُغْوِي وَ أَنَّ قَرِينَ السَّوْءِ \r\nيُرْدِي فَاعْلَمْ مَنْ تُقَارِنُ وَ اخْتَرْ لِنَفْسِكَ إِخْوَاناً مِنَ \r\nالْمُؤْمِنِينَ <br>\r\n<br>\r\nيَا عِيسَى تُبْ إِلَيَّ فَإِنِّي لَا يَتَعَاظَمُنِي ذَنْبٌ أَنْ أَغْفِرَهُ وَ \r\nأَنَا أَرْحَمُ الرَّاحِمِينَ <br>\r\n<br>\r\nيَا عِيسَى اعْمَلْ لِنَفْسِكَ فِي مُهْلَةٍ مِنْ أَجَلِكَ قَبْلَ أَنْ لَا \r\nيَعْمَلَ لَهَا غَيْرُكَ فَتَعَبَّدْ لِي لِيَوْمٍ كَأَلْفِ سَنَةٍ مِمَّا \r\nتَعُدُّونَ فِيهِ أَجْزِي بِالْحَسَنَةِ أَضْعَافَهَا فَإِنَّ السَّيِّئَةَ تُوبِقُ \r\nصَاحِبَهَا «4»<br>\r\n<br>\r\n_____________<br>\r\n(1) عن بعض النسخ [فبعزتى‏].<br>\r\n(2) الاحضان جمع الحضن بكسر الحاء: ما دون الابط الى الكشح‏<br>\r\n(3) يعني بقولهم: نحن العارفون باللّه و دينه العاملون فيما نعلمه.<br>\r\n(4) بعض النسخ [اصحابها]<br>\r\nمجموعة ورام، ج‏2، ص: 141<br>\r\n<br>\r\nفَامْهَدْ لِنَفْسِكَ فِي مَهْلٍ وَ نَافِسْ فِي الْعَمَلِ الصَّالِحِ فَكَمْ مِنْ \r\nمَجْلِسٍ قَدْ نَهَضَ أَهْلُهُ وَ هُمْ مُجَاوِرُونَ مِنَ النَّارِ <br>\r\n<br>\r\nيَا عِيسَى ازْهَدْ فِي الْفَانِي الْمُنْقَطِعِ وَ طَأْ رُسُومَ مَنْ كَانَ \r\nقَبْلَكَ «1» فَادْعُهُمْ وَ نَادِهِمْ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ فَخُذْ \r\nمَوْعِظَتَكَ مِنْهُمْ وَ اعْلَمْ أَنَّكَ سَتَلْحَقُهُمْ فِي اللَّاحِقِينَ <br>\r\n<br>\r\nيَا عِيسَى قُلْ لِمَنْ تَمَرَّدَ عَلَيَّ بِالْعِصْيَانِ وَ عَمِلَ بِالْإِدْهَانِ \r\nلِيَتَوَقَّعَ عُقُوبَتِي وَ يَنْتَظِرَ إِهْلَاكِي إِيَّاهُ سَيُصْطَلَمُ «2» مَعَ \r\nالْهَالِكِينَ طُوبَاكَ إِنْ أَخَذْتَ بِأَدَبٍ لَهَلَكَ الَّذِي يَتَحَنَّنُ \r\nعَلَيْكَ مُتَرَحِّماً وَ بَدَأَكَ بِالنِّعَمِ مِنْهُ تَكَرُّماً وَ كَانَ لَكَ \r\nفِي الشَّدَائِدِ لَا تَعْصِهِ <br>\r\n<br>\r\nيَا عِيسَى فَإِنَّهُ لَا يَحِلُّ لَكَ عِصْيَانُهُ قَدْ عَهِدْتُ إِلَيْكَ كَمَا \r\nعَهِدْتُ إِلَى مَنْ كَانَ قَبْلَكَ وَ أَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِينَ <br>\r\n<br>\r\nيَا عِيسَى مَا أَكْرَمْتُ خَلِيقَةً بِمِثْلِ دِينِي وَ لَا أَنْعَمْتُ عَلَيْهَا \r\nبِمِثْلِ رَحْمَتِي <br>\r\n<br>\r\nيَا عِيسَى اغْسِلْ بِالْمَاءِ مِنْكَ مَا ظَهَرَ وَ دَاوِ بِالْحَسَنَاتِ مِنْكَ \r\nمَا بَطَنَ فَإِنَّكَ إِلَيَّ رَاجِعٌ يَا عِيسَى إِنْ أَعْطَيْتُكَ مَا أَنْعَمْتُ \r\nبِهِ عَلَيْكَ فَيْضاً مِنْ غَيْرِ تَكْدِيرٍ «3» وَ طَلَبْتُ «4» مِنْكَ قَرْضاً \r\nلِنَفْسِكَ فَبَخِلْتَ بِهِ عَلَيْهَا فَتَكُونُ مِنَ الْهَالِكِينَ <br>\r\n<br>\r\nيَا عِيسَى تَزَيَّنْ بِالدِّينِ وَ حُبِّ الْمَسَاكِينِ وَ امْشِ عَلَى الْأَرْضِ \r\nهَوْناً وَ صَلِّ عَلَى الْبِقَاعِ فَكُلُّهَا طَاهِرَةٌ <br>\r\n<br>\r\nيَا عِيسَى شَمِّرْ فَكُلُّ مَا هُوَ آتٍ قَرِيبٌ وَ اقْرَأْ كِتَابِي وَ أَنْتَ \r\nطَاهِرٌ وَ أَسْمِعْنِي مِنْكَ صَوْتاً حَزِيناً <br>\r\n<br>\r\nيَا عِيسَى مَا خَيْرٌ فِي لَذَاذَةٍ لَا تَدُومُ وَ عَيْشٍ عَنْ صَاحِبِهِ يَزُولُ\r\n<br>\r\n<br>\r\nيَا عِيسَى ابْنَ مَرْيَمَ لَوْ رَأَتْ عَيْنُكَ مَا أَعْدَدْتُ لِأَوْلِيَائِيَ \r\nالصَّالِحِينَ ذَابَ قَلْبُكَ وَ زَهَقَتْ نَفْسُكَ شَوْقاً إِلَيْهِ فَلَيْسَ \r\nكَدَارِ الْآخِرَةِ دَارٌ تُجَاوِرُ فِيهَا الطَّيِّبِينَ وَ تَدْخُلُ عَلَيْهِمْ \r\nفِيهَا الْمَلَائِكَةُ الْمُقَرَّبُونَ وَ هُمْ مِمَّا يَأْتِي مِنْ يَوْمِ \r\nالْقِيَامَةِ وَ أَهْوَالِهَا آمِنُونَ دَارٌ لَا يَتَغَيَّرُ فِيهَا النَّعِيمُ وَ \r\nلَا يَزُولُ عَنْ أَهْلِهَا<br>\r\n_____________<br>\r\n(1) قوله: طأ امر من وطئ الشي‏ء يطأ وطئا من باب علم: داسه اى جعل عليه قدمه.<br>\r\n(2) الاصطلام: الاستيصال، و الادهان: النفاق‏<br>\r\n(3) بعض النسخ [تدرس‏].<br>\r\n(4) بعض النسخ [طلبته‏].<br>\r\n<br>\r\nيَا ابْنَ مَرْيَمَ نَافِسْ فِيهَا مَعَ الْمُنَافِسِينَ فَإِنَّهَا أُمْنِيَّةٌ \r\nلِلْمُتَمَنِّينَ حَسَنَةُ الْمَنْظَرِ طُوبَاكَ يَا ابْنَ مَرْيَمَ إِنْ كُنْتَ \r\nلَهَا مَعَ الْعَامِلِينَ مَعَ آبَائِكَ آدَمَ وَ إِبْرَاهِيمَ فِي حَيَاةٍ وَ \r\nنَعِيمٍ لَا تَبْغِي لَهَا بَدَلًا وَ لَا تَحْوِيلًا كَذَلِكَ أَفْعَلُ \r\nبِالْمُتَّقِينَ <br>\r\n<br>\r\nيَا عِيسَى اهْرُبْ إِلَيَّ مَعَ مَنْ يَهْرُبُ مِنْ نَارٍ ذَاتِ لَهَبٍ وَ نَارٍ \r\nذَاتِ أَغْلَالٍ وَ أَنْكَالٍ لَا يَدْخُلُهَا رَوْحٌ وَ لَا يَخْرُجُ مِنْهَا \r\nغَمٌّ أَبَداً «1» قِطَعٌ كَقِطَعِ اللَّيْلِ الْمُظْلِمِ مَنْ يَنْجُ مِنْهَا \r\nيَفُزْ وَ مَنْ لَمْ يَنْجُ أُنْكِلَ مَعَ الْهَالِكِينَ «2» هِيَ دَارُ \r\nالْجَبَّارِينَ وَ الْعُتَاةِ الظَّالِمِينَ وَ كُلِّ فَظٍّ غَلِيظٍ وَ كُلِّ \r\nمُخْتَالٍ فَخُورٍ <br>\r\n<br>\r\nيَا عِيسَى بِئْسَتِ الدَّارُ لِمَنْ رَكَنَ إِلَيْهَا وَ بِئْسَ الْقَرَارُ دَارُ \r\nالظَّالِمِينَ إِنِّي أُحَذِّرُكَ نَفْسَكَ فَكُنْ بِي خَبِيراً <br>\r\n<br>\r\nيَا عِيسَى كُنْ حَيْثُ مَا كُنْتَ مُرَاقِباً لِي وَ اشْهَدْ عَلَى أَنِّي \r\nخَلَقْتُكَ وَ أَنَّكَ عَبْدِي وَ أَنِّي صَوَّرْتُكَ وَ إِلَى الْأَرْضِ \r\nأَهْبَطْتُكَ <br>\r\n<br>\r\nيَا عِيسَى لَا يَصْلُحُ لِسَانَانِ فِي فَمٍ وَاحِدٍ وَ لَا قَلْبَانِ فِي صَدْرٍ \r\nوَاحِدٍ وَ كَذَلِكَ الْأَذْهَانُ «3» <br>\r\n<br>\r\nيَا عِيسَى لَا تَسْتَيْقِظَنَّ عَاصِياً وَ لَا تَسْتَنْبِهَنَّ لَاهِياً وَ \r\nافْطِمْ نَفْسَكَ عَنِ الشَّهَوَاتِ الْمُوبِقَاتِ وَ كُلِّ شَهْوَةٍ تُبَاعِدُكَ \r\nمِنِّي فَاهْجُرْهَا وَ اعْلَمْ أَنَّكَ مِنِّي بِمَكَانِ الرَّسُولِ الْأَمِينِ \r\nفَكُنْ مِنِّي عَلَى حَذَرٍ وَ اعْلَمْ أَنَّ دُنْيَاكَ مُؤَدِّيَتُكَ إِلَيَّ وَ \r\nأَنِّي آخُذُكَ بِعِلْمِي فَكُنْ ذَلِيلَ النَّفْسِ عِنْدَ ذِكْرِي وَ خَاشِعَ \r\nالْقَلْبِ حِينَ تَذْكُرُنِي يَقْظَانَ عِنْدَ نَوْمِ الْغَافِلِينَ <br>\r\n<br>\r\nيَا عِيسَى هَذِهِ نَصِيحَتِي إِيَّاكَ وَ مَوْعِظَتِي لَكَ فَخُذْهَا مِنِّي \r\nفَإِنِّي رَبُّ الْعَالَمِينَ <br>\r\n<br>\r\nيَا عِيسَى إِذَا صَبَرَ عَبْدِي فِي جَنْبِي كَانَ ثَوَابُ عَمَلِهِ عَلَيَّ وَ \r\nكُنْتُ عِنْدَهُ حِينَ يَدْعُونِي وَ كَفَى بِي مُنْتَقِماً مِمَّنْ عَصَانِي \r\nأَيْنَ يَهْرُبُ مِنِّي الظَّالِمُونَ <br>\r\n<br>\r\nيَا عِيسَى أَطِبِ الْكَلَامَ وَ كُنْ حَيْثُمَا كُنْتَ عَالِماً أَوْ مُتَعَلِّماً\r\n<br>\r\n<br>\r\nيَا عِيسَى أَفِضِ الْحَسَنَاتِ إِلَيَّ حَتَّى يَكُونَ لَكَ ذِكْرُهَا عِنْدِي وَ \r\nتَمَسَّكْ بِوَصِيَّتِي فَإِنَّ فِيهَا شِفَاءَ الصُّدُورِ<br>\r\n____________<br>\r\n(1) في المطبوعة [و لا يخرج منها غم و لن ينجو منها من كان مع الهالكين ابدا]<br>\r\n(2) بعض النسخ [و لم ينج من اتكل مع الهالكين‏] بالتاء المثناة.<br>\r\n(3) كذا في النسخ و يقرب كونه [الاذنان‏].<br>\r\n<br>\r\nيَا عِيسَى لَا تَأْمَنْ إِذَا مَكَرْتَ مَكْرِي <br>\r\n<br>\r\nيَا عِيسَى حَاسِبْ نَفْسَكَ بِالرُّجُوعِ إِلَيَّ حَتَّى تَتَنَجَّزَ ثَوَابَ مَا \r\nعَمِلَهُ الْعَامِلُونَ أُولَئِكَ يُؤْتَوْنَ أُجُورَهُمْ وَ أَنَا خَيْرُ \r\nالْمُؤْتِينَ <br>\r\n<br>\r\nيَا عِيسَى أَحَبُّكُمْ إِلَيَّ أَطْوَعُكُمْ لِي وَ أَشَدُّكُمْ خَوْفاً لِي <br>\r\n<br>\r\nيَا عِيسَى تَيَقَّظْ وَ لَا تَيْأَسْ مِنْ رَوْحِي وَ سَبِّحْنِي مَعَ مَنْ \r\nيُسَبِّحُنِي وَ بِطَيِّبِ الْكَلَامِ فَقَدِّسْنِي <br>\r\n<br>\r\nيَا عِيسَى كَيْفَ يَكْفُرُ الْعِبَادُ بِي وَ نَوَاصِيهِمْ فِي قَبْضَتِي وَ \r\nتَقَلُّبُهُمْ فِي الْأَرْضِ بِعِلْمِي يَجْهَلُونَ نِعْمَتِي وَ يَتَوَلَّوْنَ \r\nعَدُوِّي كَذَلِكَ يَهْلِكُ الْكَافِرُونَ <br>\r\n<br>\r\nيَا عِيسَى الدُّنْيَا سِجْنٌ ضَيِّقٌ مُنْتِنُ الرِّيحِ وَحْشٌ «1» فِيهَا مَا \r\nقَدْ تَرَى مِمَّا قَدْ تَذَابَحَ عَلَيْهِ الْجَبَّارُونَ فَإِيَّاكَ وَ \r\nالدُّنْيَا وَ كُلُّ نَعِيمِهَا يَزُولُ وَ مَا نَعِيمُهَا إِلَّا قَلِيلٌ <br>\r\n<br>\r\nيَا عِيسَى ابْغِنِي عِنْدَ وِسَادِكَ تَجِدْنِي وَ ادْعُنِي وَ أَنْتَ لِي مُحِبٌّ \r\nفَإِنِّي أَسْمَعُ السَّامِعِينَ أَسْتَجِيبُ لِلدَّاعِينَ إِذَا دَعَوْنِي <br>\r\n<br>\r\nيَا عِيسَى خَفْنِي وَ خَوِّفْ بِي عِبَادِي لَعَلَّ الْمُذْنِبِينَ يُمْسِكُونَ \r\nعَمَّا هُمْ عَامِلُونَ بِهِ فَلَا يَهْلِكُونَ إِلَّا وَ هُمْ يَعْلَمُونَ <br>\r\n<br>\r\nيَا عِيسَى ارْهَبْنِي رَهْبَتَكَ مِنَ السَّبُعِ وَ الْكَلْبِ وَ الْمَوْتِ \r\nالَّذِي أَنْتَ لَاقِيهِ فَكُلُّ هَذَا أَنَا خَلَقْتُهُ فَإِيَّايَ فَارْهَبُونِ\r\n<br>\r\n<br>\r\nيَا عِيسَى إِنَّ الْمُلْكَ لِي وَ بِيَدِي فَإِنْ تُطِعْنِي أُدْخِلْكَ جَنَّتِي \r\nفِي جِوَارِ الصَّالِحِينَ <br>\r\n<br>\r\nيَا عِيسَى إِنْ غَضِبْتُ عَلَيْكَ لَمْ يَنْفَعْكَ مَنْ رَضِيَ عَنْكَ وَ إِنْ \r\nرَضِيتُ عَنْكَ لَمْ يَضُرَّكَ غَضَبُ الْمُبْغِضِينَ «2» <br>\r\n<br>\r\nيَا عِيسَى اذْكُرْنِي فِي نَفْسِكَ أَذْكُرْكَ فِي نَفْسِي وَ اذْكُرْنِي فِي \r\nمَلَئِكَ أَذْكُرْكَ فِي مَلَإٍ خَيْرٍ مِنَ الْآدَمِيِّينَ <br>\r\n<br>\r\nيَا عِيسَى ادْعُنِي دُعَاءَ الْغَرِيقِ الْحَزِينِ الَّذِي لَيْسَ لَهُ مُغِيثٌ‏<br>\r\n__________<br>\r\n(1) بعض النسخ [و حشر]<br>\r\n(2) بعض النسخ [المغضبين‏].<br>\r\n<br>\r\n<br>\r\nيَا عِيسَى لَا تَحْلِفْ بِي كَاذِباً فَيَهْتَزَّ عَرْشِي غَضَباً <br>\r\n<br>\r\nيَا عِيسَى الدُّنْيَا قَصِيرَةُ الْعُمُرِ طَوِيلَةُ الْأَمَلِ وَ عِنْدِي دَارٌ \r\nخَيْرٌ مِمَّا يَجْمَعُونَ* <br>\r\n<br>\r\nيَا عِيسَى كَيْفَ أَنْتُمْ صَانِعُونَ إِذَا أَخْرَجْتُ لَكُمْ كِتَاباً يَنْطِقُ \r\nبِالْحَقِّ وَ أَنْتُمْ تَشْهَدُونَ بِسَرَائِرَ قَدْ كَتَمْتُمُوهَا وَ أَعْمَالٍ \r\nكُنْتُمْ لَهَا عَامِلُونَ <br>\r\n<br>\r\nيَا عِيسَى قُلْ لِظَلَمَةِ بَنِي إِسْرَائِيلَ غَسَلْتُمْ وُجُوهَكُمْ وَ \r\nدَنَّسْتُمْ قُلُوبَكُمْ أَ بِي تَغْتَرُّونَ أَمْ عَلَيَّ تَجْتَرُونَ \r\nتَطَيَّبُونَ بِالطِّيبِ لِأَهْلِ الدُّنْيَا وَ أَجْوَافُكُمْ عِنْدِي \r\nبِمَنْزِلَةِ الْجِيَفِ الْمُنْتِنَةِ كَأَنَّكُمْ أَقْوَامٌ مَيِّتُونَ <br>\r\n<br>\r\nيَا عِيسَى قُلْ لَهُمْ قَلِّمُوا أَظْفَارَكُمْ مِنْ كَسْبِ الْحَرَامِ وَ \r\nأَصِمُّوا أَسْمَاعَكُمْ عَنْ ذِكْرِ الْخَنَا «1» وَ أَقْبِلُوا عَلَيَّ \r\nبِقُلُوبِكُمْ فَإِنِّي لَسْتُ أُرِيدُ صُوَرَكُمْ <br>\r\n<br>\r\nيَا عِيسَى افْرَحْ لِي بِالْحَسَنَةِ فَإِنَّهَا لِي رِضًا وَ ابْكِ عَلَى \r\nالسَّيِّئَةِ فَإِنَّهَا شَيْنٌ وَ مَا لَا تُحِبُّ أَنْ يُصْنَعَ بِكَ فَلَا \r\nتَصْنَعْهُ بِغَيْرِكَ وَ إِنْ لَطَمَ خَدَّكَ الْأَيْمَنَ فَأَعْطِ الْأَيْسَرَ وَ \r\nتَقَرَّبْ إِلَيَّ بِالْمَوَدَّةِ جُهْدَكَ وَ أَعْرِضْ عَنِ الْجاهِلِينَ <br>\r\n<br>\r\nيَا عِيسَى ذِلَّ لِأَهْلِ الْحَسَنَةِ وَ شَارِكْهُمْ فِيهَا وَ كُنْ عَلَيْهِمْ \r\nشَهِيداً وَ قُلْ لِظَلَمَةِ بَنِي إِسْرَائِيلَ يَا إِخْوَانَ السَّوْءِ وَ \r\nجُلَسَاءَ الْغِيلَةِ إِنْ لَمْ تَنْتَهُوا أَمْسَخْكُمْ قِرَدَةً وَ خَنَازِيرَ\r\n<br>\r\n<br>\r\nيَا عِيسَى قُلْ لِظَلَمَةِ بَنِي إِسْرَائِيلَ الْحِكْمَةُ تَبْكِي مِنِّي فَرَقاً \r\n«2» وَ أَنْتُمْ بِالضَّحِكِ تَهْجُرُونَ أَتَتْكُمْ بَرَاءَتِي أَمْ لَدَيْكُمْ \r\nأَمِنَ مِنْ عَذَابِي أَمْ تَعَرَّضُونَ لِعِقَابِي فَبِي حَلَفْتُ \r\nلَأَتْرُكَنَّكُمْ مَثَلًا لِلْغَابِرِينَ ثُمَّ أُوصِيكَ <br>\r\n<br>\r\nيَا عِيسَى ابْنَ مَرْيَمَ الْبِكْرِ الْبَتُولِ بِسَيِّدِ «3» الْمُرْسَلِينَ وَ \r\nحَبِيبِي مِنْهُمْ أَحْمَدَ صَاحِبِ الْجَمَلِ الْأَحْمَرِ وَ الْوَجْهِ \r\nالْأَقْمَرِ الْمُشْرِقِ بِالنُّورِ الطَّاهِرِ الْقَلْبِ الشَّدِيدِ الْبَأْسِ \r\nالْحَيِيِّ الْمُتَكَرِّمِ فَإِنَّهُ رَحْمَةٌ لِلْعَالَمِينَ وَ سَيِّدُ وُلْدِ \r\nآدَمَ يَوْمَ يَلْقَانِي أَكْرَمُ السَّابِقِينَ عَلَيَّ وَ أَقْرَبُ \r\nالْمُرْسَلِينَ مِنِّي الْعَرَبِيُّ الْأُمِّيُّ الدَّيَّانُ بِدِينِي الصَّابِرُ \r\nفِي ذَاتِي الْمُجَاهِدُ الْمُشْرِكِينَ‏<br>\r\n<br>\r\n_____________<br>\r\n(1) الخنا بالفتح: الفحش‏<br>\r\n(2) فرقا بفتحتين: خوفا و يصرف من باب علم.<br>\r\n(3) بعض النسخ [لسيّد المرسلين‏]<br>\r\n<br>\r\nبِبَدَنِهِ عَنْ دِينِي أَنْ تُخْبِرَ بِهِ بَنِي إِسْرَائِيلَ وَ تَأْمُرَهُمْ \r\nأَنْ يُصَدِّقُوا بِهِ وَ أَنْ يُؤْمِنُوا بِهِ وَ أَنْ يَتَّبِعُوهُ وَ \r\nيَنْصُرُوهُ يَا عِيسَى كُلُّ مَا يُقَرِّبُكَ مِنِّي قَدْ دَلَلْتُكَ عَلَيْهِ وَ \r\nكُلُّ مَا يُبَاعِدُكَ مِنِّي فَقَدْ نَهَيْتُكَ عَنْهُ فَارْتَدْ لِنَفْسِكَ <br>\r\n<br>\r\nيَا عِيسَى إِنَّ الدُّنْيَا حُلْوَةٌ وَ إِنَّمَا اسْتَعْمَلْتُكَ فِيهَا \r\nفَجَانِبْ مِنْهَا مَا حَذَّرْتُكَ وَ خُذْ مِنْهَا مَا أَعْطَيْتُكَ عَفْواً <br>\r\n<br>\r\nيَا عِيسَى انْظُرْ فِي عَمَلِكَ نَظَرَ الْعَبْدِ الْمُذْنِبِ الْخَاطِئِ وَ لَا \r\nتَنْظُرْ فِي عَمَلِ غَيْرِكَ بِمَنْزِلَةِ الرَّبِّ كُنْ فِيهَا زَاهِداً وَ لَا \r\nتَرْغَبْ فِيهَا فَتَعْطَبَ <br>\r\n<br>\r\nيَا عِيسَى اعْقِلْ وَ تَفَكَّرْ وَ انْظُرْ فِي نَوَاحِي الْأَرْضِ كَيْفَ كانَ \r\nعاقِبَةُ الظَّالِمِينَ <br>\r\n<br>\r\nيَا عِيسَى كُلُّ وَصْفِي نَصِيحَةٌ لَكَ وَ كُلُّ قَوْلِي حَقٌّ وَ أَنَا الْحَقُّ \r\nالْمُبِينُ فَحَقّاً أَقُولُ لَئِنْ أَنْتَ عَصَيْتَنِي بَعْدَ أَنْ أَنْبَأْتُكَ \r\nمَا لَكَ مِنْ دُونِي وَلِيٌّ وَ لَا نَصِيرٌ <br>\r\n<br>\r\nيَا عِيسَى أَذِلَّ قَلْبَكَ بِالْخَشْيَةِ وَ انْظُرْ إِلَى مَنْ هُوَ أَسْفَلُ \r\nمِنْكَ وَ لَا تَنْظُرْ إِلَى مَنْ هُوَ فَوْقَكَ وَ اعْلَمْ أَنَّ رَأْسَ كُلِّ \r\nخَطِيئَةٍ وَ ذَنْبٍ هُوَ حُبُّ الدُّنْيَا فَلَا تُحِبَّهَا فَإِنِّي لَا \r\nأُحِبُّهَا <br>\r\n<br>\r\nيَا عِيسَى أَطِبْ لِي قَلْبَكَ وَ أَكْثِرْ ذِكْرِي فِي الْخَلَوَاتِ وَ اعْلَمْ \r\nأَنَّ سُرُورِي أَنْ تُبَصْبِصَ إِلَيَّ كُنْ فِي ذَلِكَ حَيّاً وَ لَا تَكُنْ \r\nمَيِّتاً <br>\r\n<br>\r\nيَا عِيسَى لَا تُشْرِكْ بِي شَيْئاً وَ كُنْ مِنِّي عَلَى حَذَرٍ وَ لَا تَغْتَرَّ \r\nبِالنَّصِيحَةِ وَ لَا تَغْبِطْ نَفْسَكَ فَإِنَّ الدُّنْيَا لَفَيْ‏ءٌ زَائِلٌ وَ \r\nمَا أَقْبَلَ مِنْهَا كَمَا أَدْبَرَ فَنَافِسْ فِي الصَّالِحَاتِ جُهْدَكَ وَ كُنْ \r\nمَعَ الْحَقِّ حَيْثُمَا كَانَ وَ إِنْ قُطِعْتَ وَ حُرِّقْتَ بِالنَّارِ فَلَا \r\nتَكْفُرْ بِي بَعْدَ الْمَعْرِفَةِ وَ لَا تَكُنْ مِنَ الْجَاهِلِينَ فَإِنَّ \r\nالشَّيْ‏ءَ يَكُونُ مَعَ الشَّيْ‏ءِ <br>\r\n<br>\r\nيَا عِيسَى صُبَّ لِيَ الدُّمُوعَ مِنْ عَيْنَيْكَ وَ أَخْشِعْ لِي قَلْبَكَ <br>\r\n<br>\r\nيَا عِيسَى اسْتَغْفِرْنِي فِي حَالاتِ الشِّدَّةِ فَإِنِّي أُغِيثُ \r\nالْمَكْرُوبِينَ وَ أُجِيبُ الْمُضْطَرِّينَ وَ أَنَا أَرْحَمُ الرَّاحِمِينَ‏</p>\r\n"]