["بالبر و عمل الخير اطلبوا النجاة و انظروا و تدبروا فإن سبيل الصديقية قاصدة لأحبه و هي مملوة سرورا و مؤدية إلى الفوز و النجاة و سبيل الضلالة زائفة مائلة محفوفة بالملاذ و هي مؤدية إلى البوار و الهلاك فانصرفوا عن سبيل الضلالة المملوة موتا و لا تسلكوها لئلا تتيهوا بل آثروا البر و عمل الخير تنالوا الراحة الأبدية في دار السلام الويل لمن يبيت و نيته موقوفة على عمل الخطايا يتفكر كيف يقتل و كيف يسلب و كيف يزني و كيف يعصي فإن ذلك مهدوم القواعد عاجل الهلاك الويل لمن يقتني الذهب و الفضة بالمكر و الفساد و الظلم فإنه يهلك عن ذلك وشيكا و تبقى عليه التبعات الويل للغني الذي يذكر بغناه الإله العلي و لكنه يطلب بغناه الخطايا و يبقى الذنوب فإنه معد له في العاقبة مقاساة الضباب و الظلمة في يوم الدين و لا يصاب بالرحمة من الديان العظيم و لا يرحم من جهنم الهاوية إلا من طاب و ارعوى و عاود الرشد الويل لمن يعسر المؤمنين و يؤذيهم و يبغي الغوائل لهم و يصدهم عن إقامة فرائضهم و إحياء شرائعهم فإن مصيرهم و مصير من عاونهم إلى النار الملتهبة التي لا تطفأ و العذاب الشديد الذي لا يهدأ الويل لشاهد كاتم الشهادة فإنه معد له الحزن الدائم و الويل الشديد في الآخرة الويل لمن أكل طيب الطعام و شرب لذيذ الشراب و لم يؤد شكر الوهاب و إنه محاسب على الخردلة و مدين بما صنع الويل كل الويل للمفتخر بمرادته الطاغي في جبروته المستذل للخيرين اللينين من المؤمنين المهين للصلحاء الساكنين فإنه صائر إلى هلاك الأبد و بوار الخلد حكما من ديان عادل و حكيم قادر عجبا لمن يقول لمن مات من الأئمة الخطاة طوبى له فقد عاش عمرا طويلا و نال خيرا جزيلا و سرورا عظيما و ملكا جسيما و تمتع بالأهل و الولد و السعة و الغنى ثم مات كريما وادعا و لم يلاق هوانا أ ما علمتم أنه تمتع قليلا و خلف وراءه حسابا طويلا و احتمل من أوزاره عبا ثقيلا و كانت أيامه في سروره و غناه و ملكه و دنياه كحلم النائم و مجرى السراب لم يحصل منه عند انقضائه إلا على تبعة حساب و مكابدة خلود العذاب أ ما علمتم أنه انتقل من الفاني إلى الباقي الذي لا يبيد و أنه محاسب على النقير و القطمير و ملاق حزنا عظيما و خوفا شديدا و صائر إلى إعوار جهنم المملوة ظلمة و حريقا و مكابد هناك عسرا و ضيقا فما تغبطون المسكين على قليل ما نال من دنياه في جنب عظيم ما نال من تبعته و أذاه في دار دائمة خالدة غير فانية و لا بائدة أيها الأئمة الخطاة الظلمة لا تظنن أنكم غير مطلوبين أو غير محاسبين و معاقبين على ما ارتكبتم من المآثم و آتيتم من العظائم و فعلتم من الظلم و سننتم من الفساد فإن جميع آثامكم و سيئاتكم مكتوب بين يدي الديان و محفوظ عليكم و غير منسي و لا متروك و أنتم مدينون و على ما آتيتم معاقبون و ديانكم عالم بالسرائر عارف بالضمائر لا يخفى عليه خافية و لا تقي من سخطته واقية و هو الفتاح الفعال العليم . "]