["يَا مُوسَى لَا تُطِلْ فِي الدُّنْيَا أَمَلَكَ فَيَقْسُوَ قَلْبُكَ&nbsp; وَ قَاسِي \r\nالْقَلْبِ مِنِّي بَعِيدٌ&nbsp; أَمِتْ قَلْبَكَ بِالْخَشْيَةِ وَ كُنْ خَلَقَ الثِّيَابِ \r\nجَدِيدَ الْقَلْبِ تُخْفَى عَلَى أَهْلِ الْأَرْضِ وَ تُعْرَفُ بَيْنَ أَهْلِ \r\nالسَّمَاءِ وَ صِحْ إِلَيَّ مِنْ كَثْرَةِ الذُّنُوبِ صِيَاحَ الْهَارِبِ مِنْ \r\nعَدُوِّهِ وَ اسْتَعِنْ بِي عَلَى ذَلِكَ فَإِنِّي نِعْمَ الْمُسْتَعَانُ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى إِنِّي أَنَا فَوْقَ الْعِبَادِ وَ الْعِبَادُ دُونِي وَ كُلٌّ لِي \r\nدَاخِرُونَ فَاتَّهِمْ نَفْسَكَ عَلَى نَفْسِكَ وَ لَا تَأْتَمِنْ وَلَدَكَ عَلَى \r\nدِينِكَ إِلَّا أَنْ يَكُونَ وَلَدُكَ مِثْلَكَ يُحِبُّ الصَّالِحِينَ <br>\r\n<br>\r\nيَا مُوسَى اغْسِلْ وَ اغْتَسِلْ وَ اقْتَرِبْ مِنْ عِبَادِيَ الصَّالِحِينَ <br>\r\n<br>\r\nيَا مُوسَى كُنْ إِمَامَهُمْ فِي صَلَاتِهِمْ وَ فِيمَا يَتَشَاجَرُونَ وَ احْكُمْ \r\nبَيْنَهُمْ بِالْحَقِّ بِمَا أَنْزَلْتُ عَلَيْكَ فَقَدْ أَنْزَلْتُهُ حُكْماً \r\nبَيِّناً وَ بُرْهَاناً نَيِّراً وَ نُوراً يَنْطِقُ بِمَا فِي الْأَوَّلِينَ وَ \r\nبِمَا هُوَ كَائِنٌ فِي الْآخِرِينَ <br>\r\n<br>\r\nيَا مُوسَى أُوصِيكَ وَصِيَّةَ الشَّفِيقِ الْمُشْفِقِ بِابْنِ الْبَتُولِ عِيسَى \r\nابْنِ مَرْيَمَ صَاحِبِ الْأَتَانِ&nbsp; وَ الْبُرْنُسِ وَ الزَّيْتِ وَ الزَّيْتُونِ \r\nوَ الْمِحْرَابِ وَ مِنْ بَعْدِهِ بِصَاحِبِ الْجَمَلِ الْأَحْمَرِ- الطَّيِّبِ \r\nالطَّاهِرِ الْمُطَهَّرِ فَمَثَلُهُ فِي كِتَابِكَ أَنَّهُ مُؤْمِنٌ مُهَيْمِنٌ \r\nعَلَى الْكُتُبِ&nbsp; وَ أَنَّهُ رَاكِعٌ سَاجِدٌ رَاغِبٌ رَاهِبٌ إِخْوَانُهُ \r\nالْمَسَاكِينُ وَ أَنْصَارُهُ قَوْمٌ آخَرُونَ وَ سَيَكُونُ فِي زَمَانِهِ أَزْلٌ \r\nوَ زَلَازِلُ وَ قَتْلٌ&nbsp; اسْمُهُ أَحْمَدُ وَ مُحَمَّدٌ الْأَمِينُ مِنَ الْبَاقِينَ&nbsp; \r\nالْأَوَّلِينَ يُؤْمِنُ بِالْكُتُبِ كُلِّهَا وَ يُصَدِّقُ جَمِيعَ الْمُرْسَلِينَ \r\nأُمَّتُهُ مَرْحُومَةٌ مُبَارَكَةٌ لَهُمْ سَاعَاتٌ مُوَقَّتَاتٌ يُؤَذِّنُونَ \r\nفِيهَا بِالصَّلَوَاتِ فَبِهِ صَدِّقْ فَإِنَّهُ أَخُوكَ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى إِنَّهُ أَمِينِي وَ هُوَ عَبْدُ صِدْقٍ مُبَارَكٌ لَهُ فِيمَا وَضَعَ \r\nيَدَهُ نُبَارِكُ عَلَيْهِ&nbsp; كَذَلِكَ كَانَ فِي عِلْمِي وَ كَذَلِكَ خَلَقْتُهُ بِهِ \r\nأَفْتَحُ السَّاعَةَ وَ بِأُمَّتِهِ أَخْتِمُ مَفَاتِيحَ الدُّنْيَا فَمُرْ ظَلَمَةَ \r\nبَنِي إِسْرَائِيلَ أَنْ لَا يَدْرُسُوا اسْمَهُ وَ لَا يَخْذُلُوهُ وَ إِنَّهُمْ \r\nلَفَاعِلُونَ وَ حُبُّهُ لِي حَسَنَةٌ وَ أَنَا مَعَهُ وَ أَنَا مِنْ حِزْبِهِ وَ \r\nهُوَ مِنْ حِزْبِي وَ حِزْبِي هُمُ الْغَالِبُونَ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى أَنْتَ عَبْدِي وَ أَنَا إِلَهُكَ لَا تَسْتَذِلَّ الْحَقِيرَ الْفَقِيرَ \r\nوَ لَا تَغْبِطِ الْغَنِيَّ وَ كُنْ عِنْدَ ذِكْرِي خَاشِعاً وَ عِنْدَ تِلَاوَتِهِ \r\nبِرَحْمَتِي طَامِعاً فَأَسْمِعْنِي لَذَاذَةَ التَّوْرَاةِ بِصَوْتٍ خَاشِعٍ \r\nحَزِينٍ اطْمَئِنَّ عِنْدَ ذِكْرِي وَ اعْبُدْنِي وَ لَا تُشْرِكْ بِي&nbsp; إِنِّي \r\nأَنَا السَّيِّدُ الْكَبِيرُ إِنِّي خَلَقْتُكَ مِنْ نُطْفَةٍ مِنْ ماءٍ مَهِينٍ* \r\nمِنْ طِينَةٍ أَخْرَجْتُهَا مِنْ أَرْضٍ ذَلِيلَةٍ مَمْشُوجَةٍ «8» فَكَانَتْ‏ \r\nبَشَراً فَأَنَا صَانِعُهَا خَلْقاً فَتَبَارَكَ وَجْهِي وَ تَقَدَّسَ صُنْعِي \r\nلَيْسَ كَمِثْلِي شَيْ‏ءٌ وَ أَنَا الْحَيُّ الدَّائِمُ لَا أَزُولُ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى كُنْ إِذَا دَعَوْتَنِي خَائِفاً مُشْفِقاً وَجِلًا&nbsp; وَ نَاجِنِي حِينَ \r\nتُنَاجِينِي بِخَشْيَةٍ مِنْ قَلْبٍ وَجِلٍ وَ أَحْيِ بِتَوْرَاتِي أَيَّامَ \r\nالْحَيَاةِ وَ عَلِّمِ الْجَاهِلِينَ مَحَامِدِي وَ ذَكِّرْهُمْ آلَائِي وَ نِعَمِي \r\nوَ قُلْ لَهُمْ لَا يَتَمَادَوْنَ فِي غَيِّ مَا هُمْ فِيهِ فَإِنَّ أَخْذِي لَهُمْ \r\nشَدِيدٌ <br>\r\n<br>\r\nيَا مُوسَى إِنِ انْقَطَعَ حَبْلُكَ مِنِّي لَمْ يَتَّصِلْ بِحَبْلِ غَيْرِي \r\nفَاعْبُدْنِي وَ قُمْ بَيْنَ يَدَيَّ مَقَامَ الْعَبْدِ الْحَقِيرِ ذُمَّ نَفْسَكَ \r\nوَ هِيَ أَوْلَى بِالذَّمِّ وَ لَا تَتَطَاوَلْ&nbsp; عَلَى بَنِي إِسْرَائِيلَ \r\nبِكِتَابِي فَكَفَى بِهَذَا وَاعِظاً لِقَلْبِكَ مُنِيراً وَ هُوَ كَلَامُ رَبِّ \r\nالْعَالَمِينَ جَلَّ وَ تَعَالَى <br>\r\n<br>\r\nيَا مُوسَى مَتَى مَا دَعَوْتَنِي وَجَدْتَنِي&nbsp; فَإِنِّي سَأَغْفِرُ لَكَ عَلَى مَا \r\nكَانَ مِنْكَ السَّمَاءُ تُسَبِّحُ لِي وَجِلًا وَ الْمَلَائِكَةُ مِنْ مَخَافَتِي \r\nمُشْفِقُونَ وَ الْأَرْضُ تُسَبِّحُ لِي طَمَعاً وَ كُلُّ الْخَلْقِ يُسَبِّحُونَ \r\nلِي دَاخِرِينَ ثُمَّ عَلَيْكَ بِالصَّلَاةِ&nbsp; فَإِنَّهَا مِنِّي بِمَكَانٍ وَ لَهَا \r\nعِنْدِي عَهْدٌ وَثِيقٌ وَ أُلْحِقَ بِهَا مَا هُوَ مِنْهَا ذَكَاةُ الْقُرْبَانِ \r\nمِنْ طَيِّبِ الْمَالِ وَ الطَّعَامِ فَإِنِّي لَا أَقْبَلُ إِلَّا الطَّيِّبَ \r\nيُرَادُ بِهِ وَجْهِي أَقْرَنُ مَعَ ذَلِكَ صِلَةَ الْأَرْحَامِ فَإِنِّي أَنَا \r\nالرَّحْمَنُ الرَّحِيمُ وَ الرَّحِمُ أَنَا خَلَقْتُهَا فَضْلًا مِنْ رَحْمَتِي \r\nلِيَتَعَاطَفَ بِهَا الْعِبَادُ وَ لَهَا عِنْدِي سُلْطَانٌ فِي مَعَادِ الْآخِرَةِ \r\nوَ أَنَا قَاطِعٌ مَنْ قَطَعَهَا وَ وَاصِلٌ مَنْ وَصَلَهَا وَ كَذَلِكَ أَفْعَلُ \r\nبِمَنْ ضَيَّعَ أَمْرِي <br>\r\n<br>\r\nيَا مُوسَى أَكْرِمِ السَّائِلَ إِذَا أَتَاكَ بِرَدٍّ جَمِيلٍ أَوْ إِعْطَاءٍ \r\nيَسِيرٍ فَإِنَّهُ يَأْتِيكَ مَنْ لَيْسَ بِإِنْسٍ وَ لَا جَانٍّ مَلَائِكَةُ \r\nالرَّحْمَنِ يَبْلُونَكَ كَيْفَ أَنْتَ صَانِعٌ فِيمَا أَوْلَيْتُكَ وَ كَيْفَ \r\nمُوَاسَاتُكَ فِيمَا خَوَّلْتُكَ فَاخْشَعْ لِي بِالتَّضَرُّعِ وَ اهْتِفْ \r\nبِوَلْوَلَةِ الْكِتَابِ&nbsp; وَ اعْلَمْ أَنِّي أَدْعُوكَ‏ دُعَاءَ السَّيِّدِ \r\nمَمْلُوكَهُ لِتَبْلُغَ بِهِ شَرَفَ الْمَنَازِلِ وَ ذَلِكَ مِنْ فَضْلِي عَلَيْكَ \r\nوَ عَلَى آبَائِكَ الْأَوَّلِينَ <br>\r\n<br>\r\nيَا مُوسَى لَا تَنْسَنِي عَلَى كُلِّ حَالٍ وَ لَا تَفْرَحْ بِكَثْرَةِ الْمَالِ \r\nفَإِنَّ نِسْيَانِي يُقْسِي الْقُلُوبَ وَ مَعَ كَثْرَةِ الْمَالِ كَثْرَةُ \r\nالذُّنُوبِ الْأَرْضُ مُطِيعَةٌ وَ السَّمَاءُ مُطِيعَةٌ وَ الْبِحَارُ مُطِيعَةٌ \r\nفَمَنْ عَصَانِي شَقِيَ فَأَنَا الرَّحْمَنُ الرَّحِيمُ رَحْمَانُ كُلِّ زَمَانٍ \r\nآتِي بِالشِّدَّةِ بَعْدَ الرَّخَاءِ وَ بِالرَّخَاءِ بَعْدَ الشِّدَّةِ وَ \r\nبِالْمُلُوكِ بَعْدَ الْمُلُوكِ وَ مُلْكِي دَائِمٌ قَائِمٌ لَا يَزُولُ وَ لَا \r\nيَخْفَى عَلَيَّ شَيْ‏ءٌ فِي الْأَرْضِ وَ لا فِي السَّماءِ وَ كَيْفَ يَخْفَى \r\nعَلَيَّ مَا مِنِّي مُبْتَدَؤُهُ وَ كَيْفَ لَا يَكُونُ هَمُّكَ فِيمَا عِنْدِي وَ \r\nإِلَيَّ تَرْجِعُ لَا مَحَالَةَ <br>\r\n<br>\r\nيَا مُوسَى اجْعَلْنِي حِرْزَكَ وَ ضَعْ عِنْدِي كَنْزَكَ مِنَ الصَّالِحَاتِ وَ \r\nخَفْنِي وَ لَا تَخَفْ غَيْرِي إِلَيَّ الْمَصِيرُ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى عَجِّلِ التَّوْبَةَ وَ أَخِّرِ الذَّنْبَ وَ تَأَنَّ فِي الْمَكْثِ \r\nبَيْنَ يَدَيَّ فِي الصَّلَاةِ وَ لَا تَرْجُ غَيْرِي اتَّخِذْنِي جُنَّةً \r\nلِلشَّدَائِدِ وَ حِصْناً لِمُلِمَّاتِ الْأُمُورِ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى نَافِسْ فِي الْخَيْرِ أَهْلَهُ فَإِنَّ الْخَيْرَ كَاسْمِهِ وَ دَعِ \r\nالشَّرَّ لِكُلِّ مَفْتُونٍ <br>\r\n<br>\r\nيَا مُوسَى اجْعَلْ لِسَانَكَ مِنْ وَرَاءِ قَلْبِكَ تَسْلَمْ وَ أَكْثِرْ ذِكْرِي \r\nبِاللَّيْلِ وَ النَّهَارِ تَغْنَمْ وَ لَا تَتَّبِعِ الْخَطَايَا فَتَنْدَمَ فَإِنَّ \r\nالْخَطَايَا مَوْعِدُهَا النَّارُ <br>\r\n<br>\r\nيَا مُوسَى أَطِبِ الْكَلَامَ لِأَهْلِ التَّرْكِ لِلذُّنُوبِ وَ كُنْ لَهُمْ \r\nجَلِيساً وَ اتَّخِذْهُمْ لِغَيْبِكَ إِخْوَاناً وَ جِدَّ مَعَهُمْ يَجِدُّونَ \r\nمَعَكَ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى مَا أُرِيدَ بِهِ وَجْهِي فَكَثِيرٌ قَلِيلُهُ وَ مَا أُرِيدَ بِهِ \r\nغَيْرِي فَقَلِيلٌ كَثِيرُهُ وَ إِنَّ أَصْلَحَ أَيَّامِكَ الَّذِي أَمَامَكَ \r\nفَانْظُرْ أَيُّ يَوْمٍ هُوَ فَأَعِدَّ لَهُ الْجَوَابَ فَإِنَّكَ‏ مَوْقُوفٌ وَ \r\nمَسْئُولٌ وَ خُذْ مَوْعِظَتَكَ مِنَ الدَّهْرِ وَ أَهْلِهِ فَإِنَّ الدَّهْرَ \r\nطَوِيلُهُ قَصِيرٌ وَ قَصِيرُهُ طَوِيلٌ وَ كُلُّ شَيْ‏ءٍ فَانٍ فَاعْمَلْ \r\nكَأَنَّكَ تَرَى ثَوَابَ عَمَلِكَ لِكَيْ يَكُونَ أَطْمَعَ لَكَ فِي الْآخِرَةِ لَا \r\nمَحَالَةَ فَإِنَّ مَا بَقِيَ مِنَ الدُّنْيَا كَمَا وَلَّى مِنْهَا وَ كُلُّ \r\nعَامِلٍ يَعْمَلُ عَلَى بَصِيرَةٍ وَ مِثَالٍ فَكُنْ مُرْتَاداً لِنَفْسِكَ&nbsp; يَا \r\nابْنَ عِمْرَانَ لَعَلَّكَ تَفُوزُ غَداً يَوْمَ السُّؤَالِ وَ هُنَالِكَ يَخْسَرُ \r\nالْمُبْطِلُونَ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى طِبْ نَفْساً عَنِ الدُّنْيَا وَ انْطَوِ عَنْهَا فَإِنَّهَا لَيْسَتْ \r\nلَكَ وَ لَسْتَ لَهَا مَا لَكَ وَ لِدَارِ الظَّالِمِينَ إِلَّا لِعَامِلٍ فِيهَا \r\nبِالْخَيْرِ فَإِنَّهَا لَهُ نِعْمَ الدَّارُ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى الدُّنْيَا وَ أَهْلُهَا فِتَنٌ بَعْضُهَا لِبَعْضٍ&nbsp; فَكُلٌّ مُزَيَّنٌ \r\nلَهُ مَا هُوَ فِيهِ وَ الْمُؤْمِنُ زُيِّنَتْ لَهُ الْآخِرَةُ فَهُوَ يَنْظُرُ \r\nإِلَيْهَا مَا يَفْتُرُ&nbsp; قَدْ حَالَتْ شَهْوَتُهَا بَيْنَهُ وَ بَيْنَ لَذَّةِ \r\nالْعَيْشِ فَأَدْلَجَتْهُ بِالْأَسْحَارِ&nbsp; كَفِعْلِ الرَّاكِبِ السَّابِقِ إِلَى \r\nغَايَتِهِ يَظَلُّ كَئِيباً وَ يُمْسِي حَزِيناً فَطُوبَى لَهُ أَمَا لَوْ قَدْ \r\nكُشِفَ الْغِطَاءُ مَا ذَا يُعَايِنُ مِنَ السُّرُورِ <br>\r\n<br>\r\nيَا مُوسَى إِذَا رَأَيْتَ الْغِنَى مُقْبِلًا فَقُلْ ذَنْبٌ عُجِّلَتْ عُقُوبَتُهُ \r\nوَ إِذَا رَأَيْتَ الْفَقْرَ مُقْبِلًا فَقُلْ مَرْحَباً بِشِعَارِ الصَّالِحِينَ \r\nوَ لَا تَكُنْ جَبَّاراً ظَلُوماً وَ لَا تَكُنْ لِلظَّالِمِينَ قَرِيناً <br>\r\n<br>\r\nيَا مُوسَى مَا عُمُرٌ وَ إِنْ طَالَ يُذَمُّ آخِرُهُ وَ مَا ضَرَّكَ مَا زُوِيَ \r\nعَنْكَ إِذَا حُمِدَتْ مَغَبَّتُهُ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى صَرَّحَ الْكِتَابُ صَرَاحاً&nbsp; بِمَا أَنْتَ إِلَيْهِ صَائِرٌ فَكَيْفَ \r\nتَرْقُدُ عَلَى هَذَا الْعُيُونُ أَمْ كَيْفَ يَجِدُ قَوْمٌ لَذَّةَ الْعَيْشِ لَوْ \r\nلَا التَّمَادِي فِي الْغَفْلَةِ&nbsp; وَ التَّتَابُعُ فِي الشَّهَوَاتِ وَ مِنْ دُونِ \r\nهَذَا جَزِعَ الصِّدِّيقُونَ <br>\r\n<br>\r\nيَا مُوسَى مُرْ عِبَادِي يَدْعُونِي عَلَى مَا كَانُوا بَعْدَ أَنْ يُقِرُّوا بِي \r\nأَنِّي أَرْحَمُ الرَّاحِمِينَ أُجِيبُ الْمُضْطَرِّينَ&nbsp; وَ أَكْشِفُ السُّوءَ وَ \r\nأُبَدِّلُ الزَّمَانَ وَ آتِي بِالرَّخَاءِ وَ أَشْكُرُ الْيَسِيرَ وَ أُثِيبُ \r\nبِالْكَثِيرِ وَ أُغْنِي الْفَقِيرَ وَ أَنَا الدَّائِمُ الْعَزِيزُ الْقَدِيرُ \r\nفَمَنْ لَجَأَ إِلَيْكَ وَ انْضَوَى إِلَيْكَ مِنَ الْخَاطِئِينَ&nbsp; فَقُلْ أَهْلًا \r\nوَ سَهْلًا بِأَرْحَبِ الْفِنَاءِ نَزَلْتَ بِفِنَاءِ رَبِّ الْعَالَمِينَ وَ \r\nاسْتَغْفِرْ لَهُمْ وَ كُنْ لَهُمْ كَأَحَدِهِمْ وَ لَا تَسْتَطِلْ عَلَيْهِمْ \r\nبِمَا أَنَا أَعْطَيْتُكَ فَضْلَهُ وَ قُلْ لَهُمْ فَيَسْأَلُونِي مِنْ فَضْلِي وَ \r\nرَحْمَتِي فَإِنَّهُ لَا يَمْلِكُهَا أَحَدٌ غَيْرِي وَ أَنَا ذُو الْفَضْلِ \r\nالْعَظِيمِ كَهْفُ الْخَاطِئِينَ وَ جَلِيسُ الْمُضْطَرِّينَ&nbsp; وَ مُسْتَغْفِرٌ \r\nلِلْمُذْنِبِينَ إِنَّكَ مِنِّي بِالْمَكَانِ الرَّضِيِّ فَادْعُنِي بِالْقَلْبِ \r\nالنَّقِيِّ وَ اللِّسَانِ الصَّادِقِ وَ كُنْ كَمَا أَمَرْتُكَ أَطِعْ أَمْرِي وَ \r\nلَا تَسْتَطِلْ عَلَى عِبَادِي بِمَا لَيْسَ مِنْكَ مُبْتَدَؤُهُ وَ تَقَرَّبْ \r\nإِلَيَّ فَإِنِّي مِنْكَ قَرِيبٌ فَإِنِّي لَمْ أَسْأَلْكَ مَا يُؤْذِيكَ ثِقَلُهُ \r\nوَ لَا حَمْلُهُ إِنَّمَا سَأَلْتُكَ أَنْ تَدْعُوَنِي فَأُجِيبَكَ وَ أَنْ \r\nتَسْأَلَنِي فَأُعْطِيَكَ وَ أَنْ تَتَقَرَّبَ بِمَا مِنِّي أَخَذْتَ تَأْوِيلَهُ \r\nوَ عَلَيَّ تَمَامُ تَنْزِيلِهِ <br>\r\n<br>\r\nيَا مُوسَى انْظُرْ إِلَى الْأَرْضِ فَإِنَّهَا عَنْ قَرِيبٍ قَبْرُكَ وَ ارْفَعْ \r\nعَيْنَيْكَ إِلَى السَّمَاءِ فَإِن فَوْقَكَ فِيهَا مَلِكاً عَظِيماً وَ ابْكِ \r\nعَلَى نَفْسِكَ مَا كُنْتَ فِي الدُّنْيَا&nbsp; وَ تَخَوَّفِ الْعَطَبَ وَ الْمَهَالِكَ \r\nوَ لَا تَغُرَّنَّكَ زِينَةُ الدُّنْيَا وَ زَهْرَتُهَا وَ لَا تَرْضَ بِالظُّلْمِ \r\nوَ لَا تَكُنْ ظَالِماً فَإِنِّي لِلظَّالِمِ بِمَرْصَدٍ حَتَّى أُدِيلَ مِنْهُ \r\nالْمَظْلُومَ&nbsp; <br>\r\n<br>\r\nيَا مُوسَى إِنَّ الْحَسَنَةَ عَشَرَةُ أَضْعَافٍ وَ مِنَ السَّيِّئَةِ \r\nالْوَاحِدَةِ الْهَلَاكُ وَ لَا تُشْرِكْ بِي لَا يَحِلُّ لَكَ أَنْ تُشْرِكَ بِي \r\nقَارِبْ وَ سَدِّدْ ادْعُ دُعَاءَ الرَّاغِبِ فِيمَا عِنْدِي النَّادِمِ عَلَى مَا \r\nقَدَّمَتْ يَدَاهُ&nbsp; فَإِنَّ سَوَادَ اللَّيْلِ يَمْحُوهُ النَّهَارُ كَذَلِكَ \r\nالسَّيِّئَةُ تَمْحُوهَا الْحَسَنَةُ وَ عَشْوَةُ اللَّيْلِ&nbsp; تَأْتِي عَلَى ضَوْءِ \r\nالنَّهَارِ فَكَذَلِكَ السَّيِّئَةُ تَأْتِي عَلَى الْحَسَنَةِ فَتُسَوِّدُهَا.</p>\r\n"]