["<p>عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ دَخَلْتُ أَنَا وَ خَمْسَةُ رَهْطٍ \r\nمِنْ أَصْحَابِنَا يَوْماً عَلَى رَسُولِ اللَّهِ ص وَ قَدْ أَصَابَتْنَا مَجَاعَةٌ \r\nشَدِيدَةٌ وَ لَمْ يَكُنْ رِزْقُنَا مُنْذُ أَرْبَعَةِ أَشْهُرٍ إِلَّا الْمَاءَ وَ \r\nاللَّبَنَ وَ وَرَقَ الشَّجَرِ فَقُلْنَا يَا رَسُولَ اللَّهِ إِلَى مَتَى نَحْنُ \r\nعَلَى هَذِهِ الْمَجَاعَةِ الشَّدِيدَةِ فَقَالَ رَسُولُ اللَّهِ ص لَا تَزَالُونَ \r\nفِيهَا مَا عِشْتُمْ فَأَحْدِثُوا لِلَّهِ شُكْراً فَإِنِّي قَرَأْتُ كِتَابَ \r\nاللَّهِ الَّذِي أُنْزِلَ عَلَيَّ وَ عَلَى مَنْ كَانَ قَبْلِي فَمَا وَجَدْتُ مَنْ \r\nيَدْخُلُونَ الْجَنَّةَ إِلَّا الصَّابِرُونَ-<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ قَالَ اللَّهُ تَعَالَى إِنَّما يُوَفَّى الصَّابِرُونَ \r\nأَجْرَهُمْ بِغَيْرِ حِسابٍ أُوْلئِكَ يُجْزَوْنَ الْغُرْفَةَ بِما صَبَرُوا إِنِّي \r\nجَزَيْتُهُمُ الْيَوْمَ بِما صَبَرُوا أَنَّهُمْ هُمُ الْفائِزُونَ<br>\r\nيَا ابْنَ مَسْعُودٍ قَوْلُ اللَّهِ تَعَالَى وَ جَزاهُمْ بِما صَبَرُوا جَنَّةً وَ \r\nحَرِيراً أُولئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِما صَبَرُوا يَقُولُ \r\nاللَّهُ تَعَالَى أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَ لَمَّا يَأْتِكُمْ \r\nمَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْساءُ وَ الضَّرَّاءُ \r\nوَ لَنَبْلُوَنَّكُمْ بِشَيْ‏ءٍ مِنَ الْخَوْفِ وَ الْجُوعِ وَ نَقْصٍ مِنَ \r\nالْأَمْوالِ وَ الْأَنْفُسِ وَ الثَّمَراتِ وَ بَشِّرِ الصَّابِرِينَ قُلْنَا يَا \r\nرَسُولَ اللَّهِ فَمَنِ الصَّابِرُونَ قَالَ ص الَّذِينَ يَصْبِرُونَ عَلَى طَاعَةِ \r\nاللَّهِ وَ اجْتَنَبُوا مَعْصِيَتَهُ الَّذِينَ كَسَبُوا طَيِّباً وَ أَنْفَقُوا \r\nقَصْداً وَ قَدَّمُوا فَضْلًا فَأَفْلَحُوا وَ أَصْلَحُوا<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ عَلَيْهِمُ الْخُشُوعُ وَ الْوَقَارُ وَ السَّكِينَةُ وَ \r\nالتَّفَكُّرُ وَ اللِّينُ وَ الْعَدْلُ وَ التَّعْلِيمُ وَ الِاعْتِبَارُ وَ \r\nالتَّدْبِيرُ وَ التَّقْوَى وَ الْإِحْسَانُ وَ التَّحَرُّجُ وَ الْحُبُّ فِي \r\nاللَّهِ وَ الْبُغْضُ فِي اللَّهِ وَ أَدَاءُ الْأَمَانَةِ وَ الْعَدْلُ فِي \r\nالْحِكْمَةِ وَ إِقَامَةُ الشَّهَادَةِ وَ مُعَاوَنَةُ أَهْلِ الْحَقِّ عَلَى \r\nالْمُسِي‏ءِ وَ الْعَفْوُ عَمَّنْ ظَلَم<br>\r\nَ يَا ابْنَ مَسْعُودٍ إِذَا ابْتُلُوا صَبَرُوا وَ إِذَا أُعْطُوا شَكَرُوا وَ \r\nإِذَا حَكَمُوا عَدَلُوا وَ إِذَا قَالُوا صَدَقُوا وَ إِذَا عَاهَدُوا وَفَوْا وَ \r\nإِذَا أَسَاءُوا اسْتَغْفَرُوا وَ إِذَا أَحْسَنُوا اسْتَبْشَرُوا وَ إِذا \r\nخاطَبَهُمُ الْجاهِلُونَ قالُوا سَلاماً وَ إِذا مَرُّوا بِاللَّغْوِ مَرُّوا \r\nكِراماً وَ الَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّداً وَ قِياماً وَ يَقُولُونَ \r\nلِلنَّاسِ حُسْناً<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ وَ الَّذِي بَعَثَنِي بِالْحَقِّ إِنَّ هَؤُلَاءِ هُمُ \r\nالْفَائِزُونَ‏<br>\r\nيَا ابْنَ مَسْعُودٍ فَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى \r\nنُورٍ مِنْ رَبِّهِ فَإِنَّ النُّورَ إِذَا وَقَعَ فِي الْقَلْبِ انْشَرَحَ وَ \r\nانْفَسَحَ فَقِيلَ يَا رَسُولَ اللَّهِ فَهَلْ لِذَلِكَ مِنْ عَلَامَةٍ فَقَالَ \r\nنَعَمْ التَّجَافِي عَنْ دَارِ الْغُرُورِ وَ الْإِنَابَةُ إِلَى دَارِ الْخُلُودِ \r\nوَ الِاسْتِعْدَادُ لِلْمَوْتِ قَبْلَ نُزُولِهِ فَمَنْ زَهِدَ فِي الدُّنْيَا \r\nقَصُرَ أَمَلُهُ فِيهَا وَ تَرَكَهَا لِأَهْلِهَا<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ قَوْلُ اللَّهِ تَعَالَى لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ \r\nعَمَلًا يَعْنِي أَيُّكُمْ أَزْهَدُ فِي الدُّنْيَا إِنَّهَا دَارُ الْغُرُورِ وَ \r\nدَارُ مَنْ لَا دَارَ لَهُ وَ لَهَا يَجْمَعُ مَنْ لَا عَقْلَ لَهُ إِنَّ أَحْمَقَ \r\nالنَّاسِ مَنْ طَلَبَ الدُّنْيَا قَالَ اللَّهُ تَعَالَى اعْلَمُوا أَنَّمَا \r\nالْحَياةُ الدُّنْيا لَعِبٌ وَ لَهْوٌ وَ زِينَةٌ وَ تَفاخُرٌ بَيْنَكُمْ وَ \r\nتَكاثُرٌ فِي الْأَمْوالِ وَ الْأَوْلادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ \r\nنَباتُهُ ثُمَّ يَهِيجُ فَتَراهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطاماً وَ فِي \r\nالْآخِرَةِ عَذابٌ شَدِيدٌ وَ قَالَ تَعَالَى وَ آتَيْناهُ الْحُكْمَ صَبِيًّا \r\nيَعْنِي الزُّهْدَ فِي الدُّنْيَا وَ قَالَ تَعَالَى لِمُوسَى ع يَا مُوسَى لَنْ \r\nيَتَزَيَّنَ الْمُتَزَيِّنُونَ بِزِينَةٍ أَزْيَنَ فِي عَيْنِي مِنَ الزُّهْدِ يَا \r\nمُوسَى إِذَا رَأَيْتَ الْفَقْرَ مُقْبِلًا فَقُلْ مَرْحَباً بِشِعَارِ \r\nالصَّالِحِينَ وَ إِذَا رَأَيْتَ الْغِنَى مُقْبِلًا فَقُلْ ذَنْبٌ عُجِّلَتْ \r\nعُقُوبَتُهُ-<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ انْظُرْ قَوْلَ اللَّهِ تَعَالَى وَ لَوْ لا أَنْ يَكُونَ \r\nالنَّاسُ أُمَّةً واحِدَةً لَجَعَلْنا لِمَنْ يَكْفُرُ بِالرَّحْمنِ لِبُيُوتِهِمْ \r\nسُقُفاً مِنْ فِضَّةٍ وَ مَعارِجَ عَلَيْها يَظْهَرُونَ وَ لِبُيُوتِهِمْ أَبْواباً \r\nوَ سُرُراً عَلَيْها يَتَّكِؤُنَ وَ زُخْرُفاً وَ إِنْ كُلُّ ذلِكَ لَمَّا مَتاعُ \r\nالْحَياةِ الدُّنْيا وَ الْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ وَ قَوْلَهُ مَنْ \r\nكانَ يُرِيدُ الْعاجِلَةَ عَجَّلْنا لَهُ فِيها ما نَشاءُ لِمَنْ نُرِيدُ ثُمَّ \r\nجَعَلْنا لَهُ جَهَنَّمَ يَصْلاها مَذْمُوماً مَدْحُوراً وَ مَنْ أَرادَ الْآخِرَةَ \r\nوَ سَعى‏ لَها سَعْيَها وَ هُوَ مُؤْمِنٌ فَأُولئِكَ كانَ سَعْيُهُمْ مَشْكُوراً<br>\r\nيَا ابْنَ مَسْعُودٍ مَنِ اشْتَاقَ إِلَى الْجَنَّةِ سَارَعَ إِلَى الْخَيْرَاتِ وَ \r\nمَنْ خَافَ النَّارَ تَرَكَ الشَّهَوَاتِ وَ مَنْ تَرَقَّبَ الْمَوْتَ أَعْرَضَ \r\nعَنِ اللَّذَّاتِ وَ مَنْ زَهِدَ فِي الدُّنْيَا هَانَتْ عَلَيْهِ الْمُصِيبَاتُ<br>\r\nيَا ابْنَ مَسْعُودٍ اقْرَأْ قَوْلَ اللَّهِ تَعَالَى زُيِّنَ لِلنَّاسِ حُبُّ \r\nالشَّهَواتِ مِنَ النِّساءِ وَ الْبَنِينَ وَ الْقَناطِيرِ الْمُقَنْطَرَةِ مِنَ \r\nالذَّهَبِ وَ الْفِضَّةِ وَ الْخَيْلِ الْمُسَوَّمَةِ الْآيَةَ<br>\r\nيَا ابْنَ مَسْعُودٍ إِنَّ اللَّهَ اصْطَفَى مُوسَى بِالْكَلَامِ وَ الْمُنَاجَاةِ \r\nحَتَّى كَانَ يُرَى خُضْرَةُ الْبَقْلِ فِي بَطْنِهِ مِنْ هُزَالِهِ وَ مَا سَأَلَ \r\nمُوسَى ع حِينَ تَوَلَّى إِلَى الظِّلِّ إِلَّا طَعَاماً يَأْكُلُهُ مِنَ الْجُوعِ<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ إِنْ شِئْتَ نَبَّأْتُكَ بِأَمْرِ نُوحٍ نَبِيِّ اللَّهِ ع \r\nإِنَّهُ عَاشَ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَاماً يَدْعُو إِلَى اللَّهِ \r\nفَكَانَ إِذَا أَصْبَحَ قَالَ لَا أُمْسِي وَ إِذَا أَمْسَى قَالَ لَا أُصْبِحُ وَ \r\nكَانَ لِبَاسُهُ الشَّعْرَ وَ طَعَامُهُ الشَّعِيرَ وَ إِنْ شِئْتَ نَبَّأْتُكَ \r\nبِأَمْرِ دَاوُدَ ع خَلِيفَةِ اللَّهِ فِي الْأَرْضِ كَانَ لِبَاسُهُ الشَّعْرَ وَ \r\nطَعَامُهُ الشَّعِيرَ وَ إِنْ شِئْتَ نَبَّأْتُكَ بِأَمْرِ سُلَيْمَانَ ع مَعَ مَا \r\nكَانَ فِيهِ مِنَ الْمُلْكِ كَانَ يَأْكُلُ الشَّعِيرَ وَ يُطْعِمُ النَّاسَ \r\nالْحُوَّارَى «1» وَ كَانَ لِبَاسُهُ الشَّعْرَ وَ كَانَ إِذَا جَنَّهُ اللَّيْلُ \r\nشَدَّ يَدَهُ إِلَى عُنُقِهِ فَلَا يَزَالُ قَائِماً يُصَلِّي حَتَّى يُصْبِحَ وَ \r\nإِنْ شِئْتَ نَبَّأْتُكَ بِأَمْرِ إِبْرَاهِيمَ خَلِيلِ الرَّحْمَنِ ع كَانَ \r\nلِبَاسُهُ الصُّوفَ وَ طَعَامُهُ الشَّعِيرَ وَ إِنْ شِئْتَ نَبَّأْتُكَ بِأَمْرِ \r\nيَحْيَى ع كَانَ لِبَاسُهُ اللِّيفَ وَ كَانَ يَأْكُلُ وَرَقَ الشَّجَرِ وَ إِنْ \r\nشِئْتَ نَبَّأْتُكَ بِأَمْرِ عِيسَى ابْنِ مَرْيَمَ ع فَهُوَ الْعَجَبُ كَانَ \r\nيَقُولُ إِدَامِيَ الْجُوعُ وَ شِعَارِيَ الْخَوْفُ وَ لِبَاسِيَ الصُّوفُ وَ \r\nدَابَّتِي رِجْلَايَ وَ سِرَاجِي بِاللَّيْلِ الْقَمَرُ وَ اصْطِلَائِي فِي \r\nالشِّتَاءِ مَشَارِقُ الشَّمْسِ وَ فَاكِهَتِي وَ رَيْحَانَتِي بُقُولُ الْأَرْضِ \r\nمِمَّا يَأْكُلُ الْوُحُوشُ وَ الْأَنْعَامُ أَبِيتُ وَ لَيْسَ لِي شَيْ‏ءٌ وَ \r\nأُصْبِحُ وَ لَيْسَ لِي شَيْ‏ءٌ وَ لَيْسَ عَلَى وَجْهِ الْأَرْضِ أَحَدٌ أَغْنَى \r\nمِنِّي-<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ كُلُّ هَذَا مِنْهُمْ يُبْغِضُونَ مَا أَبْغَضَ اللَّهُ وَ \r\nيُصَغِّرُونَ مَا صَغَّرَ اللَّهُ وَ يَزْهَدُونَ مَا أَزْهَدَ اللَّهُ وَ قَدْ \r\nأَثْنَى اللَّهُ عَلَيْهِمْ فِي مُحْكَمِ كِتَابِهِ فَقَالَ لِنَوْحٍ ع إِنَّهُ \r\nكانَ عَبْداً شَكُوراً وَ قَالَ لِإِبْرَاهِيمَ ع وَ اتَّخَذَ اللَّهُ إِبْراهِيمَ \r\nخَلِيلًا وَ قَالَ لِدَاوُدَ ع إِنَّا جَعَلْناكَ خَلِيفَةً فِي الْأَرْضِ وَ قَالَ \r\nلِمُوسَى ع وَ كَلَّمَ اللَّهُ مُوسى‏ تَكْلِيماً وَ قَالَ أَيْضاً لِمُوسَى ع وَ \r\nقَرَّبْناهُ نَجِيًّا وَ قَالَ لِيَحْيَى ع وَ آتَيْناهُ الْحُكْمَ صَبِيًّا وَ \r\nقَالَ لِعِيسَى ع يا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ وَ عَلى‏ \r\nوالِدَتِكَ إِذْ أَيَّدْتُكَ بِرُوحِ الْقُدُسِ تُكَلِّمُ النَّاسَ فِي الْمَهْدِ \r\nوَ كَهْلًا إِلَى قَوْلِهِ وَ إِذْ تَخْلُقُ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ \r\nبِإِذْنِي وَ قَالَ إِنَّهُمْ كانُوا يُسارِعُونَ فِي الْخَيْراتِ وَ يَدْعُونَنا \r\nرَغَباً وَ رَهَباً وَ كانُوا لَنا خاشِعِين<br>\r\nَ يَا ابْنَ مَسْعُودٍ كُلُّ ذَلِكَ لِمَا خَوَّفَهُمُ اللَّهُ فِي كِتَابِهِ مِنْ \r\nقَوْلِهِ وَ إِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ لَها سَبْعَةُ أَبْوابٍ \r\nلِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ وَ قَالَ تَعَالَى وَ جِي‏ءَ \r\nبِالنَّبِيِّينَ وَ الشُّهَداءِ وَ قُضِيَ بَيْنَهُمْ بِالْحَقِّ وَ هُمْ لا \r\nيُظْلَمُونَ<br>\r\nيَا ابْنَ مَسْعُودٍ النَّارُ لِمَنْ رَكِبَ مُحَرَّماً وَ الْجَنَّةُ لِمَنْ \r\nتَرَكَ الْحَلَالَ فَعَلَيْكَ بِالزُّهْدِ فَإِنَّ ذَلِكَ مِمَّا يُبَاهِي اللَّهُ \r\nبِهِ الْمَلَائِكَةَ وَ بِهِ يُقْبِلُ اللَّهُ عَلَيْكَ بِوَجْهِهِ وَ يُصَلِّي \r\nعَلَيْكَ الْجَبَّارُ<br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ سَيَأْتِي مِنْ بَعْدِي أَقْوَامٌ يَأْكُلُونَ طَيِّبَاتِ \r\nالطَّعَامِ وَ أَلْوَانَهَا وَ يَرْكَبُونَ الدَّوَابَّ وَ يَتَزَيَّنُونَ \r\nبِزِينَةِ الْمَرْأَةِ لِزَوْجِهَا وَ يَتَبَرَّجُونَ تَبَرُّجَ النِّسَاءِ وَ \r\nزِيُّهُمْ مِثْلُ زِيِّ الْمُلُوكِ الْجَبَابِرَةِ هُمْ مُنَافِقُو هَذِهِ \r\nالْأُمَّةِ فِي آخِرِ الزَّمَانِ شَارِبُوا الْقَهَوَاتِ لَاعِبُونَ بِالْكِعَابِ \r\nرَاكِبُونَ الشَّهَوَاتِ تَارِكُونَ الْجَمَاعَاتِ رَاقِدُونَ عَنِ الْعَتَمَاتِ \r\nمُفَرِّطُونَ فِي الْغَدَوَاتِ يَقُولُ اللَّهُ تَعَالَى فَخَلَفَ مِنْ بَعْدِهِمْ \r\nخَلْفٌ أَضاعُوا الصَّلاةَ وَ اتَّبَعُوا الشَّهَواتِ فَسَوْفَ يَلْقَوْنَ غَيًّا<br>\r\nيَا ابْنَ مَسْعُودٍ مَثَلُهُمْ مَثَلُ الدِّفْلَى زَهْرَتُهَا حَسَنَةٌ وَ \r\nطَعْمُهَا مُرٌّ كَلَامُهُمُ الْحِكْمَةُ وَ أَعْمَالُهُمْ دَاءٌ لَا تَقْبَلُ \r\nالدَّوَاءَ أَ فَلا يَتَدَبَّرُونَ الْقُرْآنَ أَمْ عَلى‏ قُلُوبٍ أَقْفالُها<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ مَا يَنْفَعُ مَنْ يَتَنَعَّمُ فِي الدُّنْيَا إِذَا أُخْلِدَ \r\nفِي النَّارِ يَعْلَمُونَ ظاهِراً مِنَ الْحَياةِ الدُّنْيا وَ هُمْ عَنِ \r\nالْآخِرَةِ هُمْ غافِلُونَ يَبْنُونَ الدُّورَ وَ يُشَيِّدُونَ الْقُصُورَ وَ \r\nيُزَخْرِفُونَ الْمَسَاجِدَ لَيْسَتْ هِمَّتُهُمْ إِلَّا الدُّنْيَا عَاكِفُونَ \r\nعَلَيْهَا مُعْتَمِدُونَ فِيهَا آلِهَتُهُمْ بُطُونُهُمْ قَالَ اللَّهُ تَعَالَى وَ \r\nتَتَّخِذُونَ مَصانِعَ لَعَلَّكُمْ تَخْلُدُونَ وَ إِذا بَطَشْتُمْ بَطَشْتُمْ \r\nجَبَّارِينَ فَاتَّقُوا اللَّهَ وَ أَطِيعُونِ وَ قَالَ اللَّهُ تَعَالَى أَ \r\nفَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ وَ أَضَلَّهُ اللَّهُ عَلى‏ عِلْمٍ وَ \r\nخَتَمَ عَلى‏ سَمْعِهِ وَ قَلْبِهِ إِلَى قَوْلِهِ أَ فَلا تَذَكَّرُونَ وَ مَا \r\nهُوَ إِلَّا مُنَافِقٌ جَعَلَ دِينَهُ هَوَاهُ وَ إِلَهَهُ بَطْنَهُ كُلَّ مَا \r\nاشْتَهَى مِنَ الْحَلَالِ وَ الْحَرَامِ لَمْ يَمْتَنِعْ مِنْهُ قَالَ اللَّهُ \r\nتَعَالَى وَ فَرِحُوا بِالْحَياةِ الدُّنْيا وَ مَا الْحَياةُ الدُّنْيا فِي \r\nالْآخِرَةِ إِلَّا مَتاعٌ<br>\r\nيَا ابْنَ مَسْعُودٍ مَحَارِيبُهُمْ نِسَاؤُهُمْ وَ شَرَفُهُمُ الدَّرَاهِمُ وَ \r\nالدَّنَانِيرُ وَ هِمَّتُهُمْ بُطُونُهُمْ أُولَئِكَ هُمْ شَرُّ الْأَشْرَارِ \r\nالْفِتْنَةُ مِنْهُمْ وَ إِلَيْهِمْ تَعُودُ<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ اقْرَأْ قَوْلَ اللَّهِ تَعَالَى أَ فَرَأَيْتَ إِنْ \r\nمَتَّعْناهُمْ سِنِينَ ثُمَّ جاءَهُمْ ما كانُوا يُوعَدُونَ ما أَغْنى‏ عَنْهُمْ ما \r\nكانُوا يُمَتَّعُونَ<br>\r\nيَا ابْنَ مَسْعُودٍ أَجْسَادُهُمْ لَا تَشْبَعُ وَ قُلُوبُهُمْ لَا تَخْشَعُ<br>\r\nيَا ابْنَ مَسْعُودٍ الْإِسْلَامُ بَدَأَ غَرِيباً وَ سَيَعُودُ غَرِيباً كَمَا \r\nبَدَأَ فَطُوبَى لِلْغُرَبَاءِ فَمَنْ أَدْرَكَ ذَلِكَ الزَّمَانَ مِمَّنْ يَظْهَرُ \r\nمِنْ أَعْقَابِكُمْ فَلَا يُسَلِّمُ عَلَيْهِمْ فِي نَادِيهِمْ وَ لَا يُشَيِّعُ \r\nجَنَائِزَهُمْ وَ لَا يَعُودُ مَرْضَاهُمْ فَإِنَّهُمْ يَسْتَنُّونَ بِسُنَّتِكُمْ \r\nوَ يُظْهِرُونَ بِدَعْوَاكُمْ وَ يُخَالِفُونَ أَفْعَالَكُمْ فَيَمُوتُونَ عَلَى \r\nغَيْرِ مِلَّتِكُمْ أُولَئِكَ لَيْسُوا مِنِّي وَ لَسْتُ مِنْهُمْ‏<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ لَا تَخَافَنَّ أَحَداً غَيْرَ اللَّهِ فَإِنَّ اللَّهَ \r\nتَعَالَى يَقُولُ أَيْنَما تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَ لَوْ كُنْتُمْ فِي \r\nبُرُوجٍ مُشَيَّدَةٍ وَ يَقُولُ يَوْمَ يَقُولُ الْمُنافِقُونَ وَ الْمُنافِقاتُ \r\nلِلَّذِينَ آمَنُوا انْظُرُونا نَقْتَبِسْ مِنْ نُورِكُمْ إِلَى قَوْلِهِ وَ بِئْسَ \r\nالْمَصِيرُ<br>\r\nيَا ابْنَ مَسْعُودٍ عَلَيْهِمْ لَعْنَةٌ مِنِّي وَ مِنْ جَمِيعِ الْمُرْسَلِينَ وَ \r\nالْمَلَائِكَةِ الْمُقَرَّبِينَ وَ عَلَيْهِمْ غَضَبُ اللَّهِ وَ سُوءُ الْحِسَابِ \r\nفِي الدُّنْيَا وَ الْآخِرَةِ وَ قَالَ اللَّهُ لُعِنَ الَّذِينَ كَفَرُوا مِنْ \r\nبَنِي إِسْرائِيلَ إِلَى قَوْلِهِ وَ لكِنَّ كَثِيراً مِنْهُمْ فاسِقُون<br>\r\nَ يَا ابْنَ مَسْعُودٍ أُولَئِكَ يُظْهِرُونَ الْحِرْصَ الْفَاحِشَ وَ الْحَسَدَ \r\nالظَّاهِرَ وَ يَقْطَعُونَ الْأَرْحَامَ وَ يَزْهَدُونَ فِي الْخَيْرِ وَ قَدْ \r\nقَالَ اللَّهُ تَعَالَى وَ الَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ \r\nمِيثاقِهِ وَ يَقْطَعُونَ ما أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَ يُفْسِدُونَ فِي \r\nالْأَرْضِ أُولئِكَ لَهُمُ اللَّعْنَةُ وَ لَهُمْ سُوءُ الدَّارِ وَ قَالَ تَعَالَى \r\nمَثَلُ الَّذِينَ حُمِّلُوا التَّوْراةَ ثُمَّ لَمْ يَحْمِلُوها كَمَثَلِ الْحِمارِ \r\nيَحْمِلُ أَسْفاراً-<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ يَأْتِي عَلَى النَّاسِ زَمَانٌ الصَّابِرُ فِيهِ عَلَى \r\nدِينِهِ مِثْلُ الْقَابِضِ عَلَى الْجَمْرِ بِكَفِّهِ فَإِنْ كَانَ فِي ذَلِكَ \r\nالزَّمَانِ ذِئْباً وَ إِلَّا أَكَلَتْهُ الذِّئَابُ<br>\r\nيَا ابْنَ مَسْعُودٍ عُلَمَاؤُهُمْ وَ فُقَهَاؤُهُمْ خَوَنَةٌ فَجَرَةٌ أَلَا \r\nإِنَّهُمْ أَشْرَارُ خَلْقِ اللَّهِ وَ كَذَلِكَ أَتْبَاعُهُمْ وَ مَنْ يَأْتِيهِمْ \r\nوَ يَأْخُذُ مِنْهُمْ وَ يُحِبُّهُمْ وَ يُجَالِسُهُمْ وَ يُشَاوِرُهُمْ أَشْرَارُ \r\nخَلْقِ اللَّهِ يُدْخِلُهُمْ نَارَ جَهَنَّمَ صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لا \r\nيَرْجِعُونَ وَ نَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلى‏ وُجُوهِهِمْ عُمْياً وَ \r\nبُكْماً وَ صُمًّا مَأْواهُمْ جَهَنَّمُ كُلَّما خَبَتْ زِدْناهُمْ سَعِيراً \r\nكُلَّما نَضِجَتْ جُلُودُهُمْ بَدَّلْناهُمْ جُلُوداً غَيْرَها لِيَذُوقُوا \r\nالْعَذابَ إِذا أُلْقُوا فِيها سَمِعُوا لَها شَهِيقاً وَ هِيَ تَفُورُ تَكادُ \r\nتَمَيَّزُ مِنَ الْغَيْظِ كُلَّما أَرادُوا أَنْ يَخْرُجُوا مِنْها مِنْ غَمٍّ \r\nأُعِيدُوا فِيها وَ قِيلَ لَهُمْ ذُوقُوا عَذابَ الْحَرِيقِ لَهُمْ فِيها زَفِيرٌ \r\nوَ هُمْ فِيها لا يَسْمَعُونَ-<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ يَدَّعُونَ أَنَّهُمْ عَلَى دِينِي وَ سُنَّتِي وَ مِنْهَاجِي \r\nوَ شَرَائِعِي إِنَّهُمْ مِنِّي بُرَآءُ وَ أَنَا مِنْهُمْ بَرِي‏ءٌ<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ لَا تُجَالِسُوهُمْ فِي الْمَلَإِ وَ لَا تُبَايِعُوهُمْ فِي \r\nالْأَسْوَاقِ وَ لَا تَهْدُوهُمْ إِلَى الطَّرِيقِ وَ لَا تَسْقُوهُمُ الْمَاءَ \r\nقَالَ اللَّهُ تَعَالَى مَنْ كانَ يُرِيدُ الْحَياةَ الدُّنْيا وَ زِينَتَها \r\nنُوَفِّ إِلَيْهِمْ أَعْمالَهُمْ فِيها وَ هُمْ فِيها لا يُبْخَسُونَ يَقُولُ \r\nاللَّهُ تَعَالَى وَ مَنْ كانَ يُرِيدُ حَرْثَ الدُّنْيا نُؤْتِهِ مِنْها وَ ما \r\nلَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ مَا بَلْوَى أُمَّتِي مِنْهُمْ الْعَدَاوَةُ وَ الْبَغْضَاءُ \r\nوَ الْجِدَالُ أُولَئِكَ أَذِلَّاءُ هَذِهِ الْأُمَّةِ فِي دُنْيَاهُمْ وَ الَّذِي \r\nبَعَثَنِي بِالْحَقِّ لَيَخْسِفَنَّ اللَّهُ‏ بِهِمْ وَ يَمْسَخُهُمْ قِرَدَةً وَ \r\nخَنَازِيرَ قَالَ فَبَكَى رَسُولُ اللَّهِ ع وَ بَكَيْنَا لِبُكَائِهِ وَ قُلْنَا \r\nيَا رَسُولَ اللَّهِ مَا يُبْكِيكَ فَقَالَ رَحْمَةً لِلْأَشْقِيَاءِ يَقُولُ \r\nاللَّهُ تَعَالَى وَ لَوْ تَرى‏ إِذْ فَزِعُوا فَلا فَوْتَ وَ أُخِذُوا مِنْ مَكانٍ \r\nقَرِيبٍ يَعْنِي الْعُلَمَاءَ وَ الْفُقَهَاءَ<br>\r\nيَا ابْنَ مَسْعُودٍ مَنْ تَعَلَّمَ الْعِلْمَ يُرِيدُ بِهِ الدُّنْيَا وَ آثَرَ \r\nعَلَيْهِ حُبَّ الدُّنْيَا وَ زِينَتَهَا اسْتَوْجَبَ سَخَطَ اللَّهِ عَلَيْهِ وَ \r\nكَانَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ مَعَ الْيَهُودِ وَ النَّصَارَى \r\nالَّذِينَ نَبَذُوا كِتَابَ اللَّهِ تَعَالَى قَالَ اللَّهُ تَعَالَى فَلَمَّا \r\nجاءَهُمْ ما عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكافِرِينَ<br>\r\nيَا ابْنَ مَسْعُودٍ مَنْ تَعَلَّمَ الْقُرْآنَ لِلدُّنْيَا وَ زِينَتِهَا حَرَّمَ \r\nاللَّهُ عَلَيْهِ الْجَنَّةَ<br>\r\nيَا ابْنَ مَسْعُودٍ مَنْ تَعَلَّمَ الْعِلْمَ وَ لَمْ يَعْمَلْ بِمَا فِيهِ \r\nحَشَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ أَعْمَى وَ مَنْ تَعَلَّمَ الْعِلْمَ رِئَاءً \r\nوَ سُمْعَةً يُرِيدُ بِهِ الدُّنْيَا نَزَعَ اللَّهُ بَرَكَتَهُ وَ ضَيَّقَ \r\nعَلَيْهِ مَعِيشَتَهُ وَ وَكَلَهُ اللَّهُ إِلَى نَفْسِهِ وَ مَنْ وَكَلَهُ اللَّهُ \r\nإِلَى نَفْسِهِ فَقَدْ هَلَكَ قَالَ اللَّهُ تَعَالَى فَمَنْ كانَ يَرْجُوا لِقاءَ \r\nرَبِّهِ فَلْيَعْمَلْ عَمَلًا صالِحاً وَ لا يُشْرِكْ بِعِبادَةِ رَبِّهِ أَحَداً<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ فَلْيَكُنْ جُلَسَاؤُكَ الْأَبْرَارَ وَ إِخْوَانُكَ \r\nالْأَتْقِيَاءَ وَ الزُّهَّادَ لِأَنَّ اللَّهَ تَعَالَى قَالَ فِي كِتَابِهِ \r\nالْأَخِلَّاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا الْمُتَّقِينَ<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ اعْلَمْ أَنَّهُمْ يَرَوْنَ الْمَعْرُوفَ مُنْكَراً وَ \r\nالْمُنْكَرَ مَعْرُوفاً فَفِي ذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِهِمْ فَلَا \r\nيَكُونُ فِيهِمُ الشَّاهِدُ بِالْحَقِّ وَ لَا الْقَوَّامُونَ بِالْقِسْطِ قَالَ \r\nاللَّهُ تَعَالَى كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَداءَ لِلَّهِ وَ لَوْ عَلى‏ \r\nأَنْفُسِكُمْ أَوِ الْوالِدَيْنِ وَ الْأَقْرَبِينَ<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ يَتَفَاضَلُونَ بِأَحْسَابِهِمْ وَ أَمْوَالِهِمْ يَقُولُ \r\nاللَّهُ تَعَالَى وَ ما لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزى‏ إِلَّا ابْتِغاءَ \r\nوَجْهِ رَبِّهِ الْأَعْلى‏ وَ لَسَوْفَ يَرْضى‏<br>\r\nيَا ابْنَ مَسْعُودٍ عَلَيْكَ بِخَشْيَةِ اللَّهِ تَعَالَى وَ أَدَاءِ الْفَرَائِضِ \r\nفَإِنَّهُ يَقُولُ هُوَ أَهْلُ التَّقْوى‏ وَ أَهْلُ الْمَغْفِرَةِ وَ يَقُولُ \r\nرَضِيَ اللَّهُ عَنْهُمْ وَ رَضُوا عَنْهُ ذلِكَ لِمَنْ خَشِيَ رَبَّهُ<br>\r\nيَا ابْنَ مَسْعُودٍ دَعْ عَنْكَ مَا لَا يُغْنِيكَ وَ عَلَيْكَ بِمَا يُغْنِيكَ \r\nفَإِنَّ اللَّهَ تَعَالَى يَقُولُ لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ \r\nيُغْنِيه<br>\r\nِ يَا ابْنَ مَسْعُودٍ إِيَّاكَ أَنْ تَدَعَ طَاعَةَ اللَّهِ وَ تَقْصِدَ \r\nمَعْصِيَتَهُ شَفَقَةً عَلَى أَهْلِكَ لِأَنَّ اللَّهَ تَعَالَى يَقُولُ يا \r\nأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ وَ اخْشَوْا يَوْماً لا يَجْزِي والِدٌ عَنْ \r\nوَلَدِهِ وَ لا مَوْلُودٌ هُوَ جازٍ عَنْ والِدِهِ شَيْئاً إِنَّ وَعْدَ اللَّهِ \r\nحَقٌّ فَلا تَغُرَّنَّكُمُ الْحَياةُ الدُّنْيا وَ لا يَغُرَّنَّكُمْ بِاللَّهِ \r\nالْغَرُورُ-<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ احْذَرِ الدُّنْيَا وَ لَذَّاتِهَا وَ شَهَوَاتِهَا وَ \r\nزِينَتَهَا وَ أَكْلَ الْحَرَامِ وَ الذَّهَبَ‏ وَ الْفِضَّةَ وَ الرَّكْبَ وَ \r\nالنِّسَاءَ فَإِنَّهُ سُبْحَانَهُ يَقُولُ زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَواتِ \r\nمِنَ النِّساءِ وَ الْبَنِينَ وَ الْقَناطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَ \r\nالْفِضَّةِ وَ الْخَيْلِ الْمُسَوَّمَةِ وَ الْأَنْعامِ وَ الْحَرْثِ ذلِكَ مَتاعُ \r\nالْحَياةِ الدُّنْيا وَ اللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ قُلْ أَ أُنَبِّئُكُمْ \r\nبِخَيْرٍ مِنْ ذلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي \r\nمِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها وَ أَزْواجٌ مُطَهَّرَةٌ وَ رِضْوانٌ \r\nمِنَ اللَّهِ وَ اللَّهُ بَصِيرٌ بِالْعِبادِ<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَغْتَرَّنَّ بِاللَّهِ وَ لَا تَغْتَرَّنَّ بِصَلَاحِكَ \r\nوَ عِلْمِكَ وَ عَمَلِكَ وَ بِرِّكَ وَ عِبَادَتِكَ<br>\r\nيَا ابْنَ مَسْعُودٍ إِذَا تَلَوْتَ كِتَابَ اللَّهِ تَعَالَى فَأَتَيْتَ عَلَى \r\nآيَةٍ فِيهَا أَمْرٌ وَ نَهْيٌ فَرَدِّدْهَا نَظَراً وَ اعْتِبَاراً فِيهَا وَ لَا \r\nتَسْهُ عَنْ ذَلِكَ فَإِنَّ نَهْيَهُ يَدُلُّ عَلَى تَرْكِ الْمَعَاصِي وَ أَمْرَهُ \r\nيَدُلُّ عَلَى عَمَلِ الْبِرِّ وَ الصَّلَاحِ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ \r\nفَكَيْفَ إِذا جَمَعْناهُمْ لِيَوْمٍ لا رَيْبَ فِيهِ وَ وُفِّيَتْ كُلُّ نَفْسٍ ما \r\nكَسَبَتْ وَ هُمْ لا يُظْلَمُونَ-<br>\r\n&nbsp;يَا ابْنَ مَسْعُودٍ لَا تُحَقِّرَنَّ ذَنْباً وَ لَا تُصَغِّرَنَّهُ وَ اجْتَنِبِ \r\nالْكَبَائِرَ فَإِنَّ الْعَبْدَ إِذَا نَظَرَ يَوْمَ الْقِيَامَةِ إِلَى ذُنُوبِهِ \r\nدَمَعَتْ عَيْنَاهُ قَيْحاً وَ دَماً يَقُولُ اللَّهُ تَعَالَى يَوْمَ تَجِدُ كُلُّ \r\nنَفْسٍ ما عَمِلَتْ مِنْ خَيْرٍ مُحْضَراً وَ ما عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ \r\nأَنَّ بَيْنَها وَ بَيْنَهُ أَمَداً بَعِيداً<br>\r\nيَا ابْنَ مَسْعُودٍ إِذَا قِيلَ لَكَ اتَّقِ اللَّهَ فَلَا تَغْضَبْ فَإِنَّهُ \r\nيَقُولُ وَ إِذا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالْإِثْمِ \r\nفَحَسْبُهُ جَهَنَّمُ<br>\r\nيَا ابْنَ مَسْعُودٍ قَصِّرْ أَمَلَكَ فَإِذَا أَصْبَحْتَ فَقُلْ إِنِّي لَا \r\nأُمْسِي وَ إِذَا أَمْسَيْتَ فَقُلْ إِنِّي لَا أُصْبِحُ وَ اعْزِمْ عَلَى \r\nمُفَارَقَةِ الدُّنْيَا وَ أَحِبَّ لِقَاءَ اللَّهِ وَ لَا تَكْرَهْ لِقَاءَهُ \r\nفَإِنَّ اللَّهَ يُحِبُّ لِقَاءَ مَنْ يُحِبُّ لِقَاءَهُ وَ يَكْرَهُ لِقَاءَ مَنْ \r\nيَكْرَهُ لِقَاءَهُ<br>\r\n&nbsp;<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَغْرِسِ الْأَشْجَارَ وَ لَا تُجْرِ الْأَنْهَارَ وَ لَا \r\nتُزَخْرِفِ الْبُنْيَانَ وَ لَا تَتَّخَذِ الْحِيطَانَ وَ الْبُسْتَانَ فَإِنَّ \r\nاللَّهَ تَعَالَى يَقُولُ أَلْهاكُمُ التَّكاثُرُ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ وَ الَّذِي بَعَثَنِي بِالْحَقِّ لَيَأْتِي عَلَى النَّاسِ \r\nزَمَانٌ يَسْتَحِلُّونَ الْخَمْرَ وَ يُسَمُّونَهُ النَّبِيذَ عَلَيْهِمْ لَعْنَةُ \r\nاللَّهِ وَ الْمَلائِكَةِ وَ النَّاسِ أَجْمَعِينَ أَنَا مِنْهُمْ بَرِي‏ءٌ وَ هُمْ \r\nمِنِّي بُرَآءُ يَا ابْنَ مَسْعُودٍ الزَّانِي بِأُمِّهِ أَهْوَنُ عِنْدَ اللَّهِ \r\nمِمَّنْ يُدْخِلُ فِي مَالِهِ مِنَ الرِّبَا مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ وَ \r\nمَنْ شَرِبَ الْمُسْكِرَ قَلِيلًا كَانَ أَوْ كَثِيراً فَهُوَ أَشَدُّ عِنْدَ \r\nاللَّهِ مِنْ آكِلِ الرِّبَا لِأَنَّهُ مِفْتَاحُ كُلِّ شَرٍّ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ أُولَئِكَ يَظْلِمُونَ الْأَبْرَارَ وَ يُصَدِّقُونَ \r\nالْفُجَّارَ وَ الْفَسَقَةَ الْحَقُ‏ عِنْدَهُمْ بَاطِلٌ وَ الْبَاطِلُ عِنْدَهُمْ \r\nحَقٌّ هَذَا كُلُّهُ لِلدُّنْيَا وَ هُمْ يَعْلَمُونَ أَنَّهُمْ عَلَى غَيْرِ \r\nالْحَقِّ وَ لَكِنْ زَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ فَصَدَّهُمْ عَنِ \r\nالسَّبِيلِ فَهُمْ لا يَهْتَدُونَ رَضُوا بِالْحَياةِ الدُّنْيا وَ اطْمَأَنُّوا \r\nبِها وَ الَّذِينَ هُمْ عَنْ آياتِنا غافِلُونَ أُولئِكَ مَأْواهُمُ النَّارُ بِما \r\nكانُوا يَكْسِبُونَ- يَا ابْنَ مَسْعُودٍ قَالَ تَعَالَى وَ مَنْ يَعْشُ عَنْ \r\nذِكْرِ الرَّحْمنِ نُقَيِّضْ لَهُ شَيْطاناً فَهُوَ لَهُ قَرِينٌ وَ إِنَّهُمْ \r\nلَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَ يَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ حَتَّى \r\nإِذا جاءَنا قالَ يا لَيْتَ بَيْنِي وَ بَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ \r\nالْقَرِينُ- <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ إِنَّهُمْ لَيَعِيبُونَ عَلَى مَنْ يَقْتَدِي بِسُنَّتِي وَ \r\nفَرَائِضِ اللَّهِ قَالَ اللَّهُ تَعَالَى فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا حَتَّى \r\nأَنْسَوْكُمْ ذِكْرِي وَ كُنْتُمْ مِنْهُمْ تَضْحَكُونَ إِنِّي جَزَيْتُهُمُ \r\nالْيَوْمَ بِما صَبَرُوا أَنَّهُمْ هُمُ الْفائِزُونَ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ احْذَرْ سُكْرَ الْخَطِيئَةِ فَإِنَّ لِلْخَطِيئَةِ سُكْراً \r\nكَسُكْرِ الشَّرَابِ بَلْ هِيَ أَشَدُّ سُكْراً مِنْهُ يَقُولُ اللَّهُ تَعَالَى \r\nصُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لا يَرْجِعُونَ وَ يَقُولُ إِنَّا جَعَلْنا ما عَلَى \r\nالْأَرْضِ زِينَةً لَها لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا وَ إِنَّا \r\nلَجاعِلُونَ ما عَلَيْها صَعِيداً جُرُزاً <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ الدُّنْيَا مَلْعُونَةٌ مَلْعُونٌ مَنْ فِيهَا وَ مَلْعُونٌ \r\nمَنْ طَلَبَهَا وَ أَحَبَّهَا وَ نَصَبَ لَهَا وَ تَصْدِيقُ ذَلِكَ فِي كِتَابِ \r\nاللَّهِ تَعَالَى كُلُّ مَنْ عَلَيْها فانٍ وَ يَبْقى‏ وَجْهُ رَبِّكَ ذُو \r\nالْجَلالِ وَ الْإِكْرامِ وَ قَوْلُهُ تَعَالَى كُلُّ شَيْ‏ءٍ هالِكٌ إِلَّا \r\nوَجْهَهُ- <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ إِذَا عَمِلْتَ عَمَلًا فَاعْمَلْهُ لِلَّهِ خَالِصاً \r\nلِأَنَّهُ لَا يَقْبَلُ مِنْ عِبَادِهِ الْأَعْمَالَ إِلَّا مَا كَانَ لَهُ \r\nخَالِصاً فَإِنَّهُ يَقُولُ وَ ما لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزى‏ إِلَّا \r\nابْتِغاءَ وَجْهِ رَبِّهِ الْأَعْلى‏ وَ لَسَوْفَ يَرْضى‏ يَا ابْنَ مَسْعُودٍ دَعْ \r\nنَعِيمَ الدُّنْيَا وَ أَكْلَهَا وَ حَلَاوَتَهَا وَ حَارَّهَا وَ بَارِدَهَا وَ \r\nلَيِّنَهَا وَ طَيِّبَهَا وَ أَلْزِمْ نَفْسَكَ الصَّبْرَ عَنْهَا فَإِنَّكَ \r\nمَسْئُولٌ عَنْ هَذَا كُلِّهِ قَالَ اللَّهُ تَعَالَى ثُمَّ لَتُسْئَلُنَّ \r\nيَوْمَئِذٍ عَنِ النَّعِيمِ- <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تُلْهِيَنَّكَ الدُّنْيَا وَ شَهَوَاتُهَا فَإِنَّ اللَّهَ \r\nتَعَالَى يَقُولُ أَ فَحَسِبْتُمْ أَنَّما خَلَقْناكُمْ عَبَثاً وَ أَنَّكُمْ \r\nإِلَيْنا لا تُرْجَعُونَ يَا ابْنَ مَسْعُودٍ إِذَا عَمِلْتَ عَمَلًا مِنَ الْبِرِّ \r\nوَ أَنْتَ تُرِيدُ بِذَلِكَ غَيْرَ اللَّهِ فَلَا تَرْجُ بِذَلِكَ مِنْهُ ثَوَاباً \r\nفَإِنَّهُ يَقُولُ فَلا نُقِيمُ لَهُمْ يَوْمَ الْقِيامَةِ وَزْناً <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ إِذَا مَدَحَكَ النَّاسُ فَقَالُوا إِنَّكَ تَصُومُ النَّهَارَ \r\nوَ تَقُومُ اللَّيْلَ وَ أَنْتَ عَلَى غَيْرِ ذَلِكَ فَلَا تَفْرَحْ بِذَلِكَ \r\nفَإِنَّ اللَّهَ تَعَالَى يَقُولُ لا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِما \r\nأَتَوْا وَ يُحِبُّونَ أَنْ يُحْمَدُوا بِما لَمْ يَفْعَلُوا فَلا تَحْسَبَنَّهُمْ \r\nبِمَفازَةٍ مِنَ الْعَذابِ وَ لَهُمْ عَذابٌ أَلِيمٌ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ أَكْثِرْ مِنَ الصَّالِحَاتِ وَ الْبِرِّ فَإِنَّ الْمُحْسِنَ \r\nوَ الْمُسِي‏ءَ يَنْدَمَانِ يَقُولُ الْمُحْسِنُ يَا لَيْتَنِي ازْدَدْتُ مِنَ \r\nالْحَسَنَاتِ وَ يَقُولُ الْمُسِي‏ءُ قَصَّرْتُ وَ تَصْدِيقُ ذَلِكَ قَوْلُهُ \r\nتَعَالَى وَ لا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تُقَدِّمِ الذَّنْبَ وَ لَا تُؤَخِّرِ التَّوْبَةَ وَ \r\nلَكِنْ قَدِّمِ التَّوْبَةَ وَ أَخِّرِ الذَّنْبَ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ \r\nفِي كِتَابِهِ بَلْ يُرِيدُ الْإِنْسانُ لِيَفْجُرَ أَمامَهُ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ إِيَّاكَ أَنْ تَسُنَّ سُنَّةَ بِدْعَةٍ فَإِنَّ الْعَبْدَ \r\nإِذَا سَنَّ سُنَّةَ سَيِّئَةٍ لَحِقَهُ وِزْرُهَا وَ وِزْرُ مَنْ عَمِلَ بِهَا \r\nقَالَ اللَّهُ تَعَالَى وَ نَكْتُبُ ما قَدَّمُوا وَ آثارَهُمْ وَ قَالَ \r\nسُبْحَانَهُ يُنَبَّؤُا الْإِنْسانُ يَوْمَئِذٍ بِما قَدَّمَ وَ أَخَّرَ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَرْكَنْ إِلَى الدُّنْيَا وَ لَا تَطْمَئِنَّ إِلَيْهَا \r\nفَسَتُفَارِقُهَا عَنْ قَلِيلٍ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ فَأَخْرَجْناهُمْ \r\nمِنْ جَنَّاتٍ وَ عُيُونٍ وَ زُرُوعٍ وَ نَخْلٍ طَلْعُها هَضِيمٌ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ تَذْكُرُ الْقُرُونَ الْمَاضِيَةَ وَ الْمُلُوكَ \r\nالْجَبَابِرَةَ الَّذِينَ مَضَوْا فَإِنَّ اللَّهَ يَقُولُ وَ عاداً وَ ثَمُودَ وَ \r\nأَصْحابَ الرَّسِّ وَ قُرُوناً بَيْنَ ذلِكَ كَثِيراً يَا ابْنَ مَسْعُودٍ إِيَّاكَ \r\nوَ الذَّنْبَ سِرّاً وَ عَلَانِيَةً صَغِيراً وَ كَبِيراً فَإِنَّ اللَّهَ تَعَالَى \r\nحَيْثُمَا كُنْتَ يَرَاكَ وَ هُوَ مَعَكُمْ أَيْنَ ما كُنْتُمْ- <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ اتَّقِ اللَّهَ فِي السِّرِّ وَ الْعَلَانِيَةِ وَ الْبَرِّ وَ \r\nالْبَحْرِ وَ اللَّيْلِ وَ النَّهَارِ فَإِنَّهُ يَقُولُ ما يَكُونُ مِنْ نَجْوى‏ \r\nثَلاثَةٍ إِلَّا هُوَ رابِعُهُمْ وَ لا خَمْسَةٍ إِلَّا هُوَ سادِسُهُمْ وَ لا \r\nأَدْنى‏ مِنْ ذلِكَ وَ لا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ ما كانُوا <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ اتَّخِذِ الشَّيْطَانَ عُدُوّاً فَإِنَّ اللَّهَ تَعَالَى \r\nيَقُولُ إِنَّ الشَّيْطانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا وَ يَقُولُ عَنْ \r\nإِبْلِيسَ ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَ مِنْ خَلْفِهِمْ وَ \r\nعَنْ أَيْمانِهِمْ وَ عَنْ شَمائِلِهِمْ وَ لا تَجِدُ أَكْثَرَهُمْ شاكِرِينَ وَ \r\nيَقُولُ فَالْحَقُّ وَ الْحَقَّ أَقُولُ لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَ مِمَّنْ \r\nتَبِعَكَ مِنْهُمْ أَجْمَعِينَ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَأْكُلِ الْحَرَامَ وَ لَا تَلْبَسِ الْحَرَامَ وَ لَا \r\nتَأْخُذْ مِنَ الْحَرَامِ وَ لَا تَعْصِ اللَّهَ لِأَنَّ اللَّهَ تَعَالَى يَقُولُ \r\nلِإِبْلِيسَ‏ وَ اسْتَفْزِزْ مَنِ اسْتَطَعْتَ مِنْهُمْ بِصَوْتِكَ وَ أَجْلِبْ \r\nعَلَيْهِمْ بِخَيْلِكَ وَ رَجِلِكَ وَ شارِكْهُمْ فِي الْأَمْوالِ وَ الْأَوْلادِ \r\nوَ عِدْهُمْ وَ ما يَعِدُهُمُ الشَّيْطانُ إِلَّا غُرُوراً وَ قَالَ فَلا \r\nتَغُرَّنَّكُمُ الْحَياةُ الدُّنْيا وَ لا يَغُرَّنَّكُمْ بِاللَّهِ الْغَرُورُ-\r\n<br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ خَفِ اللَّهَ فِي السِّرِّ وَ الْعَلَانِيَةِ فَإِنَّ اللَّهَ \r\nتَعَالَى يَقُولُ وَ لِمَنْ خافَ مَقامَ رَبِّهِ جَنَّتانِ وَ لَا تُؤْثِرَنَّ \r\nالْحَيَاةَ الدُّنْيَا عَلَى الْآخِرَةِ بِاللَّذَّاتِ وَ الشَّهَوَاتِ فَإِنَّهُ \r\nتَعَالَى يَقُولُ فِي كِتَابِهِ فَأَمَّا مَنْ طَغى‏ وَ آثَرَ الْحَياةَ الدُّنْيا \r\nفَإِنَّ الْجَحِيمَ هِيَ الْمَأْوى‏ يَعْنِي الدُّنْيَا الْمَلْعُونَةَ وَ \r\nالْمَلْعُونُ مَا فِيهَا إِلَّا مَا كَانَ لِلَّهِ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَخُونَنَّ أَحَداً فِي مَالٍ يَضَعُهُ عِنْدَكَ أَوْ \r\nأَمَانَةٍ ائْتَمَنَكَ عَلَيْهَا فَإِنَّ اللَّهَ تَعَالَى يَقُولُ إِنَّ اللَّهَ \r\nيَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَماناتِ إِلى‏ أَهْلِها- <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَتَكَلَّمْ بِالْعِلْمِ إِلَّا بِشَيْ‏ءٍ سَمِعْتَهُ وَ \r\nرَأَيْتَهُ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ وَ لا تَقْفُ ما لَيْسَ لَكَ بِهِ \r\nعِلْمٌ إِنَّ السَّمْعَ وَ الْبَصَرَ وَ الْفُؤادَ كُلُّ أُولئِكَ كانَ عَنْهُ \r\nمَسْؤُلًا وَ قَالَ سَتُكْتَبُ شَهادَتُهُمْ وَ يُسْئَلُونَ وَ قَالَ إِذْ \r\nيَتَلَقَّى الْمُتَلَقِّيانِ عَنِ الْيَمِينِ وَ عَنِ الشِّمالِ قَعِيدٌ ما \r\nيَلْفِظُ مِنْ قَوْلٍ إِلَّا لَدَيْهِ رَقِيبٌ عَتِيدٌ وَ قَالَ وَ نَحْنُ أَقْرَبُ \r\nإِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَهْتَمَّ لِلرِّزْقِ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ وَ \r\nما مِنْ دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُها وَ قَالَ وَ فِي \r\nالسَّماءِ رِزْقُكُمْ وَ ما تُوعَدُونَ وَ قَالَ وَ إِنْ يَمْسَسْكَ اللَّهُ \r\nبِضُرٍّ فَلا كاشِفَ لَهُ إِلَّا هُوَ وَ إِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلى‏ \r\nكُلِّ شَيْ‏ءٍ قَدِيرٌ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ وَ الَّذِي بَعَثَنِي بِالْحَقِّ نَبِيّاً إِنَّ مَنْ يَدَعُ \r\nالدُّنْيَا وَ يُقْبِلُ عَلَى تِجَارَةِ الْآخِرَةِ فَإِنَّ اللَّهَ تَعَالَى \r\nيَتَّجِرُ لَهُ مِنْ وَرَاءِ [تِجَارَتِهِ‏] قَالَ اللَّهُ تَعَالَى رِجالٌ لا \r\nتُلْهِيهِمْ تِجارَةٌ وَ لا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَ إِقامِ الصَّلاةِ وَ \r\nإِيتاءِ الزَّكاةِ يَخافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَ الْأَبْصارُ- \r\nفَقَالَ ابْنُ مَسْعُودٍ بِأَبِي أَنْتَ وَ أُمِّي يَا رَسُولَ اللَّهِ كَيْفَ لِي \r\nبِتِجَارَةِ الْآخِرَةِ فَقَالَ ص لَا تُرِيحَنَّ لِسَانَكَ عَنْ ذِكْرِ اللَّهِ وَ \r\nذَلِكَ أَنْ تَقُولَ سُبْحَانَ اللَّهِ وَ الْحَمْدُ لِلَّهِ وَ لَا إِلَهَ إِلَّا \r\nاللَّهُ وَ اللَّهُ أَكْبَرُ فَهَذِهِ التِّجَارَةُ الْمُرْبِحَةُ وَ قَالَ اللَّهُ \r\nتَعَالَى يَرْجُونَ تِجارَةً لَنْ تَبُورَ لِيُوَفِّيَهُمْ أُجُورَهُمْ وَ \r\nيَزِيدَهُمْ مِنْ فَضْلِهِ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ كُلُّ مَا أَبْصَرْتَهُ بِعَيْنِكَ وَ اسْتَخْلَاهُ قَلْبُكَ \r\nفَاجْعَلْهُ لِلَّهِ فَذَلِكَ تِجَارَةُ الْآخِرَةِ لِأَنَّ اللَّهَ يَقُولُ ما \r\nعِنْدَكُمْ يَنْفَدُ وَ ما عِنْدَ اللَّهِ باقٍ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ إِذَا تَكَلَّمْتَ بِلَا إِلَهَ إِلَّا اللَّهُ وَ لَمْ \r\nتَعْرِفْ حَقَّهَا فَإِنَّهُ مَرْدُودٌ عَلَيْكَ‏ وَ لَا يَزَالُ يَقُولُ لَا \r\nإِلَهَ إِلَّا اللَّهُ أَنْ يَرُدَّ غَضَبَ اللَّهِ عَنِ الْعِبَادِ حَتَّى إِذَا \r\nلَمْ يَنَالُوا مَا يَنْقُصُ مِنْ دِينِهِمْ بَعْدَ إِذْ سَلِمَتْ دُنْيَاهُمْ \r\nيَقُولُ اللَّهُ تَعَالَى إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَ الْعَمَلُ \r\nالصَّالِحُ يَرْفَعُهُ يَا ابْنَ مَسْعُودٍ أَحِبَّ الصَّالِحِينَ فَإِنَّ \r\nالْمَرْءَ مَعَ مَنْ أَحَبَّ فَإِنْ لَمْ تَقْدِرْ عَلَى أَعْمَالِ الْبِرِّ \r\nفَأَحِبَّ الْعُلَمَاءَ فَإِنَّهُ يَقُولُ وَ مَنْ يُطِعِ اللَّهَ وَ الرَّسُولَ \r\nفَأُولئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَ \r\nالصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ وَ حَسُنَ أُولئِكَ رَفِيقاً <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ إِيَّاكَ أَنْ تُشْرِكَ بِاللَّهِ طَرْفَةَ عَيْنٍ وَ إِنْ \r\nنُشِرْتَ بِالْمِنْشَارِ أَوْ قُطِعْتَ أَوْ صُلِبْتَ أَوْ أُحْرِقْتَ بِالنَّارِ \r\nيَقُولُ اللَّهُ تَعَالَى وَ الَّذِينَ آمَنُوا بِاللَّهِ وَ رُسُلِهِ أُولئِكَ \r\nهُمُ الصِّدِّيقُونَ وَ الشُّهَداءُ عِنْدَ رَبِّهِمْ يَا ابْنَ مَسْعُودٍ اصْبِرْ \r\nمَعَ الَّذِينَ يَذْكُرُونَ اللَّهَ وَ يُسَبِّحُونَهُ وَ يُهَلِّلُونَهُ وَ \r\nيَحْمَدُونَهُ وَ يَعْمَلُونَ بِطَاعَتِهِ وَ يَدْعُونَهُ بُكْرَةً وَ عَشِيّاً \r\nفَإِنَّ اللَّهَ تَعَالَى يَقُولُ وَ اصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ \r\nرَبَّهُمْ بِالْغَداةِ وَ الْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَ لا تَعْدُ عَيْناكَ \r\nعَنْهُمْ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَخْتَرْ عَلَى ذِكْرِ اللَّهِ شَيْئاً فَإِنَّ اللَّهَ \r\nيَقُولُ وَ لَذِكْرُ اللَّهِ أَكْبَرُ وَ يَقُولُ فَاذْكُرُونِي أَذْكُرْكُمْ وَ \r\nاشْكُرُوا لِي وَ لا تَكْفُرُونِ وَ يَقُولُ وَ إِذا سَأَلَكَ عِبادِي عَنِّي \r\nفَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذا دَعانِ وَ يَقُولُ ادْعُونِي \r\nأَسْتَجِبْ لَكُمْ- <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ عَلَيْكَ بِالسَّكِينَةِ وَ الْوَقَارِ وَ كُنْ سَهْلًا \r\nلَيِّناً عَفِيفاً مُسْلِماً تَقِيّاً نَقِيّاً بَارّاً طَاهِراً مُطَهَّراً \r\nصَادِقاً خَالِصاً سَلِيماً صَحِيحاً لَبِيباً صَالِحاً صَبُوراً شَكُوراً \r\nمُؤْمِناً وَرِعاً عَابِداً زَاهِداً رَحِيماً عَالِماً فَقِيهاً يَقُولُ اللَّهُ \r\nتَعَالَى إِنَّ إِبْراهِيمَ لَحَلِيمٌ أَوَّاهٌ مُنِيبٌ وَ عِبادُ الرَّحْمنِ \r\nالَّذِينَ يَمْشُونَ عَلَى الْأَرْضِ هَوْناً وَ إِذا خاطَبَهُمُ الْجاهِلُونَ \r\nقالُوا سَلاماً وَ الَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّداً وَ قِياماً وَ \r\nقُولُوا لِلنَّاسِ حُسْناً وَ إِذا مَرُّوا بِاللَّغْوِ مَرُّوا كِراماً وَ \r\nالَّذِينَ إِذا ذُكِّرُوا بِآياتِ رَبِّهِمْ لَمْ يَخِرُّوا عَلَيْها صُمًّا وَ \r\nعُمْياناً وَ الَّذِينَ يَقُولُونَ رَبَّنا هَبْ لَنا مِنْ أَزْواجِنا وَ \r\nذُرِّيَّاتِنا قُرَّةَ أَعْيُنٍ وَ اجْعَلْنا لِلْمُتَّقِينَ إِماماً أُوْلئِكَ \r\nيُجْزَوْنَ الْغُرْفَةَ بِما صَبَرُوا وَ يُلَقَّوْنَ فِيها تَحِيَّةً وَ سَلاماً \r\nخالِدِينَ فِيها حَسُنَتْ مُسْتَقَرًّا وَ مُقاماً وَ قَالَ اللَّهُ تَعَالَى قَدْ \r\nأَفْلَحَ الْمُؤْمِنُونَ الَّذِينَ هُمْ فِي صَلاتِهِمْ خاشِعُونَ وَ الَّذِينَ \r\nهُمْ عَنِ اللَّغْوِ مُعْرِضُونَ وَ الَّذِينَ هُمْ لِلزَّكاةِ فاعِلُونَ وَ \r\nالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ إِلَّا عَلى‏ أَزْواجِهِمْ أَوْ ما \r\nمَلَكَتْ أَيْمانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ فَمَنِ ابْتَغى‏ وَراءَ ذلِكَ \r\nفَأُولئِكَ‏ هُمُ العادُونَ وَ الَّذِينَ هُمْ لِأَماناتِهِمْ وَ عَهْدِهِمْ \r\nراعُونَ وَ الَّذِينَ هُمْ عَلى‏ صَلَواتِهِمْ يُحافِظُونَ أُولئِكَ هُمُ \r\nالْوارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيها خالِدُونَ وَ قَالَ \r\nاللَّهُ تَعَالَى أُولئِكَ فِي جَنَّاتٍ مُكْرَمُونَ وَ قَالَ إِنَّمَا \r\nالْمُؤْمِنُونَ الَّذِينَ إِذا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ إِلَى قَوْلِهِ \r\nأُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجاتٌ عِنْدَ رَبِّهِمْ وَ \r\nمَغْفِرَةٌ وَ رِزْقٌ كَرِيمٌ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَحْمِلَنَّكَ الشَّفَقَةُ عَلَى أَهْلِكَ وَ وُلْدِكَ \r\nعَلَى الدُّخُولِ فِي الْمَعَاصِي وَ الْحَرَامِ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ \r\nيَوْمَ لا يَنْفَعُ مالٌ وَ لا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ \r\nسَلِيمٍ- وَ عَلَيْكَ بِذِكْرِ اللَّهِ وَ الْعَمَلِ الصَّالِحِ فَإِنَّ اللَّهَ \r\nتَعَالَى يَقُولُ وَ الْباقِياتُ الصَّالِحاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَواباً وَ \r\nخَيْرٌ أَمَلًا <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَكُونَنَّ مِمَّنْ يَهْدِي النَّاسَ إِلَى الْخَيْرِ وَ \r\nيَأْمُرُهُمْ بِالْخَيْرِ وَ هُوَ غَافِلٌ عَنْهُ يَقُولُ اللَّهُ تَعَالَى أَ \r\nتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَ تَنْسَوْنَ أَنْفُسَكُمْ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ عَلَيْكَ بِحِفْظِ لِسَانِكَ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ \r\nالْيَوْمَ نَخْتِمُ عَلى‏ أَفْواهِهِمْ وَ تُكَلِّمُنا أَيْدِيهِمْ وَ تَشْهَدُ \r\nأَرْجُلُهُمْ بِما كانُوا يَكْسِبُونَ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ عَلَيْكَ بِإِصْلَاحِ السَّرِيرَةِ فَإِنَّ اللَّهَ تَعَالَى \r\nيَقُولُ يَوْمَ تُبْلَى السَّرائِرُ فَما لَهُ مِنْ قُوَّةٍ وَ لا ناصِرٍ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ احْذَرِ يَوْماً تُنْشَرُ فِيهِ الصَّحَائِفُ وَ تَظْهَرُ \r\nفِيهِ الْفَضَائِحُ فَإِنَّهُ تَعَالَى يَقُولُ وَ نَضَعُ الْمَوازِينَ الْقِسْطَ \r\nلِيَوْمِ الْقِيامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَ إِنْ كانَ مِثْقالَ حَبَّةٍ \r\nمِنْ خَرْدَلٍ أَتَيْنا بِها وَ كَفى‏ بِنا حاسِبِينَ- يَا ابْنَ مَسْعُودٍ اخْشَ \r\nاللَّهَ بِالْغَيْبِ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ \r\nيَرَاكَ وَ يَقُولُ اللَّهُ تَعَالَى مَنْ خَشِيَ الرَّحْمنَ بِالْغَيْبِ وَ جاءَ \r\nبِقَلْبٍ مُنِيبٍ ادْخُلُوها بِسَلامٍ ذلِكَ يَوْمُ الْخُلُودِ يَا ابْنَ مَسْعُودٍ \r\nأَنْصِفِ النَّاسَ مِنْ نَفْسِكَ وَ انْصَحِ الْأُمَّةَ وَ ارْحَمْهُمْ فَإِذَا \r\nكُنْتَ كَذَلِكَ وَ غَضِبَ اللَّهُ عَلَى أَهْلِ بَلْدَةٍ أَنْتَ فِيهَا وَ أَرَادَ \r\nأَنْ يُنْزِلَ عَلَيْهِمُ الْعَذَابَ نَظَرَ إِلَيْكَ فَرَحِمَهُمْ بِكَ يَقُولُ \r\nاللَّهُ تَعَالَى وَ ما كانَ رَبُّكَ لِيُهْلِكَ الْقُرى‏ بِظُلْمٍ وَ أَهْلُها \r\nمُصْلِحُونَ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ إِيَّاكَ أَنْ تُظْهِرَ مِنْ نَفْسِكَ الْخُشُوعَ وَ \r\nالتَّوَاضُعَ لِلْآدَمِيِّينَ وَ أَنْتَ فِيمَا بَيْنَكَ وَ بَيْنَ رَبِّكَ مُصِرٌّ \r\nعَلَى الْمَعَاصِي وَ الذُّنُوبِ يَقُولُ اللَّهُ تَعَالَى يَعْلَمُ خائِنَةَ \r\nالْأَعْيُنِ وَ ما تُخْفِي الصُّدُورُ- <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ لَا تَكُنْ مِمَّنْ يُشَدِّدُ عَلَى النَّاسِ وَ يُخَفِّفُ \r\nعَنْ نَفْسِهِ يَقُولُ اللَّهُ تَعَالَى‏ لِمَ تَقُولُونَ ما لا تَفْعَلُونَ <br>\r\n<br>\r\nيَا ابْنَ مَسْعُودٍ إِذَا عَمِلْتَ عَمَلًا فَاعْمَلْ بِعِلْمٍ وَ عَقْلٍ وَ \r\nإِيَّاكَ وَ أَنْ تَعْمَلَ عَمَلًا بِغَيْرِ تَدَبُّرٍ وَ عِلْمٍ فَإِنَّهُ جَلَّ \r\nجَلَالُهُ يَقُولُ وَ لا تَكُونُوا كَالَّتِي نَقَضَتْ غَزْلَها مِنْ بَعْدِ \r\nقُوَّةٍ أَنْكاثاً يَا ابْنَ مَسْعُودٍ عَلَيْكَ بِالصِّدْقِ وَ لَا تَخْرُجَنَّ \r\nمِنْ فِيكَ كَذِبَةٌ أَبَداً وَ أَنْصِفِ النَّاسَ مِنْ نَفْسِكَ وَ أَحْسِنْ وَ \r\nادْعُ النَّاسَ إِلَى الْإِحْسَانِ وَ صِلْ رَحِمَكَ وَ لَا تَمْكُرْ بِالنَّاسِ وَ \r\nأَوْفِ النَّاسَ بِمَا عَاهَدْتَهُمْ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ إِنَّ \r\nاللَّهَ يَأْمُرُ بِالْعَدْلِ وَ الْإِحْسانِ وَ إِيتاءِ ذِي الْقُرْبى‏ وَ يَنْهى‏ \r\nعَنِ الْفَحْشاءِ وَ الْمُنْكَرِ وَ الْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُون</p>"]