["<p>قَالَ أَبُو ذَر دَخَلْتُ ذَاتَ يَوْمٍ فِي صَدْرِ نَهَارِهِ عَلَى رَسُولِ \r\nاللَّهِ ص فِي مَسْجِدِهِ فَلَمْ أَرَ فِي الْمَسْجِدِ أَحَداً مِنَ النَّاسِ \r\nإِلَّا رَسُولَ اللَّهِ ص وَ عَلِيٌّ ع إِلَى جَانِبِهِ جَالِسٌ فَاغْتَنَمْتُ \r\nخَلْوَةَ الْمَسْجِدِ فَقُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ‏ <br>\r\nوَ أُمِّي أَوْصِنِي بِوَصِيَّةٍ يَنْفَعُنِي اللَّهُ بِهَا فَقَالَ نَعَمْ وَ \r\nأَكْرِمْ بِكَ<br>\r\nيَا أَبَا ذَرٍّ إِنَّكَ مِنَّا أَهْلَ الْبَيْتِ وَ إِنِّي مُوصِيكَ بِوَصِيَّةٍ \r\nفَاحْفَظْهَا فَإِنَّهَا جَامِعَةٌ لِطُرُقِ الْخَيْرِ وَ سُبُلِهِ فَإِنَّكَ إِنْ \r\nحَفِظْتَهَا كَانَ لَكَ بِهَا كِفْلَانِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ اعْبُدِ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنْ كُنْتَ لَا تَرَاهُ \r\nفَإِنَّهُ يَرَاكَ وَ اعْلَمْ أَنَّ أَوَّلَ عِبَادَةِ اللَّهِ الْمَعْرِفَةُ بِهِ \r\nفَهُوَ الْأَوَّلُ قَبْلَ كُلِّ شَيْ‏ءٍ فَلَا شَيْ‏ءَ قَبْلَهُ وَ الْفَرْدُ فَلَا \r\nثَانِيَ لَهُ وَ الْبَاقِي لَا إِلَى غَايَةٍ فَاطِرُ السَّمَاوَاتِ وَ الْأَرْضِ \r\nوَ مَا فِيهِمَا وَ مَا بَيْنَهُمَا مِنْ شَيْ‏ءٍ وَ هُوَ اللَّهُ اللَّطِيفُ \r\nالْخَبِيرُ وَ هُوَ عَلى‏ كُلِّ شَيْ‏ءٍ قَدِيرٌ ثُمَّ الْإِيمَانُ بِي وَ \r\nالْإِقْرَارُ بِأَنَّ اللَّهَ تَعَالَى أَرْسَلَنِي إِلَى كَافَّةِ النَّاسِ‏ \r\nبَشِيراً وَ نَذِيراً وَ داعِياً إِلَى اللَّهِ بِإِذْنِهِ وَ سِراجاً مُنِيراً ثُمَّ \r\nحُبُّ أَهْلِ بَيْتِيَ الَّذِينَ أَذْهَبَ اللَّهُ عَنْهُمُ الرِّجْسَ وَ \r\nطَهَّرَهُمْ تَطْهِيراً <br>\r\n<br>\r\nوَ اعْلَمْ يَا أَبَا ذَرٍّ أَنَّ اللَّهَ عَزَّ وَ جَلَّ جَعَلَ أَهْلَ بَيْتِي \r\nفِي أُمَّتِي كَسَفِينَةِ نُوحٍ مَنْ رَكِبَهَا نَجَا وَ مَنْ رَغِبَ عَنْهَا غَرِقَ \r\nوَ مِثْلَ بَابِ حِطَّةٍ فِي بَنِي إِسْرَائِيلَ مَنْ دَخَلَهَا كَانَ آمِناً- <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ احْفَظْ مَا أُوصِيكَ بِهِ تَكُنْ سَعِيداً فِي الدُّنْيَا وَ \r\nالْآخِرَةِ يَا أَبَا ذَرٍّ نِعْمَتَانِ مَغْبُونٌ فِيهِمَا كَثِيرٌ مِنَ النَّاسِ \r\nالصِّحَّةُ وَ الْفَرَاغُ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ اغْتَنِمْ خَمْساً قَبْلَ خَمْسٍ شَبَابَكَ قَبْلَ هَرَمِكَ وَ \r\nصِحَّتَكَ قَبْلَ سُقْمِكَ وَ غِنَاكَ قَبْلَ فَقْرِكَ وَ فَرَاغَكَ قَبْلَ شُغْلِكَ \r\nوَ حَيَاتَكَ قَبْلَ مَوْتِكَ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِيَّاكَ وَ التَّسْوِيفَ بِعَمَلِكَ فَإِنَّكَ بِيَوْمِكَ وَ \r\nلَسْتَ بِمَا بَعْدَهُ فَإِنْ يَكُنْ غَدٌ لَكَ فَكُنْ فِي الْغَدِ كَمَا كُنْتَ \r\nفِي الْيَوْمِ وَ إِنْ لَمْ يَكُنْ غدا [غَدٌ لَكَ‏] لَمْ تَنْدَمْ عَلَى مَا \r\nفَرَّطْتَ فِي الْيَوْمِ- <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ كَمْ مِنْ مُسْتَقْبِلٍ يَوْماً لَا يَسْتَكْمِلُهُ وَ مُنْتَظِرٍ \r\nغَداً لَا يَبْلُغُهُ يَا أَبَا ذَرٍّ لَوْ نَظَرْتَ إِلَى الْأَجَلِ وَ مَسِيرِهِ \r\nلَأَبْغَضْتَ الْأَمَلَ وَ غُرُورَهُ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ كُنْ كَأَنَّكَ فِي الدُّنْيَا غَرِيبٌ أَوْ كَعَابِرِ سَبِيلٍ وَ \r\nعُدَّ نَفْسَكَ مِنْ أَصْحَابِ الْقُبُورِ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِذَا أَصْبَحْتَ فَلَا تُحَدِّثْ نَفْسَكَ بِالْمَسَاءِ وَ إِذَا \r\nأَمْسَيْتَ فَلَا تُحَدِّثْ نَفْسَكَ بِالصَّبَاحِ وَ خُذْ مِنْ صِحَّتِكَ قَبْلَ \r\nسُقْمِكَ وَ مِنْ حَيَاتِكَ قَبْلَ مَوْتِكَ فَإِنَّكَ لَا تَدْرِي مَا اسْمُكَ \r\nغَداً <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِيَّاكَ أَنْ تُدْرِكَكَ الصَّرْعَةُ عِنْدَ الْعَثْرَةِ فَلَا \r\nتُقَالَ الْعَثْرَةُ وَ لَا تُمَكَّنَ مِنَ الرَّجْعَةِ وَ لَا يَحْمَدَكَ مَنْ \r\nخَلَّفْتَ بِمَا تَرَكْتَ وَ لَا يَعْذِرَكَ مَنْ تَقْدَمُ عَلَيْهِ بِمَا \r\nاشْتَغَلْتَ بِهِ‏ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ كُنْ عَلَى عُمُرِكَ أَشَحَّ مِنْكَ عَلَى دِرْهَمِكَ وَ دِينَارِكَ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ هَلْ يَنْتَظِرُ أَحَدُكُمْ إِلَّا غِنًى مُطْغِياً أَوْ فَقْراً \r\nمُنْسِياً أَوْ مَرَضاً مُفْسِداً أَوْ هَرَماً مُقْعِداً أَوْ مَوْتاً مُجْهِزاً \r\nأَوِ الدَّجَّالَ فَإِنَّهُ شَرُّ غَائِبٍ يُنْتَظَرُ أَوِ السَّاعَةَ وَ \r\nالسَّاعَةُ أَدْهَى وَ أَمَرُّ إِنَّ شَرَّ النَّاسِ مَنْزِلَةً عِنْدَ اللَّهِ \r\nيَوْمَ الْقِيَامَةِ عَالِمٌ لَا يُنْتَفَعُ بِعِلْمِهِ وَ مَنْ طَلَبَ عِلْماً \r\nلِيَصْرِفَ بِهِ وُجُوهَ النَّاسِ إِلَيْهِ لَمْ يَجِدْ رِيحَ الْجَنَّةِ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ مَنِ ابْتَغَى الْعِلْمَ لِيَخْدَعَ بِهِ النَّاسَ لَمْ يَجِدْ \r\nرِيحَ الْجَنَّةِ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِذَا سُئِلْتَ عَنْ عِلْمٍ لَا تَعْلَمُهُ فَقُلْ لَا أَعْلَمُهُ \r\nتَنْجَ مِنْ تَبِعَتِهِ وَ لَا تُفْتِ بِمَا لَا عِلْمَ لَكَ بِهِ تَنْجُ مِنْ \r\nعَذَابِ اللَّهِ يَوْمَ الْقِيَامَةِ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ يَطَّلِعُ قَوْمٌ مِنْ أَهْلِ الْجَنَّةِ عَلَى قَوْمٍ مِنْ \r\nأَهْلِ النَّارِ فَيَقُولُونَ مَا أَدْخَلَكُمُ النَّارَ وَ قَدْ دَخَلْنَا \r\nالْجَنَّةَ بِتَأْدِيبِكُمْ وَ تَعْلِيمِكُمْ فَيَقُولُونَ إِنَّا كُنَّا نَأْمُرُ \r\nبِالْخَيْرِ وَ لَا نَفْعَلُهُ يَا أَبَا ذَرٍّ إِنَّ حُقُوقَ اللَّهِ جَلَّ \r\nثَنَاؤُهُ أَعْظَمُ مِنْ أَنْ يَقُومَ بِهَا الْعِبَادُ وَ إِنَّ نِعَمَ اللَّهِ \r\nأَكْثَرُ مِنْ أَنْ يُحْصِيَهَا الْعِبَادُ وَ لَكِنْ أَمْسُوا وَ أَصْبِحُوا \r\nتَائِبِينَ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّكَ فِي مَمَرِّ اللَّيْلِ وَ النَّهَارِ فِي آجَالٍ \r\nمَنْقُوصَةٍ وَ أَعْمَالٍ مَحْفُوظَةٍ وَ الْمَوْتُ يَأْتِي بَغْتَةً وَ مَنْ \r\nيَزْرَعْ خَيْراً يُوشِكْ أَنْ يَحْصُدَ خَيْراً وَ مَنْ يَزْرَعْ شَرّاً يُوشِكْ \r\nأَنْ يَحْصُدَ نَدَامَةً وَ لِكُلِّ زَارِعٍ مِثْلُ مَا زَرَعَ لَا يُسْبَقُ \r\nبَطِي‏ءٌ لِحَظِّهِ وَ لَا يُدْرِكُ حَرِيصٌ مَا لَمْ يُقَدَّرْ لَهُ وَ مَنْ \r\nأُعْطِيَ خَيْراً فَاللَّهُ أَعْطَاهُ وَ مَنْ وُقِيَ شَرّاً فَاللَّهُ وَقَاهُ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ الْمُتَّقُونَ سَادَةٌ وَ الْفُقَهَاءُ قَادَةٌ وَ \r\nمُجَالَسَتُهُمُ الزِّيَادَةُ إِنَّ الْمُؤْمِنَ لَيَرَى ذَنْبَهُ كَأَنَّهُ \r\nصَخْرَةٌ يَخَافُ أَنْ تَقَعَ عَلَيْهِ وَ إِنَّ الْكَافِرَ يَرَى ذَنْبَهُ \r\nكَأَنَّهُ ذُبَابٌ مَرَّ عَلَى أَنْفِهِ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ اللَّهَ تَبَارَكَ وَ تَعَالَى إِذَا أَرَادَ بِعَبْدٍ \r\nخَيْراً جَعَلَ ذُنُوبَهُ بَيْنَ عَيْنَيْهِ مُمَثَّلَةً وَ الْإِثْمَ عَلَيْهِ \r\nثَقِيلًا وَبِيلًا وَ إِذَا أَرَادَ بِعَبْدٍ شَرّاً أَنْسَاهُ ذُنُوبَهُ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ لَا تَنْظُرْ إِلَى صِغَرِ الْخَطِيئَةِ وَ لَكِنِ انْظُرْ إِلَى \r\nمَنْ عَصَيْتَهُ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ الْمُؤْمِنَ أَشَدُّ ارْتِكَاضاً مِنَ الْخَطِيئَةِ مِنَ \r\nالْعُصْفُورِ حِينَ يُقْذَفُ بِهِ فِي شَرَكِهِ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ وَافَقَ قَوْلَهُ فِعْلُهُ فَذَاكَ الَّذِي أَصَابَهُ \r\nحَظُّهُ وَ مَنْ خَالَفَ قَوْلَهُ فِعْلُهُ فَإِنَّمَا يُوبِقُ نَفْسَهُ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ الرَّجُلَ لَيُحْرَمُ رِزْقَهُ بِالذَّنْبِ يُصِيبُهُ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ دَعْ مَا لَسْتَ مِنْهُ فِي شَيْ‏ءٍ فَلَا تَنْطِقْ بِمَا لَا \r\nيَعْنِيكَ وَ اخْزُنْ لِسَانَكَ‏ كَمَا تَخْزُنُ وَرِقَكَ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ اللَّهَ جَلَّ ثَنَاؤُهُ لَيُدْخِلُ قَوْماً الْجَنَّةَ \r\nفَيُعْطِيهِمْ حَتَّى يَمَلُّوا وَ فَوْقَهُمْ قَوْمٌ فِي الدَّرَجَاتِ الْعُلَى \r\nفَإِذَا نَظَرُوا إِلَيْهِمْ عَرَفُوهُمْ فَيَقُولُونَ رَبَّنَا إِخْوَانُنَا \r\nكُنَّا مَعَهُمْ فِي الدُّنْيَا فَبِمَ فَضَّلْتَهُمْ عَلَيْنَا فَيُقَالُ \r\nهَيْهَاتَ هَيْهَاتَ إِنَّهُمْ كَانُوا يَجُوعُونَ حِينَ تَشْبَعُونَ وَ \r\nيَظْمَئُونَ حِينَ تَرْوَوْنَ وَ يَقُومُونَ حِينَ تَنَامُونَ وَ يَشْخَصُونَ حِينَ \r\nتَخْفِضُونَ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ جَعَلَ اللَّهُ جَلَّ ثَنَاؤُهُ قُرَّةَ عَيْنِي فِي الصَّلَاةِ \r\nوَ حَبَّبَ إِلَيَّ الصَّلَاةَ كَمَا حَبَّبَ إِلَى الْجَائِعِ الطَّعَامَ وَ إِلَى \r\nالظَّمْآنِ الْمَاءَ وَ إِنَّ الْجَائِعَ إِذَا أَكَلَ شَبِعَ وَ إِنَّ الظَّمْآنَ \r\nإِذَا شَرِبَ رَوِيَ وَ أَنَا لَا أَشْبَعُ مِنَ الصَّلَاةِ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ أَيُّمَا رَجُلٍ تَطَوَّعَ فِي يَوْمٍ وَ لَيْلَةٍ اثْنَتَيْ \r\nعَشْرَةَ رَكْعَةً سِوَى الْمَكْتُوبَةِ كَانَ لَهُ حَقّاً وَاجِباً بَيْتٌ فِي \r\nالْجَنَّةِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّكَ مَا دُمْتَ فِي الصَّلَاةِ فَإِنَّكَ تَقْرَعُ بَابَ \r\nالْمَلِكِ الْجَبَّارِ وَ مَنْ يُكْثِرْ قَرْعَ بَابِ الْمَلِكِ يُفْتَحْ لَهُ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ مَا مِنْ مُؤْمِنٍ يَقُومُ مُصَلِّياً إِلَّا تَنَاثَرَ عَلَيْهِ \r\nالْبِرُّ مَا بَيْنَهُ وَ بَيْنَ الْعَرْشِ وَ وُكِّلَ بِهِ مَلَكٌ يُنَادِي يَا \r\nابْنَ آدَمَ لَوْ تَعْلَمُ مَا لَكَ فِي الصَّلَاةِ وَ مَنْ تُنَاجِي مَا \r\nانْفَتَلْتَ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ طُوبَى لِأَصْحَابِ الْأَلْوِيَةِ يَوْمَ الْقِيَامَةِ \r\nيَحْمِلُونَهَا فَيَسْبِقُونَ النَّاسَ إِلَى الْجَنَّةِ أَلَا هُمُ السَّابِقُونَ \r\nإِلَى الْمَسَاجِدِ بِالْأَسْحَارِ وَ غَيْرِ الْأَسْحَارِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ الصَّلَاةُ عِمَادُ الدِّينِ وَ اللِّسَانُ أَكْبَرُ وَ \r\nالصَّدَقَةُ تَمْحُو الْخَطِيئَةَ وَ اللِّسَانُ أَكْبَرُ وَ الصَّوْمُ جُنَّةٌ \r\nمِنَ النَّارِ وَ اللِّسَانُ أَكْبَرُ وَ الْجِهَادُ نَبَاهَةٌ وَ اللِّسَانُ \r\nأَكْبَرُ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ الدَّرَجَةُ فِي الْجَنَّةِ فَوْقَ الدَّرَجَةِ كَمَا بَيْنَ \r\nالسَّمَاءِ وَ الْأَرْضِ وَ إِنَّ الْعَبْدَ لَيَرْفَعُ بَصَرَهُ فَيَلْمَعُ لَهُ \r\nنُورٌ يَكَادُ يَخْطَفُ بَصَرَهُ فَيَفْزَعُ لِذَلِكَ فَيَقُولُ مَا هَذَا \r\nفَيُقَالُ هَذَا نُورُ أَخِيكَ فَيَقُولُ أَخِي فُلَانٌ كُنَّا نَعْمَلُ جَمِيعاً \r\nفِي الدُّنْيَا وَ قَدْ فُضِّلَ عَلَيَّ هَكَذَا فَيُقَالُ لَهُ إِنَّهُ كَانَ \r\nأَفْضَلَ مِنْكَ عَمَلًا ثُمَّ يَجْعَلُ فِي قَلْبِهِ الرِّضَا حَتَّى يَرْضَى <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَ جَنَّةُ الْكَافِرِ وَ مَا \r\nأَصْبَحَ فِيهَا مُؤْمِنٌ إِلَّا حَزِيناً فَكَيْفَ لَا يَحْزَنُ الْمُؤْمِنُ وَ \r\nقَدْ أَوْعَدَهُ اللَّهُ جَلَّ ثَنَاؤُهُ أَنَّهُ وَارِدُ جَهَنَّمَ وَ لَمْ \r\nيَعِدْهُ أَنَّهُ صَادِرٌ عَنْهَا وَ لَيَلْقَيَنَّ أَعْرَاضاً وَ مُصِيبَاتٍ وَ \r\nأُمُوراً تَغِيظُهُ وَ لَيُظْلَمَنَّ فَلَا يُنْتَصَرُ يَبْتَغِي ثَوَاباً مِنَ \r\nاللَّهِ تَعَالَى فَلَا يَزَالُ حَزِيناً حَتَّى يُفَارِقَهَا فَإِذَا فَارَقَهَا \r\nأَفْضَى إِلَى الرَّاحَةِ وَ الْكَرَامَةِ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ مَا عُبِدَ اللَّهُ عَزَّ وَ جَلَّ عَلَى مِثْلِ طُولِ الْحُزْنِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ أُوتِيَ مِنَ الْعِلْمِ مَا لَا يُبْكِيهِ لَحَقِيقٌ أَنْ \r\nيَكُونَ قَدْ أُوتِيَ عِلْماً لَا يَنْفَعُهُ إِنَّ اللَّهَ نَعَتَ الْعُلَمَاءَ \r\nفَقَالَ عَزَّ وَ جَلَ‏ إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذا \r\nيُتْلى‏ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقانِ سُجَّداً وَ يَقُولُونَ سُبْحانَ \r\nرَبِّنا إِنْ كانَ وَعْدُ رَبِّنا لَمَفْعُولًا وَ يَخِرُّونَ لِلْأَذْقانِ \r\nيَبْكُونَ وَ يَزِيدُهُمْ خُشُوعاً <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ مَنِ اسْتَطَاعَ أَنْ يَبْكِيَ فَلْيَبْكِ وَ مَنْ لَمْ يَسْتَطِعْ \r\nفَلْيُشْعِرْ قَلْبَهُ الْحُزْنَ وَ لْيَتَبَاكَ إِنَّ الْقَلْبَ الْقَاسِيَ \r\nبَعِيدٌ مِنَ اللَّهِ تَعَالَى‏ وَ لكِنْ لا يَشْعُرُونَ‏<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ يَقُولُ اللَّهُ تَعَالَى لَا أَجْمَعُ عَلَى عَبْدٍ خَوْفَيْنِ \r\nوَ لَا أَجْمَعُ لَهُ أَمْنَيْنِ فَإِذَا أَمِنَنِي فِي الدُّنْيَا أَخَفْتُهُ \r\nيَوْمَ الْقِيَامَةِ وَ إِذَا خَافَنِي فِي الدُّنْيَا آمَنْتُهُ يَوْمَ \r\nالْقِيَامَةِ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ لَوْ أَنَّ رَجُلًا كَانَ لَهُ كَعَمَلِ سَبْعِينَ نَبِيّاً \r\nلَاحْتَقَرَهُ وَ خَشِيَ أَنْ لَا يَنْجُوَ مِنْ شَرِّ يَوْمِ الْقِيَامَةِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ الْعَبْدَ لَيُعْرَضُ عَلَيْهِ ذُنُوبُهُ يَوْمَ \r\nالْقِيَامَةِ فيمن ذنب ذنوبه [زائدة] فَيَقُولُ أَمَا إِنِّي كُنْتُ خَائِفاً \r\nمُشْفِقاً فَيُغْفَرُ لَهُ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ الرَّجُلَ لَيَعْمَلُ الْحَسَنَةَ فَيَتَّكِلُ عَلَيْهَا وَ \r\nيَعْمَلُ الْمُحَقَّرَاتِ حَتَّى يَأْتِيَ اللَّهَ وَ هُوَ عَلَيْهِ غَضْبَانُ وَ \r\nإِنَّ الرَّجُلَ لَيَعْمَلُ السَّيِّئَةَ فَيَفْرَقُ مِنْهَا يَأْتِي آمِناً يَوْمَ \r\nالْقِيَامَةِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ الْعَبْدَ لَيُذْنِبُ الذَّنْبَ فَيَدْخُلُ بِهِ الْجَنَّةَ \r\nفَقُلْتُ وَ كَيْفَ ذَلِكَ بِأَبِي أَنْتَ وَ أُمِّي يَا رَسُولَ اللَّهِ قَالَ \r\nيَكُونُ ذَلِكَ الذَّنْبُ نُصْبَ عَيْنَيْهِ تَائِباً مِنْهُ فَارّاً إِلَى اللَّهِ \r\nعَزَّ وَ جَلَّ حَتَّى يَدْخُلَ الْجَنَّةَ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ الْكَيِّسُ مَنْ دَانَ نَفْسَهُ وَ عَمِلَ لِمَا بَعْدَ الْمَوْتِ \r\nوَ الْعَاجِزُ مَنِ اتَّبَعَ نَفْسَهُ وَ هَوَاهَا وَ تَمَنَّى عَلَى اللَّهِ عَزَّ \r\nوَ جَلَّ الْأَمَانِيَّ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ أَوَّلَ شَيْ‏ءٍ يُرْفَعُ مِنْ هَذِهِ الْأُمَّةِ \r\nالْأَمَانَةُ وَ الْخُشُوعُ حَتَّى لَا تَكَادُ تَرَى خَاشِعاً<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ وَ الَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَنَّ الدُّنْيَا \r\nكَانَتْ تَعْدِلُ عِنْدَ اللَّهِ جَنَاحَ بَعُوضَةٍ أَوْ ذُبَابٍ مَا سَقَى \r\nالْكَافِرَ مِنْهَا شَرْبَةً مِنْ مَاءٍ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ الدُّنْيَا مَلْعُونَةٌ مَلْعُونٌ مَا فِيهَا إِلَّا مَا \r\nابْتُغِيَ بِهِ وَجْهَ اللَّهِ وَ مَا مِنْ شَيْ‏ءٍ أَبْغَضَ إِلَى اللَّهِ \r\nتَعَالَى مِنَ الدُّنْيَا خَلَقَهَا ثُمَّ عَرَضَهَا فَلَمْ يَنْظُرْ إِلَيْهَا وَ \r\nلَا يَنْظُرُ إِلَيْهَا حَتَّى‏ <br>\r\nتَقُومَ السَّاعَةُ وَ مَا مِنْ شَيْ‏ءٍ أَحَبَّ إِلَى اللَّهِ مِنَ الْإِيمَانِ \r\nبِهِ وَ تَرْكِ مَا أَمَرَ بِتَرْكِهِ- <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ اللَّهَ تَبَارَكَ وَ تَعَالَى أَوْحَى إِلَى أَخِي عِيسَى ع \r\nيَا عِيسَى لَا تُحِبَّ الدُّنْيَا فَإِنِّي لَسْتُ أُحِبُّهَا وَ أَحِبَّ \r\nالْآخِرَةَ فَإِنَّمَا هِيَ دَارُ الْمَعَادِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ جَبْرَئِيلَ ع أَتَانِي بِخَزَائِنِ الدُّنْيَا عَلَى \r\nبَغْلَةٍ شَهْبَاءَ فَقَالَ لِي يَا مُحَمَّدُ هَذِهِ خَزَائِنُ الدُّنْيَا وَ لَا \r\nتَنْقُصْكَ مِنْ حَظِّكَ عِنْدَ رَبِّكَ فَقُلْتُ حَبِيبِي جَبْرَئِيلُ لَا حَاجَةَ \r\nلِي بِهَا إِذَا شَبِعْتُ شَكَرْتُ رَبِّي وَ إِذَا جُعْتُ سَأَلْتُهُ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِذَا أَرَادَ اللَّهُ عَزَّ وَ جَلَّ بِعَبْدٍ خَيْراً فَقَّهَهُ \r\nفِي الدِّينِ وَ زَهَّدَهُ فِي الدُّنْيَا وَ بَصَّرَهُ بِعُيُوبِ نَفْسِهِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَا زَهِدَ عَبْدٌ فِي الدُّنْيَا إِلَّا أَنْبَتَ اللَّهُ \r\nالْحِكْمَةَ فِي قَلْبِهِ وَ أَنْطَقَ بِهَا لِسَانَهُ وَ بَصَّرَهُ بِعُيُوبِ \r\nالدُّنْيَا وَ دَائِهَا وَ دَوَائِهَا وَ أَخْرَجَهُ مِنْهَا سَالِماً إِلَى دَارِ \r\nالسَّلَامِ <br>\r\nيَا أَبَا ذَرٍّ إِذَا رَأَيْتَ أَخَاكَ قَدْ زَهِدَ فِي الدُّنْيَا فَاسْتَمِعْ \r\nمِنْهُ فَإِنَّهُ يُلَقِّنُ الْحِكْمَةَ فَقُلْتُ يَا رَسُولَ اللَّهِ مَنْ \r\nأَزْهَدُ النَّاسِ فَقَالَ مَنْ لَمْ يَنْسَ الْمَقَابِرَ وَ الْبِلَى وَ تَرَكَ \r\nفَضْلَ زِينَةِ الدُّنْيَا وَ آثَرَ مَا يَبْقَى عَلَى مَا يَفْنَى وَ لَمْ يَعُدَّ \r\nغَداً مِنْ أَيَّامِهِ وَ عَدَّ نَفْسَهُ فِي الْمَوْتَى <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ اللَّهَ تَبَارَكَ وَ تَعَالَى لَمْ يُوحِ إِلَيَّ أَنْ \r\nأَجْمَعَ الْمَالَ إِلَى الْمَالِ وَ لَكِنْ أَوْحَى إِلَيَّ أَنْ سَبِّحْ‏ \r\nبِحَمْدِ رَبِّكَ وَ كُنْ مِنَ السَّاجِدِينَ وَ اعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ \r\nالْيَقِينُ‏-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنِّي أَلْبَسُ الْغَلِيظَ وَ أَجْلِسُ عَلَى الْأَرْضِ وَ \r\nأَلْعَقُ أَصَابِعِي وَ أَرْكَبُ الْحِمَارَ بِغَيْرِ سَرْجٍ وَ أُرْدِفُ خَلْفِي \r\nفَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي<br>\r\nيَا أَبَا ذَرٍّ حُبُّ الْمَالِ وَ الشَّرَفِ أَذْهَبُ لِدِينِ الرَّجُلِ مِنْ \r\nذِئْبَيْنِ ضَارِيَيْنِ فِي زِرْبِ الْغَنَمِ فَأَغَارَا فِيهَا حَتَّى أَصْبَحَا \r\nفَمَا ذَا أَبْقَيَا مِنْهَا قَالَ قُلْتُ يَا رَسُولَ اللَّهِ الْخَائِفُونَ \r\nالْخَاضِعُونَ الْمُتَوَاضِعُونَ الذَّاكِرُونَ اللَّهَ كَثِيراً أَ هُمْ \r\nيَسْبِقُونَ النَّاسَ إِلَى الْجَنَّةِ فَقَالَ لَا وَ لَكِنْ فُقَرَاءُ \r\nالْمُسْلِمِينَ فَإِنَّهُمْ يَأْتُونَ يَتَخَطَّوْنَ رِقَابَ النَّاسِ فَيَقُولُ \r\nلَهُمْ خَزَنَةُ الْجَنَّةِ كَمَا أَنْتُمْ حَتَّى تُحَاسَبُوا فَيَقُولُونَ بِمَ \r\nنُحَاسَبُ فَوَ اللَّهِ مَا مَلِكْنَا فَنَجُورَ وَ نَعْدِلَ وَ لَا أُفِيضَ \r\nعَلَيْنَا فَنَقْبِضَ وَ نَبْسُطَ وَ لَكِنْ عَبَدْنَا رَبَّنَا حَتَّى دَعَانَا \r\nفَأَجَبْنَا- <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ الدُّنْيَا مَشْغَلَةٌ لِلْقُلُوبِ وَ الْأَبْدَانِ وَ إِنَّ \r\nاللَّهَ تَبَارَكَ وَ تَعَالَى سَائِلُنَا عَمَّا نَعَّمَنَا فِي حَلَالِهِ \r\nفَكَيْفَ بِمَا أَنْعَمَنَا فِي حَرَامِهِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنِّي قَدْ دَعَوْتُ اللَّهَ جَلَّ ثَنَاؤُهُ أَنْ يَجْعَلَ \r\nرِزْقَ مَنْ يُحِبُّنِي كَفَافاً وَ أَنْ‏ <br>\r\nيُعْطِيَ مَنْ يُبْغِضُنِي كَثْرَةَ الْمَالِ وَ الْوَلَدِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ طُوبَى لِلزَّاهِدِينَ فِي الدُّنْيَا الرَّاغِبِينَ فِي \r\nالْآخِرَةِ الَّذِينَ اتَّخَذُوا أَرْضَ اللَّهِ بِسَاطاً وَ تُرَابَهَا فِرَاشاً \r\nوَ مَاءَهَا طِيباً وَ اتَّخَذُوا كِتَابَ اللَّهِ شِعَاراً وَ دُعَاءَهُ دِثَاراً \r\nيَقْرِضُونَ الدُّنْيَا قَرْضاً <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ حَرْثُ الْآخِرَةِ الْعَمَلُ الصَّالِحُ وَ حَرْثُ الدُّنْيَا \r\nالْمَالُ وَ الْبَنُونَ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ رَبِّي أَخْبَرَنِي فَقَالَ وَ عِزَّتِي وَ جَلَالِي مَا \r\nأَدْرَكَ الْعَابِدُونَ دَرْكَ الْبُكَاءِ وَ إِنِّي لَأَبْنِي لَهُمْ فِي \r\nالرَّفِيقِ الْأَعْلَى قَصْراً لَا يُشْرِكُهُمْ فِيهِ أَحَدٌ قَالَ قُلْتُ يَا \r\nرَسُولَ اللَّهِ أَيُّ الْمُؤْمِنِينَ أَكْيَسُ قَالَ أَكْثَرُهُمْ لِلْمَوْتِ \r\nذِكْراً وَ أَحْسَنُهُمْ لَهُ اسْتِعْدَاداً-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِذَا دَخَلَ النُّورُ الْقَلْبَ انْفَسَحَ الْقَلْبُ وَ اتَّسَعَ \r\nقُلْتُ فَمَا عَلَامَةُ ذَلِكَ بِأَبِي أَنْتَ وَ أُمِّي يَا رَسُولَ اللَّهِ قَالَ \r\nص الْإِنَابَةُ إِلَى دَارِ الْخُلُودِ وَ التَّجَافِي عَنْ دَارِ الْغُرُورِ وَ \r\nالِاسْتِعْدَادُ لِلْمَوْتِ قَبْلَ نُزُولِهِ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ اتَّقِ اللَّهَ وَ لَا تُرِ النَّاسَ أَنَّكَ تَخْشَى اللَّهَ \r\nفَيُكْرِمُوكَ وَ قَلْبُكَ فَاجِرٌ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ لِيَكُنْ لَكَ فِي كُلِّ شَيْ‏ءٍ نِيَّةٌ صَالِحَةٌ حَتَّى فِي \r\nالنَّوْمِ وَ الْأَكْلِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ لِتَعْظُمْ جَلَالُ اللَّهِ فِي صَدْرِكَ فَلَا تَذْكُرْهُ كَمَا \r\nيَذْكُرُهُ الْجَاهِلُ عِنْدَ الْكَلْبِ اللَّهُمَّ أَخْزِهِ وَ عِنْدَ \r\nالْخِنْزِيرِ اللَّهُمَّ أَخْزِهِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ لِلَّهِ مَلَائِكَةً قِيَاماً مِنْ خِيفَةِ اللَّهِ مَا \r\nرَفَعُوا رُءُوسَهُمْ حَتَّى يُنْفَخَ فِي الصُّورِ النَّفْخَةُ الْآخِرَةُ \r\nفَيَقُولُونَ جَمِيعاً سُبْحَانَكَ رَبَّنَا وَ بِحَمْدِكَ مَا عَبَدْنَاكَ كَمَا \r\nيَنْبَغِي لَكَ أَنْ تُعْبَدَ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ لَوْ كَانَ لِرَجُلٍ عَمَلُ سَبْعِينَ نَبِيّاً لَاسْتَقَلَّ \r\nعَمَلَهُ مِنْ شِدَّةِ مَا يَرَى يَوْمَئِذٍ وَ لَوْ أَنَّ دَلْواً مِنْ غِسْلِينٍ \r\nصُبَّ فِي مَطْلَعِ الشَّمْسِ لَغَلَتْ مِنْهُ جَمَاجِمُ مَنْ فِي مَغْرِبِهَا وَ \r\nلَوْ زَفَرَتْ جَهَنَّمُ زَفْرَةً لَمْ يَبْقَ مَلَكٌ مُقَرَّبٌ وَ لَا نَبِيٌّ \r\nمُرْسَلٌ إِلَّا خَرَّ جَاثِياً عَلَى رُكْبَتَيْهِ يَقُولُ رَبِّ ارْحَمْ نَفْسِي \r\nحَتَّى يَنْسَى إِبْرَاهِيمُ إِسْحَاقَ وَ يَقُولُ يَا رَبِّ أَنَا خَلِيلُكَ \r\nإِبْرَاهِيمُ فَلَا تَنْسَنِي<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ لَوْ أَنَّ امْرَأَةً مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ أَطْلَعَتْ \r\nمِنْ سَمَاءِ الدُّنْيَا فِي لَيْلَةٍ ظَلْمَاءَ لَأَضَاءَتِ الْأَرْضُ أَفْضَلَ \r\nمِمَّا يُضِيئُهَا الْقَمَرُ لَيْلَةَ الْبَدْرِ وَ لَوَجَدَ رِيحَ نَشْرِهَا \r\nجَمِيعُ أَهْلِ الْأَرْضِ وَ لَوْ أَنَّ ثَوْباً مِنْ ثِيَابِ أَهْلِ الْجَنَّةِ \r\nنُشِرَ الْيَوْمَ فِي الدُّنْيَا لَصَعِقَ مَنْ يَنْظُرُ إِلَيْهِ وَ مَا \r\nحَمَلَتْهُ أَبْصَارُهُمْ‏ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ اخْفِضْ صَوْتَكَ عِنْدَ الْجَنَائِزِ وَ عِنْدَ الْقِتَالِ وَ \r\nعِنْدَ الْقُرْآنِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِذَا تَبِعْتَ جَنَازَةً فَلْيَكُنْ عَقْلُكَ فِيهَا مَشْغُولًا \r\nبِالتَّفَكُّرِ وَ الْخُشُوعِ وَ اعْلَمْ أَنَّكَ لَاحِقٌ بِهِ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ اعْلَمْ أَنَّ كُلَّ شَيْ‏ءٍ إِذَا فَسَدَ فَالْمِلْحُ دَوَاؤُهُ \r\nفَإِذَا فَسَدَ الْمِلْحُ فَلَيْسَ لَهُ دَوَاءٌ وَ اعْلَمْ أَنَّ فِيكُمْ \r\nخُلُقَيْنِ الضَّحِكَ مِنْ غَيْرِ عَجَبٍ وَ الْكَسَلَ مِنْ غَيْرِ سَهْوٍ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ رَكْعَتَانِ مُقْتَصَدَتَانِ فِي التَّفَكُّرِ خَيْرٌ مِنْ قِيَامِ \r\nلَيْلَةٍ وَ الْقَلْبُ سَاهٍ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ الْحَقُّ ثَقِيلٌ مُرٌّ وَ الْبَاطِلُ خَفِيفٌ حُلْوٌ وَ رُبَّ \r\nشَهْوَةِ سَاعَةٍ تُوجِبُ حُزْناً طَوِيلًا <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ لَا يَفْقَهُ الرَّجُلُ كُلَّ الْفِقْهِ حَتَّى يَرَى النَّاسَ فِي \r\nجَنْبِ اللَّهِ أَمْثَالَ الْأَبَاعِرِ ثُمَّ يَرْجِعَ إِلَى نَفْسِهِ فَيَكُونَ \r\nهُوَ أَحْقَرَ حَاقِرٍ لَهَا<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ لَا تُصِيبُ حَقِيقَةَ الْإِيمَانِ حَتَّى تَرَى النَّاسَ \r\nكُلَّهُمْ حَمْقَى فِي دِينِهِمْ وَ عُقَلَاءَ فِي دُنْيَاهُمْ- <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ حَاسِبْ نَفْسَكَ قَبْلَ أَنْ تُحَاسَبَ فَهُوَ أَهْوَنُ \r\nلِحِسَابِكَ غَداً وَ زِنْ نَفْسَكَ قَبْلَ أَنْ تُوزَنَ وَ تَجَهَّزْ لِلْعَرْضِ \r\nالْأَكْبَرِ يَوْمَ تُعْرَضُ لَا تَخْفَى مِنْكَ عَلَى اللَّهِ خَافِيَةٌ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ اسْتَحِ مِنَ اللَّهِ فَإِنِّي وَ الَّذِي نَفْسِي بِيَدِهِ لَا \r\nأَزَالُ حِينَ أَذْهَبُ إِلَى الْغَائِطِ مُقَنِّعاً بِثَوْبِي أَسْتَحِي مِنَ \r\nالْمَلَكَيْنِ الَّذَيْنِ مَعِي <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ أَ تُحِبُّ أَنْ تَدْخُلَ الْجَنَّةَ قُلْتُ نَعَمْ فِدَاكَ أَبِي \r\nقَالَ ص فَاقْصِرْ مِنَ الْأَمَلِ وَ اجْعَلِ الْمَوْتَ نُصْبَ عَيْنَيْكَ وَ \r\nاسْتَحِ مِنَ اللَّهِ حَقَّ الْحَيَاءِ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ كُلُّنَا \r\nنَسْتَحِي مِنَ اللَّهِ قَالَ لَيْسَ ذَلِكَ الْحَيَاءَ وَ لَكِنَّ الْحَيَاءَ مِنَ \r\nاللَّهِ أَنْ لَا تَنْسَى الْمَقَابِرَ وَ الْبِلَى وَ تَحْفَظَ الْجَوْفَ وَ مَا \r\nوَعَى وَ الرَّأْسَ وَ مَا حَوَى وَ مَنْ أَرَادَ كَرَامَةَ الْآخِرَةِ فَلْيَدَعْ \r\nزِينَةَ الدُّنْيَا فَإِذَا كُنْتَ كَذَلِكَ أَصَبْتَ وَلَايَةَ اللَّهِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ يَكْفِي مِنَ الدُّعَاءِ مَعَ الْبِرِّ مَا يَكْفِي الطَّعَامَ \r\nمِنَ الْمِلْحِ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ مَثَلُ الَّذِي يَدْعُو بِغَيْرِ عَمَلٍ كَمَثَلِ الَّذِي يَرْمِي \r\nبِغَيْرِ وَتَرٍ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ اللَّهَ يُصْلِحُ بِصَلَاحِ الْعَبْدِ وُلْدَهُ وَ وُلْدَ \r\nوُلْدِهِ وَ يَحْفَظُهُ فِي دُوَيْرَتِهِ وَ الدُّورِ حَوْلَهُ مَا دَامَ فِيهِمْ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ رَبَّكَ عَزَّ وَ جَلَّ يُبَاهِي الْمَلَائِكَةَ \r\nبِثَلَاثَةِ نَفَرٍ رَجُلٍ فِي أَرْضٍ قَفْرٍ فَيُؤَذِّنُ ثُمَّ يُقِيمُ ثُمَّ \r\nيُصَلِّي فَيَقُولُ رَبُّكَ لِلْمَلَائِكَةِ انْظُرُوا إِلَى عَبْدِي يُصَلِّي وَ \r\nلَا يَرَاهُ أَحَدٌ غَيْرِي فَيَنْزِلُ سَبْعُونَ أَلْفَ مَلَكٍ يُصَلُّونَ \r\nوَرَاءَهُ وَ يَسْتَغْفِرُونَ لَهُ إِلَى الْغَدِ مِنْ ذَلِكَ الْيَوْمِ وَ رَجُلٍ \r\nقَامَ مِنَ اللَّيْلِ فَصَلَّى وَحْدَهُ فَسَجَدَ وَ نَامَ وَ هُوَ سَاجِدٌ \r\nفَيَقُولُ اللَّهُ تَعَالَى انْظُرُوا إِلَى عَبْدِي رُوحُهُ عِنْدِي وَ جَسَدُهُ \r\nسَاجِدٌ وَ رَجُلٍ فِي زَحْفٍ فَرَّ أَصْحَابُهُ وَ ثَبَتَ هُوَ يُقَاتِلُ حَتَّى \r\nيُقْتَلَ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَا مِنْ رَجُلٍ يَجْعَلُ جَبْهَتَهُ فِي بُقْعَةٍ مِنْ بِقَاعِ \r\nالْأَرْضِ إِلَّا شَهِدَتْ لَهُ بِهَا يَوْمَ الْقِيَامَةِ وَ مَا مِنْ مَنْزِلٍ \r\nيَنْزِلُهُ قَوْمٌ إِلَّا وَ أَصْبَحَ ذَلِكَ الْمَنْزِلُ يُصَلِّي عَلَيْهِمْ أَوْ \r\nيَلْعَنُهُمْ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ مَا مِنْ صَبَاحٍ وَ لَا رَوَاحٍ إِلَّا وَ بِقَاعُ الْأَرْضِ \r\nيُنَادِي بَعْضُهَا بَعْضاً يَا جَارَةُ هَلْ مَرَّ بِكِ مَنْ ذَكَرَ اللَّهَ \r\nتَعَالَى أَوْ عَبْدٌ وَضَعَ جَبْهَتَهُ عَلَيْكِ سَاجِداً لِلَّهِ فَمِنْ \r\nقَائِلَةٍ لَا وَ مِنْ قَائِلَةٍ نَعَمْ فَإِذَا قَالَتْ نَعَمْ اهْتَزَّتْ وَ \r\nانْشَرَحَتْ وَ تَرَى أَنَّ لَهَا الْفَضْلَ عَلَى جَارَتِهَا<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ اللَّهَ جَلَّ ثَنَاؤُهُ لَمَّا خَلَقَ الْأَرْضَ وَ خَلَقَ \r\nمَا فِيهَا مِنَ الشَّجَرِ لَمْ يَكُنْ فِي الْأَرْضِ شَجَرَةٌ يَأْتِيهَا بَنُو \r\nآدَمَ إِلَّا أَصَابُوا مِنْهَا مَنْفَعَةً فَلَمْ تَزَلِ الْأَرْضُ وَ الشَّجَرُ \r\nكَذَلِكَ حَتَّى تُكَلِّمَ فَجَرَةُ بَنِي آدَمَ بِالْكَلِمَةِ الْعَظِيمَةِ \r\nقَوْلَهُمْ‏ اتَّخَذَ اللَّهُ وَلَداً فَلَمَّا قَالُوهَا اقْشَعَرَّتِ الْأَرْضُ \r\nوَ ذَهَبَتْ مَنْفَعَةُ الْأَشْجَارِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ الْأَرْضَ لَتَبْكِي عَلَى الْمُؤْمِنِ إِذَا مَاتَ \r\nأَرْبَعِينَ صَبَاحاً <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِذَا كَانَ الْعَبْدُ فِي أَرْضٍ قَفْرٍ فَتَوَضَّأَ أَوْ \r\nتَيَمَّمَ ثُمَّ أَذَّنَ وَ أَقَامَ وَ صَلَّى أَمَرَ اللَّهُ عَزَّ وَ جَلَّ \r\nالْمَلَائِكَةَ فَصَفُّوا خَلْفَهُ صَفّاً لَا يُرَى طَرَفَاهُ يَرْكَعُونَ \r\nبِرُكُوعِهِ وَ يَسْجُدُونَ بِسُجُودِهِ وَ يُؤَمِّنُونَ عَلَى دُعَائِهِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ أَقَامَ وَ لَمْ يُؤَذِّنْ لَمْ يُصَلِّ مَعَهُ إِلَّا \r\nمَلَكَاهُ اللَّذَانِ مَعَهُ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ مَا مِنْ شَابٍّ تَرَكَ الدُّنْيَا وَ أَفْنَى شَبَابَهُ فِي \r\nطَاعَةِ اللَّهِ إِلَّا أَعْطَاهُ اللَّهُ أَجْرَ اثْنَيْنِ وَ سَبْعِينَ \r\nصِدِّيقاً-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ الذَّاكِرُ فِي الْغَافِلِينَ كَالْمُقَاتِلِ فِي الْفَارِّينَ\r\n<br>\r\n<br>\r\nيَا أَبَا ذَرٍّ الْجَلِيسُ الصَّالِحُ خَيْرٌ مِنَ الْوَحْدَةِ وَ الْوَحْدَةُ \r\nخَيْرٌ مِنْ جَلِيسِ السَّوْءِ وَ إِمْلَاءُ الْخَيْرِ خَيْرٌ مِنَ السُّكُوتِ وَ \r\nالسُّكُوتُ خَيْرٌ مِنْ إِمْلَاءِ الشَّرِّ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ لَا تُصَاحِبْ إِلَّا مُؤْمِناً وَ لَا يَأْكُلْ طَعَامَكَ إِلَّا \r\nتَقِيٌّ وَ لَا تَأْكُلْ طَعَامَ الْفَاسِقِينَ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ أَطْعِمْ طَعَامَكَ مَنْ تُحِبُّهُ فِي اللَّهِ وَ كُلْ طَعَامَ \r\nمَنْ يُحِبُّكَ فِي اللَّهِ عَزَّ وَ جَلَ‏ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ اللَّهَ عَزَّ وَ جَلَّ عِنْدَ لِسَانِ كُلِّ قَائِلٍ \r\nفَلْيَتَّقِ اللَّهَ امْرُؤٌ وَ لْيَعْلَمْ مَا يَقُولُ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ اتْرُكْ فُضُولَ الْكَلَامِ وَ حَسْبُكَ مِنَ الْكَلَامِ مَا \r\nتَبْلُغُ بِهِ حَاجَتَكَ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ كَفَى بِالْمَرْءِ كَذِباً أَنْ يُحَدِّثَ بِكُلِّ مَا يَسْمَعُ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَا مِنْ شَيْ‏ءٍ أَحَقَّ بِطُولِ السِّجْنِ مِنَ اللِّسَانِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ مِنْ إِجْلَالِ اللَّهِ إِكْرَامَ ذِي الشَّيْبَةِ \r\nالْمُسْلِمِ وَ إِكْرَامَ حَمَلَةِ الْقُرْآنِ الْعَامِلِينَ وَ إِكْرَامَ \r\nالسُّلْطَانِ الْمُقْسِطِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَا عَمِلَ مَنْ لَمْ يَحْفَظْ لِسَانَهُ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ لَا تَكُنْ عَيَّاباً وَ لَا مَدَّاحاً وَ لَا طَعَّاناً وَ لَا \r\nمُمَارِياً<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ لَا يَزَالُ الْعَبْدُ يَزْدَادُ مِنَ اللَّهِ بُعْداً مَا سَاءَ \r\nخُلُقُهُ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ الْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ وَ كُلُّ خُطْوَةٍ تَخْطُوهَا \r\nإِلَى الصَّلَاةِ صَدَقَةٌ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ أَجَابَ دَاعِيَ اللَّهِ وَ أَحْسَنَ عِمَارَةَ مَسَاجِدِ \r\nاللَّهِ كَانَ ثَوَابُهُ مِنَ اللَّهِ الْجَنَّةَ فَقُلْتُ بِأَبِي أَنْتَ وَ \r\nأُمِّي يَا رَسُولَ اللَّهِ كَيْفَ يُعْمَرُ مَسَاجِدُ اللَّهِ قَالَ لَا يُرْفَعُ \r\nفِيهَا الْأَصْوَاتُ وَ لَا يُخَاضُ فِيهَا بِالْبَاطِلِ وَ لَا يُشْتَرَى فِيهَا \r\nوَ لَا يُبَاعُ فَاتْرُكِ اللَّغْوَ مَا دُمْتَ فِيهَا فَإِنْ لَمْ تَفْعَلْ فَلَا \r\nتَلُومَنَّ يَوْمَ الْقِيَامَةِ إِلَّا نَفْسَكَ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ اللَّهَ تَعَالَى يُعْطِيكَ مَا دُمْتَ جَالِساً فِي \r\nالْمَسْجِدِ بِكُلِّ نَفَسٍ تَنَفَّسْتَ فِيهِ دَرَجَةً فِي الْجَنَّةِ وَ تُصَلِّي \r\nعَلَيْكَ الْمَلَائِكَةُ وَ يُكْتَبُ لَكَ بِكُلِّ نَفَسٍ تَنَفَّسْتَ فِيهِ عَشْرُ \r\nحَسَنَاتٍ وَ يُمْحَى عَنْكَ عَشْرُ سَيِّئَاتٍ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ أَ تَعْلَمُ فِي أَيِّ شَيْ‏ءٍ أُنْزِلَتْ هَذِهِ الْآيَةُ \r\nاصْبِرُوا وَ صابِرُوا وَ رابِطُوا وَ اتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ‏ \r\nقُلْتُ لَا أَدْرِي فِدَاكَ أَبِي وَ أُمِّي قَالَ فِي انْتِظَارِ الصَّلَاةِ \r\nخَلْفَ الصَّلَاةِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِسْبَاغُ الْوُضُوءِ فِي الْمَكَارِهِ مِنَ الْكَفَّارَاتِ وَ \r\nكَثْرَةُ الِاخْتِلَافِ إِلَى الْمَسَاجِدِ فَذَلِكُمُ الرِّبَاطُ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ يَقُولُ اللَّهُ تَبَارَكَ وَ تَعَالَى إِنَّ أَحَبَّ الْعِبَادِ \r\nإِلَيَّ الْمُتَحَابُّونَ مِنْ أَجْلِي الْمُتَعَلِّقَةُ قُلُوبُهُمْ \r\nبِالْمَسَاجِدِ وَ الْمُسْتَغْفِرُونَ بِالْأَسْحَارِ أُولَئِكَ إِذَا أَرَدْتُ \r\nبِأَهْلِ الْأَرْضِ عُقُوبَةً ذَكَرْتُهُمْ فَصَرَفْتُ الْعُقُوبَةَ عَنْهُمْ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ كُلُّ جُلُوسٍ فِي الْمَسْجِدِ لَغْوٌ إِلَّا ثلاث [ثَلَاثَةً] \r\nقِرَاءَةُ مُصَلٍّ أَوْ ذِكْرُ اللَّهِ‏ أَوْ سَائِلٌ عَنْ عِلْمٍ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ كُنْ بِالْعَمَلِ بِالتَّقْوَى أَشَدَّ اهْتِمَاماً مِنْكَ \r\nبِالْعَمَلِ فَإِنَّهُ لَا يَقِلُّ عَمَلٌ بِالتَّقْوَى وَ كَيْفَ يَقِلُّ عَمَلٌ \r\nيُتَقَبَّلُ يَقُولُ اللَّهُ عَزَّ وَ جَلَ‏ إِنَّما يَتَقَبَّلُ اللَّهُ مِنَ \r\nالْمُتَّقِينَ‏ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ لَا يَكُونُ الرَّجُلُ مِنَ الْمُتَّقِينَ حَتَّى يُحَاسِبَ \r\nنَفْسَهُ أَشَدَّ مِنْ مُحَاسَبَةِ الشَّرِيكِ شَرِيكَهُ فَيَعْلَمَ مِنْ أَيْنَ \r\nمَطْعَمُهُ وَ مِنْ أَيْنَ مَشْرَبُهُ وَ مِنْ أَيْنَ مَلْبَسُهُ أَ مِنْ حِلٍّ \r\nأَمْ مِنْ حَرَامٍ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ مَنْ لَمْ يُبَالِ مِنْ أَيْنَ يَكْتَسِبُ الْمَالَ لَمْ يُبَالِ \r\nاللَّهُ عَزَّ وَ جَلَّ مِنْ أَيْنَ أَدْخَلَهُ النَّارَ-<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ سَرَّهُ أَنْ يَكُونَ أَكْرَمَ النَّاسِ فَلْيَتَّقِ اللَّهَ \r\nعَزَّ وَ جَلَّ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ أَحَبَّكُمْ إِلَى اللَّهِ جَلَّ ثَنَاؤُهُ أَكْثَرُكُمْ \r\nذِكْراً لَهُ وَ أَكْرَمَكُمْ عِنْدَ اللَّهِ عَزَّ وَ جَلَّ أَتْقَاكُمْ لَهُ وَ \r\nأَنْجَاكُمْ مِنْ عَذَابِ اللَّهِ أَشَدُّكُمْ لَهُ خَوْفاً<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ الْمُتَّقِينَ الَّذِينَ يَتَّقُونَ مِنَ الشَّيْ‏ءِ \r\nالَّذِي لَا يُتَّقَى مِنْهُ خَوْفاً مِنَ الدُّخُولِ فِي الشُّبْهَةِ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ مَنْ أَطَاعَ اللَّهَ عَزَّ وَ جَلَّ فَقَدْ ذَكَرَ اللَّهَ وَ \r\nإِنْ قَلَّتْ صَلَاتُهُ وَ صِيَامُهُ وَ تِلَاوَتُهُ لِلْقُرْآنِ<br>\r\n<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مِلَاكُ الدِّينِ الْوَرَعُ وَ رَأْسُهُ الطَّاعَةُ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ كُنْ وَرِعاً تَكُنْ أَعْبَدَ النَّاسِ وَ خَيْرُ دِينِكُمُ \r\nالْوَرَعُ-<br>\r\n&nbsp;يَا أَبَا ذَرٍّ فَضْلُ الْعِلْمِ خَيْرٌ مِنْ فَضْلِ الْعِبَادَةِ وَ اعْلَمْ \r\nأَنَّكُمْ لَوْ صَلَّيْتُمْ حَتَّى تَكُونُوا كَالْحَنَايَا وَ صُمْتُمْ حَتَّى \r\nتَكُونُوا كَالْأَوْتَارِ مَا يَنْفَعُكُمْ ذَلِكَ إِلَّا بِوَرَعٍ<br>\r\nيَا أَبَا ذَرٍّ إِنَّ أَهْلَ الْوَرَعِ وَ الزُّهْدِ فِي الدُّنْيَا هُمْ \r\nأَوْلِيَاءُ اللَّهِ تَعَالَى حَقّاً<br>\r\nيَا أَبَا ذَرٍّ مَنْ لَمْ يَأْتِ يَوْمَ الْقِيَامَةِ بِثَلَاثٍ فَقَدْ خَسِرَ \r\nقُلْتُ وَ مَا الثَّلَاثُ فِدَاكَ أَبِي وَ أُمِّي قَالَ وَرَعٌ يَحْجُزُهُ عَمَّا \r\nحَرَّمَ اللَّهُ عَزَّ وَ جَلَّ عَلَيْهِ وَ حِلْمٌ يَرُدُّ بِهِ جَهْلَ \r\nالسُّفَهَاءِ وَ خُلُقٌ يُدَارِي بِهِ النَّاسَ<br>\r\nيَا أَبَا ذَرٍّ إِنْ سَرَّكَ أَنْ تَكُونَ أَقْوَى النَّاسِ فَتَوَكَّلْ عَلَى \r\nاللَّهِ عَزَّ وَ جَلَّ وَ إِنْ سَرَّكَ أَنْ تَكُونَ أَكْرَمَ النَّاسِ فَاتَّقِ \r\nاللَّهَ وَ إِنْ سَرَّكَ أَنْ تَكُونَ أَغْنَى النَّاسِ فَكُنْ بِمَا فِي يَدِ \r\nاللَّهِ عَزَّ وَ جَلَّ أَوْثَقَ مِنْكَ بِمَا فِي يَدِكَ<br>\r\nيَا أَبَا ذَرٍّ لَوْ أَنَّ النَّاسَ كُلَّهُمْ أَخَذُوا بِهَذِهِ الْآيَةِ \r\nلَكَفَتْهُمْ‏ وَ مَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَ يَرْزُقْهُ مِنْ \r\nحَيْثُ لا يَحْتَسِبُ وَ مَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ \r\nاللَّهَ بالِغُ أَمْرِهِ‏ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ يَقُولُ اللَّهُ جَلَّ ثَنَاؤُهُ وَ عِزَّتِي وَ جَلَالِي لَا \r\nيُؤْثِرُ عَبْدِي هَوَايَ عَلَى هَوَاهُ إِلَّا جَعَلْتُ غِنَاهُ فِي نَفْسِهِ وَ \r\nهُمُومَهُ فِي آخِرَتِهِ وَ ضَمَّنْتُ السَّمَاوَاتِ وَ الْأَرْضَ رِزْقَهُ وَ \r\nكَفَفْتُ عَنْهُ ضِيقَهُ وَ كُنْتُ لَهُ مِنْ وَرَاءِ تِجَارَةِ كُلِّ تَاجِرٍ<br>\r\nيَا أَبَا ذَرٍّ لَوْ أَنَّ ابْنَ آدَمَ فَرَّ مِنْ رِزْقِهِ كَمَا يَفِرُّ مِنَ \r\nالْمَوْتِ لَأَدْرَكَهُ كَمَا يُدْرِكُهُ الْمَوْتُ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ أَ لَا أُعَلِّمُكَ كَلِمَاتٍ يَنْفَعُكَ اللَّهُ عَزَّ وَ جَلَّ \r\nبِهِنَّ قُلْتُ بَلَى يَا رَسُولَ اللَّهِ قَالَ احْفَظِ اللَّهَ يَحْفَظْكَ \r\nاحْفَظِ اللَّهَ تَجِدْهُ أَمَامَكَ تَعَرَّفْ إِلَى اللَّهِ فِي الرَّخَاءِ \r\nيَعْرِفْكَ فِي الشِّدَّةِ وَ إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ عَزَّ وَ جَلَّ وَ \r\nإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ فَقَدْ جَرَى الْقَلَمُ بِمَا هُوَ \r\nكَائِنٌ إِلَى يَوْمِ الْقِيَامَةِ فَلَوْ أَنَّ الْخَلْقَ كُلَّهُمْ جَهَدُوا أَنْ \r\nيَنْفَعُوكَ بِشَيْ‏ءٍ لَمْ يُكْتَبْ لَكَ مَا قَدَرُوا عَلَيْهِ وَ لَوْ جَهَدُوا \r\nأَنْ يَضُرُّوكَ بِشَيْ‏ءٍ لَمْ يَكْتُبْهُ اللَّهُ عَلَيْكَ مَا قَدَرُوا عَلَيْهِ \r\nفَإِنِ اسْتَطَعْتَ أَنْ تَعْمَلَ لِلَّهِ عَزَّ وَ جَلَّ بِالرِّضَا فِي \r\nالْيَقِينِ فَافْعَلْ وَ إِنْ لَمْ تَسْتَطِعْ فَإِنَّ فِي الصَّبْرِ عَلَى مَا \r\nتَكْرَهُ خَيْراً كَثِيراً وَ إِنَّ النَّصْرَ مَعَ الصَّبْرِ وَ الْفَرَجَ مَعَ \r\nالْكَرْبِ وَ إِنَّ مَعَ الْعُسْرِ يُسْراً<br>\r\nيَا أَبَا ذَرٍّ اسْتَغْنِ بِغِنَى اللَّهِ يُغْنِكَ اللَّهُ فَقُلْتُ وَ مَا هُوَ \r\nيَا رَسُولَ اللَّهِ قَالَ ص غَدَاءُ يَوْمٍ وَ عَشَاءُ لَيْلَةٍ فَمَنْ قَنِعَ \r\nبِمَا رَزَقَهُ اللَّهُ فَهُوَ أَغْنَى النَّاسِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِنَّ اللَّهَ عَزَّ وَ جَلَّ يَقُولُ إِنِّي لَسْتُ كَلَامَ \r\nالْحَكِيمِ أَتَقَبَّلُ وَ لَكِنْ هَمَّهُ وَ هَوَاهُ فَإِنْ كَانَ هَمُّهُ وَ \r\nهَوَاهُ فِيمَا أُحِبُّ وَ أَرْضَى جَعَلْتُ صَمْتَهُ حَمْداً لِي وَ ذِكْراً وَ \r\nوَقَاراً وَ إِنْ لَمْ يَتَكَلَّمْ-<br>\r\nيَا أَبَا ذَرٍّ إِنَّ اللَّهَ تَبَارَكَ وَ تَعَالَى لَا يَنْظُرُ إِلَى \r\nصُوَرِكُمْ وَ لَا إِلَى أَمْوَالِكُمْ وَ أَقْوَالِكُمْ وَ لَكِنْ يَنْظُرُ إِلَى \r\nقُلُوبِكُمْ وَ أَعْمَالِكُمْ<br>\r\nيَا أَبَا ذَرٍّ التَّقْوَى هَاهُنَا التَّقْوَى هَاهُنَا وَ أَشَارَ إِلَى \r\nصَدْرِهِ<br>\r\nيَا أَبَا ذَرٍّ أَرْبَعٌ لَا يُصِيبُهُنَّ إِلَّا مُؤْمِنٌ الصَّمْتُ وَ هُوَ \r\nأَوَّلُ الْعِبَادَةِ وَ التَّوَاضُعُ لِلَّهِ سُبْحَانَهُ وَ ذِكْرُ اللَّهِ \r\nتَعَالَى فِي كُلِّ حَالٍ وَ قِلَّةُ الشَّيْ‏ءِ يَعْنِي قِلَّةَ الْمَالِ<br>\r\nيَا أَبَا ذَرٍّ هُمَّ بِالْحَسَنَةِ وَ إِنْ لَمْ تَعْمَلْهَا لِكَيْلَا تُكْتَبَ \r\nمِنَ الْغَافِلِينَ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ مَلَكَ مَا بَيْنَ فَخِذَيْهِ وَ بَيْنَ لَحْيَيْهِ دَخَلَ \r\nالْجَنَّةَ قُلْتُ يَا رَسُولَ اللَّهِ وَ إِنَّا لَنُؤَاخَذُ بِمَا تَنْطِقُ بِهِ \r\nأَلْسِنَتُنَا قَالَ<br>\r\nيَا أَبَا ذَرٍّ وَ هَلْ يَكُبُّ النَّاسَ عَلَى مَنَاخِرِهِمْ فِي النَّارِ إِلَّا \r\nحَصَائِدُ أَلْسِنَتِهِمْ إِنَّكَ لَا تَزَالُ سَالِماً مَا سَكَتَّ فَإِذَا \r\nتَكَلَّمْتَ كَتَبَ اللَّهُ لَكَ أَوْ عَلَيْكَ‏ <br>\r\n<br>\r\nيَا أَبَا ذَرٍّ إِنَّ الرَّجُلَ يَتَكَلَّمُ بِالْكَلِمَةِ فِي الْمَجْلِسِ \r\nلِيَنْصَحَكُمْ بِهَا فَهَوَى فِي جَهَنَّمَ مَا بَيْنَ السَّمَاءِ وَ الْأَرْضِ-<br>\r\nيَا أَبَا ذَرٍّ وَيْلٌ لِلَّذِي يُحَدِّثُ وَ يَكْذِبُ لِيُضْحِكَ بِهِ الْقَوْمَ \r\nوَيْلٌ لَهُ وَيْلٌ لَهُ وَيْلٌ لَهُ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ صَمَتَ نَجَا فَعَلَيْكَ بِالصِّدْقِ وَ لَا تُخْرِجَنَّ \r\nمِنْ فِيكَ كَذِباً أَبَداً قُلْتُ يَا رَسُولَ اللَّهِ فَمَا تَوْبَةُ الرَّجُلِ \r\nالَّذِي كَذَبَ مُتَعَمِّداً قَالَ الِاسْتِغْفَارُ وَ الصَّلَوَاتُ الْخَمْسُ \r\nتَغْسِلُ ذَلِكَ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِيَّاكَ وَ الْغِيبَةَ فَإِنَّ الْغِيبَةَ أَشَدُّ مِنَ \r\nالزِّنَا- قُلْتُ يَا رَسُولَ اللَّهِ وَ لِمَ ذَلِكَ بِأَبِي أَنْتَ وَ أُمِّي \r\nقَالَ لِأَنَّ الرَّجُلَ يَزْنِي وَ يَتُوبُ إِلَى اللَّهِ فَيَتُوبُ اللَّهُ \r\nعَلَيْهِ وَ الْغِيبَةُ لَا تُغْفَرُ حَتَّى يَغْفِرَهَا صَاحِبُهَا<br>\r\nيَا أَبَا ذَرٍّ سِبَابُ الْمُؤْمِنِ فُسُوقٌ وَ قِتَالُهُ كُفْرٌ وَ أَكْلُ \r\nلَحْمِهِ مِنْ مَعَاصِي اللَّهِ وَ حُرْمَةُ مَالِهِ كَحُرْمَةِ دَمِهِ قُلْتُ يَا \r\nرَسُولَ اللَّهِ وَ مَا الْغِيبَةُ قَالَ ذِكْرُكَ أَخَاكَ بِمَا يَكْرَهُ قُلْتُ \r\nيَا رَسُولَ اللَّهِ فَإِنْ كَانَ فِيهِ ذَاكَ الَّذِي يُذْكَرُ بِهِ قَالَ اعْلَمْ \r\nأَنَّكَ إِذَا ذَكَرْتَهُ بِمَا هُوَ فِيهِ فَقَدِ اغْتَبْتَهُ وَ إِذَا ذَكَرْتَهُ \r\nبِمَا لَيْسَ فِيهِ فَقَدْ بَهَتَّهُ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ ذَبَّ عَنْ أَخِيهِ الْمُسْلِمِ الْغِيبَةَ كَانَ حَقّاً \r\nعَلَى اللَّهِ أَنْ يُعْتِقَهُ مِنَ النَّارِ<br>\r\nيَا أَبَا ذَرٍّ مَنِ اغْتِيبَ عِنْدَهُ أَخُوهُ الْمُسْلِمُ وَ هُوَ يَسْتَطِيعُ \r\nنَصْرَهُ فَنَصَرَهُ نَصَرَهُ اللَّهُ عَزَّ وَ جَلَّ فِي الدُّنْيَا وَ الْآخِرَةِ \r\nفَإِنْ خَذَلَهُ وَ هُوَ يَسْتَطِيعُ نَصْرَهُ خَذَلَهُ اللَّهُ فِي الدُّنْيَا وَ \r\nالْآخِرَةِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ لَا يَدْخُلُ الْجَنَّةَ قَتَّاتٌ قُلْتُ وَ مَا الْقَتَّاتُ \r\nقَالَ النَّمَّامُ<br>\r\nيَا أَبَا ذَرٍّ صَاحِبُ النَّمِيمَةِ لَا يَسْتَرِيحُ مِنْ عَذَابِ اللَّهِ عَزَّ \r\nوَ جَلَّ فِي الْآخِرَةِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ كَانَ ذَا وَجْهَيْنِ وَ لِسَانَيْنِ فِي الدُّنْيَا فَهُوَ \r\nذُو لِسَانَيْنِ فِي النَّارِ-<br>\r\n&nbsp;يَا أَبَا ذَرٍّ الْمَجَالِسُ بِالْأَمَانَةِ وَ إِفْشَاءُ سِرِّ أَخِيكَ \r\nخِيَانَةٌ فَاجْتَنِبْ ذَلِكَ وَ اجْتَنِبْ مَجْلِسَ الْعَشِيرَةِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ تُعْرَضُ أَعْمَالُ أَهْلِ الدُّنْيَا عَلَى اللَّهِ مِنَ \r\nالْجُمُعَةِ إِلَى الْجُمُعَةِ فِي يَوْمِ الْإِثْنَيْنِ وَ الْخَمِيسِ \r\nفَيُسْتَغْفَرُ لِكُلِّ عَبْدٍ مُؤْمِنٍ إِلَّا عَبْداً كَانَتْ بَيْنَهُ وَ بَيْنَ \r\nأَخِيهِ شَحْنَاءُ فَيُقَالُ اتْرُكُوا عَمَلَ هَذَيْنِ حَتَّى يَصْطَلِحَا<br>\r\nيَا أَبَا ذَرٍّ إِيَّاكَ وَ هِجْرَانَ أَخِيكَ فَإِنَّ الْعَمَلَ لَا يُتَقَبَّلُ \r\nمَعَ الْهِجْرَانِ<br>\r\nيَا أَبَا ذَرٍّ أَنْهَاكَ عَنِ الْهِجْرَانِ وَ إِنْ كُنْتَ لَا بُدَّ فَاعِلًا \r\n[فَلَا] تَهْجُرْهُ فَوْقَ ثَلَاثَةِ أَيَّامٍ‏ كَمَلًا فَمَنْ مَاتَ فِيهَا \r\nمُهَاجِراً لِأَخِيهِ كَانَتِ النَّارُ أَوْلَى بِهِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ أَحَبَّ أَنْ يَتَمَثَّلَ لَهُ الرِّجَالُ قِيَاماً \r\nفَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّار<br>\r\nِ يَا أَبَا ذَرٍّ مَنْ مَاتَ وَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ لَمْ \r\nيَجِدْ رَائِحَةَ الْجَنَّةِ إِلَّا أَنْ يَتُوبَ قَبْلَ ذَلِكَ فَقَالَ رَجُلٌ يَا \r\nرَسُولَ اللَّهِ إِنِّي لَيُعْجِبُنِي الْجَمَالُ حَتَّى وَدِدْتُ أَنَّ عِلَاقَةَ \r\nسَوْطِي وَ قِبَالَ نَعْلِي حَسَنٌ فَهَلْ يُرْهَبُ عَلَى ذَلِكَ قَالَ كَيْفَ \r\nتَجِدُ قَلْبَكَ قَالَ أَجِدُهُ عَارِفاً لِلْحَقِّ مُطْمَئِنّاً إِلَيْهِ قَالَ \r\nلَيْسَ ذَلِكَ بِالْكِبْرِ وَ لَكِنَّ الْكِبْرَ أَنْ تَتْرُكَ الْحَقَّ وَ \r\nتَتَجَاوَزَهُ إِلَى غَيْرِهِ وَ تَنْظُرَ إِلَى النَّاسِ وَ لَا تَرَى أَنَّ \r\nأَحَداً عِرْضُهُ كَعِرْضِكَ وَ لَا دَمُهُ كَدَمِكَ<br>\r\nيَا أَبَا ذَرٍّ أَكْثَرُ مَنْ يُدْخَلُ النَّارَ الْمُسْتَكْبِرُونَ فَقَالَ \r\nرَجُلٌ وَ هَلْ يَنْجُو مِنَ الْكِبْرِ أَحَدٌ يَا رَسُولَ اللَّهِ قَالَ نَعَمْ \r\nمَنْ لَبِسَ الصُّوفَ وَ رَكِبَ الْحِمَارَ وَ حَلَبَ الشَّاةَ وَ جَالَسَ \r\nالْمَسَاكِينَ-<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ حَمَلَ بِضَاعَتَهُ فَقَدْ بَرِئَ مِنَ الْكِبْرِ يَعْنِي \r\nمَا يَشْتَرِي مِنَ السُّوقِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ جَرَّ ثَوْبَهُ خُيَلَاءَ لَمْ يَنْظُرِ اللَّهُ عَزَّ وَ \r\nجَلَّ إِلَيْهِ يَوْمَ الْقِيَامَةِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ إِزْرَةُ الْمُؤْمِنِ إِلَى أَنْصَافِ سَاقَيْهِ وَ لَا جُنَاحَ \r\nعَلَيْهِ فِيمَا بَيْنَهُ وَ بَيْنَ كَعْبَيْهِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ رَفَعَ ذَيْلَهُ وَ خَصَفَ نَعْلَهُ وَ عَفَّرَ وَجْهَهُ \r\nفَقَدْ بَرِئَ مِنَ الْكِبْرِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ مَنْ كَانَ لَهُ قَمِيصَانِ فَلْيَلْبَسْ أَحَدَهُمَا وَ \r\nلْيُلْبِسِ الْآخَرَ أَخَاهُ<br>\r\nيَا أَبَا ذَرٍّ سَيَكُونُ نَاسٌ مِنْ أُمَّتِي يُولَدُونَ فِي النَّعِيمِ وَ \r\nيُغَذَّوْنَ بِهِ هِمَّتُهُمْ أَلْوَانُ الطَّعَامِ وَ الشَّرَابِ وَ يُمْدَحُونَ \r\nبِالْقَوْلِ أُولَئِكَ شِرَارُ أُمَّتِي-<br>\r\nيَا أَبَا ذَرٍّ مَنْ تَرَكَ لُبْسَ الْجَمَالِ وَ هُوَ يَقْدِرُ عَلَيْهِ \r\nتَوَاضُعاً لِلَّهِ عَزَّ وَ جَلَّ فِي غَيْرِ مَنْقَصَةٍ وَ أَذَلَّ نَفْسَهُ فِي \r\nغَيْرِ مَسْكَنَةٍ وَ أَنْفَقَ مَا جَمَعَهُ فِي غَيْرِ مَعْصِيَةٍ وَ رَحِمَ \r\nأَهْلَ الذُّلِّ وَ الْمَسْكَنَةِ وَ خَالَطَ أَهْلَ الْفِقْهِ وَ الْحِكْمَةِ \r\nطُوبَى لِمَنْ صَلَحَتْ سَرِيرَتُهُ وَ حَسُنَتْ عَلَانِيَتُهُ وَ عَزَلَ عَنِ \r\nالنَّاسِ شَرَّهُ طُوبَى لِمَنْ عَمِلَ بِعِلْمِهِ وَ أَنْفَقَ الْفَضْلَ مِنْ \r\nمَالِهِ وَ أَمْسَكَ الْفَضْلَ مِنْ قَوْلِهِ<br>\r\n&nbsp;يَا أَبَا ذَرٍّ الْبَسِ الْخَشِنَ مِنَ اللِّبَاسِ وَ الصَّفِيقَ مِنَ الثِّيَابِ \r\nلِئَلَّا يَجِدَ الْفَخْرُ فِيكَ مَسْلَكاً<br>\r\nيَا أَبَا ذَرٍّ يَكُونُ فِي آخِرِ الزَّمَانِ قَوْمٌ يَلْبَسُونَ الصُّوفَ فِي \r\nصَيْفِهِمْ وَ شِتَائِهِمْ يَرَوْنَ أَنَّ لَهُمُ الْفَضْلَ بِذَلِكَ عَلَى \r\nغَيْرِهِمْ أُولَئِكَ تَلْعَنُهُمْ مَلَائِكَةُ السَّمَاوَاتِ وَ الْأَرْضِ-<br>\r\n&nbsp;يَا أَبَا ذَرٍّ أَ لَا أُخْبِرُكَ بِأَهْلِ الْجَنَّةِ قُلْتُ بَلَى يَا رَسُولَ \r\nاللَّهِ قَالَ ص كُلُّ أَشْعَثَ أَغْبَرَ ذِي طِمْرَيْنِ لَا يُؤْبَهُ لَهُ لَوْ \r\nأَقْسَمَ عَلَى اللَّهِ لَأَبَرَّه‏</p>\r\n"]