["<p>حَضَرَهُ ذَاتَ يَوْمٍ جَمَاعَةٌ مِنَ الشِّيعَةِ فَوَعَظَهُمْ وَ حَذَّرَهُمْ \r\nوَ هُمْ سَاهُونَ لَاهُونَ فَأَغَاظَهُ ذَلِكَ فَأَطْرَقَ مَلِيّاً ثُمَّ رَفَعَ \r\nرَأْسَهُ إِلَيْهِمْ فَقَالَ إِنَّ كَلَامِي لَوْ وَقَعَ طَرَفٌ مِنْهُ فِي قَلْبِ \r\nأَحَدِكُمْ لَصَارَ مَيِّتاً أَلَا يَا أَشْبَاحاً بِلَا أَرْوَاحٍ وَ ذُبَاباً \r\nبِلَا مِصْبَاحٍ كَأَنَّكُمْ خُشُبٌ مُسَنَّدَةٌ «2» وَ أَصْنَامٌ مَرِيدَةٌ أَ لَا \r\nتَأْخُذُونَ الذَّهَبَ مِنَ الْحَجَرِ أَ لَا تَقْتَبِسُونَ الضِّيَاءَ مِنَ \r\nالنُّورِ الْأَزْهَرِ أَ لَا تَأْخُذُونَ اللُّؤْلُؤَ مِنَ الْبَحْرِ خُذُوا \r\nالْكَلِمَةَ الطَّيِّبَةَ مِمَّنْ قَالَهَا وَ إِنْ لَمْ يَعْمَلْ بِهَا فَإِنَّ \r\nاللَّهَ يَقُولُ- الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ \r\nأُولئِكَ الَّذِينَ هَداهُمُ اللَّهُ «3» وَيْحَكَ يَا مَغْرُورُ أَ لَا تَحْمَدُ \r\nمَنْ تُعْطِيهِ فَانِياً وَ يُعْطِيكَ بَاقِياً دِرْهَمٌ يَفْنَى بِعَشَرَةٍ \r\nتَبْقَى إِلَى سَبْعِمِائَةِ ضِعْفٍ مُضَاعَفَةٍ مِنْ جَوَادٍ كَرِيمٍ آتَاكَ \r\nاللَّهُ عِنْدَ مُكَافَاةٍ «4» هُوَ مُطْعِمُكَ وَ سَاقِيكَ وَ كَاسِيكَ وَ \r\nمُعَافِيكَ وَ كَافِيكَ وَ سَاتِرُكَ مِمَّنْ يُرَاعِيكَ مَنْ حَفِظَكَ فِي \r\nلَيْلِكَ وَ نَهَارِكَ وَ أَجَابَكَ عِنْدَ اضْطِرَارِكَ وَ عَزَمَ لَكَ عَلَى \r\nالرُّشْدِ فِي اخْتِبَارِكَ كَأَنَّكَ قَدْ نَسِيتَ لَيَالِيَ أَوْجَاعِكَ وَ \r\nخَوْفِكَ دَعَوْتَهُ فَاسْتَجَابَ لَكَ فَاسْتَوْجَبَ بِجَمِيلِ صَنِيعِهِ \r\nالشُّكْرَ فَنَسِيتَهُ فِيمَنْ ذَكَرَ وَ خَالَفْتَهُ فِيمَا أَمَرَ وَيْلَكَ \r\nإِنَّمَا أَنْتَ لِصٌّ مِنْ لُصُوصِ الذُّنُوبِ «5» كُلَّمَا عَرَضَتْ لَكَ \r\nشَهْوَةٌ أَوِ <br>\r\n<br>\r\n<br>\r\n______________ <br>\r\n(2) شبههم عليه السلام في عدم الانتفاع بهم بالخشب المسندة الى الحائط و الأصنام \r\nالمنحوتة من الخشب و ان كانت هياكلهم معجبة و ألسنتهم ذلقة. و في بعض النسخ «و \r\nاصنام مربذة». <br>\r\n(3) سورة الزمر: 18. <br>\r\n(4) إشارة الى قوله تعالى في سورة البقرة: 261. «مَثَلُ الَّذِينَ يُنْفِقُونَ \r\nأَمْوالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنابِلَ فِي \r\nكُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَ اللَّهُ يُضاعِفُ لِمَنْ يَشاءُ وَ اللَّهُ \r\nواسِعٌ عَلِيمٌ». <br>\r\n(5) اللصّ- بالكسر-: فعل الشي‏ء في ستر- و منه قيل للسارق: لص. و جمعه لصوص. <br>\r\n<br>\r\nارْتِكَابُ ذَنْبٍ سَارَعْتَ إِلَيْهِ وَ أَقْدَمْتَ بِجَهْلِكَ عَلَيْهِ \r\nفَارْتَكَبْتَهُ كَأَنَّكَ لَسْتَ بِعَيْنِ اللَّهِ أَوْ كَأَنَّ اللَّهَ لَيْسَ \r\nلَكَ بِالْمِرْصَادِ يَا طَالِبَ الْجَنَّةِ مَا أَطْوَلَ نَوْمَكَ وَ أَكَلَّ \r\nمَطِيَّتَكَ وَ أَوْهَى هِمَّتَكَ «1» فَلِلَّهِ أَنْتَ مِنْ طَالِبٍ وَ مَطْلُوبٍ \r\nوَ يَا هَارِباً مِنَ النَّارِ مَا أَحَثَّ مَطِيَّتَكَ إِلَيْهَا وَ مَا \r\nأَكْسَبَكَ لِمَا يُوقِعُكَ فِيهَا انْظُرُوا إِلَى هَذِهِ الْقُبُورِ سُطُوراً \r\nبِأَفْنَاءِ الدُّورِ تَدَانَوْا فِي خِطَطِهِمْ «2» وَ قَرُبُوا فِي مَزَارِهِمْ \r\nوَ بَعُدُوا فِي لِقَائِهِمْ عَمَرُوا فَخُرِبُوا وَ أَنِسُوا فَأَوْحَشُوا وَ \r\nسَكَنُوا فَأُزْعِجُوا وَ قَطَنُوا فَرَحَلُوا «3» فَمَنْ سَمِعَ بِدَانٍ بَعِيدٍ \r\nوَ شَاحِطٍ قَرِيبٍ «4» وَ عَامِرٍ مُخَرِّبٍ وَ آنِسٍ مُوحِشٍ وَ سَاكِنٍ مُزْعَجٍ \r\nوَ قَاطِنٍ مُرْحَلٍ غَيْرِ أَهْلِ الْقُبُورِ يَا ابْنَ الْأَيَّامِ الثَّلَاثِ \r\nيَوْمِكَ الَّذِي وُلِدْتَ فِيهِ وَ يَوْمِكَ الَّذِي تَنْزِلُ فِيهِ قَبْرَكَ وَ \r\nيَوْمِكَ الَّذِي تَخْرُجُ فِيهِ إِلَى رَبِّكَ فَيَا لَهُ مِنْ يَوْمٍ عَظِيمٍ يَا \r\nذَوِي الْهَيْئَةِ الْمُعْجِبَةِ وَ الْهِيمِ الْمُعْطَنَةِ «5» مَا لِي أَرَى \r\nأَجْسَامَكُمْ عَامِرَةً وَ قُلُوبَكُمْ دَامِرَةً أَمَا وَ اللَّهِ لَوْ \r\nعَايَنْتُمْ مَا أَنْتُمْ مُلَاقُوهُ وَ مَا أَنْتُمْ إِلَيْهِ صَائِرُونَ \r\nلَقُلْتُمْ- يا لَيْتَنا نُرَدُّ وَ لا نُكَذِّبَ بِآياتِ رَبِّنا وَ نَكُونَ مِنَ \r\nالْمُؤْمِنِينَ «6» وَ قَالَ جَلَّ مِنْ قَائِلٍ بَلْ بَدا لَهُمْ ما كانُوا \r\nيُخْفُونَ ...- وَ لَوْ رُدُّوا لَعادُوا لِما نُهُوا عَنْهُ وَ إِنَّهُمْ \r\nلَكاذِبُونَ «7». <br>\r\n<br>\r\n______________ <br>\r\n(1) أوهى فلانا: أضعفه و جعله واهيا. <br>\r\n(2) الخطط: جمع خطة- بالكسر-: ما يخيطه الإنسان من الأرض ليعلم أنه قد احتازها \r\nليبنيها دارا. و الأرض التي تنزلها و لم ينزلها نازل قبلك- و بالضم-: الامر و \r\nالخصلة. <br>\r\n(3) القاطن: المقيم. <br>\r\n(4) الشاحط: البعيد. <br>\r\n(5) الهيم: الإبل العطاش. العطن- بالتحريك-: وطن الإبل و مبركها حول الماء. و أعطنت \r\nالإبل: حبسها عند الماء فبركت بعد الورود. و عطنت الإبل: رويت ثمّ بركت. <br>\r\n(6) سورة الأنعام: 27. <br>\r\n(7) سورة الأنعام: 28. <br>\r\n<br>\r\nبحار الأنوار (ط - بيروت)، ج‏75، ص: 170 </p>\r\n"]