["<p>يَا عَبْدَ اللَّهِ لَقَدْ نَصَبَ إِبْلِيسُ حَبَائِلَهُ فِي دَارِ \r\nالْغُرُورِ فَمَا يَقْصِدُ فِيهَا إِلَّا أَوْلِيَاءَنَا وَ لَقَدْ جَلَّتِ \r\nالْآخِرَةُ فِي أَعْيُنِهِمْ حَتَّى مَا يُرِيدُونَ بِهَا بَدَلًا ثُمَّ قَالَ آهِ \r\nآهِ عَلَى قُلُوبٍ حُشِيَتْ نُوراً وَ إِنَّمَا كَانَتِ الدُّنْيَا عِنْدَهُمْ \r\nبِمَنْزِلَةِ الشُّجَاعِ الْأَرْقَمِ «2» وَ الْعَدُوِّ الْأَعْجَمِ أَنِسُوا \r\nبِاللَّهِ وَ اسْتَوْحَشُوا مِمَّا بِهِ اسْتَأْنَسَ الْمُتْرَفُونَ أُولَئِكَ \r\nأَوْلِيَائِي حَقّاً وَ بِهِمْ تُكْشَفُ كُلُّ فِتْنَةٍ وَ تُرْفَعُ كُلُّ بَلِيَّةٍ\r\n<br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ حَقٌّ عَلَى كُلِّ مُسْلِمٍ يَعْرِفُنَا أَنْ يَعْرِضَ عَمَلَهُ \r\nفِي كُلِّ يَوْمٍ وَ لَيْلَةٍ عَلَى نَفْسِهِ فَيَكُونَ مُحَاسِبَ نَفْسِهِ فَإِنْ \r\nرَأَى حَسَنَةً اسْتَزَادَ مِنْهَا وَ إِنْ رَأَى سَيِّئَةً اسْتَغْفَرَ مِنْهَا \r\nلِئَلَّا يَخْزَى يَوْمَ الْقِيَامَةِ طُوبَى لِعَبْدٍ لَمْ يَغْبِطِ الْخَاطِئِينَ \r\nعَلَى مَا أُوتُوا مِنْ نَعِيمِ الدُّنْيَا وَ زَهْرَتِهَا طُوبَى لِعَبْدٍ طَلَبَ \r\nالْآخِرَةَ وَ سَعَى لَهَا طُوبَى لِمَنْ لَمْ تُلْهِهِ الْأَمَانِيُّ الْكَاذِبَةُ \r\nثُمَّ قَالَ ع رَحِمَ اللَّهُ قَوْماً كَانُوا سِرَاجاً وَ مَنَاراً كَانُوا دُعَاةً \r\nإِلَيْنَا بِأَعْمَالِهِمْ وَ مَجْهُودِ طَاقَتِهِمْ لَيْسَ كَمَنْ يُذِيعُ \r\nأَسْرَارَنَا <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ يَخَافُونَ اللَّهَ وَ \r\nيُشْفِقُونَ أَنْ يُسْلَبُوا مَا أُعْطُوا مِنَ الْهُدَى فَإِذَا ذَكَرُوا اللَّهَ \r\nوَ نَعْمَاءَهُ وَجِلُوا وَ أَشْفَقُوا- وَ إِذا تُلِيَتْ عَلَيْهِمْ آياتُهُ \r\nزادَتْهُمْ إِيماناً مِمَّا أَظْهَرَهُ مِنْ نَفَاذِ قُدْرَتِهِ- وَ عَلى‏ رَبِّهِمْ \r\nيَتَوَكَّلُونَ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ قَدِيماً عَمِرَ الْجَهْلُ وَ قَوِيَ أَسَاسُهُ وَ ذَلِكَ \r\nلِاتِّخَاذِهِمْ دِينَ اللَّهِ لَعِباً حَتَّى‏<br>\r\n&nbsp;______<br>\r\n(1). بضم الكاف و سكون النون و فتح الدال. هو عبد اللّه بن جندب البجليّ الكوفيّ \r\nثقة جليل القدر من أصحاب الصادق و الكاظم و الرضا عليهم السلام و انه من المخبتين و \r\nكان وكيلا لابى إبراهيم و أبى الحسن عليهما السلام. كان عابدا رفيع المنزلة لديهما \r\nعلى ما ورد في الاخبار. و لما مات رحمه اللّه قام مقامه عليّ بن مهزيار.<br>\r\n&nbsp;(2). حشيت اي ملات و الشجاع- بالكسر و الضم-: الحية العظيمة التي تواثب الفارس و \r\nربما قلعت رأس الفارس و تكون في الصحارى و يقوم على ذنبه. و الارقم: الحيّة التي \r\nفيها سواد و بياض و هو اخبث الحيات و يحتمل أن يكون الشجاع الاقرع و هو حيّة قد \r\nتمعط شعر رأسها لكثرة سمها. تحف العقول، النص، ص: 302 لَقَدْ كَانَ الْمُتَقَرِّبُ \r\nمِنْهُمْ إِلَى اللَّهِ بِعِلْمِهِ يُرِيدُ سِوَاهُ أُولئِكَ هُمُ الظَّالِمُونَ\r\n<br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ لَوْ أَنَّ شِيعَتَنَا اسْتَقَامُوا لَصَافَحَتْهُمُ \r\nالْمَلَائِكَةُ وَ لَأَظَلَّهُمُ الْغَمَامُ وَ لَأَشْرَقُوا نَهَاراً وَ \r\nلَأَكَلُوا مِنْ فَوْقِهِمْ وَ مِنْ تَحْتِ أَرْجُلِهِمْ وَ لَمَا سَأَلُوا اللَّهَ \r\nشَيْئاً إِلَّا أَعْطَاهُمْ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ لَا تَقُلْ فِي الْمُذْنِبِينَ مِنْ أَهْلِ دَعْوَتِكُمْ إِلَّا \r\nخَيْراً وَ اسْتَكِينُوا إِلَى اللَّهِ فِي تَوْفِيقِهِمْ وَ سَلُوا التَّوْبَةَ \r\nلَهُمْ فَكُلُّ مَنْ قَصَدَنَا وَ وَالانَا وَ لَمْ يُوَالِ عَدُوَّنَا وَ قَالَ \r\nمَا يَعْلَمُ وَ سَكَتَ عَمَّا لَا يَعْلَمُ أَوْ أَشْكَلَ عَلَيْهِ فَهُوَ فِي \r\nالْجَنَّةِ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ يَهْلِكُ الْمُتَّكِلُ عَلَى عَمَلِهِ وَ لَا يَنْجُو \r\nالْمُجْتَرِئُ عَلَى الذُّنُوبِ الْوَاثِقُ بِرَحْمَةِ اللَّهِ قُلْتُ فَمَنْ \r\nيَنْجُو قَالَ الَّذِينَ هُمْ بَيْنَ الرَّجَاءِ وَ الْخَوْفِ كَأَنَّ قُلُوبَهُمْ \r\nفِي مِخْلَبِ طَائِرٍ شَوْقاً إِلَى الثَّوَابِ وَ خَوْفاً مِنَ الْعَذَابِ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ مَنْ سَرَّهُ أَنْ يُزَوِّجَهُ اللَّهُ الْحُورَ الْعِينَ وَ \r\nيُتَوِّجَهُ بِالنُّورِ فَلْيُدْخِلْ عَلَى أَخِيهِ الْمُؤْمِنِ السُّرُورَ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ أَقِلَّ النَّوْمَ بِاللَّيْلِ وَ الْكَلَامَ بِالنَّهَارِ \r\nفَمَا فِي الْجَسَدِ شَيْ‏ءٌ أَقَلَّ شُكْراً مِنَ الْعَيْنِ وَ اللِّسَانِ فَإِنَّ \r\nأُمَّ سُلَيْمَانَ قَالَتْ لِسُلَيْمَانَ ع يَا بُنَيَّ إِيَّاكَ وَ النَّوْمَ \r\nفَإِنَّهُ يُفْقِرُكَ يَوْمَ يَحْتَاجُ النَّاسُ إِلَى أَعْمَالِهِمْ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ إِنَّ لِلشَّيْطَانِ مَصَائِدَ يَصْطَادُ بِهَا فَتَحَامَوْا \r\nشِبَاكَهُ «1» وَ مَصَائِدَهُ قُلْتُ يَا ابْنَ رَسُولِ اللَّهِ وَ مَا هِيَ قَالَ \r\nأَمَّا مَصَائِدُهُ فَصَدٌّ عَنْ بِرِّ الْإِخْوَانِ وَ أَمَّا شِبَاكُهُ فَنَوْمٌ \r\nعَنْ قَضَاءِ الصَّلَوَاتِ الَّتِي فَرَضَهَا اللَّهُ أَمَا إِنَّهُ مَا يُعْبَدُ \r\nاللَّهُ بِمِثْلِ نَقْلِ الْأَقْدَامِ إِلَى بِرِّ الْإِخْوَانِ وَ زِيَارَتِهِمْ \r\nوَيْلٌ لِلسَّاهِينَ عَنِ الصَّلَوَاتِ النَّائِمِينَ فِي الْخَلَوَاتِ \r\nالْمُسْتَهْزِءِينَ بِاللَّهِ وَ آيَاتِهِ فِي الْفَتَرَاتِ «2» أُولَئِكَ الَّذِينَ \r\nلا خَلاقَ لَهُمْ فِي الْآخِرَةِ وَ لا يُكَلِّمُهُمُ اللَّهُ ... يَوْمَ \r\nالْقِيامَةِ وَ لا يُزَكِّيهِمْ وَ لَهُمْ عَذابٌ أَلِيمٌ «3» <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ مَنْ أَصْبَحَ مَهْمُوماً لِسِوَى فَكَاكِ رَقَبَتِهِ فَقَدْ \r\nهَوَّنَ عَلَيْهِ «4» الْجَلِيلَ وَ رَغِبَ‏<br>\r\n&nbsp;______<br>\r\n(1). فتحاموا: اجتنبوها و توقوها. الشباك- جمع شبكة- بالتحريك-: شركة الصيّاد يعنى \r\nحبائل الصيد. <br>\r\n(2). الفترة: الضعف و الانكساء و المراد بها زمان ضعف الدين. (3). آل عمران 77. \r\n(4). الضمير يعود الى «من».<br>\r\n&nbsp;مِنْ رَبِّهِ فِي الرِّبْحِ الْحَقِيرِ «1» وَ مَنْ غَشَّ أَخَاهُ وَ حَقَّرَهُ وَ \r\nنَاوَأَهُ «2» جَعَلَ اللَّهُ النَّارَ مَأْوَاهُ وَ مَنْ حَسَدَ مُؤْمِناً \r\nانْمَاثَ الْإِيمَانُ فِي قَلْبِهِ كَمَا يَنْمَاثُ الْمِلْحُ فِي الْمَاءِ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ الْمَاشِي فِي حَاجَةِ أَخِيهِ كَالسَّاعِي بَيْنَ الصَّفَا وَ \r\nالْمَرْوَةِ وَ قَاضِي حَاجَتِهِ كَالْمُتَشَحِّطِ بِدَمِهِ فِي سَبِيلِ اللَّهِ \r\nيَوْمَ بَدْرٍ وَ أُحُدٍ وَ مَا عَذَّبَ اللَّهُ أُمَّةً إِلَّا عِنْدَ \r\nاسْتِهَانَتِهِمْ بِحُقُوقِ فُقَرَاءِ إِخْوَانِهِمْ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ بَلِّغْ مَعَاشِرَ شِيعَتِنَا وَ قُلْ لَهُمْ لَا تَذْهَبَنَّ \r\nبِكُمُ الْمَذَاهِبُ فَوَ اللَّهِ لَا تُنَالُ وَلَايَتُنَا إِلَّا بِالْوَرَعِ وَ \r\nالِاجْتِهَادِ فِي الدُّنْيَا وَ مُوَاسَاةِ الْإِخْوَانِ فِي اللَّهِ وَ لَيْسَ \r\nمِنْ شِيعَتِنَا مَنْ يَظْلِمُ النَّاسَ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ إِنَّمَا شِيعَتُنَا يُعْرَفُونَ بِخِصَالٍ شَتَّى بِالسَّخَاءِ \r\nوَ الْبَذْلِ لِلْإِخْوَانِ وَ بِأَنْ يُصَلُّوا الْخَمْسِينَ لَيْلًا وَ نَهَاراً \r\nشِيعَتُنَا لَا يَهِرُّونَ هَرِيرَ الْكَلْبِ وَ لَا يَطْمَعُونَ طَمَعَ الْغُرَابِ \r\nوَ لَا يُجَاوِرُونَ لَنَا عَدُوّاً وَ لَا يَسْأَلُونَ لَنَا مُبْغِضاً وَ لَوْ \r\nمَاتُوا جُوعاً شِيعَتُنَا لَا يَأْكُلُونَ الْجِرِّيَّ «3» وَ لَا يَمْسَحُونَ \r\nعَلَى الْخُفَّيْنِ وَ يُحَافِظُونَ عَلَى الزَّوَالِ وَ لَا يَشْرَبُونَ مُسْكِراً \r\nقُلْتُ جُعِلْتُ فِدَاكَ فَأَيْنَ أَطْلُبُهُمْ قَالَ ع عَلَى رُءُوسِ الْجِبَالِ \r\nوَ أَطْرَافِ الْمُدُنِ وَ إِذَا دَخَلْتَ مَدِينَةً فَسَلْ «4» عَمَّنْ لَا \r\nيُجَاوِرُهُمْ وَ لَا يُجَاوِرُونَهُ فَذَلِكَ مُؤْمِنٌ كَمَا قَالَ اللَّهُ- وَ \r\nجاءَ مِنْ أَقْصَا الْمَدِينَةِ رَجُلٌ يَسْعى‏ «5» وَ اللَّهِ لَقَدْ كَانَ \r\nحَبِيبَ النَّجَّارِ وَحْدَهُ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ كُلُّ الذُّنُوبِ مَغْفُورَةٌ سِوَى عُقُوقِ أَهْلِ دَعْوَتِكَ \r\nوَ كُلُّ الْبِرِّ مَقْبُولٌ إِلَّا مَا كَانَ رِئَاءً <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ أَحْبِبْ فِي اللَّهِ وَ اسْتَمْسِكْ بِالْعُرْوَةِ الْوُثْقى‏ \r\nوَ اعْتَصِمْ بِالْهُدَى يُقْبَلْ عَمَلُكَ فَإِنَّ اللَّهَ يَقُولُ إِلَّا مَنْ \r\nآمَنَ وَ عَمِلَ صالِحاً ... ثُمَّ اهْتَدى‏ «6» فَلَا يُقْبَلُ إِلَّا الْإِيمَانُ \r\nوَ لَا<br>\r\n_______ <br>\r\n(1). في الوافي [الوتح الحقير] و الوتح- بالتحريك و ككتف-: القليل التافه من \r\nالشي‏ء. <br>\r\n(2). أي عاداه و أصله الهمزة من النوء. بمعنى النهوض و الطلوع.<br>\r\n&nbsp;(3). الجرى- كذمّى-: سمك طويل أملس و ليس عليه فصوص. قيل: مارماهى. <br>\r\n(4). الظاهر ان مراده عليه السلام في دولة الفسق و زمن الكفر. <br>\r\n(5). سورة يس آية 19. <br>\r\n(6). سورة طه آية 84 «وَ إِنِّي لَغَفَّارٌ لِمَنْ تابَ وَ آمَنَ وَ عَمِلَ صالِحاً \r\nثُمَّ اهْتَدى‏»<br>\r\nإِيمَانَ إِلَّا بِعَمَلٍ وَ لَا عَمَلَ إِلَّا بِيَقِينٍ وَ لَا يَقِينَ إِلَّا \r\nبِالْخُشُوعِ وَ مِلَاكُهَا كُلُّهَا الْهُدَى فَمَنِ اهْتَدَى يُقْبَلُ عَمَلُهُ \r\nوَ صَعِدَ إِلَى الْمَلَكُوتِ مُتَقَبَّلًا- وَ اللَّهُ يَهْدِي مَنْ يَشاءُ إِلى‏ \r\nصِراطٍ مُسْتَقِيمٍ «1» <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ إِنْ أَحْبَبْتَ أَنْ تُجَاوِرَ الْجَلِيلَ فِي دَارِهِ وَ \r\nتَسْكُنَ الْفِرْدَوْسَ فِي جِوَارِهِ فَلْتَهُنْ عَلَيْكَ الدُّنْيَا وَ اجْعَلِ \r\nالْمَوْتَ نُصْبَ عَيْنِكَ وَ لَا تَدَّخِرْ شَيْئاً لِغَدٍ وَ اعْلَمْ أَنَّ لَكَ \r\nمَا قَدَّمْتَ وَ عَلَيْكَ مَا أَخَّرْتَ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ مَنْ حَرَمَ نَفْسَهُ كَسْبَهُ فَإِنَّمَا يَجْمَعُ لِغَيْرِهِ \r\nوَ مَنْ أَطَاعَ هَوَاهُ فَقَدْ أَطَاعَ عَدُوَّهُ مَنْ يَثِقْ بِاللَّهِ يَكْفِهِ \r\nمَا أَهَمَّهُ مِنْ أَمْرِ دُنْيَاهُ وَ آخِرَتِهِ وَ يَحْفَظْ لَهُ مَا غَابَ \r\nعَنْهُ وَ قَدْ عَجَزَ مَنْ لَمْ يُعِدَّ لِكُلِّ بَلَاءٍ صَبْراً وَ لِكُلِّ \r\nنِعْمَةٍ شُكْراً وَ لِكُلِّ عُسْرٍ يُسْراً صَبِّرْ نَفْسَكَ عِنْدَ كُلِّ \r\nبَلِيَّةٍ فِي وَلَدٍ أَوْ مَالٍ أَوْ رَزِيَّةٍ «2» فَإِنَّمَا يَقْبِضُ \r\nعَارِيَتَهُ وَ يَأْخُذُ هِبَتَهُ لِيَبْلُوَ فِيهِمَا صَبْرَكَ وَ شُكْرَكَ وَ \r\nارْجُ اللَّهَ رَجَاءً لَا يُجَرِّيكَ عَلَى مَعْصِيَتِهِ وَ خَفْهُ خَوْفاً لَا \r\nيُؤْيِسُكَ مِنْ رَحْمَتِهِ وَ لَا تَغْتَرَّ بِقَوْلِ الْجَاهِلِ وَ لَا \r\nبِمَدْحِهِ فَتَكَبَّرَ وَ تَجَبَّرَ وَ تُعْجَبَ بِعَمَلِكَ فَإِنَّ أَفْضَلَ \r\nالْعَمَلِ الْعِبَادَةُ وَ التَّوَاضُعُ فَلَا تُضَيِّعْ مَالَكَ وَ تُصْلِحَ مَالَ \r\nغَيْرِكَ مَا خَلَّفْتَهُ وَرَاءَ ظَهْرِكَ وَ اقْنَعْ بِمَا قَسَمَهُ اللَّهُ لَكَ \r\nوَ لَا تَنْظُرْ إِلَّا إِلَى مَا عِنْدَكَ وَ لَا تَتَمَنَّ مَا لَسْتَ تَنَالُهُ \r\nفَإِنَّ مَنْ قَنِعَ شَبِعَ وَ مَنْ لَمْ يَقْنَعْ لَمْ يَشْبَعْ وَ خُذْ حَظَّكَ \r\nمِنْ آخِرَتِكَ وَ لَا تَكُنْ بَطِراً فِي الْغِنَى وَ لَا جَزِعاً فِي الْفَقْرِ \r\nوَ لَا تَكُنْ فَظّاً غَلِيظاً يَكْرَهِ النَّاسُ قُرْبَكَ وَ لَا تَكُنْ وَاهِناً \r\nيُحَقِّرْكَ مَنْ عَرَفَكَ وَ لَا تُشَارَّ «3» مَنْ فَوْقَكَ وَ لَا تَسْخَرْ \r\nبِمَنْ هُوَ دُونَكَ وَ لَا تُنَازِعِ الْأَمْرَ أَهْلَهُ وَ لَا تُطِعِ \r\nالسُّفَهَاءَ وَ لَا تَكُنْ مَهِيناً تَحْتَ كُلِّ أَحَدٍ وَ لَا تَتَّكِلَنَّ \r\nعَلَى كِفَايَةِ أَحَدٍ وَ قِفْ عِنْدَ كُلِّ أَمْرٍ حَتَّى تَعْرِفَ مَدْخَلَهُ \r\nمِنْ مَخْرَجِهِ قَبْلَ أَنْ تَقَعَ فِيهِ فَتَنْدَمَ وَ اجْعَلْ قَلْبَكَ قَرِيباً \r\nتُشَارِكُهُ «4» وَ اجْعَلْ عَمَلَكَ وَالِداً تَتَّبِعُهُ وَ اجْعَلْ نَفْسَكَ \r\nعَدُوّاً تُجَاهِدُهُ وَ عَارِيَةً تَرُدُّهَا-<br>\r\n&nbsp;_______<br>\r\n&nbsp;(1). سورة البقرة آية 109. <br>\r\n(2). الرزية: المصيبة أصله من رزأ أي أصاب منه شيئا و نقص. و في بعض النسخ [أو \r\nذريّة]. <br>\r\n(3). و لا تشار اي و لا تخاصم.<br>\r\n&nbsp;(4). في بعض النسخ [تتنازله‏].<br>\r\n<br>\r\nفَإِنَّكَ قَدْ جُعِلْتَ طَبِيبَ نَفْسِكَ وَ عُرِّفْتَ آيَةَ الصِّحَّةِ وَ \r\nبُيِّنَ لَكَ الدَّاءُ وَ دُلِلْتَ عَلَى الدَّوَاءِ فَانْظُرْ قِيَامَكَ عَلَى \r\nنَفْسِكَ وَ إِنْ كَانَتْ لَكَ يَدٌ عِنْدَ إِنْسَانٍ فَلَا تُفْسِدْهَا بِكَثْرَةِ \r\nالْمَنِّ وَ الذِّكْرِ لَهَا وَ لَكِنْ أَتْبِعْهَا بِأَفْضَلَ مِنْهَا فَإِنَّ \r\nذَلِكَ أَجْمَلُ بِكَ فِي أَخْلَاقِكَ وَ أَوْجَبُ لِلثَّوَابِ فِي آخِرَتِكَ وَ \r\nعَلَيْكَ بِالصَّمْتِ تُعَدَّ حَلِيماً جَاهِلًا كُنْتَ أَوْ عَالِماً فَإِنَّ \r\nالصَّمْتَ زَيْنٌ لَكَ عِنْدَ الْعُلَمَاءِ وَ سَتْرٌ لَكَ عِنْدَ الْجُهَّالِ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ إِنَّ عِيسَى ابْنَ مَرْيَمَ ع قَالَ لِأَصْحَابِهِ أَ \r\nرَأَيْتُمْ لَوْ أَنَّ أَحَدَكُمْ مَرَّ بِأَخِيهِ فَرَأَى ثَوْبَهُ قَدِ انْكَشَفَ \r\nعَنْ بَعْضِ عَوْرَتِهِ أَ كَانَ كَاشِفاً عَنْهَا كُلِّهَا أَمْ يَرُدُّ عَلَيْهَا \r\nمَا انْكَشَفَ مِنْهَا قَالُوا بَلْ نَرُدُّ عَلَيْهَا قَالَ كَلَّا بَلْ \r\nتَكْشِفُونَ عَنْهَا كُلِّهَا فَعَرَفُوا أَنَّهُ مَثَلٌ ضَرَبَهُ لَهُمْ فَقِيلَ \r\nيَا رُوحَ اللَّهِ وَ كَيْفَ ذَلِكَ قَالَ الرَّجُلُ مِنْكُمْ يَطَّلِعُ عَلَى \r\nالْعَوْرَةِ مِنْ أَخِيهِ فَلَا يَسْتُرُهَا بِحَقٍّ أَقُولُ لَكُمْ إِنَّكُمْ لَا \r\nتُصِيبُونَ مَا تُرِيدُونَ إِلَّا بِتَرْكِ مَا تَشْتَهُونَ وَ لَا تَنَالُونَ مَا \r\nتَأْمُلُونَ إِلَّا بِالصَّبْرِ عَلَى مَا تَكْرَهُونَ إِيَّاكُمْ وَ النَّظِرَةَ \r\nفَإِنَّهَا تَزْرَعُ فِي الْقَلْبِ الشَّهْوَةَ وَ كَفَى بِهَا لِصَاحِبِهَا \r\nفِتْنَةً طُوبَى لِمَنْ جَعَلَ بَصَرَهُ فِي قَلْبِهِ وَ لَمْ يَجْعَلْ بَصَرَهُ \r\nفِي عَيْنِهِ لَا تَنْظُرُوا فِي عُيُوبِ النَّاسِ كَالْأَرْبَابِ وَ انْظُرُوا فِي \r\nعُيُوبِكُمْ كَهَيْئَةِ الْعَبِيدِ إِنَّمَا النَّاسُ رَجُلَانِ مُبْتَلًى وَ \r\nمُعَافًى فَارْحَمُوا الْمُبْتَلَى وَ احْمَدُوا اللَّهَ عَلَى الْعَافِيَةِ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ صِلْ مَنْ قَطَعَكَ وَ أَعْطِ مَنْ حَرَمَكَ وَ أَحْسِنْ إِلَى \r\nمَنْ أَسَاءَ إِلَيْكَ وَ سَلِّمْ عَلَى مَنْ سَبَّكَ وَ أَنْصِفْ مَنْ خَاصَمَكَ \r\nوَ اعْفُ عَمَّنْ ظَلَمَكَ كَمَا أَنَّكَ تُحِبُّ أَنْ يُعْفَى عَنْكَ فَاعْتَبِرْ \r\nبِعَفْوِ اللَّهِ عَنْكَ أَ لَا تَرَى أَنَّ شَمْسَهُ أَشْرَقَتْ عَلَى \r\nالْأَبْرَارِ وَ الْفُجَّارِ وَ أَنَّ مَطَرَهُ يَنْزِلُ عَلَى الصَّالِحِينَ وَ \r\nالْخَاطِئِينَ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ لَا تَتَصَدَّقْ عَلَى أَعْيُنِ النَّاسِ لِيُزَكُّوكَ \r\nفَإِنَّكَ إِنْ فَعَلْتَ ذَلِكَ فَقَدِ اسْتَوْفَيْتَ أَجْرَكَ وَ لَكِنْ إِذَا \r\nأَعْطَيْتَ بِيَمِينِكَ فَلَا تُطْلِعْ عَلَيْهَا شِمَالَكَ فَإِنَّ الَّذِي \r\nتَتَصَدَّقُ لَهُ سِرّاً يُجْزِيكَ عَلَانِيَةً عَلَى رُءُوسِ الْأَشْهَادِ فِي \r\nالْيَوْمِ الَّذِي لَا يَضُرُّكَ أَنْ لَا يُطْلِعَ النَّاسَ عَلَى صَدَقَتِكَ وَ \r\nاخْفِضِ الصَّوْتَ إِنَّ رَبَّكَ الَّذِي يَعْلَمُ ما تُسِرُّونَ وَ ما تُعْلِنُونَ \r\nقَدْ عَلِمَ مَا تُرِيدُونَ قَبْلَ أَنْ تَسْأَلُوهُ وَ إِذَا صُمْتَ فَلَا \r\nتَغْتَبْ أَحَداً وَ لَا تَلْبِسُوا صِيَامَكُمْ بِظُلْمٍ وَ لَا تَكُنْ كَالَّذِي \r\nيَصُومُ رِئَاءَ النَّاسِ مُغْبَرَّةً وُجُوهُهُمْ شَعِثَةً رُءُوسُهُمْ- تحف \r\nالعقول، النص، ص: 306 يَابِسَةً أَفْوَاهُهُمْ لِكَيْ يَعْلَمَ النَّاسُ أَنَّهُمْ \r\nصَيَامَى <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ الْخَيْرُ كُلُّهُ أَمَامَكَ وَ إِنَّ الشَّرَّ كُلَّهُ \r\nأَمَامَكَ وَ لَنْ تَرَى الْخَيْرَ وَ الشَّرَّ إِلَّا بَعْدَ الْآخِرَةِ لِأَنَّ \r\nاللَّهَ جَلَّ وَ عَزَّ جَعَلَ الْخَيْرَ كُلَّهُ فِي الْجَنَّةِ وَ الشَّرَّ \r\nكُلَّهُ فِي النَّارِ لِأَنَّهُمَا الْبَاقِيَانِ وَ الْوَاجِبُ عَلَى مَنْ وَهَبَ \r\nاللَّهُ لَهُ الْهُدَى وَ أَكْرَمَهُ بِالْإِيمَانِ وَ أَلْهَمَهُ رُشْدَهُ وَ \r\nرَكَّبَ فِيهِ عَقْلًا يَتَعَرَّفُ بِهِ نِعَمَهُ وَ آتَاهُ عِلْماً وَ حُكْماً \r\nيُدَبِّرُ بِهِ أَمْرَ دِينِهِ وَ دُنْيَاهُ «1» أَنْ يُوجِبَ عَلَى نَفْسِهِ أَنْ \r\nيَشْكُرَ اللَّهَ وَ لَا يَكْفُرَهُ وَ أَنْ يَذْكُرَ اللَّهَ وَ لَا يَنْسَاهُ وَ \r\nأَنْ يُطِيعَ اللَّهَ وَ لَا يَعْصِيَهُ لِلْقَدِيمِ الَّذِي تَفَرَّدَ لَهُ \r\nبِحُسْنِ النَّظَرِ وَ لِلْحَدِيثِ الَّذِي أَنْعَمَ عَلَيْهِ بَعْدَ إِذْ \r\nأَنْشَأَهُ مَخْلُوقاً وَ لِلْجَزِيلِ الَّذِي وَعَدَهُ وَ الْفَضْلِ الَّذِي لَمْ \r\nيُكَلِّفْهُ مِنْ طَاعَتِهِ فَوْقَ طَاقَتِهِ وَ مَا يَعْجِزُ عَنِ الْقِيَامِ بِهِ \r\nوَ ضَمِنَ لَهُ الْعَوْنَ عَلَى تَيْسِيرِ مَا حَمَلَهُ مِنْ ذَلِكَ وَ نَدَبَهُ \r\nإِلَى الِاسْتِعَانَةِ عَلَى قَلِيلِ مَا كَلَّفَهُ وَ هُوَ مُعْرِضٌ «2» عَمَّا \r\nأَمَرَهُ وَ عَاجِزٌ عَنْهُ قَدْ لَبِسَ ثَوْبَ الِاسْتِهَانَةِ فِيمَا بَيْنَهُ وَ \r\nبَيْنَ رَبِّهِ مُتَقَلِّداً لِهَوَاهُ مَاضِياً فِي شَهَوَاتِهِ مُؤْثِراً \r\nلِدُنْيَاهُ عَلَى آخِرَتِهِ وَ هُوَ فِي ذَلِكَ يَتَمَنَّى جِنَانَ الْفِرْدَوْسِ \r\nوَ مَا يَنْبَغِي لِأَحَدٍ أَنْ يَطْمَعَ أَنْ يَنْزِلَ بِعَمَلِ الْفُجَّارِ \r\nمَنَازِلَ الْأَبْرَارِ أَمَا إِنَّهُ لَوْ وَقَعَتِ الْواقِعَةُ وَ قَامَتِ \r\nالْقِيَامَةُ وَ جاءَتِ الطَّامَّةُ وَ نَصَبَ الْجَبَّارُ الْمَوَازِينَ لِفَصْلِ \r\nالْقَضَاءِ وَ بَرَزَ الْخَلَائِقُ لِيَوْمِ الْحِسَابِ أَيْقَنْتَ عِنْدَ ذَلِكَ \r\nلِمَنْ تَكُونُ الرِّفْعَةُ وَ الْكَرَامَةُ وَ بِمَنْ تَحِلُّ الْحَسْرَةُ وَ \r\nالنَّدَامَةُ فَاعْمَلِ الْيَوْمَ فِي الدُّنْيَا بِمَا تَرْجُو بِهِ الْفَوْزَ فِي \r\nالْآخِرَةِ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ قَالَ اللَّهُ جَلَّ وَ عَزَّ فِي بَعْضِ مَا أَوْحَى إِنَّمَا \r\nأَقْبَلُ الصَّلَاةَ مِمَّنْ يَتَوَاضَعُ لِعَظَمَتِي وَ يَكُفُّ نَفْسَهُ عَنِ \r\nالشَّهَوَاتِ مِنْ أَجْلِي وَ يَقْطَعُ نَهَارَهُ بِذِكْرِي وَ لَا يَتَعَظَّمُ \r\nعَلَى خَلْقِي وَ يُطْعِمُ الْجَائِعَ وَ يَكْسُو الْعَارِيَ وَ يَرْحَمُ \r\nالْمُصَابَ وَ يُؤْوِي الْغَرِيبَ «3» فَذَلِكَ يُشْرِقُ نُورُهُ مِثْلَ الشَّمْسِ \r\nأَجْعَلُ لَهُ فِي الظُّلْمَةِ نُوراً وَ فِي الْجَهَالَةِ حِلْماً أَكْلَؤُهُ «4» \r\nبِعِزَّتِي وَ أَسْتَحْفِظُهُ مَلَائِكَتِي يَدْعُونِي فَأُلَبِّيهِ وَ يَسْأَلُنِي \r\nفَأُعْطِيهِ فَمَثَلُ ذَلِكَ الْعَبْدِ عِنْدِي كَمَثَلِ جَنَّاتِ الْفِرْدَوْسِ \r\nلَا يُسْبَقُ أَثْمَارُهَا وَ لَا تَتَغَيَّرُ عَنْ حَالِهَا-<br>\r\n&nbsp;_______ <br>\r\n(1). «الواجب» مبتدأ و خبره جملة «أن يوجب على نفسه إلخ». <br>\r\n(2). الضمير يرجع إلى «من وهب اللّه». <br>\r\n(3). و في بعض النسخ [و يواسى الغريب‏]. يقال: واسى الرجل أي آساه و عاونه. (4). \r\nكلأ اللّه فلانا: حفظه و حرسه.<br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ الْإِسْلَامُ عُرْيَانٌ فَلِبَاسُهُ الْحَيَاءُ وَ زِينَتُهُ \r\nالْوَقَارُ وَ مُرُوءَتُهُ الْعَمَلُ الصَّالِحُ وَ عِمَادُهُ الْوَرَعُ وَ لِكُلِّ \r\nشَيْ‏ءٍ أَسَاسٌ وَ أَسَاسُ الْإِسْلَامِ حُبُّنَا أَهْلَ الْبَيْتِ <br>\r\n<br>\r\nيَا ابْنَ جُنْدَبٍ إِنَّ لِلَّهِ تَبَارَكَ وَ تَعَالَى سُوراً مِنْ نُورٍ \r\nمَحْفُوفاً بِالزَّبَرْجَدِ وَ الْحَرِيرِ مُنَجَّداً بِالسُّنْدُسِ «1» وَ \r\nالدِّيبَاجِ يُضْرَبُ هَذَا السُّورُ بَيْنَ أَوْلِيَائِنَا وَ بَيْنَ أَعْدَائِنَا \r\nفَإِذَا غَلَى الدِّمَاغُ وَ بَلَغَتِ الْقُلُوبُ الْحَناجِرَ وَ نُضِجَتِ \r\nالْأَكْبَادُ مِنْ طُولِ الْمَوْقِفِ أُدْخِلَ فِي هَذَا السُّورِ أَوْلِيَاءُ \r\nاللَّهِ فَكَانُوا فِي أَمْنِ اللَّهِ وَ حِرْزِهِ لَهُمْ فِيهَا مَا تَشْتَهِي \r\nالْأَنْفُسُ وَ تَلَذُّ الْأَعْيُنُ وَ أَعْدَاءُ اللَّهِ قَدْ أَلْجَمَهُمُ \r\nالْعَرَقُ وَ قَطَعَهُمُ الْفَرَقُ وَ هُمْ يَنْظُرُونَ إِلَى مَا أَعَدَّ اللَّهُ \r\nلَهُمْ فَيَقُولُونَ ما لَنا لا نَرى‏ رِجالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرارِ \r\n«2» فَيَنْظُرُ إِلَيْهِمْ أَوْلِيَاءُ اللَّهِ فَيَضْحَكُونَ مِنْهُمْ فَذَلِكَ \r\nقَوْلُهُ عَزَّ وَ جَلَّ- أَتَّخَذْناهُمْ سِخْرِيًّا أَمْ زاغَتْ عَنْهُمُ \r\nالْأَبْصارُ «3» وَ قَوْلُهُ فَالْيَوْمَ الَّذِينَ آمَنُوا مِنَ الْكُفَّارِ \r\nيَضْحَكُونَ. عَلَى الْأَرائِكِ يَنْظُرُونَ «4» فَلَا يَبْقَى أَحَدٌ مِمَّنْ \r\nأَعَانَ مُؤْمِناً مِنْ أَوْلِيَائِنَا بِكَلِمَةٍ إِلَّا أَدْخَلَهُ اللَّهُ \r\nالْجَنَّةَ بِغَيْرِ حِسَابٍ.</p>"]