["<p>أَمَّا بَعْدُ فَسَلُوا رَبَّكُمُ الْعَافِيَةَ وَ عَلَيْكُمْ بِالدَّعَةِ وَ \r\nالْوَقَارِ «6» وَ السَّكِينَةِ وَ الْحَيَاءِ وَ التَّنَزُّهِ عَمَّا تَنَزَّهَ \r\nعَنْهُ الصَّالِحُونَ مِنْكُمْ وَ عَلَيْكُمْ بِمُجَامَلَةِ أَهْلِ الْبَاطِلِ \r\nتَحَمَّلُوا الضَّيْمَ مِنْهُمْ وَ إِيَّاكُمْ وَ مُمَاظَّتَهُمْ «7» دِينُوا \r\nفِيمَا بَيْنَكُمْ وَ بَيْنَهُمْ إِذَا أَنْتُمْ جَالَسْتُمُوهُمْ- <br>\r\n______________ <br>\r\n(6). الدعة: الخفض و الطمأنينة. <br>\r\n(7). المجاملة: المعاملة بالجميل و الضيم: الظلم. و المماظة- بالمعجمة-: شدة \r\nالمنازعة و المخاصّة مع طول اللزوم. <br>\r\n<br>\r\nوَ خَالَطْتُمُوهُمْ وَ نَازَعْتُمُوهُمُ الْكَلَامَ فَإِنَّهُ لَا بُدَّ لَكُمْ \r\nمِنْ مُجَالَسَتِهِمْ وَ مُخَالَطَتِهِمْ وَ مُنَازَعَتِهِمْ بِالتَّقِيَّةِ «1» \r\nالَّتِي أَمَرَكُمُ اللَّهُ بِهَا فَإِذَا ابْتُلِيتُمْ بِذَلِكَ مِنْهُمْ \r\nفَإِنَّهُمْ سَيُؤْذُونَكُمْ وَ يَعْرِفُونَ فِي وُجُوهِكُمُ الْمُنْكَرَ وَ لَوْ \r\nلَا أَنَّ اللَّهَ يَدْفَعُهُمْ عَنْكُمْ لَسَطَوْا بِكُمْ «2» وَ مَا فِي \r\nصُدُورِهِمْ مِنَ الْعَدَاوَةِ وَ الْبَغْضَاءِ أَكْثَرُ مِمَّا يُبْدُونَ لَكُمْ \r\nمَجَالِسُكُمْ وَ مَجَالِسُهُمْ وَاحِدَةٌ وَ إِنَّ الْعَبْدَ إِذَا كَانَ اللَّهُ \r\nخَلَقَهُ فِي الْأَصْلِ أَصْلِ الْخَلْقِ مُؤْمِناً لَمْ يَمُتْ حَتَّى يُكَرِّهَ \r\nإِلَيْهِ الشَّرَّ وَ يُبَاعِدَهُ مِنْهُ وَ مَنْ كَرَّهَ اللَّهُ إِلَيْهِ \r\nالشَّرَّ وَ بَاعَدَهُ مِنْهُ عَافَاهُ اللَّهُ مِنَ الْكِبْرِ أَنْ يَدْخُلَهُ وَ \r\nالْجَبَرِيَّةِ فَلَانَتْ عَرِيكَتُهُ «3» وَ حَسُنَ خُلُقُهُ وَ طَلُقَ وَجْهُهُ \r\nوَ صَارَ عَلَيْهِ وَقَارُ الْإِسْلَامِ وَ سَكِينَتُهُ وَ تَخَشُّعُهُ وَ وَرِعَ \r\nعَنْ مَحَارِمِ اللَّهِ وَ اجْتَنَبَ مَسَاخِطَهُ وَ رَزَقَهُ اللَّهُ مَوَدَّةَ \r\nالنَّاسِ وَ مُجَامَلَتَهُمْ وَ تَرْكَ مُقَاطَعَةِ النَّاسِ وَ الْخُصُومَاتِ وَ \r\nلَمْ يَكُنْ مِنْهَا وَ لَا مِنْ أَهْلِهَا فِي شَيْ‏ءٍ وَ إِنَّ الْعَبْدَ إِذَا \r\nكَانَ اللَّهُ خَلَقَهُ فِي الْأَصْلِ أَصْلِ الْخَلْقِ كَافِراً لَمْ يَمُتْ \r\nحَتَّى يُحَبِّبَ إِلَيْهِ الشَّرَّ وَ يُقَرِّبَهُ مِنْهُ فَإِذَا حَبَّبَ \r\nإِلَيْهِ الشَّرَّ وَ قَرَّبَهُ مِنْهُ ابْتُلِيَ بِالْكِبْرِ وَ الْجَبَرِيَّةِ \r\nفَقَسَا قَلْبُهُ وَ سَاءَ خُلُقُهُ وَ غَلُظَ وَجْهُهُ وَ ظَهَرَ فُحْشُهُ وَ \r\nقَلَّ حَيَاؤُهُ وَ كَشَفَ اللَّهُ سِتْرَهُ وَ رَكِبَ الْمَحَارِمَ فَلَمْ \r\nيَنْزِعْ عَنْهَا وَ رَكِبَ مَعَاصِيَ اللَّهِ وَ أَبْغَضَ طَاعَتَهُ وَ أَهْلَهَا \r\nفَبُعْدٌ مَا بَيْنَ حَالِ الْمُؤْمِنِ وَ الْكَافِرِ فَسَلُوا اللَّهَ \r\nالْعَافِيَةَ وَ اطْلُبُوهَا إِلَيْهِ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا \r\nبِاللَّهِ أَكْثِرُوا مِنَ الدُّعَاءِ فَإِنَّ اللَّهَ يُحِبُّ مِنْ عِبَادِهِ \r\nالَّذِينَ يَدْعُونَهُ وَ قَدْ وَعَدَ عِبَادَهُ الْمُؤْمِنِينَ الِاسْتِجَابَةَ وَ \r\nاللَّهُ مُصَيِّرٌ دُعَاءَ الْمُؤْمِنِينَ يَوْمَ الْقِيَامَةِ لَهُمْ عَمَلًا \r\nيَزِيدُهُمْ بِهِ فِي الْجَنَّةِ وَ أَكْثِرُوا ذِكْرَ اللَّهِ مَا اسْتَطَعْتُمْ \r\nفِي كُلِّ سَاعَةٍ مِنْ سَاعَاتِ اللَّيْلِ وَ النَّهَارِ فَإِنَّ اللَّهَ أَمَرَ \r\nبِكَثْرَةِ الذِّكْرِ لَهُ وَ اللَّهُ ذَاكِرٌ مَنْ ذَكَرَهُ مِنَ الْمُؤْمِنِينَ \r\nإِنَّ اللَّهَ لَمْ يَذْكُرْهُ أَحَدٌ مِنْ عِبَادِهِ الْمُؤْمِنِينَ إِلَّا \r\nذَكَرَهُ بِخَيْرٍ وَ عَلَيْكُمْ بِالْمُحَافَظَةِ عَلَى الصَّلَواتِ وَ الصَّلاةِ \r\nالْوُسْطى‏ وَ قُومُوا لِلَّهِ قانِتِينَ «4» كَمَا <br>\r\n______________ <br>\r\n(1). «بالتقية» متعلق بدينوا و ما بينهما معترض. <br>\r\n(2). السطو: القهر. أى وثبوا عليكم و قهروكم و في بعض النسخ [لبطشوا بكم‏]. <br>\r\n(3). العريكة: الطبيعة و الخلق و النفس. <br>\r\n(4). قال اللّه تعالى في سورة البقرة آية 239. «حافِظُوا عَلَى الصَّلَواتِ وَ \r\nالصَّلاةِ الْوُسْطى‏ وَ قُومُوا لِلَّهِ قانِتِينَ» <br>\r\n<br>\r\nأَمَرَ اللَّهُ بِهِ الْمُؤْمِنِينَ فِي كِتَابِهِ مِنْ قَبْلِكُمْ وَ عَلَيْكُمْ \r\nبِحُبِّ الْمَسَاكِينِ الْمُسْلِمِينَ فَإِنَّ مَنْ حَقَّرَهُمْ وَ تَكَبَّرَ \r\nعَلَيْهِمْ فَقَدْ زَلَّ عَنْ دِينِ اللَّهِ وَ اللَّهُ لَهُ حَاقِرٌ مَاقِتٌ «1» \r\nوَ قَدْ قَالَ أَبُونَا رَسُولُ اللَّهِ ص أَمَرَنِي رَبِّي بِحُبِّ الْمَسَاكِينِ \r\nالْمُسْلِمِينَ مِنْهُمْ وَ اعْلَمُوا أَنَّ مَنْ حَقَّرَ أَحَداً مِنَ \r\nالْمُسْلِمِينَ أَلْقَى اللَّهُ عَلَيْهِ الْمَقْتَ مِنْهُ وَ الْمَحْقَرَةَ حَتَّى \r\nيَمْقُتَهُ النَّاسُ «2» أَشَدَّ مَقْتاً فَاتَّقُوا اللَّهَ فِي إِخْوَانِكُمُ \r\nالْمُسْلِمِينَ الْمَسَاكِينِ فَإِنَّ لَهُمْ عَلَيْكُمْ حَقّاً أَنْ تُحِبُّوهُمْ \r\nفَإِنَّ اللَّهَ أَمَرَ نَبِيَّهُ ص بِحُبِّهِمْ فَمَنْ لَمْ يُحِبَّ مَنْ أَمَرَ \r\nاللَّهُ بِحُبِّهِ فَقَدْ عَصَى اللَّهَ وَ رَسُولَهُ وَ مَنْ عَصَى اللَّهَ وَ \r\nرَسُولَهُ وَ مَاتَ عَلَى ذَلِكَ مَاتَ وَ هُوَ مِنَ الْغَاوِينَ إِيَّاكُمْ وَ \r\nالْعَظَمَةَ وَ الْكِبْرَ فَإِنَّ الْكِبْرَ رِدَاءُ اللَّهِ فَمَنْ نَازَعَ \r\nاللَّهَ رِدَاءَهُ قَصَمَهُ اللَّهُ وَ أَذَلَّهُ يَوْمَ الْقِيَامَةِ إِيَّاكُمْ \r\nأَنْ يَبْغِيَ بَعْضُكُمْ عَلَى بَعْضٍ فَإِنَّهَا لَيْسَتْ مِنْ خِصَالِ \r\nالصَّالِحِينَ فَإِنَّهُ مَنْ بَغَى صَيَّرَ اللَّهُ بَغْيَهُ عَلَى نَفْسِهِ وَ \r\nصَارَتْ نُصْرَةُ اللَّهِ لِمَنْ بُغِيَ عَلَيْهِ وَ مَنْ نَصَرَهُ اللَّهُ غَلَبَ \r\nوَ أَصَابَ الظَّفَرَ مِنَ اللَّهِ إِيَّاكُمْ أَنْ يَحْسُدَ بَعْضُكُمْ بَعْضاً \r\nفَإِنَّ الْكُفْرَ أَصْلُهُ الْحَسَدُ «3» إِيَّاكُمْ أَنْ تُعِينُوا عَلَى \r\nمُسْلِمٍ مَظْلُومٍ يَدْعُو اللَّهَ عَلَيْكُمْ وَ يُسْتَجَابُ لَهُ فِيكُمْ \r\nفَإِنَّ أَبَانَا رَسُولَ اللَّهِ ص يَقُولُ إِنَّ دَعْوَةَ الْمُسْلِمِ \r\nالْمَظْلُومِ مُسْتَجَابَةٌ إِيَّاكُمْ أَنْ تَشْرَهَ نُفُوسُكُمْ «4» إِلَى \r\nشَيْ‏ءٍ مِمَّا حَرَّمَ اللَّهُ عَلَيْكُمْ فَإِنَّهُ مَنِ انْتَهَكَ مَا حَرَّمَ \r\nاللَّهُ عَلَيْهِ هَاهُنَا فِي الدُّنْيَا حَالَ اللَّهُ بَيْنَهُ وَ بَيْنَ \r\nالْجَنَّةِ وَ نَعِيمِهَا وَ لَذَّتِهَا وَ كَرَامَتِهَا الْقَائِمَةِ الدَّائِمَةِ \r\nلِأَهْلِ الْجَنَّةِ أَبَدَ الْآبِدِينَ. <br>\r\n<br>\r\nتحف العقول، النص، ص: 315</p>"]