["\nقال الله تعالى <br>\n<br>\nيَا أيُّهَا النَّاسُ!! كَيْفَ رَغِبْتُمْ وَ رَضِيْتُمْ في الدُّنْيَا فَإنَّهَا \nفَانِيَا وَنَعِيْمُهَا زَائِلَةٌ وَ حَيَاتُهَا مُنْقَطِعَةٌ فَإنَّ عِنْدِي \nلِلْمُطِيْعِيْنَ الْجِنَانَ بِأَبْوَابِهَا الثَّمانِيَةِ في كُلِّ جَنَّةِ \nسَبْعُونَ أَلْفَ رَوْضَةِ مِنَ الزَّعْفَرَانِ، وَ كُلّ رَوْضَةٍ سَبْعُونَ أَلْفَ \nمَدِينَةٍ مِنَ اللُّؤلُوء والْمَرجَانِ، وَ في كُلِّ مَدِينَة سَبْعُونَ أَلْفَ \nقَصْرٍ مِنَ اليَاقُوتِ، وَ في كُلّ قَصرٍ سَبْعُونَ ألْفَ دَارِ مِنَ الزَّبَرْجدِ، \nوَ في كُلِّ دَارِ سَبْعُونَ أَلْفَ بَيْتِ مِنَ الذَّهَبِ، وَ في كُلِّ بَيْتٍ \nسَبْعُؤنَ أَلْفَ دُكَّانٍ مِنَ الفِضَّةِ، وَ في كُلِّ دُكَّانِ سَبْعُونَ أَلْفَ \nمَائِدَةٍ وَ عَلى كُلِّ مَائِدَةٍ سَبْعُونَ أَلْفَ صَبْحَةٍ مِنَ الْجَوْهَرِ، وَ \nفي كُلِّ صَفْحَةٍ سَبْعُونَ أَلْفَ لَوْنِ مِنَ الطَّعَامِ، وَ عَلى حَوْلِ كُلِّ \nدُكَّانٍ سَبْعُونَ أَلّفَ سَرِيرٍ مِنَ الذَّهَبِ الأَحْمَرِ، وَعَلى كُلِّ سَرِيرٍ \nسَبْعُونَ أَلْفَ فِرَاشٍ مِنَ الْحَرِيرِ وَ الدِّيْبَاجِ وَالإسْتَبْرَقِ، وَ \nعَلى حَوْلِ كُلِّ سَرِيرٍ سَبْعُونَ أَلْفَ نَهْرٍ مِنْ مَاءِ الْحَيَوَانِ \nواللَّبَنِ والْخَمْرِ والْعَسَلِ الْمُصَفَّى، وَ في كُلِّ نَهْرِ سَبْعُونَ أَلْفَ \nلَوْنِ مِنَ الثَّمَارِ وَ كَذَلِكَ في كُلِّ بَيتٍ سَبْعُونَ أَلْفَ خَيْمَةٍ مِنَ \nالأَرْغَوَانِ، وَفي كُلِّ خَيْمَةٍ سَبْعُونَ أَلْفَ فِرَاشٍ، وَعَلى كُلِّ فِرَاشٍ \nسَبْعُونَ أَلْفَ حَوْرَاء مِنَ الْحُوْرِ العِيْنِ بَيْنَ يَدَيها سَبْعُونَ أَلْفَ \nوَصِيْفَةِ كَأنَّهُنَّ بَيْضٌ مَكْنُونٌ، وَ عَلى رَأْسِ كُلِّ قَصْرٍ مِنْ تِلْكَ \nالْقُصُورِ سَبْعُونَ أَلْفَ قُبَّةِ مِنَ الْكَافُورِ، وَ في كُلِّ قُبَّةٍ \nسَبْعُونَ أَلْفَ هَدِيَّةٍ مِنَ الرَّحمنِ الَّتي لَا عَيْنٌ رَأَتْ وَ لَا أذُنٌ \nسَمِعَتْ وَ لَا خَطَرَ عَلى قَلْبِ بَشَرٍ وَفَاكِهَةٍ مِمَّا يَتَخَيرُونَ \nوَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ وَ حُورٌ عِيْنٌ كَأمْثَالِ اللُّؤْلُوءِ \nالْمَكْنُونِ جَزَاءَ بِمَا كَانُوا يَعْمَلُونَ وَ لَا يَمُوتُونَ وَ لَا يَبْكُونَ \nوَ لَا يَحْزَنُونَ وَ لَا يَهْرَمُونَ وَ لَا يَتَعَبَّدُونَ وَ لَا يَصُومُونَ وَ \nلَا يُصَلُّونَ وَ لَا يَمْرَضُونَ وَ لَا يَُولُونَ وَ لَا يَتَغَوَّطُونَ وَ لَا \nيَنْمُونَ وَ لَا يَمَسَّهُمْ فِيْهَا نَصَبٌ وَ مَا هُمْ مِنْهَا بِمُخْزَجِيْنَ، \nفَمَنْ طَلَبَ رِضَائِي وَ دَارَ كَرَامَتِي وَ جَوارِي فَلْيَطْلُبَها \nبِالصَّدَقَةِ والاستِهَانَةِ بِالدُّنْيَا وَالْقَنَاعَةِ بِالقَلِيْلِ شَهِدت \nنَفْسِي أنْ لَا إِلهَ إلَّا أَنَا وَ عِيْسَ وَ عُزَيْرٌ عَبْدَانِ مِنْ عِبَادِي \nوَ رَسُولَانِ مِنْ رُسُلِي.<br>\n<br>\nالمصدر : كتاب كلمة الله<br>\n<br>\n-27- <br>\n "]