["\nقال الله تعالى <br>\n<br>\nيَا بْنَ آدَمَ!! اجْعَلْ قَلبَكَ مُوَافِقاً لِلِسَانكَ وَ لِسَانَكَ مُوَافِقاً \nلِعَمَلِكَ وَ عَمَلَكَ خَالِصاً مِنْ غَيرِي فَإنِّي غَيُورٌ لَا أَقْبَلُ إِلَّا \nخَالِصاً فَإنَّ قَلْبَ الْمُنَافِقِ مُخَالِفٌ لِلِسَانِهِ وَ لِسَانُهُ لِعَمَلِهِ \nوَ عَمَلُهُ لِغَيْرِ اللَّهِ.<br>\nيَا بْنَ آدَمَ! مَا تَكَلَّمْتَ بِكَلِمَةٍ وَ لَا نَظَرْتَ بِنَظْرَةٍ وَ لَا \nخَطَوْتَ بِخَطْوَةٍ إِلَّا وَ مَعَكَ مَلَكَانِ يَكْتُبَانِ لَكَ أَوْ عَلَيْكَ.\n<br>\nيَا بْنَ آدَمَ!! مَا خَلَقْتُكُمْ لِتَجْمَعُوا الدُّنْيا بَعْضُكُمْ لِبَعْضٍ بَلْ \nخَلَقْتُكُمْ لِتَعْبُدُونِي عِبَادَةَ الْأَذِلَّاءِ طَوِيْلاً وَ تشَكْرُوُنِي \nجَزِيْلاً وَ تُسَبِّحُونِي بُكْرِةً وَ أصِيْلاً فَإنَّ الرِّزْقَ مَقْسُومٌ وَ \nالْحِرِيْصُ مَحْرُومٌ وَ الْبَخِيْلُ مَذْمُومٌ وَ الْحاسِدُ مَغْمُومٌ وَ \nالنَّاقِدُ حَيٌّ قَيُّومٌ. <br>\nيَا بْنَ آدَمَ!! اخْدِمْنِي فَإنِّي أُحِبُّ مَنْ يَخْدِمُنِي فَإنَّكَ عَبْدٌ \nذَلِيْلٌ عَاجِزٌ وَ أَنَا رَبٌّ جَلِيلٌ قَوِيٌّ لَوْ أَنَّ إِخْوَتَكَ وَجَدُوا \nرِيْحَ ذُنُوبِكَ لَمَا جَالَسُوكَ فَذُنُوبُكَ كُلَّ يَوْمٍ في الزِّيَادَةِ وَ \nعُمْرُكَ في النُّقصَانِ وَ لَا تَهْدِمْ عُمْرَكَ في البَاطِلِ وَ الْغَفْلَةِ \nفَإنْ أَرَدْتَ الْمَزِيدَ فَاصْحَبْ أَرْبَابَ الْقُلُوبِ وَ احْذَرْ مِنْ \nأَبْنَاءِ الدُّنْيَا وَ خَالِطِ الْمَسَاكِيْنَ. <br>\nيَا بْنَ آدَمَ!! مَنِ انْكَسَرَ مَرْكَبُهُ وَ عَادَ عَلى لَوْحٍ مِنَ الْخَشْبِ \nفي وَسَطِ الْبَحْرِ مَا يَكُونُ بِأَعْظَمَ مُصيبَةً مِنْكَ لِأَنَّكَ مِنْ \nذُنُوبِكَ عَلى يَقِيْنٍ.<br>\nيَا بْنَ آدَمَ!! إِنِّي أَتَقَرَّبُ إِلَيْكَ بِالْعَافِيَةِ وَ بِسَتْرٍ عَلى \nذُنُوبِكَ وَ أَنْتَ تَتَبَغَّضُ إِلَيَّ بِالْمَعاصِي وَ عِمارَتِكَ الدُّنْيَا وَ \nخَرَابِكَ الْآخِرَةَ. <br>\nيَا بْنَ آدَمَ!! إِذا لَمْ تُجَالِسِ الْمفْلِحِيْنَ وَ الصَّالِحِينَ فَمَتَى \nتَفْلَحُ يَا مُوسَى بْنَ عِمْرَانَ اسْمَعْ مَا أَقُولُ إِنَّهُ مَا آمَنَ \nبِاللَّهِ عَبْدٌ حَتَّى يَأمَنَ النَّاسُ مِنْ شَرِّهِ يَعْنِي يَأْمَنَ مِنْ \nظُلْمِهِ وَ كَيْدِهِ وَ مَكْرِهِ وَ نَمِيْمَتِهِ وَ غِيْبَتِهِ وَ بَغْيِهِ وَ \nحَسَدِهِ وَ مَضَرَّتِهِ وَ سِرِّهِ وَ عَلَانِيَتِهِ وَ قُلْ يَا مُوسَى \nلِلظَّلَمَةِ لَا تَذْكُرُونِي فَإنِّي لَا أَذْكُرُهُمْ فَإنَّ ذِكْرِي لَهُمْ أَنْ \nأَلْعَنَهُمْ فَمَنْ شَاءَ فَلْيُؤْمِنْ وَ مَنْ شَاءَ فَلْيَكْفُرْ.<br>\n<br>\n<br>\n<br>\nالمصدر : كتاب كلمة الله<br>\n<br>\n-39- <br>\n "]