["(1): ﴿عَمَّ﴾: الأصل كلمتان: عن وما، فأدغمت النون في الميم، وحذفت الألف فصارت عمّ للإستفهام ﴿يَتَسَاءلُونَ﴾: يسأل المشركون بعضهم عن بعض. \n\n(2): ﴿عَنِ النَّبَإِ الْعَظِيمِ﴾: والمراد به هنا البعث. \n\n(3): ﴿الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ﴾: ضمير الجماعة هنا للناس، كل الناس، لا لمشركي مكة فقط لأنهم على وفاق أن البعث حديث خرافة. \n\n(4): ﴿كَلَّا سَيَعْلَمُونَ﴾: أن البعث حق، ويلاقون عاقبة التكذيب. \n\n(5): ﴿ثُمَّ كَلَّا سَيَعْلَمُونَ﴾: وهذا التكرار لتوكيد لوقوع البعث والعذاب وللتهديد أيضًا، ثم ساق سبحانه بعض الأدلة أنه قدير على ما يشاء من البعث وغيره وقال: \n\n(6): ﴿أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا﴾: ؟ من الذي جعل الأرض ملائمة لحياة الإنسان في جميع تصرفاته؟ ولو كانت على غير ما هي عليه الآن لتعذر أن يعيش فيها ويحيا. \n\n(7): ﴿وَالْجِبَالَ أَوْتَادًا﴾: أرساها في الأرض بالمكان المناسب كيلا تميد بأهلها. \n\n(8): ﴿وَخَلَقْنَاكُمْ أَزْوَاجًا﴾: أصنافًا ذكورًا، وإناثًا ليتم التزاوج، فيحصل النسل، ويكمل العمران. \n\n(9): ﴿وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا﴾: راحة للأرواح والأجسام ولا حياة بلا نوم. \n\n(10): ﴿وَجَعَلْنَا اللَّيْلَ لِبَاسًا﴾: ساترًا بعضكم عن بعض. \n\n(11): ﴿وَجَعَلْنَا النَّهَارَ مَعَاشًا﴾: للسعي على العيال، وفي الحديث النبوي: (إن من الذنوب ذنوبًا لا يكفرها صوم ولا حج وإنما يكفرها سعي الرجل على عياله). \n\n(12): ﴿وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا﴾: المراد بالسبع الشداد الكواكب المعروفة عند الناس وإلا فعدد الكواكب بعلم خالقها وحده، وتقدم في الآية 3 من الملك. \n\n(13): ﴿وَجَعَلْنَا سِرَاجًا وَهَّاجًا﴾: تنير الشمس ويتوهج ضؤوها لأهل الأرض. \n\n(14): ﴿وَأَنزَلْنَا مِنَ الْمُعْصِرَاتِ مَاء ثَجَّاجًا﴾: منصبًا بكثرة، والمعنى تعصر الرياح والسحاب، فتهطل بالماء الغزير. \n\n(15): ﴿لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا﴾: ينزل الماء من السماء، فتخرج به أقوات الإنسان والحيوان. \n\n(16): ﴿وَجَنَّاتٍ أَلْفَافًا﴾: حدائق ملتفة بالشجر وما من شك أن من قدر على هذه وأعظم منها فهو على إحياء الموتى أقوى وأقدر، وتكرر هذا المعنى مرات ومرات، وتكرار الآيات في التحذر من عذاب الله والتذكير بآلائه أكثر من كثير. \n\n(17): ﴿إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا﴾: بعد الإشارة إلى دلائل قدرته تعالى على البعث أشار إلى يومه، وأن له أجلاً لا يعدوه، ومتى يكون؟. \n\n(18): ﴿يَوْمَ يُنفَخُ فِي الصُّورِ﴾: فينتشر أهل القبور ومتى هذا النفخ؟ الله أعلم. \n\n(19): ﴿وَفُتِحَتِ السَّمَاء فَكَانَتْ أَبْوَابًا﴾: تتصدع وتنشق كفتحات الأبواب كما في الآية 16 من الحاقة: (وانشقت السماء فهي يومئذ واهية). \n\n(20): ﴿وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا﴾: شيئًا كالأشياء حيث تتفتت وتذهب مع الريح كالغبار المنتشر، وفي الآية 6 من الواقعة: (وبست الجبال بسًا فكانت هباءًا منبثًا). \n\n(21)-(22): ﴿إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا﴾: تنتظر الطغاة، وتعد لهم الويلات. \n\n(23)-(24): ﴿لَابِثِينَ فِيهَا أَحْقَابًا﴾: لا انقطاع لها، كلما انقضى حقب جاء بعده حقب إلى ما لا نهاية، وفي مدة الحقب أقوال، منها ثمانون سنة، ومنها الدهر. \n\n(25): ﴿إِلَّا حَمِيمًا وَغَسَّاقًا﴾: الحميم؛ شديد الغليان بنص الآية 46 من الدخان (يغلي في البطون كغلي الحميم) والغساق. القيح وما أشبه كما قيل. \n\n(26): ﴿جَزَاء وِفَاقًا﴾: عذابًا يوافق العمل، وبعض الحاكمين في القرن العشرين يجاوزون على الحسنة بعقوبة السيئة. \n\n(27)-(28): ﴿إِنَّهُمْ كَانُوا لَا يَرْجُونَ حِسَابًا﴾: كيف يؤمنون بالحساب والجزاء، وقد أنكروا أصله وأساسه وهو الخير والحق؟ وهل يبقى الفرع بعد ذهاب أصله؟ وكل من أنكر اليوم الآخر أعماله كسراب بقيعة حتى ولو آمن بالله. \n\n(29): ﴿وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا﴾: مفعول مطلق، لأن الكتاب هنا بمعنى الكتابة، ومعنى أحصينا كتبنا، وهذه الآية ترادف الآية 49 من الكهف: (ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها). \n\n(30): ﴿فَذُوقُوا فَلَن نَّزِيدَكُمْ إِلَّا عَذَابًا﴾: كنتم في الدنيا تزدادون عتوًا يومًا بعد يوم، ولا تخافون سوء الحساب، ولكم اليوم مثل ما كنتم تفعلون. \n\n","تفسير المبين"]