["(1): ﴿هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ﴾: وهي في اللغة الغطاء، ومنه قوله تعالى: وإذا غشيهم موج كالظلل أي غمرهم الموج وغطاهم، والمراد بالغاشية هنا القيامة لأنها تغشى الناس بشدائدها وتغمرها بأهوالها. \n\n(2): ﴿وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ﴾: يظهر عليها أثر الخزي والهوان. \n\n(3): ﴿عَامِلَةٌ نَّاصِبَةٌ﴾: من النصب، وهو التعب، والمعنى عمل أصحاب هذه الوجوه للدنيا وحدها ولم يعملوا شيئًا للآخرة، فأجهز عملهم عليهم. \n\n(4): ﴿تَصْلَى نَارًا حَامِيَةً﴾: تكوي هذه الوجوه بنار مستعرة. \n\n(5): ﴿تُسْقَى مِنْ عَيْنٍ آنِيَةٍ﴾: بلغت حرارتها الغاية والنهاية. \n\n(6): ﴿لَّيْسَ لَهُمْ طَعَامٌ إِلَّا مِن ضَرِيعٍ﴾: وهو شر طعام وأخبثه، وقيل: هو نوع من الشوك سام قاتل. \n\n(7): ﴿لَا يُسْمِنُ وَلَا يُغْنِي مِن جُوعٍ﴾: لا يدفع ضرًا، ولا يجلب نفعًا. \n\n(8): ﴿وُجُوهٌ يَوْمَئِذٍ نَّاعِمَةٌ﴾: بعد الإشارة إلى المجرمين وما يقاسون من عذاب الجحيم، أشار إلى المتقين وما يتقلبون فيه من النعيم، والوجوه الناعمة هي التي تظهر عليها نضرة النعيم كما قال سبحانه في الآية 24 من المطففين: (تعرف في وجوههم نضرة النعيم). \n\n(9): ﴿لِسَعْيِهَا رَاضِيَةٌ﴾: رضيت أجرها في الآخرة على عملها في الدنيا. \n\n(10): ﴿فِي جَنَّةٍ عَالِيَةٍ﴾: بشأنها وخيرها وأمنها وشتى جهاتها. \n\n(11): ﴿لَّا تَسْمَعُ فِيهَا لَاغِيَةً﴾: سخفًَا وجهالة وحماقة ونذالة. \n\n(12): ﴿فِيهَا عَيْنٌ جَارِيَةٌ﴾: جنات تجري من تحتها الأنهار. \n\n(13) : ﴿فِيهَا سُرُرٌ مَّرْفُوعَةٌ﴾: عن الأرض. \n\n(14): ﴿وَأَكْوَابٌ مَّوْضُوعَةٌ﴾: على جانب العين. \n\n(15): ﴿وَنَمَارِقُ مَصْفُوفَةٌ﴾: جمع نمرقة، وهي الوسادة: المسند أو المخدة. \n\n(16): ﴿وَزَرَابِيُّ مَبْثُوثَةٌ﴾: وهي البسط، ومبثوثة: متفرقة. وكل ماجاء هنا في وصف الجنة تقدم مرات، والكلمة الجامعة الوافية في وصف الجنة قوله تعالى: (وفيها ما تشتهيه الأنفس وتلذ الأعين وأنتم فيها خالدون ? 71 الزخرف). \n\n(17): ﴿أَفَلَا يَنظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ﴾: قال الشيخ محمد عبدة: إنما خصّ الإبل لأنها أفضل دواب العرب وأعمها نفعًا، ولأنها خلق عجيب، فهي على شدتها تنقاد للضعيف، ثم في تركيبها ما أُعدَّ لحمل الأثقال، تبرك لتحمل وتنهض بما تحمل مع الصبر على السير والعطش والجوع. \n\n(18): ﴿وَإِلَى السَّمَاء كَيْفَ رُفِعَتْ﴾: فوق الأرض بكواكبها اللامعة النافعة. \n\n(19): ﴿وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ﴾: أوتادًا للأرض، ولولا الجبال لمادت بأهلها. \n\n(20): ﴿وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ﴾: في رؤية العين لا في الواقع، والمعنى المراد: كيف مهدت واستقرَّ عليها كل شيء حتى الأنهار والبحار. \n\n(21): ﴿فَذَكِّرْ إِنَّمَا أَنتَ مُذَكِّرٌ﴾: حدد سبحانه مهمة الرسول وحصرها بالتذكير وكفى، ولم يجعل له أي سلطة على من رفض الإسلام ولم ينصب له العداء بدليل قوله تعالى. \n\n(22): ﴿لَّسْتَ عَلَيْهِم﴾: أي الكافرين ﴿بِمُصَيْطِرٍ﴾: وفي آية ثانية: (وما أنت عليهم بجبار فذكِّر بالقرآن من يخاف وعيد ? 45 ق) وفي كتاب (من هدي القرآن) لأمين الخولي كلمة حول هذه الآية قليلة المبنى كثيرة المعنى، وهذا نصها (بهذا الصنع من هدي القرآن صنع القرآن قادة لا جبابرة، وبهذه الرياضة الإلهية ارتاض محمد رسول القرآن (ص) ودانت له الرقاب، وتهيأت له الأسباب، وظل كما هو القائد الرسول يؤثر أن يكون عبد الله ورسوله، ويكره أن يكون ملكًا مرهوبًا) فهل يتعظ بهذا عشاق الكبرياء والاستعلاء؟. \n\n(23): ﴿إِلَّا مَن تَوَلَّى وَكَفَرَ... ﴾: أي ذكِّر وعِظ يا محمد كل الناس إلا من أدبر وتولى ويئست من هدايته، فدعه وشأنه، فإنه عائد إلى الله وملاقيه لا محالة، وعليه وحده حسابه وعقابه.\n\n(24):\n\n(25):\n\n(26):","تفسير المبين"]